{
  "sn4.19:0.1": "Budini govori tematski grupisani 4.19 ",
  "sn4.19:0.2": "2. Drugo poglavlje ",
  "sn4.19:0.3": "Ratar ",
  "sn4.19:1.1": "Kraj Sāvatthīja. ",
  "sn4.19:1.2": "Tom prilikom je Blaženi monahe upućivao, podsticao, nadahnjivao i ohrabrivao govorom o nibbāni. ",
  "sn4.19:1.3": "A monasi su tu pouku pomno slušali, načinivši Dhammu svojim ciljem, pažljivi i promišljajući je do kraja. ",
  "sn4.19:2.1": "Onda Māra, Zli, ovako pomisli: ",
  "sn4.19:2.2": "„Asketa Gotama monahe upućuje, podstiče, nadahnjuje i ohrabruje… ",
  "sn4.19:2.3": "Kako bi bilo da mu priđem i zbunim ga!” ",
  "sn4.19:2.4": "Onda se Māra pretvori u ratara, sa velikim plugom prebačenim preko ramena i dugačkim štapom u ruci. Raščupane kose, odeven u platno od grube konoplje i nogu umazanih blatom, priđe on Blaženom i ovako mu reče: ",
  "sn4.19:2.5": "„Asketo, jesi li video neke volove?” ",
  "sn4.19:2.6": "„A gde si to izgubio svoje volove, Zli?” ",
  "sn4.19:2.7": "„Asketo, moje je oko, moji su oblici, kontakt okom je moj, a i njegovo područje svesti. ",
  "sn4.19:2.8": "Kuda bi mi mogao pobeći, asketo? ",
  "sn4.19:2.9": "Moje je uho, asketo, moji su zvukovi… ",
  "sn4.19:2.10": "Moj je nos, asketo, moji su mirisi… ",
  "sn4.19:2.11": "Moj je jezik, asketo, moji su ukusi… ",
  "sn4.19:2.12": "Moje je telo, asketo, moji su dodiri… ",
  "sn4.19:2.13": "Moj je um, asketo, moji su objekti uma, kontakt umom je moj, a i njegovo područje svesti. ",
  "sn4.19:2.14": "Kuda bi mi mogao pobeći, asketo?” ",
  "sn4.19:3.1": "„Zli, tvoje je oko, tvoji su oblici, kontakt okom je tvoj, a i njegovo područje svesti. ",
  "sn4.19:3.2": "Ali tamo gde oka nema, ni oblika, ni kontakta okom, a ni njegovog područja svesti, tu Zli za tebe mesta nema. ",
  "sn4.19:3.3": "Tvoje je uho, Zli, tvoji su zvukovi, tvoj je kontakt uhom, a i njegovo područje svesti. ",
  "sn4.19:3.4": "Ali tamo gde uha nema, ni zvukova, ni kontakta uhom, a ni njegovog područja svesti, tu Zli za tebe mesta nema. ",
  "sn4.19:3.5": "Tvoj je nos, Zli, tvoji su mirisi, tvoj je kontakt nosom, a i njegovo područje svesti. ",
  "sn4.19:3.6": "Ali tamo gde nosa nema, ni mirisa, ni kontakta nosom, a ni njegovog područja svesti, tu Zli za tebe mesta nema. ",
  "sn4.19:3.7": "Tvoje je jezik, Zli, tvoji su ukusi, tvoj je kontakt jezikom, a i njegovo područje svesti. ",
  "sn4.19:3.8": "Ali tamo gde nema tela, ni dodira, ni kontakta telom, a ni njegovog područja svesti… ",
  "sn4.19:3.9": "Tvoj je um, Zli, tvoji su objekti uma, tvoj je kontakt umom, a i njegovo područje svesti. ",
  "sn4.19:3.10": "Ali tamo gde uma nema, ni objekata uma, ni kontakta umom, a ni njegovog područja svesti, tu Zli za tebe mesta nema.” ",
  "sn4.19:4.1": "[Māra:] „Stvari koje zovu ’moje’ ",
  "sn4.19:4.2": "i oni koji to izgovaraju, ",
  "sn4.19:4.3": "ako je tvoj um time zaokupljen, ",
  "sn4.19:4.4": "nećeš mi pobeći, asketo!” ",
  "sn4.19:5.1": "[Blaženi:] „To o čemu oni govore moje nije, ",
  "sn4.19:5.2": "niti sam jedan od tih koji tako govore; ",
  "sn4.19:5.3": "ali bi, Zli, trebalo da znaš ",
  "sn4.19:5.4": "da niti moj put videti nećeš.” ",
  "sn4.19:6.1": "Na to Māra… nesta u trenu. "
}