{
  "sn4.13:0.1": "Budini govori tematski grupisani 4.13 ",
  "sn4.13:0.2": "2. Drugo poglavlje ",
  "sn4.13:0.3": "Oštar komad kamena ",
  "sn4.13:1.1": "Ovako sam čuo. ",
  "sn4.13:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Maddakućći gaju, utočištu za jelene. ",
  "sn4.13:1.3": "U to vreme stopalo Blaženog bilo je rasečeno oštrim kamenom. ",
  "sn4.13:1.4": "Snažni bolovi mučili su Blaženog, telesni osećaji koji su bili bolni, mučni, oštri, razdirući, neprijatni, iznurujući. ",
  "sn4.13:1.5": "Blaženi ih umiri tako što je ustalio svesnost i jasno razumevanje, tako da nije njima bio pometen. ",
  "sn4.13:1.6": "A Blaženi savi svoj ogrtač načetvoro i leže da desnu stranu, u lavlji položaj, jedno stopalo povrh drugog, svestan i s jasnim razumevanjem, odredivši unapred vreme kada će ustati. ",
  "sn4.13:1.7": "Na to Māra, Zli, priđe Blaženom i obrati mu se ovim stihovima: ",
  "sn4.13:2.1": "„Ležiš li tu ošamućen ili opijen stihovima? ",
  "sn4.13:2.2": "Zar je tvojih ciljeva toliko malo? ",
  "sn4.13:2.3": "Sam samcit u pustom boravištu, ",
  "sn4.13:2.4": "kakav je to snevač, taj pospanko?” ",
  "sn4.13:3.1": "(Blaženi:) „Ležim ovde, niti ošamućen, niti opijen stihovima. ",
  "sn4.13:3.2": "Svoj cilj postigoh, za mene patnje više nema. ",
  "sn4.13:3.3": "Sam samcit u pustom boravištu, ",
  "sn4.13:3.4": "ležem s ljubavlju za sva živa bića. ",
  "sn4.13:4.1": "Čak i oni grudi prostreljenih strelom žudnje, ",
  "sn4.13:4.2": "što im srca brzo, tako brzo lupaju: ",
  "sn4.13:4.3": "čak i oni sa tim strelama uspevaju da zaspe. ",
  "sn4.13:4.4": "A što ne bih ja, kad sam sebi izvadih strelu? ",
  "sn4.13:5.1": "Ne bdijem zbog brige, ne strahujem da zaspim. ",
  "sn4.13:5.2": "Dani i noći uistinu me ne pogađaju. ",
  "sn4.13:5.3": "Ne vidim opasnost propasti ni u jednom svetu. ",
  "sn4.13:5.4": "Zato ja ležem s ljubavlju za sva bića.” ",
  "sn4.13:6.1": "Na to Māra, Zli, shvativši: „Blaženi me prepoznao, Srećni me prepoznao”, tužan i potišten nesta u trenu. "
}