{
  "sn4.22:0.1": "Budini govori tematski grupisani 4.22 ",
  "sn4.22:0.2": "3. Treće poglavlje ",
  "sn4.22:0.3": "Samiddhi ",
  "sn4.22:1.1": "Jednom je Blaženi boravio u zemlji Sakyana, kraj Silāvatija. ",
  "sn4.22:1.2": "U isto vreme je poštovani Samiddhi boravio nedaleko od Blaženog, marljiv, predan i odlučan. ",
  "sn4.22:1.3": "Onda mu se, dok je boravio u osami, povučen, javi ova misao: ",
  "sn4.22:1.4": "„Dobitak je za mene, zaista je veliki dobitak za mene ",
  "sn4.22:1.5": "da za učitelja imam arahanta, potpuno probuđenoga. ",
  "sn4.22:1.6": "„Dobitak je za mene, zaista je veliki dobitak za mene ",
  "sn4.22:1.7": "da sam zbog tako dobro izloženih učenja i pravila otišao u beskućnike. ",
  "sn4.22:1.8": "„Dobitak je za mene, zaista je veliki dobitak za mene ",
  "sn4.22:1.9": "da su moji saputnici u svetačkom žicotu usavršeni u vrlini, dobri po svojoj prirodi.” ",
  "sn4.22:1.10": "Na to Māra, Zli, prozrevši svojim umom misao u umu poštovanog Samiddhija, dođe do njega. Kad je prišao bliže, načini snažan zvuk, uznemirujući i strašan, kao da se zemlja otvara. ",
  "sn4.22:2.1": "Onda poštovani Samiddhi otide do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, ispriča on Blaženome šta se dogodilo. ",
  "sn4.22:3.1": "„Samiddhi, nije to bila zemlja koja se otvara. ",
  "sn4.22:3.2": "To je bio Māra, Zli, koji ovamo dođe ne bi li te zbunio.” ",
  "sn4.22:3.3": "Vrati se nazad, Samiddhi, i ostani n tom mestu marljiv, predan i odlučan. ",
  "sn4.22:3.4": "„Da, poštovani,” odgovori poštovani Samiddhi, pa ustade sa svog mesta, pokloni se Blaženom i pazeći da mu ovaj ostane sa desne strane, otide. ",
  "sn4.22:3.5": "Po drugi put je poštovani Samiddhi boravio marljiv, predan i odlučan… ",
  "sn4.22:3.7": "I po drugi put Māra, Zli, prozrevši svojim umom misao u umu poštovanog Samiddhija… ",
  "sn4.22:3.8": "načini snažan zvuk, uznemirujući i strašan, kao da se zemlja otvara. ",
  "sn4.22:3.9": "Na to se poštovani Samiddhi, shvativši sa kim ima posla, obrati Māri, Zlom, u stihovima: ",
  "sn4.22:4.1": "„Iz poverenja otidoh u beskućnike, ",
  "sn4.22:4.2": "napustivši život kućedomaćina. ",
  "sn4.22:4.3": "Moja svesnost i mudrost od tada sazreše, ",
  "sn4.22:4.4": "a um ustaljen posta u koncentraciji. ",
  "sn4.22:4.5": "Pretvori se u šta god hoćeš, ",
  "sn4.22:4.6": "ali u meni strah probuditi nećeš.” ",
  "sn4.22:5.1": "Na to Māra, Zli, shvativši: „Monah Samiddhi me prepoznao”, tužan i potišten nesta u trenu. "
}