{
  "an10.61:0.1": "Palaipsninių suttų rinkinys 10 ",
  "an10.61:0.2": "7. Porų skyrius ",
  "an10.61:0.3": "61. Neišmanymas ",
  "an10.61:1.1": "„Neimanoma, vienuoliai, nurodyti pradinio neišmanymo taško (ir pasakyti): „Prieš tai neišmanymo nebuvo, o po to jis atsirado.” ",
  "an10.61:1.2": "Bet, vienuoliai, nepaisant to, įmanoma nurodyti, kad neišmanymas yra tam tikru būdu sąlygotas. ",
  "an10.61:2.1": "Ir aš sakau, vienuoliai, kad neišmanymas yra penamas, nėra nepenamas. ",
  "an10.61:2.2": "Ir kas yra penas neišmanymui? ",
  "an10.61:2.3": "Pasakytina, kad tai penkios kliūtys. ",
  "an10.61:2.4": "Ir aš sakau, vienuoliai, kad penkios kliūtys yra penamos, nėra nepenamos. ",
  "an10.61:2.5": "Ir kas yra penas penkioms kliūtims? ",
  "an10.61:2.6": "Pasakytina, kad tai trys blogi elgesiai. ",
  "an10.61:2.7": "Ir aš sakau, vienuoliai, kad trys blogi elgesiai yra penami, nėra nepenami. ",
  "an10.61:2.8": "Ir kas yra penas trims blogiems elgesiams? ",
  "an10.61:2.9": "Pasakytina, kad tai (juslinių) gebėjimų nesulaikymas. ",
  "an10.61:2.10": "Ir aš sakau, vienuoliai, kad (juslinių) gebėjimų nesulaikymas yra penamas, nėra nepenamas. ",
  "an10.61:2.11": "Ir kas yra penas (juslinių) gebėjimų nesulaikymui? ",
  "an10.61:2.12": "Pasakytina, kad tai atidos ir aiškaus supratimo stoka. ",
  "an10.61:2.13": "Ir aš sakau, vienuoliai, kad atidos ir aiškaus supratimo stoka yra penama, nėra nepenama. ",
  "an10.61:2.14": "Ir kas yra penas atidos ir aiškaus supratimo stokai? ",
  "an10.61:2.15": "Pasakytina, kad tai neišmintingas dėmesys. ",
  "an10.61:2.16": "Ir aš sakau, vienuoliai, kad neišmintingas dėmesys yra penamas, nėra nepenamas. ",
  "an10.61:2.17": "Ir kas yra penas neišmintingam dėmesiui? ",
  "an10.61:2.18": "Pasakytina, kad tai tikėjimo stoka. ",
  "an10.61:2.19": "Ir aš sakau, vienuoliai, kad tikėjimo stoka yra penama, nėra nepenama. ",
  "an10.61:2.20": "Ir kas yra penas tikėjimo stokai? ",
  "an10.61:2.21": "Pasakytina, kad tai negero mokymo klausymas. ",
  "an10.61:2.22": "Ir aš sakau, vienuoliai, kad negero mokymo klausymas yra penamas, nėra nepenamas. ",
  "an10.61:2.23": "Ir kas yra penas negero mokymo klausymui? ",
  "an10.61:2.24": "Pasakytina, kad tai susidėjimas su blogais žmonėmis. ",
  "an10.61:3.1": "Tokiu būdu, vienuoliai, dėl susidėjimo su blogais žmonėmis pagausėjimo, gausėja negero mokymo klausymo. Dėl negero mokymo klausymo pagausėjimo, gausėja tikėjimo stokos. Dėl tikėjimo stokos pagausėjimo, gausėja neišmintingo dėmesio. Dėl neišmintingo dėmesio pagausėjimo, gausėja atidos ir aiškaus supratimo stokos. Dėl atidos ir aiškaus supratimo stokos pagausėjimo, gausėja (juslinių) gebėjimų nesulaikymo. Dėl (juslinių) gebėjimų nesulaikymo pagausėjimo, gausėja trijų blogų elgesių. Dėl trijų blogų elgesių pagausėjimo, gausėja penkių kliūčių. Dėl penkių kliūčių pagausėjimo, gausėja neišmanymo. ",
  "an10.61:3.2": "Štai taip penamas neišmanymas, taip jo gausėja. ",
  "an10.61:4.1": "Panašiai, vienuoliai, kaip kad kai virš kalno dideliais lašais lyja lietus, bėgantis, tekantis žemyn vanduo pildo kalno papėdėje esančias įdubas. Tuomet, dėl kalno papėdėje esančių įdubų prisipildymo, pildosi maži tvenkiniai. Dėl mažų tvenkinių prisipildymo, pildosi dideli tvenkiniai. Dėl didelių tvenkinių prisipildymo, pildosi mažos upės. Dėl mažų upių prisipildymo, pildosi didelės upės. Dėl didelių upių prisipildymo, pildosi didis vandenynas. ",
  "an10.61:4.2": "Štai taip sotinamas didis vandenynas, taip jis pildosi. ",
  "an10.61:5.1": "Lygiai gi taip pat, vienuoliai, dėl susidėjimo su blogais žmonėmis pagausėjimo, gausėja negero mokymo klausymo. Dėl negero mokymo klausymo pagausėjimo, gausėja tikėjimo stokos. Dėl tikėjimo stokos pagausėjimo, gausėja neišmintingo dėmesio. Dėl neišmintingo dėmesio pagausėjimo, gausėja atidos ir aiškaus supratimo stokos. Dėl atidos ir aiškaus supratimo stokos pagausėjimo, gausėja (juslinių) gebėjimų nesulaikymo. Dėl (juslinių) gebėjimų nesulaikymo pagausėjimo, gausėja trijų blogų elgesių. Dėl trijų blogų elgesių pagausėjimo, gausėja penkių kliūčių. Dėl penkių kliūčių pagausėjimo, gausėja neišmanymo. ",
  "an10.61:5.2": "Štai taip penamas neišmanymas, taip jo gausėja. ",
  "an10.61:6.1": "Ir aš sakau, vienuoliai, kad žinojimas ir išsilaisvinimas yra penami, nėra nepenami. ",
  "an10.61:6.2": "Ir kas yra penas žinojimui ir išsilaisvinimui? ",
  "an10.61:6.3": "Pasakytina, kad tai septyni nušvitimo veiksniai. ",
  "an10.61:6.4": "Ir aš sakau, vienuoliai, kad septyni nušvitimo veiksniai yra penami, nėra nepenami. ",
  "an10.61:6.5": "Ir kas yra penas septyniems nušvitimo veiksniams? ",
  "an10.61:6.6": "Pasakytina, kad tai keturios atidos sritys. ",
  "an10.61:6.7": "Ir aš sakau, vienuoliai, kad keturios atidos sritys yra penamos, nėra nepenamos. ",
  "an10.61:6.8": "Ir kas yra penas keturioms atidos sritims? ",
  "an10.61:6.9": "Pasakytina, kad tai trys geri elgesiai. ",
  "an10.61:6.10": "Ir aš sakau, vienuoliai, kad trys geri elgesiai yra penami, nėra nepenami. ",
  "an10.61:6.11": "Ir kas yra penas trims geriems elgesiams? ",
  "an10.61:6.12": "Pasakytina, kad tai (juslinių) gebėjimų sulaikymas. ",
  "an10.61:6.13": "Ir aš sakau, vienuoliai, kad (juslinių) gebėjimų sulaikymas yra penamas, nėra nepenamas. ",
  "an10.61:6.14": "Ir kas yra penas (juslinių) gebėjimų sulaikymui? ",
  "an10.61:6.15": "Pasakytina, kad tai atida ir aiškus supratimas. ",
  "an10.61:6.16": "Ir aš sakau, vienuoliai, kad atida ir aiškus supratimas yra penami, nėra nepenami. ",
  "an10.61:6.17": "Ir kas yra penas atidai ir aiškiam supratimui? ",
  "an10.61:6.18": "Pasakytina, kad tai išmintingas dėmesys. ",
  "an10.61:6.19": "Ir aš sakau, vienuoliai, kad išmintingas dėmesys yra penamas, nėra nepenamas. ",
  "an10.61:6.20": "Ir kas yra penas išmintingam dėmesiui? ",
  "an10.61:6.21": "Pasakytina, kad tai tikėjimas. ",
  "an10.61:6.22": "Ir aš sakau, vienuoliai, kad tikėjimas yra penamas, nėra nepenamas. ",
  "an10.61:6.23": "Ir kas yra penas tikėjimui? ",
  "an10.61:6.24": "Pasakytina, kad tai gero mokymo klausymas. ",
  "an10.61:6.25": "Ir aš sakau, vienuoliai, kad gero mokymo klausymas yra penamas, nėra nepenamas. ",
  "an10.61:6.26": "Ir kas yra penas gero mokymo klausymui? ",
  "an10.61:6.27": "Pasakytina, kad tai bendravimas su gerais žmonėmis. ",
  "an10.61:7.1": "Tokiu būdu, vienuoliai, dėl bendravimo su gerais žmonėmis pagausėjimo, gausėja gero mokymo klausymo. Dėl gero mokymo klausymo pagausėjimo, gausėja tikėjimo. Dėl tikėjimo pagausėjimo, gausėja išmintingo dėmesio. Dėl išmintingo dėmesio pagausėjimo, gausėja atidos ir aiškaus supratimo. Dėl atidos ir aiškaus supratimo pagausėjimo, gausėja (juslinių) gebėjimų sulaikymo. Dėl (juslinių) gebėjimų sulaikymo pagausėjimo, gausėja trijų gerų elgesių. Dėl trijų gerų elgesių pagausėjimo, gausėja keturių atidos sričių. Dėl keturių atidos sričių pagausėjimo, gausėja septynių nušvitimo veiksnių. Dėl septynių nušvitimo veiksnių pagausėjimo, gausėja žinojimo ir išsilaisvinimo. ",
  "an10.61:7.2": "Štai taip penamas žinojimas ir išsilaisvinimas, taip jo gausėja. ",
  "an10.61:8.1": "Panašiai, vienuoliai, kaip kad kai virš kalno dideliais lašais lyja lietus, bėgantis, tekantis žemyn vanduo pildo kalno papėdėje esančias įdubas. Tuomet, dėl kalno papėdėje esančių įdubų prisipildymo, pildosi maži tvenkiniai. Dėl mažų tvenkinių prisipildymo, pildosi dideli tvenkiniai. Dėl didelių tvenkinių prisipildymo, pildosi mažos upės. Dėl mažų upių prisipildymo, pildosi didelės upės. Dėl didelių upių prisipildymo, pildosi didis vandenynas. ",
  "an10.61:8.2": "Štai taip sotinamas didis vandenynas, taip jis pildosi. ",
  "an10.61:9.1": "Lygiai gi taip pat, vienuoliai, dėl bendravimo su gerais žmonėmis pagausėjimo, gausėja gero mokymo klausymo. Dėl gero mokymo klausymo pagausėjimo, gausėja tikėjimo. Dėl tikėjimo pagausėjimo, gausėja išmintingo dėmesio. Dėl išmintingo dėmesio pagausėjimo, gausėja atidos ir aiškaus supratimo. Dėl atidos ir aiškaus supratimo pagausėjimo, gausėja (juslinių) gebėjimų sulaikymo. Dėl (juslinių) gebėjimų sulaikymo pagausėjimo, gausėja trijų gerų elgesių. Dėl trijų gerų elgesių pagausėjimo, gausėja keturių atidos sričių. Dėl keturių atidos sričių pagausėjimo, gausėja septynių nušvitimo veiksnių. Dėl septynių nušvitimo veiksnių pagausėjimo, gausėja žinojimo ir išsilaisvinimo. ",
  "an10.61:9.2": "Štai taip penamas žinojimas ir išsilaisvinimas, taip jo gausėja. "
}