{
  "an10.60:0.1": "Palaipsninių suttų rinkinys 10 ",
  "an10.60:0.2": "6. Skyrius apie savo protą ",
  "an10.60:0.3": "60. Girimānanda ",
  "an10.60:1.1": "Kartą Palaimintasis buvo apsistojęs Anathapindikos vienuolyne Džetos giraitėje netoli Savatthi. ",
  "an10.60:1.2": "Tuo gi pat metu garbingasis Girimananda buvo ligos pakirstas, kamuojamas, sunkiai sirgo. ",
  "an10.60:1.3": "Ir štai gerbiamas Ananda nuėjo pas Palaimintąjį. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdėdamas gi iš šono gerbiamas Ananda pasakė Palaimintajam štai ką: ",
  "an10.60:2.1": "„Garbusis, garbingasis Girimananda yra ligos pakirstas, kamuojamas, sunkiai serga. ",
  "an10.60:2.2": "Gerai būtų, Garbusis, jei Palaimintasis iš atjautos nueitų pas garbingąjį Girimanandą.” ",
  "an10.60:2.3": "„Ananda, jei tu pats vienuoliui Girimanandai papasakosi apie dešimt suvokimų, visai įmanoma, kad vienuoliui Girimanandai išgirdus tuos dešimt suvokimų, ta liga kaipmat praeis. ",
  "an10.60:3.1": "Kokie, tie dešimt? ",
  "an10.60:3.2": "Nepastovumo suvokimas, savasties nebuvimo suvokimas, atgrasumo suvokimas, blogybės suvokimas, atsikratymo suvokimas, išblėsimo suvokimas, baigties suvokimas, niekuo nesimėgavimo pasaulyje suvokimas, jokių sudarytų dalykų nenorėjimo suvokimas, atida kvėpavimui. ",
  "an10.60:4.1": "Ir koks, Ananda, yra nepastovumo suvokimas? ",
  "an10.60:4.2": "Štai, Ananda, vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą svarsto taip: ",
  "an10.60:4.3": "„Materiali forma nepastovi, jausmo tonas nepastovus, suvokimas nepastovus, proto dariniai nepastovūs, sąmonė nepastovi.” ",
  "an10.60:4.4": "Taip jis gyvena kontempliuodamas nepastovumą šiuose penkiuose savinamuose sanduose. ",
  "an10.60:4.5": "Tai, Ananda, vadinama nepastovumo suvokimu. ",
  "an10.60:5.1": "Ir koks, Ananda, yra savasties nebuvimo suvokimas? ",
  "an10.60:5.2": "Štai, Ananda, vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą svarsto taip: ",
  "an10.60:5.3": "„Akis nėra savastis, formos nėra savastis, ausis nėra savastis, garsai nėra savastis, nosis nėra savastis, kvapai nėra savastis, liežuvis nėra savastis, skoniai nėra savastis, kūnas nėra savastis, apčiuopiami objektai nėra savastis, protas nėra savastis, proto objektai nėra savastis.” ",
  "an10.60:5.4": "Taip jis gyvena, kontempliuodamas savasties nebuvimą šešiose vidinėse ir išorinėse patyrimo srityse. ",
  "an10.60:5.5": "Tai, Ananda, vadinama savasties nebuvimo suvokimu. ",
  "an10.60:6.1": "Ir koks, Ananda, yra atgrasumo suvokimas? ",
  "an10.60:6.2": "Štai, Ananda, vienuolis šitą patį, padengtą oda kūną, pilną visokiausių nešvarumų, mintyse apžiūri į viršų nuo kojų padų ir žemyn nuo galvos plaukų (taip): ",
  "an10.60:6.3": "„Šiame kūne yra galvos plaukai, kūno plaukai, nagai, dantys, oda, raumenys, sausgyslės, kaulai, čiulpai, inkstai, širdis, kepenys, diafragma, blužnis, plaučiai, žarnos, žarnaplėvė, skrandžio turinys, išmatos, tulžis, gleivės, pūliai, kraujas, prakaitas, lašiniai, ašaros, riebalai, seilės, snargliai, sąnarinis tepalas, šlapimas.” ",
  "an10.60:6.4": "Taip jis gyvena, kontempliuodamas atgrasumą kūne. ",
  "an10.60:6.5": "Tai, Ananda, vadinama atgrasumo suvokimu. ",
  "an10.60:7.1": "Ir koks, Ananda, yra blogybės suvokimas? ",
  "an10.60:7.2": "Štai, Ananda, vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą svarsto taip: ",
  "an10.60:7.3": "„Šis kūnas turi (savyje užslėptų) daug kančių, daug blogybių. Juk šiame kūne kyla įvairiausi negalavimai. Tokie kaip ",
  "an10.60:7.4": "akių ligos, vidinės ausies ligos, nosies ligos, liežuvio ligos, kūno ligos, galvos ligos, išorinės ausies ligos, burnos ligos, dantų ligos, kosulys, astma, kataras, uždegimas, karščiavimas, skrandžio skausmas, alpulys, dizenterija, spazmai, cholera, raupai, pūliniai, egzema, tuberkuliozė, epilepsija, pūslelinė, niežulys, šašai, vėjaraupiai, išbėrimai, žvynelinė, kraujavimas, diabetas, hemorojus, spuogai, opos; ligos, atsirandančios dėl tulžies, gleivių, vėjo ar jų derinio disharmonijos; ligos, atsiradusios dėl klimato kaitos; ligos, atsiradusios dėl netinkamos priežiūros; ligos, atsiradusios dėl užpuolimo; arba ligos, atsiradusios dėl _kammos_; ir šaltis, karštis, alkis, troškulys, tuštinimasis ir šlapinimasis. ",
  "an10.60:7.5": "Taip jis gyvena, kontempliuodamas blogybę kūne. ",
  "an10.60:7.6": "Tai, Ananda, vadinama blogybės suvokimu. ",
  "an10.60:8.1": "Ir koks, Ananda, yra atsikratymo suvokimas? ",
  "an10.60:8.2": "Štai, Ananda, vienuolis nepakenčia kilusios juslinių malonumų minties, jis atsikrato (jos), pašalina, išsklaido, panaikina ją. Jis nepakenčia kilusios piktavališkumo minties, jis atsikrato (jos), pašalina, išsklaido, panaikina ją. Jis nepakenčia kilusios žiaurumo minties, jis atsikrato (jos), pašalina, išsklaido, panaikina ją. Jis nepakenčia kilusių nelabų nedorų reiškinių, jis atsikrato (jų), pašalina, išsklaido, panaikina juos. ",
  "an10.60:8.3": "Tai, Ananda, vadinama atsikratymo suvokimu. ",
  "an10.60:9.1": "Ir koks, Ananda, yra išblėsimo suvokimas? ",
  "an10.60:9.2": "Štai, Ananda, vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą svarsto taip: ",
  "an10.60:9.3": "„Tai yra ramybė, tai yra aukščiausia – visų sudarytų dalykų nuraminimas, visų (pasaulietinių) prisirišimų atsisakymas, troškimo panaikinimas, išblėsimas, užgesimas (_nibbāna_).“ ",
  "an10.60:9.4": "Tai, Ananda, vadinama išblėsimo suvokimu. ",
  "an10.60:10.1": "Ir koks, Ananda, yra baigties suvokimas? ",
  "an10.60:10.2": "Štai, Ananda, vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą svarsto taip: ",
  "an10.60:10.3": "„Tai yra ramybė, tai yra aukščiausia – visų sudarytų dalykų nuraminimas, visų (pasaulietinių) prisirišimų atsisakymas, troškimo panaikinimas, baigtis, užgesimas (_nibbāna_).“ ",
  "an10.60:10.4": "Tai, Ananda, vadinama baigties suvokimu. ",
  "an10.60:11.1": "Ir koks, Ananda, yra niekuo nesimėgavimo pasaulyje suvokimas? ",
  "an10.60:11.2": "Štai, Ananda, vienuolis gyvena atsikratydamas, nesisavindamas to, kas pasaulyje yra (egzistencijos) varomoji jėga: proto nusistatymų, įsitikinimų ir giluminių polinkių. ",
  "an10.60:11.3": "Tai, Ananda, vadinama niekuo nesimėgavimo pasaulyje suvokimu. ",
  "an10.60:12.1": "Ir koks, Ananda, yra jokių sudarytų dalykų nenorėjimo suvokimas? ",
  "an10.60:12.2": "Štai, Ananda, vienuolis baisisi, gėdijasi, bjaurisi visais sudarytais dalykais. ",
  "an10.60:12.3": "Tai, Ananda, vadinama jokių sudarytų dalykų nenorėjimo suvokimu. ",
  "an10.60:13.1": "Ir kokia, Ananda, yra atida kvėpavimui? ",
  "an10.60:13.2": "Štai, Ananda, vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą atsisėda sukryžiavęs kojas, laikydamas kūną tiesiai, sutelkęs atidą priešais save. ",
  "an10.60:13.3": "Jis įkvepia (būdamas) atidus, iškvepia (būdamas) atidus. ",
  "an10.60:13.4": "Ilgai įkvėpdamas jis supranta: „Įkvepiu ilgai”, – ilgai iškvėpdamas supranta: „Iškvepiu ilgai”. ",
  "an10.60:13.5": "Trumpai įkvėpdamas jis supranta: „Įkvepiu trumpai”, – trumpai iškvėpdamas supranta: „Iškvepiu trumpai”. ",
  "an10.60:13.6": "Jis mokosi: „Įkvėpsiu patirdamas visą kūną”, – mokosi: „Iškvėpsiu patirdamas visą kūną”. ",
  "an10.60:13.7": "Jis mokosi: „Įkvėpsiu nuramindamas kūno darinius”, – mokosi: „Iškvėpsiu nuramindamas kūno darinius”. ",
  "an10.60:13.8": "Jis mokosi: „Įkvėpsiu patirdamas džiaugsmą”, – mokosi: „Iškvėpsiu patirdamas džiaugsmą”. ",
  "an10.60:13.9": "Jis mokosi: „Įkvėpsiu patirdamas laimę”, – mokosi: „Iškvėpsiu patirdamas laimę”. ",
  "an10.60:13.10": "Jis mokosi: „Įkvėpsiu patirdamas proto darinius”, – mokosi: „Iškvėpsiu patirdamas proto darinius”. ",
  "an10.60:13.11": "Jis mokosi: „Įkvėpsiu nuramindamas proto darinius”, – mokosi: „Iškvėpsiu nuramindamas proto darinius”. ",
  "an10.60:13.12": "Jis mokosi: „Įkvėpsiu patirdamas protą”, – mokosi: „Iškvėpsiu patirdamas protą”. ",
  "an10.60:13.13": "Jis mokosi: „Įkvėpsiu džiugindamas protą”, – mokosi: „Iškvėpsiu džiugindamas protą”. ",
  "an10.60:13.14": "Jis mokosi: „Įkvėpsiu sutelkdamas protą”, – mokosi: „Iškvėpsiu sutelkdamas protą”. ",
  "an10.60:13.15": "Jis mokosi: „Įkvėpsiu išlaisvindamas protą”, – mokosi: „Iškvėpsiu išlaisvindamas protą”. ",
  "an10.60:13.16": "Jis mokosi: „Įkvėpsiu stebėdamas nepastovumą”, – mokosi: „Iškvėpsiu stebėdamas nepastovumą”. ",
  "an10.60:13.17": "Jis mokosi: „Įkvėpsiu stebėdamas kaip išblėsta potraukis”, – mokosi: „Iškvėpsiu stebėdamas kaip išblėsta potraukis”. ",
  "an10.60:13.18": "Jis mokosi: „Įkvėpsiu stebėdamas baigtį”, – mokosi: „Iškvėpsiu stebėdamas baigtį”. ",
  "an10.60:13.19": "Jis mokosi: „Įkvėpsiu stebėdamas atsisakymą”, – mokosi: „Iškvėpsiu stebėdamas atsisakymą”. ",
  "an10.60:13.20": "Tai, Ananda, vadinama atida kvėpavimui. ",
  "an10.60:14.1": "Ananda, jei tu pats vienuoliui Girimanandai papasakosi apie dešimt suvokimų, visai įmanoma, kad vienuoliui Girimanandai išgirdus tuos dešimt suvokimų, ta liga kaipmat praeis.” ",
  "an10.60:15.1": "Ir štai garbingasis Ananda, išmokęs iš Palaimintojo šiuos dešimt suvokimų, atėjo pas garbingąjį Girimanandą. Atėjęs papasakojo apie šiuos dešimt suvokimų. ",
  "an10.60:15.2": "Ir štai garbingajam Girimanandai išgirdus tuos dešimt suvokimų, ta liga kaipmat praėjo. ",
  "an10.60:15.3": "Ir garbingasis Girimananda pasveiko nuo tos ligos. Taip ta garbingojo Girimanandos liga buvo išgydyta. "
}