{
  "sn51.15:0.1": "Zbiór połączonych mów - 51 ",
  "sn51.15:0.2": "2. Rozdział o trzęsieniu w posadach ",
  "sn51.15:0.3": "Mowa o braminie Uṇṇābha ",
  "sn51.15:1.1": "Oto com usłyszał – ",
  "sn51.15:1.2": "pewnego razu Czcigodny Ānanda przebywał niedaleko miasta Kosambī, w parku Ghosity. ",
  "sn51.15:1.3": "Wtedy to bramin Uṇṇābho przybył do Czcigodnego Ānandy. Przybliżywszy się do Czcigodnego Ānandy, przywitał się. ",
  "sn51.15:1.4": "Po przywitaniu i wyrażeniu szacunku spytał o zdrowie, a następnie usiadł z boku. Siedząc obok, bramin Uṇṇābho rzekł do Czcigodnego Ānandy: ",
  "sn51.15:1.5": "„Przyjacielu Ānando, jaki sens ma przebywanie w świętym życiu pod przewodnictwem pustelnika Gotamy?”. ",
  "sn51.15:1.6": "„Braminie, sens przebywania w świętym życiu pod przewodnictwem Błogosławionego to porzucenie dążenia”. ",
  "sn51.15:2.1": "„Przyjacielu Ānando, czy istnieje ścieżka, czy istnieje sposób do porzucenia tego dążenia?”. ",
  "sn51.15:2.2": "„Braminie, istnieje ścieżka, istnieje sposób do porzucenia tego dążenia”. ",
  "sn51.15:3.1": "„Która to ścieżka, przyjacielu Ānando, jaki to sposób do porzucenia dążenia?”. ",
  "sn51.15:3.2": "„Jest tak wtedy, braminie, kiedy mnich rozwija siłą swej woli podstawę mocy, dzięki czemu osiąga skupienie wynikłe z dążenia, (…), ",
  "sn51.15:3.3": "dzięki czemu osiąga skupienie wynikłe z energi, (…), ",
  "sn51.15:3.4": "dzięki czemu osiąga skupienie wynikłe ze skłonności umysłu, (…), ",
  "sn51.15:3.5": "rozwija siłą swej woli podstawę mocy, dzięki czemu osiąga skupienie wynikłe z rozeznania – ",
  "sn51.15:3.6": "oto ścieżka, braminie, oto sposób do porzucenia dążenia”. ",
  "sn51.15:4.1": "„Skoro tak jest, przyjacielu Ānando, to jest to coś, co nie ma końca, a nie coś, co można doprowadzić do końca. ",
  "sn51.15:4.2": "Nie jest możliwe porzucić dążenie dążeniem”. ",
  "sn51.15:4.3": "„Zatem, braminie, przepytam cię co do tego. Możesz zrobić, co uznasz za stosowne. ",
  "sn51.15:4.4": "Jak mniemasz, braminie, ",
  "sn51.15:4.5": "czy wcześniej było w tobie dążenie: »pójdę do parku«? ",
  "sn51.15:4.6": "Czy gdy doszedłeś do parku, twoje dążenie zostało zaspokojone?”. ",
  "sn51.15:4.7": "„Tak, przyjacielu”. ",
  "sn51.15:4.8": "„Czy wcześniej była w tobie energia: »pójdę do parku«? ",
  "sn51.15:4.9": "Czy gdy doszedłeś do parku, twoja energia została zaspokojona?” ",
  "sn51.15:4.10": "„Tak, przyjacielu”. ",
  "sn51.15:4.11": "„Czy wcześniej była w tobie  skłonność umysłu: »pójdę do parku«? ",
  "sn51.15:4.12": "Czy gdy doszedłeś do parku, twoja  skłonność umysłu została zaspokojona?” ",
  "sn51.15:4.13": "„Tak, przyjacielu”. ",
  "sn51.15:4.14": "„Czy wcześniej było w tobie rozeznanie: »pójdę do parku«? ",
  "sn51.15:4.15": "Czy gdy doszedłeś do parku, twoje rozeznanie zostało zaspokojone?”. ",
  "sn51.15:4.16": "„Tak, przyjacielu”. ",
  "sn51.15:5.1": "„Tak samo jest z mnichem, który jest Arahantem, od skażeń uwolnionym, którego święte życie zostało dopełnione, to, co należało zrobić, zostało zrobione, odłożył to, czym był \nobarczony, dobrobyt osiągnął, jarzmo dalszego stawania się zerwał, dzięki doskonałemu \npojęciu został wyzwolony, jego wcześniej istniejące dążenie osiągnięcia stanu Arahanta po \nosiągnięciu stanu Arahanta zostało zaspokojone, ",
  "sn51.15:5.2": "jego wcześniej istniejąca energia osiągnięcia stanu Arahanta po osiągnięciu stanu Arahanta została zaspokojona, ",
  "sn51.15:5.3": "jego wcześniej istniejąca skłonność umysłu osiągnięcia stanu Arahanta po osiągnięciu stanu Arahanta została zaspokojona, ",
  "sn51.15:5.4": "jego wcześniej istniejące rozeznanie osiągnięcia stanu Arahanta po osiągnięciu stanu Arahanta zostało zaspokojone. ",
  "sn51.15:5.5": "Jak mniemasz, braminie, ",
  "sn51.15:5.6": "czy jest to coś, co nie ma końca, czy coś, co można doprowadzić do końca?”. ",
  "sn51.15:6.1": "„Doprawdy, przyjacielu Ānando, tak jest – jest to coś, co ma koniec, a nie coś, czego nie \nmożna doprowadzić do końca. ",
  "sn51.15:6.2": "Wspaniale, przyjacielu Ānando! Wspaniale, przyjacielu Ānando! ",
  "sn51.15:6.3": "To tak, jakby, przyjacielu Ānando, człowiek postawił z powrotem coś, co było przewrócone, jakby odkrył ukryte, jakby wskazano drogę zagubionemu, jakby przyniesiono lampę w ciemności z taką myślą: »Ci, którzy mają oczy, będą widzieli wszystko wyraźnie«. W taki też sposób została mi ukazana Dhamma przez przyjaciela Ānandę. ",
  "sn51.15:6.4": "Chciałbym mieć, przyjacielu Ānando, schronienie w mistrzu Gotamie, w Dhammie i w mnisiej Saṅdze. ",
  "sn51.15:6.5": "Niech przyjaciel Ānanda traktuje mnie jako współwyznawcę, tego, który od dziś znalazł schronienie na resztę życia”. ",
  "sn51.15:6.6": "Piąta. "
}