{
  "ud3.10:0.1": "Heartfelt Sayings",
  "ud3.10:0.2": "The World ",
  "ud3.10:1.1": "So I have heard. ",
  "ud3.10:1.2": "At one time, when he was first awakened, the Buddha was staying near Uruvelā at the root of the tree of awakening on the bank of the Nerañjarā River. ",
  "ud3.10:1.3": "There the Buddha sat cross-legged for seven days without moving, experiencing the bliss of freedom. ",
  "ud3.10:2.1": "When seven days had passed, the Buddha emerged from that state of immersion and surveyed the world with the eye of a Buddha.",
  "ud3.10:2.2": "He saw sentient beings tormented with many torments, and burning with many fevers",
  "ud3.10:2.3": "born of greed, hate, and delusion.",
  "ud3.10:3.1": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud3.10:4.1": "“This world, born in torment,",
  "ud3.10:4.2": "overcome by contact, speaks of disease as the self.",
  "ud3.10:4.3": "For whatever it thinks it is, ",
  "ud3.10:4.4": "it turns out to be something else.",
  "ud3.10:5.1": "The world is attached to continued existence, overcome by continued existence,",
  "ud3.10:5.2": "taking pleasure only in continued existence, yet it becomes something else. ",
  "ud3.10:5.3": "What it enjoys, that is the fear;",
  "ud3.10:5.4": "what it fears, that is the suffering.",
  "ud3.10:5.5": "But this spiritual life is led ",
  "ud3.10:5.6": "in order to give up continued existence. ",
  "ud3.10:6.1": "Of the ascetics and brahmins who say that through continued existence one is freed from continued existence, none are themselves freed from continued existence, I say. ",
  "ud3.10:6.2": "Of the ascetics and brahmins who say that through annihilation of existence one escapes from continued existence, none have themselves escaped from continued existence, I say. ",
  "ud3.10:7.1": "For this suffering originates dependent on all attachment. With the ending of all grasping there is no origination of suffering.",
  "ud3.10:7.2": "Just look at this world!",
  "ud3.10:7.3": "Mired in all sorts of ignorance, beings in love with being are not released from continued existence.",
  "ud3.10:7.4": "Whatever states of continued existence there are—everywhere, all over—all are impermanent, suffering, and perishable. ",
  "ud3.10:8.1": "In this way one seeing with right wisdom ",
  "ud3.10:8.2": "in accord with truth,",
  "ud3.10:8.3": "gives up craving for continued existence,",
  "ud3.10:8.4": "while not look forward to ending existence.",
  "ud3.10:8.5": "Extinguishment comes from the ending of all cravings;",
  "ud3.10:8.6": "fading away and cessation with nothing left over.",
  "ud3.10:9.1": "There is no further existence",
  "ud3.10:9.2": "for that mendicant extinguished without grasping.",
  "ud3.10:9.3": "Victorious in battle, such a one has defeated Māra;",
  "ud3.10:9.4": "they’ve gone beyond all states of existence.”"
}