{
  "ud3.6:0.1": "Heartfelt Sayings 3.6 ",
  "ud3.6:0.2": "With Pilindavaccha ",
  "ud3.6:1.1": "So I have heard. ",
  "ud3.6:1.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "ud3.6:1.3": "Now at that time Venerable Pilindavaccha addressed the mendicants as “lowlifes”. ",
  "ud3.6:1.4": "Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "ud3.6:1.5": "“Sir, Venerable Pilindavaccha addresses the mendicants as ‘lowlifes’.” ",
  "ud3.6:2.1": "So the Buddha addressed a certain monk, ",
  "ud3.6:2.2": "“Please, monk, in my name tell the mendicant Pilindavaccha that ",
  "ud3.6:2.3": "the Teacher summons him.” ",
  "ud3.6:2.4": "“Yes, sir,” that monk replied. He went to Pilindavaccha and said to him, ",
  "ud3.6:2.5": "“Reverend Pilindavaccha, the teacher summons you.” ",
  "ud3.6:3.1": "“Yes, reverend,” Pilindavaccha replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: ",
  "ud3.6:3.2": "“Is it really true, Vaccha, that you addressed the mendicants as ‘lowlifes’?” ",
  "ud3.6:3.3": "“Yes, sir,” he replied. ",
  "ud3.6:4.1": "Then, having applied his mind to Pilindavaccha’s past lives, the Buddha said to the mendicants, ",
  "ud3.6:4.2": "“Mendicants, don’t complain about the mendicant Vaccha. ",
  "ud3.6:4.3": "He doesn’t addresses the mendicants as ‘lowlifes’ out of hate. ",
  "ud3.6:4.4": "For five hundred lives without interruption he was reborn in a brahmin family. ",
  "ud3.6:4.5": "For a long time, he has addressed people as ‘lowlife’. ",
  "ud3.6:4.6": "That’s why he addresses the mendicants as ‘lowlifes’.” ",
  "ud3.6:5.1": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud3.6:6.1": "“In whom dwells no deceit or conceit, ",
  "ud3.6:6.2": "rid of greed, unselfish, with no need for hope, ",
  "ud3.6:6.3": " with anger eliminated, quenched: ",
  "ud3.6:6.4": "they are a brahmin, an ascetic, a mendicant.” "
}