{
  "ud3.9:0.1": "Heartfelt Sayings 3.9 ",
  "ud3.9:0.2": "Professions ",
  "ud3.9:1.1": "So I have heard. ",
  "ud3.9:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "ud3.9:1.3": "Now at that time, after the meal, on return from almsround, several mendicants sat together in the pavilion and this discussion came up among them: ",
  "ud3.9:1.4": "“Who knows a craft? ",
  "ud3.9:1.5": "Who is studying which craft? ",
  "ud3.9:1.6": "Which is the best craft?” ",
  "ud3.9:2.1": "In answer, some said that ",
  "ud3.9:2.2": "elephant-craft is the best of crafts. ",
  "ud3.9:2.3": "Others said that the best craft is ",
  "ud3.9:2.4": "horse-craft, ",
  "ud3.9:2.6": "or chariot-craft, ",
  "ud3.9:2.8": "or archery, ",
  "ud3.9:2.10": "or swordsmanship, ",
  "ud3.9:2.12": "or computing, ",
  "ud3.9:2.14": "or accounting, ",
  "ud3.9:2.16": "or calculating, ",
  "ud3.9:2.18": "or writing, ",
  "ud3.9:2.20": "or poetry, ",
  "ud3.9:2.22": "or cosmology, ",
  "ud3.9:2.24": "or geomancy. ",
  "ud3.9:2.25": "At that point the conversation among those mendicants was left unfinished. ",
  "ud3.9:3.1": "Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall. He sat down on the seat spread out, ",
  "ud3.9:3.2": "and addressed the mendicants: ",
  "ud3.9:3.3": "“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "ud3.9:4.1": "So the mendicants told him what they had been talking about when the Buddha arrived. The Buddha said, ",
  "ud3.9:6.1": "“Mendicants, it is not appropriate for you gentlemen who have gone forth in faith from the lay life to homelessness to talk about such things. ",
  "ud3.9:6.2": "When you’re sitting together you should do one of two things: ",
  "ud3.9:6.3": "discuss the teachings or keep noble silence.” ",
  "ud3.9:7.1": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud3.9:8.1": "“Living without a craft, light, desiring the good, ",
  "ud3.9:8.2": "with senses controlled, everywhere free; ",
  "ud3.9:8.3": "a migrant with no shelter, unselfish, with no need for hope, ",
  "ud3.9:8.4": "having given up conceit, wandering alone: that is a mendicant.” "
}