{
  "ud3.2:0.1": "Heartfelt Sayings",
  "ud3.2:0.2": "3.2. With Nanda ",
  "ud3.2:1.1": "So I have heard. ",
  "ud3.2:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "ud3.2:1.3": "Now at that time Venerable Nanda, the Buddha’s paternal cousin, informed several mendicants: ",
  "ud3.2:1.4": "“I lead the spiritual life dissatisfied.",
  "ud3.2:1.5": "I am unable to keep up the spiritual life. I shall resign the training and return to a lesser life.”",
  "ud3.2:2.1": "Then a mendicant went up to the Buddha, bowed, sat down to one side, and told him what was happening. ",
  "ud3.2:3.1": "So the Buddha addressed a certain monk, ",
  "ud3.2:3.2": "“Please, monk, in my name tell the mendicant Nanda that ",
  "ud3.2:3.3": "the teacher summons him.” ",
  "ud3.2:3.4": "“Yes, sir,” that monk replied. He went to Nanda and said to him, ",
  "ud3.2:3.5": "“Reverend Nanda, the teacher summons you.” ",
  "ud3.2:4.1": "“Yes, reverend,” Nanda replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: ",
  "ud3.2:4.2": "The Buddha said to him: ",
  "ud3.2:5.1": "“Is it really true, Nanda, that you informed several mendicants that ",
  "ud3.2:5.2": "you are unable to keep up the spiritual life; that you shall resign the training and return to a lesser life?”",
  "ud3.2:5.3": "“Yes, sir,” they replied. ",
  "ud3.2:6.1": "“But why are you so dissatisfied with the spiritual life?”",
  "ud3.2:6.2": "“As I left my house, sir, the finest lady of the Sakyan land, her hair half-combed, glanced at me and said,",
  "ud3.2:6.3": "‘Hurry back, master.’",
  "ud3.2:6.4": "Recalling that, I am dissatisfied and shall resign the training.”",
  "ud3.2:7.1": "Then the Buddha took Nanda by the arm and, as easily as a strong person would extend or contract their arm, vanished from Jeta’s Grove and reappeared among the gods of the Thirty-Three. ",
  "ud3.2:8.1": "Now at that time five hundred dove-footed nymphs had come to attend to Sakka, the lord of gods. ",
  "ud3.2:8.2": "Then the Buddha said to Nanda, ",
  "ud3.2:8.3": "“Nanda, do you see these five hundred dove-footed nymphs?” ",
  "ud3.2:8.4": "“Yes, sir,” he replied. ",
  "ud3.2:9.1": "“What do you think, Nanda? Who is more attractive, good-looking, and lovely—the finest lady of the Sakyan land, or these five hundred dove-footed nymphs?” ",
  "ud3.2:9.2": "“Compared to these five hundred dove-footed nymphs, the finest lady of the Sakyan land is like a deformed monkey with its ears and nose cut off.",
  "ud3.2:9.3": "Compared to these five hundred dove-footed nymphs, she doesn’t count, there’s no comparison, she’s not worth a fraction.",
  "ud3.2:9.4": "These five hundred dove-footed nymphs are far more attractive, good-looking, and lovely.” ",
  "ud3.2:10.1": "“Rejoice, Nanda, rejoice! ",
  "ud3.2:10.2": "I guarantee you five hundred dove-footed nymphs.”",
  "ud3.2:10.3": "“If, sir, you guarantee me five hundred dove-footed nymphs, I shall happily lead the spiritual life under the Buddha.” ",
  "ud3.2:11.1": "Then the Buddha took Nanda by the arm and, as easily as a strong person would extend or contract their arm, vanished from the gods of the Thirty-Three and reappeared at Jeta’s Grove. ",
  "ud3.2:12.1": "The mendicants heard,",
  "ud3.2:12.2": "“It seems Venerable Nanda—who is both the Buddha’s half-brother and maternal cousin—leads the spiritual life for the sake of nymphs.",
  "ud3.2:12.3": "And it seems that the Buddha guaranteed him five hundred dove-footed nymphs.”",
  "ud3.2:13.1": "Monks who were his friends accused him of being a hireling and a lackey,",
  "ud3.2:13.2": "“It seems Nanda is a hireling, it seems he is a lackey: he leads the spiritual life for the sake of nymphs.",
  "ud3.2:13.3": "And it seems that the Buddha guaranteed him five hundred dove-footed nymphs.”",
  "ud3.2:14.1": "Then Nanda—horrified, repelled, and disgusted at being called a hireling and a lackey—living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "ud3.2:14.4": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "ud3.2:14.5": "Venerable Nanda became one of the perfected. ",
  "ud3.2:15.1": "Then, late at night, a glorious deity, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him: ",
  "ud3.2:15.3": "“Sir, Venerable Nanda—who is both the Buddha’s half-brother and maternal cousin—has realized the undefiled freedom of heart and freedom by wisdom in this very life. He lives having realized it with his own insight due to the ending of defilements.”",
  "ud3.2:15.4": "And the knowledge also came to the Buddha:",
  "ud3.2:15.5": "“Nanda has realized the undefiled freedom of heart and freedom by wisdom in this very life. He lives having realized it with his own insight due to the ending of defilements.”",
  "ud3.2:16.1": "Then, when the night had passed, Nanda went to the Buddha, bowed, sat down to one side, and said to him,",
  "ud3.2:16.3": "“Sir, you guaranteed me five hundred dove-footed nymphs. I release you from that promise.” ",
  "ud3.2:16.4": "“Nanda, I comprehended your mind and knew that ",
  "ud3.2:16.5": "you had realized the undefiled freedom of heart and freedom by wisdom.",
  "ud3.2:16.6": "And deities also told me about this.",
  "ud3.2:16.8": "As soon as your mind was freed from defilements by not grasping, I was released from that promise.”",
  "ud3.2:17.1": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud3.2:18.1": "“The mendicant who has crossed over the bog,",
  "ud3.2:18.2": "who has crushed the thorns of sensuality,",
  "ud3.2:18.3": "who has reached the end of delusion,",
  "ud3.2:18.4": "trembles not at pleasure and pain.”"
}