{
  "ud3.8:0.1": "Heartfelt Sayings 3.8 ",
  "ud3.8:0.2": "One Who Eats Only Almsfood ",
  "ud3.8:1.1": "So I have heard. ",
  "ud3.8:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "ud3.8:1.3": "Now at that time, after the meal, on return from almsround, several mendicants sat together in the pavilion by the kari tree and this discussion came up among them: ",
  "ud3.8:2.1": "“Reverends, when a mendicant who eats only almsfood is wandering for alms, from time to time they get to see pleasing sights, hear pleasing sounds, smell pleasing smells, taste pleasing tastes, and encounter pleasing touches. ",
  "ud3.8:2.2": "They wander for alms being honored, respected, revered, venerated, and esteemed. ",
  "ud3.8:2.3": "Come, we too should eat only almsfood. ",
  "ud3.8:2.4": "From time to time we too will get to see pleasing sights, hear pleasing sounds, smell pleasing smells, taste pleasing tastes, and encounter pleasing touches. ",
  "ud3.8:2.5": "We too shall wander for alms being honored, respected, revered, venerated, and esteemed.” ",
  "ud3.8:2.6": "At that point the conversation among those mendicants was left unfinished. ",
  "ud3.8:3.1": "Then in the late afternoon, the Buddha came out of retreat and went to the pavilion by the kari tree, where he sat on the seat spread out ",
  "ud3.8:3.2": "and addressed the mendicants: ",
  "ud3.8:3.3": "“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "ud3.8:4.1": "So the mendicants told him what they had been talking about. The Buddha said, ",
  "ud3.8:6.1": "“Mendicants, it is not appropriate for you gentlemen who have gone forth in faith from the lay life to homelessness to talk about such things. ",
  "ud3.8:6.2": "When you’re sitting together you should do one of two things: ",
  "ud3.8:6.3": "discuss the teachings or keep noble silence.” ",
  "ud3.8:7.1": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud3.8:8.1": "“A mendicant who relies on alms, ",
  "ud3.8:8.2": "self-supported, providing for no other; ",
  "ud3.8:8.3": "the poised one is envied by even the gods, ",
  "ud3.8:8.4": "but not if they’re after popularity and reputation.” "
}