{
  "ud3.3:0.1": "Heartfelt Sayings",
  "ud3.3:0.2": "3.3. With Yasoja",
  "ud3.3:1.1": "So I have heard. ",
  "ud3.3:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "ud3.3:1.3": "Now at that time around five hundred mendicants headed by Yasoja arrived at Sāvatthī to see the Buddha. ",
  "ud3.3:1.4": "At that, those visiting mendicants, while exchanging pleasantries with the resident mendicants, preparing their lodgings, and putting away their bowls and robes, made a dreadful racket. ",
  "ud3.3:2.1": "Then the Buddha said to Venerable Ānanda, ",
  "ud3.3:2.2": "“Ānanda, who’s making that dreadful racket? You’d think it was fishermen hauling in a catch!” ",
  "ud3.3:2.3": "“Sir, those five hundred mendicants headed by Yasoja have arrived at Sāvatthī to see the Buddha. ",
  "ud3.3:2.4": "It’s those visiting mendicants who, while exchanging pleasantries with the resident mendicants, preparing their lodgings, and putting away their bowls and robes, made a dreadful racket.” ",
  "ud3.3:2.5": "“Well then, Ānanda, in my name tell those mendicants that ",
  "ud3.3:2.6": "the teacher summons them.” ",
  "ud3.3:3.1": "“Yes, sir,” Ānanda replied. He went to those mendicants and said, ",
  "ud3.3:3.2": "“Venerables, the teacher summons you.” ",
  "ud3.3:3.3": "“Yes, reverend,” replied those mendicants. Then they rose from their seats and went to the Buddha, bowed, and sat down to one side. The Buddha said to them,",
  "ud3.3:4.1": "“Mendicants, what’s with that dreadful racket? You’d think it was fishermen hauling in a catch!” ",
  "ud3.3:4.2": "When he said this, Venerable Yasoja said to the Buddha, ",
  "ud3.3:4.3": "“Sir, these five hundred mendicants headed by Yasoja have arrived at Sāvatthī to see the Buddha. ",
  "ud3.3:4.4": "It’s these visiting mendicants who, while exchanging pleasantries with the resident mendicants, preparing their lodgings, and putting away their bowls and robes, made a dreadful racket.” ",
  "ud3.3:4.5": "“Go away, mendicants, I dismiss you. You are not to stay in my presence.” ",
  "ud3.3:5.1": "“Yes, sir,” replied those mendicants. They got up from their seats, bowed, and respectfully circled the Buddha, keeping him on their right. They set their lodgings in order and left, taking their bowls and robes. ",
  "ud3.3:5.2": "Traveling stage by stage in the land of the Vajjīs, they arrived at the Vaggumudā River. They built leaf huts near the riverbank and there they entered the rainy season.",
  "ud3.3:6.1": "Then Venerable Yasoja, having entered the rainy season, addressed the mendicants:",
  "ud3.3:6.2": "“Out of compassion, reverends, the Buddha dismissed us, wanting what’s best for us.",
  "ud3.3:6.3": "Come, let us live in such a way that the Buddha would be pleased with us.”",
  "ud3.3:6.4": "“Yes, reverend,” they replied. ",
  "ud3.3:6.5": "Then those mendicants, living alone, withdrawn, diligent, keen, and resolute, all realized the three knowledges in that same rainy season.",
  "ud3.3:7.1": "When the Buddha had stayed in Sāvatthī as long as he wished, he set out for Vesālī. ",
  "ud3.3:7.2": "Traveling stage by stage, he arrived at Vesālī, ",
  "ud3.3:7.3": "where he stayed in the hall with the peaked roof. ",
  "ud3.3:8.1": "Then, having applied his mind to comprehending the minds of the mendicants staying on the bank of the river Vaggumudā, the Buddha said to Venerable Ānanda,",
  "ud3.3:8.2": "“A light, it appears to me, has arisen in this quarter, Ānanda; a brightness has arisen.",
  "ud3.3:8.3": "I’m not put off at the thought of going to where the mendicants are staying on the bank of the river Vaggumudā.",
  "ud3.3:8.5": "Send a message to those mendicants:",
  "ud3.3:8.6": "“Venerables, the teacher summons you.” ",
  "ud3.3:9.1": "“Yes, sir,” Ānanda replied. He went to one of mendicants and said, ",
  "ud3.3:9.2": "“Please, Reverend, go to the staying on the bank of the river Vaggumudā and say to them,",
  "ud3.3:9.3": "“Venerables, the teacher summons you. He wants to see you.” ",
  "ud3.3:10.1": "“Yes, reverend,” replied those mendicants.",
  "ud3.3:10.2": "Then, as easily as a strong person would extend or contract their arm, he vanished from the Great Wood, in the hall with the peaked roof, and reappeared in front of those mendicants on the bank of the river Vaggumudā.",
  "ud3.3:10.5": "Then he said to those mendicants, ",
  "ud3.3:10.6": "“Venerables, the teacher summons you. He wants to see you.” ",
  "ud3.3:11.1": "“Yes, reverend,” replied those mendicants. They set their lodgings in order and took their bowls and robes. ",
  "ud3.3:11.2": "Then, as easily as a strong person would extend or contract their arm, they vanished from the bank of the river Vaggumudā, and reappeared in the presence of the Buddha in the Great Wood, in the hall with the peaked roof.",
  "ud3.3:11.5": "But at that time the Buddha was sitting immersed in imperturbable meditation. ",
  "ud3.3:11.6": "Then those mendicants thought, ",
  "ud3.3:11.7": "“What kind of meditation is the Buddha practicing right now?”",
  "ud3.3:11.8": "They thought, ",
  "ud3.3:11.9": "“He is practicing the imperturbable meditation.”",
  "ud3.3:11.10": "They all sat in imperturbable meditation.",
  "ud3.3:12.1": "And then, as the night was getting late, in the first watch of the night, Venerable Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ",
  "ud3.3:12.2": "“Sir, the night is getting late. It is the first watch of the night, and the visiting mendicants have been sitting long. ",
  "ud3.3:12.5": "Sir, please greet the visiting mendicants.”",
  "ud3.3:12.6": "But the Buddha kept silent. ",
  "ud3.3:13.1": "For a second time, as the night was getting late, in the middle watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ",
  "ud3.3:13.2": "“Sir, the night is getting late. It is the second watch of the night, and the visiting mendicants have been sitting long. ",
  "ud3.3:13.5": "Sir, please greet the visiting mendicants.”",
  "ud3.3:13.6": "But for a second time the Buddha kept silent. ",
  "ud3.3:14.1": "For a third time, as the night was getting late, in the last watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ",
  "ud3.3:14.2": "“Sir, the night is getting late. It is the last watch of the night; dawn stirs, bringing joy to the night, and the visiting mendicants have been sitting long. ",
  "ud3.3:14.7": "Sir, please greet the visiting mendicants.”",
  "ud3.3:15.1": "Then the Buddha emerged from that immersion and addressed Ānanda,",
  "ud3.3:15.2": "“If you’d known, Ānanda, you wouldn’t have said so much.",
  "ud3.3:15.3": "Both I and these five hundred mendicants have been sitting in imperturbable meditation.”",
  "ud3.3:16.1": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud3.3:17.1": "“A mendicant who has beaten the thorns of sensuality—",
  "ud3.3:17.2": "and abuse, killing, and caging—",
  "ud3.3:17.3": "steady as a mountain, imperturbable,",
  "ud3.3:17.4": "trembles not at pleasure and pain.”"
}