{
  "sn3.22:0.1": "Linked Discourses 3.22 ",
  "sn3.22:0.2": "3. Kosala ",
  "sn3.22:0.3": "Grandmother ",
  "sn3.22:1.1": "At Sāvatthī. ",
  "sn3.22:1.2": "King Pasenadi of Kosala sat to one side, and the Buddha said to him, ",
  "sn3.22:1.3": "“So, great king, where are you coming from in the middle of the day?” ",
  "sn3.22:2.1": "“Sir, my grandmother has passed away. She was old, elderly and senior. She was advanced in years and had reached the final stage of life; she was a hundred and twenty years old. ",
  "sn3.22:2.2": "But I loved my grandmother; she was dear to me. ",
  "sn3.22:2.3": "If by giving away the elephant-treasure I could get my grandmother back, I’d do it. ",
  "sn3.22:2.4": "",
  "sn3.22:2.5": "If by giving away the horse-treasure I could get my grandmother back, I’d do it. ",
  "sn3.22:2.6": "",
  "sn3.22:2.7": "If by giving away a prize village I could get my grandmother back, I’d do it. ",
  "sn3.22:2.8": "",
  "sn3.22:2.9": "If by giving away the whole country I could get my grandmother back, I’d do it.” ",
  "sn3.22:2.10": "",
  "sn3.22:2.11": "“Great king, all sentient beings are liable to die. Death is their end; they’re not exempt from death.” ",
  "sn3.22:2.12": "“It’s incredible, sir, it’s amazing, ",
  "sn3.22:2.13": "how well said this was by the Buddha: ",
  "sn3.22:2.14": "‘All sentient beings are liable to die. Death is their end; they’re not exempt from death.’” ",
  "sn3.22:3.1": "“That’s so true, great king! That’s so true! ",
  "sn3.22:3.2": "All sentient beings are liable to die. Death is their end; they’re not exempt from death. ",
  "sn3.22:3.3": "It’s like the vessels made by potters. Whatever kind they are, whether baked or unbaked, all of them are liable to break apart. Breaking is their end; they’re not exempt from breakage. ",
  "sn3.22:3.4": "In the same way, all sentient beings are liable to die. Death is their end; they’re not exempt from death.” ",
  "sn3.22:3.5": "That is what the Buddha said. … ",
  "sn3.22:4.1": "“All beings will die, ",
  "sn3.22:4.2": "for life ends with death. ",
  "sn3.22:4.3": "They pass on according to their deeds, ",
  "sn3.22:4.4": "reaping the fruits of good and bad. ",
  "sn3.22:4.5": "Those who do bad go to hell, ",
  "sn3.22:4.6": "and if you do good you go to heaven. ",
  "sn3.22:5.1": "That’s why you should do good, ",
  "sn3.22:5.2": "investing in the future life. ",
  "sn3.22:5.3": "The good deeds of sentient beings ",
  "sn3.22:5.4": "support them in the next world.” "
}