{
  "an3.68:0.1": "Aṅguttara Nikāya 3 ",
  "an3.68:0.2": "7. Mahāvagga ",
  "an3.68:0.3": "68. Aññatitthiyasutta ",
  "an3.68:1.1": "“Sace, bhikkhave, aññatitthiyā paribbājakā evaṁ puccheyyuṁ: ",
  "an3.68:1.2": "‘tayome, āvuso, dhammā. ",
  "an3.68:1.3": "Katame tayo? ",
  "an3.68:1.4": "Rāgo, doso, moho—",
  "an3.68:1.5": "ime kho, āvuso, tayo dhammā. ",
  "an3.68:1.6": "Imesaṁ, āvuso, tiṇṇaṁ dhammānaṁ ko viseso ko adhippayāso kiṁ nānākaraṇan’ti? ",
  "an3.68:1.7": "Evaṁ puṭṭhā tumhe, bhikkhave, tesaṁ aññatitthiyānaṁ paribbājakānaṁ kinti byākareyyāthā”ti? ",
  "an3.68:1.8": "“Bhagavaṁmūlakā no, bhante, dhammā bhagavaṁnettikā bhagavaṁpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṁyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "an3.68:1.9": "“Tena hi, bhikkhave, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "an3.68:1.10": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "an3.68:1.11": "Bhagavā etadavoca: ",
  "an3.68:2.1": "“Sace, bhikkhave, aññatitthiyā paribbājakā evaṁ puccheyyuṁ: ",
  "an3.68:2.2": "‘tayome, āvuso, dhammā. ",
  "an3.68:2.3": "Katame tayo? ",
  "an3.68:2.4": "Rāgo, doso, moho—",
  "an3.68:2.5": "ime kho, āvuso, tayo dhammā; ",
  "an3.68:2.6": "imesaṁ, āvuso, tiṇṇaṁ dhammānaṁ ko viseso ko adhippayāso kiṁ nānākaraṇan’ti? ",
  "an3.68:2.7": "Evaṁ puṭṭhā tumhe, bhikkhave, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyātha: ",
  "an3.68:2.8": "‘rāgo kho, āvuso, appasāvajjo dandhavirāgī, doso mahāsāvajjo khippavirāgī, moho mahāsāvajjo dandhavirāgī’ti. ",
  "an3.68:3.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno vā rāgo uppajjati uppanno vā rāgo bhiyyobhāvāya vepullāya saṁvattatī’ti? ",
  "an3.68:3.2": "‘“Subhanimittan”tissa vacanīyaṁ. ",
  "an3.68:3.3": "Tassa subhanimittaṁ ayoniso manasi karoto anuppanno vā rāgo uppajjati uppanno vā rāgo bhiyyobhāvāya vepullāya saṁvattati. ",
  "an3.68:3.4": "Ayaṁ kho, āvuso, hetu ayaṁ paccayo yena anuppanno vā rāgo uppajjati uppanno vā rāgo bhiyyobhāvāya vepullāya saṁvattatī’ti. ",
  "an3.68:4.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno vā doso uppajjati uppanno vā doso bhiyyobhāvāya vepullāya saṁvattatī’ti? ",
  "an3.68:4.2": "‘“Paṭighanimittan”tissa vacanīyaṁ. ",
  "an3.68:4.3": "Tassa paṭighanimittaṁ ayoniso manasi karoto anuppanno vā doso uppajjati uppanno vā doso bhiyyobhāvāya vepullāya saṁvattati. ",
  "an3.68:4.4": "Ayaṁ kho, āvuso, hetu ayaṁ paccayo yena anuppanno vā doso uppajjati uppanno vā doso bhiyyobhāvāya vepullāya saṁvattatī’ti. ",
  "an3.68:5.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno vā moho uppajjati uppanno vā moho bhiyyobhāvāya vepullāya saṁvattatī’ti? ",
  "an3.68:5.2": "‘“Ayoniso manasikāro”tissa vacanīyaṁ. ",
  "an3.68:5.3": "Tassa ayoniso manasi karoto anuppanno vā moho uppajjati uppanno vā moho bhiyyobhāvāya vepullāya saṁvattati. ",
  "an3.68:5.4": "Ayaṁ kho, āvuso, hetu ayaṁ paccayo yena anuppanno vā moho uppajjati uppanno vā moho bhiyyobhāvāya vepullāya saṁvattatī’ti. ",
  "an3.68:6.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno ceva rāgo nuppajjati uppanno ca rāgo pahīyatī’ti? ",
  "an3.68:6.2": "‘“Asubhanimittan”tissa vacanīyaṁ. ",
  "an3.68:6.3": "Tassa asubhanimittaṁ yoniso manasi karoto anuppanno ceva rāgo nuppajjati uppanno ca rāgo pahīyati. ",
  "an3.68:6.4": "Ayaṁ kho, āvuso, hetu ayaṁ paccayo yena anuppanno ceva rāgo nuppajjati uppanno ca rāgo pahīyatī’ti. ",
  "an3.68:7.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno ceva doso nuppajjati uppanno ca doso pahīyatī’ti? ",
  "an3.68:7.2": "‘“Mettā cetovimuttī”tissa vacanīyaṁ. ",
  "an3.68:7.3": "Tassa mettaṁ cetovimuttiṁ yoniso manasi karoto anuppanno ceva doso nuppajjati uppanno ca doso pahīyati. ",
  "an3.68:7.4": "Ayaṁ kho, āvuso, hetu ayaṁ paccayo yena anuppanno ceva doso nuppajjati uppanno ca doso pahīyatī’ti. ",
  "an3.68:8.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno ceva moho nuppajjati uppanno ca moho pahīyatī’ti? ",
  "an3.68:8.2": "‘“Yonisomanasikāro”tissa vacanīyaṁ. ",
  "an3.68:8.3": "Tassa yoniso manasi karoto anuppanno ceva moho nuppajjati uppanno ca moho pahīyati. ",
  "an3.68:8.4": "Ayaṁ kho, āvuso, hetu ayaṁ paccayo yena anuppanno vā moho nuppajjati uppanno ca moho pahīyatī’”ti. ",
  "an3.68:8.5": "Aṭṭhamaṁ. "
}