{
  "an3.74:0.1": "Aṅguttara Nikāya 3 ",
  "an3.74:0.2": "8. Ānandavagga ",
  "an3.74:0.3": "74. Nigaṇṭhasutta ",
  "an3.74:1.1": "Ekaṁ samayaṁ āyasmā ānando vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "an3.74:1.2": "Atha kho abhayo ca licchavi paṇḍitakumārako ca licchavi yenāyasmā ānando tenupasaṅkamiṁsu; upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinno kho abhayo licchavi āyasmantaṁ ānandaṁ etadavoca: ",
  "an3.74:1.3": "“nigaṇṭho, bhante, nāṭaputto sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānāti: ",
  "an3.74:1.4": "‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitan’ti. ",
  "an3.74:1.5": "So purāṇānaṁ kammānaṁ tapasā byantībhāvaṁ paññāpeti navānaṁ kammānaṁ akaraṇā setughātaṁ. ",
  "an3.74:1.6": "Iti kammakkhayā dukkhakkhayo, dukkhakkhayā vedanākkhayo, vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissati—",
  "an3.74:1.7": "evametissā sandiṭṭhikāya nijjarāya visuddhiyā samatikkamo hoti. ",
  "an3.74:1.8": "Idha, bhante, bhagavā kimāhā”ti? ",
  "an3.74:2.1": "“Tisso kho imā, abhaya, nijjarā visuddhiyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya. ",
  "an3.74:2.2": "Katamā tisso? ",
  "an3.74:2.3": "Idha, abhaya, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu. ",
  "an3.74:2.4": "So navañca kammaṁ na karoti, purāṇañca kammaṁ phussa phussa byantīkaroti. ",
  "an3.74:2.5": "Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṁ veditabbā viññūhīti. ",
  "an3.74:3.1": "Sa kho so, abhaya, bhikkhu evaṁ sīlasampanno vivicceva kāmehi …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "an3.74:3.2": "So navañca kammaṁ na karoti, purāṇañca kammaṁ phussa phussa byantīkaroti. ",
  "an3.74:3.3": "Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṁ veditabbā viññūhīti. ",
  "an3.74:4.1": "Sa kho so, abhaya, bhikkhu evaṁ samādhisampanno āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an3.74:4.2": "So navañca kammaṁ na karoti, purāṇañca kammaṁ phussa phussa byantīkaroti. ",
  "an3.74:4.3": "Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṁ veditabbā viññūhīti. ",
  "an3.74:4.4": "Imā kho, abhaya, tisso nijjarā visuddhiyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti. ",
  "an3.74:5.1": "Evaṁ vutte, paṇḍitakumārako licchavi abhayaṁ licchaviṁ etadavoca: ",
  "an3.74:5.2": "“kiṁ pana tvaṁ, samma abhaya, āyasmato ānandassa subhāsitaṁ subhāsitato nābbhanumodasī”ti? ",
  "an3.74:5.3": "“Kyāhaṁ, samma paṇḍitakumāraka, āyasmato ānandassa subhāsitaṁ subhāsitato nābbhanumodissāmi. ",
  "an3.74:5.4": "Muddhāpi tassa vipateyya yo āyasmato ānandassa subhāsitaṁ subhāsitato nābbhanumodeyyā”ti. ",
  "an3.74:5.5": "Catutthaṁ. "
}