{
  "an3.65:0.1": "Aṅguttara Nikāya 3 ",
  "an3.65:0.2": "7. Mahāvagga ",
  "an3.65:0.3": "65. Kesamuttisutta ",
  "an3.65:1.1": "Evaṁ me sutaṁ—",
  "an3.65:1.2": "ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena kesamuttaṁ nāma kālāmānaṁ nigamo tadavasari. ",
  "an3.65:1.3": "Assosuṁ kho kesamuttiyā kālāmā: ",
  "an3.65:1.4": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kesamuttaṁ anuppatto. ",
  "an3.65:1.5": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "an3.65:1.6": "‘itipi so bhagavā …pe… ",
  "an3.65:1.7": "sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī’”ti. ",
  "an3.65:2.1": "Atha kho kesamuttiyā kālāmā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu, appekacce bhagavatā saddhiṁ sammodiṁsu, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu, appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu, appekacce nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu, appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te kesamuttiyā kālāmā bhagavantaṁ etadavocuṁ: ",
  "an3.65:3.1": "“Santi, bhante, eke samaṇabrāhmaṇā kesamuttaṁ āgacchanti. ",
  "an3.65:3.2": "Te sakaṁyeva vādaṁ dīpenti jotenti, parappavādaṁ pana khuṁsenti vambhenti paribhavanti omakkhiṁ karonti. ",
  "an3.65:3.3": "Aparepi, bhante, eke samaṇabrāhmaṇā kesamuttaṁ āgacchanti. ",
  "an3.65:3.4": "Tepi sakaṁyeva vādaṁ dīpenti jotenti, parappavādaṁ pana khuṁsenti vambhenti paribhavanti omakkhiṁ karonti. ",
  "an3.65:3.5": "Tesaṁ no, bhante, amhākaṁ hoteva kaṅkhā hoti vicikicchā: ",
  "an3.65:3.6": "‘ko su nāma imesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ āha, ko musā’”ti? ",
  "an3.65:3.7": "“Alañhi vo, kālāmā, kaṅkhituṁ alaṁ vicikicchituṁ. ",
  "an3.65:3.8": "Kaṅkhanīyeva pana vo ṭhāne vicikicchā uppannā. ",
  "an3.65:4.1": "Etha tumhe, kālāmā, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā samaṇo no garūti. ",
  "an3.65:4.2": "Yadā tumhe, kālāmā, attanāva jāneyyātha: ",
  "an3.65:4.3": "‘ime dhammā akusalā, ime dhammā sāvajjā, ime dhammā viññugarahitā, ime dhammā samattā samādinnā ahitāya dukkhāya saṁvattantī’ti, atha tumhe, kālāmā, pajaheyyātha. ",
  "an3.65:5.1": "Taṁ kiṁ maññatha, kālāmā, ",
  "an3.65:5.2": "lobho purisassa ajjhattaṁ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ",
  "an3.65:6.1": "“Ahitāya, bhante”. ",
  "an3.65:7.1": "“Luddho panāyaṁ, kālāmā, purisapuggalo lobhena abhibhūto pariyādinnacitto pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti, yaṁ sa hoti dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "an3.65:8.1": "“Evaṁ, bhante”. ",
  "an3.65:9.1": "“Taṁ kiṁ maññatha, kālāmā, ",
  "an3.65:9.2": "doso purisassa ajjhattaṁ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ",
  "an3.65:10.1": "“Ahitāya, bhante”. ",
  "an3.65:11.1": "“Duṭṭho panāyaṁ, kālāmā, purisapuggalo dosena abhibhūto pariyādinnacitto pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti, yaṁ sa hoti dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "an3.65:12.1": "“Evaṁ, bhante”. ",
  "an3.65:13.1": "“Taṁ kiṁ maññatha, kālāmā, ",
  "an3.65:13.2": "moho purisassa ajjhattaṁ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ",
  "an3.65:14.1": "“Ahitāya, bhante”. ",
  "an3.65:15.1": "“Mūḷho panāyaṁ, kālāmā, purisapuggalo mohena abhibhūto pariyādinnacitto pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti, yaṁ sa hoti dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "an3.65:16.1": "“Evaṁ, bhante”. ",
  "an3.65:17.1": "“Taṁ kiṁ maññatha, kālāmā, ime dhammā kusalā vā akusalā vā”ti? ",
  "an3.65:18.1": "“Akusalā, bhante”. ",
  "an3.65:19.1": "“Sāvajjā vā anavajjā vā”ti? ",
  "an3.65:20.1": "“Sāvajjā, bhante”. ",
  "an3.65:21.1": "“Viññugarahitā vā viññuppasatthā vā”ti? ",
  "an3.65:22.1": "“Viññugarahitā, bhante”. ",
  "an3.65:23.1": "“Samattā samādinnā ahitāya dukkhāya saṁvattanti, no vā? ",
  "an3.65:23.2": "Kathaṁ vā ettha hotī”ti? ",
  "an3.65:24.1": "“Samattā, bhante, samādinnā ahitāya dukkhāya saṁvattantīti. ",
  "an3.65:24.2": "Evaṁ no ettha hotī”ti. ",
  "an3.65:25.1": "“Iti kho, kālāmā, yaṁ taṁ avocumhā: ",
  "an3.65:25.2": "‘etha tumhe, kālāmā. ",
  "an3.65:25.3": "Mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā samaṇo no garūti. ",
  "an3.65:25.4": "Yadā tumhe kālāmā attanāva jāneyyātha: ",
  "an3.65:25.5": "“ime dhammā akusalā, ime dhammā sāvajjā, ime dhammā viññugarahitā, ime dhammā samattā samādinnā ahitāya dukkhāya saṁvattantīti, atha tumhe, kālāmā, pajaheyyāthā”’ti, ",
  "an3.65:25.6": "iti yaṁ taṁ vuttaṁ, idametaṁ paṭicca vuttaṁ. ",
  "an3.65:26.1": "Etha tumhe, kālāmā, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā samaṇo no garūti. ",
  "an3.65:26.2": "Yadā tumhe, kālāmā, attanāva jāneyyātha: ",
  "an3.65:26.3": "‘ime dhammā kusalā, ime dhammā anavajjā, ime dhammā viññuppasatthā, ime dhammā samattā samādinnā hitāya sukhāya saṁvattantī’ti, atha tumhe, kālāmā, upasampajja vihareyyātha. ",
  "an3.65:27.1": "Taṁ kiṁ maññatha, kālāmā, ",
  "an3.65:27.2": "alobho purisassa ajjhattaṁ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ",
  "an3.65:28.1": "“Hitāya, bhante”. ",
  "an3.65:29.1": "“Aluddho panāyaṁ, kālāmā, purisapuggalo lobhena anabhibhūto apariyādinnacitto neva pāṇaṁ hanati, na adinnaṁ ādiyati, na paradāraṁ gacchati, na musā bhaṇati, na parampi tathattāya samādapeti, yaṁ sa hoti dīgharattaṁ hitāya sukhāyā”ti. ",
  "an3.65:30.1": "“Evaṁ, bhante”. ",
  "an3.65:31.1": "“Taṁ kiṁ maññatha, kālāmā, ",
  "an3.65:31.2": "adoso purisassa ajjhattaṁ uppajjamāno uppajjati …pe… ",
  "an3.65:31.3": "amoho purisassa ajjhattaṁ uppajjamāno uppajjati …pe… ",
  "an3.65:31.4": "hitāya sukhāyā”ti. ",
  "an3.65:32.1": "“Evaṁ, bhante”. ",
  "an3.65:33.1": "“Taṁ kiṁ maññatha, kālāmā, ime dhammā kusalā vā akusalā vā”ti? ",
  "an3.65:34.1": "“Kusalā, bhante”. ",
  "an3.65:35.1": "“Sāvajjā vā anavajjā vā”ti? ",
  "an3.65:36.1": "“Anavajjā, bhante”. ",
  "an3.65:37.1": "“Viññugarahitā vā viññuppasatthā vā”ti? ",
  "an3.65:38.1": "“Viññuppasatthā, bhante”. ",
  "an3.65:39.1": "“Samattā samādinnā hitāya sukhāya saṁvattanti no vā? ",
  "an3.65:39.2": "Kathaṁ vā ettha hotī”ti? ",
  "an3.65:40.1": "“Samattā, bhante, samādinnā hitāya sukhāya saṁvattanti. ",
  "an3.65:40.2": "Evaṁ no ettha hotī”ti. ",
  "an3.65:41.1": "“Iti kho, kālāmā, yaṁ taṁ avocumhā: ",
  "an3.65:41.2": "‘etha tumhe, kālāmā. ",
  "an3.65:41.3": "Mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā samaṇo no garūti. ",
  "an3.65:41.4": "Yadā tumhe, kālāmā, attanāva jāneyyātha—",
  "an3.65:41.5": "ime dhammā kusalā, ime dhammā anavajjā, ime dhammā viññuppasatthā, ime dhammā samattā samādinnā hitāya sukhāya saṁvattantīti, atha tumhe, kālāmā, upasampajja vihareyyāthā’ti, ",
  "an3.65:41.6": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an3.65:42.1": "Sa kho so, kālāmā, ariyasāvako evaṁ vigatābhijjho vigatabyāpādo asammūḷho sampajāno patissato mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ, iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjhena pharitvā viharati. ",
  "an3.65:42.2": "Karuṇāsahagatena cetasā …pe… ",
  "an3.65:42.3": "muditāsahagatena cetasā …pe… ",
  "an3.65:42.4": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ, iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjhena pharitvā viharati. ",
  "an3.65:43.1": "Sa kho so, kālāmā, ariyasāvako evaṁ averacitto evaṁ abyāpajjhacitto evaṁ asaṅkiliṭṭhacitto evaṁ visuddhacitto. ",
  "an3.65:43.2": "Tassa diṭṭheva dhamme cattāro assāsā adhigatā honti. ",
  "an3.65:43.3": "‘Sace kho pana atthi paro loko, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, athāhaṁ kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissāmī’ti, ayamassa paṭhamo assāso adhigato hoti. ",
  "an3.65:44.1": "‘Sace kho pana natthi paro loko, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, athāhaṁ diṭṭheva dhamme averaṁ abyāpajjhaṁ anīghaṁ sukhiṁ attānaṁ pariharāmī’ti, ayamassa dutiyo assāso adhigato hoti. ",
  "an3.65:45.1": "‘Sace kho pana karoto karīyati pāpaṁ, na kho panāhaṁ kassaci pāpaṁ cetemi. ",
  "an3.65:45.2": "Akarontaṁ kho pana maṁ pāpakammaṁ kuto dukkhaṁ phusissatī’ti, ayamassa tatiyo assāso adhigato hoti. ",
  "an3.65:46.1": "‘Sace kho pana karoto na karīyati pāpaṁ, athāhaṁ ubhayeneva visuddhaṁ attānaṁ samanupassāmī’ti, ayamassa catuttho assāso adhigato hoti. ",
  "an3.65:47.1": "Sa kho so, kālāmā, ariyasāvako evaṁ averacitto evaṁ abyāpajjhacitto evaṁ asaṅkiliṭṭhacitto evaṁ visuddhacitto. ",
  "an3.65:47.2": "Tassa diṭṭheva dhamme ime cattāro assāsā adhigatā hontī”ti. ",
  "an3.65:48.1": "“Evametaṁ, bhagavā, evametaṁ, sugata. ",
  "an3.65:48.2": "Sa kho so, bhante, ariyasāvako evaṁ averacitto evaṁ abyāpajjhacitto evaṁ asaṅkiliṭṭhacitto evaṁ visuddhacitto. ",
  "an3.65:48.3": "Tassa diṭṭheva dhamme cattāro assāsā adhigatā honti. ",
  "an3.65:48.4": "‘Sace kho pana atthi paro loko, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, athāhaṁ kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissāmī’ti, ayamassa paṭhamo assāso adhigato hoti. ",
  "an3.65:49.1": "‘Sace kho pana natthi paro loko, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, athāhaṁ diṭṭheva dhamme averaṁ abyāpajjhaṁ anīghaṁ sukhiṁ attānaṁ pariharāmī’ti, ayamassa dutiyo assāso adhigato hoti. ",
  "an3.65:50.1": "‘Sace kho pana karoto karīyati pāpaṁ, na kho panāhaṁ kassaci pāpaṁ cetemi, akarontaṁ kho pana maṁ pāpakammaṁ kuto dukkhaṁ phusissatī’ti, ayamassa tatiyo assāso adhigato hoti. ",
  "an3.65:51.1": "‘Sace kho pana karoto na karīyati pāpaṁ, athāhaṁ ubhayeneva visuddhaṁ attānaṁ samanupassāmī’ti, ayamassa catuttho assāso adhigato hoti. ",
  "an3.65:52.1": "Sa kho so, bhante, ariyasāvako evaṁ averacitto evaṁ abyāpajjhacitto evaṁ asaṅkiliṭṭhacitto evaṁ visuddhacitto. ",
  "an3.65:52.2": "Tassa diṭṭheva dhamme ime cattāro assāsā adhigatā honti. ",
  "an3.65:53.1": "Abhikkantaṁ, bhante …pe… ",
  "an3.65:53.2": "ete mayaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca. ",
  "an3.65:53.3": "Upāsake no, bhante, bhagavā dhāretu ajjatagge pāṇupete saraṇaṁ gate”ti. ",
  "an3.65:53.4": "Pañcamaṁ. "
}