{
  "an3.70:0.1": "Aṅguttara Nikāya 3.70 ",
  "an3.70:0.2": "7. Mahāvagga ",
  "an3.70:0.3": "Uposathasutta ",
  "an3.70:1.1": "Evaṁ me sutaṁ—",
  "an3.70:1.2": " ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati pubbārāme migāramātupāsāde. ",
  "an3.70:1.3": "Atha kho visākhā migāramātā tadahuposathe yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho visākhaṁ migāramātaraṁ bhagavā etadavoca: ",
  "an3.70:1.4": "“handa kuto nu tvaṁ, visākhe, āgacchasi divā divassā”ti? ",
  "an3.70:1.5": "“Uposathāhaṁ, bhante, ajja upavasāmī”ti. ",
  "an3.70:2.1": "“Tayo khome, visākhe, uposathā. ",
  "an3.70:2.2": "Katame tayo? ",
  "an3.70:2.3": "Gopālakuposatho, nigaṇṭhuposatho, ariyuposatho. ",
  "an3.70:2.4": "Kathañca, visākhe, gopālakuposatho hoti? ",
  "an3.70:2.5": "Seyyathāpi, visākhe, gopālako sāyanhasamaye sāmikānaṁ gāvo niyyātetvā iti paṭisañcikkhati: ",
  "an3.70:2.6": "‘ajja kho gāvo amukasmiñca amukasmiñca padese cariṁsu, amukasmiñca amukasmiñca padese pānīyāni piviṁsu; ",
  "an3.70:2.7": "sve dāni gāvo amukasmiñca amukasmiñca padese carissanti, amukasmiñca amukasmiñca padese pānīyāni pivissantī’ti; ",
  "an3.70:2.8": "evamevaṁ kho, visākhe, idhekacco uposathiko iti paṭisañcikkhati: ",
  "an3.70:2.9": "‘ahaṁ khvajja idañcidañca khādanīyaṁ khādiṁ, idañcidañca bhojanīyaṁ bhuñjiṁ; ",
  "an3.70:2.10": "sve dānāhaṁ idañcidañca khādanīyaṁ khādissāmi, idañcidañca bhojanīyaṁ bhuñjissāmī’ti. ",
  "an3.70:2.11": "So tena abhijjhāsahagatena cetasā divasaṁ atināmeti. ",
  "an3.70:2.12": "Evaṁ kho, visākhe, gopālakuposatho hoti. ",
  "an3.70:2.13": "Evaṁ upavuttho kho, visākhe, gopālakuposatho na mahapphalo hoti na mahānisaṁso na mahājutiko na mahāvipphāro. ",
  "an3.70:3.1": "Kathañca, visākhe, nigaṇṭhuposatho hoti? ",
  "an3.70:3.2": "Atthi, visākhe, nigaṇṭhā nāma samaṇajātikā. ",
  "an3.70:3.3": "Te sāvakaṁ evaṁ samādapenti: ",
  "an3.70:3.4": "‘ehi tvaṁ, ambho purisa, ye puratthimāya disāya pāṇā paraṁ yojanasataṁ tesu daṇḍaṁ nikkhipāhi; ",
  "an3.70:3.5": "ye pacchimāya disāya pāṇā paraṁ yojanasataṁ tesu daṇḍaṁ nikkhipāhi; ",
  "an3.70:3.6": "ye uttarāya disāya pāṇā paraṁ yojanasataṁ tesu daṇḍaṁ nikkhipāhi; ",
  "an3.70:3.7": "ye dakkhiṇāya disāya pāṇā paraṁ yojanasataṁ tesu daṇḍaṁ nikkhipāhī’ti. ",
  "an3.70:3.8": "Iti ekaccānaṁ pāṇānaṁ anuddayāya anukampāya samādapenti, ekaccānaṁ pāṇānaṁ nānuddayāya nānukampāya samādapenti. ",
  "an3.70:3.9": "Te tadahuposathe sāvakaṁ evaṁ samādapenti: ",
  "an3.70:3.10": "‘ehi tvaṁ, ambho purisa, sabbacelāni nikkhipitvā evaṁ vadehi—",
  "an3.70:3.11": "nāhaṁ kvacani kassaci kiñcanatasmiṁ, na ca mama kvacani katthaci kiñcanatatthī’ti. ",
  "an3.70:3.12": "Jānanti kho panassa mātāpitaro: ",
  "an3.70:3.13": "‘ayaṁ amhākaṁ putto’ti; ",
  "an3.70:3.14": "sopi jānāti: ",
  "an3.70:3.15": "‘ime mayhaṁ mātāpitaro’ti. ",
  "an3.70:3.16": "Jānāti kho panassa puttadāro: ",
  "an3.70:3.17": "‘ayaṁ mayhaṁ bhattā’ti; ",
  "an3.70:3.18": "sopi jānāti: ",
  "an3.70:3.19": "‘ayaṁ mayhaṁ puttadāro’ti. ",
  "an3.70:3.20": "Jānanti kho panassa dāsakammakaraporisā: ",
  "an3.70:3.21": "‘ayaṁ amhākaṁ ayyo’ti; ",
  "an3.70:3.22": "sopi jānāti: ",
  "an3.70:3.23": "‘ime mayhaṁ dāsakammakaraporisā’ti. ",
  "an3.70:3.24": "Iti yasmiṁ samaye sacce samādapetabbā musāvāde tasmiṁ samaye samādapenti. ",
  "an3.70:3.25": "Idaṁ tassa musāvādasmiṁ vadāmi. ",
  "an3.70:3.26": "So tassā rattiyā accayena bhoge adinnaṁyeva paribhuñjati. ",
  "an3.70:3.27": "Idaṁ tassa adinnādānasmiṁ vadāmi. ",
  "an3.70:3.28": "Evaṁ kho, visākhe, nigaṇṭhuposatho hoti. ",
  "an3.70:3.29": "Evaṁ upavuttho kho, visākhe, nigaṇṭhuposatho na mahapphalo hoti na mahānisaṁso na mahājutiko na mahāvipphāro. ",
  "an3.70:4.1": "Kathañca, visākhe, ariyuposatho hoti? ",
  "an3.70:4.2": "Upakkiliṭṭhassa, visākhe, cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:4.3": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:4.4": "Idha, visākhe, ariyasāvako tathāgataṁ anussarati: ",
  "an3.70:4.5": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "an3.70:4.6": "Tassa tathāgataṁ anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti, seyyathāpi, visākhe, upakkiliṭṭhassa sīsassa upakkamena pariyodapanā hoti. ",
  "an3.70:5.1": "Kathañca, visākhe, upakkiliṭṭhassa sīsassa upakkamena pariyodapanā hoti? ",
  "an3.70:5.2": "Kakkañca paṭicca mattikañca paṭicca udakañca paṭicca purisassa ca tajjaṁ vāyāmaṁ paṭicca, evaṁ kho, visākhe, upakkiliṭṭhassa sīsassa upakkamena pariyodapanā hoti. ",
  "an3.70:5.3": "Evamevaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:6.1": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:6.2": "Idha, visākhe, ariyasāvako tathāgataṁ anussarati: ",
  "an3.70:6.3": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "an3.70:6.4": "Tassa tathāgataṁ anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti. ",
  "an3.70:6.5": "Ayaṁ vuccati, visākhe: ",
  "an3.70:6.6": "‘ariyasāvako brahmuposathaṁ upavasati, brahmunā saddhiṁ saṁvasati, brahmañcassa ārabbha cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti’. ",
  "an3.70:6.7": "Evaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. .1 ",
  "an3.70:7.1": "Upakkiliṭṭhassa, visākhe, cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:7.2": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:7.3": "Idha, visākhe, ariyasāvako dhammaṁ anussarati: ",
  "an3.70:7.4": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’ti. ",
  "an3.70:7.5": "Tassa dhammaṁ anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti, seyyathāpi, visākhe, upakkiliṭṭhassa kāyassa upakkamena pariyodapanā hoti. ",
  "an3.70:8.1": "Kathañca, visākhe, upakkiliṭṭhassa kāyassa upakkamena pariyodapanā hoti? ",
  "an3.70:8.2": "Sottiñca paṭicca, cuṇṇañca paṭicca, udakañca paṭicca, purisassa ca tajjaṁ vāyāmaṁ paṭicca. ",
  "an3.70:8.3": "Evaṁ kho, visākhe, upakkiliṭṭhassa kāyassa upakkamena pariyodapanā hoti. ",
  "an3.70:8.4": "Evamevaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:9.1": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:9.2": "Idha, visākhe, ariyasāvako dhammaṁ anussarati: ",
  "an3.70:9.3": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’ti. ",
  "an3.70:9.4": "Tassa dhammaṁ anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti. ",
  "an3.70:9.5": "Ayaṁ vuccati, visākhe, ‘ariyasāvako dhammuposathaṁ upavasati, dhammena saddhiṁ saṁvasati, dhammañcassa ārabbha cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti’. ",
  "an3.70:9.6": "Evaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. .2 ",
  "an3.70:10.1": "Upakkiliṭṭhassa, visākhe, cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:10.2": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:10.3": "Idha, visākhe, ariyasāvako saṅghaṁ anussarati: ",
  "an3.70:10.4": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṁ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassā’ti. ",
  "an3.70:10.5": "Tassa saṅghaṁ anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti, seyyathāpi, visākhe, upakkiliṭṭhassa vatthassa upakkamena pariyodapanā hoti. ",
  "an3.70:11.1": "Kathañca, visākhe, upakkiliṭṭhassa vatthassa upakkamena pariyodapanā hoti? ",
  "an3.70:11.2": "Usmañca paṭicca, khārañca paṭicca, gomayañca paṭicca, udakañca paṭicca, purisassa ca tajjaṁ vāyāmaṁ paṭicca. ",
  "an3.70:11.3": "Evaṁ kho, visākhe, upakkiliṭṭhassa vatthassa upakkamena pariyodapanā hoti. ",
  "an3.70:11.4": "Evamevaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:12.1": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:12.2": "Idha, visākhe, ariyasāvako saṅghaṁ anussarati: ",
  "an3.70:12.3": "‘suppaṭipanno bhagavato sāvakasaṅgho …pe… anuttaraṁ puññakkhettaṁ lokassā’ti. ",
  "an3.70:12.4": "Tassa saṅghaṁ anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti. ",
  "an3.70:12.5": "Ayaṁ vuccati, visākhe, ‘ariyasāvako saṅghuposathaṁ upavasati, saṅghena saddhiṁ saṁvasati, saṅghañcassa ārabbha cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti’. ",
  "an3.70:12.6": "Evaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. .3 ",
  "an3.70:13.1": "Upakkiliṭṭhassa, visākhe, cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:13.2": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:13.3": "Idha, visākhe, ariyasāvako attano sīlāni anussarati akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṁvattanikāni. ",
  "an3.70:13.4": "Tassa sīlaṁ anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti, seyyathāpi, visākhe, upakkiliṭṭhassa ādāsassa upakkamena pariyodapanā hoti. ",
  "an3.70:14.1": "Kathañca, visākhe, upakkiliṭṭhassa ādāsassa upakkamena pariyodapanā hoti? ",
  "an3.70:14.2": "Telañca paṭicca, chārikañca paṭicca, vālaṇḍupakañca paṭicca, purisassa ca tajjaṁ vāyāmaṁ paṭicca. ",
  "an3.70:14.3": "Evaṁ kho, visākhe, upakkiliṭṭhassa ādāsassa upakkamena pariyodapanā hoti. ",
  "an3.70:14.4": "Evamevaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:15.1": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:15.2": "Idha, visākhe, ariyasāvako attano sīlāni anussarati akhaṇḍāni …pe… samādhisaṁvattanikāni. ",
  "an3.70:15.3": "Tassa sīlaṁ anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti. ",
  "an3.70:15.4": "Ayaṁ vuccati, visākhe, ‘ariyasāvako sīluposathaṁ upavasati, sīlena saddhiṁ saṁvasati, sīlañcassa ārabbha cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti’. ",
  "an3.70:15.5": "Evaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. .4 ",
  "an3.70:16.1": "Upakkiliṭṭhassa, visākhe, cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:16.2": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:16.3": "Idha, visākhe, ariyasāvako devatā anussarati: ",
  "an3.70:16.4": "‘santi devā cātumahārājikā, santi devā tāvatiṁsā, santi devā yāmā, santi devā tusitā, santi devā nimmānaratino, santi devā paranimmitavasavattino, santi devā brahmakāyikā, santi devā tatuttari. ",
  "an3.70:16.5": "Yathārūpāya saddhāya samannāgatā tā devatā ito cutā tatthupapannā, mayhampi tathārūpā saddhā saṁvijjati. ",
  "an3.70:16.6": "Yathārūpena sīlena samannāgatā tā devatā ito cutā tatthupapannā, mayhampi tathārūpaṁ sīlaṁ saṁvijjati. ",
  "an3.70:16.7": "Yathārūpena sutena samannāgatā tā devatā ito cutā tatthupapannā, mayhampi tathārūpaṁ sutaṁ saṁvijjati. ",
  "an3.70:16.8": "Yathārūpena cāgena samannāgatā tā devatā ito cutā tatthupapannā, mayhampi tathārūpo cāgo saṁvijjati. ",
  "an3.70:16.9": "Yathārūpāya paññāya samannāgatā tā devatā ito cutā tatthupapannā, mayhampi tathārūpā paññā saṁvijjatī’ti. ",
  "an3.70:16.10": "Tassa attano ca tāsañca devatānaṁ saddhañca sīlañca sutañca cāgañca paññañca anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti, seyyathāpi, visākhe, upakkiliṭṭhassa jātarūpassa upakkamena pariyodapanā hoti. ",
  "an3.70:17.1": "Kathañca, visākhe, upakkiliṭṭhassa jātarūpassa upakkamena pariyodapanā hoti? ",
  "an3.70:17.2": "Ukkañca paṭicca, loṇañca paṭicca, gerukañca paṭicca, nāḷikasaṇḍāsañca paṭicca, purisassa ca tajjaṁ vāyāmaṁ paṭicca. ",
  "an3.70:17.3": "Evaṁ kho, visākhe, upakkiliṭṭhassa jātarūpassa upakkamena pariyodapanā hoti. ",
  "an3.70:17.4": "Evamevaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. ",
  "an3.70:18.1": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti? ",
  "an3.70:18.2": "Idha, visākhe, ariyasāvako devatā anussarati: ",
  "an3.70:18.3": "‘santi devā cātumahārājikā, santi devā tāvatiṁsā …pe… santi devā tatuttari. ",
  "an3.70:18.4": "Yathārūpāya saddhāya samannāgatā tā devatā ito cutā tatthupapannā, mayhampi tathārūpā saddhā saṁvijjati. ",
  "an3.70:18.5": "Yathārūpena sīlena … ",
  "an3.70:18.6": "sutena … ",
  "an3.70:18.7": "cāgena … ",
  "an3.70:18.8": "paññāya samannāgatā tā devatā ito cutā tatthupapannā, mayhampi tathārūpā paññā saṁvijjatī’ti. ",
  "an3.70:18.9": "Tassa attano ca tāsañca devatānaṁ saddhañca sīlañca sutañca cāgañca paññañca anussarato cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti. ",
  "an3.70:18.10": "Ayaṁ vuccati, visākhe, ‘ariyasāvako devatuposathaṁ upavasati, devatāhi saddhiṁ saṁvasati, devatā ārabbha cittaṁ pasīdati, pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyanti’. ",
  "an3.70:18.11": "Evaṁ kho, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti. .5 ",
  "an3.70:19.1": "Sa kho so, visākhe, ariyasāvako iti paṭisañcikkhati: ",
  "an3.70:19.2": "‘yāvajīvaṁ arahanto pāṇātipātaṁ pahāya pāṇātipātā paṭiviratā nihitadaṇḍā nihitasatthā lajjī dayāpannā sabbapāṇabhūtahitānukampī viharanti; ",
  "an3.70:19.3": "ahampajja imañca rattiṁ imañca divasaṁ pāṇātipātaṁ pahāya pāṇātipātā paṭivirato nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharāmi. ",
  "an3.70:19.4": "Imināpi aṅgena arahataṁ anukaromi, uposatho ca me upavuttho bhavissati. ",
  "an3.70:20.1": "Yāvajīvaṁ arahanto adinnādānaṁ pahāya adinnādānā paṭiviratā dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharanti; ",
  "an3.70:20.2": "ahampajja imañca rattiṁ imañca divasaṁ adinnādānaṁ pahāya adinnādānā paṭivirato dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharāmi. ",
  "an3.70:20.3": "Imināpi aṅgena arahataṁ anukaromi, uposatho ca me upavuttho bhavissati. ",
  "an3.70:21.1": "Yāvajīvaṁ arahanto abrahmacariyaṁ pahāya brahmacārī ārācārī viratā methunā gāmadhammā; ",
  "an3.70:21.2": "ahampajja imañca rattiṁ imañca divasaṁ abrahmacariyaṁ pahāya brahmacārī ārācārī virato methunā gāmadhammā. ",
  "an3.70:21.3": "Imināpi aṅgena arahataṁ anukaromi, uposatho ca me upavuttho bhavissati. ",
  "an3.70:22.1": "Yāvajīvaṁ arahanto musāvādaṁ pahāya musāvādā paṭiviratā saccavādī saccasandhā thetā paccayikā avisaṁvādakā lokassa; ",
  "an3.70:22.2": "ahampajja imañca rattiṁ imañca divasaṁ musāvādaṁ pahāya musāvādā paṭivirato saccavādī saccasandho theto paccayiko avisaṁvādako lokassa. ",
  "an3.70:22.3": "Imināpi aṅgena arahataṁ anukaromi, uposatho ca me upavuttho bhavissati. ",
  "an3.70:23.1": "Yāvajīvaṁ arahanto surāmerayamajjapamādaṭṭhānaṁ pahāya surāmerayamajjapamādaṭṭhānā paṭiviratā; ",
  "an3.70:23.2": "ahampajja imañca rattiṁ imañca divasaṁ surāmerayamajjapamādaṭṭhānaṁ pahāya surāmerayamajjapamādaṭṭhānā paṭivirato. ",
  "an3.70:23.3": "Imināpi aṅgena arahataṁ anukaromi, uposatho ca me upavuttho bhavissati. ",
  "an3.70:24.1": "Yāvajīvaṁ arahanto ekabhattikā rattūparatā viratā vikālabhojanā; ",
  "an3.70:24.2": "ahampajja imañca rattiṁ imañca divasaṁ ekabhattiko rattūparato virato vikālabhojanā. ",
  "an3.70:24.3": "Imināpi aṅgena arahataṁ anukaromi, uposatho ca me upavuttho bhavissati. ",
  "an3.70:25.1": "Yāvajīvaṁ arahanto naccagītavāditavisūkadassanamālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭiviratā; ",
  "an3.70:25.2": "ahampajja imañca rattiṁ imañca divasaṁ naccagītavāditavisūkadassanamālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato. ",
  "an3.70:25.3": "Imināpi aṅgena arahataṁ anukaromi, uposatho ca me upavuttho bhavissati. ",
  "an3.70:26.1": "Yāvajīvaṁ arahanto uccāsayanamahāsayanaṁ pahāya uccāsayanamahāsayanā paṭiviratā nīcaseyyaṁ kappenti mañcake vā tiṇasanthārake vā; ",
  "an3.70:26.2": "ahampajja imañca rattiṁ imañca divasaṁ uccāsayanamahāsayanaṁ pahāya uccāsayanamahāsayanā paṭivirato nīcaseyyaṁ kappemi mañcake vā tiṇasanthārake vā. ",
  "an3.70:26.3": "Imināpi aṅgena arahataṁ anukaromi, uposatho ca me upavuttho bhavissatī’ti. ",
  "an3.70:27.1": "Evaṁ kho, visākhe, ariyuposatho hoti. ",
  "an3.70:27.2": "Evaṁ upavuttho kho, visākhe, ariyuposatho mahapphalo hoti mahānisaṁso mahājutiko mahāvipphāro. ",
  "an3.70:28.1": "Kīvamahapphalo hoti kīvamahānisaṁso kīvamahājutiko kīvamahāvipphāro? ",
  "an3.70:28.2": "Seyyathāpi, visākhe, yo imesaṁ soḷasannaṁ mahājanapadānaṁ pahūtarattaratanānaṁ issariyādhipaccaṁ rajjaṁ kāreyya, seyyathidaṁ—",
  "an3.70:28.3": "aṅgānaṁ, magadhānaṁ, kāsīnaṁ, kosalānaṁ, vajjīnaṁ, mallānaṁ, cetīnaṁ, vaṅgānaṁ, kurūnaṁ, pañcālānaṁ, macchānaṁ, sūrasenānaṁ, assakānaṁ, avantīnaṁ, gandhārānaṁ, kambojānaṁ, aṭṭhaṅgasamannāgatassa uposathassa etaṁ kalaṁ nāgghati soḷasiṁ. ",
  "an3.70:28.4": "Taṁ kissa hetu? ",
  "an3.70:28.5": "Kapaṇaṁ, visākhe, mānusakaṁ rajjaṁ dibbaṁ sukhaṁ upanidhāya. ",
  "an3.70:29.1": "Yāni, visākhe, mānusakāni paññāsa vassāni, cātumahārājikānaṁ devānaṁ eso eko rattindivo. ",
  "an3.70:29.2": "Tāya rattiyā tiṁsarattiyo māso. ",
  "an3.70:29.3": "Tena māsena dvādasamāsiyo saṁvaccharo. ",
  "an3.70:29.4": "Tena saṁvaccharena dibbāni pañca vassasatāni cātumahārājikānaṁ devānaṁ āyuppamāṇaṁ. ",
  "an3.70:29.5": "Ṭhānaṁ kho panetaṁ, visākhe, vijjati yaṁ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṁ uposathaṁ upavasitvā kāyassa bhedā paraṁ maraṇā cātumahārājikānaṁ devānaṁ sahabyataṁ upapajjeyya. ",
  "an3.70:29.6": "Idaṁ kho panetaṁ, visākhe, sandhāya bhāsitaṁ: ",
  "an3.70:29.7": "‘kapaṇaṁ mānusakaṁ rajjaṁ dibbaṁ sukhaṁ upanidhāya’. ",
  "an3.70:30.1": "Yaṁ, visākhe, mānusakaṁ vassasataṁ, tāvatiṁsānaṁ devānaṁ eso eko rattindivo. ",
  "an3.70:30.2": "Tāya rattiyā tiṁsarattiyo māso. ",
  "an3.70:30.3": "Tena māsena dvādasamāsiyo saṁvaccharo. ",
  "an3.70:30.4": "Tena saṁvaccharena dibbaṁ vassasahassaṁ tāvatiṁsānaṁ devānaṁ āyuppamāṇaṁ. ",
  "an3.70:30.5": "Ṭhānaṁ kho panetaṁ, visākhe, vijjati yaṁ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṁ uposathaṁ upavasitvā kāyassa bhedā paraṁ maraṇā tāvatiṁsānaṁ devānaṁ sahabyataṁ upapajjeyya. ",
  "an3.70:30.6": "Idaṁ kho panetaṁ, visākhe, sandhāya bhāsitaṁ: ",
  "an3.70:30.7": "‘kapaṇaṁ mānusakaṁ rajjaṁ dibbaṁ sukhaṁ upanidhāya’. ",
  "an3.70:31.1": "Yāni, visākhe, mānusakāni dve vassasatāni, yāmānaṁ devānaṁ eso eko rattindivo. ",
  "an3.70:31.2": "Tāya rattiyā tiṁsarattiyo māso. ",
  "an3.70:31.3": "Tena māsena dvādasamāsiyo saṁvaccharo. ",
  "an3.70:31.4": "Tena saṁvaccharena dibbāni dve vassasahassāni yāmānaṁ devānaṁ āyuppamāṇaṁ. ",
  "an3.70:31.5": "Ṭhānaṁ kho panetaṁ, visākhe, vijjati yaṁ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṁ uposathaṁ upavasitvā kāyassa bhedā paraṁ maraṇā yāmānaṁ devānaṁ sahabyataṁ upapajjeyya. ",
  "an3.70:31.6": "Idaṁ kho panetaṁ, visākhe, sandhāya bhāsitaṁ: ",
  "an3.70:31.7": "‘kapaṇaṁ mānusakaṁ rajjaṁ dibbaṁ sukhaṁ upanidhāya’. ",
  "an3.70:32.1": "Yāni, visākhe, mānusakāni cattāri vassasatāni, tusitānaṁ devānaṁ eso eko rattindivo. ",
  "an3.70:32.2": "Tāya rattiyā tiṁsarattiyo māso. ",
  "an3.70:32.3": "Tena māsena dvādasamāsiyo saṁvaccharo. ",
  "an3.70:32.4": "Tena saṁvaccharena dibbāni cattāri vassasahassāni tusitānaṁ devānaṁ āyuppamāṇaṁ. ",
  "an3.70:32.5": "Ṭhānaṁ kho panetaṁ, visākhe, vijjati yaṁ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṁ uposathaṁ upavasitvā kāyassa bhedā paraṁ maraṇā tusitānaṁ devānaṁ sahabyataṁ upapajjeyya. ",
  "an3.70:32.6": "Idaṁ kho panetaṁ, visākhe, sandhāya bhāsitaṁ: ",
  "an3.70:32.7": "‘kapaṇaṁ mānusakaṁ rajjaṁ dibbaṁ sukhaṁ upanidhāya’. ",
  "an3.70:33.1": "Yāni, visākhe, mānusakāni aṭṭha vassasatāni, nimmānaratīnaṁ devānaṁ eso eko rattindivo. ",
  "an3.70:33.2": "Tāya rattiyā tiṁsarattiyo māso. ",
  "an3.70:33.3": "Tena māsena dvādasamāsiyo saṁvaccharo. ",
  "an3.70:33.4": "Tena saṁvaccharena dibbāni aṭṭha vassasahassāni nimmānaratīnaṁ devānaṁ āyuppamāṇaṁ. ",
  "an3.70:33.5": "Ṭhānaṁ kho panetaṁ, visākhe, vijjati yaṁ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṁ uposathaṁ upavasitvā kāyassa bhedā paraṁ maraṇā nimmānaratīnaṁ devānaṁ sahabyataṁ upapajjeyya. ",
  "an3.70:33.6": "Idaṁ kho panetaṁ, visākhe, sandhāya bhāsitaṁ: ",
  "an3.70:33.7": "‘kapaṇaṁ mānusakaṁ rajjaṁ dibbaṁ sukhaṁ upanidhāya’. ",
  "an3.70:34.1": "Yāni, visākhe, mānusakāni soḷasa vassasatāni, paranimmitavasavattīnaṁ devānaṁ eso eko rattindivo. ",
  "an3.70:34.2": "Tāya rattiyā tiṁsarattiyo māso. ",
  "an3.70:34.3": "Tena māsena dvādasamāsiyo saṁvaccharo. ",
  "an3.70:34.4": "Tena saṁvaccharena dibbāni soḷasa vassasahassāni paranimmitavasavattīnaṁ devānaṁ āyuppamāṇaṁ. ",
  "an3.70:34.5": "Ṭhānaṁ kho panetaṁ, visākhe, vijjati yaṁ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṁ uposathaṁ upavasitvā kāyassa bhedā paraṁ maraṇā paranimmitavasavattīnaṁ devānaṁ sahabyataṁ upapajjeyya. ",
  "an3.70:34.6": "Idaṁ kho panetaṁ, visākhe, sandhāya bhāsitaṁ: ",
  "an3.70:34.7": "‘kapaṇaṁ mānusakaṁ rajjaṁ dibbaṁ sukhaṁ upanidhāyā’ti. ",
  "an3.70:35.1": "Pāṇaṁ na haññe na cadinnamādiye, ",
  "an3.70:35.2": "Musā na bhāse na ca majjapo siyā; ",
  "an3.70:35.3": "Abrahmacariyā virameyya methunā, ",
  "an3.70:35.4": "Rattiṁ na bhuñjeyya vikālabhojanaṁ. ",
  "an3.70:36.1": "Mālaṁ na dhāre na ca gandhamācare, ",
  "an3.70:36.2": "Mañce chamāyaṁ va sayetha santhate; ",
  "an3.70:36.3": "Etañhi aṭṭhaṅgikamāhuposathaṁ, ",
  "an3.70:36.4": "Buddhena dukkhantagunā pakāsitaṁ. ",
  "an3.70:37.1": "Cando ca suriyo ca ubho sudassanā, ",
  "an3.70:37.2": "Obhāsayaṁ anupariyanti yāvatā; ",
  "an3.70:37.3": "Tamonudā te pana antalikkhagā, ",
  "an3.70:37.4": "Nabhe pabhāsanti disāvirocanā. ",
  "an3.70:38.1": "Etasmiṁ yaṁ vijjati antare dhanaṁ, ",
  "an3.70:38.2": "Muttā maṇi veḷuriyañca bhaddakaṁ; ",
  "an3.70:38.3": "Siṅgī suvaṇṇaṁ atha vāpi kañcanaṁ, ",
  "an3.70:38.4": "Yaṁ jātarūpaṁ haṭakanti vuccati. ",
  "an3.70:39.1": "Aṭṭhaṅgupetassa uposathassa, ",
  "an3.70:39.2": "Kalampi te nānubhavanti soḷasiṁ; ",
  "an3.70:39.3": "Candappabhā tāragaṇā ca sabbe. ",
  "an3.70:40.1": "Tasmā hi nārī ca naro ca sīlavā, ",
  "an3.70:40.2": "Aṭṭhaṅgupetaṁ upavassuposathaṁ; ",
  "an3.70:40.3": "Puññāni katvāna sukhudrayāni, ",
  "an3.70:40.4": "Aninditā saggamupenti ṭhānan”ti. ",
  "an3.70:40.5": "Dasamaṁ. ",
  "an3.70:40.6": "Mahāvaggo sattamo. ",
  "an3.70:41.0": "Tassuddānaṁ ",
  "an3.70:41.1": "Titthabhayañca venāgo, ",
  "an3.70:41.2": "sarabho kesamuttiyā; ",
  "an3.70:41.3": "Sāḷho cāpi kathāvatthu, ",
  "an3.70:41.4": "titthiyamūluposathoti. "
}