{
  "an3.23:0.1": "Aṅguttara Nikāya 3 ",
  "an3.23:0.2": "3. Puggalavagga ",
  "an3.23:0.3": "23. Saṅkhārasutta ",
  "an3.23:1.1": "“Tayome, bhikkhave, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.23:1.2": "Katame tayo? ",
  "an3.23:1.3": "Idha, bhikkhave, ekacco puggalo sabyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharoti, sabyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharoti, sabyābajjhaṁ manosaṅkhāraṁ abhisaṅkharoti. ",
  "an3.23:1.4": "So sabyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharitvā, sabyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharitvā, sabyābajjhaṁ manosaṅkhāraṁ abhisaṅkharitvā sabyābajjhaṁ lokaṁ upapajjati. ",
  "an3.23:1.5": "Tamenaṁ sabyābajjhaṁ lokaṁ upapannaṁ samānaṁ sabyābajjhā phassā phusanti. ",
  "an3.23:1.6": "So sabyābajjhehi phassehi phuṭṭho samāno sabyābajjhaṁ vedanaṁ vedayati ekantadukkhaṁ, seyyathāpi sattā nerayikā. ",
  "an3.23:2.1": "Idha pana, bhikkhave, ekacco puggalo abyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharoti, abyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharoti, abyābajjhaṁ manosaṅkhāraṁ abhisaṅkharoti. ",
  "an3.23:2.2": "So abyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharitvā, abyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharitvā, abyābajjhaṁ manosaṅkhāraṁ abhisaṅkharitvā abyābajjhaṁ lokaṁ upapajjati. ",
  "an3.23:2.3": "Tamenaṁ abyābajjhaṁ lokaṁ upapannaṁ samānaṁ abyābajjhā phassā phusanti. ",
  "an3.23:2.4": "So abyābajjhehi phassehi phuṭṭho samāno abyābajjhaṁ vedanaṁ vedayati ekantasukhaṁ, seyyathāpi devā subhakiṇhā. ",
  "an3.23:3.1": "Idha pana, bhikkhave, ekacco puggalo sabyābajjhampi abyābajjhampi kāyasaṅkhāraṁ abhisaṅkharoti, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṁ abhisaṅkharoti, sabyābajjhampi abyābajjhampi manosaṅkhāraṁ abhisaṅkharoti. ",
  "an3.23:3.2": "So sabyābajjhampi abyābajjhampi kāyasaṅkhāraṁ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṁ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi manosaṅkhāraṁ abhisaṅkharitvā sabyābajjhampi abyābajjhampi lokaṁ upapajjati. ",
  "an3.23:3.3": "Tamenaṁ sabyābajjhampi abyābajjhampi lokaṁ upapannaṁ samānaṁ sabyābajjhāpi abyābajjhāpi phassā phusanti. ",
  "an3.23:3.4": "So sabyābajjhehipi abyābajjhehipi phassehi phuṭṭho samāno sabyābajjhampi abyābajjhampi vedanaṁ vedayati vokiṇṇasukhadukkhaṁ, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā. ",
  "an3.23:3.5": "Ime kho, bhikkhave, tayo puggalā santo saṁvijjamānā lokasmin”ti. ",
  "an3.23:3.6": "Tatiyaṁ. "
}