{
  "an3.21:0.1": "Aṅguttara Nikāya 3 ",
  "an3.21:0.2": "3. Puggalavagga ",
  "an3.21:0.3": "21. Samiddhasutta ",
  "an3.21:1.1": "Evaṁ me sutaṁ—",
  "an3.21:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an3.21:1.3": "Atha kho āyasmā ca samiddho āyasmā ca mahākoṭṭhiko yenāyasmā sāriputto tenupasaṅkamiṁsu; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodiṁsu. ",
  "an3.21:1.4": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnaṁ kho āyasmantaṁ samiddhaṁ āyasmā sāriputto etadavoca: ",
  "an3.21:2.1": "“Tayome, āvuso samiddha, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:2.2": "Katame tayo? ",
  "an3.21:2.3": "Kāyasakkhī, diṭṭhippatto, saddhāvimutto. ",
  "an3.21:2.4": "Ime kho, āvuso, tayo puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:2.5": "Imesaṁ, āvuso, tiṇṇaṁ puggalānaṁ katamo te puggalo khamati abhikkantataro ca paṇītataro cā”ti? ",
  "an3.21:3.1": "“Tayome, āvuso sāriputta, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:3.2": "Katame tayo? ",
  "an3.21:3.3": "Kāyasakkhī, diṭṭhippatto, saddhāvimutto. ",
  "an3.21:3.4": "Ime kho, āvuso, tayo puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:3.5": "Imesaṁ, āvuso, tiṇṇaṁ puggalānaṁ yvāyaṁ puggalo saddhāvimutto, ayaṁ me puggalo khamati imesaṁ tiṇṇaṁ puggalānaṁ abhikkantataro ca paṇītataro ca. ",
  "an3.21:3.6": "Taṁ kissa hetu? ",
  "an3.21:3.7": "Imassa, āvuso, puggalassa saddhindriyaṁ adhimattan”ti. ",
  "an3.21:4.1": "Atha kho āyasmā sāriputto āyasmantaṁ mahākoṭṭhikaṁ etadavoca: ",
  "an3.21:4.2": "“tayome, āvuso koṭṭhika, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:4.3": "Katame tayo? ",
  "an3.21:4.4": "Kāyasakkhī, diṭṭhippatto, saddhāvimutto. ",
  "an3.21:4.5": "Ime kho, āvuso, tayo puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:4.6": "Imesaṁ, āvuso, tiṇṇaṁ puggalānaṁ katamo te puggalo khamati abhikkantataro ca paṇītataro cā”ti? ",
  "an3.21:5.1": "“Tayome, āvuso sāriputta, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:5.2": "Katame tayo? ",
  "an3.21:5.3": "Kāyasakkhī, diṭṭhippatto, saddhāvimutto. ",
  "an3.21:5.4": "Ime kho, āvuso, tayo puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:5.5": "Imesaṁ, āvuso, tiṇṇaṁ puggalānaṁ yvāyaṁ puggalo kāyasakkhī, ayaṁ me puggalo khamati imesaṁ tiṇṇaṁ puggalānaṁ abhikkantataro ca paṇītataro ca. ",
  "an3.21:5.6": "Taṁ kissa hetu? ",
  "an3.21:5.7": "Imassa, āvuso, puggalassa samādhindriyaṁ adhimattan”ti. ",
  "an3.21:6.1": "Atha kho āyasmā mahākoṭṭhiko āyasmantaṁ sāriputtaṁ etadavoca: ",
  "an3.21:6.2": "“tayome, āvuso sāriputta, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:6.3": "Katame tayo? ",
  "an3.21:6.4": "Kāyasakkhī, diṭṭhippatto, saddhāvimutto. ",
  "an3.21:6.5": "Ime kho, āvuso, tayo puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:6.6": "Imesaṁ, āvuso, tiṇṇaṁ puggalānaṁ katamo te puggalo khamati abhikkantataro ca paṇītataro cā”ti? ",
  "an3.21:7.1": "“Tayome, āvuso koṭṭhika, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:7.2": "Katame tayo? ",
  "an3.21:7.3": "Kāyasakkhī, diṭṭhippatto, saddhāvimutto. ",
  "an3.21:7.4": "Ime kho, āvuso, tayo puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.21:7.5": "Imesaṁ, āvuso, tiṇṇaṁ puggalānaṁ yvāyaṁ puggalo diṭṭhippatto, ayaṁ me puggalo khamati imesaṁ tiṇṇaṁ puggalānaṁ abhikkantataro ca paṇītataro ca. ",
  "an3.21:7.6": "Taṁ kissa hetu? ",
  "an3.21:7.7": "Imassa, āvuso, puggalassa paññindriyaṁ adhimattan”ti. ",
  "an3.21:8.1": "Atha kho āyasmā sāriputto āyasmantañca samiddhaṁ āyasmantañca mahākoṭṭhikaṁ etadavoca: ",
  "an3.21:8.2": "“byākataṁ kho, āvuso, amhehi sabbeheva yathāsakaṁ paṭibhānaṁ. ",
  "an3.21:8.3": "Āyāmāvuso, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā bhagavato etamatthaṁ ārocessāma. ",
  "an3.21:8.4": "Yathā no bhagavā byākarissati tathā naṁ dhāressāmā”ti. ",
  "an3.21:8.5": "“Evamāvuso”ti kho āyasmā ca samiddho āyasmā ca mahākoṭṭhiko āyasmato sāriputtassa paccassosuṁ. ",
  "an3.21:8.6": "Atha kho āyasmā ca sāriputto āyasmā ca samiddho āyasmā ca mahākoṭṭhiko yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "an3.21:8.7": "Ekamantaṁ nisinno kho āyasmā sāriputto yāvatako ahosi āyasmatā ca samiddhena āyasmatā ca mahākoṭṭhikena saddhiṁ kathāsallāpo taṁ sabbaṁ bhagavato ārocesi. ",
  "an3.21:9.1": "“Na khvettha, sāriputta, sukaraṁ ekaṁsena byākātuṁ: ",
  "an3.21:9.2": "‘ayaṁ imesaṁ tiṇṇaṁ puggalānaṁ abhikkantataro ca paṇītataro cā’ti. ",
  "an3.21:9.3": "Ṭhānañhetaṁ, sāriputta, vijjati yvāyaṁ puggalo saddhāvimutto svāssa arahattāya paṭipanno, yvāyaṁ puggalo kāyasakkhī svāssa sakadāgāmī vā anāgāmī vā, yo cāyaṁ puggalo diṭṭhippatto sopassa sakadāgāmī vā anāgāmī vā. ",
  "an3.21:10.1": "Na khvettha, sāriputta, sukaraṁ ekaṁsena byākātuṁ: ",
  "an3.21:10.2": "‘ayaṁ imesaṁ tiṇṇaṁ puggalānaṁ abhikkantataro ca paṇītataro cā’ti. ",
  "an3.21:10.3": "Ṭhānañhetaṁ, sāriputta, vijjati yvāyaṁ puggalo kāyasakkhī svāssa arahattāya paṭipanno, yvāyaṁ puggalo saddhāvimutto svāssa sakadāgāmī vā anāgāmī vā, yo cāyaṁ puggalo diṭṭhippatto sopassa sakadāgāmī vā anāgāmī vā. ",
  "an3.21:11.1": "Na khvettha, sāriputta, sukaraṁ ekaṁsena byākātuṁ: ",
  "an3.21:11.2": "‘ayaṁ imesaṁ tiṇṇaṁ puggalānaṁ abhikkantataro ca paṇītataro cā’ti. ",
  "an3.21:11.3": "Ṭhānañhetaṁ, sāriputta, vijjati yvāyaṁ puggalo diṭṭhippatto svāssa arahattāya paṭipanno, yvāyaṁ puggalo saddhāvimutto svāssa sakadāgāmī vā anāgāmī vā, yo cāyaṁ puggalo kāyasakkhī sopassa sakadāgāmī vā anāgāmī vā. ",
  "an3.21:12.1": "Na khvettha, sāriputta, sukaraṁ ekaṁsena byākātuṁ: ",
  "an3.21:12.2": "‘ayaṁ imesaṁ tiṇṇaṁ puggalānaṁ abhikkantataro ca paṇītataro cā’”ti. ",
  "an3.21:12.3": "Paṭhamaṁ. "
}