{
  "an3.22:0.1": "Aṅguttara Nikāya 3 ",
  "an3.22:0.2": "3. Puggalavagga ",
  "an3.22:0.3": "22. Gilānasutta ",
  "an3.22:1.1": "“Tayome, bhikkhave, gilānā santo saṁvijjamānā lokasmiṁ. ",
  "an3.22:1.2": "Katame tayo? ",
  "an3.22:1.3": "Idha, bhikkhave, ekacco gilāno labhanto vā sappāyāni bhojanāni alabhanto vā sappāyāni bhojanāni, labhanto vā sappāyāni bhesajjāni alabhanto vā sappāyāni bhesajjāni, labhanto vā patirūpaṁ upaṭṭhākaṁ alabhanto vā patirūpaṁ upaṭṭhākaṁ neva vuṭṭhāti tamhā ābādhā. ",
  "an3.22:2.1": "Idha pana, bhikkhave, ekacco gilāno labhanto vā sappāyāni bhojanāni alabhanto vā sappāyāni bhojanāni, labhanto vā sappāyāni bhesajjāni alabhanto vā sappāyāni bhesajjāni, labhanto vā patirūpaṁ upaṭṭhākaṁ alabhanto vā patirūpaṁ upaṭṭhākaṁ vuṭṭhāti tamhā ābādhā. ",
  "an3.22:3.1": "Idha pana, bhikkhave, ekacco gilāno labhantova sappāyāni bhojanāni no alabhanto, labhantova sappāyāni bhesajjāni no alabhanto, labhantova patirūpaṁ upaṭṭhākaṁ no alabhanto vuṭṭhāti tamhā ābādhā. ",
  "an3.22:4.1": "Tatra, bhikkhave, yvāyaṁ gilāno labhantova sappāyāni bhojanāni no alabhanto, labhantova sappāyāni bhesajjāni no alabhanto, labhantova patirūpaṁ upaṭṭhākaṁ no alabhanto vuṭṭhāti tamhā ābādhā, imaṁ kho, bhikkhave, gilānaṁ paṭicca gilānabhattaṁ anuññātaṁ gilānabhesajjaṁ anuññātaṁ gilānupaṭṭhāko anuññāto. ",
  "an3.22:4.2": "Imañca pana, bhikkhave, gilānaṁ paṭicca aññepi gilānā upaṭṭhātabbā. ",
  "an3.22:4.3": "Ime kho, bhikkhave, tayo gilānā santo saṁvijjamānā lokasmiṁ. ",
  "an3.22:5.1": "Evamevaṁ kho, bhikkhave, tayome gilānūpamā puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an3.22:5.2": "Katame tayo? ",
  "an3.22:5.3": "Idha, bhikkhave, ekacco puggalo labhanto vā tathāgataṁ dassanāya alabhanto vā tathāgataṁ dassanāya, labhanto vā tathāgatappaveditaṁ dhammavinayaṁ savanāya alabhanto vā tathāgatappaveditaṁ dhammavinayaṁ savanāya neva okkamati niyāmaṁ kusalesu dhammesu sammattaṁ. ",
  "an3.22:6.1": "Idha, pana, bhikkhave, ekacco puggalo labhanto vā tathāgataṁ dassanāya alabhanto vā tathāgataṁ dassanāya, labhanto vā tathāgatappaveditaṁ dhammavinayaṁ savanāya alabhanto vā tathāgatappaveditaṁ dhammavinayaṁ savanāya okkamati niyāmaṁ kusalesu dhammesu sammattaṁ. ",
  "an3.22:7.1": "Idha pana, bhikkhave, ekacco puggalo labhantova tathāgataṁ dassanāya no alabhanto, labhantova tathāgatappaveditaṁ dhammavinayaṁ savanāya no alabhanto okkamati niyāmaṁ kusalesu dhammesu sammattaṁ. ",
  "an3.22:8.1": "Tatra, bhikkhave, yvāyaṁ puggalo labhantova tathāgataṁ dassanāya no alabhanto, labhantova tathāgatappaveditaṁ dhammavinayaṁ savanāya no alabhanto okkamati niyāmaṁ kusalesu dhammesu sammattaṁ, imaṁ kho, bhikkhave, puggalaṁ paṭicca dhammadesanā anuññātā. ",
  "an3.22:8.2": "Imañca pana, bhikkhave, puggalaṁ paṭicca aññesampi dhammo desetabbo. ",
  "an3.22:8.3": "Ime kho, bhikkhave, tayo gilānūpamā puggalā santo saṁvijjamānā lokasmin”ti. ",
  "an3.22:8.4": "Dutiyaṁ. "
}