{
  "an3.91:0.1": "Aṅguttara Nikāya 3.91 ",
  "an3.91:0.2": "9. Samaṇavagga ",
  "an3.91:0.3": "Saṅkavāsutta ",
  "an3.91:1.1": "Ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena saṅkavā nāma kosalānaṁ nigamo tadavasari. ",
  "an3.91:1.2": "Tatra sudaṁ bhagavā saṅkavāyaṁ viharati. ",
  "an3.91:1.3": "Tena kho pana samayena kassapagotto nāma bhikkhu saṅkavāyaṁ āvāsiko hoti. ",
  "an3.91:1.4": "Tatra sudaṁ bhagavā sikkhāpadapaṭisaṁyuttāya dhammiyā kathāya bhikkhū sandasseti samādapeti samuttejeti sampahaṁseti. ",
  "an3.91:1.5": "Atha kho kassapagottassa bhikkhuno bhagavati sikkhāpadapaṭisaṁyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṁsente ahudeva akkhanti ahu appaccayo: ",
  "an3.91:1.6": "“adhisallikhatevāyaṁ samaṇo”ti. ",
  "an3.91:1.7": "Atha kho bhagavā saṅkavāyaṁ yathābhirantaṁ viharitvā yena rājagahaṁ tena cārikaṁ pakkāmi. ",
  "an3.91:1.8": "Anupubbena cārikaṁ caramāno yena rājagahaṁ tadavasari. ",
  "an3.91:1.9": "Tatra sudaṁ bhagavā rājagahe viharati. ",
  "an3.91:2.1": "Atha kho kassapagottassa bhikkhuno acirapakkantassa bhagavato ahudeva kukkuccaṁ ahu vippaṭisāro: ",
  "an3.91:2.2": "“alābhā vata me, na vata me lābhā; dulladdhaṁ vata me, na vata me suladdhaṁ; ",
  "an3.91:2.3": "yassa me bhagavati sikkhāpadapaṭisaṁyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṁsente ahudeva akkhanti ahu appaccayo: ",
  "an3.91:2.4": "‘adhisallikhatevāyaṁ samaṇo’ti. ",
  "an3.91:2.5": "Yannūnāhaṁ yena bhagavā tenupasaṅkameyyaṁ; upasaṅkamitvā bhagavato santike accayaṁ accayato deseyyan”ti. ",
  "an3.91:2.6": "Atha kho kassapagotto bhikkhu senāsanaṁ saṁsāmetvā pattacīvaramādāya yena rājagahaṁ tena pakkāmi. ",
  "an3.91:2.7": "Anupubbena yena rājagahaṁ yena gijjhakūṭo pabbato yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho kassapagotto bhikkhu bhagavantaṁ etadavoca: ",
  "an3.91:3.1": "“Ekamidaṁ, bhante, samayaṁ bhagavā saṅkavāyaṁ viharati, saṅkavā nāma kosalānaṁ nigamo. ",
  "an3.91:3.2": "Tatra, bhante, bhagavā sikkhāpadapaṭisaṁyuttāya dhammiyā kathāya bhikkhū sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "an3.91:3.3": "Tassa mayhaṁ bhagavati sikkhāpadapaṭisaṁyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṁsente ahudeva akkhanti ahu appaccayo: ",
  "an3.91:3.4": "‘adhisallikhatevāyaṁ samaṇo’ti. ",
  "an3.91:3.5": "Atha kho bhagavā saṅkavāyaṁ yathābhirantaṁ viharitvā yena rājagahaṁ tena cārikaṁ pakkāmi. (…) ",
  "an3.91:3.6": "Tassa mayhaṁ, bhante, acirapakkantassa bhagavato ahudeva kukkuccaṁ ahu vippaṭisāro: ",
  "an3.91:3.7": "‘alābhā vata me, na vata me lābhā; dulladdhaṁ vata me, na vata me suladdhaṁ; ",
  "an3.91:3.8": "yassa me bhagavati sikkhāpadapaṭisaṁyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṁsente ahudeva akkhanti ahu appaccayo: ",
  "an3.91:3.9": "“adhisallikhatevāyaṁ samaṇo”ti. ",
  "an3.91:3.10": "Yannūnāhaṁ yena bhagavā tenupasaṅkameyyaṁ; upasaṅkamitvā bhagavato santike accayaṁ accayato deseyyan’ti. ",
  "an3.91:3.11": "Accayo maṁ, bhante, accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ yassa me bhagavati sikkhāpadapaṭisaṁyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṁsente ahudeva akkhanti ahu appaccayo: ",
  "an3.91:3.12": "‘adhisallikhatevāyaṁ samaṇo’ti. ",
  "an3.91:3.13": "Tassa me, bhante, bhagavā accayaṁ accayato paṭiggaṇhātu, āyatiṁ saṁvarāyā”ti. ",
  "an3.91:4.1": "“Taggha taṁ, kassapa, accayo accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yassa te mayi sikkhāpadapaṭisaṁyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṁsente ahudeva akkhanti ahu appaccayo: ",
  "an3.91:4.2": "‘adhisallikhatevāyaṁ samaṇo’ti. ",
  "an3.91:4.3": "Yato ca kho tvaṁ, kassapa, accayaṁ accayato disvā yathādhammaṁ paṭikarosi, taṁ te mayaṁ paṭiggaṇhāma. ",
  "an3.91:4.4": "Vuddhihesā, kassapa, ariyassa vinaye yo accayaṁ accayato disvā yathādhammaṁ paṭikaroti, āyatiṁ saṁvaraṁ āpajjati. ",
  "an3.91:5.1": "Thero cepi, kassapa, bhikkhu hoti na sikkhākāmo na sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca na sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca na vaṇṇaṁ bhaṇati bhūtaṁ tacchaṁ kālena, evarūpassāhaṁ, kassapa, therassa bhikkhuno na vaṇṇaṁ bhaṇāmi. ",
  "an3.91:5.2": "Taṁ kissa hetu? ",
  "an3.91:5.3": "Satthā hissa vaṇṇaṁ bhaṇatīti aññe naṁ bhikkhū bhajeyyuṁ, ye naṁ bhajeyyuṁ tyāssa diṭṭhānugatiṁ āpajjeyyuṁ, yyāssa diṭṭhānugatiṁ āpajjeyyuṁ tesaṁ taṁ assa dīgharattaṁ ahitāya dukkhāyāti. ",
  "an3.91:5.4": "Tasmāhaṁ, kassapa, evarūpassa therassa bhikkhuno na vaṇṇaṁ bhaṇāmi. ",
  "an3.91:6.1": "Majjhimo cepi, kassapa, bhikkhu hoti …pe… ",
  "an3.91:6.2": "navo cepi, kassapa, bhikkhu hoti na sikkhākāmo na sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca na sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca na vaṇṇaṁ bhaṇati bhūtaṁ tacchaṁ kālena, evarūpassāhaṁ, kassapa, navassa bhikkhuno na vaṇṇaṁ bhaṇāmi. ",
  "an3.91:6.3": "Taṁ kissa hetu? ",
  "an3.91:6.4": "Satthā hissa vaṇṇaṁ bhaṇatīti aññe naṁ bhikkhū bhajeyyuṁ, ye naṁ bhajeyyuṁ tyāssa diṭṭhānugatiṁ āpajjeyyuṁ, yyāssa diṭṭhānugatiṁ āpajjeyyuṁ tesaṁ taṁ assa dīgharattaṁ ahitāya dukkhāyāti. ",
  "an3.91:6.5": "Tasmāhaṁ, kassapa, evarūpassa navassa bhikkhuno na vaṇṇaṁ bhaṇāmi. ",
  "an3.91:7.1": "Thero cepi, kassapa, bhikkhu hoti sikkhākāmo sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca vaṇṇaṁ bhaṇati bhūtaṁ tacchaṁ kālena, evarūpassāhaṁ, kassapa, therassa bhikkhuno vaṇṇaṁ bhaṇāmi. ",
  "an3.91:7.2": "Taṁ kissa hetu? ",
  "an3.91:7.3": "Satthā hissa vaṇṇaṁ bhaṇatīti aññe naṁ bhikkhū bhajeyyuṁ, ye naṁ bhajeyyuṁ tyāssa diṭṭhānugatiṁ āpajjeyyuṁ, yyāssa diṭṭhānugatiṁ āpajjeyyuṁ tesaṁ taṁ assa dīgharattaṁ hitāya sukhāyāti. ",
  "an3.91:7.4": "Tasmāhaṁ, kassapa, evarūpassa therassa bhikkhuno vaṇṇaṁ bhaṇāmi. ",
  "an3.91:8.1": "Majjhimo cepi, kassapa, bhikkhu hoti sikkhākāmo …pe… ",
  "an3.91:8.2": "navo cepi, kassapa, bhikkhu hoti sikkhākāmo sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca vaṇṇaṁ bhaṇati bhūtaṁ tacchaṁ kālena, evarūpassāhaṁ, kassapa, navassa bhikkhuno vaṇṇaṁ bhaṇāmi. ",
  "an3.91:8.3": "Taṁ kissa hetu? ",
  "an3.91:8.4": "Satthā hissa vaṇṇaṁ bhaṇatīti aññe naṁ bhikkhū bhajeyyuṁ, ye naṁ bhajeyyuṁ tyāssa diṭṭhānugatiṁ āpajjeyyuṁ, yyāssa diṭṭhānugatiṁ āpajjeyyuṁ tesaṁ taṁ assa dīgharattaṁ hitāya sukhāyāti. ",
  "an3.91:8.5": "Tasmāhaṁ, kassapa, evarūpassa navassa bhikkhuno vaṇṇaṁ bhaṇāmī”ti. ",
  "an3.91:8.6": "Ekādasamaṁ. ",
  "an3.91:8.7": "Samaṇavaggo catuttho. ",
  "an3.91:9.0": "Tassuddānaṁ ",
  "an3.91:9.1": "Samaṇo gadrabho khettaṁ, ",
  "an3.91:9.2": "vajjiputto ca sekkhakaṁ; ",
  "an3.91:9.3": "Tayo ca sikkhanā vuttā, ",
  "an3.91:9.4": "dve sikkhā saṅkavāya cāti. "
}