{
  "an3.63:0.1": "Aṅguttara Nikāya 3 ",
  "an3.63:0.2": "7. Mahāvagga ",
  "an3.63:0.3": "63. Venāgapurasutta ",
  "an3.63:1.1": "Ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena venāgapuraṁ nāma kosalānaṁ brāhmaṇagāmo tadavasari. ",
  "an3.63:1.2": "Assosuṁ kho venāgapurikā brāhmaṇagahapatikā: ",
  "an3.63:1.3": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito venāgapuraṁ anuppatto. ",
  "an3.63:1.4": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "an3.63:1.5": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "an3.63:1.6": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "an3.63:1.7": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "an3.63:1.8": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "an3.63:2.1": "Atha kho venāgapurikā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu, appekacce bhagavatā saddhiṁ sammodiṁsu, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu, appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu, appekacce nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu, appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinno kho venāgapuriko vacchagotto brāhmaṇo bhagavantaṁ etadavoca: ",
  "an3.63:3.1": "“Acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "an3.63:3.2": "Yāvañcidaṁ bhoto gotamassa vippasannāni indriyāni, parisuddho chavivaṇṇo pariyodāto. ",
  "an3.63:3.3": "Seyyathāpi, bho gotama, sāradaṁ badarapaṇḍuṁ parisuddhaṁ hoti pariyodātaṁ; ",
  "an3.63:3.4": "evamevaṁ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto. ",
  "an3.63:3.5": "Seyyathāpi, bho gotama, tālapakkaṁ sampati bandhanā pamuttaṁ parisuddhaṁ hoti pariyodātaṁ; ",
  "an3.63:3.6": "evamevaṁ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto. ",
  "an3.63:3.7": "Seyyathāpi, bho gotama, nekkhaṁ jambonadaṁ dakkhakammāraputtasuparikammakataṁ ukkāmukhe sukusalasampahaṭṭhaṁ paṇḍukambale nikkhittaṁ bhāsate ca tapate ca virocati ca; ",
  "an3.63:3.8": "evamevaṁ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto. ",
  "an3.63:3.9": "Yāni tāni, bho gotama, uccāsayanamahāsayanāni, seyyathidaṁ—",
  "an3.63:3.10": "āsandi pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṁ koseyyaṁ kuttakaṁ hatthattharaṁ assattharaṁ rathattharaṁ ajinappaveṇī kadalimigapavarapaccattharaṇaṁ sauttaracchadaṁ ubhatolohitakūpadhānaṁ, evarūpānaṁ nūna bhavaṁ gotamo uccāsayanamahāsayanānaṁ nikāmalābhī akicchalābhī akasiralābhī”ti. ",
  "an3.63:4.1": "“Yāni kho pana tāni, brāhmaṇa, uccāsayanamahāsayanāni, seyyathidaṁ—",
  "an3.63:4.2": "āsandi pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṁ koseyyaṁ kuttakaṁ hatthattharaṁ assattharaṁ rathattharaṁ ajinappaveṇī kadalimigapavarapaccattharaṇaṁ sauttaracchadaṁ ubhatolohitakūpadhānaṁ. ",
  "an3.63:4.3": "Dullabhāni tāni pabbajitānaṁ laddhā ca pana na kappanti. ",
  "an3.63:5.1": "Tīṇi kho, imāni, brāhmaṇa, uccāsayanamahāsayanāni, yesāhaṁ etarahi nikāmalābhī akicchalābhī akasiralābhī. ",
  "an3.63:5.2": "Katamāni tīṇi? ",
  "an3.63:5.3": "Dibbaṁ uccāsayanamahāsayanaṁ, brahmaṁ uccāsayanamahāsayanaṁ, ariyaṁ uccāsayanamahāsayanaṁ. ",
  "an3.63:5.4": "Imāni kho, brāhmaṇa, tīṇi uccāsayanamahāsayanāni, yesāhaṁ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ",
  "an3.63:6.1": "“Katamaṁ pana taṁ, bho gotama, dibbaṁ uccāsayanamahāsayanaṁ, yassa bhavaṁ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti? ",
  "an3.63:6.2": "“Idhāhaṁ, brāhmaṇa, yaṁ gāmaṁ vā nigamaṁ vā upanissāya viharāmi, so pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya tameva gāmaṁ vā nigamaṁ vā piṇḍāya pavisāmi. ",
  "an3.63:6.3": "So pacchābhattaṁ piṇḍapātapaṭikkanto vanantaññeva pavisāmi. ",
  "an3.63:6.4": "So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṁ saṅgharitvā nisīdāmi pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "an3.63:6.5": "So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi; ",
  "an3.63:6.6": "vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharāmi; ",
  "an3.63:6.7": "pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṁvedemi, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharāmi; ",
  "an3.63:6.8": "sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharāmi. ",
  "an3.63:6.9": "So ce ahaṁ, brāhmaṇa, evaṁbhūto caṅkamāmi, dibbo me eso tasmiṁ samaye caṅkamo hoti. ",
  "an3.63:6.10": "So ce ahaṁ, brāhmaṇa, evaṁbhūto tiṭṭhāmi, dibbaṁ me etaṁ tasmiṁ samaye ṭhānaṁ hoti. ",
  "an3.63:6.11": "So ce ahaṁ, brāhmaṇa, evaṁbhūto nisīdāmi, dibbaṁ me etaṁ tasmiṁ samaye āsanaṁ hoti. ",
  "an3.63:6.12": "So ce ahaṁ, brāhmaṇa, evaṁbhūto seyyaṁ kappemi, dibbaṁ me etaṁ tasmiṁ samaye uccāsayanamahāsayanaṁ hoti. ",
  "an3.63:6.13": "Idaṁ kho, brāhmaṇa, dibbaṁ uccāsayanamahāsayanaṁ, yassāhaṁ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ",
  "an3.63:7.1": "“Acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "an3.63:7.2": "Ko cañño evarūpassa dibbassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena. ",
  "an3.63:8.1": "Katamaṁ pana taṁ, bho gotama, brahmaṁ uccāsayanamahāsayanaṁ, yassa bhavaṁ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti? ",
  "an3.63:8.2": "“Idhāhaṁ, brāhmaṇa, yaṁ gāmaṁ vā nigamaṁ vā upanissāya viharāmi, so pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya tameva gāmaṁ vā nigamaṁ vā piṇḍāya pavisāmi. ",
  "an3.63:8.3": "So pacchābhattaṁ piṇḍapātapaṭikkanto vanantaññeva pavisāmi. ",
  "an3.63:8.4": "So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṁ saṅgharitvā nisīdāmi pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "an3.63:8.5": "So mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharāmi, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ, iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharāmi. ",
  "an3.63:8.6": "Karuṇāsahagatena cetasā …pe… ",
  "an3.63:8.7": "muditāsahagatena cetasā … ",
  "an3.63:8.8": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharāmi, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ, iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjhena pharitvā viharāmi. ",
  "an3.63:8.9": "So ce ahaṁ, brāhmaṇa, evaṁbhūto caṅkamāmi, brahmā me eso tasmiṁ samaye caṅkamo hoti. ",
  "an3.63:8.10": "So ce ahaṁ, brāhmaṇa, evaṁbhūto tiṭṭhāmi …pe… ",
  "an3.63:8.11": "nisīdāmi …pe… ",
  "an3.63:8.12": "seyyaṁ kappemi, brahmaṁ me etaṁ tasmiṁ samaye uccāsayanamahāsayanaṁ hoti. ",
  "an3.63:8.13": "Idaṁ kho, brāhmaṇa, brahmaṁ uccāsayanamahāsayanaṁ, yassāhaṁ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ",
  "an3.63:9.1": "“Acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "an3.63:9.2": "Ko cañño evarūpassa brahmassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena. ",
  "an3.63:10.1": "Katamaṁ pana taṁ, bho gotama, ariyaṁ uccāsayanamahāsayanaṁ, yassa bhavaṁ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti? ",
  "an3.63:10.2": "“Idhāhaṁ, brāhmaṇa, yaṁ gāmaṁ vā nigamaṁ vā upanissāya viharāmi, so pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya tameva gāmaṁ vā nigamaṁ vā piṇḍāya pavisāmi. ",
  "an3.63:10.3": "So pacchābhattaṁ piṇḍapātapaṭikkanto vanantaññeva pavisāmi. ",
  "an3.63:10.4": "So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṁ saṅgharitvā nisīdāmi pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "an3.63:10.5": "So evaṁ jānāmi: ",
  "an3.63:10.6": "‘rāgo me pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo; ",
  "an3.63:10.7": "doso me pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo; ",
  "an3.63:10.8": "moho me pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo’. ",
  "an3.63:10.9": "So ce ahaṁ, brāhmaṇa, evaṁbhūto caṅkamāmi, ariyo me eso tasmiṁ samaye caṅkamo hoti. ",
  "an3.63:10.10": "So ce ahaṁ, brāhmaṇa, evaṁbhūto tiṭṭhāmi …pe… ",
  "an3.63:10.11": "nisīdāmi …pe… ",
  "an3.63:10.12": "seyyaṁ kappemi, ariyaṁ me etaṁ tasmiṁ samaye uccāsayanamahāsayanaṁ hoti. ",
  "an3.63:10.13": "Idaṁ kho, brāhmaṇa, ariyaṁ uccāsayanamahāsayanaṁ, yassāhaṁ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ",
  "an3.63:11.1": "“Acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "an3.63:11.2": "Ko cañño evarūpassa ariyassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena. ",
  "an3.63:12.1": "Abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "an3.63:12.2": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ kho bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "an3.63:12.3": "Ete mayaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca. ",
  "an3.63:12.4": "Upāsake no bhavaṁ gotamo dhāretu ajjatagge pāṇupete saraṇaṁ gate”ti. ",
  "an3.63:12.5": "Tatiyaṁ. "
}