{
  "an3.35:0.1": "Aṅguttara Nikāya 3 ",
  "an3.35:0.2": "4. Devadūtavagga ",
  "an3.35:0.3": "35. Hatthakasutta ",
  "an3.35:1.1": "Evaṁ me sutaṁ—",
  "an3.35:1.2": "ekaṁ samayaṁ bhagavā āḷaviyaṁ viharati gomagge siṁsapāvane paṇṇasanthare. ",
  "an3.35:1.3": "Atha kho hatthako āḷavako jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno addasa bhagavantaṁ gomagge siṁsapāvane paṇṇasanthare nisinnaṁ. ",
  "an3.35:1.4": "Disvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho hatthako āḷavako bhagavantaṁ etadavoca: ",
  "an3.35:1.5": "“kacci, bhante bhagavā, sukhamasayitthā”ti? ",
  "an3.35:1.6": "“Evaṁ, kumāra, sukhamasayitthaṁ. ",
  "an3.35:1.7": "Ye ca pana loke sukhaṁ senti, ahaṁ tesaṁ aññataro”ti. ",
  "an3.35:2.1": "“Sītā, bhante, hemantikā ratti, antaraṭṭhako himapātasamayo, kharā gokaṇṭakahatā bhūmi, tanuko paṇṇasantharo, viraḷāni rukkhassa pattāni, sītāni kāsāyāni vatthāni, sīto ca verambho vāto vāyati. ",
  "an3.35:2.2": "Atha ca pana bhagavā evamāha: ",
  "an3.35:2.3": "‘evaṁ, kumāra, sukhamasayitthaṁ. ",
  "an3.35:2.4": "Ye ca pana loke sukhaṁ senti, ahaṁ tesaṁ aññataro’”ti. ",
  "an3.35:3.1": "“Tena hi, kumāra, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṁ byākareyyāsi. ",
  "an3.35:3.2": "Taṁ kiṁ maññasi, kumāra, idhassa gahapatissa vā gahapatiputtassa vā kūṭāgāraṁ ullittāvalittaṁ nivātaṁ phusitaggaḷaṁ pihitavātapānaṁ. ",
  "an3.35:3.3": "Tatrassa pallaṅko gonakatthato paṭikatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhato lohitakūpadhāno; ",
  "an3.35:3.4": "telappadīpo cettha jhāyeyya; ",
  "an3.35:3.5": "catasso ca pajāpatiyo manāpāmanāpena paccupaṭṭhitā assu. ",
  "an3.35:3.6": "Taṁ kiṁ maññasi, kumāra, sukhaṁ vā so sayeyya no vā? ",
  "an3.35:3.7": "Kathaṁ vā te ettha hotī”ti? ",
  "an3.35:3.8": "“Sukhaṁ so, bhante, sayeyya. ",
  "an3.35:3.9": "Ye ca pana loke sukhaṁ senti, so tesaṁ aññataro”ti. ",
  "an3.35:4.1": "“Taṁ kiṁ maññasi, kumāra, ",
  "an3.35:4.2": "api nu tassa gahapatissa vā gahapatiputtassa vā uppajjeyyuṁ rāgajā pariḷāhā kāyikā vā cetasikā vā yehi so rāgajehi pariḷāhehi pariḍayhamāno dukkhaṁ sayeyyā”ti? ",
  "an3.35:4.3": "“Evaṁ, bhante”ti. ",
  "an3.35:5.1": "“Yehi kho so, kumāra, gahapati vā gahapatiputto vā rāgajehi pariḷāhehi pariḍayhamāno dukkhaṁ sayeyya, so rāgo tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo. ",
  "an3.35:5.2": "Tasmāhaṁ sukhamasayitthaṁ. ",
  "an3.35:6.1": "Taṁ kiṁ maññasi, kumāra, ",
  "an3.35:6.2": "api nu tassa gahapatissa vā gahapatiputtassa vā uppajjeyyuṁ dosajā pariḷāhā …pe… ",
  "an3.35:6.3": "mohajā pariḷāhā kāyikā vā cetasikā vā yehi so mohajehi pariḷāhehi pariḍayhamāno dukkhaṁ sayeyyā”ti? ",
  "an3.35:6.4": "“Evaṁ, bhante”ti. ",
  "an3.35:7.1": "“Ye hi kho so, kumāra, gahapati vā gahapatiputto vā mohajehi pariḷāhehi pariḍayhamāno dukkhaṁ sayeyya, so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo. ",
  "an3.35:7.2": "Tasmāhaṁ sukhamasayitthanti. ",
  "an3.35:8.1": "Sabbadā ve sukhaṁ seti, ",
  "an3.35:8.2": "brāhmaṇo parinibbuto; ",
  "an3.35:8.3": "Yo na limpati kāmesu, ",
  "an3.35:8.4": "sītibhūto nirūpadhi. ",
  "an3.35:9.1": "Sabbā āsattiyo chetvā, ",
  "an3.35:9.2": "vineyya hadaye daraṁ; ",
  "an3.35:9.3": "Upasanto sukhaṁ seti, ",
  "an3.35:9.4": "santiṁ pappuyya cetaso”ti. ",
  "an3.35:9.5": "Pañcamaṁ. "
}