{
  "an3.130:0.1": "Aṅguttara Nikāya 3 ",
  "an3.130:0.2": "13. Kusināravagga ",
  "an3.130:0.3": "130. Dutiyaanuruddhasutta ",
  "an3.130:1.1": "Atha kho āyasmā anuruddho yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodi. ",
  "an3.130:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā anuruddho āyasmantaṁ sāriputtaṁ etadavoca: ",
  "an3.130:1.3": "“idhāhaṁ, āvuso sāriputta, dibbena cakkhunā visuddhena atikkantamānusakena sahassaṁ lokaṁ olokemi. ",
  "an3.130:1.4": "Āraddhaṁ kho pana me vīriyaṁ asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ. ",
  "an3.130:1.5": "Atha ca pana me nānupādāya āsavehi cittaṁ vimuccatī”ti. ",
  "an3.130:2.1": "“Yaṁ kho te, āvuso anuruddha, evaṁ hoti: ",
  "an3.130:2.2": "‘ahaṁ dibbena cakkhunā visuddhena atikkantamānusakena sahassaṁ lokaṁ volokemī’ti, idaṁ te mānasmiṁ. ",
  "an3.130:2.3": "Yampi te, āvuso anuruddha, evaṁ hoti: ",
  "an3.130:2.4": "‘āraddhaṁ kho pana me vīriyaṁ asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggan’ti, idaṁ te uddhaccasmiṁ. ",
  "an3.130:2.5": "Yampi te, āvuso anuruddha, evaṁ hoti: ",
  "an3.130:2.6": "‘atha ca pana me nānupādāya āsavehi cittaṁ vimuccatī’ti, idaṁ te kukkuccasmiṁ. ",
  "an3.130:2.7": "Sādhu vatāyasmā anuruddho ime tayo dhamme pahāya, ime tayo dhamme amanasikaritvā amatāya dhātuyā cittaṁ upasaṁharatū”ti. ",
  "an3.130:3.1": "Atha kho āyasmā anuruddho aparena samayena ime tayo dhamme pahāya, ime tayo dhamme amanasikaritvā amatāya dhātuyā cittaṁ upasaṁhari. ",
  "an3.130:3.2": "Atha kho āyasmā anuruddho eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "an3.130:3.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "an3.130:3.4": "Aññataro ca panāyasmā anuruddho arahataṁ ahosīti. ",
  "an3.130:3.5": "Aṭṭhamaṁ. "
}