{
  "an3.87:0.1": "Aṅguttara Nikāya 3 ",
  "an3.87:0.2": "9. Samaṇavagga ",
  "an3.87:0.3": "87. Dutiyasikkhāsutta ",
  "an3.87:1.1": "“Sādhikamidaṁ, bhikkhave, diyaḍḍhasikkhāpadasataṁ anvaddhamāsaṁ uddesaṁ āgacchati yattha attakāmā kulaputtā sikkhanti. ",
  "an3.87:1.2": "Tisso imā, bhikkhave, sikkhā yatthetaṁ sabbaṁ samodhānaṁ gacchati. ",
  "an3.87:1.3": "Katamā tisso? ",
  "an3.87:1.4": "Adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhā—",
  "an3.87:1.5": "imā kho, bhikkhave, tisso sikkhā yatthetaṁ sabbaṁ samodhānaṁ gacchati. ",
  "an3.87:2.1": "Idha, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṁ mattaso kārī paññāya mattaso kārī. ",
  "an3.87:2.2": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi. ",
  "an3.87:2.3": "Taṁ kissa hetu? ",
  "an3.87:2.4": "Na hi mettha, bhikkhave, abhabbatā vuttā. ",
  "an3.87:2.5": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu. ",
  "an3.87:2.6": "So tiṇṇaṁ saṁyojanānaṁ parikkhayā sattakkhattuparamo hoti. ",
  "an3.87:2.7": "Sattakkhattuparamaṁ deve ca manusse ca sandhāvitvā saṁsaritvā dukkhassantaṁ karoti. ",
  "an3.87:2.8": "So tiṇṇaṁ saṁyojanānaṁ parikkhayā kolaṅkolo hoti, dve vā tīṇi vā kulāni sandhāvitvā saṁsaritvā dukkhassantaṁ karoti. ",
  "an3.87:2.9": "So tiṇṇaṁ saṁyojanānaṁ parikkhayā ekabījī hoti, ekaṁyeva mānusakaṁ bhavaṁ nibbattetvā dukkhassantaṁ karoti. ",
  "an3.87:2.10": "So tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī hoti, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karoti. ",
  "an3.87:3.1": "Idha pana, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṁ paripūrakārī paññāya mattaso kārī. ",
  "an3.87:3.2": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi. ",
  "an3.87:3.3": "Taṁ kissa hetu? ",
  "an3.87:3.4": "Na hi mettha, bhikkhave, abhabbatā vuttā. ",
  "an3.87:3.5": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu. ",
  "an3.87:3.6": "So pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā uddhaṁsoto akaniṭṭhagāmī. ",
  "an3.87:3.7": "So pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā sasaṅkhāraparinibbāyī hoti. ",
  "an3.87:3.8": "So pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā asaṅkhāraparinibbāyī hoti. ",
  "an3.87:3.9": "So pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā upahaccaparinibbāyī hoti. ",
  "an3.87:3.10": "So pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā antarāparinibbāyī hoti. ",
  "an3.87:4.1": "Idha pana, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṁ paripūrakārī paññāya paripūrakārī. ",
  "an3.87:4.2": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi. ",
  "an3.87:4.3": "Taṁ kissa hetu? ",
  "an3.87:4.4": "Na hi mettha, bhikkhave, abhabbatā vuttā. ",
  "an3.87:4.5": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni, tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu. ",
  "an3.87:4.6": "So āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an3.87:5.1": "Iti kho, bhikkhave, padesaṁ padesakārī ārādheti, paripūraṁ paripūrakārī, avañjhāni tvevāhaṁ, bhikkhave, sikkhāpadāni vadāmī”ti. ",
  "an3.87:5.2": "Sattamaṁ. "
}