{
  "an3.126:0.1": "Aṅguttara Nikāya 3 ",
  "an3.126:0.2": "13. Kusināravagga ",
  "an3.126:0.3": "126. Bharaṇḍukālāmasutta ",
  "an3.126:1.1": "Ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno yena kapilavatthu tadavasari. ",
  "an3.126:1.2": "Assosi kho mahānāmo sakko: “bhagavā kira kapilavatthuṁ anuppatto”ti. ",
  "an3.126:1.3": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitaṁ kho mahānāmaṁ sakkaṁ bhagavā etadavoca: ",
  "an3.126:2.1": "“Gaccha, mahānāma, kapilavatthusmiṁ, tathārūpaṁ āvasathaṁ jāna yatthajja mayaṁ ekarattiṁ vihareyyāmā”ti. ",
  "an3.126:2.2": "“Evaṁ, bhante”ti kho mahānāmo sakko bhagavato paṭissutvā kapilavatthuṁ pavisitvā kevalakappaṁ kapilavatthuṁ anvāhiṇḍanto nāddasa kapilavatthusmiṁ tathārūpaṁ āvasathaṁ yatthajja bhagavā ekarattiṁ vihareyya. ",
  "an3.126:3.1": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca: ",
  "an3.126:3.2": "“natthi, bhante, kapilavatthusmiṁ tathārūpo āvasatho yatthajja bhagavā ekarattiṁ vihareyya. ",
  "an3.126:3.3": "Ayaṁ, bhante, bharaṇḍu kālāmo bhagavato purāṇasabrahmacārī. ",
  "an3.126:3.4": "Tassajja bhagavā assame ekarattiṁ viharatū”ti. ",
  "an3.126:3.5": "“Gaccha, mahānāma, santharaṁ paññāpehī”ti. ",
  "an3.126:3.6": "“Evaṁ, bhante”ti kho mahānāmo sakko bhagavato paṭissutvā yena bharaṇḍussa kālāmassa assamo tenupasaṅkami; upasaṅkamitvā santharaṁ paññāpetvā udakaṁ ṭhapetvā pādānaṁ dhovanāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca: ",
  "an3.126:3.7": "“santhato, bhante, santhāro, udakaṁ ṭhapitaṁ pādānaṁ dhovanāya. ",
  "an3.126:3.8": "Yassadāni, bhante, bhagavā kālaṁ maññatī”ti. ",
  "an3.126:4.1": "Atha kho bhagavā yena bharaṇḍussa kālāmassa assamo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an3.126:4.2": "Nisajja kho bhagavā pāde pakkhālesi. ",
  "an3.126:4.3": "Atha kho mahānāmassa sakkassa etadahosi: ",
  "an3.126:4.4": "“akālo kho ajja bhagavantaṁ payirupāsituṁ. ",
  "an3.126:4.5": "Kilanto bhagavā. ",
  "an3.126:4.6": "Sve dānāhaṁ bhagavantaṁ payirupāsissāmī”ti bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "an3.126:5.1": "Atha kho mahānāmo sakko tassā rattiyā accayena yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho mahānāmaṁ sakkaṁ bhagavā etadavoca: ",
  "an3.126:5.2": "“tayo khome, mahānāma, satthāro santo saṁvijjamānā lokasmiṁ. ",
  "an3.126:5.3": "Katame tayo? ",
  "an3.126:5.4": "Idha, mahānāma, ekacco satthā kāmānaṁ pariññaṁ paññāpeti; ",
  "an3.126:5.5": "na rūpānaṁ pariññaṁ paññāpeti, na vedanānaṁ pariññaṁ paññāpeti. ",
  "an3.126:5.6": "Idha pana, mahānāma, ekacco satthā kāmānaṁ pariññaṁ paññāpeti, rūpānaṁ pariññaṁ paññāpeti; ",
  "an3.126:5.7": "na vedanānaṁ pariññaṁ paññāpeti. ",
  "an3.126:5.8": "Idha pana, mahānāma, ekacco satthā kāmānaṁ pariññaṁ paññāpeti, rūpānaṁ pariññaṁ paññāpeti, vedanānaṁ pariññaṁ paññāpeti. ",
  "an3.126:5.9": "Ime kho, mahānāma, tayo satthāro santo saṁvijjamānā lokasmiṁ. ",
  "an3.126:5.10": "Imesaṁ, mahānāma, tiṇṇaṁ satthārānaṁ ekā niṭṭhā udāhu puthu niṭṭhā”ti? ",
  "an3.126:6.1": "Evaṁ vutte, bharaṇḍu kālāmo mahānāmaṁ sakkaṁ etadavoca: ",
  "an3.126:6.2": "“ekāti, mahānāma, vadehī”ti. ",
  "an3.126:6.3": "Evaṁ vutte, bhagavā mahānāmaṁ sakkaṁ etadavoca: ",
  "an3.126:6.4": "“nānāti, mahānāma, vadehī”ti. ",
  "an3.126:6.5": "Dutiyampi kho bharaṇḍu kālāmo mahānāmaṁ sakkaṁ etadavoca: ",
  "an3.126:6.6": "“ekāti, mahānāma, vadehī”ti. ",
  "an3.126:6.7": "Dutiyampi kho bhagavā mahānāmaṁ sakkaṁ etadavoca: ",
  "an3.126:6.8": "“nānāti, mahānāma, vadehī”ti. ",
  "an3.126:6.9": "Tatiyampi kho bharaṇḍu kālāmo mahānāmaṁ sakkaṁ etadavoca: ",
  "an3.126:6.10": "“ekāti, mahānāma, vadehī”ti. ",
  "an3.126:6.11": "Tatiyampi kho bhagavā mahānāmaṁ sakkaṁ etadavoca: ",
  "an3.126:6.12": "“nānāti, mahānāma, vadehī”ti. ",
  "an3.126:7.1": "Atha kho bharaṇḍu kālāmassa etadahosi: ",
  "an3.126:7.2": "“mahesakkhassa vatamhi mahānāmassa sakkassa sammukhā samaṇena gotamena yāvatatiyaṁ apasādito. ",
  "an3.126:7.3": "Yannūnāhaṁ kapilavatthumhā pakkameyyan”ti. ",
  "an3.126:7.4": "Atha kho bharaṇḍu kālāmo kapilavatthumhā pakkāmi. ",
  "an3.126:7.5": "Yaṁ kapilavatthumhā pakkāmi tathā pakkantova ahosi na puna paccāgacchīti. ",
  "an3.126:7.6": "Catutthaṁ. "
}