{
  "an3.32:0.1": "Aṅguttara Nikāya 3 ",
  "an3.32:0.2": "4. Devadūtavagga ",
  "an3.32:0.3": "32. Ānandasutta ",
  "an3.32:1.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "an3.32:2.1": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
  "an3.32:2.2": "yañca cetovimuttiṁ paññāvimuttiṁ upasampajja viharato ahaṅkāramamaṅkāramānānusayā na honti tañca cetovimuttiṁ paññāvimuttiṁ upasampajja vihareyyā”ti? ",
  "an3.32:2.3": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
  "an3.32:2.4": "yañca cetovimuttiṁ paññāvimuttiṁ upasampajja viharato ahaṅkāramamaṅkāramānānusayā na honti tañca cetovimuttiṁ paññāvimuttiṁ upasampajja vihareyyā”ti. ",
  "an3.32:3.1": "“Yathā kathaṁ pana, bhante, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
  "an3.32:3.2": "yañca cetovimuttiṁ paññāvimuttiṁ upasampajja viharato ahaṅkāramamaṅkāramānānusayā na honti tañca cetovimuttiṁ paññāvimuttiṁ upasampajja vihareyyā”ti? ",
  "an3.32:4.1": "“Idhānanda, bhikkhuno evaṁ hoti: ",
  "an3.32:4.2": "‘etaṁ santaṁ etaṁ paṇītaṁ yadidaṁ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānan’ti. ",
  "an3.32:4.3": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
  "an3.32:4.4": "yañca cetovimuttiṁ paññāvimuttiṁ upasampajja viharato ahaṅkāramamaṅkāramānānusayā na honti tañca cetovimuttiṁ paññāvimuttiṁ upasampajja vihareyyāti. ",
  "an3.32:5.1": "Idañca pana metaṁ, ānanda, sandhāya bhāsitaṁ pārāyane puṇṇakapañhe: ",
  "an3.32:6.1": "‘Saṅkhāya lokasmiṁ paroparāni, ",
  "an3.32:6.2": "Yassiñjitaṁ natthi kuhiñci loke; ",
  "an3.32:6.3": "Santo vidhūmo anīgho nirāso, ",
  "an3.32:6.4": "Atāri so jātijaranti brūmī’”ti. ",
  "an3.32:6.5": "Dutiyaṁ. "
}