{
  "an3.60:0.1": "Aṅguttara Nikāya 3.60 ",
  "an3.60:0.2": "6. Brāhmaṇavagga ",
  "an3.60:0.3": "Saṅgāravasutta ",
  "an3.60:1.1": "Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an3.60:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho saṅgāravo brāhmaṇo bhagavantaṁ etadavoca: ",
  "an3.60:1.3": "“mayamassu, bho gotama, brāhmaṇā nāma. ",
  "an3.60:1.4": "Yaññaṁ yajāmapi yajāpemapi. ",
  "an3.60:1.5": "Tatra, bho gotama, yo ceva yajati yo ca yajāpeti sabbe te anekasārīrikaṁ puññappaṭipadaṁ paṭipannā honti, yadidaṁ yaññādhikaraṇaṁ. ",
  "an3.60:1.6": "Yo panāyaṁ, bho gotama, yassa vā tassa vā kulā agārasmā anagāriyaṁ pabbajito ekamattānaṁ dameti, ekamattānaṁ sameti, ekamattānaṁ parinibbāpeti, evamassāyaṁ ekasārīrikaṁ puññappaṭipadaṁ paṭipanno hoti, yadidaṁ pabbajjādhikaraṇan”ti. ",
  "an3.60:2.1": "“Tena hi, brāhmaṇa, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṁ byākareyyāsi. ",
  "an3.60:2.2": "Taṁ kiṁ maññasi, brāhmaṇa, ",
  "an3.60:2.3": "idha tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "an3.60:2.4": "So evamāha: ",
  "an3.60:2.5": "‘ethāyaṁ maggo ayaṁ paṭipadā yathāpaṭipanno ahaṁ anuttaraṁ brahmacariyogadhaṁ sayaṁ abhiññā sacchikatvā pavedemi; ",
  "an3.60:2.6": "etha, tumhepi tathā paṭipajjatha, yathāpaṭipannā tumhepi anuttaraṁ brahmacariyogadhaṁ sayaṁ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "an3.60:2.7": "Iti ayañceva satthā dhammaṁ deseti, pare ca tathatthāya paṭipajjanti, tāni kho pana honti anekānipi satāni anekānipi sahassāni anekānipi satasahassāni. ",
  "an3.60:3.1": "Taṁ kiṁ maññasi, brāhmaṇa, ",
  "an3.60:3.2": "iccāyaṁ evaṁ sante ekasārīrikā vā puññappaṭipadā hoti anekasārīrikā vā, yadidaṁ pabbajjādhikaraṇan”ti? ",
  "an3.60:3.3": "“Iccāyampi, bho gotama, evaṁ sante anekasārīrikā puññappaṭipadā hoti, yadidaṁ pabbajjādhikaraṇan”ti. ",
  "an3.60:4.1": "Evaṁ vutte, āyasmā ānando saṅgāravaṁ brāhmaṇaṁ etadavoca: ",
  "an3.60:4.2": "“imāsaṁ te, brāhmaṇa, dvinnaṁ paṭipadānaṁ katamā paṭipadā khamati appatthatarā ca appasamārambhatarā ca mahapphalatarā ca mahānisaṁsatarā cā”ti? ",
  "an3.60:4.3": "Evaṁ vutte, saṅgāravo brāhmaṇo āyasmantaṁ ānandaṁ etadavoca: ",
  "an3.60:4.4": "“seyyathāpi bhavaṁ gotamo bhavaṁ cānando. ",
  "an3.60:4.5": "Ete me pujjā, ete me pāsaṁsā”ti. ",
  "an3.60:5.1": "Dutiyampi kho āyasmā ānando saṅgāravaṁ brāhmaṇaṁ etadavoca: ",
  "an3.60:5.2": "“na kho tyāhaṁ, brāhmaṇa, evaṁ pucchāmi: ",
  "an3.60:5.3": "‘ke vā te pujjā ke vā te pāsaṁsā’ti? ",
  "an3.60:5.4": "Evaṁ kho tyāhaṁ, brāhmaṇa, pucchāmi: ",
  "an3.60:5.5": "‘imāsaṁ te, brāhmaṇa, dvinnaṁ paṭipadānaṁ katamā paṭipadā khamati appatthatarā ca appasamārambhatarā ca mahapphalatarā ca mahānisaṁsatarā cā’”ti? ",
  "an3.60:5.6": "Dutiyampi kho saṅgāravo brāhmaṇo āyasmantaṁ ānandaṁ etadavoca: ",
  "an3.60:5.7": "“seyyathāpi bhavaṁ gotamo bhavaṁ cānando. ",
  "an3.60:5.8": "Ete me pujjā, ete me pāsaṁsā”ti. ",
  "an3.60:6.1": "Tatiyampi kho āyasmā ānando saṅgāravaṁ brāhmaṇaṁ etadavoca: ",
  "an3.60:6.2": "“na kho tyāhaṁ, brāhmaṇa, evaṁ pucchāmi: ",
  "an3.60:6.3": "‘ke vā te pujjā ke vā te pāsaṁsā’ti? ",
  "an3.60:6.4": "Evaṁ kho tyāhaṁ, brāhmaṇa, pucchāmi: ",
  "an3.60:6.5": "‘imāsaṁ te, brāhmaṇa, dvinnaṁ paṭipadānaṁ katamā paṭipadā khamati appatthatarā ca appasamārambhatarā ca mahapphalatarā ca mahānisaṁsatarā cā’”ti? ",
  "an3.60:6.6": "Tatiyampi kho saṅgāravo brāhmaṇo āyasmantaṁ ānandaṁ etadavoca: ",
  "an3.60:6.7": "“seyyathāpi bhavaṁ gotamo bhavaṁ cānando. ",
  "an3.60:6.8": "Ete me pujjā, ete me pāsaṁsā”ti. ",
  "an3.60:7.1": "Atha kho bhagavato etadahosi: ",
  "an3.60:7.2": "“yāva tatiyampi kho saṅgāravo brāhmaṇo ānandena sahadhammikaṁ pañhaṁ puṭṭho saṁsādeti no vissajjeti. ",
  "an3.60:7.3": "Yannūnāhaṁ parimoceyyan”ti. ",
  "an3.60:7.4": "Atha kho bhagavā saṅgāravaṁ brāhmaṇaṁ etadavoca: ",
  "an3.60:7.5": "“kā nvajja, brāhmaṇa, rājantepure rājapurisānaṁ sannisinnānaṁ sannipatitānaṁ antarākathā udapādī”ti? ",
  "an3.60:7.6": "“Ayaṁ khvajja, bho gotama, rājantepure rājapurisānaṁ sannisinnānaṁ sannipatitānaṁ antarākathā udapādi: ",
  "an3.60:7.7": "‘pubbe sudaṁ appatarā ceva bhikkhū ahesuṁ bahutarā ca uttari manussadhammā iddhipāṭihāriyaṁ dassesuṁ; ",
  "an3.60:7.8": "etarahi pana bahutarā ceva bhikkhū appatarā ca uttari manussadhammā iddhipāṭihāriyaṁ dassentī’ti. ",
  "an3.60:7.9": "Ayaṁ khvajja, bho gotama, rājantepure rājapurisānaṁ sannisinnānaṁ sannipatitānaṁ antarākathā udapādī”ti. ",
  "an3.60:8.1": "“Tīṇi kho imāni, brāhmaṇa, pāṭihāriyāni. ",
  "an3.60:8.2": "Katamāni tīṇi? ",
  "an3.60:8.3": "Iddhipāṭihāriyaṁ, ādesanāpāṭihāriyaṁ, anusāsanīpāṭihāriyaṁ. ",
  "an3.60:8.4": "Katamañca, brāhmaṇa, iddhipāṭihāriyaṁ? ",
  "an3.60:8.5": "Idha, brāhmaṇa, ekacco anekavihitaṁ iddhividhaṁ paccanubhoti: ‘ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṁ, tirobhāvaṁ; tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasati parimajjati, yāva brahmalokāpi kāyena vasaṁ vatteti’. ",
  "an3.60:8.6": "Idaṁ vuccati, brāhmaṇa, iddhipāṭihāriyaṁ. ",
  "an3.60:9.1": "Katamañca, brāhmaṇa, ādesanāpāṭihāriyaṁ? ",
  "an3.60:9.2": "Idha, brāhmaṇa, ekacco nimittena ādisati: ",
  "an3.60:9.3": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
  "an3.60:9.4": "So bahuñcepi ādisati tatheva taṁ hoti, no aññathā. ",
  "an3.60:10.1": "Idha pana, brāhmaṇa, ekacco na heva kho nimittena ādisati, api ca kho manussānaṁ vā amanussānaṁ vā devatānaṁ vā saddaṁ sutvā ādisati: ",
  "an3.60:10.2": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
  "an3.60:10.3": "So bahuñcepi ādisati tatheva taṁ hoti, no aññathā. ",
  "an3.60:11.1": "Idha pana, brāhmaṇa, ekacco na heva kho nimittena ādisati napi manussānaṁ vā amanussānaṁ vā devatānaṁ vā saddaṁ sutvā ādisati, api ca kho vitakkayato vicārayato vitakkavipphārasaddaṁ sutvā ādisati: ",
  "an3.60:11.2": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
  "an3.60:11.3": "So bahuñcepi ādisati tatheva taṁ hoti, no aññathā. ",
  "an3.60:12.1": "Idha pana, brāhmaṇa, ekacco na heva kho nimittena ādisati, napi manussānaṁ vā amanussānaṁ vā devatānaṁ vā saddaṁ sutvā ādisati, napi vitakkayato vicārayato vitakkavipphārasaddaṁ sutvā ādisati, api ca kho avitakkaṁ avicāraṁ samādhiṁ samāpannassa cetasā ceto paricca pajānāti: ",
  "an3.60:12.2": "‘yathā imassa bhoto manosaṅkhārā paṇihitā imassa cittassa anantarā amuṁ nāma vitakkaṁ vitakkessatī’ti. ",
  "an3.60:12.3": "So bahuñcepi ādisati tatheva taṁ hoti, no aññathā. ",
  "an3.60:12.4": "Idaṁ vuccati, brāhmaṇa, ādesanāpāṭihāriyaṁ. ",
  "an3.60:13.1": "Katamañca, brāhmaṇa, anusāsanīpāṭihāriyaṁ? ",
  "an3.60:13.2": "Idha, brāhmaṇa, ekacco evamanusāsati: ",
  "an3.60:13.3": "‘evaṁ vitakketha, mā evaṁ vitakkayittha; evaṁ manasi karotha, mā evaṁ manasākattha; idaṁ pajahatha, idaṁ upasampajja viharathā’ti. ",
  "an3.60:13.4": "Idaṁ vuccati, brāhmaṇa, anusāsanīpāṭihāriyaṁ. ",
  "an3.60:13.5": "Imāni kho, brāhmaṇa, tīṇi pāṭihāriyāni. ",
  "an3.60:13.6": "Imesaṁ te, brāhmaṇa, tiṇṇaṁ pāṭihāriyānaṁ katamaṁ pāṭihāriyaṁ khamati abhikkantatarañca paṇītatarañcā”ti? ",
  "an3.60:14.1": "“Tatra, bho gotama, yadidaṁ pāṭihāriyaṁ idhekacco anekavihitaṁ iddhividhaṁ paccanubhoti …pe… ",
  "an3.60:14.2": "yāva brāhmalokāpi kāyena vasaṁ vatteti, ",
  "an3.60:14.3": "idaṁ, bho gotama, pāṭihāriyaṁ yova naṁ karoti sova naṁ paṭisaṁvedeti, yova naṁ karoti tasseva taṁ hoti. ",
  "an3.60:14.4": "Idaṁ me, bho gotama, pāṭihāriyaṁ māyāsahadhammarūpaṁ viya khāyati. ",
  "an3.60:15.1": "Yampidaṁ, bho gotama, pāṭihāriyaṁ idhekacco nimittena ādisati: ",
  "an3.60:15.2": "‘evampi te mano, itthampi te mano, itipi te cittan’ti, so bahuñcepi ādisati tatheva taṁ hoti, no aññathā. ",
  "an3.60:15.3": "Idha pana, bho gotama, ekacco na heva kho nimittena ādisati, api ca kho manussānaṁ vā amanussānaṁ vā devatānaṁ vā saddaṁ sutvā ādisati …pe… ",
  "an3.60:15.4": "napi manussānaṁ vā amanussānaṁ vā devatānaṁ vā saddaṁ sutvā ādisati, api ca kho vitakkayato vicārayato vitakkavipphārasaddaṁ sutvā ādisati …pe… ",
  "an3.60:15.5": "napi vitakkayato vicārayato vitakkavipphārasaddaṁ sutvā ādisati, api ca kho avitakkaṁ avicāraṁ samādhiṁ samāpannassa cetasā ceto paricca pajānāti: ",
  "an3.60:15.6": "‘yathā imassa bhoto manosaṅkhārā paṇihitā imassa cittassa anantarā amhaṁ nāma vitakkaṁ vitakkessatī’ti, so bahuñcepi ādisati tatheva taṁ hoti, no aññathā. ",
  "an3.60:15.7": "Idampi, bho gotama, pāṭihāriyaṁ yova naṁ karoti sova naṁ paṭisaṁvedeti, yova naṁ karoti tasseva taṁ hoti. ",
  "an3.60:15.8": "Idampi me, bho gotama, pāṭihāriyaṁ māyāsahadhammarūpaṁ viya khāyati. ",
  "an3.60:16.1": "Yañca kho idaṁ, bho gotama, pāṭihāriyaṁ idhekacco evaṁ anusāsati: ",
  "an3.60:16.2": "‘evaṁ vitakketha, mā evaṁ vitakkayittha; evaṁ manasi karotha, mā evaṁ manasākattha; idaṁ pajahatha, idaṁ upasampajja viharathā’ti. ",
  "an3.60:16.3": "Idameva, bho gotama, pāṭihāriyaṁ khamati imesaṁ tiṇṇaṁ pāṭihāriyānaṁ abhikkantatarañca paṇītatarañca. ",
  "an3.60:17.1": "Acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "an3.60:17.2": "Yāvasubhāsitamidaṁ bhotā gotamena imehi ca mayaṁ tīhi pāṭihāriyehi samannāgataṁ bhavantaṁ gotamaṁ dhārema. ",
  "an3.60:17.3": "Bhavañhi gotamo anekavihitaṁ iddhividhaṁ paccanubhoti …pe… yāva brahmalokāpi kāyena vasaṁ vatteti, ",
  "an3.60:17.4": "bhavañhi gotamo avitakkaṁ avicāraṁ samādhiṁ samāpannassa cetasā ceto paricca pajānāti: ",
  "an3.60:17.5": "‘yathā imassa bhoto manosaṅkhārā paṇihitā imassa cittassa anantarā amuṁ nāma vitakkaṁ vitakkessatī’ti. ",
  "an3.60:17.6": "Bhavañhi gotamo evamanusāsati: ",
  "an3.60:17.7": "‘evaṁ vitakketha, mā evaṁ vitakkayittha; evaṁ manasi karotha, mā evaṁ manasākattha; idaṁ pajahatha, idaṁ upasampajja viharathā’”ti. ",
  "an3.60:18.1": "“Addhā kho tyāhaṁ, brāhmaṇa, āsajja upanīya vācā bhāsitā; ",
  "an3.60:18.2": "api ca tyāhaṁ byākarissāmi. ",
  "an3.60:18.3": "Ahañhi, brāhmaṇa, anekavihitaṁ iddhividhaṁ paccanubhomi …pe… yāva brahmalokāpi kāyena vasaṁ vattemi. ",
  "an3.60:18.4": "Ahañhi, brāhmaṇa, avitakkaṁ avicāraṁ samādhiṁ samāpannassa cetasā ceto paricca pajānāmi: ",
  "an3.60:18.5": "‘yathā imassa bhoto manosaṅkhārā paṇihitā, imassa cittassa anantarā amuṁ nāma vitakkaṁ vitakkessatī’ti. ",
  "an3.60:18.6": "Ahañhi, brāhmaṇa, evamanusāsāmi: ",
  "an3.60:18.7": "‘evaṁ vitakketha, mā evaṁ vitakkayittha; evaṁ manasi karotha, mā evaṁ manasākattha; idaṁ pajahatha, idaṁ upasampajja viharathā’”ti. ",
  "an3.60:19.1": "“Atthi pana, bho gotama, añño ekabhikkhupi yo imehi tīhi pāṭihāriyehi samannāgato, aññatra bhotā gotamenā”ti? ",
  "an3.60:19.2": "“Na kho, brāhmaṇa, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova, ye bhikkhū imehi tīhi pāṭihāriyehi samannāgatā”ti. ",
  "an3.60:19.3": "“Kahaṁ pana, bho gotama, etarahi te bhikkhū viharantī”ti? ",
  "an3.60:19.4": "“Imasmiṁyeva kho, brāhmaṇa, bhikkhusaṅghe”ti. ",
  "an3.60:20.1": "“Abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "an3.60:20.2": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "an3.60:20.3": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi, dhammañca bhikkhusaṅghañca. ",
  "an3.60:20.4": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an3.60:20.5": "Dasamaṁ. ",
  "an3.60:20.6": "Brāhmaṇavaggo paṭhamo. ",
  "an3.60:21.0": "Tassuddānaṁ ",
  "an3.60:21.1": "Dve brāhmaṇā caññataro, ",
  "an3.60:21.2": "paribbājakena nibbutaṁ; ",
  "an3.60:21.3": "Palokavaccho tikaṇṇo, ",
  "an3.60:21.4": "soṇi saṅgāravena cāti. "
}