{
  "an3.102:0.1": "Aṅguttara Nikāya 3 ",
  "an3.102:0.2": "10. Loṇakapallavagga ",
  "an3.102:0.3": "102. Nimittasutta ",
  "an3.102:1.1": "“Adhicittamanuyuttena, bhikkhave, bhikkhunā tīṇi nimittāni kālena kālaṁ manasi kātabbāni—",
  "an3.102:1.2": "kālena kālaṁ samādhinimittaṁ manasi kātabbaṁ, kālena kālaṁ paggahanimittaṁ manasi kātabbaṁ, kālena kālaṁ upekkhānimittaṁ manasi kātabbaṁ. ",
  "an3.102:1.3": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṁ samādhinimittaṁyeva manasi kareyya, ṭhānaṁ taṁ cittaṁ kosajjāya saṁvatteyya. ",
  "an3.102:1.4": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṁ paggahanimittaṁyeva manasi kareyya, ṭhānaṁ taṁ cittaṁ uddhaccāya saṁvatteyya. ",
  "an3.102:1.5": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṁ upekkhānimittaṁyeva manasi kareyya, ṭhānaṁ taṁ cittaṁ na sammā samādhiyeyya āsavānaṁ khayāya. ",
  "an3.102:1.6": "Yato ca kho, bhikkhave, adhicittamanuyutto bhikkhu kālena kālaṁ samādhinimittaṁ manasi karoti, kālena kālaṁ paggahanimittaṁ manasi karoti, kālena kālaṁ upekkhānimittaṁ manasi karoti, taṁ hoti cittaṁ muduñca kammaniyañca pabhassarañca, na ca pabhaṅgu, sammā samādhiyati āsavānaṁ khayāya. ",
  "an3.102:2.1": "Seyyathāpi, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā ukkaṁ bandheyya, ukkaṁ bandhitvā ukkāmukhaṁ ālimpeyya, ukkāmukhaṁ ālimpetvā saṇḍāsena jātarūpaṁ gahetvā ukkāmukhe pakkhipeyya, ukkāmukhe pakkhipitvā kālena kālaṁ abhidhamati, kālena kālaṁ udakena paripphoseti, kālena kālaṁ ajjhupekkhati. ",
  "an3.102:2.2": "Sace, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṁ jātarūpaṁ ekantaṁ abhidhameyya, ṭhānaṁ taṁ jātarūpaṁ ḍaheyya. ",
  "an3.102:2.3": "Sace, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṁ jātarūpaṁ ekantaṁ udakena paripphoseyya, ṭhānaṁ taṁ jātarūpaṁ nibbāpeyya. ",
  "an3.102:2.4": "Sace, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṁ jātarūpaṁ ekantaṁ ajjhupekkheyya, ṭhānaṁ taṁ jātarūpaṁ na sammā paripākaṁ gaccheyya. ",
  "an3.102:2.5": "Yato ca kho, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṁ jātarūpaṁ kālena kālaṁ abhidhamati, kālena kālaṁ udakena paripphoseti, kālena kālaṁ ajjhupekkhati, taṁ hoti jātarūpaṁ muduñca kammaniyañca pabhassarañca, na ca pabhaṅgu, sammā upeti kammāya. ",
  "an3.102:2.6": "Yassā yassā ca pilandhanavikatiyā ākaṅkhati—yadi paṭṭikāya, yadi kuṇḍalāya, yadi gīveyyake, yadi suvaṇṇamālāya—tañcassa atthaṁ anubhoti. ",
  "an3.102:3.1": "Evamevaṁ kho, bhikkhave, adhicittamanuyuttena bhikkhunā tīṇi nimittāni kālena kālaṁ manasi kātabbāni—",
  "an3.102:3.2": "kālena kālaṁ samādhinimittaṁ manasi kātabbaṁ, kālena kālaṁ paggahanimittaṁ manasi kātabbaṁ, kālena kālaṁ upekkhānimittaṁ manasi kātabbaṁ. ",
  "an3.102:3.3": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṁ samādhinimittaṁyeva manasi kareyya, ṭhānaṁ taṁ cittaṁ kosajjāya saṁvatteyya. ",
  "an3.102:3.4": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṁ paggahanimittaṁyeva manasi kareyya, ṭhānaṁ taṁ cittaṁ uddhaccāya saṁvatteyya. ",
  "an3.102:3.5": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṁ upekkhānimittaṁyeva manasi kareyya, ṭhānaṁ taṁ cittaṁ na sammā samādhiyeyya āsavānaṁ khayāya. ",
  "an3.102:3.6": "Yato ca kho, bhikkhave, adhicittamanuyutto bhikkhu kālena kālaṁ samādhinimittaṁ manasi karoti, kālena kālaṁ paggahanimittaṁ manasi karoti, kālena kālaṁ upekkhānimittaṁ manasi karoti, taṁ hoti cittaṁ muduñca kammaniyañca pabhassarañca, na ca pabhaṅgu, sammā samādhiyati āsavānaṁ khayāya. ",
  "an3.102:3.7": "Yassa yassa ca abhiññāsacchikaraṇīyassa dhammassa cittaṁ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṁ pāpuṇāti sati satiāyatane. ",
  "an3.102:4.1": "So sace ākaṅkhati: ‘anekavihitaṁ iddhividhaṁ paccanubhaveyyaṁ …pe… ",
  "an3.102:4.2": "(cha abhiññā vitthāretabbā.) ",
  "an3.102:4.5": "Āsavānaṁ khayā …pe… sacchikatvā upasampajja vihareyyan’ti, ",
  "an3.102:4.6": "tatra tatreva sakkhibhabbataṁ pāpuṇāti sati satiāyatane”ti. ",
  "an3.102:4.7": "Ekādasamaṁ. ",
  "an3.102:4.8": "Loṇakapallavaggo pañcamo. ",
  "an3.102:5.0": "Tassuddānaṁ",
  "an3.102:5.1": "Accāyikaṁ pavivekaṁ, ",
  "an3.102:5.2": "Sarado parisā tayo; ",
  "an3.102:5.3": "Ājānīyā potthako ca, ",
  "an3.102:5.4": "Loṇaṁ dhovati nimittānīti. ",
  "an3.102:5.5": "Dutiyo paṇṇāsako samatto. "
}