{
  "an3.75:0.1": "Aṅguttara Nikāya 3 ",
  "an3.75:0.2": "8. Ānandavagga ",
  "an3.75:0.3": "75. Nivesakasutta ",
  "an3.75:1.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ ānandaṁ bhagavā etadavoca: ",
  "an3.75:2.1": "“Ye, ānanda, anukampeyyātha ye ca sotabbaṁ maññeyyuṁ mittā vā amaccā vā ñātī vā sālohitā vā te vo, ānanda, tīsu ṭhānesu samādapetabbā nivesetabbā patiṭṭhāpetabbā. ",
  "an3.75:2.2": "Katamesu tīsu? ",
  "an3.75:2.3": "Buddhe aveccappasāde samādapetabbā nivesetabbā patiṭṭhāpetabbā: ",
  "an3.75:2.4": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ, buddho bhagavā’ti, ",
  "an3.75:2.5": "dhamme aveccappasāde samādapetabbā nivesetabbā patiṭṭhāpetabbā: ",
  "an3.75:2.6": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’ti, ",
  "an3.75:2.7": "saṅghe aveccappasāde samādapetabbā nivesetabbā patiṭṭhāpetabbā: ",
  "an3.75:2.8": "‘suppaṭipanno bhagavato sāvakasaṅgho ujuppaṭipanno bhagavato sāvakasaṅgho ñāyappaṭipanno bhagavato sāvakasaṅgho sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṁ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassā’ti. ",
  "an3.75:3.1": "Siyā, ānanda, catunnaṁ mahābhūtānaṁ aññathattaṁ—",
  "an3.75:3.2": "pathavīdhātuyā āpodhātuyā tejodhātuyā vāyodhātuyā, na tveva buddhe aveccappasādena samannāgatassa ariyasāvakassa siyā aññathattaṁ tatridaṁ aññathattaṁ. ",
  "an3.75:3.3": "So vatānanda, buddhe aveccappasādena samannāgato ariyasāvako nirayaṁ vā tiracchānayoniṁ vā pettivisayaṁ vā upapajjissatīti netaṁ ṭhānaṁ vijjati. ",
  "an3.75:4.1": "Siyā, ānanda, catunnaṁ mahābhūtānaṁ aññathattaṁ—",
  "an3.75:4.2": "pathavīdhātuyā āpodhātuyā tejodhātuyā vāyodhātuyā, na tveva dhamme …pe… ",
  "an3.75:4.3": "na tveva saṅghe aveccappasādena samannāgatassa ariyasāvakassa siyā aññathattaṁ tatridaṁ aññathattaṁ. ",
  "an3.75:4.4": "So vatānanda, saṅghe aveccappasādena samannāgato ariyasāvako nirayaṁ vā tiracchānayoniṁ vā pettivisayaṁ vā upapajjissatīti netaṁ ṭhānaṁ vijjati. ",
  "an3.75:5.1": "Ye, ānanda, anukampeyyātha ye ca sotabbaṁ maññeyyuṁ mittā vā amaccā vā ñātī vā sālohitā vā te vo, ānanda, imesu tīsu ṭhānesu samādapetabbā nivesetabbā patiṭṭhāpetabbā”ti. ",
  "an3.75:5.2": "Pañcamaṁ. "
}