{
  "an3.62:0.1": "Aṅguttara Nikāya 3 ",
  "an3.62:0.2": "7. Mahāvagga ",
  "an3.62:0.3": "62. Bhayasutta ",
  "an3.62:1.1": "“Tīṇimāni, bhikkhave, amātāputtikāni bhayānīti assutavā puthujjano bhāsati. ",
  "an3.62:1.2": "Katamāni tīṇi? ",
  "an3.62:1.3": "Hoti so, bhikkhave, samayo yaṁ mahāaggiḍāho vuṭṭhāti. ",
  "an3.62:1.4": "Mahāaggiḍāhe kho pana, bhikkhave, vuṭṭhite tena gāmāpi ḍayhanti nigamāpi ḍayhanti nagarāpi ḍayhanti. ",
  "an3.62:1.5": "Gāmesupi ḍayhamānesu nigamesupi ḍayhamānesu nagaresupi ḍayhamānesu tattha mātāpi puttaṁ nappaṭilabhati, puttopi mātaraṁ nappaṭilabhati. ",
  "an3.62:1.6": "Idaṁ, bhikkhave, paṭhamaṁ amātāputtikaṁ bhayanti assutavā puthujjano bhāsati. ",
  "an3.62:2.1": "Puna caparaṁ, bhikkhave, hoti so samayo yaṁ mahāmegho vuṭṭhāti. ",
  "an3.62:2.2": "Mahāmeghe kho pana, bhikkhave, vuṭṭhite mahāudakavāhako sañjāyati. ",
  "an3.62:2.3": "Mahāudakavāhake kho pana, bhikkhave, sañjāyante tena gāmāpi vuyhanti nigamāpi vuyhanti nagarāpi vuyhanti. ",
  "an3.62:2.4": "Gāmesupi vuyhamānesu nigamesupi vuyhamānesu nagaresupi vuyhamānesu tattha mātāpi puttaṁ nappaṭilabhati, puttopi mātaraṁ nappaṭilabhati. ",
  "an3.62:2.5": "Idaṁ, bhikkhave, dutiyaṁ amātāputtikaṁ bhayanti assutavā puthujjano bhāsati. ",
  "an3.62:3.1": "Puna caparaṁ, bhikkhave, hoti so samayo yaṁ bhayaṁ hoti aṭavisaṅkopo, cakkasamāruḷhā jānapadā pariyāyanti. ",
  "an3.62:3.2": "Bhaye kho pana, bhikkhave, sati aṭavisaṅkope cakkasamāruḷhesu jānapadesu pariyāyantesu tattha mātāpi puttaṁ nappaṭilabhati, puttopi mātaraṁ nappaṭilabhati. ",
  "an3.62:3.3": "Idaṁ, bhikkhave, tatiyaṁ amātāputtikaṁ bhayanti assutavā puthujjano bhāsati. ",
  "an3.62:3.4": "Imāni kho, bhikkhave, tīṇi amātāputtikāni bhayānīti assutavā puthujjano bhāsati. ",
  "an3.62:4.1": "Tāni kho panimāni, bhikkhave, tīṇi samātāputtikāniyeva bhayāni amātāputtikāni bhayānīti assutavā puthujjano bhāsati. ",
  "an3.62:4.2": "Katamāni tīṇi? ",
  "an3.62:4.3": "Hoti so, bhikkhave, samayo yaṁ mahāaggiḍāho vuṭṭhāti. ",
  "an3.62:4.4": "Mahāaggiḍāhe kho pana, bhikkhave, vuṭṭhite tena gāmāpi ḍayhanti nigamāpi ḍayhanti nagarāpi ḍayhanti. ",
  "an3.62:4.5": "Gāmesupi ḍayhamānesu nigamesupi ḍayhamānesu nagaresupi ḍayhamānesu hoti so samayo yaṁ kadāci karahaci mātāpi puttaṁ paṭilabhati, puttopi mātaraṁ paṭilabhati. ",
  "an3.62:4.6": "Idaṁ, bhikkhave, paṭhamaṁ samātāputtikaṁyeva bhayaṁ amātāputtikaṁ bhayanti assutavā puthujjano bhāsati. ",
  "an3.62:5.1": "Puna caparaṁ, bhikkhave, hoti so samayo yaṁ mahāmegho vuṭṭhāti. ",
  "an3.62:5.2": "Mahāmeghe kho pana, bhikkhave, vuṭṭhite mahāudakavāhako sañjāyati. ",
  "an3.62:5.3": "Mahāudakavāhake kho pana, bhikkhave, sañjāte tena gāmāpi vuyhanti nigamāpi vuyhanti nagarāpi vuyhanti. ",
  "an3.62:5.4": "Gāmesupi vuyhamānesu nigamesupi vuyhamānesu nagaresupi vuyhamānesu hoti so samayo yaṁ kadāci karahaci mātāpi puttaṁ paṭilabhati, puttopi mātaraṁ paṭilabhati. ",
  "an3.62:5.5": "Idaṁ, bhikkhave, dutiyaṁ samātāputtikaṁyeva bhayaṁ amātāputtikaṁ bhayanti assutavā puthujjano bhāsati. ",
  "an3.62:6.1": "Puna caparaṁ, bhikkhave, hoti so samayo yaṁ bhayaṁ hoti aṭavisaṅkopo, cakkasamāruḷhā jānapadā pariyāyanti. ",
  "an3.62:6.2": "Bhaye kho pana, bhikkhave, sati aṭavisaṅkope cakkasamāruḷhesu jānapadesu pariyāyantesu hoti so samayo yaṁ kadāci karahaci mātāpi puttaṁ paṭilabhati, puttopi mātaraṁ paṭilabhati. ",
  "an3.62:6.3": "Idaṁ, bhikkhave, tatiyaṁ samātāputtikaṁyeva bhayaṁ amātāputtikaṁ bhayanti assutavā puthujjano bhāsati. ",
  "an3.62:6.4": "Imāni kho, bhikkhave, tīṇi samātāputtikāniyeva bhayāni amātāputtikāni bhayānīti assutavā puthujjano bhāsati. ",
  "an3.62:7.1": "Tīṇimāni, bhikkhave, amātāputtikāni bhayāni. ",
  "an3.62:7.2": "Katamāni tīṇi? ",
  "an3.62:7.3": "Jarābhayaṁ, byādhibhayaṁ, maraṇabhayanti. ",
  "an3.62:7.4": "Na, bhikkhave, mātā puttaṁ jīramānaṁ evaṁ labhati: ",
  "an3.62:7.5": "‘ahaṁ jīrāmi, mā me putto jīrī’ti; ",
  "an3.62:7.6": "putto vā pana mātaraṁ jīramānaṁ na evaṁ labhati: ",
  "an3.62:7.7": "‘ahaṁ jīrāmi, mā me mātā jīrī’ti. ",
  "an3.62:8.1": "Na, bhikkhave, mātā puttaṁ byādhiyamānaṁ evaṁ labhati: ",
  "an3.62:8.2": "‘ahaṁ byādhiyāmi, mā me putto byādhiyī’ti; ",
  "an3.62:8.3": "putto vā pana mātaraṁ byādhiyamānaṁ na evaṁ labhati: ",
  "an3.62:8.4": "‘ahaṁ byādhiyāmi, mā me mātā byādhiyī’ti. ",
  "an3.62:9.1": "Na, bhikkhave, mātā puttaṁ mīyamānaṁ evaṁ labhati: ",
  "an3.62:9.2": "‘ahaṁ mīyāmi, mā me putto mīyī’ti; ",
  "an3.62:9.3": "putto vā pana mātaraṁ mīyamānaṁ na evaṁ labhati: ",
  "an3.62:9.4": "‘ahaṁ mīyāmi, mā me mātā mīyī’ti. ",
  "an3.62:9.5": "Imāni kho, bhikkhave, tīṇi amātāputtikāni bhayānīti. ",
  "an3.62:10.1": "Atthi, bhikkhave, maggo atthi paṭipadā imesañca tiṇṇaṁ samātāputtikānaṁ bhayānaṁ imesañca tiṇṇaṁ amātāputtikānaṁ bhayānaṁ pahānāya samatikkamāya saṁvattati. ",
  "an3.62:10.2": "Katamo ca, bhikkhave, maggo katamā ca paṭipadā imesañca tiṇṇaṁ samātāputtikānaṁ bhayānaṁ imesañca tiṇṇaṁ amātāputtikānaṁ bhayānaṁ pahānāya samatikkamāya saṁvattati? ",
  "an3.62:10.3": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṁ—",
  "an3.62:10.4": "sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi. ",
  "an3.62:10.5": "Ayaṁ kho, bhikkhave, maggo ayaṁ paṭipadā imesañca tiṇṇaṁ samātāputtikānaṁ bhayānaṁ imesañca tiṇṇaṁ amātāputtikānaṁ bhayānaṁ pahānāya samatikkamāya saṁvattatī”ti. ",
  "an3.62:10.6": "Dutiyaṁ. "
}