{
  "an3.73:0.1": "Aṅguttara Nikāya 3 ",
  "an3.73:0.2": "8. Ānandavagga ",
  "an3.73:0.3": "73. Mahānāmasakkasutta ",
  "an3.73:1.1": "Evaṁ me sutaṁ—",
  "an3.73:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "an3.73:1.3": "Tena kho pana samayena bhagavā gilānā vuṭṭhito hoti aciravuṭṭhito gelaññā. ",
  "an3.73:1.4": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho mahānāmo sakko bhagavantaṁ etadavoca: ",
  "an3.73:1.5": "“dīgharattāhaṁ, bhante, bhagavatā evaṁ dhammaṁ desitaṁ ājānāmi: ",
  "an3.73:1.6": "‘samāhitassa ñāṇaṁ, no asamāhitassā’ti. ",
  "an3.73:1.7": "Samādhi nu kho, bhante, pubbe, pacchā ñāṇaṁ; ",
  "an3.73:1.8": "udāhu ñāṇaṁ pubbe, pacchā samādhī”ti? ",
  "an3.73:1.9": "Atha kho āyasmato ānandassa etadahosi: ",
  "an3.73:1.10": "“bhagavā kho gilānavuṭṭhito aciravuṭṭhito gelaññā. ",
  "an3.73:1.11": "Ayañca mahānāmo sakko bhagavantaṁ atigambhīraṁ pañhaṁ pucchati. ",
  "an3.73:1.12": "Yannūnāhaṁ mahānāmaṁ sakkaṁ ekamantaṁ apanetvā dhammaṁ deseyyan”ti. ",
  "an3.73:2.1": "Atha kho āyasmā ānando mahānāmaṁ sakkaṁ bāhāyaṁ gahetvā ekamantaṁ apanetvā mahānāmaṁ sakkaṁ etadavoca: ",
  "an3.73:2.2": "“sekhampi kho, mahānāma, sīlaṁ vuttaṁ bhagavatā, asekhampi sīlaṁ vuttaṁ bhagavatā; sekhopi samādhi vutto bhagavatā, asekhopi samādhi vutto bhagavatā; sekhāpi paññā vuttā bhagavatā, asekhāpi paññā vuttā bhagavatā. ",
  "an3.73:2.3": "Katamañca, mahānāma, sekhaṁ sīlaṁ? ",
  "an3.73:2.4": "Idha, mahānāma, bhikkhu sīlavā hoti pātimokkhasaṁvarasaṁvuto viharati …pe… samādāya sikkhati sikkhāpadesu. ",
  "an3.73:2.5": "Idaṁ vuccati, mahānāma, sekhaṁ sīlaṁ. ",
  "an3.73:3.1": "Katamo ca, mahānāma, sekho samādhi? ",
  "an3.73:3.2": "Idha, mahānāma, bhikkhu vivicceva kāmehi …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "an3.73:3.3": "Ayaṁ vuccati, mahānāma, sekho samādhi. ",
  "an3.73:4.1": "Katamā ca, mahānāma, sekhā paññā? ",
  "an3.73:4.2": "Idha, mahānāma, bhikkhu ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti …pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "an3.73:4.3": "Ayaṁ vuccati, mahānāma, sekhā paññā. ",
  "an3.73:5.1": "Sa kho so, mahānāma, ariyasāvako evaṁ sīlasampanno evaṁ samādhisampanno evaṁ paññāsampanno āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an3.73:5.2": "Evaṁ kho, mahānāma, sekhampi sīlaṁ vuttaṁ bhagavatā, asekhampi sīlaṁ vuttaṁ bhagavatā; sekhopi samādhi vutto bhagavatā, asekhopi samādhi vutto bhagavatā; sekhāpi paññā vuttā bhagavatā, asekhāpi paññā vuttā bhagavatā”ti. ",
  "an3.73:5.3": "Tatiyaṁ. "
}