{
  "an3.100:0.1": "Aṅguttara Nikāya 3 ",
  "an3.100:0.2": "10. Loṇakapallavagga ",
  "an3.100:0.3": "100. Loṇakapallasutta ",
  "an3.100:1.1": "“Yo, bhikkhave, evaṁ vadeyya: ",
  "an3.100:1.2": "‘yathā yathāyaṁ puriso kammaṁ karoti tathā tathā taṁ paṭisaṁvediyatī’ti, evaṁ santaṁ, bhikkhave, brahmacariyavāso na hoti, okāso na paññāyati sammā dukkhassa antakiriyāya. ",
  "an3.100:1.3": "Yo ca kho, bhikkhave, evaṁ vadeyya: ",
  "an3.100:1.4": "‘yathā yathā vedanīyaṁ ayaṁ puriso kammaṁ karoti tathā tathāssa vipākaṁ paṭisaṁvediyatī’ti, evaṁ santaṁ, bhikkhave, brahmacariyavāso hoti, okāso paññāyati sammā dukkhassa antakiriyāya. ",
  "an3.100:1.5": "Idha, bhikkhave, ekaccassa puggalassa appamattakampi pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti. ",
  "an3.100:1.6": "Idha pana, bhikkhave, ekaccassa puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva. ",
  "an3.100:2.1": "Kathaṁrūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti? ",
  "an3.100:2.2": "Idha pana, bhikkhave, ekacco puggalo abhāvitakāyo hoti abhāvitasīlo abhāvitacitto abhāvitapañño paritto appātumo appadukkhavihārī. ",
  "an3.100:2.3": "Evarūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti. ",
  "an3.100:3.1": "Kathaṁrūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva? ",
  "an3.100:3.2": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:3.3": "Evarūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva. ",
  "an3.100:4.1": "Seyyathāpi, bhikkhave, puriso loṇakapallaṁ paritte udakamallake pakkhipeyya. ",
  "an3.100:4.2": "Taṁ kiṁ maññatha, bhikkhave, ",
  "an3.100:4.3": "api nu taṁ parittaṁ udakaṁ amunā loṇakapallena loṇaṁ assa apeyyan”ti? ",
  "an3.100:4.4": "“Evaṁ, bhante”. ",
  "an3.100:4.5": "“Taṁ kissa hetu”? ",
  "an3.100:4.6": "“Aduñhi, bhante, parittaṁ udakakapallake udakaṁ, taṁ amunā loṇakapallena loṇaṁ assa apeyyan”ti. ",
  "an3.100:4.7": "“Seyyathāpi, bhikkhave, puriso loṇakapallakaṁ gaṅgāya nadiyā pakkhipeyya. ",
  "an3.100:4.8": "Taṁ kiṁ maññatha, bhikkhave, ",
  "an3.100:4.9": "api nu sā gaṅgā nadī amunā loṇakapallena loṇaṁ assa apeyyā”ti? ",
  "an3.100:4.10": "“No hetaṁ, bhante”. ",
  "an3.100:4.11": "“Taṁ kissa hetu”? ",
  "an3.100:4.12": "“Asu hi, bhante, gaṅgāya nadiyā mahā udakakkhandho so amunā loṇakapallena loṇo na assa apeyyo”ti. ",
  "an3.100:5.1": "“Evamevaṁ kho, bhikkhave, idhekaccassa puggalassa appamattakampi pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti. ",
  "an3.100:5.2": "Idha, bhikkhave, ekaccassa puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva. ",
  "an3.100:6.1": "Kathaṁrūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti? ",
  "an3.100:6.2": "Idha, bhikkhave, ekacco puggalo abhāvitakāyo hoti abhāvitasīlo abhāvitacitto abhāvitapañño paritto appātumo appadukkhavihārī. ",
  "an3.100:6.3": "Evarūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti. ",
  "an3.100:7.1": "Kathaṁrūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva? ",
  "an3.100:7.2": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:7.3": "Evarūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva. ",
  "an3.100:8.1": "Idha, bhikkhave, ekacco aḍḍhakahāpaṇenapi bandhanaṁ nigacchati, kahāpaṇenapi bandhanaṁ nigacchati, kahāpaṇasatenapi bandhanaṁ nigacchati. ",
  "an3.100:8.2": "Idha, bhikkhave, ekacco aḍḍhakahāpaṇenapi na bandhanaṁ nigacchati, kahāpaṇenapi na bandhanaṁ nigacchati, kahāpaṇasatenapi na bandhanaṁ nigacchati. ",
  "an3.100:9.1": "Kathaṁrūpo, bhikkhave, aḍḍhakahāpaṇenapi bandhanaṁ nigacchati, kahāpaṇenapi bandhanaṁ nigacchati, kahāpaṇasatenapi bandhanaṁ nigacchati? ",
  "an3.100:9.2": "Idha, bhikkhave, ekacco daliddo hoti appassako appabhogo. ",
  "an3.100:9.3": "Evarūpo, bhikkhave, aḍḍhakahāpaṇenapi bandhanaṁ nigacchati, kahāpaṇenapi bandhanaṁ nigacchati, kahāpaṇasatenapi bandhanaṁ nigacchati. ",
  "an3.100:10.1": "Kathaṁrūpo, bhikkhave, aḍḍhakahāpaṇenapi na bandhanaṁ nigacchati, kahāpaṇenapi na bandhanaṁ nigacchati, kahāpaṇasatenapi na bandhanaṁ nigacchati? ",
  "an3.100:10.2": "Idha, bhikkhave, ekacco aḍḍho hoti mahaddhano mahābhogo. ",
  "an3.100:10.3": "Evarūpo, bhikkhave, aḍḍhakahāpaṇenapi na bandhanaṁ nigacchati, kahāpaṇenapi na bandhanaṁ nigacchati, kahāpaṇasatenapi na bandhanaṁ nigacchati. ",
  "an3.100:10.4": "Evamevaṁ kho, bhikkhave, idhekaccassa puggalassa appamattakaṁ pāpakammaṁ kataṁ. ",
  "an3.100:10.5": "Tamenaṁ nirayaṁ upaneti. ",
  "an3.100:10.6": "Idha, bhikkhave, ekaccassa puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva. ",
  "an3.100:11.1": "Kathaṁrūpassa, bhikkhave, puggalassa appamattakaṁ pāpakammaṁ kataṁ, tamenaṁ nirayaṁ upaneti? ",
  "an3.100:11.2": "Idha, bhikkhave, ekacco puggalo abhāvitakāyo hoti abhāvitasīlo abhāvitacitto abhāvitapañño paritto appātumo appadukkhavihārī. ",
  "an3.100:11.3": "Evarūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti. ",
  "an3.100:12.1": "Kathaṁrūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva? ",
  "an3.100:12.2": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:12.3": "Evarūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva. ",
  "an3.100:13.1": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:13.2": "Evarūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva. ",
  "an3.100:13.3": "Seyyathāpi, bhikkhave, orabbhiko vā urabbhaghātako vā appekaccaṁ urabbhaṁ adinnaṁ ādiyamānaṁ pahoti hantuṁ vā bandhituṁ vā jāpetuṁ vā yathāpaccayaṁ vā kātuṁ, appekaccaṁ urabbhaṁ adinnaṁ ādiyamānaṁ nappahoti hantuṁ vā bandhituṁ vā jāpetuṁ vā yathāpaccayaṁ vā kātuṁ. ",
  "an3.100:14.1": "Kathaṁrūpaṁ, bhikkhave, orabbhiko vā urabbhaghātako vā urabbhaṁ adinnaṁ ādiyamānaṁ pahoti hantuṁ vā bandhituṁ vā jāpetuṁ vā yathāpaccayaṁ vā kātuṁ? ",
  "an3.100:14.2": "Idha, bhikkhave, ekacco daliddo hoti appassako appabhogo. ",
  "an3.100:14.3": "Evarūpaṁ, bhikkhave, orabbhiko vā urabbhaghātako vā urabbhaṁ adinnaṁ ādiyamānaṁ pahoti hantuṁ vā bandhituṁ vā jāpetuṁ vā yathāpaccayaṁ vā kātuṁ. ",
  "an3.100:15.1": "Kathaṁrūpaṁ, bhikkhave, orabbhiko vā urabbhaghātako vā urabbhaṁ adinnaṁ ādiyamānaṁ nappahoti hantuṁ vā bandhituṁ vā jāpetuṁ vā yathāpaccayaṁ vā kātuṁ. ",
  "an3.100:15.2": "Idha, bhikkhave, ekacco aḍḍho hoti mahaddhano mahābhogo rājā vā rājamahāmatto vā. ",
  "an3.100:15.3": "Evarūpaṁ, bhikkhave, orabbhiko vā urabbhaghātako vā urabbhaṁ adinnaṁ ādiyamānaṁ nappahoti hantuṁ vā bandhituṁ vā jāpetuṁ vā yathāpaccayaṁ vā kātuṁ. ",
  "an3.100:15.4": "Aññadatthu pañjalikova naṁ yācati: ",
  "an3.100:15.5": "‘dehi me, mārisa, urabbhaṁ vā urabbhadhanaṁ vā’ti. ",
  "an3.100:15.6": "Evamevaṁ kho, bhikkhave, idhekaccassa puggalassa tādisaṁyeva appamattakampi pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti. ",
  "an3.100:15.7": "Idha pana, bhikkhave, ekaccassa puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva. ",
  "an3.100:16.1": "Kathaṁrūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti? ",
  "an3.100:16.2": "Idha, bhikkhave, ekacco puggalo abhāvitakāyo hoti abhāvitasīlo abhāvitacitto abhāvitapañño paritto appātumo appadukkhavihārī. ",
  "an3.100:16.3": "Evarūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṁ kataṁ tamenaṁ nirayaṁ upaneti. ",
  "an3.100:17.1": "Kathaṁrūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva? ",
  "an3.100:17.2": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:17.3": "Evarūpassa, bhikkhave, puggalassa tādisaṁyeva appamattakaṁ pāpakammaṁ kataṁ diṭṭhadhammavedanīyaṁ hoti, nāṇupi khāyati, kiṁ bahudeva. ",
  "an3.100:18.1": "Yo, bhikkhave, evaṁ vadeyya: ",
  "an3.100:18.2": "‘yathā yathāyaṁ puriso kammaṁ karoti tathā tathā taṁ paṭisaṁvedetī’ti, evaṁ santaṁ, bhikkhave, brahmacariyavāso na hoti, okāso na paññāyati sammā dukkhassa antakiriyāya. ",
  "an3.100:18.3": "Yo ca kho, bhikkhave, evaṁ vadeyya: ",
  "an3.100:18.4": "‘yathā yathā vedanīyaṁ ayaṁ puriso kammaṁ karoti tathā tathā tassa vipākaṁ paṭisaṁvedetī’ti, evaṁ santaṁ, bhikkhave, brahmacariyavāso hoti, okāso paññāyati sammā dukkhassa antakiriyāyā”ti. ",
  "an3.100:18.5": "Navamaṁ. "
}