{
  "an3.72:0.1": "Aṅguttara Nikāya 3 ",
  "an3.72:0.2": "8. Ānandavagga ",
  "an3.72:0.3": "72. Ājīvakasutta ",
  "an3.72:1.1": "Ekaṁ samayaṁ āyasmā ānando kosambiyaṁ viharati ghositārāme. ",
  "an3.72:1.2": "Atha kho aññataro ājīvakasāvako gahapati yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so ājīvakasāvako gahapati āyasmantaṁ ānandaṁ etadavoca: ",
  "an3.72:2.1": "“Kesaṁ no, bhante ānanda, dhammo svākkhāto? ",
  "an3.72:2.2": "Ke loke suppaṭipannā? ",
  "an3.72:2.3": "Ke loke sukatā”ti? ",
  "an3.72:2.4": "“Tena hi, gahapati, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṁ byākareyyāsi. ",
  "an3.72:2.5": "Taṁ kiṁ maññasi, gahapati, ",
  "an3.72:2.6": "ye rāgassa pahānāya dhammaṁ desenti, dosassa pahānāya dhammaṁ desenti, mohassa pahānāya dhammaṁ desenti, tesaṁ dhammo svākkhāto no vā? ",
  "an3.72:2.7": "Kathaṁ vā te ettha hotī”ti? ",
  "an3.72:2.8": "“Ye, bhante, rāgassa pahānāya dhammaṁ desenti, dosassa pahānāya dhammaṁ desenti, mohassa pahānāya dhammaṁ desenti, tesaṁ dhammo svākkhāto. ",
  "an3.72:2.9": "Evaṁ me ettha hotī”ti. ",
  "an3.72:3.1": "“Taṁ kiṁ maññasi, gahapati, ",
  "an3.72:3.2": "ye rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā no vā? ",
  "an3.72:3.3": "Kathaṁ vā te ettha hotī”ti? ",
  "an3.72:3.4": "“Ye, bhante, rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā. ",
  "an3.72:3.5": "Evaṁ me ettha hotī”ti. ",
  "an3.72:4.1": "“Taṁ kiṁ maññasi, gahapati, ",
  "an3.72:4.2": "yesaṁ rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo, yesaṁ doso pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo, yesaṁ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo, te loke sukatā no vā? ",
  "an3.72:4.3": "Kathaṁ vā te ettha hotī”ti? ",
  "an3.72:4.4": "“Yesaṁ, bhante, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo, yesaṁ doso pahīno …pe… yesaṁ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo, te loke sukatā. ",
  "an3.72:4.5": "Evaṁ me ettha hotī”ti. ",
  "an3.72:5.1": "“Iti kho, gahapati, tayāvetaṁ byākataṁ: ",
  "an3.72:5.2": "‘ye, bhante, rāgassa pahānāya dhammaṁ desenti, dosassa pahānāya dhammaṁ desenti, mohassa pahānāya dhammaṁ desenti, tesaṁ dhammo svākkhāto’ti. ",
  "an3.72:5.3": "Tayāvetaṁ byākataṁ: ",
  "an3.72:5.4": "‘ye, bhante, rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā’ti. ",
  "an3.72:5.5": "Tayāvetaṁ byākataṁ: ",
  "an3.72:5.6": "‘yesaṁ, bhante, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo, yesaṁ doso pahīno …pe… yesaṁ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo, te loke sukatā’”ti. ",
  "an3.72:6.1": "“Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "an3.72:6.2": "Na ceva nāma sadhammukkaṁsanā bhavissati, na ca paradhammāpasādanā. ",
  "an3.72:6.3": "Āyataneva dhammadesanā, attho ca vutto, attā ca anupanīto. ",
  "an3.72:6.4": "Tumhe, bhante ānanda, rāgassa pahānāya dhammaṁ desetha, dosassa …pe… mohassa pahanāya dhammaṁ desetha. ",
  "an3.72:6.5": "Tumhākaṁ, bhante ānanda, dhammo svākkhāto. ",
  "an3.72:6.6": "Tumhe, bhante ānanda, rāgassa pahānāya paṭipannā, dosassa …pe… mohassa pahānāya paṭipannā. ",
  "an3.72:6.7": "Tumhe, bhante, loke suppaṭipannā. ",
  "an3.72:6.8": "Tumhākaṁ, bhante ānanda, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo, tumhākaṁ doso pahīno …pe… tumhākaṁ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo. ",
  "an3.72:6.9": "Tumhe loke sukatā. ",
  "an3.72:7.1": "Abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "an3.72:7.2": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ ayyena ānandena anekapariyāyena dhammo pakāsito. ",
  "an3.72:7.3": "Esāhaṁ, bhante ānanda, taṁ bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "an3.72:7.4": "Upāsakaṁ maṁ ayyo ānando dhāretu, ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an3.72:7.5": "Dutiyaṁ. "
}