{
  "ja536:0.1": "Jātaka",
  "ja536:0.2": "Asītinipāta",
  "ja536:0.3": "Cūḷahaṃsavagga",
  "ja536:0.4": "4. Kuṇālajātaka",
  "ja536:1.1": "Evamakkhāyati, evamanusūyati.",
  "ja536:1.2": "Sabbosadhadharaṇidhare nekapupphamālyavitate gajagavajamahiṃsarurucamarapasadakhaggagokaṇṇasīhabyagghadīpiacchakokataracchauddārakadalimigabiḷārasasakaṇṇikānucarite ākiṇṇanelamaṇḍalamahāvarāhanāgakulakareṇusaṅghādhivuṭṭhe issamigasākhamigasarabhamigaeṇīmigavātamigapasadamigapurisālukimpurisayakkharakkhasanisevite amajjavamañjarīdharapahaṭṭhapupphaphusitaggānekapādapagaṇavitate kuraracakoravāraṇamayūraparabhatajīvañjīvakacelāvakābhiṅkārakaravīkamattavihaṅgagaṇasatatasampaghuṭṭhe añjanamanosilāharitālahiṅgulakahemarajatakanakānekadhātusatavinaddhapaṭimaṇḍitappadese evarūpe khalu, bho, ramme vanasaṇḍe kuṇālo nāma sakuṇo paṭivasati ativiya citto ativiya cittapattacchadano.",
  "ja536:2.1": "Tasseva khalu, bho, kuṇālassa sakuṇassa aḍḍhuḍḍhāni itthisahassāni paricārikā dijakaññāyo, atha khalu, bho, dve dijakaññāyo kaṭṭhaṃ mukhena ḍaṃsitvā taṃ kuṇālaṃ sakuṇaṃ majjhe nisīdāpetvā uḍḍenti—",
  "ja536:2.2": "“mā naṃ kuṇālaṃ sakuṇaṃ addhānapariyāyapathe kilamatho ubbāhetthā”ti.",
  "ja536:3.1": "Pañcasatā dijakaññāyo heṭṭhato heṭṭhato uḍḍenti—",
  "ja536:3.2": "“sacāyaṃ kuṇālo sakuṇo āsanā paripatissati, mayaṃ taṃ pakkhehi paṭiggahessāmā”ti.",
  "ja536:4.1": "Pañcasatā dijakaññāyo uparūpari uḍḍenti—",
  "ja536:4.2": "“mā naṃ kuṇālaṃ sakuṇaṃ ātapo paritāpesī”ti.",
  "ja536:5.1": "Pañcasatā pañcasatā dijakaññāyo ubhatopassena uḍḍenti—",
  "ja536:5.2": "“mā naṃ kuṇālaṃ sakuṇaṃ sītaṃ vā uṇhaṃ vā tiṇaṃ vā rajo vā vāto vā ussāvo vā upapphusī”ti.",
  "ja536:6.1": "Pañcasatā dijakaññāyo purato purato uḍḍenti—",
  "ja536:6.2": "“mā naṃ kuṇālaṃ sakuṇaṃ gopālakā vā pasupālakā vā tiṇahārakā vā kaṭṭhahārakā vā vanakammikā vā kaṭṭhena vā kaṭhalena vā pāṇinā vā () leḍḍunā vā daṇḍena vā satthena vā sakkharāhi vā pahāraṃ adaṃsu.",
  "ja536:6.3": "Māyaṃ kuṇālo sakuṇo gacchehi vā latāhi vā rukkhehi vā sākhāhi vā thambhehi vā pāsāṇehi vā balavantehi vā pakkhīhi saṅgamesī”ti.",
  "ja536:7.1": "Pañcasatā dijakaññāyo pacchato pacchato uḍḍenti saṇhāhi sakhilāhi mañjūhi madhurāhi vācāhi samudācarantiyo—",
  "ja536:7.2": "“māyaṃ kuṇālo sakuṇo āsane pariyukkaṇṭhī”ti.",
  "ja536:8.1": "Pañcasatā dijakaññāyo disodisaṃ uḍḍenti anekarukkhavividhavikatiphalamāharantiyo—",
  "ja536:8.2": "“māyaṃ kuṇālo sakuṇo khudāya parikilamitthā”ti.",
  "ja536:9.1": "Atha khalu, bho, tā dijakaññāyo taṃ kuṇālaṃ sakuṇaṃ ārāmeneva ārāmaṃ uyyāneneva uyyānaṃ nadītittheneva nadītitthaṃ pabbatasikhareneva pabbatasikharaṃ ambavaneneva ambavanaṃ jambuvaneneva jambuvanaṃ labujavaneneva labujavanaṃ nāḷikerasañcāriyeneva nāḷikerasañcāriyaṃ khippameva abhisambhonti ratitthāya.",
  "ja536:10.1": "Atha khalu, bho, kuṇālo sakuṇo tāhi dijakaññāhi divasaṃ paribyūḷho evaṃ apasādeti—",
  "ja536:10.2": "“nassatha tumhe vasaliyo, vinassatha tumhe vasaliyo, coriyo dhuttiyo asatiyo lahucittāyo katassa appaṭikārikāyo anilo viya yenakāmaṃgamāyo”ti.",
  "ja536:11.1": "Tasseva khalu, bho, himavato pabbatarājassa puratthimadisābhāge susukhumasunipuṇagirippabhava—",
  "ja536:11.2": "haritupayantiyo.",
  "ja536:12.1": "Uppala paduma kumuda nalina satapatta sogandhika mandālaka sampativirūḷhasucigandhamanuññamāvakappadese.",
  "ja536:13.1": "Kuravakamucalindaketakavedisavañjulapunnāgabakulatilakapiyakahasanasālasaḷalacampakaasokanāgarukkhatirīṭibhujapattaloddacandanoghavane kāḷāgarupadmakapiyaṅgudevadārukacocagahane kakudhakuṭajaaṅkolakaccikārakaṇikārakaṇṇikārakanaverakoraṇḍakakoviḷārakiṃsukayodhikavanamallikamanaṅgaṇamanavajjabhaṇḍisurucirabhaginimālāmalyadhare jātisumanamadhugandhikadhanutakkāritālīsatagaramusīrakoṭṭhakacchavitate atimuttakasaṅkusumitalatāvitatapaṭimaṇḍitappadese haṃsapilavakādambakāraṇḍavābhinadite vijjādharasiddhasamaṇatāpasagaṇādhivuṭṭhe varadevayakkharakkhasadānavagandhabbakinnaramahoragānuciṇṇappadese evarūpe khalu, bho, ramme vanasaṇḍe puṇṇamukho nāma phussakokilo paṭivasati ativiya madhuragiro vilāsitanayano mattakkho.",
  "ja536:14.1": "Tasseva khalu, bho, puṇṇamukhassa phussakokilassa aḍḍhuḍḍhāni itthisatāni paricārikā dijakaññāyo.",
  "ja536:14.2": "Atha khalu, bho, dve dijakaññāyo kaṭṭhaṃ mukhena ḍaṃsitvā taṃ puṇṇamukhaṃ phussakokilaṃ majjhe nisīdāpetvā uḍḍenti—",
  "ja536:14.3": "“mā naṃ puṇṇamukhaṃ phussakokilaṃ addhānapariyāyapathe kilamatho ubbāhetthā”ti.",
  "ja536:15.1": "Paññāsa dijakaññāyo heṭṭhato heṭṭhato uḍḍenti—",
  "ja536:15.2": "“sacāyaṃ puṇṇamukho phussakokilo āsanā paripatissati, mayaṃ taṃ pakkhehi paṭiggahessāmā”ti.",
  "ja536:16.1": "Paññāsa dijakaññāyo uparūpari uḍḍenti—",
  "ja536:16.2": "“mā naṃ puṇṇamukhaṃ phussakokilaṃ ātapo paritāpesī”ti.",
  "ja536:17.1": "Paññāsa paññāsa dijakaññāyo ubhatopassena uḍḍenti—",
  "ja536:17.2": "“mā naṃ puṇṇamukhaṃ phussakokilaṃ sītaṃ vā uṇhaṃ vā tiṇaṃ vā rajo vā vāto vā ussāvo vā upapphusī”ti.",
  "ja536:18.1": "Paññāsa dijakaññāyo purato purato uḍḍenti—",
  "ja536:18.2": "“mā naṃ puṇṇamukhaṃ phussakokilaṃ gopālakā vā pasupālakā vā tiṇahārakā vā kaṭṭhahārakā vā vanakammikā vā kaṭṭhena vā kaṭhalena vā pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā sakkharāhi vā pahāraṃ adaṃsu.",
  "ja536:18.3": "Māyaṃ puṇṇamukho phussakokilo gacchehi vā latāhi vā rukkhehi vā sākhāhi vā thambhehi vā pāsāṇehi vā balavantehi vā pakkhīhi saṅgamesī”ti.",
  "ja536:19.1": "Paññāsa dijakaññāyo pacchato pacchato uḍḍenti saṇhāhi sakhilāhi mañjūhi madhurāhi vācāhi samudācarantiyo—",
  "ja536:19.2": "“māyaṃ puṇṇamukho phussakokilo āsane pariyukkaṇṭhī”ti.",
  "ja536:20.1": "Paññāsa dijakaññāyo disodisaṃ uḍḍenti anekarukkhavividhavikatiphalamāharantiyo—",
  "ja536:20.2": "“māyaṃ puṇṇamukho phussakokilo khudāya parikilamitthā”ti.",
  "ja536:21.1": "Atha khalu, bho, tā dijakaññāyo taṃ puṇṇamukhaṃ phussakokilaṃ ārāmeneva ārāmaṃ uyyāneneva uyyānaṃ nadītittheneva nadītitthaṃ pabbatasikhareneva pabbatasikharaṃ ambavaneneva ambavanaṃ jambuvaneneva jambuvanaṃ labujavaneneva labujavanaṃ nāḷikerasañcāriyeneva nāḷikerasañcāriyaṃ khippameva abhisambhonti ratitthāya.",
  "ja536:22.1": "Atha khalu, bho, puṇṇamukho phussakokilo tāhi dijakaññāhi divasaṃ paribyūḷho evaṃ pasaṃsati—",
  "ja536:22.2": "“sādhu sādhu, bhaginiyo, etaṃ kho, bhaginiyo, tumhākaṃ patirūpaṃ kuladhītānaṃ, yaṃ tumhe bhattāraṃ paricareyyāthā”ti.",
  "ja536:23.1": "Atha khalu, bho, puṇṇamukho phussakokilo yena kuṇālo sakuṇo tenupasaṅkami.",
  "ja536:23.2": "Addasaṃsu kho kuṇālassa sakuṇassa paricārikā dijakaññāyo taṃ puṇṇamukhaṃ phussakokilaṃ dūratova āgacchantaṃ;",
  "ja536:23.3": "disvāna yena puṇṇamukho phussakokilo tenupasaṅkamiṃsu; upasaṅkamitvā taṃ puṇṇamukhaṃ phussakokilaṃ etadavocuṃ—",
  "ja536:23.4": "“ayaṃ, samma puṇṇamukha, kuṇālo sakuṇo ativiya pharuso ativiya pharusavāco, appevanāma tavampi āgamma piyavācaṃ labheyyāmā”ti.",
  "ja536:23.5": "“Appevanāma, bhaginiyo”ti vatvā yena kuṇālo sakuṇo tenupasaṅkami; upasaṅkamitvā kuṇālena sakuṇena saddhiṃ paṭisammoditvā ekamantaṃ nisīdi.",
  "ja536:23.6": "Ekamantaṃ nisinno kho puṇṇamukho phussakokilo taṃ kuṇālaṃ sakuṇaṃ etadavoca—",
  "ja536:23.7": "“kissa tvaṃ, samma kuṇāla, itthīnaṃ sujātānaṃ kuladhītānaṃ sammāpaṭipannānaṃ micchāpaṭipannosi?",
  "ja536:23.8": "Amanāpabhāṇīnampi kira, samma kuṇāla, itthīnaṃ manāpabhāṇinā bhavitabbaṃ, kimaṅga pana manāpabhāṇīnan”ti.",
  "ja536:24.1": "Evaṃ vutte, kuṇālo sakuṇo taṃ puṇṇamukhaṃ phussakokilaṃ evaṃ apasādesi—",
  "ja536:24.2": "“nassa tvaṃ, samma jamma vasala, vinassa tvaṃ, samma jamma vasala, ko nu tayā viyatto jāyājinenā”ti.",
  "ja536:24.3": "Evaṃ apasādito ca pana puṇṇamukho phussakokilo tatoyeva paṭinivatti.",
  "ja536:25.1": "Atha khalu, bho, puṇṇamukhassa phussakokilassa aparena samayena nacirasseva kharo ābādho uppajji lohitapakkhandikā bāḷhā vedanā vattanti māraṇantikā.",
  "ja536:25.2": "Atha khalu, bho, puṇṇamukhassa phussakokilassa paricārikānaṃ dijakaññānaṃ etadahosi—",
  "ja536:25.3": "“ābādhiko kho ayaṃ puṇṇamukho phussakokilo, appevanāma imamhā ābādhā vuṭṭhaheyyā”ti ekaṃ adutiyaṃ ohāya yena kuṇālo sakuṇo tenupasaṅkamiṃsu.",
  "ja536:25.4": "Addasā kho kuṇālo sakuṇo tā dijakaññāyo dūratova āgacchantiyo, disvāna tā dijakaññāyo etadavoca—",
  "ja536:25.5": "“kahaṃ pana tumhaṃ vasaliyo bhattā”ti?",
  "ja536:25.6": "“Ābādhiko kho, samma kuṇāla, puṇṇamukho phussakokilo appevanāma tamhā ābādhā vuṭṭhaheyyā”ti.",
  "ja536:25.7": "Evaṃ vutte, kuṇālo sakuṇo tā dijakaññāyo evaṃ apasādesi—",
  "ja536:25.8": "“nassatha tumhe vasaliyo, vinassatha tumhe vasaliyo, coriyo dhuttiyo asatiyo lahucittāyo katassa appaṭikārikāyo anilo viya yenakāmaṃgamāyo”ti;",
  "ja536:25.9": "vatvā yena puṇṇamukho phussakokilo tenupasaṅkami; upasaṅkamitvā taṃ puṇṇamukhaṃ phussakokilaṃ etadavoca—",
  "ja536:25.10": "“haṃ, samma, puṇṇamukhā”ti.",
  "ja536:25.11": "“Haṃ, samma, kuṇālā”ti.",
  "ja536:26.1": "Atha khalu, bho kuṇālo sakuṇo taṃ puṇṇamukhaṃ phussakokilaṃ pakkhehi ca mukhatuṇḍakena ca pariggahetvā vuṭṭhāpetvā nānābhesajjāni pāyāpesi.",
  "ja536:26.2": "Atha khalu, bho, puṇṇamukhassa phussakokilassa so ābādho paṭippassambhīti.",
  "ja536:26.3": "Atha khalu, bho, kuṇālo sakuṇo taṃ puṇṇamukhaṃ phussakokilaṃ gilānavuṭṭhitaṃ aciravuṭṭhitaṃ gelaññā etadavoca—",
  "ja536:27.1": "“Diṭṭhā mayā, samma puṇṇamukha, kaṇhā dvepitikā pañcapatikāya chaṭṭhe purise cittaṃ paṭibandhantiyā, yadidaṃ kabandhe pīṭhasappimhī”ti.",
  "ja536:27.2": "Bhavati ca panuttarettha vākyaṃ—",
  "ja536:28.1": "“Athajjuno nakulo bhīmaseno,",
  "ja536:28.2": "Yudhiṭṭhilo sahadevo ca rājā;",
  "ja536:28.3": "Ete patī pañca maticca nārī,",
  "ja536:28.4": "Akāsi khujjavāmanakena pāpanti.",
  "ja536:29.1": "Diṭṭhā mayā, samma puṇṇamukha, saccatapāpī nāma samaṇī susānamajjhe vasantī catutthabhattaṃ pariṇāmayamānā surādhuttakena pāpamakāsi.",
  "ja536:30.1": "Diṭṭhā mayā, samma puṇṇamukha, kākavatī nāma devī samuddamajjhe vasantī bhariyā venateyyassa naṭakuverena pāpamakāsi.",
  "ja536:31.1": "Diṭṭhā mayā, samma puṇṇamukha, kuruṅgadevī nāma lomasuddarī eḷikakumāraṃ kāmayamānā chaḷaṅgakumāradhanantevāsinā pāpamakāsi.",
  "ja536:32.1": "Evañhetaṃ mayā ñātaṃ,",
  "ja536:32.2": "Brahmadattassa mātaraṃ;",
  "ja536:32.3": "Ohāya kosalarājaṃ,",
  "ja536:32.4": "Pañcālacaṇḍena pāpamakāsi.",
  "ja536:33.1": "Etā ca aññā ca akaṃsu pāpaṃ,",
  "ja536:33.2": "Tasmāhamitthīnaṃ na vissase nappasaṃse;",
  "ja536:33.3": "Mahī yathā jagati samānarattā,",
  "ja536:33.4": "Vasundharā itarītarā patiṭṭhā;",
  "ja536:33.5": "Sabbasahā aphandanā akuppā,",
  "ja536:33.6": "Tathitthiyo tāyo na vissase naro.",
  "ja536:34.1": "Sīho yathā lohitamaṃsabhojano,",
  "ja536:34.2": "Vāḷamigo pañcāvudho suruddho;",
  "ja536:34.3": "Pasayhakhādī parahiṃsane rato,",
  "ja536:34.4": "Tathitthiyo tāyo na vissase naro.",
  "ja536:35.1": "Na khalu, samma puṇṇamukha, vesiyo nāriyo gamaniyo, na hetā bandhakiyo nāma, vadhikāyo nāma etāyo, yadidaṃ vesiyo nāriyo gamaniyoti.",
  "ja536:36.1": "Coro viya veṇikatā, madirāva diddhā vāṇijo viya vācāsanthutiyo, issasiṅghamiva viparivattāyo, uragāmiva dujivhāyo, sobbhamiva paṭicchannā, pātālamiva duppūrā rakkhasī viya duttosā, yamovekantahāriyo, sikhīriva sabbabhakkhā, nadīriva sabbavāhī, anilo viya yenakāmaṃcarā, neru viya avisesakarā, visarukkho viya niccaphalitāyoti.",
  "ja536:36.2": "Bhavati ca panuttarettha vākyaṃ—",
  "ja536:37.1": "Yathā coro yathā diddho,",
  "ja536:37.2": "Vāṇijova vikatthanī;",
  "ja536:37.3": "Issasiṅghamiva parivattā,",
  "ja536:37.4": "Dujivhā urago viya.",
  "ja536:38.1": "Sobbhamiva paṭicchannā,",
  "ja536:38.2": "pātālamiva duppurā;",
  "ja536:38.3": "Rakkhasī viya duttosā,",
  "ja536:38.4": "yamovekantahāriyo.",
  "ja536:39.1": "Yathā sikhī nadī vāto,",
  "ja536:39.2": "Nerunāva samāgatā;",
  "ja536:39.3": "Visarukkho viya niccaphalā,",
  "ja536:39.4": "Nāsayanti ghare bhogaṃ;",
  "ja536:39.5": "Ratanantakaritthiyoti.",
  "ja536:40.1": "Cattārimāni, samma puṇṇamukha, yāni vatthūni kicce jāte anatthacarāni bhavanti;",
  "ja536:40.2": "tāni parakule na vāsetabbāni—",
  "ja536:40.3": "goṇaṃ dhenuṃ yānaṃ bhariyā.",
  "ja536:40.4": "Cattāri etāni paṇḍito dhanāni gharā na vippavāsaye.",
  "ja536:41.1": "Goṇaṃ dhenuñca yānañca,",
  "ja536:41.2": "Bhariyaṃ ñātikule na vāsaye;",
  "ja536:41.3": "Bhañjanti rathaṃ ayānakā,",
  "ja536:41.4": "Ativāhena hananti puṅgavaṃ;",
  "ja536:41.5": "Dohena hananti vacchakaṃ,",
  "ja536:41.6": "Bhariyā ñātikule padussatīti.",
  "ja536:42.1": "Cha imāni, samma puṇṇamukha, yāni vatthūni kicce jāte anatthacarāni bhavanti—",
  "ja536:43.1": "Aguṇaṃ dhanu ñātikule ca bhariyā,",
  "ja536:43.2": "Pāraṃ nāvā akkhabhaggañca yānaṃ;",
  "ja536:43.3": "Dūre mitto pāpasahāyako ca,",
  "ja536:43.4": "Kicce jāte anatthacarāni bhavanti.",
  "ja536:44.1": "Aṭṭhahi khalu, samma puṇṇamukha, ṭhānehi itthī sāmikaṃ avajānāti.",
  "ja536:44.2": "Daliddatā, āturatā, jiṇṇatā, surāsoṇḍatā, muddhatā, pamattatā, sabbakiccesu anuvattanatā, sabbadhanaanuppadānena—",
  "ja536:44.3": "imehi khalu, samma puṇṇamukha, aṭṭhahi ṭhānehi itthī sāmikaṃ avajānāti.",
  "ja536:44.4": "Bhavati ca panuttarettha vākyaṃ—",
  "ja536:45.1": "Daliddaṃ āturañcāpi,",
  "ja536:45.2": "jiṇṇakaṃ surasoṇḍakaṃ;",
  "ja536:45.3": "Pamattaṃ muddhapattañca,",
  "ja536:45.4": "sabbakiccesu hāpanaṃ;",
  "ja536:45.5": "Sabbakāmappadānena,",
  "ja536:45.6": "avajānāti sāmikanti.",
  "ja536:46.1": "Navahi khalu, samma puṇṇamukha, ṭhānehi itthī padosamāharati.",
  "ja536:46.2": "Ārāmagamanasīlā ca hoti, uyyānagamanasīlā ca hoti, nadītitthagamanasīlā ca hoti, ñātikulagamanasīlā ca hoti, parakulagamanasīlā ca hoti, ādāsadussamaṇḍanānuyogamanuyuttasīlā ca hoti, majjapāyinī ca hoti, nillokanasīlā ca hoti, sadvāraṭhāyinī ca hoti—",
  "ja536:46.3": "imehi khalu, samma puṇṇamukha, navahi ṭhānehi itthī padosamāharatīti.",
  "ja536:46.4": "Bhavati ca panuttarettha vākyaṃ—",
  "ja536:47.1": "Ārāmasīlā ca uyyānaṃ,",
  "ja536:47.2": "Nadī ñāti parakulaṃ;",
  "ja536:47.3": "Ādāsadussamaṇḍanamanuyuttā,",
  "ja536:47.4": "Yā citthī majjapāyinī.",
  "ja536:48.1": "Yā ca nillokanasīlā,",
  "ja536:48.2": "Yā ca sadvāraṭhāyinī;",
  "ja536:48.3": "Navahetehi ṭhānehi,",
  "ja536:48.4": "Padosamāharanti itthiyoti.",
  "ja536:49.1": "Cattālīsāya khalu, samma puṇṇamukha, ṭhānehi itthī purisaṃ accācarati.",
  "ja536:49.2": "Vijambhati, vinamati, vilasati, vilajjati, nakhena nakhaṃ ghaṭṭeti, pādena pādaṃ akkamati, kaṭṭhena pathaviṃ vilikhati, dārakaṃ ullaṅghati ullaṅghāpeti, kīḷati kīḷāpeti, cumbati cumbāpeti, bhuñjati bhuñjāpeti, dadāti, yācati, katamanukaroti, uccaṃ bhāsati, nīcaṃ bhāsati, aviccaṃ bhāsati, viviccaṃ bhāsati, naccena gītena vāditena rodanena vilasitena vibhūsitena jagghati, pekkhati, kaṭiṃ cāleti, guyhabhaṇḍakaṃ sañcāleti, ūruṃ vivarati, ūruṃ pidahati, thanaṃ dasseti, kacchaṃ dasseti, nābhiṃ dasseti, akkhiṃ nikhanati, bhamukaṃ ukkhipati, oṭṭhaṃ upalikhati, jivhaṃ nillāleti, dussaṃ muñcati, dussaṃ paṭibandhati, sirasaṃ muñcati, sirasaṃ bandhati—",
  "ja536:49.3": "imehi khalu, samma puṇṇamukha, cattālīsāya ṭhānehi itthī purisaṃ accācarati.",
  "ja536:50.1": "Pañcavīsāya khalu, samma puṇṇamukha, ṭhānehi itthī paduṭṭhā veditabbā bhavati.",
  "ja536:50.2": "Sāmikassa pavāsaṃ vaṇṇeti, pavuṭṭhaṃ na sarati, āgataṃ nābhinandati, avaṇṇaṃ tassa bhaṇati, vaṇṇaṃ tassa na bhaṇati, anatthaṃ tassa carati, atthaṃ tassa na carati, akiccaṃ tassa karoti, kiccaṃ tassa na karoti, paridahitvā sayati, parammukhī nipajjati, parivattakajātā kho pana hoti kuṅkumiyajātā, dīghaṃ assasati, dukkhaṃ vedayati, uccārapassāvaṃ abhiṇhaṃ gacchati, vilomamācarati, parapurisasaddaṃ sutvā kaṇṇasotaṃ vivaramodahati, nihatabhogā kho pana hoti, paṭivissakehi santhavaṃ karoti, nikkhantapādā kho pana hoti, visikhānucārinī aticārinī kho pana hoti, niccaṃ sāmike agāravā paduṭṭhamanasaṅkappā, abhiṇhaṃ dvāre tiṭṭhati, kacchāni aṅgāni thanāni dasseti, disodisaṃ gantvā pekkhati—",
  "ja536:50.3": "imehi khalu, samma puṇṇamukha, pañcavīsāya ṭhānehi itthī paduṭṭhā veditabbā bhavati.",
  "ja536:50.4": "Bhavati ca panuttarettha vākyaṃ—",
  "ja536:51.1": "Pavāsaṃ tassa vaṇṇeti,",
  "ja536:51.2": "Gataṃ tassa na socati;",
  "ja536:51.3": "Disvāna patimāgataṃ nābhinandati,",
  "ja536:51.4": "Bhattāravaṇṇaṃ na kadāci bhāsati;",
  "ja536:51.5": "Ete paduṭṭhāya bhavanti lakkhaṇā.",
  "ja536:52.1": "Anatthaṃ tassa carati asaññatā,",
  "ja536:52.2": "Atthañca hāpeti akiccakārinī;",
  "ja536:52.3": "Paridahitvā sayati parammukhī,",
  "ja536:52.4": "Ete paduṭṭhāya bhavanti lakkhaṇā.",
  "ja536:53.1": "Parivattajātā ca bhavati kuṅkumī,",
  "ja536:53.2": "Dīghañca assasati dukkhavedinī;",
  "ja536:53.3": "Uccārapassāvamabhiṇhaṃ gacchati,",
  "ja536:53.4": "Ete paduṭṭhāya bhavanti lakkhaṇā.",
  "ja536:54.1": "Vilomamācarati akiccakārinī,",
  "ja536:54.2": "Saddaṃ nisāmeti parassa bhāsato;",
  "ja536:54.3": "Nihatabhogā ca karoti santhavaṃ,",
  "ja536:54.4": "Ete paduṭṭhāya bhavanti lakkhaṇā.",
  "ja536:55.1": "Kicchena laddhaṃ kasirābhataṃ dhanaṃ,",
  "ja536:55.2": "Vittaṃ vināseti dukkhena sambhataṃ;",
  "ja536:55.3": "Paṭivissakehi ca karoti santhavaṃ,",
  "ja536:55.4": "Ete paduṭṭhāya bhavanti lakkhaṇā.",
  "ja536:56.1": "Nikkhantapādā visikhānucārinī,",
  "ja536:56.2": "Niccañca sāmimhi paduṭṭhamānasā;",
  "ja536:56.3": "Aticārinī hoti apetagāravā,",
  "ja536:56.4": "Ete paduṭṭhāya bhavanti lakkhaṇā.",
  "ja536:57.1": "Abhikkhaṇaṃ tiṭṭhati dvāramūle,",
  "ja536:57.2": "Thanāni kacchāni ca dassayantī;",
  "ja536:57.3": "Disodisaṃ pekkhati bhantacittā,",
  "ja536:57.4": "Ete paduṭṭhāya bhavanti lakkhaṇā.",
  "ja536:58.1": "Sabbā nadī vaṅkagatī,",
  "ja536:58.2": "sabbe kaṭṭhamayā vanā;",
  "ja536:58.3": "Sabbitthiyo kare pāpaṃ,",
  "ja536:58.4": "labhamāne nivātake.",
  "ja536:59.1": "Sace labhetha khaṇaṃ vā raho vā,",
  "ja536:59.2": "Nivātakaṃ vāpi labhetha tādisaṃ;",
  "ja536:59.3": "Sabbāva itthī kayiruṃ nu pāpaṃ,",
  "ja536:59.4": "Aññaṃ alattha pīṭhasappināpi saddhiṃ.",
  "ja536:60.1": "Narānamārāmakarāsu nārisu,",
  "ja536:60.2": "Anekacittāsu aniggahāsu ca;",
  "ja536:60.3": "Sabbattha nāpītikarāpi ce siyā,",
  "ja536:60.4": "Na vissase titthasamā hi nāriyoti.",
  "ja536:61.1": "Yaṃ ve disvā kaṇḍarīkinnarānaṃ,",
  "ja536:61.2": "Sabbitthiyo na ramanti agāre;",
  "ja536:61.3": "Taṃ tādisaṃ maccaṃ cajitvā bhariyā,",
  "ja536:61.4": "Aññaṃ disvā purisaṃ pīṭhasappiṃ.",
  "ja536:62.1": "Bakassa ca bāvarikassa rañño,",
  "ja536:62.2": "Accantakāmānugatassa bhariyā;",
  "ja536:62.3": "Avācarī paṭṭhavasānugassa,",
  "ja536:62.4": "Kaṃ vāpi itthī nāticare tadaññaṃ.",
  "ja536:63.1": "Piṅgiyānī sabbalokissarassa,",
  "ja536:63.2": "Rañño piyā brahmadattassa bhariyā;",
  "ja536:63.3": "Avācarī paṭṭhavasānugassa,",
  "ja536:63.4": "Taṃ vāpi sā nājjhagā kāmakāminī.",
  "ja536:64.1": "Luddhānaṃ lahucittānaṃ,",
  "ja536:64.2": "Akataññūna dubbhinaṃ;",
  "ja536:64.3": "Nādevasatto puriso,",
  "ja536:64.4": "Thīnaṃ saddhātumarahati.",
  "ja536:65.1": "Na tā pajānanti kataṃ na kiccaṃ,",
  "ja536:65.2": "Na mātaraṃ pitaraṃ bhātaraṃ vā;",
  "ja536:65.3": "Anariyā samatikkantadhammā,",
  "ja536:65.4": "Sasseva cittassa vasaṃ vajanti.",
  "ja536:66.1": "Cirānuvuṭṭhampi piyaṃ manāpaṃ,",
  "ja536:66.2": "Anukampakaṃ pāṇasamampi bhattuṃ;",
  "ja536:66.3": "Āvāsu kiccesu ca naṃ jahanti,",
  "ja536:66.4": "Tasmāhamitthīnaṃ na vissasāmi.",
  "ja536:67.1": "Thīnañhi cittaṃ yathā vānarassa,",
  "ja536:67.2": "Kannappakannaṃ yathā rukkhachāyā;",
  "ja536:67.3": "Calācalaṃ hadayamitthiyānaṃ,",
  "ja536:67.4": "Cakkassa nemi viya parivattati.",
  "ja536:68.1": "Yadā tā passanti samekkhamānā,",
  "ja536:68.2": "Ādeyyarūpaṃ purisassa vittaṃ;",
  "ja536:68.3": "Saṇhāhi vācāhi nayanti menaṃ,",
  "ja536:68.4": "Kambojakā jalajeneva assaṃ.",
  "ja536:69.1": "Yadā na passanti samekkhamānā,",
  "ja536:69.2": "Ādeyyarūpaṃ purisassa vittaṃ;",
  "ja536:69.3": "Samantato naṃ parivajjayanti,",
  "ja536:69.4": "Tiṇṇo nadīpāragatova kullaṃ.",
  "ja536:70.1": "Silesūpamā sikhiriva sabbabhakkhā,",
  "ja536:70.2": "Tikkhamāyā nadīriva sīghasotā;",
  "ja536:70.3": "Sevanti hetā piyamappiyañca,",
  "ja536:70.4": "Nāvā yathā orakūlaṃ parañca.",
  "ja536:71.1": "Na tā ekassa na dvinnaṃ,",
  "ja536:71.2": "āpaṇova pasārito;",
  "ja536:71.3": "Yo tā mayhanti maññeyya,",
  "ja536:71.4": "vātaṃ jālena bādhaye.",
  "ja536:72.1": "Yathā nadī ca pantho ca,",
  "ja536:72.2": "pānāgāraṃ sabhā papā;",
  "ja536:72.3": "Evaṃ lokitthiyo nāma,",
  "ja536:72.4": "velā tāsaṃ na vijjati.",
  "ja536:73.1": "Ghatāsanasamā etā,",
  "ja536:73.2": "kaṇhasappasirūpamā;",
  "ja536:73.3": "Gāvo bahitiṇasseva,",
  "ja536:73.4": "omasanti varaṃ varaṃ.",
  "ja536:74.1": "Ghatāsanaṃ kuñjaraṃ kaṇhasappaṃ,",
  "ja536:74.2": "Muddhābhisittaṃ pamadā ca sabbā;",
  "ja536:74.3": "Ete naro niccayato bhajetha,",
  "ja536:74.4": "Tesaṃ have dubbidu sabbabhāvo.",
  "ja536:75.1": "Naccantavaṇṇā na bahūna kantā,",
  "ja536:75.2": "Na dakkhiṇā pamadā sevitabbā;",
  "ja536:75.3": "Na parassa bhariyā na dhanassa hetu,",
  "ja536:75.4": "Etitthiyo pañca na sevitabbā”.",
  "ja536:76.1": "Atha khalu, bho, ānando gijjharājā kuṇālassa sakuṇassa ādimajjhakathāpariyosānaṃ viditvā tāyaṃ velāyaṃ imā gāthāyo abhāsi—",
  "ja536:77.1": "“Puṇṇampi cemaṃ pathaviṃ dhanena,",
  "ja536:77.2": "Dajjitthiyā puriso sammatāya;",
  "ja536:77.3": "Laddhā khaṇaṃ atimaññeyya tampi,",
  "ja536:77.4": "Tāsaṃ vasaṃ asatīnaṃ na gacche.",
  "ja536:78.1": "Uṭṭhāhakañcepi alīnavuttiṃ,",
  "ja536:78.2": "Komārabhattāraṃ piyaṃ manāpaṃ;",
  "ja536:78.3": "Āvāsu kiccesu ca naṃ jahanti,",
  "ja536:78.4": "Tasmāhamitthīnaṃ na vissasāmi.",
  "ja536:79.1": "Na vissase icchati manti poso,",
  "ja536:79.2": "Na vissase rodati me sakāse;",
  "ja536:79.3": "Sevanti hetā piyamappiyañca,",
  "ja536:79.4": "Nāvā yathā orakūlaṃ parañca.",
  "ja536:80.1": "Na vissase sākhapurāṇasanthataṃ,",
  "ja536:80.2": "Na vissase mittapurāṇacoraṃ;",
  "ja536:80.3": "Na vissase rājānaṃ sakhā mamanti,",
  "ja536:80.4": "Na vissase itthi dasanna mātaraṃ.",
  "ja536:81.1": "Na vissase rāmakarāsu nārisu,",
  "ja536:81.2": "Accantasīlāsu asaññatāsu;",
  "ja536:81.3": "Accantapemānugatassa bhariyā,",
  "ja536:81.4": "Na vissase titthasamā hi nāriyo.",
  "ja536:82.1": "Haneyyuṃ chindeyyuṃ chedāpeyyumpi,",
  "ja536:82.2": "Kaṇṭhepi chetvā rudhiraṃ piveyyuṃ;",
  "ja536:82.3": "Mā dīnakāmāsu asaññatāsu,",
  "ja536:82.4": "Bhāvaṃ kare gaṅgatitthūpamāsu.",
  "ja536:83.1": "Musā tāsaṃ yathā saccaṃ,",
  "ja536:83.2": "saccaṃ tāsaṃ yathā musā;",
  "ja536:83.3": "Gāvo bahitiṇasseva,",
  "ja536:83.4": "omasanti varaṃ varaṃ.",
  "ja536:84.1": "Gatenetā palobhenti,",
  "ja536:84.2": "pekkhitena mhitena ca;",
  "ja536:84.3": "Athopi dunnivatthena,",
  "ja536:84.4": "mañjunā bhaṇitena ca.",
  "ja536:85.1": "Coriyo kathinā hetā,",
  "ja536:85.2": "vāḷā ca lapasakkharā;",
  "ja536:85.3": "Na tā kiñci na jānanti,",
  "ja536:85.4": "yaṃ manussesu vañcanaṃ.",
  "ja536:86.1": "Asā lokitthiyo nāma,",
  "ja536:86.2": "velā tāsaṃ na vijjati;",
  "ja536:86.3": "Sārattā ca pagabbhā ca,",
  "ja536:86.4": "sikhī sabbaghaso yathā.",
  "ja536:87.1": "Natthitthīnaṃ piyo nāma,",
  "ja536:87.2": "Appiyopi na vijjati;",
  "ja536:87.3": "Sevanti hetā piyamappiyañca,",
  "ja536:87.4": "Nāvā yathā orakūlaṃ parañca.",
  "ja536:88.1": "Natthitthīnaṃ piyo nāma,",
  "ja536:88.2": "appiyopi na vijjati;",
  "ja536:88.3": "Dhanattā paṭivallanti,",
  "ja536:88.4": "latāva dumanissitā.",
  "ja536:89.1": "Hatthibandhaṃ assabandhaṃ,",
  "ja536:89.2": "Gopurisañca maṇḍalaṃ;",
  "ja536:89.3": "Chavaḍāhakaṃ pupphachaḍḍakaṃ,",
  "ja536:89.4": "Sadhanamanupatanti nāriyo.",
  "ja536:90.1": "Kulaputtampi jahanti akiñcanaṃ,",
  "ja536:90.2": "Chavakasamasadisampi;",
  "ja536:90.3": "Anugacchanti anupatanti,",
  "ja536:90.4": "Dhanahetu hi nāriyo”ti.",
  "ja536:91.1": "Atha khalu, bho, nārado devabrāhmaṇo ānandassa gijjharājassa ādimajjhakathāpariyosānaṃ viditvā tāyaṃ velāyaṃ imā gāthāyo abhāsi—",
  "ja536:92.1": "“Cattārome na pūrenti,",
  "ja536:92.2": "te me suṇātha bhāsato;",
  "ja536:92.3": "Samuddo brāhmaṇo rājā,",
  "ja536:92.4": "itthī cāpi dijampati.",
  "ja536:93.1": "Saritā sāgaraṃ yanti,",
  "ja536:93.2": "yā kāci pathavissitā;",
  "ja536:93.3": "Tā samuddaṃ na pūrenti,",
  "ja536:93.4": "ūnattā hi na pūrati.",
  "ja536:94.1": "Brāhmaṇo ca adhīyāna,",
  "ja536:94.2": "vedamakkhānapañcamaṃ;",
  "ja536:94.3": "Bhiyyopi sutamiccheyya,",
  "ja536:94.4": "ūnattā hi na pūrati.",
  "ja536:95.1": "Rājā ca pathaviṃ sabbaṃ,",
  "ja536:95.2": "sasamuddaṃ sapabbataṃ;",
  "ja536:95.3": "Ajjhāvasaṃ vijinitvā,",
  "ja536:95.4": "anantaratanocitaṃ;",
  "ja536:95.5": "Pāraṃ samuddaṃ pattheti,",
  "ja536:95.6": "ūnattā hi na pūrati.",
  "ja536:96.1": "Ekamekāya itthiyā,",
  "ja536:96.2": "aṭṭhaṭṭha patino siyā;",
  "ja536:96.3": "Sūrā ca balavanto ca,",
  "ja536:96.4": "sabbakāmarasāharā;",
  "ja536:96.5": "Kareyya navame chandaṃ,",
  "ja536:96.6": "ūnattā hi na pūrati.",
  "ja536:97.1": "Sabbitthiyo sikhiriva sabbabhakkhā,",
  "ja536:97.2": "Sabbitthiyo nadīriva sabbavāhī;",
  "ja536:97.3": "Sabbitthiyo kaṇṭakānaṃva sākhā,",
  "ja536:97.4": "Sabbitthiyo dhanahetu vajanti.",
  "ja536:98.1": "Vātañca jālena naro parāmase,",
  "ja536:98.2": "Osiñcaye sāgaramekapāṇinā;",
  "ja536:98.3": "Sakena hatthena kareyya ghosaṃ,",
  "ja536:98.4": "Yo sabbabhāvaṃ pamadāsu osaje.",
  "ja536:99.1": "Corīnaṃ bahubuddhīnaṃ,",
  "ja536:99.2": "yāsu saccaṃ sudullabhaṃ;",
  "ja536:99.3": "Thīnaṃ bhāvo durājāno,",
  "ja536:99.4": "macchassevodake gataṃ.",
  "ja536:100.1": "Analā mudusambhāsā,",
  "ja536:100.2": "duppūrā tā nadīsamā;",
  "ja536:100.3": "Sīdanti naṃ viditvāna,",
  "ja536:100.4": "ārakā parivajjaye.",
  "ja536:101.1": "Āvaṭṭanī mahāmāyā,",
  "ja536:101.2": "brahmacariyavikopanā;",
  "ja536:101.3": "Sīdanti naṃ viditvāna,",
  "ja536:101.4": "ārakā parivajjaye.",
  "ja536:102.1": "Yaṃ etā upasevanti,",
  "ja536:102.2": "chandasā vā dhanena vā;",
  "ja536:102.3": "Jātavedova saṇṭhānaṃ,",
  "ja536:102.4": "khippaṃ anudahanti nan”ti.",
  "ja536:103.1": "Atha khalu, bho, kuṇālo sakuṇo nāradassa devabrāhmaṇassa ādimajjhakathāpariyosānaṃ viditvā tāyaṃ velāyaṃ imā gāthāyo abhāsi—",
  "ja536:104.1": "“Sallape nisitakhaggapāṇinā,",
  "ja536:104.2": "Paṇḍito api pisācadosinā;",
  "ja536:104.3": "Uggatejamuragampi āside,",
  "ja536:104.4": "Eko ekāya pamadāya nālape.",
  "ja536:105.1": "Lokacittamathanā hi nāriyo,",
  "ja536:105.2": "Naccagītabhaṇitamhitāvudhā;",
  "ja536:105.3": "Bādhayanti anupaṭṭhitassatiṃ,",
  "ja536:105.4": "Dīpe rakkhasigaṇova vāṇije.",
  "ja536:106.1": "Natthi tāsaṃ vinayo na saṃvaro,",
  "ja536:106.2": "Majjamaṃsaniratā asaññatā;",
  "ja536:106.3": "Tā gilanti purisassa pābhataṃ,",
  "ja536:106.4": "Sāgareva makaraṃ timiṅgalo.",
  "ja536:107.1": "Pañcakāmaguṇasātagocarā,",
  "ja536:107.2": "Uddhatā aniyatā asaññatā;",
  "ja536:107.3": "Osaranti pamadā pamādinaṃ,",
  "ja536:107.4": "Loṇatoyavatiyaṃva āpakā.",
  "ja536:108.1": "Yaṃ naraṃ upalapenti nāriyo,",
  "ja536:108.2": "Chandasā va ratiyā dhanena vā;",
  "ja536:108.3": "Jātavedasadisampi tādisaṃ,",
  "ja536:108.4": "Rāgadosavadhiyo dahanti naṃ.",
  "ja536:109.1": "Aḍḍhaṃ ñatvā purisaṃ mahaddhanaṃ,",
  "ja536:109.2": "Osaranti sadhanā sahattanā;",
  "ja536:109.3": "Rattacittamativeṭhayanti naṃ,",
  "ja536:109.4": "Sāla māluvalatāva kānane.",
  "ja536:110.1": "Tā upenti vividhena chandasā,",
  "ja536:110.2": "Citrabimbamukhiyo alaṅkatā;",
  "ja536:110.3": "Uhasanti pahasanti nāriyo,",
  "ja536:110.4": "Sambarova satamāyakovidā.",
  "ja536:111.1": "Jātarūpamaṇimuttabhūsitā,",
  "ja536:111.2": "Sakkatā patikulesu nāriyo;",
  "ja536:111.3": "Rakkhitā aticaranti sāmikaṃ,",
  "ja536:111.4": "Dānavaṃva hadayantarassitā.",
  "ja536:112.1": "Tejavāpi hi naro vicakkhaṇo,",
  "ja536:112.2": "Sakkato bahujanassa pūjito;",
  "ja536:112.3": "Nārinaṃ vasagato na bhāsati,",
  "ja536:112.4": "Rāhunā upahatova candimā.",
  "ja536:113.1": "Yaṃ kareyya kupito diso disaṃ,",
  "ja536:113.2": "Duṭṭhacitto vasamāgataṃ ariṃ;",
  "ja536:113.3": "Tena bhiyyo byasanaṃ nigacchati,",
  "ja536:113.4": "Nārinaṃ vasagato apekkhavā.",
  "ja536:114.1": "Kesalūnanakhachinnatajjitā,",
  "ja536:114.2": "Pādapāṇikasadaṇḍatāḷitā;",
  "ja536:114.3": "Hīnamevupagatā hi nāriyo,",
  "ja536:114.4": "Tā ramanti kuṇapeva makkhikā.",
  "ja536:115.1": "Tā kulesu visikhantaresu vā,",
  "ja536:115.2": "Rājadhāninigamesu vā puna;",
  "ja536:115.3": "Oḍḍitaṃ namucipāsavākaraṃ,",
  "ja536:115.4": "Cakkhumā parivajje sukhatthiko.",
  "ja536:116.1": "Ossajitva kusalaṃ tapoguṇaṃ,",
  "ja536:116.2": "Yo anariyacaritāni mācari;",
  "ja536:116.3": "Devatāhi nirayaṃ nimissati,",
  "ja536:116.4": "Chedagāmimaṇiyaṃva vāṇijo.",
  "ja536:117.1": "So idha garahito parattha ca,",
  "ja536:117.2": "Dummatī upahato sakammunā;",
  "ja536:117.3": "Gacchatī aniyato gaḷāgaḷaṃ,",
  "ja536:117.4": "Duṭṭhagadrabharathova uppathe.",
  "ja536:118.1": "So upeti nirayaṃ patāpanaṃ,",
  "ja536:118.2": "Sattisimbalivanañca āyasaṃ;",
  "ja536:118.3": "Āvasitvā tiracchānayoniyaṃ,",
  "ja536:118.4": "Petarājavisayaṃ na muñcati.",
  "ja536:119.1": "Dibyakhiḍḍaratiyo ca nandane,",
  "ja536:119.2": "Cakkavatticaritañca mānuse;",
  "ja536:119.3": "Nāsayanti pamadā pamādinaṃ,",
  "ja536:119.4": "Duggatiñca paṭipādayanti naṃ.",
  "ja536:120.1": "Dibyakhiḍḍaratiyo na dullabhā,",
  "ja536:120.2": "Cakkavatticaritañca mānuse;",
  "ja536:120.3": "Soṇṇabyamhanilayā ca accharā,",
  "ja536:120.4": "Ye caranti pamadāhanatthikā.",
  "ja536:121.1": "Kāmadhātusamatikkamā gati,",
  "ja536:121.2": "Rūpadhātuyā bhāvo na dullabho;",
  "ja536:121.3": "Vītarāgavisayūpapatti yā,",
  "ja536:121.4": "Ye caranti pamadāhanatthikā.",
  "ja536:122.1": "Sabbadukkhasamatikkamaṃ sivaṃ,",
  "ja536:122.2": "Accantamacalitaṃ asaṅkhataṃ;",
  "ja536:122.3": "Nibbutehi sucihī na dullabhaṃ,",
  "ja536:122.4": "Ye caranti pamadāhanatthikā”ti.",
  "ja536:123.1": "“Kuṇālohaṃ tadā āsiṃ,",
  "ja536:123.2": "udāyī phussakokilo;",
  "ja536:123.3": "Ānando gijjharājāsi,",
  "ja536:123.4": "sāriputto ca nārado;",
  "ja536:123.5": "Parisā buddhaparisā,",
  "ja536:123.6": "evaṃ dhāretha jātakan”ti.",
  "ja536:124.1": "Kuṇālajātakaṃ catutthaṃ."
}