{
  "ds2.2.2:0.1": "Dhammasaṅgaṇī",
  "ds2.2.2:0.2": "2 Niddesa",
  "ds2.2.2:0.3": "2.2 Rūpakaṇḍa",
  "ds2.2.2:0.4": "2.2.2. Mātikā",
  "ds2.2.2:1.0": "2.2.2.1. Ekaka",
  "ds2.2.2:1.1": "Tattha katamaṃ sabbaṃ rūpaṃ?",
  "ds2.2.2:1.2": "Cattāro ca mahābhūtā, catunnañca mahābhūtānaṃ upādāya rūpaṃ—",
  "ds2.2.2:1.3": "idaṃ vuccati sabbaṃ rūpaṃ.",
  "ds2.2.2:1.4": "Sabbaṃ rūpaṃ na hetu, ahetukaṃ, hetuvippayuttaṃ, sappaccayaṃ, saṅkhataṃ, rūpaṃ, lokiyaṃ, sāsavaṃ, saññojaniyaṃ, ganthaniyaṃ, oghaniyaṃ, yoganiyaṃ, nīvaraṇiyaṃ, parāmaṭṭhaṃ, upādāniyaṃ, saṃkilesikaṃ, abyākataṃ, anārammaṇaṃ, acetasikaṃ, cittavippayuttaṃ, nevavipākanavipākadhammadhammaṃ, asaṃkiliṭṭhasaṃkilesikaṃ, na savitakkasavicāraṃ, na avitakkavicāramattaṃ, avitakkaavicāraṃ, na pītisahagataṃ, na sukhasahagataṃ, na upekkhāsahagataṃ, neva dassanena na bhāvanāya pahātabbaṃ, neva dassanena na bhāvanāya pahātabbahetukaṃ, neva ācayagāmi na apacayagāmi, nevasekkhanāsekkhaṃ, parittaṃ, kāmāvacaraṃ, na rūpāvacaraṃ, na arūpāvacaraṃ, pariyāpannaṃ, no apariyāpannaṃ, aniyataṃ, aniyyānikaṃ, uppannaṃ, chahi viññāṇehi viññeyyaṃ, aniccaṃ, jarābhibhūtaṃ.",
  "ds2.2.2:1.5": "Evaṃ ekavidhena rūpasaṅgaho.",
  "ds2.2.2:1.6": "Ekakaṃ.",
  "ds2.2.2:2.0": "2.2.2.2. Duka",
  "ds2.2.2:2.1": "Duvidhena rūpasaṅgaho—",
  "ds2.2.2:3.1": "Atthi rūpaṃ upādā, atthi rūpaṃ no upādā.",
  "ds2.2.2:4.1": "Atthi rūpaṃ upādinnaṃ, atthi rūpaṃ anupādinnaṃ.",
  "ds2.2.2:5.1": "Atthi rūpaṃ upādinnupādāniyaṃ, atthi rūpaṃ anupādinnupādāniyaṃ.",
  "ds2.2.2:6.1": "Atthi rūpaṃ sanidassanaṃ, atthi rūpaṃ anidassanaṃ.",
  "ds2.2.2:7.1": "Atthi rūpaṃ sappaṭighaṃ, atthi rūpaṃ appaṭighaṃ.",
  "ds2.2.2:8.1": "Atthi rūpaṃ indriyaṃ, atthi rūpaṃ na indriyaṃ.",
  "ds2.2.2:9.1": "Atthi rūpaṃ mahābhūtaṃ, atthi rūpaṃ na mahābhūtaṃ.",
  "ds2.2.2:10.1": "Atthi rūpaṃ viññatti, atthi rūpaṃ na viññatti.",
  "ds2.2.2:11.1": "Atthi rūpaṃ cittasamuṭṭhānaṃ, atthi rūpaṃ na cittasamuṭṭhānaṃ.",
  "ds2.2.2:12.1": "Atthi rūpaṃ cittasahabhu, atthi rūpaṃ na cittasahabhu.",
  "ds2.2.2:13.1": "Atthi rūpaṃ cittānuparivatti, atthi rūpaṃ na cittānuparivatti.",
  "ds2.2.2:14.1": "Atthi rūpaṃ ajjhattikaṃ, atthi rūpaṃ bāhiraṃ.",
  "ds2.2.2:15.1": "Atthi rūpaṃ oḷārikaṃ, atthi rūpaṃ sukhumaṃ.",
  "ds2.2.2:16.1": "Atthi rūpaṃ dūre, atthi rūpaṃ santike. [14]",
  "ds2.2.2:16.2": "Pakiṇṇakadukaṃ.",
  "ds2.2.2:17.1": "Atthi rūpaṃ cakkhusamphassassa vatthu, atthi rūpaṃ cakkhusamphassassa na vatthu.",
  "ds2.2.2:17.2": "Atthi rūpaṃ cakkhusamphassajāya vedanāya …pe…",
  "ds2.2.2:17.3": "saññāya …pe…",
  "ds2.2.2:17.4": "cetanāya …pe…",
  "ds2.2.2:17.5": "cakkhuviññāṇassa vatthu, atthi rūpaṃ cakkhuviññāṇassa na vatthu.",
  "ds2.2.2:18.1": "Atthi rūpaṃ sotasamphassassa …pe…",
  "ds2.2.2:18.2": "ghānasamphassassa …pe…",
  "ds2.2.2:18.3": "jivhāsamphassassa …pe…",
  "ds2.2.2:18.4": "kāyasamphassassa vatthu, atthi rūpaṃ kāyasamphassassa na vatthu.",
  "ds2.2.2:18.5": "Atthi rūpaṃ kāyasamphassajāya vedanāya …pe…",
  "ds2.2.2:18.6": "saññāya …pe…",
  "ds2.2.2:18.7": "cetanāya …pe…",
  "ds2.2.2:18.8": "kāyaviññāṇassa vatthu, atthi rūpaṃ kāyaviññāṇassa na vatthu. [25]",
  "ds2.2.2:18.9": "Vatthudukaṃ.",
  "ds2.2.2:19.1": "Atthi rūpaṃ cakkhusamphassassa ārammaṇaṃ, atthi rūpaṃ cakkhusamphassassa nārammaṇaṃ.",
  "ds2.2.2:19.2": "Atthi rūpaṃ cakkhusamphassajāya vedanāya …pe…",
  "ds2.2.2:19.3": "saññāya …pe…",
  "ds2.2.2:19.4": "cetanāya …pe…",
  "ds2.2.2:19.5": "cakkhuviññāṇassa ārammaṇaṃ, atthi rūpaṃ cakkhuviññāṇassa nārammaṇaṃ.",
  "ds2.2.2:20.1": "Atthi rūpaṃ sotasamphassassa …pe…",
  "ds2.2.2:20.2": "ghānasamphassassa …pe…",
  "ds2.2.2:20.3": "jivhāsamphassassa …pe…",
  "ds2.2.2:20.4": "kāyasamphassassa ārammaṇaṃ, atthi rūpaṃ kāyasamphassassa nārammaṇaṃ.",
  "ds2.2.2:20.5": "Atthi rūpaṃ kāyasamphassajāya vedanāya …pe…",
  "ds2.2.2:20.6": "saññāya …pe…",
  "ds2.2.2:20.7": "cetanāya …pe…",
  "ds2.2.2:20.8": "kāyaviññāṇassa ārammaṇaṃ, atthi rūpaṃ kāyaviññāṇassa nārammaṇaṃ. [25]",
  "ds2.2.2:20.9": "Ārammaṇadukaṃ.",
  "ds2.2.2:21.1": "Atthi rūpaṃ cakkhāyatanaṃ, atthi rūpaṃ na cakkhāyatanaṃ.",
  "ds2.2.2:21.2": "Atthi rūpaṃ sotāyatanaṃ …pe…",
  "ds2.2.2:21.3": "ghānāyatanaṃ …pe…",
  "ds2.2.2:21.4": "jivhāyatanaṃ …pe…",
  "ds2.2.2:21.5": "kāyāyatanaṃ, atthi rūpaṃ na kāyāyatanaṃ.",
  "ds2.2.2:22.1": "Atthi rūpaṃ rūpāyatanaṃ, atthi rūpaṃ na rūpāyatanaṃ.",
  "ds2.2.2:22.2": "Atthi rūpaṃ saddāyatanaṃ …pe…",
  "ds2.2.2:22.3": "gandhāyatanaṃ …pe…",
  "ds2.2.2:22.4": "rasāyatanaṃ …pe…",
  "ds2.2.2:22.5": "phoṭṭhabbāyatanaṃ, atthi rūpaṃ na phoṭṭhabbāyatanaṃ. [10]",
  "ds2.2.2:22.6": "Āyatanadukaṃ.",
  "ds2.2.2:23.1": "Atthi rūpaṃ cakkhudhātu, atthi rūpaṃ na cakkhudhātu.",
  "ds2.2.2:23.2": "Atthi rūpaṃ sotadhātu …pe…",
  "ds2.2.2:23.3": "ghānadhātu …pe…",
  "ds2.2.2:23.4": "jivhādhātu …pe…",
  "ds2.2.2:23.5": "kāyadhātu, atthi rūpaṃ na kāyadhātu.",
  "ds2.2.2:24.1": "Atthi rūpaṃ rūpadhātu, atthi rūpaṃ na rūpadhātu.",
  "ds2.2.2:24.2": "Atthi rūpaṃ saddadhātu …pe…",
  "ds2.2.2:24.3": "gandhadhātu …pe…",
  "ds2.2.2:24.4": "rasadhātu …pe…",
  "ds2.2.2:24.5": "phoṭṭhabbadhātu, atthi rūpaṃ na phoṭṭhabbadhātu. [10]",
  "ds2.2.2:24.6": "Dhātudukaṃ.",
  "ds2.2.2:25.1": "Atthi rūpaṃ cakkhundriyaṃ, atthi rūpaṃ na cakkhundriyaṃ.",
  "ds2.2.2:25.2": "Atthi rūpaṃ sotindriyaṃ …pe…",
  "ds2.2.2:25.3": "ghānindriyaṃ …pe…",
  "ds2.2.2:25.4": "jivhindriyaṃ …pe…",
  "ds2.2.2:25.5": "kāyindriyaṃ, atthi rūpaṃ na kāyindriyaṃ.",
  "ds2.2.2:26.1": "Atthi rūpaṃ itthindriyaṃ, atthi rūpaṃ na itthindriyaṃ.",
  "ds2.2.2:27.1": "Atthi rūpaṃ purisindriyaṃ, atthi rūpaṃ na purisindriyaṃ.",
  "ds2.2.2:28.1": "Atthi rūpaṃ jīvitindriyaṃ, atthi rūpaṃ na jīvitindriyaṃ. [8]",
  "ds2.2.2:28.2": "Indriyadukaṃ.",
  "ds2.2.2:29.1": "Atthi rūpaṃ kāyaviññatti, atthi rūpaṃ na kāyaviññatti.",
  "ds2.2.2:30.1": "Atthi rūpaṃ vacīviññatti, atthi rūpaṃ na vacīviññatti.",
  "ds2.2.2:31.1": "Atthi rūpaṃ ākāsadhātu, atthi rūpaṃ na ākāsadhātu.",
  "ds2.2.2:32.1": "Atthi rūpaṃ āpodhātu, atthi rūpaṃ na āpodhātu.",
  "ds2.2.2:33.1": "Atthi rūpaṃ rūpassa lahutā, atthi rūpaṃ rūpassa na lahutā.",
  "ds2.2.2:34.1": "Atthi rūpaṃ rūpassa mudutā, atthi rūpaṃ rūpassa na mudutā.",
  "ds2.2.2:35.1": "Atthi rūpaṃ rūpassa kammaññatā, atthi rūpaṃ rūpassa na kammaññatā.",
  "ds2.2.2:36.1": "Atthi rūpaṃ rūpassa upacayo, atthi rūpaṃ rūpassa na upacayo.",
  "ds2.2.2:37.1": "Atthi rūpaṃ rūpassa santati, atthi rūpaṃ rūpassa na santati.",
  "ds2.2.2:38.1": "Atthi rūpaṃ rūpassa jaratā, atthi rūpaṃ rūpassa na jaratā.",
  "ds2.2.2:39.1": "Atthi rūpaṃ rūpassa aniccatā, atthi rūpaṃ rūpassa na aniccatā.",
  "ds2.2.2:40.1": "Atthi rūpaṃ kabaḷīkāro āhāro, atthi rūpaṃ na kabaḷīkāro āhāro. [12]",
  "ds2.2.2:40.2": "Evaṃ duvidhena rūpasaṅgaho.",
  "ds2.2.2:40.3": "Sukhumarūpadukaṃ.",
  "ds2.2.2:40.4": "Dukaṃ.",
  "ds2.2.2:41.0": "2.2.2.3. Tika",
  "ds2.2.2:41.1": "Tividhena rūpasaṅgaho—",
  "ds2.2.2:42.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ upādā.",
  "ds2.2.2:42.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi upādā, atthi no upādā.",
  "ds2.2.2:43.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ upādinnaṃ.",
  "ds2.2.2:43.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi upādinnaṃ, atthi anupādinnaṃ.",
  "ds2.2.2:44.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ upādinnupādāniyaṃ.",
  "ds2.2.2:44.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi upādinnupādāniyaṃ, atthi anupādinnupādāniyaṃ.",
  "ds2.2.2:45.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ anidassanaṃ.",
  "ds2.2.2:45.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi sanidassanaṃ, atthi anidassanaṃ.",
  "ds2.2.2:46.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ sappaṭighaṃ.",
  "ds2.2.2:46.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi sappaṭighaṃ, atthi appaṭighaṃ.",
  "ds2.2.2:47.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ indriyaṃ.",
  "ds2.2.2:47.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi indriyaṃ, atthi na indriyaṃ.",
  "ds2.2.2:48.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na mahābhūtaṃ.",
  "ds2.2.2:48.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi mahābhūtaṃ, atthi na mahābhūtaṃ.",
  "ds2.2.2:49.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na viññatti.",
  "ds2.2.2:49.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi viññatti, atthi na viññatti.",
  "ds2.2.2:50.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na cittasamuṭṭhānaṃ.",
  "ds2.2.2:50.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi cittasamuṭṭhānaṃ, atthi na cittasamuṭṭhānaṃ.",
  "ds2.2.2:51.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na cittasahabhu.",
  "ds2.2.2:51.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi cittasahabhu, atthi na cittasahabhu.",
  "ds2.2.2:52.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na cittānuparivatti.",
  "ds2.2.2:52.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi cittānuparivatti, atthi na cittānuparivatti.",
  "ds2.2.2:53.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ oḷārikaṃ.",
  "ds2.2.2:53.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:54.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ santike.",
  "ds2.2.2:54.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi dūre, atthi santike. [13]",
  "ds2.2.2:54.3": "Pakiṇṇakatikaṃ.",
  "ds2.2.2:55.1": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ cakkhusamphassassa na vatthu.",
  "ds2.2.2:55.2": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi cakkhusamphassassa vatthu, atthi cakkhusamphassassa na vatthu.",
  "ds2.2.2:56.1": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ cakkhusamphassajāya vedanāya …pe…",
  "ds2.2.2:56.2": "saññāya …pe…",
  "ds2.2.2:56.3": "cetanāya …pe…",
  "ds2.2.2:56.4": "cakkhuviññāṇassa na vatthu.",
  "ds2.2.2:56.5": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi cakkhuviññāṇassa vatthu, atthi cakkhuviññāṇassa na vatthu.",
  "ds2.2.2:57.1": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ sotasamphassassa …pe…",
  "ds2.2.2:57.2": "ghānasamphassassa …pe…",
  "ds2.2.2:57.3": "jivhāsamphassassa …pe…",
  "ds2.2.2:57.4": "kāyasamphassassa na vatthu.",
  "ds2.2.2:57.5": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi kāyasamphassassa vatthu, atthi kāyasamphassassa na vatthu.",
  "ds2.2.2:57.6": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ kāyasamphassajāya vedanāya …pe…",
  "ds2.2.2:57.7": "saññāya …pe…",
  "ds2.2.2:57.8": "cetanāya …pe…",
  "ds2.2.2:57.9": "kāyaviññāṇassa na vatthu.",
  "ds2.2.2:57.10": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi kāyaviññāṇassa vatthu, atthi kāyaviññāṇassa na vatthu. [25]",
  "ds2.2.2:57.11": "Vatthutikaṃ.",
  "ds2.2.2:58.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ cakkhusamphassassa nārammaṇaṃ.",
  "ds2.2.2:58.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi cakkhusamphassassa ārammaṇaṃ, atthi cakkhusamphassassa nārammaṇaṃ.",
  "ds2.2.2:58.3": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ cakkhusamphassajāya vedanāya …pe…",
  "ds2.2.2:58.4": "saññāya …pe…",
  "ds2.2.2:58.5": "cetanāya …pe…",
  "ds2.2.2:58.6": "cakkhuviññāṇassa nārammaṇaṃ.",
  "ds2.2.2:58.7": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi cakkhuviññāṇassa ārammaṇaṃ, atthi cakkhuviññāṇassa nārammaṇaṃ.",
  "ds2.2.2:59.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ sotasamphassassa …pe…",
  "ds2.2.2:59.2": "ghānasamphassassa …pe…",
  "ds2.2.2:59.3": "jivhāsamphassassa …pe…",
  "ds2.2.2:59.4": "kāyasamphassassa nārammaṇaṃ.",
  "ds2.2.2:59.5": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi kāyasamphassassa ārammaṇaṃ, atthi kāyasamphassassa nārammaṇaṃ.",
  "ds2.2.2:59.6": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ kāyasamphassajāya vedanāya …pe…",
  "ds2.2.2:59.7": "saññāya …pe…",
  "ds2.2.2:59.8": "cetanāya …pe…",
  "ds2.2.2:59.9": "kāyaviññāṇassa nārammaṇaṃ.",
  "ds2.2.2:59.10": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi kāyaviññāṇassa ārammaṇaṃ, atthi kāyaviññāṇassa nārammaṇaṃ. [25]",
  "ds2.2.2:59.11": "Ārammaṇatikaṃ.",
  "ds2.2.2:60.1": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ na cakkhāyatanaṃ.",
  "ds2.2.2:60.2": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi cakkhāyatanaṃ, atthi na cakkhāyatanaṃ.",
  "ds2.2.2:60.3": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ na sotāyatanaṃ …pe…",
  "ds2.2.2:60.4": "na ghānāyatanaṃ …pe…",
  "ds2.2.2:60.5": "na jivhāyatanaṃ …pe…",
  "ds2.2.2:60.6": "na kāyāyatanaṃ.",
  "ds2.2.2:60.7": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi kāyāyatanaṃ, atthi na kāyāyatanaṃ.",
  "ds2.2.2:61.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na rūpāyatanaṃ.",
  "ds2.2.2:61.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi rūpāyatanaṃ, atthi na rūpāyatanaṃ.",
  "ds2.2.2:61.3": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na saddāyatanaṃ …pe…",
  "ds2.2.2:61.4": "na gandhāyatanaṃ …pe…",
  "ds2.2.2:61.5": "na rasāyatanaṃ …pe…",
  "ds2.2.2:61.6": "na phoṭṭhabbāyatanaṃ.",
  "ds2.2.2:61.7": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi phoṭṭhabbāyatanaṃ, atthi na phoṭṭhabbāyatanaṃ. [10]",
  "ds2.2.2:61.8": "Āyatanatikaṃ.",
  "ds2.2.2:62.1": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ na cakkhudhātu.",
  "ds2.2.2:62.2": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi cakkhudhātu, atthi na cakkhudhātu.",
  "ds2.2.2:62.3": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ na sotadhātu …pe…",
  "ds2.2.2:62.4": "na ghānadhātu …pe…",
  "ds2.2.2:62.5": "na jivhādhātu …pe…",
  "ds2.2.2:62.6": "na kāyadhātu.",
  "ds2.2.2:62.7": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi kāyadhātu, atthi na kāyadhātu.",
  "ds2.2.2:63.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na rūpadhātu.",
  "ds2.2.2:63.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi rūpadhātu, atthi na rūpadhātu.",
  "ds2.2.2:63.3": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na saddadhātu …pe…",
  "ds2.2.2:63.4": "na gandhadhātu …pe…",
  "ds2.2.2:63.5": "na rasadhātu …pe…",
  "ds2.2.2:63.6": "na phoṭṭhabbadhātu.",
  "ds2.2.2:63.7": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi phoṭṭhabbadhātu, atthi na phoṭṭhabbadhātu. [10]",
  "ds2.2.2:63.8": "Dhātutikaṃ.",
  "ds2.2.2:64.1": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ na cakkhundriyaṃ.",
  "ds2.2.2:64.2": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi cakkhundriyaṃ, atthi na cakkhundriyaṃ.",
  "ds2.2.2:64.3": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ na sotindriyaṃ …pe…",
  "ds2.2.2:64.4": "na ghānindriyaṃ …pe…",
  "ds2.2.2:64.5": "na jivhindriyaṃ …pe…",
  "ds2.2.2:64.6": "na kāyindriyaṃ.",
  "ds2.2.2:64.7": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ atthi kāyindriyaṃ, atthi na kāyindriyaṃ.",
  "ds2.2.2:65.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na itthindriyaṃ.",
  "ds2.2.2:65.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi itthindriyaṃ, atthi na itthindriyaṃ.",
  "ds2.2.2:66.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na purisindriyaṃ.",
  "ds2.2.2:66.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi purisindriyaṃ, atthi na purisindriyaṃ.",
  "ds2.2.2:67.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na jīvitindriyaṃ.",
  "ds2.2.2:67.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi jīvitindriyaṃ, atthi na jīvitindriyaṃ. [8]",
  "ds2.2.2:67.3": "Indriyatikaṃ.",
  "ds2.2.2:68.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na kāyaviññatti.",
  "ds2.2.2:68.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi kāyaviññatti, atthi na kāyaviññatti.",
  "ds2.2.2:69.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na vacīviññatti.",
  "ds2.2.2:69.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi vacīviññatti, atthi na vacīviññatti.",
  "ds2.2.2:70.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na ākāsadhātu.",
  "ds2.2.2:70.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi ākāsadhātu, atthi na ākāsadhātu.",
  "ds2.2.2:71.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na āpodhātu.",
  "ds2.2.2:71.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi āpodhātu, atthi na āpodhātu.",
  "ds2.2.2:72.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ rūpassa na lahutā.",
  "ds2.2.2:72.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi rūpassa lahutā, atthi rūpassa na lahutā.",
  "ds2.2.2:73.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ rūpassa na mudutā.",
  "ds2.2.2:73.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi rūpassa mudutā, atthi rūpassa na mudutā.",
  "ds2.2.2:74.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ rūpassa na kammaññatā.",
  "ds2.2.2:74.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi rūpassa kammaññatā, atthi rūpassa na kammaññatā.",
  "ds2.2.2:75.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ rūpassa na upacayo.",
  "ds2.2.2:75.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi rūpassa upacayo, atthi rūpassa na upacayo.",
  "ds2.2.2:76.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ rūpassa na santati.",
  "ds2.2.2:76.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi rūpassa santati, atthi rūpassa na santati.",
  "ds2.2.2:77.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ rūpassa na jaratā.",
  "ds2.2.2:77.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi rūpassa jaratā, atthi rūpassa na jaratā.",
  "ds2.2.2:78.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ rūpassa na aniccatā.",
  "ds2.2.2:78.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi rūpassa aniccatā, atthi rūpassa na aniccatā.",
  "ds2.2.2:79.1": "Yaṃ taṃ rūpaṃ ajjhattikaṃ, taṃ na kabaḷīkāro āhāro.",
  "ds2.2.2:79.2": "Yaṃ taṃ rūpaṃ bāhiraṃ, taṃ atthi kabaḷīkāro āhāro, atthi na kabaḷīkāro āhāro. [12]",
  "ds2.2.2:79.3": "Evaṃ tividhena rūpasaṅgaho.",
  "ds2.2.2:79.4": "Sukhumarūpatikaṃ.",
  "ds2.2.2:79.5": "Tikaṃ.",
  "ds2.2.2:80.0": "2.2.2.4. Catukka",
  "ds2.2.2:80.1": "Catubbidhena rūpasaṅgaho—",
  "ds2.2.2:81.1": "Yaṃ taṃ rūpaṃ upādā, taṃ atthi upādinnaṃ, atthi anupādinnaṃ.",
  "ds2.2.2:81.2": "Yaṃ taṃ rūpaṃ no upādā, taṃ atthi upādinnaṃ, atthi anupādinnaṃ.",
  "ds2.2.2:82.1": "Yaṃ taṃ rūpaṃ upādā, taṃ atthi upādinnupādāniyaṃ, atthi anupādinnupādāniyaṃ.",
  "ds2.2.2:82.2": "Yaṃ taṃ rūpaṃ no upādā, taṃ atthi upādinnupādāniyaṃ, atthi anupādinnupādāniyaṃ.",
  "ds2.2.2:83.1": "Yaṃ taṃ rūpaṃ upādā, taṃ atthi sappaṭighaṃ, atthi appaṭighaṃ.",
  "ds2.2.2:83.2": "Yaṃ taṃ rūpaṃ no upādā, taṃ atthi sappaṭighaṃ, atthi appaṭighaṃ.",
  "ds2.2.2:84.1": "Yaṃ taṃ rūpaṃ upādā, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:84.2": "Yaṃ taṃ rūpaṃ no upādā, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:85.1": "Yaṃ taṃ rūpaṃ upādā, taṃ atthi dūre, atthi santike.",
  "ds2.2.2:85.2": "Yaṃ taṃ rūpaṃ no upādā, taṃ atthi dūre, atthi santike.",
  "ds2.2.2:86.1": "Yaṃ taṃ rūpaṃ upādinnaṃ, taṃ atthi sanidassanaṃ, atthi anidassanaṃ.",
  "ds2.2.2:86.2": "Yaṃ taṃ rūpaṃ anupādinnaṃ, taṃ atthi sanidassanaṃ, atthi anidassanaṃ.",
  "ds2.2.2:87.1": "Yaṃ taṃ rūpaṃ upādinnaṃ, taṃ atthi sappaṭighaṃ atthi appaṭighaṃ.",
  "ds2.2.2:87.2": "Yaṃ taṃ rūpaṃ anupādinnaṃ, taṃ atthi sappaṭighaṃ, atthi appaṭighaṃ.",
  "ds2.2.2:88.1": "Yaṃ taṃ rūpaṃ upādinnaṃ, taṃ atthi mahābhūtaṃ, atthi na mahābhūtaṃ.",
  "ds2.2.2:88.2": "Yaṃ taṃ rūpaṃ anupādinnaṃ, taṃ atthi mahābhūtaṃ, atthi na mahābhūtaṃ.",
  "ds2.2.2:89.1": "Yaṃ taṃ rūpaṃ upādinnaṃ, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:89.2": "Yaṃ taṃ rūpaṃ anupādinnaṃ, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:90.1": "Yaṃ taṃ rūpaṃ upādinnaṃ, taṃ atthi dūre, atthi santike.",
  "ds2.2.2:90.2": "Yaṃ taṃ rūpaṃ anupādinnaṃ, taṃ atthi dūre, atthi santike.",
  "ds2.2.2:91.1": "Yaṃ taṃ rūpaṃ upādinnupādāniyaṃ, taṃ atthi sanidassanaṃ, atthi anidassanaṃ.",
  "ds2.2.2:91.2": "Yaṃ taṃ rūpaṃ anupādinnupādāniyaṃ, taṃ atthi sanidassanaṃ, atthi anidassanaṃ.",
  "ds2.2.2:92.1": "Yaṃ taṃ rūpaṃ upādinnupādāniyaṃ, taṃ atthi sappaṭighaṃ, atthi appaṭighaṃ.",
  "ds2.2.2:92.2": "Yaṃ taṃ rūpaṃ anupādinnupādāniyaṃ, taṃ atthi sappaṭighaṃ, atthi appaṭighaṃ.",
  "ds2.2.2:93.1": "Yaṃ taṃ rūpaṃ upādinnupādāniyaṃ, taṃ atthi mahābhūtaṃ, atthi na mahābhūtaṃ.",
  "ds2.2.2:93.2": "Yaṃ taṃ rūpaṃ anupādinnupādāniyaṃ, taṃ atthi mahābhūtaṃ, atthi na mahābhūtaṃ.",
  "ds2.2.2:94.1": "Yaṃ taṃ rūpaṃ upādinnupādāniyaṃ, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:94.2": "Yaṃ taṃ rūpaṃ anupādinnupādāniyaṃ, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:95.1": "Yaṃ taṃ rūpaṃ upādinnupādāniyaṃ, taṃ atthi dūre, atthi santike.",
  "ds2.2.2:95.2": "Yaṃ taṃ rūpaṃ anupādinnupādāniyaṃ, taṃ atthi dūre, atthi santike.",
  "ds2.2.2:96.1": "Yaṃ taṃ rūpaṃ sappaṭighaṃ, taṃ atthi indriyaṃ, atthi na indriyaṃ.",
  "ds2.2.2:96.2": "Yaṃ taṃ rūpaṃ appaṭighaṃ, taṃ atthi indriyaṃ, atthi na indriyaṃ.",
  "ds2.2.2:97.1": "Yaṃ taṃ rūpaṃ sappaṭighaṃ, taṃ atthi mahābhūtaṃ, atthi na mahābhūtaṃ.",
  "ds2.2.2:97.2": "Yaṃ taṃ rūpaṃ appaṭighaṃ, taṃ atthi mahābhūtaṃ, atthi na mahābhūtaṃ.",
  "ds2.2.2:98.1": "Yaṃ taṃ rūpaṃ indriyaṃ, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:98.2": "Yaṃ taṃ rūpaṃ na indriyaṃ, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:99.1": "Yaṃ taṃ rūpaṃ indriyaṃ, taṃ atthi dūre, atthi santike.",
  "ds2.2.2:99.2": "Yaṃ taṃ rūpaṃ na indriyaṃ, taṃ atthi dūre, atthi santike.",
  "ds2.2.2:100.1": "Yaṃ taṃ rūpaṃ mahābhūtaṃ, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:100.2": "Yaṃ taṃ rūpaṃ na mahābhūtaṃ, taṃ atthi oḷārikaṃ, atthi sukhumaṃ.",
  "ds2.2.2:101.1": "Yaṃ taṃ rūpaṃ mahābhūtaṃ, taṃ atthi dūre, atthi santike.",
  "ds2.2.2:101.2": "Yaṃ taṃ rūpaṃ na mahābhūtaṃ, taṃ atthi dūre, atthi santike. [22]",
  "ds2.2.2:101.3": "Diṭṭhaṃ sutaṃ mutaṃ viññātaṃ rūpaṃ.",
  "ds2.2.2:101.4": "Evaṃ catubbidhena rūpasaṅgaho.",
  "ds2.2.2:101.5": "Catukkaṃ.",
  "ds2.2.2:102.0": "2.2.2.5. Pañcaka",
  "ds2.2.2:102.1": "Pañcavidhena rūpasaṅgaho—",
  "ds2.2.2:103.1": "Pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, yañca rūpaṃ upādā.",
  "ds2.2.2:103.2": "Evaṃ pañcavidhena rūpasaṅgaho.",
  "ds2.2.2:103.3": "Pañcakaṃ.",
  "ds2.2.2:104.0": "2.2.2.6. Chakka",
  "ds2.2.2:104.1": "Chabbidhena rūpasaṅgaho—",
  "ds2.2.2:105.1": "Cakkhuviññeyyaṃ rūpaṃ, sotaviññeyyaṃ rūpaṃ, ghānaviññeyyaṃ rūpaṃ, jivhāviññeyyaṃ rūpaṃ, kāyaviññeyyaṃ rūpaṃ, manoviññeyyaṃ rūpaṃ.",
  "ds2.2.2:105.2": "Evaṃ chabbidhena rūpasaṅgaho.",
  "ds2.2.2:105.3": "Chakkaṃ.",
  "ds2.2.2:106.0": "2.2.2.7. Sattaka",
  "ds2.2.2:106.1": "Sattavidhena rūpasaṅgaho—",
  "ds2.2.2:107.1": "Cakkhuviññeyyaṃ rūpaṃ, sotaviññeyyaṃ rūpaṃ, ghānaviññeyyaṃ rūpaṃ, jivhāviññeyyaṃ rūpaṃ, kāyaviññeyyaṃ rūpaṃ, manodhātuviññeyyaṃ rūpaṃ, manoviññāṇadhātuviññeyyaṃ rūpaṃ.",
  "ds2.2.2:107.2": "Evaṃ sattavidhena rūpasaṅgaho.",
  "ds2.2.2:107.3": "Sattakaṃ.",
  "ds2.2.2:108.0": "2.2.2.8. Aṭṭhaka",
  "ds2.2.2:108.1": "Aṭṭhavidhena rūpasaṅgaho—",
  "ds2.2.2:109.1": "Cakkhuviññeyyaṃ rūpaṃ, sotaviññeyyaṃ rūpaṃ, ghānaviññeyyaṃ rūpaṃ, jivhāviññeyyaṃ rūpaṃ, kāyaviññeyyaṃ rūpaṃ, atthi sukhasamphassaṃ, atthi dukkhasamphassaṃ, manodhātuviññeyyaṃ rūpaṃ, manoviññāṇadhātuviññeyyaṃ rūpaṃ.",
  "ds2.2.2:109.2": "Evaṃ aṭṭhavidhena rūpasaṅgaho.",
  "ds2.2.2:109.3": "Aṭṭhakaṃ.",
  "ds2.2.2:110.0": "2.2.2.9. Navaka",
  "ds2.2.2:110.1": "Navavidhena rūpasaṅgaho—",
  "ds2.2.2:111.1": "Cakkhundriyaṃ, sotindriyaṃ, ghānindriyaṃ, jivhindriyaṃ, kāyindriyaṃ, itthindriyaṃ, purisindriyaṃ, jīvitindriyaṃ, yañca rūpaṃ na indriyaṃ.",
  "ds2.2.2:111.2": "Evaṃ navavidhena rūpasaṅgaho.",
  "ds2.2.2:111.3": "Navakaṃ.",
  "ds2.2.2:112.0": "2.2.2.10. Dasaka",
  "ds2.2.2:112.1": "Dasavidhena rūpasaṅgaho—",
  "ds2.2.2:113.1": "Cakkhundriyaṃ, sotindriyaṃ, ghānindriyaṃ, jivhindriyaṃ kāyindriyaṃ, itthindriyaṃ, purisindriyaṃ, jīvitindriyaṃ, na indriyaṃ rūpaṃ atthi sappaṭighaṃ, atthi appaṭighaṃ.",
  "ds2.2.2:113.2": "Evaṃ dasavidhena rūpasaṅgaho.",
  "ds2.2.2:113.3": "Dasakaṃ.",
  "ds2.2.2:114.0": "2.2.2.11. Ekādasaka",
  "ds2.2.2:114.1": "Ekādasavidhena rūpasaṅgaho—",
  "ds2.2.2:115.1": "Cakkhāyatanaṃ, sotāyatanaṃ, ghānāyatanaṃ, jivhāyatanaṃ, kāyāyatanaṃ, rūpāyatanaṃ, saddāyatanaṃ, gandhāyatanaṃ, rasāyatanaṃ, phoṭṭhabbāyatanaṃ, yañca rūpaṃ anidassanaappaṭighaṃ dhammāyatanapariyāpannaṃ.",
  "ds2.2.2:115.2": "Evaṃ ekādasavidhena rūpasaṅgaho.",
  "ds2.2.2:115.3": "Ekādasakaṃ.",
  "ds2.2.2:115.4": "Mātikā."
}