{
  "an3.59:0.1": "Aṅguttara Nikāya 3 ",
  "an3.59:0.2": "6. Brāhmaṇavagga ",
  "an3.59:0.3": "59. Jāṇussoṇisutta ",
  "an3.59:1.1": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ …pe… ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ",
  "an3.59:1.2": "“yassassu, bho gotama, yañño vā saddhaṃ vā thālipāko vā deyyadhammaṃ vā, tevijjesu brāhmaṇesu dānaṃ dadeyyā”ti. ",
  "an3.59:1.3": "“Yathā kathaṃ pana, brāhmaṇa, brāhmaṇā tevijjaṃ paññapentī”ti? ",
  "an3.59:1.4": "“Idha kho, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, ajjhāyako mantadharo, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayoti. ",
  "an3.59:1.5": "Evaṃ kho, bho gotama, brāhmaṇā tevijjaṃ paññapentī”ti. ",
  "an3.59:2.1": "“Aññathā kho, brāhmaṇa, brāhmaṇā brāhmaṇaṃ tevijjaṃ paññapenti, aññathā ca pana ariyassa vinaye tevijjo hotī”ti. ",
  "an3.59:2.2": "“Yathā kathaṃ pana, bho gotama, ariyassa vinaye tevijjo hoti? ",
  "an3.59:2.3": "Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathā ariyassa vinaye tevijjo hotī”ti. ",
  "an3.59:2.4": "“Tena hi, brāhmaṇa, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
  "an3.59:2.5": "“Evaṃ, bho”ti kho jāṇussoṇi brāhmaṇo bhagavato paccassosi. ",
  "an3.59:2.6": "Bhagavā etadavoca: ",
  "an3.59:3.1": "“Idha pana, brāhmaṇa, bhikkhu vivicceva kāmehi …pe… ",
  "an3.59:3.2": "catutthaṃ jhānaṃ upasampajja viharati. ",
  "an3.59:4.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti. ",
  "an3.59:4.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "an3.59:4.3": "Ayamassa paṭhamā vijjā adhigatā hoti; ",
  "an3.59:4.4": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno yathā taṃ appamattassa ātāpino pahitattassa viharato. ",
  "an3.59:5.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti. ",
  "an3.59:5.2": "So dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti. ",
  "an3.59:5.3": "Ayamassa dutiyā vijjā adhigatā hoti; ",
  "an3.59:5.4": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno yathā taṃ appamattassa ātāpino pahitattassa viharato. ",
  "an3.59:6.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti. ",
  "an3.59:6.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti …pe… ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti; ",
  "an3.59:6.3": "‘ime āsavā’ti yathābhūtaṃ pajānāti …pe… ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
  "an3.59:6.4": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati; ",
  "an3.59:6.5": "vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
  "an3.59:6.6": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
  "an3.59:6.7": "Ayamassa tatiyā vijjā adhigatā hoti; ",
  "an3.59:6.8": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno yathā taṃ appamattassa ātāpino pahitattassa viharatoti. ",
  "an3.59:7.1": "Yo sīlabbatasampanno, ",
  "an3.59:7.2": "pahitatto samāhito; ",
  "an3.59:7.3": "Cittaṃ yassa vasībhūtaṃ, ",
  "an3.59:7.4": "ekaggaṃ susamāhitaṃ. ",
  "an3.59:8.1": "Pubbenivāsaṃ yo vedī, ",
  "an3.59:8.2": "saggāpāyañca passati; ",
  "an3.59:8.3": "Atho jātikkhayaṃ patto, ",
  "an3.59:8.4": "abhiññāvosito muni. ",
  "an3.59:9.1": "Etāhi tīhi vijjāhi, ",
  "an3.59:9.2": "tevijjo hoti brāhmaṇo; ",
  "an3.59:9.3": "Tamahaṃ vadāmi tevijjaṃ, ",
  "an3.59:9.4": "nāññaṃ lapitalāpananti. ",
  "an3.59:10.1": "Evaṃ kho, brāhmaṇa, ariyassa vinaye tevijjo hotī”ti. ",
  "an3.59:10.2": "“Aññathā, bho gotama, brāhmaṇānaṃ tevijjo, aññathā ca pana ariyassa vinaye tevijjo hoti. ",
  "an3.59:10.3": "Imassa ca, bho gotama, ariyassa vinaye tevijjassa brāhmaṇānaṃ tevijjo kalaṃ nāgghati soḷasiṃ. ",
  "an3.59:11.1": "Abhikkantaṃ, bho gotama …pe… ",
  "an3.59:11.2": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "an3.59:11.3": "Navamaṃ. "
}