{
  "an3.133:0.1": "Aṅguttara Nikāya 3 ",
  "an3.133:0.2": "14. Yodhājīvavagga ",
  "an3.133:0.3": "133. Yodhājīvasutta ",
  "an3.133:1.1": "“Tīhi, bhikkhave, aṅgehi samannāgato yodhājīvo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhyaṁ gacchati. ",
  "an3.133:1.2": "Katamehi tīhi? ",
  "an3.133:1.3": "Idha, bhikkhave, yodhājīvo dūre pātī ca hoti akkhaṇavedhī ca mahato ca kāyassa padāletā. ",
  "an3.133:1.4": "Imehi, kho, bhikkhave, tīhi aṅgehi samannāgato yodhājīvo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhyaṁ gacchati. ",
  "an3.133:1.5": "Evamevaṁ kho, bhikkhave, tīhi aṅgehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṁ puññakkhettaṁ lokassa. ",
  "an3.133:1.6": "Katamehi tīhi? ",
  "an3.133:1.7": "Idha, bhikkhave, bhikkhu dūre pātī ca hoti akkhaṇavedhī ca mahato ca kāyassa padāletā. ",
  "an3.133:2.1": "Kathañca, bhikkhave, bhikkhu dūre pātī hoti? ",
  "an3.133:2.2": "Idha, bhikkhave, bhikkhu yaṁ kiñci rūpaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā, sabbaṁ rūpaṁ: ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya passati. ",
  "an3.133:2.3": "Yā kāci vedanā atītānāgatapaccuppannā ajjhattā vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā yā dūre santike vā, sabbaṁ vedanaṁ: ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya passati. ",
  "an3.133:2.4": "Yā kāci saññā atītānāgatapaccuppannā ajjhattā vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā yā dūre santike vā, sabbaṁ saññaṁ: ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya passati. ",
  "an3.133:2.5": "Ye keci saṅkhārā atītānāgatapaccuppannā ajjhattā vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā ye dūre santike vā, sabbe saṅkhāre: ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya passati. ",
  "an3.133:2.6": "Yaṁ kiñci viññāṇaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā, sabbaṁ viññāṇaṁ: ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya passati. ",
  "an3.133:2.7": "Evaṁ kho, bhikkhave, bhikkhu dūre pātī hoti. ",
  "an3.133:3.1": "Kathañca, bhikkhave, bhikkhu akkhaṇavedhī hoti? ",
  "an3.133:3.2": "Idha, bhikkhave, bhikkhu ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti; ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti; ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti; ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "an3.133:3.3": "Evaṁ kho, bhikkhave, bhikkhu akkhaṇavedhī hoti. ",
  "an3.133:4.1": "Kathañca, bhikkhave, bhikkhu mahato kāyassa padāletā hoti? ",
  "an3.133:4.2": "Idha, bhikkhave, bhikkhu mahantaṁ avijjākkhandhaṁ padāleti. ",
  "an3.133:4.3": "Evaṁ kho, bhikkhave, bhikkhu mahato kāyassa padāletā hoti. ",
  "an3.133:4.4": "Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṁ puññakkhettaṁ lokassā”ti. ",
  "an3.133:4.5": "Paṭhamaṁ. "
}