{
  "an3.79:0.1": "Aṅguttara Nikāya 3 ",
  "an3.79:0.2": "8. Ānandavagga ",
  "an3.79:0.3": "79. Gandhajātasutta ",
  "an3.79:1.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "an3.79:2.1": "“Tīṇimāni, bhante, gandhajātāni, yesaṁ anuvātaṁyeva gandho gacchati, no paṭivātaṁ. ",
  "an3.79:2.2": "Katamāni tīṇi? ",
  "an3.79:2.3": "Mūlagandho, sāragandho, pupphagandho—",
  "an3.79:2.4": "imāni kho, bhante, tīṇi gandhajātāni, yesaṁ anuvātaṁyeva gandho gacchati, no paṭivātaṁ. ",
  "an3.79:2.5": "Atthi nu kho, bhante, kiñci gandhajātaṁ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti? ",
  "an3.79:3.1": "“Atthānanda, kiñci gandhajātaṁ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti. ",
  "an3.79:3.2": "“Katamañca pana, bhante, gandhajātaṁ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti? ",
  "an3.79:4.1": "“Idhānanda, yasmiṁ gāme vā nigame vā itthī vā puriso vā buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti, ",
  "an3.79:4.2": "pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti, sīlavā hoti kalyāṇadhammo, ",
  "an3.79:4.3": "vigatamalamaccherena cetasā agāraṁ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṁvibhāgarato. ",
  "an3.79:5.1": "Tassa disāsu samaṇabrāhmaṇā vaṇṇaṁ bhāsanti: ",
  "an3.79:5.2": "‘amukasmiṁ nāma gāme vā nigame vā itthī vā puriso vā buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti, ",
  "an3.79:5.3": "pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti, sīlavā hoti kalyāṇadhammo, ",
  "an3.79:5.4": "vigatamalamaccherena cetasā agāraṁ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṁvibhāgarato’ti. ",
  "an3.79:6.1": "Devatāpissa vaṇṇaṁ bhāsanti: ",
  "an3.79:6.2": "‘amukasmiṁ nāma gāme vā nigame vā itthī vā puriso vā buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti, ",
  "an3.79:6.3": "pāṇātipātā paṭivirato hoti …pe… surāmerayamajjapamādaṭṭhānā paṭivirato hoti, sīlavā hoti kalyāṇadhammo, ",
  "an3.79:6.4": "vigatamalamaccherena cetasā agāraṁ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṁvibhāgarato’ti. ",
  "an3.79:6.5": "Idaṁ kho taṁ, ānanda, gandhajātaṁ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatīti. ",
  "an3.79:7.1": "Na pupphagandho paṭivātameti, ",
  "an3.79:7.2": "Na candanaṁ tagaramallikā vā; ",
  "an3.79:7.3": "Satañca gandho paṭivātameti, ",
  "an3.79:7.4": "Sabbā disā sappuriso pavāyatī”ti. ",
  "an3.79:7.5": "Navamaṁ. "
}