{
  "an3.100:0.1": "Aṅguttara Nikāya 3 ",
  "an3.100:0.2": "10. Loṇakapallavagga ",
  "an3.100:0.3": "100. Loṇakapallasutta ",
  "an3.100:1.1": "“Yo, bhikkhave, evaṃ vadeyya: ",
  "an3.100:1.2": "‘yathā yathāyaṃ puriso kammaṃ karoti tathā tathā taṃ paṭisaṃvediyatī’ti, evaṃ santaṃ, bhikkhave, brahmacariyavāso na hoti, okāso na paññāyati sammā dukkhassa antakiriyāya. ",
  "an3.100:1.3": "Yo ca kho, bhikkhave, evaṃ vadeyya: ",
  "an3.100:1.4": "‘yathā yathā vedanīyaṃ ayaṃ puriso kammaṃ karoti tathā tathāssa vipākaṃ paṭisaṃvediyatī’ti, evaṃ santaṃ, bhikkhave, brahmacariyavāso hoti, okāso paññāyati sammā dukkhassa antakiriyāya. ",
  "an3.100:1.5": "Idha, bhikkhave, ekaccassa puggalassa appamattakampi pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti. ",
  "an3.100:1.6": "Idha pana, bhikkhave, ekaccassa puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva. ",
  "an3.100:2.1": "Kathaṃrūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti? ",
  "an3.100:2.2": "Idha pana, bhikkhave, ekacco puggalo abhāvitakāyo hoti abhāvitasīlo abhāvitacitto abhāvitapañño paritto appātumo appadukkhavihārī. ",
  "an3.100:2.3": "Evarūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti. ",
  "an3.100:3.1": "Kathaṃrūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva? ",
  "an3.100:3.2": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:3.3": "Evarūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva. ",
  "an3.100:4.1": "Seyyathāpi, bhikkhave, puriso loṇakapallaṃ paritte udakamallake pakkhipeyya. ",
  "an3.100:4.2": "Taṃ kiṃ maññatha, bhikkhave, ",
  "an3.100:4.3": "api nu taṃ parittaṃ udakaṃ amunā loṇakapallena loṇaṃ assa apeyyan”ti? ",
  "an3.100:4.4": "“Evaṃ, bhante”. ",
  "an3.100:4.5": "“Taṃ kissa hetu”? ",
  "an3.100:4.6": "“Aduñhi, bhante, parittaṃ udakakapallake udakaṃ, taṃ amunā loṇakapallena loṇaṃ assa apeyyan”ti. ",
  "an3.100:4.7": "“Seyyathāpi, bhikkhave, puriso loṇakapallakaṃ gaṅgāya nadiyā pakkhipeyya. ",
  "an3.100:4.8": "Taṃ kiṃ maññatha, bhikkhave, ",
  "an3.100:4.9": "api nu sā gaṅgā nadī amunā loṇakapallena loṇaṃ assa apeyyā”ti? ",
  "an3.100:4.10": "“No hetaṃ, bhante”. ",
  "an3.100:4.11": "“Taṃ kissa hetu”? ",
  "an3.100:4.12": "“Asu hi, bhante, gaṅgāya nadiyā mahā udakakkhandho so amunā loṇakapallena loṇo na assa apeyyo”ti. ",
  "an3.100:5.1": "“Evamevaṃ kho, bhikkhave, idhekaccassa puggalassa appamattakampi pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti. ",
  "an3.100:5.2": "Idha, bhikkhave, ekaccassa puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva. ",
  "an3.100:6.1": "Kathaṃrūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti? ",
  "an3.100:6.2": "Idha, bhikkhave, ekacco puggalo abhāvitakāyo hoti abhāvitasīlo abhāvitacitto abhāvitapañño paritto appātumo appadukkhavihārī. ",
  "an3.100:6.3": "Evarūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti. ",
  "an3.100:7.1": "Kathaṃrūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva? ",
  "an3.100:7.2": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:7.3": "Evarūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva. (1) ",
  "an3.100:8.1": "Idha, bhikkhave, ekacco aḍḍhakahāpaṇenapi bandhanaṃ nigacchati, kahāpaṇenapi bandhanaṃ nigacchati, kahāpaṇasatenapi bandhanaṃ nigacchati. ",
  "an3.100:8.2": "Idha, bhikkhave, ekacco aḍḍhakahāpaṇenapi na bandhanaṃ nigacchati, kahāpaṇenapi na bandhanaṃ nigacchati, kahāpaṇasatenapi na bandhanaṃ nigacchati. ",
  "an3.100:9.1": "Kathaṃrūpo, bhikkhave, aḍḍhakahāpaṇenapi bandhanaṃ nigacchati, kahāpaṇenapi bandhanaṃ nigacchati, kahāpaṇasatenapi bandhanaṃ nigacchati? ",
  "an3.100:9.2": "Idha, bhikkhave, ekacco daliddo hoti appassako appabhogo. ",
  "an3.100:9.3": "Evarūpo, bhikkhave, aḍḍhakahāpaṇenapi bandhanaṃ nigacchati, kahāpaṇenapi bandhanaṃ nigacchati, kahāpaṇasatenapi bandhanaṃ nigacchati. ",
  "an3.100:10.1": "Kathaṃrūpo, bhikkhave, aḍḍhakahāpaṇenapi na bandhanaṃ nigacchati, kahāpaṇenapi na bandhanaṃ nigacchati, kahāpaṇasatenapi na bandhanaṃ nigacchati? ",
  "an3.100:10.2": "Idha, bhikkhave, ekacco aḍḍho hoti mahaddhano mahābhogo. ",
  "an3.100:10.3": "Evarūpo, bhikkhave, aḍḍhakahāpaṇenapi na bandhanaṃ nigacchati, kahāpaṇenapi na bandhanaṃ nigacchati, kahāpaṇasatenapi na bandhanaṃ nigacchati. ",
  "an3.100:10.4": "Evamevaṃ kho, bhikkhave, idhekaccassa puggalassa appamattakaṃ pāpakammaṃ kataṃ. ",
  "an3.100:10.5": "Tamenaṃ nirayaṃ upaneti. ",
  "an3.100:10.6": "Idha, bhikkhave, ekaccassa puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva. ",
  "an3.100:11.1": "Kathaṃrūpassa, bhikkhave, puggalassa appamattakaṃ pāpakammaṃ kataṃ, tamenaṃ nirayaṃ upaneti? ",
  "an3.100:11.2": "Idha, bhikkhave, ekacco puggalo abhāvitakāyo hoti abhāvitasīlo abhāvitacitto abhāvitapañño paritto appātumo appadukkhavihārī. ",
  "an3.100:11.3": "Evarūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti. ",
  "an3.100:12.1": "Kathaṃrūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva? ",
  "an3.100:12.2": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:12.3": "Evarūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva. (2) ",
  "an3.100:13.1": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:13.2": "Evarūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva. ",
  "an3.100:13.3": "Seyyathāpi, bhikkhave, orabbhiko vā urabbhaghātako vā appekaccaṃ urabbhaṃ adinnaṃ ādiyamānaṃ pahoti hantuṃ vā bandhituṃ vā jāpetuṃ vā yathāpaccayaṃ vā kātuṃ, appekaccaṃ urabbhaṃ adinnaṃ ādiyamānaṃ nappahoti hantuṃ vā bandhituṃ vā jāpetuṃ vā yathāpaccayaṃ vā kātuṃ. ",
  "an3.100:14.1": "Kathaṃrūpaṃ, bhikkhave, orabbhiko vā urabbhaghātako vā urabbhaṃ adinnaṃ ādiyamānaṃ pahoti hantuṃ vā bandhituṃ vā jāpetuṃ vā yathāpaccayaṃ vā kātuṃ? ",
  "an3.100:14.2": "Idha, bhikkhave, ekacco daliddo hoti appassako appabhogo. ",
  "an3.100:14.3": "Evarūpaṃ, bhikkhave, orabbhiko vā urabbhaghātako vā urabbhaṃ adinnaṃ ādiyamānaṃ pahoti hantuṃ vā bandhituṃ vā jāpetuṃ vā yathāpaccayaṃ vā kātuṃ. ",
  "an3.100:15.1": "Kathaṃrūpaṃ, bhikkhave, orabbhiko vā urabbhaghātako vā urabbhaṃ adinnaṃ ādiyamānaṃ nappahoti hantuṃ vā bandhituṃ vā jāpetuṃ vā yathāpaccayaṃ vā kātuṃ. ",
  "an3.100:15.2": "Idha, bhikkhave, ekacco aḍḍho hoti mahaddhano mahābhogo rājā vā rājamahāmatto vā. ",
  "an3.100:15.3": "Evarūpaṃ, bhikkhave, orabbhiko vā urabbhaghātako vā urabbhaṃ adinnaṃ ādiyamānaṃ nappahoti hantuṃ vā bandhituṃ vā jāpetuṃ vā yathāpaccayaṃ vā kātuṃ. ",
  "an3.100:15.4": "Aññadatthu pañjalikova naṃ yācati: ",
  "an3.100:15.5": "‘dehi me, mārisa, urabbhaṃ vā urabbhadhanaṃ vā’ti. ",
  "an3.100:15.6": "Evamevaṃ kho, bhikkhave, idhekaccassa puggalassa tādisaṃyeva appamattakampi pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti. ",
  "an3.100:15.7": "Idha pana, bhikkhave, ekaccassa puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva. ",
  "an3.100:16.1": "Kathaṃrūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti? ",
  "an3.100:16.2": "Idha, bhikkhave, ekacco puggalo abhāvitakāyo hoti abhāvitasīlo abhāvitacitto abhāvitapañño paritto appātumo appadukkhavihārī. ",
  "an3.100:16.3": "Evarūpassa, bhikkhave, puggalassa appamattakampi pāpakammaṃ kataṃ tamenaṃ nirayaṃ upaneti. ",
  "an3.100:17.1": "Kathaṃrūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva? ",
  "an3.100:17.2": "Idha, bhikkhave, ekacco puggalo bhāvitakāyo hoti bhāvitasīlo bhāvitacitto bhāvitapañño aparitto mahatto appamāṇavihārī. ",
  "an3.100:17.3": "Evarūpassa, bhikkhave, puggalassa tādisaṃyeva appamattakaṃ pāpakammaṃ kataṃ diṭṭhadhammavedanīyaṃ hoti, nāṇupi khāyati, kiṃ bahudeva. (3) ",
  "an3.100:18.1": "Yo, bhikkhave, evaṃ vadeyya: ",
  "an3.100:18.2": "‘yathā yathāyaṃ puriso kammaṃ karoti tathā tathā taṃ paṭisaṃvedetī’ti, evaṃ santaṃ, bhikkhave, brahmacariyavāso na hoti, okāso na paññāyati sammā dukkhassa antakiriyāya. ",
  "an3.100:18.3": "Yo ca kho, bhikkhave, evaṃ vadeyya: ",
  "an3.100:18.4": "‘yathā yathā vedanīyaṃ ayaṃ puriso kammaṃ karoti tathā tathā tassa vipākaṃ paṭisaṃvedetī’ti, evaṃ santaṃ, bhikkhave, brahmacariyavāso hoti, okāso paññāyati sammā dukkhassa antakiriyāyā”ti. ",
  "an3.100:18.5": "Navamaṃ. "
}