{
  "an3.39:0.1": "Aṅguttara Nikāya 3 ",
  "an3.39:0.2": "4. Devadūtavagga ",
  "an3.39:0.3": "39. Sukhumālasutta ",
  "an3.39:1.1": "“Sukhumālo ahaṁ, bhikkhave, paramasukhumālo accantasukhumālo. ",
  "an3.39:1.2": "Mama sudaṁ, bhikkhave, pitu nivesane pokkharaṇiyo kāritā honti. ",
  "an3.39:1.3": "Ekattha sudaṁ, bhikkhave, uppalaṁ vappati, ekattha padumaṁ, ekattha puṇḍarīkaṁ, yāvadeva mamatthāya. ",
  "an3.39:1.4": "Na kho panassāhaṁ, bhikkhave, akāsikaṁ candanaṁ dhāremi. Kāsikaṁ, bhikkhave, su me taṁ veṭhanaṁ hoti, kāsikā kañcukā, kāsikaṁ nivāsanaṁ, kāsiko uttarāsaṅgo. ",
  "an3.39:1.5": "Rattindivaṁ kho pana me su taṁ, bhikkhave, setacchattaṁ dhārīyati: ",
  "an3.39:1.6": "‘mā naṁ phusi sītaṁ vā uṇhaṁ vā tiṇaṁ vā rajo vā ussāvo vā’ti. ",
  "an3.39:2.1": "Tassa mayhaṁ, bhikkhave, tayo pāsādā ahesuṁ—eko hemantiko, eko gimhiko, eko vassiko. ",
  "an3.39:2.2": "So kho ahaṁ, bhikkhave, vassike pāsāde vassike cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṁ orohāmi. ",
  "an3.39:2.3": "Yathā kho pana, bhikkhave, aññesaṁ nivesane dāsakammakaraporisassa kaṇājakaṁ bhojanaṁ dīyati bilaṅgadutiyaṁ, evamevassu me, bhikkhave, pitu nivesane dāsakammakaraporisassa sālimaṁsodano dīyati. ",
  "an3.39:3.1": "Tassa mayhaṁ, bhikkhave, evarūpāya iddhiyā samannāgatassa evarūpena ca sukhumālena etadahosi: ",
  "an3.39:3.2": "‘assutavā kho puthujjano attanā jarādhammo samāno jaraṁ anatīto paraṁ jiṇṇaṁ disvā aṭṭīyati harāyati jigucchati attānaṁyeva atisitvā, ahampi khomhi jarādhammo jaraṁ anatīto. ",
  "an3.39:3.3": "Ahañceva kho pana jarādhammo samāno jaraṁ anatīto paraṁ jiṇṇaṁ disvā aṭṭīyeyyaṁ harāyeyyaṁ jiguccheyyaṁ na metaṁ assa patirūpan’ti. ",
  "an3.39:3.4": "Tassa mayhaṁ, bhikkhave, iti paṭisañcikkhato yo yobbane yobbanamado so sabbaso pahīyi. ",
  "an3.39:4.1": "Assutavā kho puthujjano attanā byādhidhammo samāno byādhiṁ anatīto paraṁ byādhitaṁ disvā aṭṭīyati harāyati jigucchati attānaṁyeva atisitvā: ",
  "an3.39:4.2": "‘ahampi khomhi byādhidhammo byādhiṁ anatīto, ahañceva kho pana byādhidhammo samāno byādhiṁ anatīto paraṁ byādhikaṁ disvā aṭṭīyeyyaṁ harāyeyyaṁ jiguccheyyaṁ, na metaṁ assa patirūpan’ti. ",
  "an3.39:4.3": "Tassa mayhaṁ, bhikkhave, iti paṭisañcikkhato yo ārogye ārogyamado so sabbaso pahīyi. ",
  "an3.39:5.1": "Assutavā kho puthujjano attanā maraṇadhammo samāno maraṇaṁ anatīto paraṁ mataṁ disvā aṭṭīyati harāyati jigucchati attānaṁyeva atisitvā: ",
  "an3.39:5.2": "‘ahampi khomhi maraṇadhammo, maraṇaṁ anatīto, ahaṁ ceva kho pana maraṇadhammo samāno maraṇaṁ anatīto paraṁ mataṁ disvā aṭṭīyeyyaṁ harāyeyyaṁ jiguccheyyaṁ, na metaṁ assa patirūpan’ti. ",
  "an3.39:5.3": "Tassa mayhaṁ, bhikkhave, iti paṭisañcikkhato yo jīvite jīvitamado so sabbaso pahīyīti. ",
  "an3.39:6.1": "Tayome, bhikkhave, madā. ",
  "an3.39:6.2": "Katame tayo? ",
  "an3.39:6.3": "Yobbanamado, ārogyamado, jīvitamado. ",
  "an3.39:6.4": "Yobbanamadamatto vā, bhikkhave, assutavā puthujjano kāyena duccaritaṁ carati, vācāya duccaritaṁ carati, manasā duccaritaṁ carati. ",
  "an3.39:6.5": "So kāyena duccaritaṁ caritvā, vācāya duccaritaṁ caritvā, manasā duccaritaṁ caritvā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "an3.39:6.6": "Ārogyamadamatto vā, bhikkhave, assutavā puthujjano …pe… ",
  "an3.39:6.7": "jīvitamadamatto vā, bhikkhave, assutavā puthujjano kāyena duccaritaṁ carati, vācāya duccaritaṁ carati, manasā duccaritaṁ carati. ",
  "an3.39:6.8": "So kāyena duccaritaṁ caritvā, vācāya duccaritaṁ caritvā, manasā duccaritaṁ caritvā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "an3.39:7.1": "Yobbanamadamatto vā, bhikkhave, bhikkhu sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an3.39:7.2": "Ārogyamadamatto vā, bhikkhave, bhikkhu …pe… ",
  "an3.39:7.3": "jīvitamadamatto vā, bhikkhave, bhikkhu sikkhaṁ paccakkhāya hīnāyāvattatīti. ",
  "an3.39:8.1": "Byādhidhammā jarādhammā, ",
  "an3.39:8.2": "atho maraṇadhammino; ",
  "an3.39:8.3": "Yathādhammā tathāsantā, ",
  "an3.39:8.4": "jigucchanti puthujjanā. ",
  "an3.39:9.1": "Ahañce taṁ jiguccheyyaṁ, ",
  "an3.39:9.2": "evaṁdhammesu pāṇisu; ",
  "an3.39:9.3": "Na metaṁ patirūpassa, ",
  "an3.39:9.4": "mama evaṁ vihārino. ",
  "an3.39:10.1": "Sohaṁ evaṁ viharanto, ",
  "an3.39:10.2": "ñatvā dhammaṁ nirūpadhiṁ; ",
  "an3.39:10.3": "Ārogye yobbanasmiñca, ",
  "an3.39:10.4": "jīvitasmiñca ye madā. ",
  "an3.39:11.1": "Sabbe made abhibhosmi, ",
  "an3.39:11.2": "Nekkhamme daṭṭhu khemataṁ; ",
  "an3.39:11.3": "Tassa me ahu ussāho, ",
  "an3.39:11.4": "Nibbānaṁ abhipassato. ",
  "an3.39:12.1": "Nāhaṁ bhabbo etarahi, ",
  "an3.39:12.2": "Kāmāni paṭisevituṁ; ",
  "an3.39:12.3": "Anivatti bhavissāmi, ",
  "an3.39:12.4": "Brahmacariyaparāyaṇo”ti. ",
  "an3.39:12.5": "Navamaṁ. "
}