{
  "an3.34:0.1": "Aṅguttara Nikāya 3 ",
  "an3.34:0.2": "4. Devadūtavagga ",
  "an3.34:0.3": "34. Nidānasutta ",
  "an3.34:1.1": "“Tīṇimāni, bhikkhave, nidānāni kammānaṁ samudayāya. ",
  "an3.34:1.2": "Katamāni tīṇi? ",
  "an3.34:1.3": "Lobho nidānaṁ kammānaṁ samudayāya, doso nidānaṁ kammānaṁ samudayāya, moho nidānaṁ kammānaṁ samudayāya. ",
  "an3.34:2.1": "Yaṁ, bhikkhave, lobhapakataṁ kammaṁ lobhajaṁ lobhanidānaṁ lobhasamudayaṁ, yatthassa attabhāvo nibbattati tattha taṁ kammaṁ vipaccati. ",
  "an3.34:2.2": "Yattha taṁ kammaṁ vipaccati tattha tassa kammassa vipākaṁ paṭisaṁvedeti, diṭṭhe vā dhamme upapajja vā apare vā pariyāye. ",
  "an3.34:3.1": "Yaṁ, bhikkhave, dosapakataṁ kammaṁ dosajaṁ dosanidānaṁ dosasamudayaṁ, yatthassa attabhāvo nibbattati tattha taṁ kammaṁ vipaccati. ",
  "an3.34:3.2": "Yattha taṁ kammaṁ vipaccati tattha tassa kammassa vipākaṁ paṭisaṁvedeti, diṭṭhe vā dhamme upapajja vā apare vā pariyāye. ",
  "an3.34:4.1": "Yaṁ, bhikkhave, mohapakataṁ kammaṁ mohajaṁ mohanidānaṁ mohasamudayaṁ, yatthassa attabhāvo nibbattati tattha taṁ kammaṁ vipaccati. ",
  "an3.34:4.2": "Yattha taṁ kammaṁ vipaccati tattha tassa kammassa vipākaṁ paṭisaṁvedeti, diṭṭhe vā dhamme upapajja vā apare vā pariyāye. ",
  "an3.34:5.1": "Seyyathāpi, bhikkhave, bījāni akhaṇḍāni apūtīni avātātapahatāni sārādāni sukhasayitāni sukhette suparikammakatāya bhūmiyā nikkhittāni. ",
  "an3.34:5.2": "Devo ca sammādhāraṁ anuppaveccheyya. ",
  "an3.34:5.3": "Evassu tāni, bhikkhave, bījāni vuddhiṁ viruḷhiṁ vepullaṁ āpajjeyyuṁ. ",
  "an3.34:5.4": "Evamevaṁ kho, bhikkhave, yaṁ lobhapakataṁ kammaṁ lobhajaṁ lobhanidānaṁ lobhasamudayaṁ, yatthassa attabhāvo nibbattati tattha taṁ kammaṁ vipaccati. ",
  "an3.34:5.5": "Yattha taṁ kammaṁ vipaccati tattha tassa kammassa vipākaṁ paṭisaṁvedeti, diṭṭhe vā dhamme upapajja vā apare vā pariyāye. ",
  "an3.34:6.1": "Yaṁ dosapakataṁ kammaṁ …pe… ",
  "an3.34:6.2": "yaṁ mohapakataṁ kammaṁ mohajaṁ mohanidānaṁ mohasamudayaṁ, yatthassa attabhāvo nibbattati tattha taṁ kammaṁ vipaccati. ",
  "an3.34:6.3": "Yattha taṁ kammaṁ vipaccati tattha tassa kammassa vipākaṁ paṭisaṁvedeti, diṭṭhe vā dhamme upapajja vā apare vā pariyāye. ",
  "an3.34:6.4": "Imāni kho, bhikkhave, tīṇi nidānāni kammānaṁ samudayāya. ",
  "an3.34:7.1": "Tīṇimāni, bhikkhave, nidānāni kammānaṁ samudayāya. ",
  "an3.34:7.2": "Katamāni tīṇi? ",
  "an3.34:7.3": "Alobho nidānaṁ kammānaṁ samudayāya, adoso nidānaṁ kammānaṁ samudayāya, amoho nidānaṁ kammānaṁ samudayāya. ",
  "an3.34:8.1": "Yaṁ, bhikkhave, alobhapakataṁ kammaṁ alobhajaṁ alobhanidānaṁ alobhasamudayaṁ, lobhe vigate evaṁ taṁ kammaṁ pahīnaṁ hoti ucchinnamūlaṁ tālāvatthukataṁ anabhāvaṅkataṁ āyatiṁ anuppādadhammaṁ. ",
  "an3.34:9.1": "Yaṁ, bhikkhave, adosapakataṁ kammaṁ adosajaṁ adosanidānaṁ adosasamudayaṁ, dose vigate evaṁ taṁ kammaṁ pahīnaṁ hoti ucchinnamūlaṁ tālāvatthukataṁ anabhāvaṅkataṁ āyatiṁ anuppādadhammaṁ. ",
  "an3.34:10.1": "Yaṁ, bhikkhave, amohapakataṁ kammaṁ amohajaṁ amohanidānaṁ amohasamudayaṁ, mohe vigate evaṁ taṁ kammaṁ pahīnaṁ hoti ucchinnamūlaṁ tālāvatthukataṁ anabhāvaṅkataṁ āyatiṁ anuppādadhammaṁ. ",
  "an3.34:11.1": "Seyyathāpi, bhikkhave, bījāni akhaṇḍāni apūtīni avātātapahatāni sārādāni sukhasayitāni. ",
  "an3.34:11.2": "Tāni puriso agginā ḍaheyya. ",
  "an3.34:11.3": "Agginā ḍahitvā masiṁ kareyya. ",
  "an3.34:11.4": "Masiṁ karitvā mahāvāte vā ophuṇeyya nadiyā vā sīghasotāya pavāheyya. ",
  "an3.34:11.5": "Evassu tāni, bhikkhave, bījāni ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni āyatiṁ anuppādadhammāni. ",
  "an3.34:11.6": "Evamevaṁ kho, bhikkhave, yaṁ alobhapakataṁ kammaṁ alobhajaṁ alobhanidānaṁ alobhasamudayaṁ, lobhe vigate evaṁ taṁ kammaṁ pahīnaṁ hoti ucchinnamūlaṁ tālāvatthukataṁ anabhāvaṅkataṁ āyatiṁ anuppādadhammaṁ. ",
  "an3.34:12.1": "Yaṁ adosapakataṁ kammaṁ …pe… ",
  "an3.34:12.2": "yaṁ amohapakataṁ kammaṁ amohajaṁ amohanidānaṁ amohasamudayaṁ, mohe vigate evaṁ taṁ kammaṁ pahīnaṁ hoti …pe… ",
  "an3.34:12.3": "āyatiṁ anuppādadhammaṁ. ",
  "an3.34:12.4": "Imāni kho, bhikkhave, tīṇi nidānāni kammānaṁ samudayāyāti. ",
  "an3.34:13.1": "Lobhajaṁ dosajañceva, ",
  "an3.34:13.2": "mohajañcāpaviddasu; ",
  "an3.34:13.3": "Yaṁ tena pakataṁ kammaṁ, ",
  "an3.34:13.4": "appaṁ vā yadi vā bahuṁ; ",
  "an3.34:13.5": "Idheva taṁ vedaniyaṁ, ",
  "an3.34:13.6": "vatthu aññaṁ na vijjati. ",
  "an3.34:14.1": "Tasmā lobhañca dosañca, ",
  "an3.34:14.2": "mohajañcāpi viddasu; ",
  "an3.34:14.3": "Vijjaṁ uppādayaṁ bhikkhu, ",
  "an3.34:14.4": "sabbā duggatiyo jahe”ti. ",
  "an3.34:14.5": "Catutthaṁ. "
}