{
  "an3.99:0.1": "Aṅguttara Nikāya 3 ",
  "an3.99:0.2": "10. Loṇakapallavagga ",
  "an3.99:0.3": "99. Potthakasutta ",
  "an3.99:1.1": "“Navopi, bhikkhave, potthako dubbaṇṇo ca hoti dukkhasamphasso ca appaggho ca; ",
  "an3.99:1.2": "majjhimopi, bhikkhave, potthako dubbaṇṇo ca hoti dukkhasamphasso ca appaggho ca; ",
  "an3.99:1.3": "jiṇṇopi, bhikkhave, potthako dubbaṇṇo ca hoti dukkhasamphasso ca appaggho ca. ",
  "an3.99:1.4": "Jiṇṇampi, bhikkhave, potthakaṃ ukkhaliparimajjanaṃ vā karonti saṅkārakūṭe vā naṃ chaḍḍenti. ",
  "an3.99:2.1": "Evamevaṃ kho, bhikkhave, navo cepi bhikkhu hoti dussīlo pāpadhammo. ",
  "an3.99:2.2": "Idamassa dubbaṇṇatāya vadāmi. ",
  "an3.99:2.3": "Seyyathāpi so, bhikkhave, potthako dubbaṇṇo tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an3.99:2.4": "Ye kho panassa sevanti bhajanti payirupāsanti diṭṭhānugatiṃ āpajjanti, tesaṃ taṃ hoti dīgharattaṃ ahitāya dukkhāya. ",
  "an3.99:2.5": "Idamassa dukkhasamphassatāya vadāmi. ",
  "an3.99:2.6": "Seyyathāpi so, bhikkhave, potthako dukkhasamphasso tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an3.99:2.7": "Yesaṃ kho pana so paṭiggaṇhāti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ, tesaṃ taṃ na mahapphalaṃ hoti na mahānisaṃsaṃ. ",
  "an3.99:2.8": "Idamassa appagghatāya vadāmi. ",
  "an3.99:2.9": "Seyyathāpi so, bhikkhave, potthako appaggho tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an3.99:2.10": "Majjhimo cepi, bhikkhave, bhikkhu hoti …pe… ",
  "an3.99:2.11": "thero cepi, bhikkhave, bhikkhu hoti dussīlo pāpadhammo, idamassa dubbaṇṇatāya vadāmi. ",
  "an3.99:2.12": "Seyyathāpi so, bhikkhave, potthako dubbaṇṇo tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an3.99:2.13": "Ye kho panassa sevanti bhajanti payirupāsanti diṭṭhānugatiṃ āpajjanti, tesaṃ taṃ hoti dīgharattaṃ ahitāya dukkhāya. ",
  "an3.99:2.14": "Idamassa dukkhasamphassatāya vadāmi. ",
  "an3.99:2.15": "Seyyathāpi so, bhikkhave, potthako dukkhasamphasso tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an3.99:2.16": "Yesaṃ kho pana so paṭiggaṇhāti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ, tesaṃ taṃ na mahapphalaṃ hoti na mahānisaṃsaṃ. ",
  "an3.99:2.17": "Idamassa appagghatāya vadāmi. ",
  "an3.99:2.18": "Seyyathāpi so, bhikkhave, potthako appaggho tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an3.99:3.1": "Evarūpo cāyaṃ, bhikkhave, thero bhikkhu saṅghamajjhe bhaṇati. ",
  "an3.99:3.2": "Tamenaṃ bhikkhū evamāhaṃsu: ",
  "an3.99:3.3": "‘kiṃ nu kho tuyhaṃ bālassa abyattassa bhaṇitena, ",
  "an3.99:3.4": "tvampi nāma bhaṇitabbaṃ maññasī’ti. ",
  "an3.99:3.5": "So kupito anattamano tathārūpiṃ vācaṃ nicchāreti yathārūpāya vācāya saṅgho taṃ ukkhipati, saṅkārakūṭeva naṃ potthakaṃ. ",
  "an3.99:4.1": "Navampi, bhikkhave, kāsikaṃ vatthaṃ vaṇṇavantañceva hoti sukhasamphassañca mahagghañca; majjhimampi, bhikkhave, kāsikaṃ vatthaṃ vaṇṇavantañceva hoti sukhasamphassañca mahagghañca; jiṇṇampi, bhikkhave, kāsikaṃ vatthaṃ vaṇṇavantañceva hoti sukhasamphassañca mahagghañca. ",
  "an3.99:4.2": "Jiṇṇampi, bhikkhave, kāsikaṃ vatthaṃ ratanapaliveṭhanaṃ vā karoti gandhakaraṇḍake vā naṃ pakkhipanti. ",
  "an3.99:5.1": "Evamevaṃ kho, bhikkhave, navo cepi bhikkhu hoti sīlavā kalyāṇadhammo, idamassa suvaṇṇatāya vadāmi. ",
  "an3.99:5.2": "Seyyathāpi taṃ, bhikkhave, kāsikaṃ vatthaṃ vaṇṇavantaṃ tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an3.99:5.3": "Ye kho panassa sevanti bhajanti payirupāsanti diṭṭhānugatiṃ āpajjanti, tesaṃ taṃ hoti dīgharattaṃ hitāya sukhāya. ",
  "an3.99:5.4": "Idamassa sukhasamphassatāya vadāmi. ",
  "an3.99:5.5": "Seyyathāpi taṃ, bhikkhave, kāsikaṃ vatthaṃ sukhasamphassaṃ tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an3.99:5.6": "Yesaṃ kho pana so paṭiggaṇhāti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ, tesaṃ taṃ mahapphalaṃ hoti mahānisaṃsaṃ. ",
  "an3.99:5.7": "Idamassa mahagghatāya vadāmi. ",
  "an3.99:5.8": "Seyyathāpi taṃ, bhikkhave, kāsikaṃ vatthaṃ mahagghaṃ tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an3.99:5.9": "Majjhimo cepi, bhikkhave, bhikkhu hoti …pe… ",
  "an3.99:5.10": "thero cepi, bhikkhave, bhikkhu hoti …pe… puggalaṃ vadāmi. ",
  "an3.99:6.1": "Evarūpo cāyaṃ, bhikkhave, thero bhikkhu saṃghamajjhe bhaṇati. ",
  "an3.99:6.2": "Tamenaṃ bhikkhū evamāhaṃsu: ",
  "an3.99:6.3": "‘appasaddā āyasmanto hotha, thero bhikkhu dhammañca vinayañca bhaṇatī’ti. ",
  "an3.99:6.4": "Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ",
  "an3.99:6.5": "‘kāsikavatthūpamā bhavissāma, na potthakūpamā’ti. ",
  "an3.99:6.6": "Evañhi vo, bhikkhave, sikkhitabban”ti. ",
  "an3.99:6.7": "Aṭṭhamaṃ. "
}