{
  "an3.93:0.1": "Aṅguttara Nikāya 3 ",
  "an3.93:0.2": "10. Loṇakapallavagga ",
  "an3.93:0.3": "93. Pavivekasutta ",
  "an3.93:1.1": "“Tīṇimāni, bhikkhave, aññatitthiyā paribbājakā pavivekāni paññāpenti. ",
  "an3.93:1.2": "Katamāni tīṇi? ",
  "an3.93:1.3": "Cīvarapavivekaṃ, piṇḍapātapavivekaṃ, senāsanapavivekaṃ. ",
  "an3.93:2.1": "Tatridaṃ, bhikkhave, aññatitthiyā paribbājakā cīvarapavivekasmiṃ paññāpenti, sāṇānipi dhārenti, masāṇānipi dhārenti, chavadussānipi dhārenti, paṃsukūlānipi dhārenti, tirīṭānipi dhārenti, ajinampi dhārenti, ajinakkhipampi dhārenti, kusacīrampi dhārenti, vākacīrampi dhārenti, phalakacīrampi dhārenti, kesakambalampi dhārenti, vālakambalampi dhārenti, ulūkapakkhikampi dhārenti. ",
  "an3.93:2.2": "Idaṃ kho, bhikkhave, aññatitthiyā paribbājakā cīvarapavivekasmiṃ paññāpenti. ",
  "an3.93:3.1": "Tatridaṃ, bhikkhave, aññatitthiyā paribbājakā piṇḍapātapavivekasmiṃ paññāpenti. ",
  "an3.93:3.2": "Sākabhakkhāpi honti, sāmākabhakkhāpi honti, nīvārabhakkhāpi honti, daddulabhakkhāpi honti, haṭabhakkhāpi honti, kaṇabhakkhāpi honti, ācāmabhakkhāpi honti, piññākabhakkhāpi honti, tiṇabhakkhāpi honti, gomayabhakkhāpi honti, vanamūlaphalāhārā yāpenti pavattaphalabhojī. ",
  "an3.93:3.3": "Idaṃ kho, bhikkhave, aññatitthiyā paribbājakā piṇḍapātapavivekasmiṃ paññāpenti. ",
  "an3.93:4.1": "Tatridaṃ, bhikkhave, aññatitthiyā paribbājakā senāsanapavivekasmiṃ paññāpenti araññaṃ rukkhamūlaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ bhusāgāraṃ. ",
  "an3.93:4.2": "Idaṃ kho, bhikkhave, aññatitthiyā paribbājakā senāsanapavivekasmiṃ paññāpenti. ",
  "an3.93:4.3": "Imāni kho, bhikkhave, tīṇi aññatitthiyā paribbājakā pavivekāni paññāpenti. ",
  "an3.93:5.1": "Tīṇi kho panimāni, bhikkhave, imasmiṃ dhammavinaye bhikkhuno pavivekāni. ",
  "an3.93:5.2": "Katamāni tīṇi? ",
  "an3.93:5.3": "Idha, bhikkhave, bhikkhu sīlavā ca hoti, dussīlyañcassa pahīnaṃ hoti, tena ca vivitto hoti; ",
  "an3.93:5.4": "sammādiṭṭhiko ca hoti, micchādiṭṭhi cassa pahīnā hoti, tāya ca vivitto hoti; ",
  "an3.93:5.5": "khīṇāsavo ca hoti, āsavā cassa pahīnā honti, tehi ca vivitto hoti. ",
  "an3.93:5.6": "Yato kho, bhikkhave, bhikkhu sīlavā hoti, dussīlyañcassa pahīnaṃ hoti, tena ca vivitto hoti; ",
  "an3.93:5.7": "sammādiṭṭhiko ca hoti, micchādiṭṭhi cassa pahīnā hoti, tāya ca vivitto hoti; ",
  "an3.93:5.8": "khīṇāsavo ca hoti, āsavā cassa pahīnā honti, tehi ca vivitto hoti. ",
  "an3.93:5.9": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu aggappatto sārappatto suddho sāre patiṭṭhito’. ",
  "an3.93:6.1": "Seyyathāpi, bhikkhave, kassakassa gahapatissa sampannaṃ sālikkhettaṃ. ",
  "an3.93:6.2": "Tamenaṃ kassako gahapati sīghaṃ sīghaṃ lavāpeyya. ",
  "an3.93:6.3": "Sīghaṃ sīghaṃ lavāpetvā sīghaṃ sīghaṃ saṅgharāpeyya. ",
  "an3.93:6.4": "Sīghaṃ sīghaṃ saṅgharāpetvā sīghaṃ sīghaṃ ubbahāpeyya. ",
  "an3.93:6.5": "Sīghaṃ sīghaṃ ubbahāpetvā sīghaṃ sīghaṃ puñjaṃ kārāpeyya. ",
  "an3.93:6.6": "Sīghaṃ sīghaṃ puñjaṃ kārāpetvā sīghaṃ sīghaṃ maddāpeyya. ",
  "an3.93:6.7": "Sīghaṃ sīghaṃ maddāpetvā sīghaṃ sīghaṃ palālāni uddharāpeyya. ",
  "an3.93:6.8": "Sīghaṃ sīghaṃ palālāni uddharāpetvā sīghaṃ sīghaṃ bhusikaṃ uddharāpeyya. ",
  "an3.93:6.9": "Sīghaṃ sīghaṃ bhusikaṃ uddharāpetvā sīghaṃ sīghaṃ opunāpeyya. ",
  "an3.93:6.10": "Sīghaṃ sīghaṃ opunāpetvā sīghaṃ sīghaṃ atiharāpeyya. ",
  "an3.93:6.11": "Sīghaṃ sīghaṃ atiharāpetvā sīghaṃ sīghaṃ koṭṭāpeyya. ",
  "an3.93:6.12": "Sīghaṃ sīghaṃ koṭṭāpetvā sīghaṃ sīghaṃ thusāni uddharāpeyya. ",
  "an3.93:6.13": "Evamassu tāni, bhikkhave, kassakassa gahapatissa dhaññāni aggappattāni sārappattāni suddhāni sāre patiṭṭhitāni. ",
  "an3.93:7.1": "Evamevaṃ kho, bhikkhave, yato bhikkhu sīlavā ca hoti, dussīlyañcassa pahīnaṃ hoti, tena ca vivitto hoti; ",
  "an3.93:7.2": "sammādiṭṭhiko ca hoti, micchādiṭṭhi cassa pahīnā hoti, tāya ca vivitto hoti; ",
  "an3.93:7.3": "khīṇāsavo ca hoti, āsavā cassa pahīnā honti, tehi ca vivitto hoti. ",
  "an3.93:7.4": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu aggappatto sārappatto suddho sāre patiṭṭhito’”ti. ",
  "an3.93:7.5": "Dutiyaṃ. "
}