{
  "an3.12:0.1": "Aṅguttara Nikāya 3 ",
  "an3.12:0.2": "2. Rathakāravagga ",
  "an3.12:0.3": "12. Sāraṇīyasutta ",
  "an3.12:1.1": "“Tīṇimāni, bhikkhave, rañño khattiyassa muddhāvasittassa yāvajīvaṁ sāraṇīyāni bhavanti. ",
  "an3.12:1.2": "Katamāni tīṇi? ",
  "an3.12:1.3": "Yasmiṁ, bhikkhave, padese rājā khattiyo muddhāvasitto jāto hoti. ",
  "an3.12:1.4": "Idaṁ, bhikkhave, paṭhamaṁ rañño khattiyassa muddhāvasittassa yāvajīvaṁ sāraṇīyaṁ hoti. ",
  "an3.12:2.1": "Puna caparaṁ, bhikkhave, yasmiṁ padese rājā khattiyo muddhāvasitto hoti. ",
  "an3.12:2.2": "Idaṁ, bhikkhave, dutiyaṁ rañño khattiyassa muddhāvasittassa yāvajīvaṁ sāraṇīyaṁ hoti. ",
  "an3.12:3.1": "Puna caparaṁ, bhikkhave, yasmiṁ padese rājā khattiyo muddhāvasitto saṅgāmaṁ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṁ ajjhāvasati. ",
  "an3.12:3.2": "Idaṁ, bhikkhave, tatiyaṁ rañño khattiyassa muddhāvasittassa yāvajīvaṁ sāraṇīyaṁ hoti. ",
  "an3.12:3.3": "Imāni kho, bhikkhave, tīṇi rañño khattiyassa muddhāvasittassa yāvajīvaṁ sāraṇīyāni bhavanti. ",
  "an3.12:4.1": "Evamevaṁ kho, bhikkhave, tīṇimāni bhikkhussa yāvajīvaṁ sāraṇīyāni bhavanti. ",
  "an3.12:4.2": "Katamāni tīṇi? ",
  "an3.12:4.3": "Yasmiṁ, bhikkhave, padese bhikkhu kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito hoti. ",
  "an3.12:4.4": "Idaṁ, bhikkhave, paṭhamaṁ bhikkhussa yāvajīvaṁ sāraṇīyaṁ hoti. ",
  "an3.12:5.1": "Puna caparaṁ, bhikkhave, yasmiṁ padese bhikkhu ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "an3.12:5.2": "Idaṁ, bhikkhave, dutiyaṁ bhikkhussa yāvajīvaṁ sāraṇīyaṁ hoti. ",
  "an3.12:6.1": "Puna caparaṁ, bhikkhave, yasmiṁ padese bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an3.12:6.2": "Idaṁ, bhikkhave, tatiyaṁ bhikkhussa yāvajīvaṁ sāraṇīyaṁ hoti. ",
  "an3.12:6.3": "Imāni kho, bhikkhave, tīṇi bhikkhussa yāvajīvaṁ sāraṇīyāni bhavantī”ti. ",
  "an3.12:6.4": "Dutiyaṁ. "
}