{
  "an3.95:0.1": "Aṅguttara Nikāya 3 ",
  "an3.95:0.2": "10. Loṇakapallavagga ",
  "an3.95:0.3": "95. Parisāsutta ",
  "an3.95:1.1": "“Tisso imā, bhikkhave, parisā. ",
  "an3.95:1.2": "Katamā tisso? ",
  "an3.95:1.3": "Aggavatī parisā, vaggā parisā, samaggā parisā. ",
  "an3.95:2.1": "Katamā ca, bhikkhave, aggavatī parisā? ",
  "an3.95:2.2": "Idha, bhikkhave, yassaṃ parisāyaṃ therā bhikkhū na bāhulikā honti na sāthalikā, okkamane nikkhittadhurā paviveke pubbaṅgamā, vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, tesaṃ pacchimā janatā diṭṭhānugatiṃ āpajjati. ",
  "an3.95:2.3": "Sāpi hoti na bāhulikā na sāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā, vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an3.95:2.4": "Ayaṃ vuccati, bhikkhave, aggavatī parisā. ",
  "an3.95:3.1": "Katamā ca, bhikkhave, vaggā parisā? ",
  "an3.95:3.2": "Idha, bhikkhave, yassaṃ parisāyaṃ bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti, ayaṃ vuccati, bhikkhave, vaggā parisā. ",
  "an3.95:4.1": "Katamā ca, bhikkhave, samaggā parisā? ",
  "an3.95:4.2": "Idha, bhikkhave, yassaṃ parisāyaṃ bhikkhū samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti, ayaṃ vuccati, bhikkhave, samaggā parisā. ",
  "an3.95:5.1": "Yasmiṃ, bhikkhave, samaye bhikkhū samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti, bahuṃ, bhikkhave, bhikkhū tasmiṃ samaye puññaṃ pasavanti. ",
  "an3.95:5.2": "Brahmaṃ, bhikkhave, vihāraṃ tasmiṃ samaye bhikkhū viharanti, yadidaṃ muditāya cetovimuttiyā. ",
  "an3.95:5.3": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
  "an3.95:6.1": "Seyyathāpi, bhikkhave, uparipabbate thullaphusitake deve vassante taṃ udakaṃ yathāninnaṃ pavattamānaṃ pabbatakandarapadarasākhā paripūreti, pabbatakandarapadarasākhā paripūrā kusobbhe paripūrenti, kusobbhā paripūrā mahāsobbhe paripūrenti, mahāsobbhā paripūrā kunnadiyo paripūrenti, kunnadiyo paripūrā mahānadiyo paripūrenti, mahānadiyo paripūrā samuddaṃ paripūrenti. ",
  "an3.95:7.1": "Evamevaṃ kho, bhikkhave, yasmiṃ samaye bhikkhū samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti, bahuṃ, bhikkhave, bhikkhū tasmiṃ samaye puññaṃ pasavanti. ",
  "an3.95:7.2": "Brahmaṃ, bhikkhave, vihāraṃ tasmiṃ samaye bhikkhū viharanti, yadidaṃ muditāya cetovimuttiyā. ",
  "an3.95:7.3": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
  "an3.95:7.4": "Imā kho, bhikkhave, tisso parisā”ti. ",
  "an3.95:7.5": "Catutthaṃ. "
}