{
  "an3.93:0.1": "Aṅguttara Nikāya 3 ",
  "an3.93:0.2": "10. Loṇakapallavagga ",
  "an3.93:0.3": "93. Pavivekasutta ",
  "an3.93:1.1": "“Tīṇimāni, bhikkhave, aññatitthiyā paribbājakā pavivekāni paññāpenti. ",
  "an3.93:1.2": "Katamāni tīṇi? ",
  "an3.93:1.3": "Cīvarapavivekaṁ, piṇḍapātapavivekaṁ, senāsanapavivekaṁ. ",
  "an3.93:2.1": "Tatridaṁ, bhikkhave, aññatitthiyā paribbājakā cīvarapavivekasmiṁ paññāpenti, sāṇānipi dhārenti, masāṇānipi dhārenti, chavadussānipi dhārenti, paṁsukūlānipi dhārenti, tirīṭānipi dhārenti, ajinampi dhārenti, ajinakkhipampi dhārenti, kusacīrampi dhārenti, vākacīrampi dhārenti, phalakacīrampi dhārenti, kesakambalampi dhārenti, vālakambalampi dhārenti, ulūkapakkhikampi dhārenti. ",
  "an3.93:2.2": "Idaṁ kho, bhikkhave, aññatitthiyā paribbājakā cīvarapavivekasmiṁ paññāpenti. ",
  "an3.93:3.1": "Tatridaṁ, bhikkhave, aññatitthiyā paribbājakā piṇḍapātapavivekasmiṁ paññāpenti. ",
  "an3.93:3.2": "Sākabhakkhāpi honti, sāmākabhakkhāpi honti, nīvārabhakkhāpi honti, daddulabhakkhāpi honti, haṭabhakkhāpi honti, kaṇabhakkhāpi honti, ācāmabhakkhāpi honti, piññākabhakkhāpi honti, tiṇabhakkhāpi honti, gomayabhakkhāpi honti, vanamūlaphalāhārā yāpenti pavattaphalabhojī. ",
  "an3.93:3.3": "Idaṁ kho, bhikkhave, aññatitthiyā paribbājakā piṇḍapātapavivekasmiṁ paññāpenti. ",
  "an3.93:4.1": "Tatridaṁ, bhikkhave, aññatitthiyā paribbājakā senāsanapavivekasmiṁ paññāpenti araññaṁ rukkhamūlaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ bhusāgāraṁ. ",
  "an3.93:4.2": "Idaṁ kho, bhikkhave, aññatitthiyā paribbājakā senāsanapavivekasmiṁ paññāpenti. ",
  "an3.93:4.3": "Imāni kho, bhikkhave, tīṇi aññatitthiyā paribbājakā pavivekāni paññāpenti. ",
  "an3.93:5.1": "Tīṇi kho panimāni, bhikkhave, imasmiṁ dhammavinaye bhikkhuno pavivekāni. ",
  "an3.93:5.2": "Katamāni tīṇi? ",
  "an3.93:5.3": "Idha, bhikkhave, bhikkhu sīlavā ca hoti, dussīlyañcassa pahīnaṁ hoti, tena ca vivitto hoti; ",
  "an3.93:5.4": "sammādiṭṭhiko ca hoti, micchādiṭṭhi cassa pahīnā hoti, tāya ca vivitto hoti; ",
  "an3.93:5.5": "khīṇāsavo ca hoti, āsavā cassa pahīnā honti, tehi ca vivitto hoti. ",
  "an3.93:5.6": "Yato kho, bhikkhave, bhikkhu sīlavā hoti, dussīlyañcassa pahīnaṁ hoti, tena ca vivitto hoti; ",
  "an3.93:5.7": "sammādiṭṭhiko ca hoti, micchādiṭṭhi cassa pahīnā hoti, tāya ca vivitto hoti; ",
  "an3.93:5.8": "khīṇāsavo ca hoti, āsavā cassa pahīnā honti, tehi ca vivitto hoti. ",
  "an3.93:5.9": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu aggappatto sārappatto suddho sāre patiṭṭhito’. ",
  "an3.93:6.1": "Seyyathāpi, bhikkhave, kassakassa gahapatissa sampannaṁ sālikkhettaṁ. ",
  "an3.93:6.2": "Tamenaṁ kassako gahapati sīghaṁ sīghaṁ lavāpeyya. ",
  "an3.93:6.3": "Sīghaṁ sīghaṁ lavāpetvā sīghaṁ sīghaṁ saṅgharāpeyya. ",
  "an3.93:6.4": "Sīghaṁ sīghaṁ saṅgharāpetvā sīghaṁ sīghaṁ ubbahāpeyya. ",
  "an3.93:6.5": "Sīghaṁ sīghaṁ ubbahāpetvā sīghaṁ sīghaṁ puñjaṁ kārāpeyya. ",
  "an3.93:6.6": "Sīghaṁ sīghaṁ puñjaṁ kārāpetvā sīghaṁ sīghaṁ maddāpeyya. ",
  "an3.93:6.7": "Sīghaṁ sīghaṁ maddāpetvā sīghaṁ sīghaṁ palālāni uddharāpeyya. ",
  "an3.93:6.8": "Sīghaṁ sīghaṁ palālāni uddharāpetvā sīghaṁ sīghaṁ bhusikaṁ uddharāpeyya. ",
  "an3.93:6.9": "Sīghaṁ sīghaṁ bhusikaṁ uddharāpetvā sīghaṁ sīghaṁ opunāpeyya. ",
  "an3.93:6.10": "Sīghaṁ sīghaṁ opunāpetvā sīghaṁ sīghaṁ atiharāpeyya. ",
  "an3.93:6.11": "Sīghaṁ sīghaṁ atiharāpetvā sīghaṁ sīghaṁ koṭṭāpeyya. ",
  "an3.93:6.12": "Sīghaṁ sīghaṁ koṭṭāpetvā sīghaṁ sīghaṁ thusāni uddharāpeyya. ",
  "an3.93:6.13": "Evamassu tāni, bhikkhave, kassakassa gahapatissa dhaññāni aggappattāni sārappattāni suddhāni sāre patiṭṭhitāni. ",
  "an3.93:7.1": "Evamevaṁ kho, bhikkhave, yato bhikkhu sīlavā ca hoti, dussīlyañcassa pahīnaṁ hoti, tena ca vivitto hoti; ",
  "an3.93:7.2": "sammādiṭṭhiko ca hoti, micchādiṭṭhi cassa pahīnā hoti, tāya ca vivitto hoti; ",
  "an3.93:7.3": "khīṇāsavo ca hoti, āsavā cassa pahīnā honti, tehi ca vivitto hoti. ",
  "an3.93:7.4": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu aggappatto sārappatto suddho sāre patiṭṭhito’”ti. ",
  "an3.93:7.5": "Dutiyaṁ. "
}