{
  "an3.39:0.1": "Aṅguttara Nikāya 3 ",
  "an3.39:0.2": "4. Devadūtavagga ",
  "an3.39:0.3": "39. Sukhumālasutta ",
  "an3.39:1.1": "“Sukhumālo ahaṃ, bhikkhave, paramasukhumālo accantasukhumālo. ",
  "an3.39:1.2": "Mama sudaṃ, bhikkhave, pitu nivesane pokkharaṇiyo kāritā honti. ",
  "an3.39:1.3": "Ekattha sudaṃ, bhikkhave, uppalaṃ vappati, ekattha padumaṃ, ekattha puṇḍarīkaṃ, yāvadeva mamatthāya. ",
  "an3.39:1.4": "Na kho panassāhaṃ, bhikkhave, akāsikaṃ candanaṃ dhāremi. Kāsikaṃ, bhikkhave, su me taṃ veṭhanaṃ hoti, kāsikā kañcukā, kāsikaṃ nivāsanaṃ, kāsiko uttarāsaṅgo. ",
  "an3.39:1.5": "Rattindivaṃ kho pana me su taṃ, bhikkhave, setacchattaṃ dhārīyati: ",
  "an3.39:1.6": "‘mā naṃ phusi sītaṃ vā uṇhaṃ vā tiṇaṃ vā rajo vā ussāvo vā’ti. ",
  "an3.39:2.1": "Tassa mayhaṃ, bhikkhave, tayo pāsādā ahesuṃ—eko hemantiko, eko gimhiko, eko vassiko. ",
  "an3.39:2.2": "So kho ahaṃ, bhikkhave, vassike pāsāde vassike cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṃ orohāmi. ",
  "an3.39:2.3": "Yathā kho pana, bhikkhave, aññesaṃ nivesane dāsakammakaraporisassa kaṇājakaṃ bhojanaṃ dīyati bilaṅgadutiyaṃ, evamevassu me, bhikkhave, pitu nivesane dāsakammakaraporisassa sālimaṃsodano dīyati. ",
  "an3.39:3.1": "Tassa mayhaṃ, bhikkhave, evarūpāya iddhiyā samannāgatassa evarūpena ca sukhumālena etadahosi: ",
  "an3.39:3.2": "‘assutavā kho puthujjano attanā jarādhammo samāno jaraṃ anatīto paraṃ jiṇṇaṃ disvā aṭṭīyati harāyati jigucchati attānaṃyeva atisitvā, ahampi khomhi jarādhammo jaraṃ anatīto. ",
  "an3.39:3.3": "Ahañceva kho pana jarādhammo samāno jaraṃ anatīto paraṃ jiṇṇaṃ disvā aṭṭīyeyyaṃ harāyeyyaṃ jiguccheyyaṃ na metaṃ assa patirūpan’ti. ",
  "an3.39:3.4": "Tassa mayhaṃ, bhikkhave, iti paṭisañcikkhato yo yobbane yobbanamado so sabbaso pahīyi. ",
  "an3.39:4.1": "Assutavā kho puthujjano attanā byādhidhammo samāno byādhiṃ anatīto paraṃ byādhitaṃ disvā aṭṭīyati harāyati jigucchati attānaṃyeva atisitvā: ",
  "an3.39:4.2": "‘ahampi khomhi byādhidhammo byādhiṃ anatīto, ahañceva kho pana byādhidhammo samāno byādhiṃ anatīto paraṃ byādhikaṃ disvā aṭṭīyeyyaṃ harāyeyyaṃ jiguccheyyaṃ, na metaṃ assa patirūpan’ti. ",
  "an3.39:4.3": "Tassa mayhaṃ, bhikkhave, iti paṭisañcikkhato yo ārogye ārogyamado so sabbaso pahīyi. ",
  "an3.39:5.1": "Assutavā kho puthujjano attanā maraṇadhammo samāno maraṇaṃ anatīto paraṃ mataṃ disvā aṭṭīyati harāyati jigucchati attānaṃyeva atisitvā: ",
  "an3.39:5.2": "‘ahampi khomhi maraṇadhammo, maraṇaṃ anatīto, ahaṃ ceva kho pana maraṇadhammo samāno maraṇaṃ anatīto paraṃ mataṃ disvā aṭṭīyeyyaṃ harāyeyyaṃ jiguccheyyaṃ, na metaṃ assa patirūpan’ti. ",
  "an3.39:5.3": "Tassa mayhaṃ, bhikkhave, iti paṭisañcikkhato yo jīvite jīvitamado so sabbaso pahīyīti. ",
  "an3.39:6.1": "Tayome, bhikkhave, madā. ",
  "an3.39:6.2": "Katame tayo? ",
  "an3.39:6.3": "Yobbanamado, ārogyamado, jīvitamado. ",
  "an3.39:6.4": "Yobbanamadamatto vā, bhikkhave, assutavā puthujjano kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati. ",
  "an3.39:6.5": "So kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "an3.39:6.6": "Ārogyamadamatto vā, bhikkhave, assutavā puthujjano …pe… ",
  "an3.39:6.7": "jīvitamadamatto vā, bhikkhave, assutavā puthujjano kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati. ",
  "an3.39:6.8": "So kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "an3.39:7.1": "Yobbanamadamatto vā, bhikkhave, bhikkhu sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "an3.39:7.2": "Ārogyamadamatto vā, bhikkhave, bhikkhu …pe… ",
  "an3.39:7.3": "jīvitamadamatto vā, bhikkhave, bhikkhu sikkhaṃ paccakkhāya hīnāyāvattatīti. ",
  "an3.39:8.1": "Byādhidhammā jarādhammā, ",
  "an3.39:8.2": "atho maraṇadhammino; ",
  "an3.39:8.3": "Yathādhammā tathāsantā, ",
  "an3.39:8.4": "jigucchanti puthujjanā. ",
  "an3.39:9.1": "Ahañce taṃ jiguccheyyaṃ, ",
  "an3.39:9.2": "evaṃdhammesu pāṇisu; ",
  "an3.39:9.3": "Na metaṃ patirūpassa, ",
  "an3.39:9.4": "mama evaṃ vihārino. ",
  "an3.39:10.1": "Sohaṃ evaṃ viharanto, ",
  "an3.39:10.2": "ñatvā dhammaṃ nirūpadhiṃ; ",
  "an3.39:10.3": "Ārogye yobbanasmiñca, ",
  "an3.39:10.4": "jīvitasmiñca ye madā. ",
  "an3.39:11.1": "Sabbe made abhibhosmi, ",
  "an3.39:11.2": "Nekkhamme daṭṭhu khemataṃ; ",
  "an3.39:11.3": "Tassa me ahu ussāho, ",
  "an3.39:11.4": "Nibbānaṃ abhipassato. ",
  "an3.39:12.1": "Nāhaṃ bhabbo etarahi, ",
  "an3.39:12.2": "Kāmāni paṭisevituṃ; ",
  "an3.39:12.3": "Anivatti bhavissāmi, ",
  "an3.39:12.4": "Brahmacariyaparāyaṇo”ti. ",
  "an3.39:12.5": "Navamaṃ. "
}