{
  "an3.99:0.1": "Aṅguttara Nikāya 3 ",
  "an3.99:0.2": "10. Loṇakapallavagga ",
  "an3.99:0.3": "99. Potthakasutta ",
  "an3.99:1.1": "“Navopi, bhikkhave, potthako dubbaṇṇo ca hoti dukkhasamphasso ca appaggho ca; ",
  "an3.99:1.2": "majjhimopi, bhikkhave, potthako dubbaṇṇo ca hoti dukkhasamphasso ca appaggho ca; ",
  "an3.99:1.3": "jiṇṇopi, bhikkhave, potthako dubbaṇṇo ca hoti dukkhasamphasso ca appaggho ca. ",
  "an3.99:1.4": "Jiṇṇampi, bhikkhave, potthakaṁ ukkhaliparimajjanaṁ vā karonti saṅkārakūṭe vā naṁ chaḍḍenti. ",
  "an3.99:2.1": "Evamevaṁ kho, bhikkhave, navo cepi bhikkhu hoti dussīlo pāpadhammo. ",
  "an3.99:2.2": "Idamassa dubbaṇṇatāya vadāmi. ",
  "an3.99:2.3": "Seyyathāpi so, bhikkhave, potthako dubbaṇṇo tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an3.99:2.4": "Ye kho panassa sevanti bhajanti payirupāsanti diṭṭhānugatiṁ āpajjanti, tesaṁ taṁ hoti dīgharattaṁ ahitāya dukkhāya. ",
  "an3.99:2.5": "Idamassa dukkhasamphassatāya vadāmi. ",
  "an3.99:2.6": "Seyyathāpi so, bhikkhave, potthako dukkhasamphasso tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an3.99:2.7": "Yesaṁ kho pana so paṭiggaṇhāti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṁ, tesaṁ taṁ na mahapphalaṁ hoti na mahānisaṁsaṁ. ",
  "an3.99:2.8": "Idamassa appagghatāya vadāmi. ",
  "an3.99:2.9": "Seyyathāpi so, bhikkhave, potthako appaggho tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an3.99:2.10": "Majjhimo cepi, bhikkhave, bhikkhu hoti …pe… ",
  "an3.99:2.11": "thero cepi, bhikkhave, bhikkhu hoti dussīlo pāpadhammo, idamassa dubbaṇṇatāya vadāmi. ",
  "an3.99:2.12": "Seyyathāpi so, bhikkhave, potthako dubbaṇṇo tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an3.99:2.13": "Ye kho panassa sevanti bhajanti payirupāsanti diṭṭhānugatiṁ āpajjanti, tesaṁ taṁ hoti dīgharattaṁ ahitāya dukkhāya. ",
  "an3.99:2.14": "Idamassa dukkhasamphassatāya vadāmi. ",
  "an3.99:2.15": "Seyyathāpi so, bhikkhave, potthako dukkhasamphasso tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an3.99:2.16": "Yesaṁ kho pana so paṭiggaṇhāti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṁ, tesaṁ taṁ na mahapphalaṁ hoti na mahānisaṁsaṁ. ",
  "an3.99:2.17": "Idamassa appagghatāya vadāmi. ",
  "an3.99:2.18": "Seyyathāpi so, bhikkhave, potthako appaggho tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an3.99:3.1": "Evarūpo cāyaṁ, bhikkhave, thero bhikkhu saṅghamajjhe bhaṇati. ",
  "an3.99:3.2": "Tamenaṁ bhikkhū evamāhaṁsu: ",
  "an3.99:3.3": "‘kiṁ nu kho tuyhaṁ bālassa abyattassa bhaṇitena, ",
  "an3.99:3.4": "tvampi nāma bhaṇitabbaṁ maññasī’ti. ",
  "an3.99:3.5": "So kupito anattamano tathārūpiṁ vācaṁ nicchāreti yathārūpāya vācāya saṅgho taṁ ukkhipati, saṅkārakūṭeva naṁ potthakaṁ. ",
  "an3.99:4.1": "Navampi, bhikkhave, kāsikaṁ vatthaṁ vaṇṇavantañceva hoti sukhasamphassañca mahagghañca; majjhimampi, bhikkhave, kāsikaṁ vatthaṁ vaṇṇavantañceva hoti sukhasamphassañca mahagghañca; jiṇṇampi, bhikkhave, kāsikaṁ vatthaṁ vaṇṇavantañceva hoti sukhasamphassañca mahagghañca. ",
  "an3.99:4.2": "Jiṇṇampi, bhikkhave, kāsikaṁ vatthaṁ ratanapaliveṭhanaṁ vā karoti gandhakaraṇḍake vā naṁ pakkhipanti. ",
  "an3.99:5.1": "Evamevaṁ kho, bhikkhave, navo cepi bhikkhu hoti sīlavā kalyāṇadhammo, idamassa suvaṇṇatāya vadāmi. ",
  "an3.99:5.2": "Seyyathāpi taṁ, bhikkhave, kāsikaṁ vatthaṁ vaṇṇavantaṁ tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an3.99:5.3": "Ye kho panassa sevanti bhajanti payirupāsanti diṭṭhānugatiṁ āpajjanti, tesaṁ taṁ hoti dīgharattaṁ hitāya sukhāya. ",
  "an3.99:5.4": "Idamassa sukhasamphassatāya vadāmi. ",
  "an3.99:5.5": "Seyyathāpi taṁ, bhikkhave, kāsikaṁ vatthaṁ sukhasamphassaṁ tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an3.99:5.6": "Yesaṁ kho pana so paṭiggaṇhāti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṁ, tesaṁ taṁ mahapphalaṁ hoti mahānisaṁsaṁ. ",
  "an3.99:5.7": "Idamassa mahagghatāya vadāmi. ",
  "an3.99:5.8": "Seyyathāpi taṁ, bhikkhave, kāsikaṁ vatthaṁ mahagghaṁ tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an3.99:5.9": "Majjhimo cepi, bhikkhave, bhikkhu hoti …pe… ",
  "an3.99:5.10": "thero cepi, bhikkhave, bhikkhu hoti …pe… puggalaṁ vadāmi. ",
  "an3.99:6.1": "Evarūpo cāyaṁ, bhikkhave, thero bhikkhu saṅghamajjhe bhaṇati. ",
  "an3.99:6.2": "Tamenaṁ bhikkhū evamāhaṁsu: ",
  "an3.99:6.3": "‘appasaddā āyasmanto hotha, thero bhikkhu dhammañca vinayañca bhaṇatī’ti. ",
  "an3.99:6.4": "Tasmātiha, bhikkhave, evaṁ sikkhitabbaṁ: ",
  "an3.99:6.5": "‘kāsikavatthūpamā bhavissāma, na potthakūpamā’ti. ",
  "an3.99:6.6": "Evañhi vo, bhikkhave, sikkhitabban”ti. ",
  "an3.99:6.7": "Aṭṭhamaṁ. "
}