{
  "an3.126:0.1": "Aṅguttara Nikāya 3 ",
  "an3.126:0.2": "13. Kusināravagga ",
  "an3.126:0.3": "126. Bharaṇḍukālāmasutta ",
  "an3.126:1.1": "Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno yena kapilavatthu tadavasari. ",
  "an3.126:1.2": "Assosi kho mahānāmo sakko: “bhagavā kira kapilavatthuṃ anuppatto”ti. ",
  "an3.126:1.3": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho mahānāmaṃ sakkaṃ bhagavā etadavoca: ",
  "an3.126:2.1": "“Gaccha, mahānāma, kapilavatthusmiṃ, tathārūpaṃ āvasathaṃ jāna yatthajja mayaṃ ekarattiṃ vihareyyāmā”ti. ",
  "an3.126:2.2": "“Evaṃ, bhante”ti kho mahānāmo sakko bhagavato paṭissutvā kapilavatthuṃ pavisitvā kevalakappaṃ kapilavatthuṃ anvāhiṇḍanto nāddasa kapilavatthusmiṃ tathārūpaṃ āvasathaṃ yatthajja bhagavā ekarattiṃ vihareyya. ",
  "an3.126:3.1": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ",
  "an3.126:3.2": "“natthi, bhante, kapilavatthusmiṃ tathārūpo āvasatho yatthajja bhagavā ekarattiṃ vihareyya. ",
  "an3.126:3.3": "Ayaṃ, bhante, bharaṇḍu kālāmo bhagavato purāṇasabrahmacārī. ",
  "an3.126:3.4": "Tassajja bhagavā assame ekarattiṃ viharatū”ti. ",
  "an3.126:3.5": "“Gaccha, mahānāma, santharaṃ paññāpehī”ti. ",
  "an3.126:3.6": "“Evaṃ, bhante”ti kho mahānāmo sakko bhagavato paṭissutvā yena bharaṇḍussa kālāmassa assamo tenupasaṅkami; upasaṅkamitvā santharaṃ paññāpetvā udakaṃ ṭhapetvā pādānaṃ dhovanāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ",
  "an3.126:3.7": "“santhato, bhante, santhāro, udakaṃ ṭhapitaṃ pādānaṃ dhovanāya. ",
  "an3.126:3.8": "Yassadāni, bhante, bhagavā kālaṃ maññatī”ti. ",
  "an3.126:4.1": "Atha kho bhagavā yena bharaṇḍussa kālāmassa assamo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an3.126:4.2": "Nisajja kho bhagavā pāde pakkhālesi. ",
  "an3.126:4.3": "Atha kho mahānāmassa sakkassa etadahosi: ",
  "an3.126:4.4": "“akālo kho ajja bhagavantaṃ payirupāsituṃ. ",
  "an3.126:4.5": "Kilanto bhagavā. ",
  "an3.126:4.6": "Sve dānāhaṃ bhagavantaṃ payirupāsissāmī”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
  "an3.126:5.1": "Atha kho mahānāmo sakko tassā rattiyā accayena yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho mahānāmaṃ sakkaṃ bhagavā etadavoca: ",
  "an3.126:5.2": "“tayo khome, mahānāma, satthāro santo saṃvijjamānā lokasmiṃ. ",
  "an3.126:5.3": "Katame tayo? ",
  "an3.126:5.4": "Idha, mahānāma, ekacco satthā kāmānaṃ pariññaṃ paññāpeti; ",
  "an3.126:5.5": "na rūpānaṃ pariññaṃ paññāpeti, na vedanānaṃ pariññaṃ paññāpeti. ",
  "an3.126:5.6": "Idha pana, mahānāma, ekacco satthā kāmānaṃ pariññaṃ paññāpeti, rūpānaṃ pariññaṃ paññāpeti; ",
  "an3.126:5.7": "na vedanānaṃ pariññaṃ paññāpeti. ",
  "an3.126:5.8": "Idha pana, mahānāma, ekacco satthā kāmānaṃ pariññaṃ paññāpeti, rūpānaṃ pariññaṃ paññāpeti, vedanānaṃ pariññaṃ paññāpeti. ",
  "an3.126:5.9": "Ime kho, mahānāma, tayo satthāro santo saṃvijjamānā lokasmiṃ. ",
  "an3.126:5.10": "Imesaṃ, mahānāma, tiṇṇaṃ satthārānaṃ ekā niṭṭhā udāhu puthu niṭṭhā”ti? ",
  "an3.126:6.1": "Evaṃ vutte, bharaṇḍu kālāmo mahānāmaṃ sakkaṃ etadavoca: ",
  "an3.126:6.2": "“ekāti, mahānāma, vadehī”ti. ",
  "an3.126:6.3": "Evaṃ vutte, bhagavā mahānāmaṃ sakkaṃ etadavoca: ",
  "an3.126:6.4": "“nānāti, mahānāma, vadehī”ti. ",
  "an3.126:6.5": "Dutiyampi kho bharaṇḍu kālāmo mahānāmaṃ sakkaṃ etadavoca: ",
  "an3.126:6.6": "“ekāti, mahānāma, vadehī”ti. ",
  "an3.126:6.7": "Dutiyampi kho bhagavā mahānāmaṃ sakkaṃ etadavoca: ",
  "an3.126:6.8": "“nānāti, mahānāma, vadehī”ti. ",
  "an3.126:6.9": "Tatiyampi kho bharaṇḍu kālāmo mahānāmaṃ sakkaṃ etadavoca: ",
  "an3.126:6.10": "“ekāti, mahānāma, vadehī”ti. ",
  "an3.126:6.11": "Tatiyampi kho bhagavā mahānāmaṃ sakkaṃ etadavoca: ",
  "an3.126:6.12": "“nānāti, mahānāma, vadehī”ti. ",
  "an3.126:7.1": "Atha kho bharaṇḍu kālāmassa etadahosi: ",
  "an3.126:7.2": "“mahesakkhassa vatamhi mahānāmassa sakkassa sammukhā samaṇena gotamena yāvatatiyaṃ apasādito. ",
  "an3.126:7.3": "Yannūnāhaṃ kapilavatthumhā pakkameyyan”ti. ",
  "an3.126:7.4": "Atha kho bharaṇḍu kālāmo kapilavatthumhā pakkāmi. ",
  "an3.126:7.5": "Yaṃ kapilavatthumhā pakkāmi tathā pakkantova ahosi na puna paccāgacchīti. ",
  "an3.126:7.6": "Catutthaṃ. "
}