{
  "an3.56:0.1": "Aṅguttara Nikāya 3 ",
  "an3.56:0.2": "6. Brāhmaṇavagga ",
  "an3.56:0.3": "56. Palokasutta ",
  "an3.56:1.1": "Atha kho aññataro brāhmaṇamahāsālo yena bhagavā tenupasaṅkami …pe… ekamantaṁ nisinno kho so brāhmaṇamahāsālo bhagavantaṁ etadavoca: ",
  "an3.56:1.2": "“sutaṁ metaṁ, bho gotama, pubbakānaṁ brāhmaṇānaṁ vuddhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ: ",
  "an3.56:1.3": "‘pubbe sudaṁ ayaṁ loko avīci maññe phuṭo ahosi manussehi, kukkuṭasaṁpātikā gāmanigamarājadhāniyo’ti. ",
  "an3.56:1.4": "Ko nu kho, bho gotama, hetu ko paccayo yenetarahi manussānaṁ khayo hoti, tanuttaṁ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā hontī”ti? ",
  "an3.56:2.1": "“Etarahi, brāhmaṇa, manussā adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā. ",
  "an3.56:2.2": "Te adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā tiṇhāni satthāni gahetvā aññamaññaṁ jīvitā voropenti, tena bahū manussā kālaṁ karonti. ",
  "an3.56:2.3": "Ayampi kho, brāhmaṇa, hetu ayaṁ paccayo yenetarahi manussānaṁ khayo hoti, tanuttaṁ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā honti. ",
  "an3.56:3.1": "Puna caparaṁ, brāhmaṇa, etarahi manussā adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā. ",
  "an3.56:3.2": "Tesaṁ adhammarāgarattānaṁ visamalobhābhibhūtānaṁ micchādhammaparetānaṁ devo na sammādhāraṁ anuppavecchati. ",
  "an3.56:3.3": "Tena dubbhikkhaṁ hoti dussassaṁ setaṭṭhikaṁ salākāvuttaṁ. ",
  "an3.56:3.4": "Tena bahū manussā kālaṁ karonti. ",
  "an3.56:3.5": "Ayampi kho, brāhmaṇa, hetu ayaṁ paccayo yenetarahi manussānaṁ khayo hoti, tanuttaṁ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā honti. ",
  "an3.56:4.1": "Puna caparaṁ, brāhmaṇa, etarahi manussā adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā. ",
  "an3.56:4.2": "Tesaṁ adhammarāgarattānaṁ visamalobhābhibhūtānaṁ micchādhammaparetānaṁ yakkhā vāḷe amanusse ossajjanti, tena bahū manussā kālaṁ karonti. ",
  "an3.56:4.3": "Ayampi kho, brāhmaṇa, hetu ayaṁ paccayo yenetarahi manussānaṁ khayo hoti, tanuttaṁ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā hontī”ti. ",
  "an3.56:5.1": "“Abhikkantaṁ, bho gotama …pe… ",
  "an3.56:5.2": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an3.56:5.3": "Chaṭṭhaṁ. "
}