{
  "an3.69:0.1": "Aṅguttara Nikāya 3 ",
  "an3.69:0.2": "7. Mahāvagga ",
  "an3.69:0.3": "69. Akusalamūlasutta ",
  "an3.69:1.1": "“Tīṇimāni, bhikkhave, akusalamūlāni. ",
  "an3.69:1.2": "Katamāni tīṇi? ",
  "an3.69:1.3": "Lobho akusalamūlaṁ, doso akusalamūlaṁ, moho akusalamūlaṁ. ",
  "an3.69:2.1": "Yadapi, bhikkhave, lobho tadapi akusalamūlaṁ; ",
  "an3.69:2.2": "yadapi luddho abhisaṅkharoti kāyena vācāya manasā tadapi akusalaṁ; ",
  "an3.69:2.3": "yadapi luddho lobhena abhibhūto pariyādinnacitto parassa asatā dukkhaṁ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi akusalaṁ. ",
  "an3.69:2.4": "Itissame lobhajā lobhanidānā lobhasamudayā lobhapaccayā aneke pāpakā akusalā dhammā sambhavanti. ",
  "an3.69:3.1": "Yadapi, bhikkhave, doso tadapi akusalamūlaṁ; ",
  "an3.69:3.2": "yadapi duṭṭho abhisaṅkharoti kāyena vācāya manasā tadapi akusalaṁ; ",
  "an3.69:3.3": "yadapi duṭṭho dosena abhibhūto pariyādinnacitto parassa asatā dukkhaṁ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi akusalaṁ. ",
  "an3.69:3.4": "Itissame dosajā dosanidānā dosasamudayā dosapaccayā aneke pāpakā akusalā dhammā sambhavanti. ",
  "an3.69:4.1": "Yadapi, bhikkhave, moho tadapi akusalamūlaṁ; ",
  "an3.69:4.2": "yadapi mūḷho abhisaṅkharoti kāyena vācāya manasā tadapi akusalaṁ; ",
  "an3.69:4.3": "yadapi mūḷho mohena abhibhūto pariyādinnacitto parassa asatā dukkhaṁ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi akusalaṁ. ",
  "an3.69:4.4": "Itissame mohajā mohanidānā mohasamudayā mohapaccayā aneke pāpakā akusalā dhammā sambhavanti. ",
  "an3.69:4.5": "Evarūpo cāyaṁ, bhikkhave, puggalo vuccati akālavādītipi, abhūtavādītipi, anatthavādītipi, adhammavādītipi, avinayavādītipi. ",
  "an3.69:5.1": "Kasmā cāyaṁ, bhikkhave, evarūpo puggalo vuccati akālavādītipi, abhūtavādītipi, anatthavādītipi, adhammavādītipi, avinayavādītipi? ",
  "an3.69:5.2": "Tathāhāyaṁ, bhikkhave, puggalo parassa asatā dukkhaṁ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi. ",
  "an3.69:5.3": "Bhūtena kho pana vuccamāno avajānāti, no paṭijānāti; ",
  "an3.69:5.4": "abhūtena vuccamāno na ātappaṁ karoti, tassa nibbeṭhanāya itipetaṁ atacchaṁ itipetaṁ abhūtanti. ",
  "an3.69:5.5": "Tasmā evarūpo puggalo vuccati akālavādītipi, abhūtavādītipi, anatthavādītipi, adhammavādītipi, avinayavādītipi. ",
  "an3.69:6.1": "Evarūpo, bhikkhave, puggalo lobhajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṁ viharati, savighātaṁ saupāyāsaṁ sapariḷāhaṁ. ",
  "an3.69:6.2": "Kāyassa ca bhedā paraṁ maraṇā duggati pāṭikaṅkhā. ",
  "an3.69:7.1": "Dosajehi …pe… ",
  "an3.69:7.2": "mohajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṁ viharati, savighātaṁ saupāyāsaṁ sapariḷāhaṁ. ",
  "an3.69:7.3": "Kāyassa ca bhedā paraṁ maraṇā duggati pāṭikaṅkhā. ",
  "an3.69:7.4": "Seyyathāpi, bhikkhave, sālo vā dhavo vā phandano vā tīhi māluvālatāhi uddhasto pariyonaddho anayaṁ āpajjati, byasanaṁ āpajjati, anayabyasanaṁ āpajjati; ",
  "an3.69:7.5": "evamevaṁ kho, bhikkhave, evarūpo puggalo lobhajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṁ viharati, savighātaṁ saupāyāsaṁ sapariḷāhaṁ. ",
  "an3.69:7.6": "Kāyassa ca bhedā paraṁ maraṇā duggati pāṭikaṅkhā. ",
  "an3.69:8.1": "Dosajehi …pe… ",
  "an3.69:8.2": "mohajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṁ viharati savighātaṁ saupāyāsaṁ sapariḷāhaṁ. ",
  "an3.69:8.3": "Kāyassa ca bhedā paraṁ maraṇā duggati pāṭikaṅkhā. ",
  "an3.69:8.4": "Imāni kho, bhikkhave, tīṇi akusalamūlānīti. ",
  "an3.69:9.1": "Tīṇimāni, bhikkhave, kusalamūlāni. ",
  "an3.69:9.2": "Katamāni tīṇi? ",
  "an3.69:9.3": "Alobho kusalamūlaṁ, adoso kusalamūlaṁ, amoho kusalamūlaṁ. ",
  "an3.69:10.1": "Yadapi, bhikkhave, alobho tadapi kusalamūlaṁ; ",
  "an3.69:10.2": "yadapi aluddho abhisaṅkharoti kāyena vācāya manasā tadapi kusalaṁ; ",
  "an3.69:10.3": "yadapi aluddho lobhena anabhibhūto apariyādinnacitto na parassa asatā dukkhaṁ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi kusalaṁ. ",
  "an3.69:10.4": "Itissame alobhajā alobhanidānā alobhasamudayā alobhapaccayā aneke kusalā dhammā sambhavanti. ",
  "an3.69:11.1": "Yadapi, bhikkhave, adoso tadapi kusalamūlaṁ; ",
  "an3.69:11.2": "yadapi aduṭṭho abhisaṅkharoti kāyena vācāya manasā tadapi kusalaṁ; ",
  "an3.69:11.3": "yadapi aduṭṭho dosena anabhibhūto apariyādinnacitto na parassa asatā dukkhaṁ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi kusalaṁ. ",
  "an3.69:11.4": "Itissame adosajā adosanidānā adosasamudayā adosapaccayā aneke kusalā dhammā sambhavanti. ",
  "an3.69:12.1": "Yadapi, bhikkhave, amoho tadapi kusalamūlaṁ; ",
  "an3.69:12.2": "yadapi amūḷho abhisaṅkharoti kāyena vācāya manasā tadapi kusalaṁ; ",
  "an3.69:12.3": "yadapi amūḷho mohena anabhibhūto apariyādinnacitto na parassa asatā dukkhaṁ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi kusalaṁ. ",
  "an3.69:12.4": "Itissame amohajā amohanidānā amohasamudayā amohapaccayā aneke kusalā dhammā sambhavanti. ",
  "an3.69:12.5": "Evarūpo cāyaṁ, bhikkhave, puggalo vuccati kālavādītipi, bhūtavādītipi, atthavādītipi, dhammavādītipi, vinayavādītipi. ",
  "an3.69:13.1": "Kasmā cāyaṁ, bhikkhave, evarūpo puggalo vuccati kālavādītipi, bhūtavādītipi, atthavādītipi, dhammavādītipi, vinayavādītipi? ",
  "an3.69:13.2": "Tathāhāyaṁ, bhikkhave, puggalo na parassa asatā dukkhaṁ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi. ",
  "an3.69:13.3": "Bhūtena kho pana vuccamāno paṭijānāti no avajānāti; ",
  "an3.69:13.4": "abhūtena vuccamāno ātappaṁ karoti tassa nibbeṭhanāya: ",
  "an3.69:13.5": "‘itipetaṁ atacchaṁ, itipetaṁ abhūtan’ti. ",
  "an3.69:13.6": "Tasmā evarūpo puggalo vuccati kālavādītipi, atthavādītipi, dhammavādītipi, vinayavādītipi. ",
  "an3.69:14.1": "Evarūpassa, bhikkhave, puggalassa lobhajā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an3.69:14.2": "Diṭṭheva dhamme sukhaṁ viharati avighātaṁ anupāyāsaṁ apariḷāhaṁ. ",
  "an3.69:14.3": "Diṭṭheva dhamme parinibbāyati. ",
  "an3.69:15.1": "Dosajā …pe… ",
  "an3.69:15.2": "parinibbāyati. ",
  "an3.69:15.3": "Mohajā …pe… ",
  "an3.69:15.4": "parinibbāyati. ",
  "an3.69:15.5": "Seyyathāpi bhikkhave, sālo vā dhavo vā phandano vā tīhi māluvālatāhi uddhasto pariyonaddho. ",
  "an3.69:15.6": "Atha puriso āgaccheyya kudālapiṭakaṁ ādāya. ",
  "an3.69:15.7": "So taṁ māluvālataṁ mūle chindeyya, mūle chetvā palikhaṇeyya, palikhaṇitvā mūlāni uddhareyya, antamaso usīranāḷimattānipi. ",
  "an3.69:15.8": "So taṁ māluvālataṁ khaṇḍākhaṇḍikaṁ chindeyya, khaṇḍākhaṇḍikaṁ chetvā phāleyya, phāletvā sakalikaṁ sakalikaṁ kareyya, sakalikaṁ sakalikaṁ karitvā vātātape visoseyya, vātātape visosetvā agginā ḍaheyya, agginā ḍahitvā masiṁ kareyya, masiṁ karitvā mahāvāte vā ophuṇeyya nadiyā vā sīghasotāya pavāheyya. ",
  "an3.69:15.9": "Evamassa tā, bhikkhave, māluvālatā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an3.69:15.10": "Evamevaṁ kho, bhikkhave, evarūpassa puggalassa lobhajā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an3.69:15.11": "Diṭṭheva dhamme sukhaṁ viharati avighātaṁ anupāyāsaṁ apariḷāhaṁ. ",
  "an3.69:15.12": "Diṭṭheva dhamme parinibbāyati. ",
  "an3.69:16.1": "Dosajā …pe… ",
  "an3.69:16.2": "mohajā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an3.69:16.3": "Diṭṭheva dhamme sukhaṁ viharati avighātaṁ anupāyāsaṁ apariḷāhaṁ. ",
  "an3.69:16.4": "Diṭṭheva dhamme parinibbāyati. ",
  "an3.69:16.5": "Imāni kho, bhikkhave, tīṇi kusalamūlānī”ti. ",
  "an3.69:16.6": "Navamaṁ. "
}