{
  "ud8.6:0.1": "Udāna 8.6 ",
  "ud8.6:0.2": "Pāṭaligāmiyasutta ",
  "ud8.6:1.1": "Evaṁ me sutaṁ—",
  "ud8.6:1.2": " ekaṁ samayaṁ bhagavā magadhesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena pāṭaligāmo tadavasari. ",
  "ud8.6:1.3": "Assosuṁ kho pāṭaligāmiyā upāsakā: ",
  "ud8.6:1.4": "“bhagavā kira magadhesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pāṭaligāmaṁ anuppatto”ti. ",
  "ud8.6:1.5": "Atha kho pāṭaligāmiyā upāsakā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "ud8.6:1.6": "Ekamantaṁ nisinnā kho pāṭaligāmiyā upāsakā bhagavantaṁ etadavocuṁ: ",
  "ud8.6:1.7": "“adhivāsetu no, bhante, bhagavā āvasathāgāran”ti. ",
  "ud8.6:1.8": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "ud8.6:2.1": "Atha kho pāṭaligāmiyā upāsakā bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yenāvasathāgāraṁ tenupasaṅkamiṁsu; upasaṅkamitvā sabbasanthariṁ āvasathāgāraṁ santharitvā āsanāni paññāpetvā udakamaṇikaṁ patiṭṭhāpetvā telappadīpaṁ āropetvā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho pāṭaligāmiyā upāsakā bhagavantaṁ etadavocuṁ: ",
  "ud8.6:2.2": "“sabbasantharisanthataṁ, bhante, āvasathāgāraṁ; āsanāni paññattāni; udakamaṇiko patiṭṭhāpito telappadīpo āropito. ",
  "ud8.6:2.3": "Yassadāni, bhante, bhagavā kālaṁ maññatī”ti. ",
  "ud8.6:3.1": "Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena āvasathāgāraṁ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā āvasathāgāraṁ pavisitvā majjhimaṁ thambhaṁ nissāya puratthābhimukho nisīdi. ",
  "ud8.6:3.2": "Bhikkhusaṅghopi kho pāde pakkhāletvā āvasathāgāraṁ pavisitvā pacchimaṁ bhittiṁ nissāya puratthābhimukho nisīdi bhagavantaṁyeva purakkhatvā. ",
  "ud8.6:3.3": "Pāṭaligāmiyāpi kho upāsakā pāde pakkhāletvā āvasathāgāraṁ pavisitvā puratthimaṁ bhittiṁ nissāya pacchimābhimukhā nisīdiṁsu bhagavantaṁyeva purakkhatvā. ",
  "ud8.6:3.4": "Atha kho bhagavā pāṭaligāmiye upāsake āmantesi: ",
  "ud8.6:4.1": "“Pañcime, gahapatayo, ādīnavā dussīlassa sīlavipattiyā. ",
  "ud8.6:4.2": "Katame pañca? ",
  "ud8.6:4.3": "Idha, gahapatayo, dussīlo sīlavipanno pamādādhikaraṇaṁ mahatiṁ bhogajāniṁ nigacchati. ",
  "ud8.6:4.4": "Ayaṁ paṭhamo ādīnavo dussīlassa sīlavipattiyā. ",
  "ud8.6:5.1": "Puna caparaṁ, gahapatayo, dussīlassa sīlavipannassa pāpako kittisaddo abbhuggacchati. ",
  "ud8.6:5.2": "Ayaṁ dutiyo ādīnavo dussīlassa sīlavipattiyā. ",
  "ud8.6:6.1": "Puna caparaṁ, gahapatayo, dussīlo sīlavipanno yaññadeva parisaṁ upasaṅkamati—yadi khattiyaparisaṁ, yadi brāhmaṇaparisaṁ, yadi gahapatiparisaṁ, yadi samaṇaparisaṁ—avisārado upasaṅkamati maṅkubhūto. ",
  "ud8.6:6.2": "Ayaṁ tatiyo ādīnavo dussīlassa sīlavipattiyā. ",
  "ud8.6:7.1": "Puna caparaṁ, gahapatayo, dussīlo sīlavipanno sammūḷho kālaṁ karoti. ",
  "ud8.6:7.2": "Ayaṁ catuttho ādīnavo dussīlassa sīlavipattiyā. ",
  "ud8.6:8.1": "Puna caparaṁ, gahapatayo, dussīlo sīlavipanno kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "ud8.6:8.2": "Ayaṁ pañcamo ādīnavo dussīlassa sīlavipattiyā. ",
  "ud8.6:8.3": "Ime kho, gahapatayo, pañca ādīnavā dussīlassa sīlavipattiyā. ",
  "ud8.6:9.1": "Pañcime, gahapatayo, ānisaṁsā sīlavato sīlasampadāya. ",
  "ud8.6:9.2": "Katame pañca? ",
  "ud8.6:9.3": "Idha, gahapatayo, sīlavā sīlasampanno appamādādhikaraṇaṁ mahantaṁ bhogakkhandhaṁ adhigacchati. ",
  "ud8.6:9.4": "Ayaṁ paṭhamo ānisaṁso sīlavato sīlasampadāya. ",
  "ud8.6:10.1": "Puna caparaṁ, gahapatayo, sīlavato sīlasampannassa kalyāṇo kittisaddo abbhuggacchati. ",
  "ud8.6:10.2": "Ayaṁ dutiyo ānisaṁso sīlavato sīlasampadāya. ",
  "ud8.6:11.1": "Puna caparaṁ, gahapatayo, sīlavā sīlasampanno yaññadeva parisaṁ upasaṅkamati—yadi khattiyaparisaṁ, yadi brāhmaṇaparisaṁ, yadi gahapatiparisaṁ, yadi samaṇaparisaṁ—visārado upasaṅkamati amaṅkubhūto. ",
  "ud8.6:11.2": "Ayaṁ tatiyo ānisaṁso sīlavato sīlasampadāya. ",
  "ud8.6:12.1": "Puna caparaṁ, gahapatayo, sīlavā sīlasampanno asammūḷho kālaṁ karoti. ",
  "ud8.6:12.2": "Ayaṁ catuttho ānisaṁso sīlavato sīlasampadāya. ",
  "ud8.6:13.1": "Puna caparaṁ, gahapatayo, sīlavā sīlasampanno kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "ud8.6:13.2": "Ayaṁ pañcamo ānisaṁso sīlavato sīlasampadāya. ",
  "ud8.6:13.3": "Ime kho, gahapatayo, pañca ānisaṁsā sīlavato sīlasampadāyā”ti. ",
  "ud8.6:14.1": "Atha kho bhagavā pāṭaligāmiye upāsake bahudeva rattiṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uyyojesi: ",
  "ud8.6:14.2": "“abhikkantā kho, gahapatayo, ratti; yassadāni tumhe kālaṁ maññathā”ti ",
  "ud8.6:14.3": "Atha kho pāṭaligāmiyā upāsakā bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkamiṁsu. ",
  "ud8.6:14.4": "Atha kho bhagavā acirapakkantesu pāṭaligāmiyesu upāsakesu suññāgāraṁ pāvisi. ",
  "ud8.6:15.1": "Tena kho pana samayena sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṁ māpenti vajjīnaṁ paṭibāhāya. ",
  "ud8.6:15.2": "Tena kho pana samayena sambahulā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhanti. ",
  "ud8.6:15.3": "Yasmiṁ padese mahesakkhā devatā vatthūni pariggaṇhanti mahesakkhānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "ud8.6:15.4": "Yasmiṁ padese majjhimā devatā vatthūni pariggaṇhanti majjhimānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "ud8.6:15.5": "Yasmiṁ padese nīcā devatā vatthūni pariggaṇhanti nīcānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "ud8.6:16.1": "Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena tā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhantiyo. ",
  "ud8.6:16.2": "Yasmiṁ padese mahesakkhā devatā vatthūni pariggaṇhanti, mahesakkhānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "ud8.6:16.3": "Yasmiṁ padese majjhimā devatā vatthūni pariggaṇhanti, majjhimānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "ud8.6:16.4": "Yasmiṁ padese nīcā devatā vatthūni pariggaṇhanti, nīcānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "ud8.6:16.5": "Atha kho bhagavā tassā rattiyā paccūsasamaye paccuṭṭhāya āyasmantaṁ ānandaṁ āmantesi: ",
  "ud8.6:17.1": "“Ke nu kho, ānanda, pāṭaligāme nagaraṁ māpentī”ti. ",
  "ud8.6:17.2": "“Sunidhavassakārā, bhante, magadhamahāmattā pāṭaligāme nagaraṁ māpenti vajjīnaṁ paṭibāhāyā”ti. ",
  "ud8.6:17.3": "“Seyyathāpi, ānanda, devehi tāvatiṁsehi saddhiṁ mantetvā; ",
  "ud8.6:17.4": "evamevaṁ kho, ānanda, sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṁ māpenti vajjīnaṁ paṭibāhāya. ",
  "ud8.6:17.5": "Idhāhaṁ, ānanda, addasaṁ dibbena cakkhunā visuddhena atikkantamānusakena sambahulā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhantiyo. ",
  "ud8.6:17.6": "Yasmiṁ padese mahesakkhā devatā vatthūni pariggaṇhanti mahesakkhānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "ud8.6:17.7": "Yasmiṁ padese majjhimā devatā vatthūni pariggaṇhanti majjhimānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "ud8.6:17.8": "Yasmiṁ padese nīcā devatā vatthūni pariggaṇhanti nīcānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "ud8.6:17.9": "Yāvatā, ānanda, ariyaṁ āyatanaṁ yāvatā vaṇippatho idaṁ agganagaraṁ bhavissati pāṭaliputtaṁ puṭabhedanaṁ. ",
  "ud8.6:17.10": "Pāṭaliputtassa kho, ānanda, tayo antarāyā bhavissanti—",
  "ud8.6:17.11": "aggito vā udakato vā mithubhedato vā”ti. ",
  "ud8.6:18.1": "Atha kho sunidhavassakārā magadhamahāmattā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavatā saddhiṁ sammodiṁsu. ",
  "ud8.6:18.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhaṁsu. ",
  "ud8.6:18.3": "Ekamantaṁ ṭhitā kho sunidhavassakārā magadhamahāmattā bhagavantaṁ etadavocuṁ: ",
  "ud8.6:18.4": "“adhivāsetu no bhavaṁ gotamo ajjatanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "ud8.6:18.5": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "ud8.6:19.1": "Atha kho sunidhavassakārā magadhamahāmattā bhagavato adhivāsanaṁ viditvā yena sako āvasatho tenupasaṅkamiṁsu; upasaṅkamitvā sake āvasathe paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā bhagavato kālaṁ ārocesuṁ: ",
  "ud8.6:19.2": "“kālo, bho gotama, niṭṭhitaṁ bhattan”ti. ",
  "ud8.6:20.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena sunidhavassakārānaṁ magadhamahāmattānaṁ āvasatho tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "ud8.6:20.2": "Atha kho sunidhavassakārā magadhamahāmattā buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesuṁ sampavāresuṁ. ",
  "ud8.6:21.1": "Atha kho sunidhavassakārā magadhamahāmattā bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdiṁsu. ",
  "ud8.6:21.2": "Ekamantaṁ nisinne kho sunidhavassakāre magadhamahāmatte bhagavā imāhi gāthāhi anumodi: ",
  "ud8.6:22.1": "“Yasmiṁ padese kappeti, ",
  "ud8.6:22.2": "vāsaṁ paṇḍitajātiyo; ",
  "ud8.6:22.3": "Sīlavantettha bhojetvā, ",
  "ud8.6:22.4": "saññate brahmacārayo. ",
  "ud8.6:23.1": "Yā tattha devatā āsuṁ, ",
  "ud8.6:23.2": "tāsaṁ dakkhiṇamādise; ",
  "ud8.6:23.3": "Tā pūjitā pūjayanti, ",
  "ud8.6:23.4": "mānitā mānayanti naṁ. ",
  "ud8.6:24.1": "Tato naṁ anukampanti, ",
  "ud8.6:24.2": "mātā puttaṁva orasaṁ; ",
  "ud8.6:24.3": "Devatānukampito poso, ",
  "ud8.6:24.4": "sadā bhadrāni passatī”ti. ",
  "ud8.6:25.1": "Atha kho bhagavā sunidhavassakārānaṁ magadhamahāmattānaṁ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi. ",
  "ud8.6:26.1": "Tena kho pana samayena sunidhavassakārā magadhamahāmattā bhagavantaṁ piṭṭhito piṭṭhito anubandhā honti: ",
  "ud8.6:26.2": "“yenajja samaṇo gotamo dvārena nikkhamissati taṁ gotamadvāraṁ nāma bhavissati. ",
  "ud8.6:26.3": "Yena titthena gaṅgaṁ nadiṁ tarissati taṁ gotamatitthaṁ nāma bhavissatī”ti. ",
  "ud8.6:27.1": "Atha kho bhagavā yena dvārena nikkhami taṁ gotamadvāraṁ nāma ahosi. ",
  "ud8.6:27.2": "Atha kho bhagavā yena gaṅgā nadī tenupasaṅkami. ",
  "ud8.6:27.3": "Tena kho pana samayena gaṅgā nadī pūrā hoti samatittikā kākapeyyā. ",
  "ud8.6:27.4": "Appekacce manussā nāvaṁ pariyesanti, appekacce uḷumpaṁ pariyesanti, appekacce kullaṁ bandhanti apārā pāraṁ gantukāmā. ",
  "ud8.6:27.5": "Atha kho bhagavā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—gaṅgāya nadiyā orimatīre antarahito pārimatīre paccuṭṭhāsi saddhiṁ bhikkhusaṅghena. ",
  "ud8.6:28.1": "Addasā kho bhagavā te manusse appekacce nāvaṁ pariyesante, appekacce uḷumpaṁ pariyesante, appekacce kullaṁ bandhante apārā pāraṁ gantukāme. ",
  "ud8.6:29.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "ud8.6:30.1": "“Ye taranti aṇṇavaṁ saraṁ, ",
  "ud8.6:30.2": "Setuṁ katvāna visajja pallalāni; ",
  "ud8.6:30.3": "Kullañhi jano pabandhati, ",
  "ud8.6:30.4": "Tiṇṇā medhāvino janā”ti. ",
  "ud8.6:30.5": "Chaṭṭhaṁ. "
}