{
  "an1.394:0.1": "Aṅguttara Nikāya 1 ",
  "an1.394:0.2": "29. Outra Seção Sobre o Estalar dos Dedos ",
  "an1.394:1.0": "394 ",
  "an1.394:1.1": "“Bhikkhus, aqueles de vocês que desenvolvem o primeiro jhāna mesmo que apenas pelo tempo que se leva para estalar os dedos, podem ser chamados de ",
  "an1.394:1.2": "'um bhikkhu dotado de absorção mental, que segue a revelação do Buda, que responde à exortação, e que é digno das esmolas que recebe. ",
  "an1.394:1.3": "O que dizer daqueles que o fazem por mais tempo!' ",
  "an1.395:1.0": "395–401 ",
  "an1.395:1.1": "“Bhikkhus, aqueles de vocês que desenvolvem o segundo jhāna … o terceiro jhāna … o quarto jhāna … a libertação da mente baseada no bem-querer … a libertação da mente baseada na compaixão … a libertação da mente baseada na alegria altruísta … a libertação da mente baseada na equanimidade … mesmo que apenas pelo tempo que se leva para estalar os dedos, podem ser chamados de … ",
  "an1.402:1.0": "402–405 ",
  "an1.402:1.1": "Se um bhikkhu medita observando um aspecto do corpo … ",
  "an1.403:1.1": "sensações … ",
  "an1.404:1.1": "mente … ",
  "an1.405:1.1": "princípios — ardente, plenamente consciente e com atenção plena, tendo colocado de lado a cobiça e o desprazer pelo mundo, mesmo que apenas pelo tempo que se leva para estalar os dedos … ",
  "an1.406:1.0": "406–409 ",
  "an1.406:1.1": "Se eles geram entusiasmo, tentam, se dedicam, aplicam a mente e se empenham para que qualidades ruins e inábeis não surjam, mesmo que apenas pelo tempo que se leva para estalar os dedos … ",
  "an1.407:1.1": "Se eles geram entusiasmo, tentam, se dedicam, aplicam a mente e se empenham para que qualidades ruins e inábeis que tenham surgido sejam abandonadas, mesmo que apenas pelo tempo que se leva para estalar os dedos … ",
  "an1.408:1.1": "Se eles geram entusiasmo, tentam, se dedicam, aplicam a mente e se empenham para que qualidades benéficas ainda não presentes surjam, mesmo que apenas pelo tempo que se leva para estalar os dedos … ",
  "an1.409:1.1": "Se eles geram entusiasmo, tentam, se dedicam, aplicam a mente e se empenham para que qualidades benéficas já presentes continuem presentes, não sejam perdidas e aumentem, mesmo que apenas pelo tempo que se leva para estalar os dedos … ",
  "an1.410:1.0": "410–413 ",
  "an1.411:1.1": "Se eles cultivam a base do poder espiritual que envolve imersão devido ao empenho e entusiasmo … energia … consciência superior … investigação … ",
  "an1.414:1.0": "414–418 ",
  "an1.417:1.1": "Se eles desenvolvem a faculdade dominante da fé ou convicção…energia…atenção plena…imersão ou concentração…sabedoria, mesmo que apenas pelo tempo que se leva para estalar os dedos… ",
  "an1.419:1.0": "419–423 ",
  "an1.422:1.1": "Se eles desenvolvem o poder da fé ou convicção…energia…atenção plena…imersão ou concentração…sabedoria, mesmo que apenas pelo tempo que se leva para estalar os dedos… ",
  "an1.424:1.0": "424–430 ",
  "an1.425:1.1": "Se eles desenvolvem o fator para o despertar da atenção plena…da investigação dos princípios…da energia…êxtase…tranquilidade…imersão ou concentração…equanimidade, mesmo que apenas pelo tempo que se leva para estalar os dedos … ",
  "an1.431:1.0": "431–438 ",
  "an1.434:1.1": "Se eles cultivam o entendimento correto… pensamento correto… linguagem correta… ação correta… modo de vida correto… esforço correto… atenção plena correta… imersão ou concentração correta, mesmo que apenas pelo tempo que se leva para estalar os dedos … ",
  "an1.439:1.0": "439–446 ",
  "an1.439:1.1": "Percebendo a forma internamente, eles vêem imagens externas, limitadas, tanto belas como feias. ",
  "an1.439:1.2": "Tendo adquirido a maestria disto, eles entendem: ",
  "an1.439:1.3": "‘Eu sei, eu vejo.’—",
  "an1.439:1.4": "",
  "an1.440:1.1": "Percebendo a forma internamente, eles vêem imagens externas, ilimitadas, tanto belas como feias. ",
  "an1.440:1.2": "Tendo adquirido a maestria disto, eles entendem: ",
  "an1.440:1.3": "‘Eu sei, eu vejo.’—",
  "an1.440:1.4": "",
  "an1.441:1.1": "Não percebendo a forma internamente, eles vêem imagens externas, limitadas, tanto belas como feias. ",
  "an1.441:1.2": "Tendo adquirido a maestria disto, eles entendem: ",
  "an1.441:1.3": "‘Eu sei, eu vejo.’—",
  "an1.441:1.4": "",
  "an1.442:1.1": "Não percebendo a forma internamente, eles vêem imagens externas, ilimitadas, tanto belas como feias. ",
  "an1.442:1.2": "Tendo adquirido a maestria disto, eles entendem: ",
  "an1.442:1.3": "‘Eu sei, eu vejo.’—",
  "an1.442:1.4": "",
  "an1.443:1.1": "… não percebendo a forma internamente, eles vêem imagens externas azuis, azuladas, aparência azul, de tom azul. ",
  "an1.443:1.2": "Tendo adquirido a maestria disto, eles entendem: ",
  "an1.443:1.3": "‘Eu sei, eu vejo.’—",
  "an1.443:1.4": "",
  "an1.444:1.1": "… não percebendo a forma internamente, eles vêem imagens externas amarelas, amareladas, aparência amarela, de tom amarelo. ",
  "an1.444:1.2": "Tendo adquirido a maestria disto, eles entendem: ",
  "an1.444:1.3": "‘Eu sei, eu vejo.’—",
  "an1.444:1.4": "",
  "an1.445:1.1": "… não percebendo a forma internamente, eles vêem imagens externas vermelhas, avermelhadas, aparência vermelha, de tom vermelho. ",
  "an1.445:1.2": "Tendo adquirido a maestria disto, eles entendem: ",
  "an1.445:1.3": "‘Eu sei, eu vejo.’—",
  "an1.445:1.4": "",
  "an1.446:1.1": "… não percebendo a forma internamente, eles vêem imagens externas brancas, alvas, aparência esbranquiçada, de tom branco. ",
  "an1.446:1.2": "Tendo adquirido a maestria disto, eles entendem: ",
  "an1.446:1.3": "‘Eu sei, eu vejo.’—",
  "an1.446:1.4": "",
  "an1.447:1.0": "447–454 ",
  "an1.450:1.1": "Tendo forma, eles vêem formas… não percebendo a forma internamente, eles vêem formas externas… eles se concentram apenas no aspecto belo… com a completa superação das percepções da forma, com o desaparecimento das percepções do contato sensorial, sem dar atenção às percepções da diversidade, conscientes que o ‘espaço é infinito,’ eles entram e permanecem na base do espaço infinito… com a completa superação da base do espaço infinito, conscientse de que a ‘consciência é infinita,' eles entram e permanecem na base da consciência infinita… com a completa superação da base da consciência infinita, conscientes de que ‘não há nada,’ eles entram e permanecem na base do nada…com a completa superação da base do nada, eles entram e permanecem na base da nem percepção, nem não percepção… com a completa superação da base da nem percepção, nem não percepção, eles entram e permanecem na cessação da sensação e percepção… ",
  "an1.455:1.0": "455–464 ",
  "an1.464:1.1": "Eles desenvolvem a contemplação do aspecto universal da terra…água…fogo…ar…cor azul…cor amarela…cor vermelha…cor branca…espaço…consciência… ",
  "an1.465:1.0": "465–474 ",
  "an1.468:1.1": "Eles desenvolvem a percepção do aspecto não-belo… da morte… da repulsividade da comida… da insatisfação do mundo como um todo… da impermanência ou incerteza… do sofrimento na impermanência ou incerteza… do não-eu no sofrimento… do abandono… do desapego… da cessação… ",
  "an1.475:1.0": "475–484 ",
  "an1.479:1.1": "Eles desenvolvem a percepção da impermanência ou incerteza… do não-eu… da morte… do aspecto repulsivo da comida… do não-deleite com o mundo… do esqueleto… do cadáver infestado por vermes… do cadáver esquálido… do cadáver fissurado… do cadáver inchado… ",
  "an1.485:1.0": "485–494 ",
  "an1.487:1.1": "Eles desenvolvem a recordação do Buda… do ensinamento… da Sangha… da virtude… da generosidade… das divindades… atenção plena da respiração…atenção plena na morte… atenção plena no corpo… a recordação da calma ou paz… ",
  "an1.495:1.0": "495–534 ",
  "an1.495:1.1": "Eles desenvolvem a facudade da fé ou convicção juntamente com o primeiro jhāna… a faculdade da energia ou persistência… a faculdade da atenção plena… a faculdade da imersão ou concentração… a faculdade da sabedoria… o poder da fé ou convicção… o poder da energia ou persistência… o poder da atenção plena… o poder da imersão ou concentração… o poder da sabedoria juntamente com o primeiro jhāna… ",
  "an1.555-564:1.1": "535–574 ",
  "an1.565:1.1": "Juntamente com o segundo jhāna… terceiro jhāna… quarto jhāna… bem-querer… compaixão… regozijo… Eles desenvolvem a faculdade da fé juntamente com a equanimidade… Eles desenvolvem a faculdade da energia… a faculdade da atenção plena… a faculdade da imersão… a faculdade da sabedoria… o poder da fé… o poder da energia… o poder da atenção plena… o poder da imersão ou concentração… o poder da sabedoria. ",
  "an1.574:2.1": "Tal bhikkhu é chamado ",
  "an1.574:2.2": "'um bhikkhu dotado de absorção mental, que segue a revelação do Buda, que responde à exortação, e que é digno das esmolas que recebe. ",
  "an1.574:2.3": "O que dizer daqueles que o fazem por mais tempo!' ",
  "an1.574:2.4": ""
}