{
  "an1.278:0.1": "Aṅguttara Nikāya 1 ",
  "an1.278:0.2": "22. Segunda seção ",
  "an1.278:1.0": "278 ",
  "an1.278:1.1": "‘É impossível, não pode acontecer que dois Monarcas que façam girar a roda, possam surgir ao mesmo tempo em um dado sistema solar. ",
  "an1.278:1.2": "É possível que um Monarca que faça girar a roda, possa surgir em um dado sistema solar - existe essa possibilidade.’ ",
  "an1.279:1.0": "279 ",
  "an1.279:1.1": "‘É impossível, não pode acontecer, que uma mulher possa ser um Aperfeiçoado (Arahant), um Buda Perfeitamente Iluminado - não existe essa possibilidade.’ ",
  "an1.279:1.2": "‘Mas é possível que um homem venha a ser um Aperfeiçoado (Arahant), um Buda Perfeitamente Iluminado.’ ",
  "an1.280:1.0": "280 ",
  "an1.280:1.1": "‘É impossível, não pode acontecer que uma mulher venha a ser um Monarca que faça girar a roda - não existe essa possibilidade.’ ",
  "an1.280:1.2": "É possível que um homem venha a ser um Monarca que faça girar a roda - existe essa possibilidade.’ ",
  "an1.281-283:1.0": "281–283 ",
  "an1.281-283:1.1": "‘É impossível, não pode acontecer que uma mulher possa ocupar a posição de Sakka … que uma mulher possa ocupar a posição de Mara … que uma mulher possa ocupar a posição de Brahma - não existe essa possibilidade.’ ",
  "an1.281-283:1.2": "‘É possível que um homem possa ocupar a posição de Sakka … que um homem possa ocupar a posição de Mara … que um homem possa ocupar a posição de Brahma - existe essa possibilidade.’ ",
  "an1.284:1.0": "284 ",
  "an1.284:1.1": "‘É impossível, não pode acontecer que um resultado desejado, agradável, resulte de uma conduta imprópria com o corpo. Não existe essa possibilidade. ",
  "an1.284:1.2": "Mas é possível que um resultado não desejado, desagradável resulte da conduta imprópria com o corpo. Existe essa possibilidade. ",
  "an1.285-286:1.0": "285–286 ",
  "an1.285-286:1.1": "‘É impossível, não pode acontecer que um resultado desejado, agradável, resulte de uma conduta imprópria com a fala … com a mente. Não existe essa possibilidade. ",
  "an1.285-286:1.2": "Mas é possível que um resultado não desejado, desagradável resulte da conduta imprópria com a fala … com a mente. Existe essa possibilidade. ",
  "an1.285-286:1.3": ""
}