{
  "an1.287:0.1": "Aṅguttara Nikāya 1 ",
  "an1.287:0.2": "23. Terceira seção ",
  "an1.287:1.0": "287 ",
  "an1.287:1.1": "‘É impossível, não pode acontecer que um resultado não desejado, desagradável, resulte de uma boa conduta com o corpo. Não existe essa possibilidade. ",
  "an1.287:1.2": "Mas é possível que um resultado desejado, agradável resulte da boa conduta com o corpo. Existe essa possibilidade. ",
  "an1.288-289:1.0": "288–289 ",
  "an1.288-289:1.1": "‘É impossível, não pode acontecer que um resultado não desejado, desagradável, resulte de uma boa conduta com a fala ou com a mente. Não existe essa possibilidade. ",
  "an1.288-289:1.2": "Mas é possível que um resultado agradável, desejável resulte da boa conduta com a fala ou com a mente. Existe essa possibilidade. ",
  "an1.290:1.0": "290 ",
  "an1.290:1.1": "“É impossível, não pode acontecer que uma pessoa que se ocupe com o comportamento impróprio com o corpo possa por conta disso, devido a isso, na dissolução do corpo, após a morte, renascer num destino feliz, até mesmo no paraíso. Não existe essa possibilidade. ",
  "an1.290:1.2": "Mas é possível que uma pessoa que se ocupe com o comportamento impróprio com o corpo possa por conta disso, devido a isso, na dissolução do corpo, após a morte, renascer num destino infeliz, nos reinos inferiores, ou no inferno. Existe essa possibilidade.” ",
  "an1.291-292:1.0": "291–292 ",
  "an1.291-292:1.1": "“É impossível, não pode acontecer que uma pessoa que se ocupe com o comportamento impróprio com a fala … com a mente possa por conta disso, devido a isso, na dissolução do corpo, após a morte, renascer num destino feliz, até mesmo no paraíso. Não existe essa possibilidade. ",
  "an1.291-292:1.2": "Mas é possível que uma pessoa que se ocupe com o comportamento impróprio com a fala … com a mente possa por conta disso, devido a isso, na dissolução do corpo, após a morte, renascer num destino infeliz, nos reinos inferiores, ou no inferno. Existe essa possibilidade.” ",
  "an1.293:1.0": "293 ",
  "an1.293:1.1": "“É impossível, não pode acontecer que uma pessoa que se ocupe com o comportamento apropriado com o corpo possa por conta disso, devido a isso, na dissolução do corpo, após a morte, renascer num destino infeliz, nos reinos inferiores, ou no inferno. Não existe essa possibilidade. ",
  "an1.293:1.2": "Mas é possível que uma pessoa que se ocupe com o comportamento apropriado com o corpo possa por conta disso, devido a isso, na dissolução do corpo, após a morte, renascer num destino feliz, até mesmo no paraíso. Existe essa possibilidade.” ",
  "an1.294-295:1.0": "294–295 ",
  "an1.294-295:1.1": "“É impossível, não pode acontecer que uma pessoa que se ocupe com o comportamento apropriado com a fala … com a mente possa por conta disso, devido a isso, na dissolução do corpo, após a morte, renascer num destino infeliz, nos reinos inferiores, ou no inferno. Não existe essa possibilidade. ",
  "an1.294-295:1.2": "Mas é possível que uma pessoa que se ocupe com o comportamento apropriado com a fala … com a mente possa por conta disso, devido a isso, na dissolução do corpo, após a morte, renascer num destino feliz, até mesmo no paraíso. Existe essa possibilidade.” ",
  "an1.294-295:1.3": "",
  "an1.294-295:1.4": ""
}