{
  "an1.575:0.1": "Aṅguttara Nikāya 1 ",
  "an1.575:0.2": "30. Atenção plena no corpo ",
  "an1.575:1.0": "575 ",
  "an1.575:1.1": "“Bhikkhus, quando alguém traz à mente o grande oceano isto inclui todos os rios que nele desaguam. ",
  "an1.575:1.2": "Da mesma forma, quando alguém pratica e cultiva a atenção plena no corpo inclui todas as qualidades positivas que contribuem para o despertar.” ",
  "an1.576-582:1.0": "576–582 ",
  "an1.576-582:1.1": "“Tal coisa, bhikkhus, quando praticada e cultivada, resulta em grande inspiração… grande benefício… grande santuário… atenção plena e clara compreensão… conhecimento e visão… uma meditação feliz nesta vida… a concretização do fruto do conhecimento e da liberdade. ",
  "an1.576-582:1.2": "Qual é tal coisa? ",
  "an1.576-582:1.3": "A atenção plena no corpo. ",
  "an1.576-582:1.4": "Tal coisa, bhikkhus, quando praticada e cultivada, resulta em grande inspiração… grande benefício… grande santuário… atenção plena e clara compreensão… conhecimento e visão… uma meditação feliz nesta vida… a concretização do fruto do conhecimento e da liberdade.” ",
  "an1.583:1.0": "583 ",
  "an1.583:1.1": "“Bhikkhus, quando esta coisa é praticada e cultivada o corpo e a mente se tornam tranquilos, pensamento e ponderação se estabelecem, e todas as qualidades que resultam na visão são perfeitamente desenvolvidas. ",
  "an1.583:1.2": "Qual é tal coisa? ",
  "an1.583:1.3": "A atenção plena no corpo. ",
  "an1.583:1.4": "Quando esta coisa é praticada e cultivada o corpo e a mente se tornam tranquilos, pensamento e ponderação se estabelecem, e todas as qualidades que resultam na visão são perfeitamente desenvolvidas.” ",
  "an1.584:1.0": "584 ",
  "an1.584:1.1": "“Bhikkhus, quando esta coisa é praticada e cultivada, qualidades prejudiciais não surgem, e, se já surgidas estas são abandonadas. ",
  "an1.584:1.2": "Qual é tal coisa? ",
  "an1.584:1.3": "A atenção plena no corpo. ",
  "an1.584:1.4": "Quando esta coisa é praticada e cultivada, qualidades prejudiciais não surgem, e, se já surgidas estas são abandonadas.” ",
  "an1.585:1.0": "585 ",
  "an1.585:1.1": "“Bhikkhus, quando esta coisa é praticada e cultivada, qualidades benéficas surgem, e, se já surgidas estas aumentam e crescem. ",
  "an1.585:1.2": "Qual é tal coisa? ",
  "an1.585:1.3": "A atenção plena no corpo. ",
  "an1.585:1.4": "Quando esta coisa é praticada e cultivada, qualidades benéficas surgem, e, se já surgidas estas aumentam e crescem.” ",
  "an1.586-590:1.0": "586 ",
  "an1.586-590:1.1": "“Bhikkhus, quando esta coisa é praticada e cultivada, a ignorância é abandonada, o verdadeiro conhecimento surge, a presunção 'eu sou' é abandonada, as tendências latentes são desenraizadas, os grilhões são abandonados. ",
  "an1.586-590:1.2": "Qual é tal coisa? ",
  "an1.586-590:1.3": "A atenção plena no corpo. ",
  "an1.586-590:1.4": "Quando esta coisa é praticada e cultivada, a ignorância é abandonada, o verdadeiro conhecimento surge, a presunção 'eu sou' é abandonada, as tendências latentes são desenraizadas, os grilhões são abandonados.” ",
  "an1.591-592:1.0": "587–588 ",
  "an1.591-592:1.1": "“Bhikkhus, quando esta coisa é praticada e cultivada, a ignorância é demolida … a extinção através do desapego. ",
  "an1.591-592:1.2": "Qual é tal coisa? ",
  "an1.591-592:1.3": "A atenção plena no corpo. ",
  "an1.591-592:1.4": "Quando esta coisa é praticada e cultivada, a ignorância é demolida … a extinção através do desapego.” ",
  "an1.593-595:1.0": "589–591 ",
  "an1.593-595:1.1": "“Bhikkhus, quando esta coisa é praticada e cultivada, obtém-se o entendimento penetrante de vários elementos e aspectos … de diversos elementos e aspectos … a análise de muitos elementos e aspectos. ",
  "an1.593-595:1.2": "Qual é tal coisa? ",
  "an1.593-595:1.3": "A atenção plena no corpo. ",
  "an1.593-595:1.4": "Quando esta coisa é praticada e cultivada, obtém-se o entendimento penetrante de vários elementos e aspectos … de diversos elementos e aspectos … a análise de muitos elementos e aspectos.” ",
  "an1.596-599:1.0": "592–595 ",
  "an1.596-599:1.1": "“Bhikkhus, essa coisa, quando desenvolvida e cultivada, conduz à realização do fruto de entrar na correnteza… do fruto de retornar uma vez … do fruto de não-retorno… do fruto da perfeição do arahant. ",
  "an1.596-599:1.2": "Qual é tal coisa? ",
  "an1.596-599:1.3": "A atenção plena no corpo. ",
  "an1.596-599:1.4": "Essa coisa, quando desenvolvida e cultivada, conduz à realização do fruto de entrar na correnteza… do fruto de retornar uma vez … do fruto de não-retorno… do fruto da perfeição do arahant. ",
  "an1.600-615:1.0": "596–615 ",
  "an1.600-615:1.1": "“Bhikkhus, essa coisa, quando desenvolvida e cultivada, conduz à obtenção da sabedoria… crescimento da sabedoria… aumento da sabedoria… grande sabedoria… abrangente sabedoria… profunda sabedoria… extraordinária sabedoria… vasta sabedoria… muita sabedoria… rápida sabedoria… célere sabedoria… alegre sabedoria… imediata sabedoria… afiada sabedoria… penetrante sabedoria. ",
  "an1.600-615:1.2": "Qual é tal coisa? ",
  "an1.600-615:1.3": "A atenção plena no corpo. ",
  "an1.600-615:1.4": "Essa coisa, quando desenvolvida e cultivada, conduz à obtenção da sabedoria… crescimento da sabedoria… aumento da sabedoria… grande sabedoria… abrangente sabedoria… profunda sabedoria… extraordinária sabedoria… vasta sabedoria… muita sabedoria… rápida sabedoria… célere sabedoria… alegre sabedoria… imediata sabedoria… afiada sabedoria… penetrante sabedoria.” ",
  "an1.600-615:1.5": ""
}