{
  "an1.1:0.1": "Aṅguttara Nikāya 1 ",
  "an1.1:0.2": "1. Imagens, etc. ",
  "an1.1:1.0": "1 ",
  "an1.1:1.1": "Assim ouvi. ",
  "an1.1:1.2": "Em certa ocasião o Buda estava perto de Savatthi, no Bosque de Jeta, no Parque de Anathapindika. ",
  "an1.1:1.3": "Lá o Buda se dirigiu aos bhikkhus: ",
  "an1.1:1.4": "“Bhikkhus!” ",
  "an1.1:1.5": "“Venerável Senhor”, eles responderam. ",
  "an1.1:1.6": "O Buda disse o seguinte: ",
  "an1.1:2.1": "“Bhikkhus, não há algo que ocupe mais a mente de um homem do que a imagem de uma mulher. ",
  "an1.1:2.2": "De fato, tal imagem ocupa a mente de um homem.” ",
  "an1.1:2.3": "",
  "an1.2:1.0": "2 ",
  "an1.2:1.1": "“Bhikkhus, não há algo que ocupe mais a mente de um homem do que o som de uma mulher. ",
  "an1.2:1.2": "De fato, tal som ocupa a mente de um homem.” ",
  "an1.2:1.3": "",
  "an1.3:1.0": "3 ",
  "an1.3:1.1": "“Bhikkhus, não há algo que ocupe mais a mente de um homem do que o aroma de uma mulher. ",
  "an1.3:1.2": "De fato, tal aroma ocupa a mente de um homem.” ",
  "an1.3:1.3": "",
  "an1.4:1.0": "4 ",
  "an1.4:1.1": "“Bhikkhus, não há algo que ocupe mais a mente de um homem do que o sabor de uma mulher. ",
  "an1.4:1.2": "De fato, tal sabor ocupa a mente de um homem.” ",
  "an1.4:1.3": "",
  "an1.5:1.0": "5 ",
  "an1.5:1.1": "“Bhikkhus, não há algo que ocupe mais a mente de um homem do que o toque de uma mulher. ",
  "an1.5:1.2": "De fato, tal toque ocupa a mente de um homem.” ",
  "an1.5:1.3": "",
  "an1.6:1.0": "6 ",
  "an1.6:1.1": "“Bhikkhus, não há algo que ocupe mais a mente de uma mulher do que a imagem de um homem. ",
  "an1.6:1.2": "De fato, tal imagem ocupa a mente de uma mulher.” ",
  "an1.6:1.3": "",
  "an1.7:1.0": "7 ",
  "an1.7:1.1": "“Bhikkhus, não há algo que ocupe mais a mente de uma mulher do que o som de um homem. ",
  "an1.7:1.2": "De fato, tal som ocupa a mente de uma mulher.” ",
  "an1.7:1.3": "",
  "an1.8:1.0": "8 ",
  "an1.8:1.1": "“Bhikkhus, não há algo que ocupe mais a mente de uma mulher do que o aroma de um homem. ",
  "an1.8:1.2": "De fato, tal aroma ocupa a mente de uma mulher.” ",
  "an1.8:1.3": "",
  "an1.9:1.0": "9 ",
  "an1.9:1.1": "“Bhikkhus, não há algo que ocupe mais a mente de uma mulher do que o sabor de um homem. ",
  "an1.9:1.2": "De fato, tal sabor ocupa a mente de uma mulher.” ",
  "an1.9:1.3": "",
  "an1.10:1.0": "10 ",
  "an1.10:1.1": "“Bhikkhus, não há algo que ocupe mais a mente de uma mulher do que o toque de um homem. ",
  "an1.10:1.2": "De fato, tal toque ocupa a mente de uma mulher.” ",
  "an1.10:1.3": "",
  "an1.10:1.4": ""
}