{
  "an1.82:0.1": "Aṅguttara Nikāya 1 ",
  "an1.82:0.2": "9. Negligência ",
  "an1.82:1.0": "82 ",
  "an1.82:1.1": "“Bhikkhus, não há coisa tão prejudicial quanto a negligência. ",
  "an1.82:1.2": "A negligência é muito prejudicial. ” ",
  "an1.82:1.3": "",
  "an1.83:1.0": "83 ",
  "an1.83:1.1": "“Bhikkhus, não há coisa tão benéfica quanto a diligência. ",
  "an1.83:1.2": "A diligência é muito benéfica. ” ",
  "an1.83:1.3": "",
  "an1.84:1.0": "84 ",
  "an1.84:1.1": "“Bhikkhus, não há coisa tão prejudicial quanto a preguiça. ",
  "an1.84:1.2": "A preguiça é muito prejudicial. ” ",
  "an1.84:1.3": "",
  "an1.85:1.0": "85 ",
  "an1.85:1.1": "“Bhikkhus, não há coisa tão benéfica quanto despertar o vigor e energia. ",
  "an1.85:1.2": "Despertar o vigor e energia é muito benéfico. ” ",
  "an1.85:1.3": "",
  "an1.86:1.0": "86 ",
  "an1.86:1.1": "“Bhikkhus, não há coisa tão prejudicial quanto ter muitos desejos e vontades. ",
  "an1.86:1.2": "Ter muitos desejos e vontades é muito prejudicial. ” ",
  "an1.86:1.3": "",
  "an1.87:1.0": "87 ",
  "an1.87:1.1": "“Bhikkhus, não há coisa tão benéfica quanto ter poucos desejos e vontades. ",
  "an1.87:1.2": "Ter poucos desejos e vontades é muito benéfico. ” ",
  "an1.87:1.3": "",
  "an1.88:1.0": "88 ",
  "an1.88:1.1": "“Bhikkhus, não há coisa tão prejudicial quanto o descontentamento. ",
  "an1.88:1.2": "O descontentamento é muito prejudicial. ” ",
  "an1.88:1.3": "",
  "an1.89:1.0": "89 ",
  "an1.89:1.1": "“Bhikkhus, não há coisa tão benéfica quanto o contentamento. ",
  "an1.89:1.2": "O contentamento é muito benéfico. ” ",
  "an1.89:1.3": "",
  "an1.90:1.0": "90 ",
  "an1.90:1.1": "“Bhikkhus, não há coisa tão prejudicial quanto a atenção ou reflexão sem sabedoria. ",
  "an1.90:1.2": "A atenção ou reflexão sem sabedoria, é muito prejudicial. ” ",
  "an1.90:1.3": "",
  "an1.91:1.0": "91 ",
  "an1.91:1.1": "“Bhikkhus, não há coisa tão benéfica quanto a atenção ou reflexão com sabedoria. ",
  "an1.91:1.2": "A atenção ou reflexão com sabedoria é muito benéfica. ” ",
  "an1.91:1.3": "",
  "an1.92:1.0": "92 ",
  "an1.92:1.1": "“Bhikkhus, não há coisa tão prejudicial quanto a falta de clara compreensão. ",
  "an1.92:1.2": "A falta de clara compreensão é muito prejudicial. ” ",
  "an1.92:1.3": "",
  "an1.93:1.0": "93 ",
  "an1.93:1.1": "“Bhikkhus, não há coisa tão benéfica quanto a clara compreensão. ",
  "an1.93:1.2": "A clara compreensão é muito benéfica. ” ",
  "an1.93:1.3": "",
  "an1.94:1.0": "94 ",
  "an1.94:1.1": "“Bhikkhus, não há coisa tão prejudicial quanto ter pessoas más como amigos, associados e companheiros. ",
  "an1.94:1.2": "Ter pessoas más como amigos, associados e companheiros é muito prejudicial. ” ",
  "an1.94:1.3": "",
  "an1.95:1.0": "95 ",
  "an1.95:1.1": "“Bhikkhus, não há coisa tão benéfica quanto ter pessoas admiráveis como bons amigos, associados e companheiros. ",
  "an1.95:1.2": "Ter pessoas admiráveis como bons amigos, associados e companheiros é muito benéfico. ” ",
  "an1.95:1.3": "",
  "an1.96:1.0": "96 ",
  "an1.96:1.1": "“Bhikkhus, não vejo uma coisa tão prejudicial quanto cultivar maus hábitos em vez de bons hábitos. ",
  "an1.96:1.2": "Cultivar maus hábitos em vez de bons hábitos é muito prejudicial. ” ",
  "an1.96:1.3": "",
  "an1.97:1.0": "97 ",
  "an1.97:1.1": "“Bhikkhus, não vejo uma coisa tão benéfica quanto cultivar bons hábitos em vez de maus hábitos. ",
  "an1.97:1.2": "Cultivar bons hábitos em vez de maus hábitos é muito benéfico. ” ",
  "an1.97:1.3": "",
  "an1.97:1.4": ""
}