{
  "an1.11:0.1": "Discursos Numerados 1.11–20 ",
  "an1.11:0.2": "O Capítulo sobre o Abandono dos Obstáculos ",
  "an1.11:1.0": "11 ",
  "an1.11:1.1": "“Bhikkhus, não há algo que se compara ao aspecto da beleza em termos de fazer surgir o desejo dos sentidos, ou de fazer este crescer e aumentar quando já presente. ",
  "an1.11:1.2": "Quando a mente é voltada irracionalmente para o aspecto da beleza, o desejo sensual surge, e uma vez surgido este cresce e aumenta.” ",
  "an1.12:1.0": "12 ",
  "an1.12:1.1": "“Bhikkhus, não há algo que se compara ao aspecto da repulsividade em termos de fazer surgir a raiva e mal querer, ou de fazer este crescer e aumentar quando já presente. ",
  "an1.12:1.2": "Quando a mente é voltada irracionalmente para o aspecto da repulsividade, o desejo sensual surge, e uma vez surgido este cresce e aumenta.” ",
  "an1.13:1.0": "13 ",
  "an1.13:1.1": "“Bhikkhus, não há algo que se compara ao descontentamento, desânimo, bocejar, sonolência após refeições e letargia mental em termos de se fazer surgir a preguiça e torpor, ou de fazer este crescer e aumentar quando já presente. ",
  "an1.13:1.2": "Quando se tem uma mente letárgica, a preguiça e torpor surge, e uma vez surgidos estes crescem e aumentam.” ",
  "an1.14:1.0": "14 ",
  "an1.14:1.1": "“Bhikkhus, não há algo que se compara a uma mente agitada em termos de se fazer surgir a inquietação e o remorso, ou de fazer estes crescer e aumentar quando já presentes. ",
  "an1.14:1.2": "Quando se tem uma mente agitada, a inquietação e o remorso surgem, e uma vez surgidos estes crescem e aumentam.” ",
  "an1.15:1.0": "15 ",
  "an1.15:1.1": "“Bhikkhus, não há algo que se compara à aplicação irracional da mente em termos de fazer surgir a dúvida, ou de fazer esta crescer e aumentar quando já presente. ",
  "an1.15:1.2": "Quando a mente é aplicada irracionalmente, a dúvida surge, e uma vez surgida esta cresce e aumenta.” ",
  "an1.16:1.0": "16 ",
  "an1.16:1.1": "“Bhikkhus, não há algo que se compara ao aspecto da feiura em termos de se impedir o surgimento do desejo dos sentidos, ou de se abandonar este quando já presente. ",
  "an1.16:1.2": "Quando a mente é voltada racionalmente para o aspecto da feiura, o desejo sensual não surge, e caso já surgido este é abandonado.” ",
  "an1.17:1.0": "17 ",
  "an1.17:1.1": "“Bhikkhus, não há algo que se compara à libertação da mente através do bem-querer em termos de se impedir o surgimento da raiva, ou de se abandonar esta quando já presente. ",
  "an1.17:1.2": "Quando a mente é voltada racionalmente para a libertação da mente através do bem-querer, a raiva não surge, e caso já surgida esta é abandonada.” ",
  "an1.18:1.0": "18 ",
  "an1.18:1.1": "“Bhikkhus, não há algo que se compara aos elementos da iniciativa, persistência e vigor em termos de se impedir o surgimento da preguiça e torpor, ou de se abandonar estes quando já presentes. ",
  "an1.18:1.2": "Quando se tem uma mente disposta, a preguiça e torpor não surge, e caso surgidos estes são abandonados.” ",
  "an1.19:1.0": "19 ",
  "an1.19:1.1": "“Bhikkhus, não há algo que se compara à paz de espírito em termos de se impedir o surgimento da inquietação e remorso, ou de se abandonar estes quando já presentes. ",
  "an1.19:1.2": "Quando se tem uma mente pacífica, a inquietação e o remorso não surgem, e caso surgidos estes são abandonados.” ",
  "an1.20:1.0": "20 ",
  "an1.20:1.1": "“Bhikkhus, não há algo que se compara à aplicação racional da mente em termos de se impedir o surgimento da dúvida, ou de abandonar esta quando já presente. ",
  "an1.20:1.2": "Quando a mente é aplicada racionalmente, a dúvida não surge, e caso já surgida esta é abandonada.” "
}