{
  "mn10:0.1": "मज्झिम निकाय १० ",
  "mn10:0.2": "स्मृतिप्रस्थान सूत्र ",
  "mn10:1.1": "ऐसा मैंने सुना—",
  "mn10:1.2": "एक समय भगवंत कुरुदेश में कम्मासदम्मा गांव में विहार कर रहे थे। ",
  "mn10:1.3": "वहां भगवंतने भिक्षुओं से कहा: ",
  "mn10:1.4": "“भिक्षुओं”। ",
  "mn10:1.5": "“भदंत”, भिक्षुओं ने जवाब दिया। ",
  "mn10:1.6": "भगवंतने ऐसा कहा: ",
  "mn10:2.1": "“एक मार्ग है, भिक्षुओं, जीवितों की विशुद्धि के लिये, शोक विलाप को पार करने के लिये, दुःख और निराशा के अंत के लिये, सच्चे मार्ग की प्राप्ति के लिये, निर्वाण की अनुभूति के लिये, यानी चार स्मृतिप्रस्थान। ",
  "mn10:3.1": "कौन से चार? ",
  "mn10:3.2": "यहां भिक्षुओं, भिक्षु काया को काया के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है; ",
  "mn10:3.3": "संवेदना को संवेदना के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है; ",
  "mn10:3.4": "चित्त को चित्त के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है; ",
  "mn10:3.5": "घर्मसिद्धांतो को धर्मसिद्धांतो के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है। ",
  "mn10:3.6": "उपदेश समाप्ति। ",
  "mn10:4.0.1": "१. काया का अवलोकन ",
  "mn10:4.0.2": "१.१ सांस उच्छ्वास द्वारा काया के अवलोकन का पर्व ",
  "mn10:4.1": "किस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन कर के रहता है? ",
  "mn10:4.2": "यहां भिक्षुओं, एक भिक्षु वन में या पेड़ के तलवे पर या खाली कुटिया में पलंथी लगा के, काया को सीधा रख के, स्मृति को सामने रख के बैठता है। ",
  "mn10:4.3": "वह याद रख के सांस लेता है, याद रख के सांस छोड़ता है। ",
  "mn10:4.4": "लंबी सांस लेने पर वह जानता है ‘मैं लंबी सांस ले रहा हूँ, लंबी सांस छोड़ने पर वह जानता है ‘मैं लंबी सांस छोड़ रहा हूँ’; ",
  "mn10:4.5": "छोटी सांस लेने पर जानता है ‘मैं छोटी सांस ले रहा हूँ’, छोटी सांस छोड़ने पर जानता है ‘मैं छोटी सांस छोड़ रहा हूँ’; ",
  "mn10:4.6": "‘पूरी काया का अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘पूरी काया का अनुभव करते हुए सांस छोड़ रहा हूँ’, ऐसा सीखता है; ",
  "mn10:4.7": "‘काया की प्रवृत्तियों को शांत करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘काया की प्रवृत्तियों को शांत करते हुए सांस छोड़ रहा हूँ’, ऐसा सीखता है; ",
  "mn10:4.8": "जैसे एक निपुण सुतार या उसका शिष्य लंबा मोडने पर जानता है के ‘मैं लंबा मोड रहा हूँ’, छोटा मोडने पर जानता है के ‘मैं छोटा मोड रहा हूँ’; ",
  "mn10:4.9": "उसी तरह, भिक्षुओं, भिक्षु लंबी सांस लेने पर जानता है ‘मैं लंबी सांस ले रहा हूँ’, लंबी सांस छोड़ने पर जानता है ‘मैं लंबी सांस छोड़ रहा हूँ’, छोटी सांस लेने पर जानता है ‘मैं छोटी सांस ले रहा हूँ’, छोटी सांस छोड़ने पर जानता है ‘मैं छोटी सांस छोड़ रहा हूँ’; ",
  "mn10:4.10": "‘पूरी काया का अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘पूरी काया का अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn10:4.11": "‘काया की प्रवृत्तियों को शांत करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘काया की प्रवृत्तियों को शांत करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn10:5.1": "इस प्रकार आंतरिक तौर पर काया का अवलोकन करके रहता है, बाहरी तौर पर काया का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर काया का अवलोकन करके रहता है; ",
  "mn10:5.2": "काया के उदय-धर्म का अवलोकन करके रहता है, काया के अस्त-धर्म का अवलोकन करके रहता है, काया के उदय-धर्म व अस्त-धर्म का अवलोकन करके रहता है। ",
  "mn10:5.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये आवश्यक ‘काया है’ केवल इतनी ही स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:5.4": "इस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन करता है। ",
  "mn10:5.5": "आनापानस्मृति पर्व की समाप्ति। ",
  "mn10:6.0": "१.२. काया-स्थिति अनुसार काया का अवलोकन ",
  "mn10:6.1": "इस के अलावा, भिक्षुओं, भिक्षु चलते समय जानता है ‘मैं चल रहा हूँ’, खडे रहने पर जानता है ‘मैं खडा हूँ’, बैठने पर जानता है ‘मैं बैठा हूँ’, सोते समय जानता है ‘मैं सो रहा हूँ’। ",
  "mn10:6.2": "जैसे जैसे काया की परिस्थिति होती है वैसे वैसे उसकी जान होती है। ",
  "mn10:7.1": "इस प्रकार आंतरिक तौर पर काया का अवलोकन करके रहता है, बाहरी तौर पर काया का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर काया का अवलोकन करके रहता है; ",
  "mn10:7.2": "काया के उदय-धर्म का अवलोकन करके रहता है, काया के अस्त-धर्म का अवलोकन करके रहता है, काया के उदय-धर्म व अस्त-धर्म का अवलोकन करके रहता है। ",
  "mn10:7.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये जितनी आवश्यक हो उतनी ‘काया है’ ऐसी स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:7.4": "इस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन करता है। ",
  "mn10:7.5": "काया-स्थिति पर्व की समाप्ति। ",
  "mn10:8.0": "१.३. संपूर्ण जानकारी द्वारा काया के अवलोकन का पर्व ",
  "mn10:8.1": "और फिर, भिक्षुओं, भिक्षु संपूर्ण जानकारी के साथ आता जाता है, संपूर्ण जानकारी के साथ इधर उधर देखता है, संपूर्ण जानकारी के साथ अंगों को मोड़ता और फैलाता है, संपूर्ण जानकारी के साथ बाहर की संघाटी, कटोरा, और कमीज धारण करता है, संपूर्ण जानकारी के साथ खाता, पीता, चबाता, और आस्वाद लेता है, संपूर्ण जानकारी के साथ शौच व पेशाब करता है, संपूर्ण जानकारी के साथ चलता है, खडा रहता है, बैठता है, सोता है, जागता है, बोलता है, और शांत रहता है। ",
  "mn10:9.1": "इस प्रकार आंतरिक तौर पर काया का अवलोकन करके रहता है, बाहरी तौर पर काया का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर काया का अवलोकन करके रहता है; ",
  "mn10:9.2": "इस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन करता है। ",
  "mn10:9.3": "संपूर्ण जानकारी पर्व की समाप्ति। ",
  "mn10:10.0": "१.३. काया की प्रतिकूलता पर लक्ष द्वारा काया अवलोकन का पर्व ",
  "mn10:10.1": "इस के अलावा, भिक्षुओं, भिक्षु इसी काया को पैरों के तलवे से उपर की ओर और सर के बाल से नीचे की ओर विविध प्रकार की अशुद्धियों से भरा हुआ देखता है और उसका अनुभव करता है। ",
  "mn10:10.2": "‘इस काया में सर के बाल, शरीर के बाल, नाखून, दांत, त्वचा, मांस, पेशी, हड्डियां, अस्थि मज्जा, मूत्र पिंड, ह्रृदय, यकृत, उदरपटल, तिल्ली, फेफडे़, अंतड़ी, अन्त्र-पेशी, अपचित आहार, मल, पित्त, कफ, मवाद, खून, पसीना, चरबी, आँसु, तेल, लार, नाक का मल, श्लेष द्रव, मूत्र है।’ ",
  "mn10:10.3": "जिस प्रकार, भिक्षुओं, दोनो बाजुओं में छेद वाली एक थैली हो जो विविध प्रकार के अनाज के दाने से भरी हुइ हो जैसे— उत्तम चावल, गेहूं, मूंग, उड़द, तिल, सादे चावल. और कोई अच्छी नज़र वाला आदमी उसे खोल कर देखे: ‘यह उत्तम चावल है, यह गेहूँ है, यह मूंग है, यह उड़द है, यह तिल है, यह सादे चावल है’। ",
  "mn10:10.4": "इसी प्रकार, भिक्षुओं, भिक्षु इसी काया को पैरों के तलवे से उपर की ओर और सर के बाल से नीचे की ओर विविध प्रकार की अशुद्धियों से भरा हुआ देखता है और उसका अनुभव करता है: ",
  "mn10:10.5": "‘इस काया में सर के बाल, शरीर के बाल, नाखून, दांत, त्वचा, मांस, पेशी, हड्डियां, अस्थि मज्जा, मूत्रपिंड, ह्रृदय, यकृत, उदरपटल, तिल्ली, फेफड़े, अंतड़ी, अन्त्र-पेशी, अपचित आहार, मल, पित्त, कफ, मवाद, खून, पसीना, चरबी, आँसु, तेल, लार, नाक का मल, श्लेष द्रव, मूत्र है।’ ",
  "mn10:11.1": "इस प्रकार आंतरिक तौर पर काया का अवलोकन करके रहता है, बाहरी तौर पर काया का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर काया का अवलोकन करके रहता है। ",
  "mn10:11.2": "इस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन करता है। ",
  "mn10:11.3": "प्रतिकूलता लक्ष पर्व की समाप्ति। ",
  "mn10:12.0": "१.३. धातुओं के हिसाब से काया के अवलोकन का पर्व ",
  "mn10:12.1": "इस के अलावा, भिक्षुओं, भिक्षु यही काया की जैसी भी स्थिति हो, जैसी भी दशा हो, उसमें धातुओं के हिसाब से अवलोकन करता है: ",
  "mn10:12.2": "‘इस काया में पृथ्वी धातु, जल धातु, अग्नि धातु, और वायु धातु है’। ",
  "mn10:12.3": "जिस तरह से एक निपुण कसाई या कसाई का शिष्य गाय को मार के उसके टुकडों को ले कर चौराहे पर बैठा हो। ",
  "mn10:12.4": "इसी तरह, भिक्षुओं, भिक्षु यही काया की जैसी भी स्थिति हो, जैसी भी दशा हो, उसमें धातुओं के हिसाब से अवलोकन करता है: ",
  "mn10:12.5": "‘इस काया में पृथ्वी धातु, जल धातु, अग्नि धातु, और वायु धातु है’। ",
  "mn10:13.1": "इस प्रकार आंतरिक तौर पर काया का अवलोकन करके रहता है, बाहरी तौर पर काया का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर काया का अवलोकन करके रहता है। ",
  "mn10:13.2": "इस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन करता है। ",
  "mn10:13.3": "धातु पर्व की समाप्ति। ",
  "mn10:14.0": "श्मशान गृह में शब के तौर पर काया का अवलोकन ",
  "mn10:14.1": "इस के अलावा, भिक्षुओं, मानो के कोई भिक्षु श्मशान में रखे हुए शरीर को देखे जो एक या दो या तीन दिन से मरा हुआ हो और फूला हुआ, नीला, और सड़ा हुआ हो। ",
  "mn10:14.2": "वह उसकी तुलना अपने शरीर से करे: ",
  "mn10:14.3": "‘मेरा भी शरीर इसी स्वभाव का है, उसकी यही दशा होगी, उस से पार नही होगा’। ",
  "mn10:15.1": "इस प्रकार आंतरिक तौर पर काया का अवलोकन करके रहता है, बाहरी तौर पर काया का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर काया का अवलोकन करके रहता है। ",
  "mn10:15.2": "इस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन करता है। ",
  "mn10:16.1": "इस के अलावा, भिक्षुओं, मानो के कोई भिक्षु  श्मशान में रखे हुए शब को देखे जिसे कौए, बाज़, गिद्ध, बगला, कुत्ते, शेर, चीते, या विविध प्रकार के प्राणी खा रहें हों। ",
  "mn10:16.2": "वह उसकी तुलना अपने शरीर से करे: ",
  "mn10:16.3": "‘मेरा भी शरीर इसी स्वभाव का है, उसकी यही दशा होगी, उस से पार नही होगा’। ",
  "mn10:17.1": "इस प्रकार आंतरिक तौर पर काया का अवलोकन करके रहता है, बाहरी तौर पर काया का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर काया का अवलोकन करके रहता है। ",
  "mn10:17.2": "इस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन करता है। ",
  "mn10:18-23.1": "इस के अलावा, भिक्षुओं, मानो के कोई भिक्षु श्मशान में रखे हुए मांस और रक्त युक्त पेशी से जुड़ा हुआ अस्थिपंजर देखे … ",
  "mn10:18-23.2": "इस के अलावा, भिक्षुओं, मानो के कोई भिक्षु श्मशान में रखे हुए मांस रहित पर रक्त युक्त पेशी से जुड़ा हुआ अस्थिपंजर देखे … ",
  "mn10:18-23.3": "इस के अलावा, भिक्षुओं, मानो के कोई भिक्षु श्मशान में रखे हुए मांस और रक्त रहित पर पेशी से जुड़ा हुआ अस्थिपंजर देखे … ",
  "mn10:24.1": "पेशी बिना मात्र हड्डियां, अलग अलग दिशाओं में बिखरी हुई, यहां हाथ की हड्डी, वहां पैर की हड्डी, यहां पिंडली की हड्डी, वहां जांघ की हड्डी, यहां नितंब की हड्डी, वहां कमर की हड्डी, यहां पसलियां, वहां पीठ की हड्डियां, यहां कंधे की हड्डियां, वहां बाहु की हड्डियां, यहां गरदन की हड्डियां, वहां जबड़े की हड्डियां, यहां दांत, वहां खोपड़ी। ",
  "mn10:24.2": "वह उसकी तुलना अपने शरीर से करे: ",
  "mn10:24.3": "‘मेरा भी शरीर इसी स्वभाव का है, उसकी यही दशा होगी, उस से पार नही होगा’। ",
  "mn10:25.1": "इस प्रकार आंतरिक तौर पर काया का अवलोकन करके रहता है, बाहरी तौर पर काया का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर काया का अवलोकन करके रहता है। ",
  "mn10:25.2": "इस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन करता है। ",
  "mn10:26-28.1": "शंख जैसी सफेद हड्डियां … ",
  "mn10:29.1": "जीर्ण हड्डियां … ",
  "mn10:30.1": "सड़ के चूर हुइ हड्डियां … ",
  "mn10:30.2": "वह उसकी तुलना अपने शरीर से करे: ",
  "mn10:30.3": "‘मेरा भी शरीर इसी स्वभाव का है, उसकी यही दशा होगी, उस से पार नही होगा’। ",
  "mn10:31.1": "इस प्रकार आंतरिक तौर पर काया का अवलोकन करके रहता है, बाहरी तौर पर काया का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर काया का अवलोकन करके रहता है; ",
  "mn10:31.2": "काया के उदय-धर्म का अवलोकन करके रहता है, काया के अस्त-धर्म का अवलोकन करके रहता है, काया के उदय-धर्म व अस्त-धर्म का अवलोकन करके रहता है। ",
  "mn10:31.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये जितनी आवश्यक हो उतनी ‘काया है’ ऐसी स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:31.4": "इस प्रकार, भिक्षुओं, भिक्षु काया का काया के तौर पर अवलोकन करता है। ",
  "mn10:31.5": "संपूर्ण जानकारी पर्व की समाप्ति। ",
  "mn10:31.6": "काया-स्थिति के अवलोकन की समाप्ति। ",
  "mn10:32.0": "२. संवेदना का अवलोकन ",
  "mn10:32.1": "किस प्रकार, भिक्षुओं, भिक्षु संवेदना का संवेदना के तौर पर अवलोकन कर के रहता है? ",
  "mn10:32.2": "यहां, भिक्षुओं, भिक्षु सुखद संवेदना का अनुभव करते समय जानता है ‘मैं सुखद संवेदना का अनुभव कर रहा हूँ’। ",
  "mn10:32.3": "दुःखद संवेदना का अनुभव करते समय जानता है ‘मैं दुःखद संवेदना का अनुभव कर रहा हूँ’। ",
  "mn10:32.4": "न सुखद न दुःखद संवेदना का अनुभव करते समय जानता है ‘मैं न सुखद न दुःखद संवेदना का अनुभव कर रहा हूँ’। ",
  "mn10:32.5": "सांसारिक सुखद संवेदना का अनुभव करते समय जानता है ‘मैं सांसारिक सुखद संवेदना का अनुभव कर रहा हूँ’। ",
  "mn10:32.6": "आध्यात्मिक सुखद संवेदना का अनुभव करते समय जानता है ‘मैं आध्यात्मिक सुखद संवेदना का अनुभव कर रहा हूँ’। ",
  "mn10:32.7": "सांसारिक दुःखद संवेदना का अनुभव करते समय जानता है ‘मैं सांसारिक दुःखद संवेदना का अनुभव कर रहा हूँ’। ",
  "mn10:32.8": "आध्यात्मिक दुःखद संवेदना का अनुभव करते समय जानता है ‘मैं आध्यात्मिक दुःखद संवेदना का अनुभव कर रहा हूँ’। ",
  "mn10:32.9": "सांसारिक न सुखद न दुःखद संवेदना का अनुभव करते समय जानता है ‘मैं सांसारिक न सुखद न दुःखद संवेदना का अनुभव कर रहा हूँ’। ",
  "mn10:32.10": "आध्यात्मिक न सुखद न दुःखद संवेदना का अनुभव करते समय जानता है ‘मैं आध्यात्मिक न सुखद न दुःखद संवेदना का अनुभव कर रहा हूँ’। ",
  "mn10:33.1": "इस प्रकार आंतरिक तौर पर संवेदना का अवलोकन करके रहता है, बाहरी तौर पर संवेदना का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर संवेदना का अवलोकन करके रहता है; ",
  "mn10:33.2": "संवेदना के उदयधर्म का अवलोकन करके रहता है, संवेदना के अस्तधर्म का अवलोकन करके रहता है, संवेदना के उदयधर्म व अस्तधर्म का अवलोकन करके रहता है। ",
  "mn10:33.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये जितनी आवश्यक हो उतनी ‘संवेदना है’ ऐसी स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:33.4": "इस प्रकार, भिक्षुओं, भिक्षु संवेदना का काया के तौर पर अवलोकन करता है। ",
  "mn10:33.5": "संवेदना अवलोकन पर्व की समाप्ति। ",
  "mn10:34.0": "चित्त अवलोकन ",
  "mn10:34.1": "किस प्रकार, भिक्षुओं, भिक्षु चित्त का चित्त के तौर पर अवलोकन कर के रहता है? ",
  "mn10:34.2": "यहां, भिक्षुओं, भिक्षु राग समेत चित्त को ‘राग समेत चित्त’ के तौर पर जानता है। ",
  "mn10:34.3": "राग रहित चित्त को ‘राग रहित चित्त’ के तौर पर जानता है। ",
  "mn10:34.4": "द्वेष समेत चित्त को ‘द्वेष समेत चित्त’ के तौर पर जानता है। ",
  "mn10:34.5": "द्वेष रहित चित्त को ‘द्वेष रहित चित्त’ के तौर पर जानता है। ",
  "mn10:34.6": "मोह समेत चित्त को ‘मोह समेत चित्त’ के तौर पर जानता है। ",
  "mn10:34.7": "मोह रहित चित्त को ‘मोह रहित चित्त’ के तौर पर जानता है। ",
  "mn10:34.8": "संकुचित चित्त को ‘संकुचित चित्त’ के तौर पर जानता है। ",
  "mn10:34.9": "विचलित चित्त को ‘विचलित चित्त’ के तौर पर जानता है। ",
  "mn10:34.10": "विशाल चित्त को ‘विशाल चित्त’ के तौर पर जानता है। ",
  "mn10:34.11": "सीमित चित्त को ‘सीमित चित्त’ के तौर पर जानता है। ",
  "mn10:34.12": "नीच चित्त को ‘नीच चित्त’ के तौर पर जानता है। ",
  "mn10:34.13": "उत्तम चित्त को ‘उत्तम चित्त’ के तौर पर जानता है। ",
  "mn10:34.14": "शांत स्थिर चित्त को ‘ शांत स्थिर चित्त’ के तौर पर जानता है। ",
  "mn10:34.15": "अशांत अस्थिर चित्त को ‘अशांत अस्थिर चित्त’ के तौर पर जानता है। ",
  "mn10:34.16": "विमुक्त चित्त को ‘विमुक्त चित्त’ के तौर पर जानता है। ",
  "mn10:34.17": "अविमुक्त चित्त को ‘अविमुक्त चित्त’ के तौर पर जानता है। ",
  "mn10:35.1": "इस प्रकार आंतरिक तौर पर चित्त का अवलोकन करके रहता है, बाहरी तौर पर चित्त का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर चित्त का अवलोकन करके रहता है; ",
  "mn10:35.2": "चित्त के उदयधर्म का अवलोकन करके रहता है, चित्त के अस्तधर्म का अवलोकन करके रहता है, चित्त के उदयधर्म व अस्तधर्म का अवलोकन करके रहता है। ",
  "mn10:35.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये जितनी आवश्यक हो उतनी ‘चित्त है’ ऐसी स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:35.4": "इस प्रकार, भिक्षुओं, भिक्षु चित्त का चित्त के तौर पर अवलोकन करता है। ",
  "mn10:35.5": "चित्त अवलोकन पर्व की समाप्ति। ",
  "mn10:36.0.1": "धर्मसिद्धांतो का अवलोकन ",
  "mn10:36.0.2": "४.१. अवरोधों के तौर पर धर्मसिद्धांतो का अवलोकन ",
  "mn10:36.1": "किस प्रकार, भिक्षुओं, भिक्षु धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है? ",
  "mn10:36.2": "यहां, भिक्षुओं, भिक्षु पांच अवरोधों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:36.3": "किस प्रकार, भिक्षुओं, भिक्षु पांच अवरोधों के अनुसार धर्मसिद्धांतों का धर्मसिद्धांतों के तौर पर अवलोकन कर के रहता है? ",
  "mn10:36.4": "यहां, भिक्षुओं, एक भिक्षु में जब कामवासना की इच्छा हो तब वह जानता है ‘मुझ में कामवासना की इच्छा है’, जब कामवासना की इच्छा न हो तब वह जानता है ‘मुझ में कामवासना की इच्छा नहीं’, कामवासना की इच्छा किस तरह उत्पन्न होती है यह वह जानता है, उत्पन्न हुइ कामवासना की इच्छा कैसे नष्ट होती है यह वह जानता है, नष्ट हुइ कामवासना की इच्छा फिर से कैसे उत्पन्न नहीं होती यह वह जानता है। ",
  "mn10:36.5": "यहां, भिक्षुओं, एक भिक्षु में जब द्वेष हो तब वह जानता है ‘मुझ में द्वेष है’, जब द्वेष न हो तब वह जानता है ‘मुझ में द्वेष नहीं’, द्वेष किस तरह उत्पन्न होता है यह वह जानता है, उत्पन्न हुआ द्वेष कैसे नष्ट होता है यह वह जानता है, नष्ट हुआ द्वेष फिर से कैसे उत्पन्न नहीं होता यह वह जानता है। ",
  "mn10:36.6": "यहां, भिक्षुओं, एक भिक्षु में जब सुस्ती और आलस हो तब वह जानता है ‘मुझ में सुस्ती और आलस है’, जब सुस्ती और आलस न हो तब वह जानता है ‘मुझ में सुस्ती और आलस नहीं’, सुस्ती और आलस किस तरह उत्पन्न होते हैं यह वह जानता है, उत्पन्न हुए सुस्ती और आलस कैसे नष्ट होते हैं यह वह जानता है, नष्ट हुए सुस्ती और आलस फिर से कैसे उत्पन्न नहीं होते यह वह जानता है। ",
  "mn10:36.7": "यहां, भिक्षुओं, एक भिक्षु में जब बेचैनी और चिंता हो तब वह जानता है ‘मुझ में बेचैनी और चिंता है’, जब बेचैनी और चिंता न हो तब वह जानता है ‘मुझ में बेचैनी और चिंता नहीं’, बेचैनी और चिंता किस तरह उत्पन्न होते हैं यह वह जानता है, उत्पन्न हुए बेचैनी और चिंता कैसे नष्ट होते हैं यह वह जानता है, नष्ट हुए बेचैनी और चिंता फिर से कैसे उत्पन्न नहीं होते यह वह जानता है। ",
  "mn10:36.8": "यहां, भिक्षुओं, एक भिक्षु में जब संदेह हो तब वह जानता है ‘मुझ में संदेह है’, जब  संदेह न हो तब वह जानता है ‘मुझ में संदेह नहीं’, संदेह किस तरह उत्पन्न होता है यह वह जानता है, उत्पन्न हुआ संदेह कैसे नष्ट होता है यह वह जानता है, नष्ट हुआ संदेह फिर से कैसे उत्पन्न नहीं होता यह वह जानता है। ",
  "mn10:37.1": "इस प्रकार आंतरिक तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है; ",
  "mn10:37.2": "धर्मसिद्धांतो के उदयधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के अस्तधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के उदयधर्म व अस्तधर्म का अवलोकन करके रहता है। ",
  "mn10:37.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये जितनी आवश्यक हो उतनी ‘धर्मसिद्धांत है’ ऐसी स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:37.4": "इस प्रकार, भिक्षुओं, भिक्षु पांच अवरोधों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:37.5": "अवरोध पर्व की समाप्ति। ",
  "mn10:38.0": "४.२. खंडों के तौर पर धर्मसिद्धांतो का अवलोकन ",
  "mn10:38.1": "इस के अलावा, भिक्षुओं, भिक्षु पांच ग्रहण-आधीन खंडों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:38.2": "किस प्रकार, भिक्षुओं, भिक्षु पांच ग्रहण-आधीन खंडों के अनुसार धर्मसिद्धांतों का धर्मसिद्धांतों के तौर पर अवलोकन कर के रहता है? ",
  "mn10:38.3": "यहां भिक्षुओं, भिक्षु अवलोकन करता है: ",
  "mn10:38.4": "‘यह रूप है, यह रूप का उदय है, यह रूप का अस्त है; ",
  "mn10:38.5": "यह संवेदना है, यह संवेदना का उदय है, यह संवेदना का अस्त है; ",
  "mn10:38.6": "यह संज्ञा है, यह संज्ञा का उदय है, यह संज्ञा का अस्त है; ",
  "mn10:38.7": "यह संस्कार है, यह संस्कार का उदय है, यह संस्कार का अस्त है; ",
  "mn10:38.8": "यह चैतन्य है, यह चैतन्य का उदय है, यह चैतन्य का अस्त है’; ",
  "mn10:39.1": "इस प्रकार आंतरिक तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है; ",
  "mn10:39.2": "धर्मसिद्धांतो के उदयधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के अस्तधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के उदयधर्म व अस्तधर्म का अवलोकन करके रहता है। ",
  "mn10:39.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये जितनी आवश्यक हो उतनी ‘धर्मसिद्धांत है’ ऐसी स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:39.4": "इस के अलावा, भिक्षुओं, भिक्षु पांच ग्रहण-आधीन खंडों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:39.5": "खंड पर्व की समाप्ति। ",
  "mn10:40.0": "४.३. संवेदनक्षेत्र पर आधारित धर्मसिद्धांतो का अवलोकन ",
  "mn10:40.1": "इस के अलावा, भिक्षुओं, भिक्षु छह आंतरिक और बाहरी संवेदनक्षेत्रो के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:40.2": "किस प्रकार, भिक्षुओं, भिक्षु छह आंतरिक और बाहरी संवेदनक्षेत्रो के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है? ",
  "mn10:40.3": "यहां, भिक्षुओं, भिक्षु आंख को समझता है, रूप को समझता है, उन दोनों के संयोजन से पैदा हुए बंधन को समझता है, अब तक पैदा न हुआ बंधन किस तरह पैदा होता है यह वह समझता है, पैदा हुए बंधन का कैसे त्याग होता है यह वह समझता है, और त्याग किये हुए बंधन फिर से पैदा कैसे नहीं होते यह वह समझता है। ",
  "mn10:40.4": "यहां, भिक्षुओं, भिक्षु कान को समझता है, आवाज़ को समझता है, उन दोनों के संयोजन से पैदा हुए बंधन को समझता है, अब तक पैदा न हुआ बंधन किस तरह पैदा होता है यह वह समझता है, पैदा हुए बंधन का कैसे त्याग होता है यह वह समझता है, और त्याग किये हुए बंधन फिर से पैदा कैसे नहीं होते यह वह समझता है। ",
  "mn10:40.5": "यहां, भिक्षुओं, भिक्षु नाक को समझता है, गंध को समझता है, उन दोनों के संयोजन से पैदा हुए बंधन को समझता है, अब तक पैदा न हुआ बंधन किस तरह पैदा होता है यह वह समझता है, पैदा हुए बंधन का कैसे त्याग होता है यह वह समझता है, और त्याग किये हुए बंधन फिर से पैदा कैसे नहीं होते यह वह समझता है। ",
  "mn10:40.6": "यहां, भिक्षुओं, भिक्षु जीभ को समझता है, स्वाद को समझता है, उन दोनों के संयोजन से पैदा हुए बंधन को समझता है, अब तक पैदा न हुआ बंधन किस तरह पैदा होता है यह वह समझता है, पैदा हुए बंधन का कैसे त्याग होता है यह वह समझता है, और त्याग किये हुए बंधन फिर से पैदा कैसे नहीं होते यह वह समझता है। ",
  "mn10:40.7": "यहां, भिक्षुओं, भिक्षु काया को समझता है, स्पर्श को समझता है, उन दोनों के संयोजन से पैदा हुए बंधन को समझता है, अब तक पैदा न हुआ बंधन किस तरह पैदा होता है यह वह समझता है, पैदा हुए बंधन का कैसे त्याग होता है यह वह समझता है, और त्याग किये हुए बंधन फिर से पैदा कैसे नहीं होते यह वह समझता है। ",
  "mn10:40.8": "यहां, भिक्षुओं, भिक्षु मन को समझता है, विचारों को समझता है, उन दोनों के संयोजन से पैदा हुए बंधन को समझता है, अब तक पैदा न हुआ बंधन किस तरह पैदा होता है यह वह समझता है, पैदा हुए बंधन का कैसे त्याग होता है यह वह समझता है, और त्याग किये हुए बंधन फिर से पैदा कैसे नहीं होते यह वह समझता है। ",
  "mn10:41.1": "इस प्रकार आंतरिक तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है; ",
  "mn10:41.2": "धर्मसिद्धांतो के उदयधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के अस्तधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के उदयधर्म व अस्तधर्म का अवलोकन करके रहता है। ",
  "mn10:41.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये जितनी आवश्यक हो उतनी ‘धर्मसिद्धांत है’ ऐसी स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:41.4": "इस प्रकार, भिक्षुओं, भिक्षु छह संवेदनक्षेत्रों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:41.5": "संवेदनक्षेत्र पर्व की समाप्ति। ",
  "mn10:42.0": "४.४. बोधिअंग के तौर पर धर्मसिद्धांतो का अवलोकन ",
  "mn10:42.1": "इस के अलावा, भिक्षुओं, भिक्षु सात बोधिअंगों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:42.2": "किस प्रकार, भिक्षुओं, भिक्षु सात बोधिअंगों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है? ",
  "mn10:42.3": "यहां, भिक्षुओं, भिक्षु में जब स्मृति बोधिअंग होता है तब वह जानता है ‘मुझ में स्मृति बोधिअंग है’, जब स्मृति बोधिअंग नहीं होता तब वह जानता है ‘मुझ में स्मृति बोधिअंग नहीं’, न उत्पन्न हुआ स्मृति बोधिअंग किस तरह से उत्पन्न होता है यह जानता है, उत्पन्न हुए स्मृति बोधिअंग को विकसित करने से कैसे उसकी परिपूर्णता होती है यह जानता है। ",
  "mn10:42.4": "यहां, भिक्षुओं, भिक्षु में जब धर्मविचारणा का बोधिअंग होता है तब वह जानता है ‘मुझ में धर्मविचारणा का बोधिअंग है’, जब धर्मविचारणा का बोधिअंग नहीं होता तब वह जानता है ‘मुझ में धर्मविचारणा का बोधिअंग नहीं’, न उत्पन्न हुआ धर्मविचारणा का बोधिअंग किस तरह से उत्पन्न होता है यह जानता है, उत्पन्न हुए धर्मविचारणा के बोधिअंग को विकसित करने से कैसे उसकी परिपूर्णता होती है यह जानता है। ",
  "mn10:42.5": "यहां, भिक्षुओं, भिक्षु में जब ऊर्जा बोधिअंग होता है तब वह जानता है ‘मुझ में ऊर्जा बोधिअंग है’, जब ऊर्जा बोधिअंग नहीं होता तब वह जानता है ‘मुझ में ऊर्जा बोधिअंग नहीं’, न उत्पन्न हुआ ऊर्जा बोधिअंग किस तरह से उत्पन्न होता है यह जानता है, उत्पन्न हुए ऊर्जा बोधिअंग को विकसित करने से कैसे उसकी परिपूर्णता होती है यह जानता है। ",
  "mn10:42.6": "यहां, भिक्षुओं, भिक्षु में जब हर्ष का बोधिअंग होता है तब वह जानता है ‘मुझ में हर्ष का बोधिअंग है’, जब हर्ष का बोधिअंग नहीं होता तब वह जानता है ‘मुझ में हर्ष  का बोधिअंग नहीं’, न उत्पन्न हुआ हर्ष  बोधिअंग किस तरह से उत्पन्न होता है यह जानता है, उत्पन्न हुए हर्ष बोधिअंग को विकसित करने से कैसे उसकी परिपूर्णता होती है यह जानता है। ",
  "mn10:42.7": "यहां, भिक्षुओं, भिक्षु में जब प्रशांति का बोधिअंग होता है तब वह जानता है ‘मुझ में प्रशांति का बोधिअंग है’, जब प्रशांति का बोधिअंग नहीं होता तब वह जानता है ‘मुझ में प्रशांति का बोधिअंग नहीं’, न उत्पन्न हुआ प्रशांति बोधिअंग किस तरह से उत्पन्न होता है यह जानता है, उत्पन्न हुए प्रशांति बोधिअंग को विकसित करने से कैसे उसकी परिपूर्णता होती है यह जानता है। ",
  "mn10:42.8": "यहां, भिक्षुओं, भिक्षु में जब समाधि का बोधिअंग होता है तब वह जानता है ‘मुझ में समाधि का बोधिअंग है’, जब समाधि का बोधिअंग नहीं होता तब वह जानता है ‘मुझ में समाधि का बोधिअंग नहीं’, न उत्पन्न हुआ समाधि बोधिअंग किस तरह से उत्पन्न होता है यह जानता है, उत्पन्न हुए समाधि बोधिअंग को विकसित करने से कैसे उसकी परिपूर्णता होती है यह जानता है। ",
  "mn10:42.9": "यहां, भिक्षुओं, भिक्षु में जब समभाव का बोधिअंग होता है तब वह जानता है ‘मुझ में समभाव का बोधिअंग है’, जब समभाव का बोधिअंग नहीं होता तब वह जानता है ‘मुझ में समभाव का बोधिअंग नहीं’, न उत्पन्न हुआ समभाव बोधिअंग किस तरह से उत्पन्न होता है यह जानता है, उत्पन्न हुए समभाव बोधिअंग को विकसित करने से कैसे उसकी परिपूर्णता होती है यह जानता है। ",
  "mn10:43.1": "इस प्रकार आंतरिक तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है; ",
  "mn10:43.2": "धर्मसिद्धांतो के उदयधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के अस्तधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के उदयधर्म व अस्तधर्म का अवलोकन करके रहता है। ",
  "mn10:43.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये जितनी आवश्यक हो उतनी ‘धर्मसिद्धांत है’ ऐसी स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:43.4": "इस प्रकार, भिक्षुओं, भिक्षु सात बोधिअंगों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:43.5": "बोधिअंग पर्व की समाप्ति। ",
  "mn10:44.0": "४.५. आर्यसत्यों के अनुसार धर्मसिद्धांतो का अवलोकन ",
  "mn10:44.1": "इस के अलावा, भिक्षुओं, भिक्षु चार आर्यसत्यों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:44.2": "किस प्रकार, भिक्षुओं, भिक्षु चार आर्यसत्यों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है? ",
  "mn10:44.3": "यहां, भिक्षुओं, भिक्षु सही तौर पर समझता है ‘यह दुःख है’, सही तौर पर समझता है ‘यह दुःख का उदय है’, सही तौर पर समझता है ‘यह दुःख का निरोध है’, सही तौर पर समझता है ‘यह दुःख के निरोध की ओर ले जानेवाला मार्ग है। ",
  "mn10:45.1": "इस प्रकार आंतरिक तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है, आंतरिक व बाहरी तौर पर धर्मसिद्धांतो का अवलोकन करके रहता है; ",
  "mn10:45.2": "धर्मसिद्धांतो के उदयधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के अस्तधर्म का अवलोकन करके रहता है, धर्मसिद्धांतो के उदयधर्म व अस्तधर्म का अवलोकन करके रहता है। ",
  "mn10:45.3": "मात्र ज्ञान और स्मृति की स्थापना के लिये जितनी आवश्यक हो उतनी ‘धर्मसिद्धांत है’ ऐसी स्मृति प्रस्थापित करके, दुनिया से अलग, कुछ भी ग्रहण किये बिना रहता है। ",
  "mn10:45.4": "इस प्रकार, भिक्षुओं, भिक्षु चार आर्यसत्यों के अनुसार धर्मसिद्धांतो का धर्मसिद्धांतो के तौर पर अवलोकन कर के रहता है। ",
  "mn10:45.5": "आर्यसत्य पर्व की समाप्ति। ",
  "mn10:45.6": "धर्मसिद्धांत अवलोकन की समाप्ति। ",
  "mn10:46.1": "भिक्षुओं, जो कोई यह चार स्मृति प्रस्थान सात साल तक विकसित करता है, वह दो में से एक फल की आशा रख सकता है ",
  "mn10:46.2": "इसी जन्म में घर्मज्ञान की प्राप्ति; या अगर कोई बंधन बाकी हो तो अनागामीता। ",
  "mn10:46.3": "सात साल तो जाने दो भिक्षुओं। ",
  "mn10:46.4": "जो कोई यह चार स्मृति प्रस्थान छह साल तक विकसित करता है, वह दो में से एक फल की आशा रख सकता है … ",
  "mn10:46.5": "पांच साल … ",
  "mn10:46.6": "चार साल … ",
  "mn10:46.7": "तीन साल … ",
  "mn10:46.8": "दो साल … ",
  "mn10:46.9": "एक साल … ",
  "mn10:46.10": "एक साल तो जाने दो भिक्षुओं। ",
  "mn10:46.11": "जो कोई यह चार स्मृति प्रस्थान सात महीनों तक विकसित करता है, वह दो में से एक फल की आशा रख सकता है … ",
  "mn10:46.12": "इसी जन्म में घर्मज्ञान की प्राप्ति; या अगर कोइ बंधन बाकी हो तो अनागामीता। ",
  "mn10:46.13": "सात महीने तो जाने दो भिक्षुओं। ",
  "mn10:46.14": "जो कोई यह चार स्मृति प्रस्थान छह महीनों तक विकसित करता है, वह दो में से एक फल की आशा रख सकता है … ",
  "mn10:46.15": "पांच महीनों तक … ",
  "mn10:46.16": "चार महीनों तक … ",
  "mn10:46.17": "तीन महीनों तक … ",
  "mn10:46.18": "दो महीनों तक … ",
  "mn10:46.19": "एक महीने तक … ",
  "mn10:46.20": "आधे महीने तक … ",
  "mn10:46.21": "आधा महीना तो जाने दो भिक्षुओं। ",
  "mn10:46.22": "जो कोई यह चार स्मृति प्रस्थान सात दिन तक विकसित करता है, वह दो में से एक फल की आशा रख सकता है … ",
  "mn10:46.23": "इसी जन्म में घर्मज्ञान की प्राप्ति; या अगर कोई बंधन बाकी हो तो अनागामीता। ",
  "mn10:47.1": "एक मार्ग है, भिक्षुओं, जीवितों की विशुद्धि के लिये, शोक विलाप को पार करने के लिये, दुःख और निराशा के अंत के लिये, सच्चे मार्ग की प्राप्ति के लिये, निर्वाण की अनुभूति के लिये, यानी चार स्मृतिप्रस्थान। ",
  "mn10:47.2": "ऐसा मैंने कहा, और इस लिये कहा”। ",
  "mn10:47.3": "भगवंत ने ऐसा कहा। ",
  "mn10:47.4": "वह भिक्षु भगवंत के वचनों से संतुष्ट और आनंदित हुए। ",
  "mn10:47.5": "स्मृति प्रस्थान सूत्र की समाप्ति। ",
  "mn10:47.6": "प्रथम मूल पर्याय वाग्य की समाप्ति। ",
  "mn10:48.0": "संक्षिप्त आदान ",
  "mn10:48.1": "मूल उपदेश "
}