{
  "mn118:0.2": "आनापानस्मृति सूत्र ",
  "mn118:1.1": "ऐसा मैंने सुना—",
  "mn118:1.2": "एक समय भगवंत श्रावस्ति के पास, मिगार की माता के महल, पूर्विराम में अनेक वरिष्ठ और प्रख्यात भिक्षुओं के साथ विहार कर रहे थे, जैसे के—",
  "mn118:1.3": "आयुष्यमान सारिपुत्र, आयुष्यमान महामोगल्लान, आयुष्यमान महाकष्यप, आयुष्यमान महाकात्यायन, आयुष्यमान महाकोट्ठित, आयुष्यमान महाकप्पिन,  आयुष्यमान महाचुंद, आयुष्यमान अनुरुद्ध, आयुष्यमान रेवत, आयुष्यमान आनंद, और अन्य वरिष्ठ और प्रख्यात भिक्षु। ",
  "mn118:2.1": "उस समय वरिष्ठ भिक्षु नये भिक्षुओं को उपदेश और शिक्षा दे रहे थे। ",
  "mn118:2.2": "कुछ वरिष्ठ भिक्षु दस, कुछ बीस, कुछ तीस या चालीस भिक्षुओं को उपदेश व शिक्षा दे रहे थे। ",
  "mn118:2.3": "वरिष्ठ भिक्षुओं की शिक्षा से नये भिक्षुओं की पहेले से खूब तरक्की और विशिष्टता हुई। ",
  "mn118:3.1": "उस समय उपोशथ की पूर्णिमा थी और प्रवारण की विधि की रात को भगवंत भिक्षु-संघ के बीच बैठे थे। ",
  "mn118:3.2": "तब भगवंत ने मौन भिक्षु-संघ का अवलोकन करके भिक्षुओं को संबोधित किया: ",
  "mn118:4.1": "मैं संतुष्ट हुं भिक्षुओं, इस व्यवहार से। ",
  "mn118:4.2": "मेरा मन संतुष्ट है इस व्यवहार से। ",
  "mn118:4.3": "इस लिये, भिक्षुओं, अप्राप्त को प्राप्त करने के लिये, असिद्ध को सिद्ध करने के लिये, असाक्षात को साक्षात करने के लिये, और भी ऊर्जा जागृत करो। ",
  "mn118:4.4": "यहां श्रावस्ति में चार मास की पूर्णिमा तक मैं राह देखूंगा”। ",
  "mn118:5.1": "सब गांवोंके भिक्षुओं ने यह सुना: ",
  "mn118:5.2": "“भगवंत श्रावस्ति में कौमुदी के चार मास रहने वाले है”। ",
  "mn118:5.3": "तो सब गांवों के भिक्षु भगवंत के दर्शन के लिये श्रावस्ति आ पहुंचे। ",
  "mn118:6.1": "और वरिष्ठ भिक्षुओं ने नये भिक्षुओं को और अधिक उपदेश और शिक्षा दी। ",
  "mn118:6.2": "कुछ वरिष्ठ भिक्षुओंने दस, कुछ बीस, कुछ तीस या चालीस भिक्षुओं को उपदेश और शिक्षा दी। ",
  "mn118:6.3": "वरिष्ठ भिक्षुओं की शिक्षा से नये भिक्षुओं की पहलेसे भी खूब बढ़कर तरक्की और विशिष्टता हुइ। ",
  "mn118:7.1": "उस समय जब उपोशथ की पूर्णिमा थी और प्रवारण की विधि की रात थी तब भगवंत खुली जगह में भिक्षु-संघ के बीच बैठे हुए थे। ",
  "mn118:7.2": "तब भगवंतने मौन भिक्षु-संघ का अवलोकन करके भिक्षुओं को संबोधित किया: ",
  "mn118:8.1": "“यह परिषद बकवास रहित है, गपशप रहित है; शुद्धि और सार में प्रस्थापित है। ",
  "mn118:8.2": "भिक्षुओं, ऐसा यह भिक्षु-संघ है; ऐसी यह परिषद है। ",
  "mn118:8.3": "ऐसी परिषद अर्पणयोग्य है, आतिथ्ययोग्य है, दक्षिणायोग्य है, अंजलीयोग्य है; दुनिया में सर्वश्रेष्ठ पुण्यक्षेत्र है। ",
  "mn118:8.4": "भिक्षुओं, ऐसा यह भिक्षु-संघ है; ऐसी यह परिषद है। ",
  "mn118:8.5": "ऐसी परिषद को थोडा भी दिया तो ज्यादा फलदायी होता है और ज्यादा दिया तो बहुत ही ज्यादा फल मिलता है। ",
  "mn118:8.6": "भिक्षुओं, ऐसा यह भिक्षु-संघ है; ऐसी यह परिषद है। ",
  "mn118:8.7": "इस दुनिया में ऐसी परिषद के दर्शन दुर्लभ हैं। ",
  "mn118:8.8": "भिक्षुओं, ऐसा यह भिक्षु-संघ है; ऐसी यह परिषद है। ",
  "mn118:8.9": "ऐसी परिषद अपना सामान अपने ही कंधे पे रखके अनेक योजनों की यात्रा करके भी दर्शन करने के लायक़ है। ",
  "mn118:9.1": "भिक्षुओं, इस भिक्षु-संघमें ऐसे भिक्षु हैं जो अशुद्धियों के अंत द्वारा अरहंत हुए हैं, जिन्होंने धार्मिक जीवन जिया है, जो करना था वो किया है, बोझ रख दिया है, खुदका ध्येय सिद्ध किया है, अस्तित्वके बंधनका संपूर्णपूर्वक विनाश किया है,  जो सम्मज्ञान द्वारा संपूर्णपूर्वक मुक्त हुए हैं—",
  "mn118:9.2": "भिक्षुओं, इस प्रकार के भी भिक्षु इस भिक्षु-संघ में हैं। ",
  "mn118:10.1": "भिक्षुओं, इस भिक्षु-संघ में, पांच निचले बंधनों के विनाश द्वारा, स्वर्गलोक में स्वयंभू हो कर, वहीं निर्वाण प्राप्त करके, इस लोक में कभी फिरसे न लौटने वाले अनागामी भिक्षु हैं—",
  "mn118:10.2": "भिक्षुओं, इस प्रकार के भी भिक्षु इस भिक्षु-संघ में हैं। ",
  "mn118:11.1": "भिक्षुओं, इस भिक्षु-संघ में, तीन निचले बंधनों के विनाश द्वारा, और लालसा, द्वेष, और मोह के कमजोर होने से सिर्फ एक बार इस लोक में दुःख के संपूर्ण निवारण के लिये वापिस आने वाले सकदागामी भिक्षु हैं—",
  "mn118:11.2": "भिक्षुओं, इस प्रकार के भी भिक्षु इस भिक्षु-संघ में हैं। ",
  "mn118:12.1": "भिक्षुओं, इस भिक्षु-संघ में, तीन निचले बंधनों के विनाश द्वारा श्रोतप्रज्ञ भिक्षु हैं, जिनका नीच लोक में जन्म असंभव है, जो परम ज्ञान प्राप्ति के मार्ग पर निश्चित हैं। ",
  "mn118:12.2": "भिक्षुओं, इस प्रकार के भी भिक्षु इस भिक्षु-संघ में हैं। ",
  "mn118:13.1": "भिक्षुओं, इस भिक्षु-संघ में चार स्मृतिप्रस्थान की भावना में समर्पित विहार करने वाले भिक्षु भी हैं। ",
  "mn118:13.2": "भिक्षुओं, इस प्रकार के भी भिक्षु इस भिक्षु-संघ में हैं। ",
  "mn118:14.1": "भिक्षुओं, इस भिक्षु-संघ में चार सम्यक् परिश्रम की भावना में समर्पित विहार करने वाले भिक्षु भी हैं। ",
  "mn118:14.2": "चार सिद्धियां … ",
  "mn118:14.3": "पांच इंद्रियां … ",
  "mn118:14.4": "पांच बल … ",
  "mn118:14.5": "सात बोधिअंग … ",
  "mn118:14.6": "आर्य अष्टांग मार्ग की भावना में समर्पित विहार करने वाले—",
  "mn118:14.7": "भिक्षुओं, इस प्रकार के भी भिक्षु इस भिक्षु-संघ में हैं। ",
  "mn118:14.8": "भिक्षुओं, इस भिक्षु-संघ में मैत्री भावना में समर्पित विहार करने वाले … ",
  "mn118:14.9": "करूणा भावना में समर्पित विहार करने वाले … ",
  "mn118:14.10": "मुदिता भावना में समर्पित विहार करने वाले … ",
  "mn118:14.11": "उपेक्षा भावना में समर्पित विहार करने वाले … ",
  "mn118:14.12": "अशुभ भावना में समर्पित विहार करने वाले … ",
  "mn118:14.13": "अनित्य-संज्ञा की भावना में समर्पित विहार करने वाले … ",
  "mn118:14.14": "भिक्षुओं, इस प्रकार के भी भिक्षु इस भिक्षु-संघ में हैं। ",
  "mn118:14.15": "भिक्षुओं, इस भिक्षु-संघ में आनापानस्मृति की भावना में समर्पित विहार करने वाले भिक्षु भी हैं। ",
  "mn118:15.1": "भिक्षुओं, आनापानस्मृति भावना विकसित होने पर बहुत फलदायी और लाभकारक होती है। ",
  "mn118:15.2": "आनापानस्मृति भावना विकसित करने से चार स्मृतिप्रस्थान की परिपूर्णता होती है। ",
  "mn118:15.3": "चार स्मृतिप्रस्थान भावनाओं को विकसित करने से सात बोधिअंगो की परिपूर्णता होती है। ",
  "mn118:15.4": "सात बोधिअंगो की भावना विकसित करने से ज्ञान द्वारा विमुक्ति की परिपूर्णता होती है। ",
  "mn118:16.1": "भिक्षुओं, किस तरहसे आनापानस्मृति भावना विकसित होने पर वह बहुत फलदायी और लाभकारक होती है? ",
  "mn118:17.1": "यहां भिक्षुओं, एक भिक्षु वन में या पेड़ के तलवे पर या खाली कुटिया में पलंथी लगा के, काया को सीधा रख के, स्मृति को सामने रख के बैठता है। ",
  "mn118:17.2": "वह याद रख के सांस लेता है, याद रख के सांस छोड़ता है। ",
  "mn118:18.1": "लंबी सांस लेने पर वह जानता है ‘मैं लंबी सांस ले रहा हूँ, लंबी सांस छोड़ने पर वह जानता है ‘मैं लंबी सांस छोड़ रहा हूँ’; ",
  "mn118:18.2": "छोटी सांस लेने पर जानता है ‘मैं छोटी सांस ले रहा हूँ’, छोटी सांस छोड़ने पर जानता है ‘मैं छोटी सांस छोड़ रहा हूँ’; ",
  "mn118:18.3": "‘पूरी काया का अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘पूरी काया का अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:18.4": "‘काया की प्रवृत्तियों को शांत करते हुए सांस लेता हुं’, ऐसा सीखता है, ‘काया की प्रवृत्तियों को शांत करते हुए सांस छोड़ता हुं’, ऐसा सीखता है; ",
  "mn118:19.1": "‘हर्ष अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘हर्ष अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:19.2": "‘सुख अनुभव करते हुए सांस लेता हूँ, ऐसा सीखता है, ‘सुख अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:19.3": "‘मानसिक प्रवृत्तियां अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘मानसिक प्रवृत्तियां अनुभव करते हुए सांस छोड़ता हूँ', ऐसा सीखता है; ",
  "mn118:19.4": "‘मानसिक प्रवृत्तियों को शांत करते हुए सांस लेता हूँ', ऐसा सीखता है, ‘मानसिक प्रवृत्तियों को शांत करते हुए सांस छोड़ता हूँ', ऐसा सीखता है। ",
  "mn118:20.1": "‘मन अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘मन अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:20.2": "‘मन प्रसन्न करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘मन प्रसन्न करते हुए सांस छोड़ता हूँ', ऐसा सीखता है; ",
  "mn118:20.3": "‘मन शांत करते हुए सांस लेता हूँ', ऐसा सीखता है, ‘मन शांत करते हुए सांस छोड़ता हूँ', ऐसा सीखता है; ",
  "mn118:20.4": "‘मन मुक्त करते हुए सांस लेता हूँ', ऐसा सीखता है, ‘मन मुक्त करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:21.1": "‘अनित्यता अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘अनित्यता अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:21.2": "‘विराग अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘विराग अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:21.3": "‘निरोध अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘निरोध अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:21.4": "‘सब प्रवृत्तियों का त्याग करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘ सब प्रवृत्तियों का त्याग करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है। ",
  "mn118:22.1": "भिक्षुओं, इस प्रकार आनापानस्मृति भावना विकसित होने पर वह बहुत फलदायी और लाभकारक होती है। ",
  "mn118:23.1": "किस तरह आनापानस्मृति की भावना विकसित करने से चार स्मृतिप्रस्थान की परिपूर्णता होती है? ",
  "mn118:24.1": "जिस समय भिक्षुओं, भिक्षु लंबी सांस लेने पर जानता है ‘मैं लंबी सांस ले रहा हूँ’, लंबी सांस छोड़ने पर जानता है ‘मैं लंबी सांस छोड़ रहा हूँ’; ",
  "mn118:24.2": "छोटी सांस लेने पर जानता है ‘मैं छोटी सांस ले रहा हूँ’, छोटी सांस छोड़ने पर जानता है ‘मैं छोटी सांस छोड़ रहा हूँ’; ",
  "mn118:24.3": "‘पूरी काया का अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘पूरी काया का अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:24.4": "‘काया की प्रवृत्तियों को शांत करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘काया की प्रवृत्तियों को शांत करते हुए सांस छोड़ रहा हूँ’, ऐसा सीखता है; ",
  "mn118:24.5": "तब भिक्षुओं, वह भिक्षु काया को काया के तौर पर ध्यानसे देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है। ",
  "mn118:24.6": "भिक्षुओं, सांस लेना और छोड़ना वह काया में एक प्रकार की काया है, ऐसा मैं कहता हूँ। ",
  "mn118:24.7": "इस प्रकार भिक्षुओं, उस समय वह भिक्षु काया को काया के तौर पर ध्यानसे देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है। ",
  "mn118:25.1": "जिस समय भिक्षुओं, एक भिक्षु ‘हर्ष अनुभव करते हुए सांस लेता हुं’, ऐसा सीखता है, ‘हर्ष अनुभव करते हुए सांस छोड़ता हुं’, ऐसा सीखता है; ",
  "mn118:25.2": "‘सुख अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘सुख अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:25.3": "‘मानसिक प्रवृत्तियां अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘मानसिक प्रवृत्तियां अनुभव करते हुए सांस छोड़ता हूँ', ऐसा सीखता है; ",
  "mn118:25.4": "‘मानसिक प्रवृत्तियों को शांत करते हुए सांस लेता हूँ', ऐसा सीखता है, ‘मानसिक प्रवृत्तियों को शांत करते हुए सांस छोड़ता हूँ', ऐसा सीखता है। ",
  "mn118:25.5": "उस समय भिक्षुओं, वह भिक्षु संवेदना को संवेदना के तौर पर ध्यानसे देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है। ",
  "mn118:25.6": "भिक्षुओं, ध्यान से सांस लेना और छोड़ना वह संवेदनाओं में एक प्रकार की आंतरिक संवेदना है, ऐसा मैं कहता हूँ। ",
  "mn118:25.7": "इस प्रकार भिक्षुओं, उस समय वह भिक्षु संवेदना को संवेदना के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है। ",
  "mn118:26.1": "जिस समय भिक्षुओं, एक भिक्षु ‘मन अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘मन अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:26.2": "‘मन प्रसन्न करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘मन प्रसन्न करते हुए सांस छोड़ता हूँ', ऐसा सीखता है; ",
  "mn118:26.3": "‘मन शांत करते हुए सांस लेता हूँ', ऐसा सीखता है, ‘मन शांत करते हुए सांस छोड़ता हूँ', ऐसा सीखता है; ",
  "mn118:26.4": "‘मन मुक्त करते हुए सांस लेता हूँ', ऐसा सीखता है, ‘मन मुक्त करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:26.5": "उस समय भिक्षुओं, वह भिक्षु मन को मन के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है। ",
  "mn118:26.6": "भिक्षुओं, सही स्मृति और संपज्ञान के बिना सांस लेने और छोड़ने की सही जान असंभव है, ऐसा मैं कहता हुं। ",
  "mn118:26.7": "इस प्रकार भिक्षुओं, उस समय वह भिक्षु मन को मन के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है। ",
  "mn118:27.1": "जिस समय भिक्षुओं, एक भिक्षु ‘अनित्यता अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘अनित्यता अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:27.2": "‘विराग अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘विराग अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:27.3": "‘निरोध अनुभव करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘निरोध अनुभव करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है; ",
  "mn118:27.4": "‘सब प्रवृत्तियों का त्याग करते हुए सांस लेता हूँ’, ऐसा सीखता है, ‘ सब प्रवृत्तियों का त्याग करते हुए सांस छोड़ता हूँ’, ऐसा सीखता है। ",
  "mn118:27.5": "उस समय भिक्षुओं, वह भिक्षु धर्मसिद्धांतो को धर्मसिद्धांतो के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है। ",
  "mn118:27.6": "प्रज्ञान द्वारा लोभ व दुर्भावना के त्याग को देख कर वह समभाव से और ग़ौर से उस स्थिति का अवलोकन करता है। ",
  "mn118:27.7": "उस समय भिक्षुओं, वह भिक्षु धर्मसिद्धांतो को धर्मसिद्धांतो के तौर पर ध्यानसे देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है। ",
  "mn118:28.1": "इस तरह आनापानस्मृति की भावना विकसित करने से चार स्मृतिप्रस्थान की परिपूर्णता होती है। ",
  "mn118:29.1": "किस तरह, भिक्षुओं, चार स्मृतिप्रस्थान भावना को विकसित करने से सात बोधिअंगो की परिपूर्णता होती है? ",
  "mn118:30.1": "जिस समय भिक्षुओं, वह भिक्षु काया को काया के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है, उस समय उस में अविरत स्मृति प्रस्थापित होती है। ",
  "mn118:30.2": "जिस समय, भिक्षुओं, भिक्षु में अविरत स्मृति प्रस्थापित होती है उस समय  स्मृति के बोधिअंग का आरंभ होता है; स्मृति के बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:31.1": "इस तरह स्मृतिशील रहके प्रज्ञानता से वह उस स्थिति की जांच, संशोधन व अन्वेषण करता है। ",
  "mn118:31.2": "जिस समय, भिक्षुओं, भिक्षु स्मृतिशील रहके प्रज्ञानता से उस स्थिति की जांच, संशोधन व अन्वेषण करता है, उस समय धर्मविचारणा के बोधिअंग का आरंभ होता है; धर्मविचारणा के बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:32.1": "जिस समय वह प्रज्ञानता से धर्मविचारणा करता है, उस स्थिति की जांच, संशोधन व अन्वेषण करता है, उस समय  अथक ऊर्जा आरंभ होती है। ",
  "mn118:32.2": "जिस समय, भिक्षुओ, भिक्षु प्रज्ञानतासे धर्मविचारणा करता है, उस स्थितीकी जांच, संशोधन व अन्वेषण करता है, जब अथक ऊर्जा का आरंभ होता है, उस समय ऊर्जा बोधिअंग उपस्थित होता है और ऊर्जा बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:33.1": "वह जब ऊर्जामय होता है तब उसमें हर्ष उत्पन्न होता है। ",
  "mn118:33.2": "जिस समय, भिक्षुओं, भिक्षु में  अविरत हर्ष प्रस्थापित होता है उस समय हर्ष के बोधिअंग का आरंभ होता है; हर्ष के  बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:34.1": "जब मन में हर्ष हो तब काया और मन प्रशांत हो जाते है। ",
  "mn118:34.2": "जिस समय, मन में हर्ष होने से काया और मन प्रशांत हो जाते है,  अविरत प्रशांति प्रस्थापित होती है, उस समय प्रशांति के बोधिअंग का आरंभ होता है; प्रशांति बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:35.1": "जब काया शांत और सुखी हो तब मन समाधित होता है। ",
  "mn118:35.2": "जिस समय, काया शांत और सुखी हो तब मन समाधित होता है, जब  अविरत समाधि प्रस्थापित होती है उस समय समाधि बोधिअंग का आरंभ होता है; समाधि बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:36.1": "वह समभावसे समाधित मन का अवलोकन करता है। ",
  "mn118:36.2": "जिस समय, मन समाधित होता है,  अविरत समभाव प्रस्थापित होता है, उस समय समभाव बोधिअंग का आरंभ होता है; समभाव बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:37.1": "जिस समय, भिक्षु संवेदना को संवेदना … ",
  "mn118:38.1": "मन को … ",
  "mn118:38.2": "धर्मसिद्धांतो को धर्मसिद्धांत के तौर पर ध्यान से देख कर आतुर, संपज्ञानी, स्मृतिवान, दुनिया के प्रति लोभ और दुर्भावना दूर करके रहता है, उस समय उस में अविरत  स्मृति प्रस्थापित होती है। ",
  "mn118:38.3": "जिस समय, भिक्षुओं, भिक्षु में  अविरत स्मृति प्रस्थापित होती है उस समय  स्मृति के बोधिअंग का आरंभ होता है; स्मृति के बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:38.4": "इस तरह स्मृतिशील रहके प्रज्ञानता से उस स्थिती की जांच, संशोधन व अन्वेषण करता है। ",
  "mn118:38.5": "जिस समय, भिक्षुओं, भिक्षु स्मृतिशील रहके प्रज्ञानता से उस स्थिति की जांच, संशोधन व अन्वेषण करता है, उस समय धर्मविचारणा के बोधिअंग का आरंभ होता है; धर्मविचारणा के बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:38.6": "जिस समय वह प्रज्ञानता से धर्मविचारणा करता है, उस स्थिति की जांच, संशोधन व अन्वेषण करता है, उस समय  अथक ऊर्जा आरंभ होती है। ",
  "mn118:38.7": "जिस समय, भिक्षुओं, भिक्षु प्रज्ञानतासे धर्मविचारणा करता है, उस स्थितीकी जांच, संशोधन व अन्वेषण करता है, जब अथक ऊर्जा का आरंभ होता है, उस समय ऊर्जा बोधिअंग उपस्थित होता है और ऊर्जा बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:38.8": "वह जब ऊर्जामय होता है तब उसमें हर्ष उत्पन्न होता है। ",
  "mn118:38.9": "जिस समय, भिक्षुओं, भिक्षु में  अविरत हर्ष प्रस्थापित होता है उस समय हर्ष के बोधिअंग का आरंभ होता है; हर्ष के  बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:38.10": "जब मन में हर्ष हो तब काया और मन प्रशांत हो जाते हैं। ",
  "mn118:38.11": "जिस समय, मन में हर्ष होने से काया और मन प्रशांत हो जाते हैं, अविरत प्रशांति प्रस्थापित होती है, उस समय प्रशांति के बोधिअंग का आरंभ होता है; प्रशांति बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:38.12": "जब काया शांत और सुखी हो तब मन समाधित होता है। ",
  "mn118:38.13": "जिस समय, काया शांत और सुखी हो तब मन समाधित होता है, जब  अविरत समाधि प्रस्थापित होती है उस समय समाधि बोधिअंग का आरंभ होता है; समाधि बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:39.1": "वह समभाव से समाधित मन का अवलोकन करता है। ",
  "mn118:39.2": "जिस समय, मन समाधित होता है, समभाव प्रस्थापित और अविरत होता है, उस समय समभाव बोधिअंग का आरंभ होता है; समभाव बोधिअंग को विकसित करने से उसकी परिपूर्णता होती है। ",
  "mn118:40.1": "इस तरह, भिक्षुओं, चार स्मृतिप्रस्थान भावनाओं को विकसित करने से सात बोधिअंगो की परिपूर्णता होती है। ",
  "mn118:41.1": "किस तरह, भिक्षुओं, सात बोधिअंगो की भावनाओं को विकसित करने से ज्ञान द्वारा विमुक्ति की परिपूर्णता होती है? ",
  "mn118:42.1": "यहां, भिक्षुओं, भिक्षु स्मृति बोधिअंग को विकसित करता है, जो एकांतता, वैराग्य, और निरोध पर आश्रित है और जो त्याग में परिपूर्ण होता है। ",
  "mn118:42.2": "धर्मविचारणा बोधिअंग का … ",
  "mn118:42.3": "ऊर्जा बोधिअंग का … ",
  "mn118:42.4": "हर्ष बोधिअंग का … ",
  "mn118:42.5": "प्रशांति बोधिअंग का … ",
  "mn118:42.6": "समाधि बोधिअंग का … ",
  "mn118:42.7": "समभाव बोधिअंग का … ",
  "mn118:43.1": "इस तरह, भिक्षुओं, सात बोधिअंगो की भावनाओं को विकसित करने से ज्ञान द्वारा विमुक्ति की परिपूर्णता होती है। ",
  "mn118:43.2": "भगवंतने ऐसा कहा। ",
  "mn118:43.3": "वह भिक्षु भगवंत के वचनों से संतुष्ट और आनंदित हुए। ",
  "mn118:43.4": "आनापानस्मृति सूत्र की समाप्ति। "
}