{
  "mn2:0.1": "मज्झिम निकाय २ ",
  "mn2:0.2": "सर्व आसव सूत्र ",
  "mn2:1.1": "ऐसा मैंने सुना—",
  "mn2:1.2": "एक समय भगवंत श्रावस्ति के पास अनाथपिंडीका के  जेतवन में विहार कर रहे थे। ",
  "mn2:1.3": "वहां भगवंत ने भिक्षुओं से कहा: ",
  "mn2:1.4": "“भिक्षुओं”। ",
  "mn2:1.5": "“भदंत”, भिक्षुओं ने जवाब दिया। ",
  "mn2:1.6": "भगवंत ने ऐसा कहा: ",
  "mn2:2.1": "“भिक्षुओं, मैं सभी अशुद्धियों के संयम का उपदेश सिखाता हूँ। ",
  "mn2:2.2": "उसे सुनो, और अच्छी तरह से मन में धारण करो, कहता हूँ”। ",
  "mn2:2.3": "“हाँ भंते”, भिक्षुओं ने जवाब दिया। ",
  "mn2:2.4": "भगवंत ने ऐसा कहा: ",
  "mn2:3.1": "“अशुद्धियों का नाश जो जानता है और देखता है उससे होता है, न जानता हो और न देखता हो उससे नही। ",
  "mn2:3.2": "क्या जान ने से, क्या देख ने से, अशुद्धियों के नाश की बात करता हूँ? ",
  "mn2:3.3": "उचित ध्यान और अनुचित ध्यान। ",
  "mn2:3.4": "भिक्षुओं, अनुचित ध्यान देने से अनुत्पन्न अशुद्धियां उत्पन्न होती है, और उत्पन्न हुई अशुद्धियां बढती है; ",
  "mn2:3.5": "भिक्षुओं, उचित ध्यान देने से अनुत्पन्न अशुद्धियां उत्पन्न नहीं होती, और उत्पन्न हुई अशुद्धियां घटती है; ",
  "mn2:4.1": "भिक्षुओं, कुछ अशुद्धियों का देख के त्याग करना चाहिए, कुछ अशुद्धियों का संयम द्वारा, कुछ अशुद्धियों का योग्य उपयोग करके, कुछ अशुद्धियां सहन करके, कुछ अशुद्धियां टाल के, कुछ अशुद्धियों का निकाल करके, और कुछ अशुद्धियों का विकास करके त्याग करना चाहिए। ",
  "mn2:5.0": "१. देख के अशुद्धियों का त्याग ",
  "mn2:5.1": "भिक्षुओं, किन अशुद्धियों का देख के त्याग करना चाहिए? ",
  "mn2:5.2": "यहां भिक्षुओं, एक अज्ञानी आम आदमी जिसने आर्यों के दर्शन नहीं किए, जो आर्यधर्म से अजान है, जो आर्यधर्म में अशिक्षित है, जिसने सज्जनों के दर्शन नहीं किए, जो सज्जनों के धर्म से अजान है, जो सज्जनों के धर्म में अशिक्षित है—",
  "mn2:5.3": "उसे किन चीज़ों पर ध्यान देना चाहिए और किन चीजों पर ध्यान नहीं देना चाहिए उसकी समझ नहीं। ",
  "mn2:5.4": "इस लिये जिन चीज़ों पर उचित ध्यान देना चाहिए उन पर ध्यान नहीं देता, और जिन चीज़ों पर ध्यान नहीं देना चाहिए उन पर अनुचित ध्यान देता है। ",
  "mn2:6.1": "और भिक्षुओं, कौनसी चीज़ें ध्यान देने के लिए अनुचित है जिन पर वह ध्यान देता है? ",
  "mn2:6.2": "ऐसी चीज़ें जिन पर अनुचित ध्यान देने से अनुत्पन्न कामवासना की अशुद्धि उत्पन्न होती है, और उत्पन्न हुई कामवासना की अशुद्धि बढती है; ",
  "mn2:6.3": "अनुत्पन्न पुनर्भव-इच्छा की अशुद्धि उत्पन्न होती है, और उत्पन्न हुई पुनर्भव-इच्छा की अशुद्धि बढती है; ",
  "mn2:6.4": "अनुत्पन्न अविद्या की अशुद्धि उत्पन्न होती है, और उत्पन्न हुई अविद्या की अशुद्धि बढती है—",
  "mn2:6.5": "ऐसी चीज़ें जिन पर ध्यान नहीं देना चाहिए उन पर ध्यान देता है। ",
  "mn2:6.6": "और भिक्षुओं, कौनसी चीज़ें ध्यान देने के लिए उचित है जिन पर वह ध्यान नहीं देता? ",
  "mn2:6.7": "ऐसी चीज़ें जिन पर उचित ध्यान देने से कामवासना की अशुद्धि उत्पन्न नहीं होती, और उत्पन्न हुई कामवासना की अशुद्धियों का त्याग होता है; ",
  "mn2:6.8": "अनुत्पन्न पुनर्भव-इच्छा की अशुद्धि उत्पन्न नहीं होती, और उत्पन्न हुई पुनर्भव-इच्छा की अशुद्धि का त्याग होता है; ",
  "mn2:6.9": "अनुत्पन्न अविद्या की अशुद्धि उत्पन्न नहीं होती, और उत्पन्न हुई अविद्या की अशुद्धियों का त्याग होता है—",
  "mn2:6.10": "ऐसी चीज़ें जिन पर ध्यान देना चाहिए उन पर ध्यान नही देता। ",
  "mn2:7.1": "इस तरह जिन चीज़ों पर उचित ध्यान देना चाहिए उन पर ध्यान नहीं देने से, और जिन चीजों पर ध्यान नहीं देना चाहिए उन पर अनुचित ध्यान देने से अशुद्धियां उत्पन्न होती है, और उत्पन्न हुई अशुद्धियां बढती है; ",
  "mn2:7.2": "इस तरह से वह अनुचित ध्यान देता है: ",
  "mn2:7.3": "‘अतीत में मैं था? अतीत में मैं नहीं था? अतीत में मैं क्या था? अतीत में मैं कैसा था? किस तरह हो कर मैं अतीत में कैसा हुआ? ",
  "mn2:7.4": "‘भविष्य में मैं होऊंगा? भविष्य में मैं नहीं होऊंगा? भविष्य में मैं क्या होऊंगा? भविष्य में मैं कैसा होऊंगा? किस तरह हो कर मैं भविष्य में कैसा होऊंगा? ",
  "mn2:7.5": "या वह आंतरिक तौर पर वर्तमान के बारे में व्याकुल होता है: ",
  "mn2:7.6": "‘मैं हुं? मैं नहीं हुं? मैं क्या हुं? मैं कैसा हुं? यह जीव कहां से आया है? यह जीव भविष्य में कहां जाएगा? ",
  "mn2:8.1": "इस प्रकार अनुचित ध्यान देने से छै में से एक प्रकार की मान्यता उत्पन्न होती है। ",
  "mn2:8.2": "‘मुझ में आत्मा है’ ऐसी मान्यता सत्य के तौर पर उत्पन्न होती है; ",
  "mn2:8.3": "‘मुझ में आत्मा नहीं’ ऐसी मान्यता सत्य के तौर पर उत्पन्न होती है; ",
  "mn2:8.4": "‘आत्मा से ही मैं आत्मा को जानता हुं’ ऐसी मान्यता सत्य के तौर पर उत्पन्न होती है। ",
  "mn2:8.5": "‘आत्मा से ही मैं अनात्मा को जानता हुं’ ऐसी मान्यता सत्य के तौर पर उत्पन्न होती है। ",
  "mn2:8.6": "‘अनात्मा से ही मैं आत्मा को जानता हुं’ ऐसी मान्यता सत्य के तौर पर उत्पन्न होती है। ",
  "mn2:8.7": "या उसमें ऐसी मान्यता होती है: ",
  "mn2:8.8": "‘यह मेरी आत्मा ही है जो बोलती है, भावनाओं का अनुभव करती है, और यहां वहां अच्छे बुरे कर्मों के फल भुगतती है। यह आत्मा नित्य, अनंत, शाश्वत, अपरिवर्तनीय है और हमेशा सदाकाल रहेगी’। ",
  "mn2:8.9": "भिक्षुओं, इसे गलत मान्यता, मान्यताओं का जंगल, मान्यताओं का वीराना, मान्यताओं की विकृति, मान्यताओं की चंचलता, मान्यताओं का बंधन कहलाता है। ",
  "mn2:8.10": "भिक्षुओं, मान्यताओं के बंधन से बंधा हुआ, एक अज्ञानी आम आदमी, जन्म, बुढ़ापा, मौत, शोक, विलाप, दुःख, दर्द, और निराशा से मुक्त नहीं। ",
  "mn2:8.11": "‘वह दुःख से मुक्त नही’, कहता हुं। ",
  "mn2:9.1": "भिक्षुओं, अच्छी तरह शिक्षित आर्यशिष्य—",
  "mn2:9.2": "जिसने आर्यों के दर्शन किए हैं, जो आर्यधर्म से जानकार है, जो आर्यधर्म में शिक्षित है, जिसने सज्जनों के दर्शन किए हैं, जो सज्जनों के धर्म से जानकार है, जो सज्जनों के धर्म में शिक्षित है—",
  "mn2:9.3": "उसे किन चीज़ों पर ध्यान देना चाहिए और किन चीज़ों पर ध्यान नहीं देना चाहिए उसकी समझ है। ",
  "mn2:9.4": "इस लिये जिन चीज़ों पर ध्यान देना चाहिए उन पर उचित ध्यान देता है, और जिन चीजों पर ध्यान नहीं देना चाहिए उन पर अनुचित ध्यान नही देता। ",
  "mn2:10.1": "और भिक्षुओं, कौन सी चीज़ें ध्यान देने के लिए अनुचित है जिन पर वह ध्यान नही देता? ",
  "mn2:10.2": "ऐसी चीज़ें जिन पर अनुचित ध्यान देने से अनुत्पन्न कामवासना की अशुद्धि उत्पन्न होती है, और उत्पन्न हुई कामवासना की अशुद्धि बढती है; ",
  "mn2:10.3": "अनुत्पन्न पुनर्भव-इच्छा की अशुद्धि उत्पन्न होती है, और उत्पन्न हुई पुनर्भव-इच्छा की अशुद्धि बढती है; ",
  "mn2:10.4": "अनुत्पन्न अविद्या की अशुद्धि उत्पन्न होती है, और उत्पन्न हुई अविद्या की अशुद्धि बढती है—",
  "mn2:10.5": "ऐसी चीज़ें जिन पर ध्यान नही देना चाहिए उन पर ध्यान नही देता। ",
  "mn2:10.6": "और भिक्षुओं, कौनसी चीज़ें ध्यान देने के लिए उचित है जिन पर वह ध्यान देता है? ",
  "mn2:10.7": "ऐसी चीज़ें जिन पर उचित ध्यान देने से कामवासना की अशुद्धि उत्पन्न नहीं होती, और उत्पन्न हुई कामवासना की अशुद्धियों का त्याग होता है; ",
  "mn2:10.8": "अनुत्पन्न पुनर्भव-इच्छा की अशुद्धि उत्पन्न नहीं होती, और उत्पन्न हुई पुनर्भव-इच्छा की अशुद्धि का त्याग होता है; ",
  "mn2:10.9": "अनुत्पन्न अविद्या की अशुद्धि उत्पन्न नहीं होती, और उत्पन्न हुई अविद्या की अशुद्धि का त्याग होता है—",
  "mn2:10.10": "ऐसी चीज़ें जिन पर उचित ध्यान देना चाहिए उन पर ध्यान देता है। ",
  "mn2:10.11": "इस तरह जिन चीज़ों पर ध्यान देना चाहिए उन पर उचित ध्यान देने से, और जिन चीजों पर ध्यान नहीं देना चाहिए उन पर अनुचित ध्यान नहीं देने से अशुद्धियां उत्पन्न नहीं होती, और उत्पन्न हुई अशुद्धियों का त्याग होता है; ",
  "mn2:11.1": "‘यह दुःख है’, ऐसे वह उचित ध्यान देता है, ‘यह दुःख का उदय है’, ऐसे वह उचित ध्यान देता है, ‘यह दुःख का निरोध है’, ऐसे वह उचित ध्यान देता है, ‘यह दुःख के निरोध की दिशा में ले जानेवाला मार्ग है’, ऐसे वह उचित ध्यान देता है। ",
  "mn2:11.2": "इस प्रकार उचित ध्यान देने से तीन बंधनों का त्याग होता है—",
  "mn2:11.3": "व्यक्तित्वता की मान्यता, संदेह, शील-व्रत का गलत निष्कर्ष। ",
  "mn2:11.4": "इसे भिक्षुओं, देख कर अशुद्धियों का त्याग करना कहलाता है। ",
  "mn2:12.0": "२. संयम द्वारा अशुद्धियों का त्याग ",
  "mn2:12.1": "और भिक्षुओं, किन अशुद्धियों का संयम द्वारा त्याग करना चाहिए? ",
  "mn2:12.2": "यहां भिक्षुओं, एक भिक्षु, योग्य विचार करके, चक्षुइंद्रिय का संयम करके रहता है। ",
  "mn2:12.3": "क्योंकि, चक्षुइंद्रिय के संयम के बिना रहने वाले में जो संताप और दाह लगाने वाली अशुद्धियां पैदा होती है वह चक्षुइंद्रिय का संयम करके रहेने वाले में नहीं पैदा होती। ",
  "mn2:12.4": "योग्य विचार करके, कर्णइंद्रिय का संयम करके रहता है … ",
  "mn2:12.5": "योग्य विचार करके, नासिकाइंद्रिय का संयम करके रहता है … ",
  "mn2:12.6": "योग्य विचार करके, जिव्हाइंद्रिय का संयम करके रहता है … ",
  "mn2:12.7": "योग्य विचार करके, कायाइंद्रिय का संयम करके रहता है … ",
  "mn2:12.8": "योग्य विचार करके, मनइंद्रिय का संयम करके रहता है … ",
  "mn2:12.9": "क्योंकि, मनइंद्रिय के संयम के बिना रहने वाले में जो संताप और दाह लगाने वाली अशुद्धियां पैदा होती है वह मनइंद्रिय का संयम करके रहने वाले में नहीं पैदा होती। ",
  "mn2:12.10": "क्योंकि, इंद्रिय के संयम के बिना रहने वाले में जो संताप और दाह लगाने वाली अशुद्धियां पैदा होती है वह इंद्रिय का संयम करके रहने वाले में नहीं पैदा होती। ",
  "mn2:12.11": "इसे भिक्षुओं, संयम द्वारा अशुद्धियों का त्याग करना कहलाता है। ",
  "mn2:13.0": "३. योग्य उपयोग द्वारा अशुद्धियों का त्याग ",
  "mn2:13.1": "किन अशुद्धियों का योग्य उपयोग द्वारा त्याग करना चाहिए? ",
  "mn2:13.2": "यहां भिक्षुओं, एक भिक्षु, योग्य विचार करके, इस प्रकार वस्त्रों का उपयोग करता है: ",
  "mn2:13.3": "‘मात्र ठंडी गरमी दूर करने के लिये, मक्खी मच्छर पवन ताप सांप बिच्छु के डंक से बचने के लिये और गुप्तांगों को ढांकने के लिये’। ",
  "mn2:14.1": "योग्य विचार करके, इस प्रकार भिक्षा में मिले अन्न का सेवन करता है: ",
  "mn2:14.2": "‘न मनोरंजन के लिये, न भोगविलास के लिये, न सौंदर्य व श्रृंगार के लिये, पर केवल काया की देखभाल के लिये, व्यथा टालने के लिये, और धार्मिक जीवन की सहजता के लिये, इस प्रकार मैं पुरानी पीडादायी भावनाओं का अंत करूंगा और नई भावना उत्पन्न नहीं करूंगा, और मैं अवगुणरहित व स्वस्थ रहूंगा’। ",
  "mn2:15.1": "योग्य विचार करके, इस प्रकार रहने की जगह का उपयोग करता है: ",
  "mn2:15.2": "‘मात्र ठंडी गरमी दूर करने के लिये, मक्खी मच्छर पवन ताप सांप बिच्छु के डंक से बचने के लिये, कठोर मौसम के जोखम से बचने के लिये, और एकांतवास का आनंद लेने के लिये’। ",
  "mn2:16.1": "योग्य विचार करके, इस प्रकार दवाइयां और उपचारों का उपयोग करता है: ",
  "mn2:16.2": "‘केवल बीमारियों की वेदनाओं को दूर करने के लिये और स्वास्थ्य के लिये’। ",
  "mn2:17.1": "क्योंकि, आवश्यकताओं का योग्य विचार करके उपयोग न करने वाले में जो संताप और दाह लगाने वाली अशुद्धियां पैदा होती है वह आवश्यकताओं का योग्य विचार करके उपयोग करने वाले में नहीं पैदा होती। ",
  "mn2:17.2": "इसे भिक्षुओं, योग्य उपयोग करके अशुद्धियों का त्याग करना कहलाता है। ",
  "mn2:18.0": "४. सहन करके अशुद्धियों का त्याग ",
  "mn2:18.1": "किन अशुद्धियों का सहन करके त्याग करना चाहिए? ",
  "mn2:18.2": "यहां भिक्षुओं, एक भिक्षु योग्य विचार करके ठंड, गर्मी, भूख, प्यास सहन करता है। मक्खी मच्छर पवन ताप सांप बिच्छु के डंक को सहन करता है। कठोर भाषा व अशिष्ट टीका सहन करता है और उत्पन्न हुई शारीरिक वेदना, दुःखदायी, तीव्र, कष्टदायी, अरुचिकर, प्रतिकूळ व जीवजोखमी वेदनाओं को सहन करता है। ",
  "mn2:18.3": "क्योंकि, ऐसी चीज़ें सहन किये बिना रहने वाले में जो संताप और दाह लगाने वाली अशुद्धियां पैदा होती है वह सहन करके रहने वाले में नहीं पैदा होती। ",
  "mn2:18.4": "इसे भिक्षुओं, सहन करके अशुद्धियों का त्याग करना कहलाता है। ",
  "mn2:19.0": "५. टाल के अशुद्धियों का त्याग ",
  "mn2:19.1": "किन अशुद्धियोंका टाल के त्याग करना चाहिए? ",
  "mn2:19.2": "यहां, भिक्षुओं, एक भिक्षु योग्य विचार करके, जंगली हाथी, जंगली घोडा, जंगली बैल, जंगली कुत्ता, सांप, पेड़ का टुकडा, कांटे वाली ज़मीन, खड्डा, चट्टान, कीचड़, और गंदी नाली टालता है। ",
  "mn2:19.3": "योग्य विचार करके अनुचित बैठक, अनुचित जगहों में घूमना, और पापी लोगों के साथ दोस्ती टालता हैं क्योंकि अगर वह ऐसा करे तो उसके धर्मसंगी समझदार कल्याणमित्रों को वह भी पापी है ऐसी शंका आए। ",
  "mn2:19.4": "क्योंकि, ऐसी चीज़ें टाले बिना रहने वाले में जो संताप और दाह लगाने वाली अशुद्धियां पैदा होती है वह टालने वाले में नहीं पैदा होती। ",
  "mn2:19.5": "इसे भिक्षुओं, टाल के अशुद्धियों का त्याग करना कहलाता है। ",
  "mn2:20.0": "६. निकाल करके अशुद्धियों का त्याग ",
  "mn2:20.1": "किस अशुद्धियों का निकाल करके त्याग करना चाहिए? ",
  "mn2:20.2": "यहां, भिक्षुओं, एक भिक्षु योग्य विचार करके कामवासना के विचारों को, दुर्भावना के विचारों को, क्रूरता के विचारों को सहन नहीं करता, किंतु उसे हटाता है, दूर करता है, नष्ट करता है। वह कोई भी उत्पन्न हुए दुष्ट विचारों को सहन नहीं करता, किंतु उसे हटाता है, दूर करता है, नष्ट करता है। ",
  "mn2:20.3": "क्योंकि, ऐसी चीज़ों का निकाल किये बिना रहने वाले में जो संताप और दाह लगाने वाली अशुद्धियां पैदा होती है वह निकाल करने वाले में नहीं पैदा होती। ",
  "mn2:20.4": "इसे भिक्षुओं, निकाल करके अशुद्धियों का त्याग करना कहलाता है। ",
  "mn2:21.0": "७. विकास कर के अशुद्धियों का त्याग ",
  "mn2:21.1": "और भिक्षुओं, किस अशुद्धियों का विकास द्वारा त्याग करना चाहिए? ",
  "mn2:21.2": "यहां, भिक्षुओं, भिक्षु योग्य विचार करके स्मृति बोधिअंग को विकसित करता है, जो एकांतता, वैराग, और निरोध पर आश्रित है और जो त्याग में परिपूर्ण होता है। ",
  "mn2:21.3": "योग्य विचार कर के धर्मविचारणा बोधिअंग को विकसित करता है, जो एकांतता, वैराग, और निरोध पर आश्रित है और जो त्याग में परिपूर्ण होता है। ",
  "mn2:21.4": "उर्जा बोधिअंग को … ",
  "mn2:21.5": "आध्यात्मिक आनंद बोधिअंग को … ",
  "mn2:21.6": "प्रशांति बोधिअंग को … ",
  "mn2:21.7": "समाधि बोधिअंग को … ",
  "mn2:21.8": "समभाव बोधिअंग को … ",
  "mn2:21.9": "क्योंकि, ऐसी चीज़ों को विकसित किये बिना रहने वाले में जो संताप और दाह लगाने वाली अशुद्धियां पैदा होती है वह विकसित करने वाले में नहीं पैदा होती। ",
  "mn2:21.10": "इसे भिक्षुओं, विकास करके अशुद्धियों का त्याग करना कहलाता है। ",
  "mn2:22.1": "भिक्षुओं, जब एक भिक्षु, जिन अशुद्धियों का देख के त्याग करना चाहिए उनका देख के त्याग करता है, जिन अशुद्धियों का संयम द्वारा त्याग करना चाहिए उनका संयम द्वारा त्याग करता है, जिन अशुद्धियों का योग्य उपयोग करके त्याग करना चाहिए उनका योग्य उपयोग करके त्याग करता है, जिन अशुद्धियों का सहन करके त्याग करना चाहिए उनका सहन करके त्याग करता है, जिन अशुद्धियों का टाल के त्याग करना चाहिए उनका टाल के त्याग करता है, जिन  अशुद्धियों का निकाल करके त्याग करना चाहिए उनका निकाल करके त्याग करता है, और जिन अशुद्धियों का विकास करके त्याग करना चाहिए उनका विकास करके त्याग करता है; ",
  "mn2:22.2": "मैं कहता हूँ, भिक्षुओं: ‘वह भिक्षु सब अशुद्धियों के संयम से रहता है, उसने तृष्णा का छेद किया है, बंधनों को फेंक दिया है, और अभिमान की संपूर्ण समझ द्वारा दु:ख का अंत किया है’”। ",
  "mn2:22.3": "भगवंतने ऐसा कहा। ",
  "mn2:22.4": "वह भिक्षु भगवंत के वचनों से संतुष्ट और आनंदित हुए। ",
  "mn2:22.5": "सर्व अशुद्धियों के सूत्रकी समाप्ति। "
}