{
  "an3.35:0.1": "Discursos agrupados numéricamente 3.35 ",
  "an3.35:0.2": "4. Mensajeros divinos ",
  "an3.35:0.3": "Con Hatthaka ",
  "an3.35:1.1": "Así he oído: ",
  "an3.35:1.2": "En una ocasión el Buddha estaba cerca de Āḷavī, sentado en una esterilla de hojas junto a un camino de vacas, en un bosquecillo de árboles siṁsapā. ",
  "an3.35:1.3": "Mientras Hatthaka de Āḷavī estaba dando un paseo vio al Buddha allí sentado. ",
  "an3.35:1.4": "Se acercó, se postró ante él, se sentó a un lado y dijo: ",
  "an3.35:1.5": "«Señor, confío en que el Buddha haya dormido bien». ",
  "an3.35:1.6": "«Sí, príncipe, he dormido bien. ",
  "an3.35:1.7": "Soy uno de los que, en este mundo, duermen tranquilos». ",
  "an3.35:2.1": "«Estamos en mitad del invierno, cuando la nieve cae,  y las noches son frías, señor. El suelo pisoteado por los cascos de las vacas es duro, y también la esterilla. En los árboles escasean las hojas, las túnicas marrones están frías, y soplan los  vientos gélidos del norte. ",
  "an3.35:2.2": "Y aún así, el Buddha dice: ",
  "an3.35:2.3": "“Sí, príncipe, he dormido bien. ",
  "an3.35:2.4": "Soy uno de los que, en este mundo, duermen tranquilos”». ",
  "an3.35:3.1": "«Bueno, príncipe, te haré una pregunta al respecto entonces, puedes contestar como consideres. ",
  "an3.35:3.2": "¿Qué piensas? Pongamos por caso una persona de hogar o su hijo, que vive en una casa enyesada por dentro y por fuera, bien aislada del viento, con los cerrojos echados y las contraventanas cerradas. ",
  "an3.35:3.3": "En su sofá, mantas de lana extendidas —de pelo largo, de un blanco puro, y con flores bordadas— también con otra manta de cuero de ciervo. Todo cubierto por un dosel y con cojines rojos a ambos lados. ",
  "an3.35:3.4": "Tiene una lámpara de aceite quemando, ",
  "an3.35:3.5": "mientras sus cuatro esposas lo atienden con trato exquisito. ",
  "an3.35:3.6": "¿Qué crees príncipe, dormiría bien o no? ",
  "an3.35:3.7": "¿O cómo lo ves tú?». ",
  "an3.35:3.8": "«Dormiría bien, señor. ",
  "an3.35:3.9": "De los que en este mundo duermen tranquilos, él sería uno de ellos». ",
  "an3.35:4.1": "«¿Qué piensas príncipe? ",
  "an3.35:4.2": "¿No crees que es posible que pueda brotarle una fiebre causada por la codicia, física o mental, a esa persona de hogar o a su hijo, y lo consuma, haciendo que duerma mal?» ",
  "an3.35:4.3": "«Sí, señor» ",
  "an3.35:5.1": "«La codicia que consume a la persona de hogar o a su hijo, y hace que duerma mal, ha sido cortada de raíz por el Tathāgata —como un tronco de palmera, incapaz de volver a brotar en el futuro. ",
  "an3.35:5.2": "Esta es la razón por la que duermo bien. ",
  "an3.35:6.1": "¿Qué piensas príncipe? ",
  "an3.35:6.2": "¿No crees que es posible que pueda brotarle una fiebre causada por el odio… ",
  "an3.35:6.3": "o una fiebre causada por la confusión, física o mental, a esa persona de hogar o a su hijo, y lo consuma, haciendo que duerma mal?» ",
  "an3.35:6.4": "«Sí, señor» ",
  "an3.35:7.1": "«La confusión que consume a la persona de hogar o a su hijo, y hace que duerma mal, ha sido cortada de raíz por el Tathāgata —como un tronco de palmera, incapaz de volver a brotar en el futuro. ",
  "an3.35:7.2": "Esta es la razón por la que duermo bien. ",
  "an3.35:8.1": "Siempre duerme bien, ",
  "an3.35:8.2": "un brahmán cuya extinción es completa, ",
  "an3.35:8.3": "sin las impurezas de los placeres de los sentidos, ",
  "an3.35:8.4": "apaciguados, libres de apegos. ",
  "an3.35:9.1": "Al desenraizar todo apego, ",
  "an3.35:9.2": "y al eliminar el estrés del corazón, ",
  "an3.35:9.3": "el pacífico duerme bien, ",
  "an3.35:9.4": "tras haber encontrado la paz mental». "
}