{
  "ud2.8:0.1": "Innige Sprüche 2.8 ",
  "ud2.8:0.2": "Suppavāsā ",
  "ud2.8:1.1": "So habe ich es gehört: ",
  "ud2.8:1.2": "Einmal hielt sich der Buddha bei Kuṇḍiyā im Kuṇḍadhāna-Wäldchen auf. ",
  "ud2.8:1.3": "Nun war zu dieser Zeit die Koliyerin Suppavāsā seit sieben Jahren schwanger. ",
  "ud2.8:1.4": "Seit sieben Tagen hatte sie schwierige Wehen, und während sie schmerzhafte, scharfe, heftige, brennende Gefühle litt, halfen ihr drei Gedanken, diese zu ertragen: ",
  "ud2.8:1.5": "„Ach! Der Gesegnete ist tatsächlich ein vollkommen erwachter Buddha, der den Dhamma lehrt für das Ziel, Leiden wie dieses aufzugeben. ",
  "ud2.8:1.6": "Ach! Der Saṅgha der Schüler des Buddha übt tatsächlich gut, er übt für das Ziel, Leiden wie dieses aufzugeben. ",
  "ud2.8:1.7": "Ach! Das Erlöschen ist so überaus selig, dort findet man kein Leiden wie dieses.“ ",
  "ud2.8:2.1": "Da wandte sich Suppavāsā an ihren Mann: ",
  "ud2.8:2.2": "„Bitte, junger Herr, geh zum Buddha und beuge in meinem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er in Form ist und unbeschwert lebt. ",
  "ud2.8:2.4": "Und dann sage: ",
  "ud2.8:2.5": "‚Die Koliyerin Suppavāsā ist seit sieben Jahren schwanger. ",
  "ud2.8:2.6": "Seit sieben Tagen hat sie schwierige Wehen, und während sie schmerzhafte, scharfe, heftige, brennende Gefühle leidet, helfen ihr drei Gedanken, diese zu ertragen: ",
  "ud2.8:2.7": "„Ach! Der Gesegnete ist tatsächlich ein vollkommen erwachter Buddha, der den Dhamma lehrt für das Ziel, Leiden wie dieses aufzugeben. ",
  "ud2.8:2.8": "Ach! Der Saṅgha der Schüler des Buddha übt tatsächlich gut, er übt für das Ziel, Leiden wie dieses aufzugeben. ",
  "ud2.8:2.9": "Ach! Das Erlöschen ist so überaus selig, dort findet man kein Leiden wie dieses.“‘“ ",
  "ud2.8:3.1": "„Ausgezeichnet!“, antwortete er. Er ging zum Buddha, setzte sich zur Seite hin und sagte, was Suppavāsā ihm aufgetragen hatte. Der Buddha sagte: ",
  "ud2.8:4.1": "„Dass doch die Koliyerin Suppavāsā glücklich und gesund sei! Dass sie doch ein gesundes Kind zur Welt bringe!“ ",
  "ud2.8:4.2": "Sobald er sprach, brachte Suppavāsā, glücklich und gesund, ein gesundes Kind zur Welt. ",
  "ud2.8:5.1": "Mit den Worten „Ja, Herr“ begrüßte der ehrbare Mann aus dem Koliyerstamm die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann kehrte er nach Hause zurück. ",
  "ud2.8:5.2": "Er sah, dass Suppavāsā, glücklich und gesund, ein gesundes Kind zur Welt gebracht hatte. ",
  "ud2.8:5.3": "Er dachte: ",
  "ud2.8:5.4": "„Es ist unglaublich, es ist erstaunlich! Der Klargewordene besitzt solche übersinnliche Kraft und Macht! Denn sobald er sprach, brachte Suppavāsā, glücklich und gesund, ein gesundes Kind zur Welt.“ ",
  "ud2.8:5.5": "Er war erhoben und überglücklich, voller Ekstase und Glück. ",
  "ud2.8:6.1": "Da wandte sich Suppavāsā an ihren Mann: ",
  "ud2.8:6.2": "„Bitte, junger Herr, geh zum Buddha und beuge in meinem Namen deinen Kopf zu seinen Füßen. ",
  "ud2.8:6.4": "Und dann sage: ",
  "ud2.8:6.5": "‚Die Koliyerin Suppavāsā, die sieben Jahre schwanger war ",
  "ud2.8:6.6": "und sieben Tage schwierige Wehen hatte, ist nun glücklich und gesund und hat ein gesundes Kind zur Welt gebracht. ",
  "ud2.8:6.7": "Sie lädt den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze für sieben Tage zum Essen ein. ",
  "ud2.8:6.8": "Herr, der Buddha möchte bitte sieben Mahlzeiten von Suppavāsā annehmen.‘“ ",
  "ud2.8:7.1": "„Ausgezeichnet!“, antwortete er. Er ging zum Buddha, setzte sich zur Seite hin und sagte, was Suppavāsā ihm aufgetragen hatte. ",
  "ud2.8:9.1": "Nun hatte da bereits ein Laienschüler den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze für den nächsten Tag zum Essen eingeladen. ",
  "ud2.8:9.2": "Dieser Laienschüler war der Unterstützer des Ehrwürdigen Mahāmoggallāna. ",
  "ud2.8:9.3": "Da wandte sich der Buddha an den Ehrwürdigen Mahāmoggallāna: ",
  "ud2.8:9.4": "„Bitte, Moggallāna, gehe zu diesem Laienschüler und sage zu ihm: ",
  "ud2.8:9.5": "‚Die Koliyerin Suppavāsā, die sieben Jahre schwanger war ",
  "ud2.8:9.6": "und sieben Tage schwierige Wehen hatte, ist nun glücklich und gesund und hat ein gesundes Kind zur Welt gebracht. ",
  "ud2.8:9.7": "Sie lädt den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze für sieben Tage zum Essen ein. ",
  "ud2.8:9.8": "Lass Suppavāsā sieben Mahlzeiten bereiten, danach kannst du deine bereiten.‘ ",
  "ud2.8:9.9": "Er ist dein Unterstützer.“ ",
  "ud2.8:10.1": "„Ja, Herr“, antwortete Mahāmoggallāna. Er ging zu diesem Laienschüler und überbrachte die Bitte des Buddha. ",
  "ud2.8:11.1": "„Wenn, Herr, der Ehrwürdige Mahāmoggallāna mir drei Dinge garantieren kann – ",
  "ud2.8:11.2": "Vermögen, Leben und Vertrauen –, ",
  "ud2.8:11.3": "dann soll Suppavāsā sieben Mahlzeiten bereiten, danach werde ich meine bereiten.“ ",
  "ud2.8:11.4": "„Ich kann dir zwei Dinge garantieren: ",
  "ud2.8:11.5": "Vermögen und Leben. ",
  "ud2.8:11.6": "Aber was das Vertrauen betrifft, so bist du allein der Garant.“ ",
  "ud2.8:12.1": "„Wenn, Herr, der Ehrwürdige Mahāmoggallāna mir zwei Dinge garantieren kann – ",
  "ud2.8:12.2": "Vermögen und Leben –, ",
  "ud2.8:12.3": "dann soll Suppavāsā sieben Mahlzeiten bereiten, danach werde ich meine bereiten.“ ",
  "ud2.8:13.1": "Als er diesen Laienschüler überzeugt hatte, ging Mahāmoggallāna zum Buddha und sagte: ",
  "ud2.8:13.2": "„Ich habe den Laienschüler überzeugt. ",
  "ud2.8:13.3": "Suppavāsā soll sieben Mahlzeiten bereiten, danach wird er seine bereiten.“ ",
  "ud2.8:14.1": "Da bewirtete und bediente Suppavāsā den Buddha sieben Tage eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "ud2.8:14.2": "Und sie ließ ihren kleinen Jungen sich vor dem Buddha und dem Saṅgha der Mönche und Nonnen verbeugen. ",
  "ud2.8:15.1": "Da sagte Sāriputta zu dem Jungen: ",
  "ud2.8:15.2": "„Ich hoffe, es geht dir leidlich, kleiner Junge, ich hoffe, du kommst zurecht. Und ich hoffe, du hast keine Schmerzen.“ ",
  "ud2.8:15.3": "„Wie könnte es mir leidlich gehen? Wie könnte ich zurechtkommen? ",
  "ud2.8:15.4": "Sieben Jahre habe ich in einem Blutkessel gelebt.“ ",
  "ud2.8:16.1": "Da war Suppavāsā ",
  "ud2.8:16.2": "beim Gedanken: „Mein Kind unterhält sich mit dem General des Dhamma!“ erhoben und überglücklich, voller Ekstase und Glück. ",
  "ud2.8:16.3": "Da er das erkannte, sagte der Buddha zu ihr: ",
  "ud2.8:16.4": "„Hättest du gern ein weiteres Kind wie dieses?“ ",
  "ud2.8:16.5": "„Herr, ich hätte gern sieben weitere Kinder wie dieses!“ ",
  "ud2.8:17.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud2.8:18.1": "„Schmerz in Gestalt von Angenehmem, ",
  "ud2.8:18.2": "Ungeliebtes in Gestalt von Geliebtem, ",
  "ud2.8:18.3": "Leiden in Gestalt von Glück ",
  "ud2.8:18.4": "überwältigen die Nachlässige.“ "
}