{
  "ud2.6:0.1": "Innige Sprüche 2.6 ",
  "ud2.6:0.2": "Die Schwangere ",
  "ud2.6:1.1": "So habe ich es gehört: ",
  "ud2.6:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud2.6:1.3": "Nun hatte ein gewisser Wanderer eine Brahmanin zur Frau, die schwanger war und kurz vor der Niederkunft stand. ",
  "ud2.6:1.4": "Sie sagte zu ihm: ",
  "ud2.6:1.5": "„Geh, Brahmane, bring Öl für meine Niederkunft.“ ",
  "ud2.6:2.1": "Der Wanderer sagte: ",
  "ud2.6:2.2": "„Aber wo, meine Liebe, kann ich Öl bekommen?“ ",
  "ud2.6:2.3": "Zum zweiten Mal sagte sie: ",
  "ud2.6:2.4": "„Geh, Brahmane, bring Öl für meine Niederkunft.“ ",
  "ud2.6:2.5": "Zum zweiten Mal sagte der Wanderer: ",
  "ud2.6:2.6": "„Aber wo, meine Liebe, kann ich Öl bekommen?“ ",
  "ud2.6:2.7": "Zum dritten Mal sagte sie: ",
  "ud2.6:2.8": "„Geh, Brahmane, bring Öl für meine Niederkunft.“ ",
  "ud2.6:3.1": "Nun wurden zu dieser Zeit aus den Speichern des Königs Pasenadi von Kosala Ghee und Öl an alle Asketen und Brahmanen verteilt, aber nur, um es dort zu trinken, nicht zum Mitnehmen. ",
  "ud2.6:4.1": "Da dachte der Wanderer: ",
  "ud2.6:4.3": "„Warum gehe ich nicht zu den Speichern des Königs, trinke so viel Öl, wie ich kann, komme dann nach Hause und erbreche es, damit es für die Niederkunft benutzt werden kann?“ ",
  "ud2.6:5.1": "Und so tat er es. Aber als er nach Hause kam, war er weder in der Lage, es zu erbrechen, noch, es auszuscheiden. ",
  "ud2.6:5.2": "Er rollte vor und zurück und litt schmerzhafte, scharfe, heftige, brennende Gefühle. ",
  "ud2.6:6.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Sāvatthī zum Almosengang. ",
  "ud2.6:6.2": "Er sah, wie der Wanderer vor- und zurückrollte und schmerzhafte, scharfe, heftige, brennende Gefühle litt. ",
  "ud2.6:7.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud2.6:8.1": "„Ach, wie glücklich sind die, die nichts haben! ",
  "ud2.6:8.2": "Daher haben die Meister des Wissens nichts. ",
  "ud2.6:8.3": "Sieh nur, wie geplagt die sind, die Bindungen haben, ",
  "ud2.6:8.4": "ein Mensch, eng an Menschen gebunden.“ "
}