{
  "sn3.14:0.1": "Saṁyutta Nikāya 3 ",
  "sn3.14:0.2": "2. Dutiyavagga ",
  "sn3.14:0.3": "14. Paṭhamasaṅgāmasutta ",
  "sn3.14:1.1": "Sāvatthinidānaṁ. ",
  "sn3.14:1.2": "Atha kho rājā māgadho ajātasattu vedehiputto caturaṅginiṁ senaṁ sannayhitvā rājānaṁ pasenadiṁ kosalaṁ abbhuyyāsi yena kāsi. ",
  "sn3.14:1.3": "Assosi kho rājā pasenadi kosalo: ",
  "sn3.14:1.4": "“rājā kira māgadho ajātasattu vedehiputto caturaṅginiṁ senaṁ sannayhitvā mamaṁ abbhuyyāto yena kāsī”ti. ",
  "sn3.14:1.5": "Atha kho rājā pasenadi kosalo caturaṅginiṁ senaṁ sannayhitvā rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ paccuyyāsi yena kāsi. ",
  "sn3.14:1.6": "Atha kho rājā ca māgadho ajātasattu vedehiputto rājā ca pasenadi kosalo saṅgāmesuṁ. ",
  "sn3.14:1.7": "Tasmiṁ kho pana saṅgāme rājā māgadho ajātasattu vedehiputto rājānaṁ pasenadiṁ kosalaṁ parājesi. ",
  "sn3.14:1.8": "Parājito ca rājā pasenadi kosalo sakameva rājadhāniṁ sāvatthiṁ paccuyyāsi. ",
  "sn3.14:2.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisiṁsu. ",
  "sn3.14:2.2": "Sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn3.14:3.1": "“Idha, bhante, rājā māgadho ajātasattu vedehiputto caturaṅginiṁ senaṁ sannayhitvā rājānaṁ pasenadiṁ kosalaṁ abbhuyyāsi yena kāsi. ",
  "sn3.14:3.2": "Assosi kho, bhante, rājā pasenadi kosalo: ",
  "sn3.14:3.3": "‘rājā kira māgadho ajātasattu vedehiputto caturaṅginiṁ senaṁ sannayhitvā mamaṁ abbhuyyāto yena kāsī’ti. ",
  "sn3.14:3.4": "Atha kho, bhante, rājā pasenadi kosalo caturaṅginiṁ senaṁ sannayhitvā rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ paccuyyāsi yena kāsi. ",
  "sn3.14:3.5": "Atha kho, bhante, rājā ca māgadho ajātasattu vedehiputto rājā ca pasenadi kosalo saṅgāmesuṁ. ",
  "sn3.14:3.6": "Tasmiṁ kho pana, bhante, saṅgāme rājā māgadho ajātasattu vedehiputto rājānaṁ pasenadiṁ kosalaṁ parājesi. ",
  "sn3.14:3.7": "Parājito ca, bhante, rājā pasenadi kosalo sakameva rājadhāniṁ sāvatthiṁ paccuyyāsī”ti. ",
  "sn3.14:4.1": "“Rājā, bhikkhave, māgadho ajātasattu vedehiputto pāpamitto pāpasahāyo pāpasampavaṅko; ",
  "sn3.14:4.2": "rājā ca kho, bhikkhave, pasenadi kosalo kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko. ",
  "sn3.14:4.3": "Ajjeva, bhikkhave, rājā pasenadi kosalo imaṁ rattiṁ dukkhaṁ seti parājito”ti. ",
  "sn3.14:4.4": "Idamavoca …pe… ",
  "sn3.14:5.1": "“Jayaṁ veraṁ pasavati, ",
  "sn3.14:5.2": "dukkhaṁ seti parājito; ",
  "sn3.14:5.3": "Upasanto sukhaṁ seti, ",
  "sn3.14:5.4": "hitvā jayaparājayan”ti. "
}