{
  "sn3.15:0.1": "Saṁyutta Nikāya 3 ",
  "sn3.15:0.2": "2. Dutiyavagga ",
  "sn3.15:0.3": "15. Dutiyasaṅgāmasutta ",
  "sn3.15:1.1": "Atha kho rājā māgadho ajātasattu vedehiputto caturaṅginiṁ senaṁ sannayhitvā rājānaṁ pasenadiṁ kosalaṁ abbhuyyāsi yena kāsi. ",
  "sn3.15:1.2": "Assosi kho rājā pasenadi kosalo: ",
  "sn3.15:1.3": "“rājā kira māgadho ajātasattu vedehiputto caturaṅginiṁ senaṁ sannayhitvā mamaṁ abbhuyyāto yena kāsī”ti. ",
  "sn3.15:1.4": "Atha kho rājā pasenadi kosalo caturaṅginiṁ senaṁ sannayhitvā rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ paccuyyāsi yena kāsi. ",
  "sn3.15:1.5": "Atha kho rājā ca māgadho ajātasattu vedehiputto rājā ca pasenadi kosalo saṅgāmesuṁ. ",
  "sn3.15:1.6": "Tasmiṁ kho pana saṅgāme rājā pasenadi kosalo rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ parājesi, jīvaggāhañca naṁ aggahesi. ",
  "sn3.15:1.7": "Atha kho rañño pasenadissa kosalassa etadahosi: ",
  "sn3.15:1.8": "“kiñcāpi kho myāyaṁ rājā māgadho ajātasattu vedehiputto adubbhantassa dubbhati, atha ca pana me bhāgineyyo hoti. ",
  "sn3.15:1.9": "Yannūnāhaṁ rañño māgadhassa ajātasattuno vedehiputtassa sabbaṁ hatthikāyaṁ pariyādiyitvā sabbaṁ assakāyaṁ pariyādiyitvā sabbaṁ rathakāyaṁ pariyādiyitvā sabbaṁ pattikāyaṁ pariyādiyitvā jīvantameva naṁ osajjeyyan”ti. ",
  "sn3.15:2.1": "Atha kho rājā pasenadi kosalo rañño māgadhassa ajātasattuno vedehiputtassa sabbaṁ hatthikāyaṁ pariyādiyitvā sabbaṁ assakāyaṁ pariyādiyitvā sabbaṁ rathakāyaṁ pariyādiyitvā sabbaṁ pattikāyaṁ pariyādiyitvā jīvantameva naṁ osajji. ",
  "sn3.15:3.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisiṁsu. ",
  "sn3.15:3.2": "Sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn3.15:4.1": "“Idha, bhante, rājā māgadho ajātasattu vedehiputto caturaṅginiṁ senaṁ sannayhitvā rājānaṁ pasenadiṁ kosalaṁ abbhuyyāsi yena kāsi. ",
  "sn3.15:4.2": "Assosi kho, bhante, rājā pasenadi kosalo: ",
  "sn3.15:4.3": "‘rājā kira māgadho ajātasattu vedehiputto caturaṅginiṁ senaṁ sannayhitvā mamaṁ abbhuyyāto yena kāsī’ti. ",
  "sn3.15:4.4": "Atha kho, bhante, rājā pasenadi kosalo caturaṅginiṁ senaṁ sannayhitvā rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ paccuyyāsi yena kāsi. ",
  "sn3.15:4.5": "Atha kho, bhante, rājā ca māgadho ajātasattu vedehiputto rājā ca pasenadi kosalo saṅgāmesuṁ. ",
  "sn3.15:4.6": "Tasmiṁ kho pana, bhante, saṅgāme rājā pasenadi kosalo rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ parājesi, jīvaggāhañca naṁ aggahesi. ",
  "sn3.15:4.7": "Atha kho, bhante, rañño pasenadissa kosalassa etadahosi: ",
  "sn3.15:4.8": "‘kiñcāpi kho myāyaṁ rājā māgadho ajātasattu vedehiputto adubbhantassa dubbhati, atha ca pana me bhāgineyyo hoti. ",
  "sn3.15:4.9": "Yannūnāhaṁ rañño māgadhassa ajātasattuno vedehiputtassa sabbaṁ hatthikāyaṁ pariyādiyitvā sabbaṁ assakāyaṁ sabbaṁ rathakāyaṁ sabbaṁ pattikāyaṁ pariyādiyitvā jīvantameva naṁ osajjeyyan’”ti. ",
  "sn3.15:5.1": "“Atha kho, bhante, rājā pasenadi kosalo rañño māgadhassa ajātasattuno vedehiputtassa sabbaṁ hatthikāyaṁ pariyādiyitvā sabbaṁ assakāyaṁ pariyādiyitvā sabbaṁ rathakāyaṁ pariyādiyitvā sabbaṁ pattikāyaṁ pariyādiyitvā jīvantameva naṁ osajjī”ti. ",
  "sn3.15:6.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imā gāthāyo abhāsi: ",
  "sn3.15:7.1": "“Vilumpateva puriso, ",
  "sn3.15:7.2": "yāvassa upakappati; ",
  "sn3.15:7.3": "Yadā caññe vilumpanti, ",
  "sn3.15:7.4": "so vilutto viluppati. ",
  "sn3.15:8.1": "Ṭhānañhi maññati bālo, ",
  "sn3.15:8.2": "yāva pāpaṁ na paccati; ",
  "sn3.15:8.3": "Yadā ca paccati pāpaṁ, ",
  "sn3.15:8.4": "atha dukkhaṁ nigacchati. ",
  "sn3.15:9.1": "Hantā labhati hantāraṁ, ",
  "sn3.15:9.2": "jetāraṁ labhate jayaṁ; ",
  "sn3.15:9.3": "Akkosako ca akkosaṁ, ",
  "sn3.15:9.4": "rosetārañca rosako; ",
  "sn3.15:9.5": "Atha kammavivaṭṭena, ",
  "sn3.15:9.6": "so vilutto viluppatī”ti. "
}