{
  "sn47.13:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.13:0.2": "2. Nālandavagga ",
  "sn47.13:0.3": "13. Cundasutta ",
  "sn47.13:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "sn47.13:1.2": "Tena kho pana samayena āyasmā sāriputto magadhesu viharati nālakagāmake ābādhiko dukkhito bāḷhagilāno. ",
  "sn47.13:1.3": "Cundo ca samaṇuddeso āyasmato sāriputtassa upaṭṭhāko hoti. ",
  "sn47.13:2.1": "Atha kho āyasmā sāriputto teneva ābādhena parinibbāyi. ",
  "sn47.13:2.2": "Atha kho cundo samaṇuddeso āyasmato sāriputtassa pattacīvaramādāya yena sāvatthi jetavanaṁ anāthapiṇḍikassa ārāmo yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho cundo samaṇuddeso āyasmantaṁ ānandaṁ etadavoca: ",
  "sn47.13:2.3": "“āyasmā, bhante, sāriputto parinibbuto. ",
  "sn47.13:2.4": "Idamassa pattacīvaran”ti. ",
  "sn47.13:3.1": "“Atthi kho idaṁ, āvuso cunda, kathāpābhataṁ bhagavantaṁ dassanāya. ",
  "sn47.13:3.2": "Āyāmāvuso cunda, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā bhagavato etamatthaṁ ārocessāmā”ti. ",
  "sn47.13:3.3": "“Evaṁ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi. ",
  "sn47.13:4.1": "Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "sn47.13:4.2": "“ayaṁ, bhante, cundo samaṇuddeso evamāha: ",
  "sn47.13:4.3": "‘āyasmā, bhante, sāriputto parinibbuto; ",
  "sn47.13:4.4": "idamassa pattacīvaran’ti. ",
  "sn47.13:4.5": "Api ca me, bhante, madhurakajāto viya kāyo, disāpi me na pakkhāyanti, dhammāpi maṁ nappaṭibhanti ‘āyasmā sāriputto parinibbuto’ti sutvā”. ",
  "sn47.13:5.1": "“Kiṁ nu kho te, ānanda, sāriputto sīlakkhandhaṁ vā ādāya parinibbuto, samādhikkhandhaṁ vā ādāya parinibbuto, paññākkhandhaṁ vā ādāya parinibbuto, vimuttikkhandhaṁ vā ādāya parinibbuto, vimuttiñāṇadassanakkhandhaṁ vā ādāya parinibbuto”ti? ",
  "sn47.13:5.2": "“Na ca kho me, bhante, āyasmā sāriputto sīlakkhandhaṁ vā ādāya parinibbuto, samādhikkhandhaṁ vā …pe… ",
  "sn47.13:5.3": "paññākkhandhaṁ vā …pe… ",
  "sn47.13:5.4": "vimuttikkhandhaṁ vā …pe… ",
  "sn47.13:5.5": "vimuttiñāṇadassanakkhandhaṁ vā ādāya parinibbuto. ",
  "sn47.13:5.6": "Api ca me, bhante, āyasmā sāriputto ovādako ahosi otiṇṇo viññāpako sandassako samādapako samuttejako sampahaṁsako, akilāsu dhammadesanāya, anuggāhako sabrahmacārīnaṁ. ",
  "sn47.13:5.7": "Taṁ mayaṁ āyasmato sāriputtassa dhammojaṁ dhammabhogaṁ dhammānuggahaṁ anussarāmā”ti. ",
  "sn47.13:6.1": "“Nanu taṁ, ānanda, mayā paṭikacceva akkhātaṁ: ",
  "sn47.13:6.2": "‘sabbehi piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo. ",
  "sn47.13:6.3": "Taṁ kutettha, ānanda, labbhā. Yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, taṁ vata mā palujjīti—",
  "sn47.13:6.4": "netaṁ ṭhānaṁ vijjati. ",
  "sn47.13:6.5": "Seyyathāpi, ānanda, mahato rukkhassa tiṭṭhato sāravato yo mahantataro khandho so palujjeyya; ",
  "sn47.13:6.6": "evameva kho ānanda, mahato bhikkhusaṅghassa tiṭṭhato sāravato sāriputto parinibbuto. ",
  "sn47.13:6.7": "Taṁ kutettha, ānanda, labbhā. Yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, taṁ vata mā palujjī’ti—",
  "sn47.13:6.8": "netaṁ ṭhānaṁ vijjati. ",
  "sn47.13:6.9": "Tasmātihānanda, attadīpā viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "sn47.13:7.1": "Kathañcānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo? ",
  "sn47.13:7.2": "Idhānanda, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.13:7.3": "vedanāsu …pe… ",
  "sn47.13:7.4": "citte …pe… ",
  "sn47.13:7.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.13:7.6": "Evaṁ kho, ānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo. ",
  "sn47.13:7.7": "Ye hi keci, ānanda, etarahi vā mamaccaye vā attadīpā viharissanti attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā; tamatagge mete, ānanda, bhikkhū bhavissanti ye keci sikkhākāmā”ti. ",
  "sn47.13:7.8": "Tatiyaṁ. "
}