{
  "sn47.3:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.3:0.2": "1. Ambapālivagga ",
  "sn47.3:0.3": "3. Bhikkhusutta ",
  "sn47.3:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "sn47.3:1.2": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "sn47.3:1.3": "“sādhu me, bhante, bhagavā saṅkhittena dhammaṁ desetu, yamahaṁ bhagavato dhammaṁ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
  "sn47.3:1.4": "“Evameva panidhekacce moghapurisā mañceva ajjhesanti, dhamme ca bhāsite mameva anubandhitabbaṁ maññantī”ti. ",
  "sn47.3:1.5": "“Desetu me, bhante, bhagavā saṅkhittena dhammaṁ, desetu sugato saṅkhittena dhammaṁ. Appeva nāmāhaṁ bhagavato bhāsitassa atthaṁ jāneyyaṁ, appeva nāmāhaṁ bhagavato bhāsitassa dāyādo assan”ti. ",
  "sn47.3:1.6": "“Tasmātiha tvaṁ, bhikkhu, ādimeva visodhehi kusalesu dhammesu. ",
  "sn47.3:1.7": "Ko cādi kusalānaṁ dhammānaṁ? ",
  "sn47.3:1.8": "Sīlañca suvisuddhaṁ, diṭṭhi ca ujukā. ",
  "sn47.3:1.9": "Yato kho te, bhikkhu, sīlañca suvisuddhaṁ bhavissati diṭṭhi ca ujukā, tato tvaṁ, bhikkhu, sīlaṁ nissāya sīle patiṭṭhāya cattāro satipaṭṭhāne tividhena bhāveyyāsi. ",
  "sn47.3:2.1": "Katame cattāro? ",
  "sn47.3:2.2": "Idha tvaṁ, bhikkhu, ajjhattaṁ vā kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.3:2.3": "bahiddhā vā kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.3:2.4": "ajjhattabahiddhā vā kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.3:2.5": "Ajjhattaṁ vā vedanāsu …pe… ",
  "sn47.3:2.6": "bahiddhā vā vedanāsu … ",
  "sn47.3:2.7": "ajjhattabahiddhā vā vedanāsu vedanānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.3:2.8": "Ajjhattaṁ vā citte … ",
  "sn47.3:2.9": "bahiddhā vā citte … ",
  "sn47.3:2.10": "ajjhattabahiddhā vā citte cittānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.3:2.11": "Ajjhattaṁ vā dhammesu … ",
  "sn47.3:2.12": "bahiddhā vā dhammesu … ",
  "sn47.3:2.13": "ajjhattabahiddhā vā dhammesu dhammānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.3:2.14": "Yato kho tvaṁ, bhikkhu, sīlaṁ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṁ tividhena bhāvessasi, tato tuyhaṁ, bhikkhu, yā ratti vā divaso vā āgamissati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti. ",
  "sn47.3:3.1": "Atha kho so bhikkhu bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "sn47.3:3.2": "Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "sn47.3:3.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "sn47.3:3.4": "Aññataro ca pana so bhikkhu arahataṁ ahosīti. ",
  "sn47.3:3.5": "Tatiyaṁ. "
}