{
  "sn47.15:0.1": "Saṃyutta Nikāya 47 ",
  "sn47.15:0.2": "2. Nālandavagga ",
  "sn47.15:0.3": "15. Bāhiyasutta ",
  "sn47.15:1.1": "Sāvatthinidānaṃ. ",
  "sn47.15:1.2": "Atha kho āyasmā bāhiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā bāhiyo bhagavantaṃ etadavoca: ",
  "sn47.15:1.3": "“sādhu me, bhante, bhagavā saṅkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
  "sn47.15:1.4": "“Tasmātiha tvaṃ, bāhiya, ādimeva visodhehi kusalesu dhammesu. ",
  "sn47.15:1.5": "Ko cādi kusalānaṃ dhammānaṃ? ",
  "sn47.15:1.6": "Sīlañca suvisuddhaṃ, diṭṭhi ca ujukā. ",
  "sn47.15:1.7": "Yato ca kho te, bāhiya, sīlañca suvisuddhaṃ bhavissati, diṭṭhi ca ujukā, tato tvaṃ, bāhiya, sīlaṃ nissāya sīle patiṭṭhāya cattāro satipaṭṭhāne bhāveyyāsi. ",
  "sn47.15:2.1": "Katame cattāro? ",
  "sn47.15:2.2": "Idha tvaṃ, bāhiya, kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ; ",
  "sn47.15:2.3": "vedanāsu …pe… ",
  "sn47.15:2.4": "citte …pe… ",
  "sn47.15:2.5": "dhammesu dhammānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
  "sn47.15:2.6": "Yato kho tvaṃ, bāhiya, sīlaṃ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṃ bhāvessasi, tato tuyhaṃ, bāhiya, yā ratti vā divaso vā āgamissati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti. ",
  "sn47.15:3.1": "Atha kho āyasmā bāhiyo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
  "sn47.15:3.2": "Atha kho āyasmā bāhiyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
  "sn47.15:3.3": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
  "sn47.15:3.4": "Aññataro ca panāyasmā bāhiyo arahataṃ ahosīti. ",
  "sn47.15:3.5": "Pañcamaṃ. "
}