{
  "sn47.46:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.46:0.2": "5. Amatavagga ",
  "sn47.46:0.3": "46. Pātimokkhasaṁvarasutta ",
  "sn47.46:1.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami …pe… ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "sn47.46:2.1": "“Sādhu me, bhante, bhagavā saṅkhittena dhammaṁ desetu, yamahaṁ bhagavato dhammaṁ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
  "sn47.46:2.2": "“Tasmātiha tvaṁ, bhikkhu, ādimeva visodhehi kusalesu dhammesu. ",
  "sn47.46:2.3": "Ko cādi kusalānaṁ dhammānaṁ? ",
  "sn47.46:2.4": "Idha tvaṁ, bhikkhu, pātimokkhasaṁvarasaṁvuto viharāhi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesu. ",
  "sn47.46:2.5": "Yato kho tvaṁ, bhikkhu, pātimokkhasaṁvarasaṁvuto viharissasi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī samādāya sikkhassu sikkhāpadesu; tato tvaṁ, bhikkhu, sīlaṁ nissāya sīle patiṭṭhāya cattāro satipaṭṭhāne bhāveyyāsi. ",
  "sn47.46:3.1": "Katame cattāro? ",
  "sn47.46:3.2": "Idha tvaṁ, bhikkhu, kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.46:3.3": "vedanāsu …pe… ",
  "sn47.46:3.4": "citte …pe… ",
  "sn47.46:3.5": "dhammesu dhammānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.46:3.6": "Yato kho tvaṁ, bhikkhu, sīlaṁ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṁ bhāvessasi, tato tuyhaṁ, bhikkhu, yā ratti vā divaso vā āgamissati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti. ",
  "sn47.46:3.7": "Atha kho so bhikkhu bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "sn47.46:4.1": "Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "sn47.46:4.2": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "sn47.46:4.3": "Aññataro ca pana so bhikkhu arahataṁ ahosīti. ",
  "sn47.46:4.4": "Chaṭṭhaṁ. "
}