{
  "sn47.8:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.8:0.2": "1. Ambapālivagga ",
  "sn47.8:0.3": "8. Sūdasutta ",
  "sn47.8:1.1": "“Seyyathāpi, bhikkhave, bālo abyatto akusalo sūdo rājānaṁ vā rājamahāmattaṁ vā nānaccayehi sūpehi paccupaṭṭhito assa—",
  "sn47.8:1.2": "ambilaggehipi, tittakaggehipi, kaṭukaggehipi, madhuraggehipi, khārikehipi, akhārikehipi, loṇikehipi, aloṇikehipi. ",
  "sn47.8:2.1": "Sa kho so, bhikkhave, bālo abyatto akusalo sūdo sakassa bhattu nimittaṁ na uggaṇhāti: ",
  "sn47.8:2.2": "‘idaṁ vā me ajja bhattu sūpeyyaṁ ruccati, imassa vā abhiharati, imassa vā bahuṁ gaṇhāti, imassa vā vaṇṇaṁ bhāsati. ",
  "sn47.8:2.3": "Ambilaggaṁ vā me ajja bhattu sūpeyyaṁ ruccati, ambilaggassa vā abhiharati, ambilaggassa vā bahuṁ gaṇhāti, ambilaggassa vā vaṇṇaṁ bhāsati. Tittakaggaṁ vā me ajja … kaṭukaggaṁ vā me ajja … madhuraggaṁ vā me ajja … khārikaṁ vā me ajja … akhārikaṁ vā me ajja … loṇikaṁ vā me ajja … aloṇikaṁ vā me ajja bhattu sūpeyyaṁ ruccati, aloṇikassa vā abhiharati, aloṇikassa vā bahuṁ gaṇhāti, aloṇikassa vā vaṇṇaṁ bhāsatī’ti. ",
  "sn47.8:3.1": "Sa kho so, bhikkhave, bālo abyatto akusalo sūdo na ceva lābhī hoti acchādanassa, na lābhī vetanassa, na lābhī abhihārānaṁ. ",
  "sn47.8:3.2": "Taṁ kissa hetu? ",
  "sn47.8:3.3": "Tathā hi so, bhikkhave, bālo abyatto akusalo sūdo sakassa bhattu nimittaṁ na uggaṇhāti. ",
  "sn47.8:3.4": "Evameva kho, bhikkhave, idhekacco bālo abyatto akusalo bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.8:3.5": "Tassa kāye kāyānupassino viharato cittaṁ na samādhiyati, upakkilesā na pahīyanti. ",
  "sn47.8:3.6": "So taṁ nimittaṁ na uggaṇhāti. ",
  "sn47.8:3.7": "Vedanāsu vedanānupassī viharati …pe… ",
  "sn47.8:3.8": "citte cittānupassī viharati …pe… ",
  "sn47.8:3.9": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.8:3.10": "Tassa dhammesu dhammānupassino viharato cittaṁ na samādhiyati, upakkilesā na pahīyanti. ",
  "sn47.8:3.11": "So taṁ nimittaṁ na uggaṇhāti. ",
  "sn47.8:4.1": "Sa kho so, bhikkhave, bālo abyatto akusalo bhikkhu na ceva lābhī hoti diṭṭheva dhamme sukhavihārānaṁ, na lābhī satisampajaññassa. ",
  "sn47.8:4.2": "Taṁ kissa hetu? ",
  "sn47.8:4.3": "Tathā hi so, bhikkhave, bālo abyatto akusalo bhikkhu sakassa cittassa nimittaṁ na uggaṇhāti. ",
  "sn47.8:5.1": "Seyyathāpi, bhikkhave, paṇḍito byatto kusalo sūdo rājānaṁ vā rājamahāmattaṁ vā nānaccayehi sūpehi paccupaṭṭhito assa—",
  "sn47.8:5.2": "ambilaggehipi, tittakaggehipi, kaṭukaggehipi, madhuraggehipi, khārikehipi, akhārikehipi, loṇikehipi, aloṇikehipi. ",
  "sn47.8:6.1": "Sa kho so, bhikkhave, paṇḍito byatto kusalo sūdo sakassa bhattu nimittaṁ uggaṇhāti: ",
  "sn47.8:6.2": "‘idaṁ vā me ajja bhattu sūpeyyaṁ ruccati, imassa vā abhiharati, imassa vā bahuṁ gaṇhāti, imassa vā vaṇṇaṁ bhāsati. ",
  "sn47.8:6.3": "Ambilaggaṁ vā me ajja bhattu sūpeyyaṁ ruccati, ambilaggassa vā abhiharati, ambilaggassa vā bahuṁ gaṇhāti, ambilaggassa vā vaṇṇaṁ bhāsati. Tittakaggaṁ vā me ajja … kaṭukaggaṁ vā me ajja … madhuraggaṁ vā me ajja … khārikaṁ vā me ajja … akhārikaṁ vā me ajja … loṇikaṁ vā me ajja … aloṇikaṁ vā me ajja bhattu sūpeyyaṁ ruccati, aloṇikassa vā abhiharati, aloṇikassa vā bahuṁ gaṇhāti, aloṇikassa vā vaṇṇaṁ bhāsatī’ti. ",
  "sn47.8:7.1": "Sa kho so, bhikkhave, paṇḍito byatto kusalo sūdo lābhī ceva hoti acchādanassa, lābhī vetanassa, lābhī abhihārānaṁ. ",
  "sn47.8:7.2": "Taṁ kissa hetu? ",
  "sn47.8:7.3": "Tathā hi so, bhikkhave, paṇḍito byatto kusalo sūdo sakassa bhattu nimittaṁ uggaṇhāti. ",
  "sn47.8:7.4": "Evameva kho, bhikkhave, idhekacco paṇḍito byatto kusalo bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.8:7.5": "Tassa kāye kāyānupassino viharato cittaṁ samādhiyati, upakkilesā pahīyanti. ",
  "sn47.8:7.6": "So taṁ nimittaṁ uggaṇhāti. ",
  "sn47.8:7.7": "Vedanāsu vedanānupassī viharati …pe… ",
  "sn47.8:7.8": "citte cittānupassī viharati …pe… ",
  "sn47.8:7.9": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.8:7.10": "Tassa dhammesu dhammānupassino viharato cittaṁ samādhiyati, upakkilesā pahīyanti. ",
  "sn47.8:7.11": "So taṁ nimittaṁ uggaṇhāti. ",
  "sn47.8:8.1": "Sa kho so, bhikkhave, paṇḍito byatto kusalo bhikkhu lābhī ceva hoti diṭṭheva dhamme sukhavihārānaṁ, lābhī hoti satisampajaññassa. ",
  "sn47.8:8.2": "Taṁ kissa hetu? ",
  "sn47.8:8.3": "Tathā hi so, bhikkhave, paṇḍito byatto kusalo bhikkhu sakassa cittassa nimittaṁ uggaṇhātī”ti. ",
  "sn47.8:8.4": "Aṭṭhamaṁ. "
}