{
  "sn47.15:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.15:0.2": "2. Nālandavagga ",
  "sn47.15:0.3": "15. Bāhiyasutta ",
  "sn47.15:1.1": "Sāvatthinidānaṁ. ",
  "sn47.15:1.2": "Atha kho āyasmā bāhiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā bāhiyo bhagavantaṁ etadavoca: ",
  "sn47.15:1.3": "“sādhu me, bhante, bhagavā saṅkhittena dhammaṁ desetu, yamahaṁ bhagavato dhammaṁ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
  "sn47.15:1.4": "“Tasmātiha tvaṁ, bāhiya, ādimeva visodhehi kusalesu dhammesu. ",
  "sn47.15:1.5": "Ko cādi kusalānaṁ dhammānaṁ? ",
  "sn47.15:1.6": "Sīlañca suvisuddhaṁ, diṭṭhi ca ujukā. ",
  "sn47.15:1.7": "Yato ca kho te, bāhiya, sīlañca suvisuddhaṁ bhavissati, diṭṭhi ca ujukā, tato tvaṁ, bāhiya, sīlaṁ nissāya sīle patiṭṭhāya cattāro satipaṭṭhāne bhāveyyāsi. ",
  "sn47.15:2.1": "Katame cattāro? ",
  "sn47.15:2.2": "Idha tvaṁ, bāhiya, kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.15:2.3": "vedanāsu …pe… ",
  "sn47.15:2.4": "citte …pe… ",
  "sn47.15:2.5": "dhammesu dhammānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.15:2.6": "Yato kho tvaṁ, bāhiya, sīlaṁ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṁ bhāvessasi, tato tuyhaṁ, bāhiya, yā ratti vā divaso vā āgamissati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti. ",
  "sn47.15:3.1": "Atha kho āyasmā bāhiyo bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "sn47.15:3.2": "Atha kho āyasmā bāhiyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "sn47.15:3.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "sn47.15:3.4": "Aññataro ca panāyasmā bāhiyo arahataṁ ahosīti. ",
  "sn47.15:3.5": "Pañcamaṁ. "
}