{
  "sn47.29:0.1": "Saṃyutta Nikāya 47 ",
  "sn47.29:0.2": "3. Sīlaṭṭhitivagga ",
  "sn47.29:0.3": "29. Sirivaḍḍhasutta ",
  "sn47.29:1.1": "Ekaṃ samayaṃ āyasmā ānando rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn47.29:1.2": "Tena kho pana samayena sirivaḍḍho gahapati ābādhiko hoti dukkhito bāḷhagilāno. ",
  "sn47.29:1.3": "Atha kho sirivaḍḍho gahapati aññataraṃ purisaṃ āmantesi: ",
  "sn47.29:1.4": "“ehi tvaṃ, ambho purisa, yenāyasmā ānando tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato ānandassa pāde sirasā vanda: ",
  "sn47.29:1.5": "‘sirivaḍḍho, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ",
  "sn47.29:1.6": "So āyasmato ānandassa pāde sirasā vandatī’ti. ",
  "sn47.29:1.7": "Evañca vadehi: ",
  "sn47.29:1.8": "‘sādhu kira, bhante, āyasmā ānando yena sirivaḍḍhassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ",
  "sn47.29:1.9": "“Evaṃ, bhante”ti kho so puriso sirivaḍḍhassa gahapatissa paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso āyasmantaṃ ānandaṃ etadavoca: ",
  "sn47.29:1.10": "“sirivaḍḍho, bhante, gahapati ābādhiko dukkhito bāḷhagilāno, so āyasmato ānandassa pāde sirasā vandati. ",
  "sn47.29:1.11": "Evañca vadeti: ",
  "sn47.29:1.12": "‘sādhu kira, bhante, āyasmā ānando yena sirivaḍḍhassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ",
  "sn47.29:1.13": "Adhivāsesi kho āyasmā ānando tuṇhībhāvena. ",
  "sn47.29:2.1": "Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena sirivaḍḍhassa gahapatissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā ānando sirivaḍḍhaṃ gahapatiṃ etadavoca: ",
  "sn47.29:2.2": "“kacci te, gahapati, khamanīyaṃ kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṃ paññāyati, no abhikkamo”ti? ",
  "sn47.29:2.3": "“Na me, bhante, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo”ti. ",
  "sn47.29:3.1": "“Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ: ",
  "sn47.29:3.2": "‘kāye kāyānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ; ",
  "sn47.29:3.3": "vedanāsu …pe… ",
  "sn47.29:3.4": "citte …pe… ",
  "sn47.29:3.5": "dhammesu dhammānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan’ti. ",
  "sn47.29:3.6": "Evañhi te, gahapati, sikkhitabban”ti. ",
  "sn47.29:4.1": "“Yeme, bhante, bhagavatā cattāro satipaṭṭhānā desitā saṃvijjanti, te dhammā mayi, ahañca tesu dhammesu sandissāmi. ",
  "sn47.29:4.2": "Ahañhi, bhante, kāye kāyānupassī viharāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ; ",
  "sn47.29:4.3": "vedanāsu …pe… ",
  "sn47.29:4.4": "citte …pe… ",
  "sn47.29:4.5": "dhammesu dhammānupassī viharāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
  "sn47.29:4.6": "Yāni cimāni, bhante, bhagavatā pañcorambhāgiyāni saṃyojanāni desitāni, nāhaṃ, bhante, tesaṃ kiñci attani appahīnaṃ samanupassāmī”ti. ",
  "sn47.29:4.7": "“Lābhā te, gahapati, suladdhaṃ te, gahapati. ",
  "sn47.29:4.8": "Anāgāmiphalaṃ tayā, gahapati, byākatan”ti. ",
  "sn47.29:4.9": "Navamaṃ. "
}