{
  "sn47.6:0.1": "Saṃyutta Nikāya 47 ",
  "sn47.6:0.2": "1. Ambapālivagga ",
  "sn47.6:0.3": "6. Sakuṇagghisutta ",
  "sn47.6:1.1": "“Bhūtapubbaṃ, bhikkhave, sakuṇagghi lāpaṃ sakuṇaṃ sahasā ajjhappattā aggahesi. ",
  "sn47.6:1.2": "Atha kho, bhikkhave, lāpo sakuṇo sakuṇagghiyā hariyamāno evaṃ paridevasi: ",
  "sn47.6:1.3": "‘mayamevamha alakkhikā, mayaṃ appapuññā, ye mayaṃ agocare carimha paravisaye. ",
  "sn47.6:1.4": "Sacejja mayaṃ gocare careyyāma sake pettike visaye, na myāyaṃ, sakuṇagghi, alaṃ abhavissa, yadidaṃ—yuddhāyā’ti. ",
  "sn47.6:1.5": "‘Ko pana te, lāpa, gocaro sako pettiko visayo’ti? ",
  "sn47.6:1.6": "‘Yadidaṃ—naṅgalakaṭṭhakaraṇaṃ leḍḍuṭṭhānan’ti. ",
  "sn47.6:1.7": "Atha kho, bhikkhave, sakuṇagghi sake bale apatthaddhā sake bale asaṃvadamānā lāpaṃ sakuṇaṃ pamuñci: ",
  "sn47.6:1.8": "‘gaccha kho tvaṃ, lāpa, tatrapi me gantvā na mokkhasī’ti. ",
  "sn47.6:2.1": "Atha kho, bhikkhave, lāpo sakuṇo naṅgalakaṭṭhakaraṇaṃ leḍḍuṭṭhānaṃ gantvā mahantaṃ leḍḍuṃ abhiruhitvā sakuṇagghiṃ vadamāno aṭṭhāsi: ",
  "sn47.6:2.2": "‘ehi kho dāni me, sakuṇagghi, ehi kho dāni me, sakuṇagghī’ti. ",
  "sn47.6:2.3": "Atha kho sā, bhikkhave, sakuṇagghi sake bale apatthaddhā sake bale asaṃvadamānā ubho pakkhe sannayha lāpaṃ sakuṇaṃ sahasā ajjhappattā. ",
  "sn47.6:2.4": "Yadā kho, bhikkhave, aññāsi lāpo sakuṇo ‘bahuāgato kho myāyaṃ sakuṇagghī’ti, atha tasseva leḍḍussa antaraṃ paccupādi. ",
  "sn47.6:2.5": "Atha kho, bhikkhave, sakuṇagghi tattheva uraṃ paccatāḷesi. ",
  "sn47.6:2.6": "Evañhi taṃ, bhikkhave, hoti yo agocare carati paravisaye. ",
  "sn47.6:3.1": "Tasmātiha, bhikkhave, mā agocare carittha paravisaye. ",
  "sn47.6:3.2": "Agocare, bhikkhave, carataṃ paravisaye lacchati māro otāraṃ, lacchati māro ārammaṇaṃ. ",
  "sn47.6:3.3": "Ko ca, bhikkhave, bhikkhuno agocaro paravisayo? ",
  "sn47.6:3.4": "Yadidaṃ—pañca kāmaguṇā. ",
  "sn47.6:3.5": "Katame pañca? ",
  "sn47.6:3.6": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, ",
  "sn47.6:3.7": "sotaviññeyyā saddā …pe… ",
  "sn47.6:3.10": "ghānaviññeyyā gandhā …pe… ",
  "sn47.6:3.11": "jivhāviññeyyā rasā …pe… ",
  "sn47.6:3.12": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—",
  "sn47.6:3.13": "ayaṃ, bhikkhave, bhikkhuno agocaro paravisayo. ",
  "sn47.6:4.1": "Gocare, bhikkhave, caratha sake pettike visaye. ",
  "sn47.6:4.2": "Gocare, bhikkhave, carataṃ sake pettike visaye na lacchati māro otāraṃ, na lacchati māro ārammaṇaṃ. ",
  "sn47.6:4.3": "Ko ca, bhikkhave, bhikkhuno gocaro sako pettiko visayo? ",
  "sn47.6:4.4": "Yadidaṃ—",
  "sn47.6:4.5": "cattāro satipaṭṭhānā. ",
  "sn47.6:4.6": "Katame cattāro? ",
  "sn47.6:4.7": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ; ",
  "sn47.6:4.8": "vedanāsu …pe… ",
  "sn47.6:4.9": "citte …pe… ",
  "sn47.6:4.10": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ—",
  "sn47.6:4.11": "ayaṃ, bhikkhave, bhikkhuno gocaro sako pettiko visayo”ti. ",
  "sn47.6:4.12": "Chaṭṭhaṃ. "
}