{
  "sn47.8:0.1": "Saṃyutta Nikāya 47 ",
  "sn47.8:0.2": "1. Ambapālivagga ",
  "sn47.8:0.3": "8. Sūdasutta ",
  "sn47.8:1.1": "“Seyyathāpi, bhikkhave, bālo abyatto akusalo sūdo rājānaṃ vā rājamahāmattaṃ vā nānaccayehi sūpehi paccupaṭṭhito assa—",
  "sn47.8:1.2": "ambilaggehipi, tittakaggehipi, kaṭukaggehipi, madhuraggehipi, khārikehipi, akhārikehipi, loṇikehipi, aloṇikehipi. ",
  "sn47.8:2.1": "Sa kho so, bhikkhave, bālo abyatto akusalo sūdo sakassa bhattu nimittaṃ na uggaṇhāti: ",
  "sn47.8:2.2": "‘idaṃ vā me ajja bhattu sūpeyyaṃ ruccati, imassa vā abhiharati, imassa vā bahuṃ gaṇhāti, imassa vā vaṇṇaṃ bhāsati. ",
  "sn47.8:2.3": "Ambilaggaṃ vā me ajja bhattu sūpeyyaṃ ruccati, ambilaggassa vā abhiharati, ambilaggassa vā bahuṃ gaṇhāti, ambilaggassa vā vaṇṇaṃ bhāsati. Tittakaggaṃ vā me ajja … kaṭukaggaṃ vā me ajja … madhuraggaṃ vā me ajja … khārikaṃ vā me ajja … akhārikaṃ vā me ajja … loṇikaṃ vā me ajja … aloṇikaṃ vā me ajja bhattu sūpeyyaṃ ruccati, aloṇikassa vā abhiharati, aloṇikassa vā bahuṃ gaṇhāti, aloṇikassa vā vaṇṇaṃ bhāsatī’ti. ",
  "sn47.8:3.1": "Sa kho so, bhikkhave, bālo abyatto akusalo sūdo na ceva lābhī hoti acchādanassa, na lābhī vetanassa, na lābhī abhihārānaṃ. ",
  "sn47.8:3.2": "Taṃ kissa hetu? ",
  "sn47.8:3.3": "Tathā hi so, bhikkhave, bālo abyatto akusalo sūdo sakassa bhattu nimittaṃ na uggaṇhāti. ",
  "sn47.8:3.4": "Evameva kho, bhikkhave, idhekacco bālo abyatto akusalo bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
  "sn47.8:3.5": "Tassa kāye kāyānupassino viharato cittaṃ na samādhiyati, upakkilesā na pahīyanti. ",
  "sn47.8:3.6": "So taṃ nimittaṃ na uggaṇhāti. ",
  "sn47.8:3.7": "Vedanāsu vedanānupassī viharati …pe… ",
  "sn47.8:3.8": "citte cittānupassī viharati …pe… ",
  "sn47.8:3.9": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
  "sn47.8:3.10": "Tassa dhammesu dhammānupassino viharato cittaṃ na samādhiyati, upakkilesā na pahīyanti. ",
  "sn47.8:3.11": "So taṃ nimittaṃ na uggaṇhāti. ",
  "sn47.8:4.1": "Sa kho so, bhikkhave, bālo abyatto akusalo bhikkhu na ceva lābhī hoti diṭṭheva dhamme sukhavihārānaṃ, na lābhī satisampajaññassa. ",
  "sn47.8:4.2": "Taṃ kissa hetu? ",
  "sn47.8:4.3": "Tathā hi so, bhikkhave, bālo abyatto akusalo bhikkhu sakassa cittassa nimittaṃ na uggaṇhāti. ",
  "sn47.8:5.1": "Seyyathāpi, bhikkhave, paṇḍito byatto kusalo sūdo rājānaṃ vā rājamahāmattaṃ vā nānaccayehi sūpehi paccupaṭṭhito assa—",
  "sn47.8:5.2": "ambilaggehipi, tittakaggehipi, kaṭukaggehipi, madhuraggehipi, khārikehipi, akhārikehipi, loṇikehipi, aloṇikehipi. ",
  "sn47.8:6.1": "Sa kho so, bhikkhave, paṇḍito byatto kusalo sūdo sakassa bhattu nimittaṃ uggaṇhāti: ",
  "sn47.8:6.2": "‘idaṃ vā me ajja bhattu sūpeyyaṃ ruccati, imassa vā abhiharati, imassa vā bahuṃ gaṇhāti, imassa vā vaṇṇaṃ bhāsati. ",
  "sn47.8:6.3": "Ambilaggaṃ vā me ajja bhattu sūpeyyaṃ ruccati, ambilaggassa vā abhiharati, ambilaggassa vā bahuṃ gaṇhāti, ambilaggassa vā vaṇṇaṃ bhāsati. Tittakaggaṃ vā me ajja … kaṭukaggaṃ vā me ajja … madhuraggaṃ vā me ajja … khārikaṃ vā me ajja … akhārikaṃ vā me ajja … loṇikaṃ vā me ajja … aloṇikaṃ vā me ajja bhattu sūpeyyaṃ ruccati, aloṇikassa vā abhiharati, aloṇikassa vā bahuṃ gaṇhāti, aloṇikassa vā vaṇṇaṃ bhāsatī’ti. ",
  "sn47.8:7.1": "Sa kho so, bhikkhave, paṇḍito byatto kusalo sūdo lābhī ceva hoti acchādanassa, lābhī vetanassa, lābhī abhihārānaṃ. ",
  "sn47.8:7.2": "Taṃ kissa hetu? ",
  "sn47.8:7.3": "Tathā hi so, bhikkhave, paṇḍito byatto kusalo sūdo sakassa bhattu nimittaṃ uggaṇhāti. ",
  "sn47.8:7.4": "Evameva kho, bhikkhave, idhekacco paṇḍito byatto kusalo bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
  "sn47.8:7.5": "Tassa kāye kāyānupassino viharato cittaṃ samādhiyati, upakkilesā pahīyanti. ",
  "sn47.8:7.6": "So taṃ nimittaṃ uggaṇhāti. ",
  "sn47.8:7.7": "Vedanāsu vedanānupassī viharati …pe… ",
  "sn47.8:7.8": "citte cittānupassī viharati …pe… ",
  "sn47.8:7.9": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
  "sn47.8:7.10": "Tassa dhammesu dhammānupassino viharato cittaṃ samādhiyati, upakkilesā pahīyanti. ",
  "sn47.8:7.11": "So taṃ nimittaṃ uggaṇhāti. ",
  "sn47.8:8.1": "Sa kho so, bhikkhave, paṇḍito byatto kusalo bhikkhu lābhī ceva hoti diṭṭheva dhamme sukhavihārānaṃ, lābhī hoti satisampajaññassa. ",
  "sn47.8:8.2": "Taṃ kissa hetu? ",
  "sn47.8:8.3": "Tathā hi so, bhikkhave, paṇḍito byatto kusalo bhikkhu sakassa cittassa nimittaṃ uggaṇhātī”ti. ",
  "sn47.8:8.4": "Aṭṭhamaṃ. "
}