{
  "sn47.9:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.9:0.2": "1. Ambapālivagga ",
  "sn47.9:0.3": "9. Gilānasutta ",
  "sn47.9:1.1": "Evaṁ me sutaṁ—",
  "sn47.9:1.2": " ekaṁ samayaṁ bhagavā vesāliyaṁ viharati veḷuvagāmake. ",
  "sn47.9:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn47.9:1.4": "“etha tumhe, bhikkhave, samantā vesāliyā yathāmittaṁ yathāsandiṭṭhaṁ yathāsambhattaṁ vassaṁ upetha. ",
  "sn47.9:1.5": "Idhevāhaṁ veḷuvagāmake vassaṁ upagacchāmī”ti. ",
  "sn47.9:1.6": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paṭissutvā samantā vesāliyā yathāmittaṁ yathāsandiṭṭhaṁ yathāsambhattaṁ vassaṁ upagacchuṁ. ",
  "sn47.9:1.7": "Bhagavā pana tattheva veḷuvagāmake vassaṁ upagacchi. ",
  "sn47.9:2.1": "Atha kho bhagavato vassūpagatassa kharo ābādho uppajji, bāḷhā vedanā vattanti māraṇantikā. ",
  "sn47.9:2.2": "Tatra sudaṁ bhagavā sato sampajāno adhivāsesi avihaññamāno. ",
  "sn47.9:2.3": "Atha kho bhagavato etadahosi: ",
  "sn47.9:2.4": "“na kho me taṁ patirūpaṁ, yohaṁ anāmantetvā upaṭṭhāke anapaloketvā bhikkhusaṅghaṁ parinibbāyeyyaṁ. ",
  "sn47.9:2.5": "Yannūnāhaṁ imaṁ ābādhaṁ vīriyena paṭipaṇāmetvā jīvitasaṅkhāraṁ adhiṭṭhāya vihareyyan”ti. ",
  "sn47.9:2.6": "Atha kho bhagavā taṁ ābādhaṁ vīriyena paṭipaṇāmetvā jīvitasaṅkhāraṁ adhiṭṭhāya vihāsi. ",
  "sn47.9:2.7": "Atha kho bhagavato so ābādho paṭippassambhi. ",
  "sn47.9:3.1": "Atha kho bhagavā gilānā vuṭṭhito aciravuṭṭhito gelaññā vihārā nikkhamitvā vihārapacchāyāyaṁ paññatte āsane nisīdi. ",
  "sn47.9:3.2": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "sn47.9:3.3": "“diṭṭho me, bhante, bhagavato phāsu; ",
  "sn47.9:3.4": "diṭṭhaṁ, bhante, bhagavato khamanīyaṁ; ",
  "sn47.9:3.5": "diṭṭhaṁ, bhante, bhagavato yāpanīyaṁ. ",
  "sn47.9:3.6": "Api ca me, bhante, madhurakajāto viya kāyo, disāpi me na pakkhāyanti, dhammāpi maṁ nappaṭibhanti bhagavato gelaññena. ",
  "sn47.9:3.7": "Api ca me, bhante, ahosi kācideva assāsamattā: ",
  "sn47.9:3.8": "‘na tāva bhagavā parinibbāyissati, na yāva bhagavā bhikkhusaṅghaṁ ārabbha kiñcideva udāharatī’”ti. ",
  "sn47.9:4.1": "“Kiṁ pana dāni, ānanda, bhikkhusaṅgho mayi paccāsīsati? ",
  "sn47.9:4.2": "Desito, ānanda, mayā dhammo anantaraṁ abāhiraṁ karitvā. ",
  "sn47.9:4.3": "Natthānanda, tathāgatassa dhammesu ācariyamuṭṭhi. ",
  "sn47.9:4.4": "Yassa nūna, ānanda, evamassa: ",
  "sn47.9:4.5": "‘ahaṁ bhikkhusaṅghaṁ pariharissāmī’ti vā, ‘mamuddesiko bhikkhusaṅgho’ti vā, so nūna, ānanda, bhikkhusaṅghaṁ ārabbha kiñcideva udāhareyya. ",
  "sn47.9:4.6": "Tathāgatassa kho, ānanda, na evaṁ hoti: ",
  "sn47.9:4.7": "‘ahaṁ bhikkhusaṅghaṁ pariharissāmī’ti vā, ‘mamuddesiko bhikkhusaṅgho’ti vā. ",
  "sn47.9:4.8": "Sa kiṁ, ānanda, tathāgato bhikkhusaṅghaṁ ārabbha kiñcideva udāharissati. ",
  "sn47.9:4.9": "Etarahi kho panāhaṁ, ānanda, jiṇṇo vuddho mahallako addhagato vayoanuppatto. ",
  "sn47.9:4.10": "Āsītiko me vayo vattati. ",
  "sn47.9:4.11": "Seyyathāpi, ānanda, jajjarasakaṭaṁ veḷamissakena yāpeti; ",
  "sn47.9:4.12": "evameva kho, ānanda, veḷamissakena maññe tathāgatassa kāyo yāpeti. ",
  "sn47.9:5.1": "Yasmiṁ, ānanda, samaye tathāgato sabbanimittānaṁ amanasikārā ekaccānaṁ vedanānaṁ nirodhā animittaṁ cetosamādhiṁ upasampajja viharati, phāsutaro, ānanda, tasmiṁ samaye tathāgatassa kāyo hoti. ",
  "sn47.9:5.2": "Tasmātihānanda, attadīpā viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "sn47.9:6.1": "Kathañcānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo? ",
  "sn47.9:6.2": "Idhānanda, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.9:6.3": "vedanāsu …pe… ",
  "sn47.9:6.4": "citte …pe… ",
  "sn47.9:6.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.9:6.6": "Evaṁ kho, ānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo. ",
  "sn47.9:6.7": "Ye hi keci, ānanda, etarahi vā mamaccaye vā attadīpā viharissanti attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā; tamatagge mete, ānanda, bhikkhū bhavissanti ye keci sikkhākāmā”ti. ",
  "sn47.9:6.8": "Navamaṁ. "
}