{
  "sn47.18:0.1": "Saṁyutta Nikāya 47 ",
  "sn47.18:0.2": "2. Nālandavagga ",
  "sn47.18:0.3": "18. Brahmasutta ",
  "sn47.18:1.1": "Ekaṁ samayaṁ bhagavā uruvelāyaṁ viharati najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho. ",
  "sn47.18:1.2": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "sn47.18:1.3": "“ekāyanvāyaṁ maggo sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ—cattāro satipaṭṭhānā. ",
  "sn47.18:2.1": "Katame cattāro? ",
  "sn47.18:2.2": "Kāye vā bhikkhu kāyānupassī vihareyya ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.18:2.3": "vedanāsu vā bhikkhu …pe… ",
  "sn47.18:2.4": "citte vā bhikkhu …pe… ",
  "sn47.18:2.5": "dhammesu vā bhikkhu dhammānupassī vihareyya ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.18:2.6": "Ekāyanvāyaṁ maggo sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ—cattāro satipaṭṭhānā”ti. ",
  "sn47.18:3.1": "Atha kho brahmā sahampati bhagavato cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva kho brahmaloke antarahito bhagavato purato pāturahosi. ",
  "sn47.18:3.2": "Atha kho brahmā sahampati ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "sn47.18:3.3": "“evametaṁ, bhagavā, evametaṁ, sugata. ",
  "sn47.18:3.4": "Ekāyanvāyaṁ, bhante, maggo sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ—cattāro satipaṭṭhānā. ",
  "sn47.18:4.1": "Katame cattāro? ",
  "sn47.18:4.2": "Kāye vā, bhante, bhikkhu kāyānupassī vihareyya ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "sn47.18:4.3": "vedanāsu vā, bhante, bhikkhu …pe… ",
  "sn47.18:4.4": "citte vā, bhante, bhikkhu …pe… ",
  "sn47.18:4.5": "dhammesu vā, bhante, bhikkhu dhammānupassī vihareyya ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn47.18:4.6": "Ekāyanvāyaṁ, bhante, maggo sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ—cattāro satipaṭṭhānā”ti. ",
  "sn47.18:5.1": "Idamavoca brahmā sahampati. ",
  "sn47.18:5.2": "Idaṁ vatvā athāparaṁ etadavoca: ",
  "sn47.18:6.1": "“Ekāyanaṁ jātikhayantadassī, ",
  "sn47.18:6.2": "Maggaṁ pajānāti hitānukampī; ",
  "sn47.18:6.3": "Etena maggena tariṁsu pubbe, ",
  "sn47.18:6.4": "Tarissanti ye ca taranti oghan”ti. ",
  "sn47.18:6.5": "Aṭṭhamaṁ. "
}