{
  "ps3.3:0.1": "Paṭisambhidāmagga",
  "ps3.3:0.2": "3 Paññāvagga",
  "ps3.3:0.3": "3.3. Abhisamayakathā",
  "ps3.3:1.1": "**Abhisamayo**ti.",
  "ps3.3:1.2": "Kena abhisameti?",
  "ps3.3:1.3": "Cittena abhisameti.",
  "ps3.3:2.1": "Hañci cittena abhisameti, tena hi aññāṇī abhisameti?",
  "ps3.3:2.2": "Na aññāṇī abhisameti.",
  "ps3.3:2.3": "Ñāṇena abhisameti.",
  "ps3.3:3.1": "Hañci ñāṇena abhisameti, tena hi acittena ca ñāṇena ca acittako abhisameti?",
  "ps3.3:3.2": "Na acittako abhisameti.",
  "ps3.3:3.3": "Cittena ca ñāṇena ca abhisameti.",
  "ps3.3:4.1": "Hañci cittena ca ñāṇena ca abhisameti, tena hi kāmāvacaracittena ca ñāṇena ca abhisameti?",
  "ps3.3:4.2": "Na kāmāvacaracittena ca ñāṇena ca abhisameti.",
  "ps3.3:5.1": "Tena hi rūpāvacaracittena ca ñāṇena ca abhisameti?",
  "ps3.3:5.2": "Na rūpāvacaracittena ca ñāṇena ca abhisameti.",
  "ps3.3:6.1": "Tena hi arūpāvacaracittena ca ñāṇena ca abhisameti?",
  "ps3.3:6.2": "Na arūpāvacaracittena ca ñāṇena ca abhisameti.",
  "ps3.3:7.1": "Tena hi kammassakatacittena ca ñāṇena ca abhisameti?",
  "ps3.3:7.2": "Na kammassakatacittena ca ñāṇena ca abhisameti.",
  "ps3.3:8.1": "Tena hi saccānulomikacittena ca ñāṇena ca abhisameti?",
  "ps3.3:8.2": "Na saccānulomikacittena ca ñāṇena ca abhisameti.",
  "ps3.3:9.1": "Tena hi atītacittena ca ñāṇena ca abhisameti?",
  "ps3.3:9.2": "Na atītacittena ca ñāṇena ca abhisameti.",
  "ps3.3:10.1": "Tena hi anāgatacittena ca ñāṇena ca abhisameti?",
  "ps3.3:10.2": "Na anāgatacittena ca ñāṇena ca abhisameti.",
  "ps3.3:11.1": "Tena hi paccuppannalokiyacittena ca ñāṇena ca abhisameti?",
  "ps3.3:11.2": "Na paccuppannalokiyacittena ca ñāṇena ca abhisameti.",
  "ps3.3:11.3": "Lokuttaramaggakkhaṇe paccuppannacittena ca ñāṇena ca abhisameti.",
  "ps3.3:12.1": "Kathaṁ lokuttaramaggakkhaṇe paccuppannacittena ca ñāṇena ca abhisameti?",
  "ps3.3:12.2": "Lokuttaramaggakkhaṇe uppādādhipateyyaṁ cittaṁ ñāṇassa hetu paccayo ca taṁsampayuttaṁ nirodhagocaraṁ dassanādhipateyyaṁ ñāṇaṁ cittassa hetu paccayo ca taṁsampayuttaṁ ñāṇaṁ nirodhagocaraṁ.",
  "ps3.3:12.3": "Evaṁ lokuttaramaggakkhaṇe paccuppannacittena ca ñāṇena ca abhisameti.",
  "ps3.3:13.1": "Kiṁ nu ettakoyeva abhisamayoti?",
  "ps3.3:13.2": "Na hi.",
  "ps3.3:13.3": "Lokuttaramaggakkhaṇe dassanābhisamayo sammādiṭṭhi, abhiniropanābhisamayo sammāsaṅkappo, pariggahābhisamayo sammāvācā, samuṭṭhānābhisamayo sammākammanto, vodānābhisamayo sammāājīvo, paggahābhisamayo sammāvāyāmo, upaṭṭhānābhisamayo sammāsati, avikkhepābhisamayo sammāsamādhi;",
  "ps3.3:13.4": "upaṭṭhānābhisamayo satisambojjhaṅgo, pavicayābhisamayo dhammavicayasambojjhaṅgo, paggahābhisamayo vīriyasambojjhaṅgo, pharaṇābhisamayo pītisambojjhaṅgo, upasamābhisamayo passaddhisambojjhaṅgo, avikkhepābhisamayo samādhisambojjhaṅgo, paṭisaṅkhānābhisamayo upekkhāsambojjhaṅgo;",
  "ps3.3:13.5": "assaddhiye akampiyābhisamayo saddhābalaṁ, kosajje akampiyābhisamayo vīriyabalaṁ, pamāde akampiyābhisamayo satibalaṁ, uddhacce akampiyābhisamayo samādhibalaṁ, avijjāya akampiyābhisamayo paññābalaṁ;",
  "ps3.3:13.6": "adhimokkhābhisamayo saddhindriyaṁ, paggahābhisamayo vīriyindriyaṁ, upaṭṭhānābhisamayo satindriyaṁ, avikkhepābhisamayo samādhindriyaṁ, dassanābhisamayo paññindriyaṁ.",
  "ps3.3:13.7": "Ādhipateyyaṭṭhena indriyābhisamayo, akampiyaṭṭhena balābhisamayo, niyyānaṭṭhena bojjhaṅgābhisamayo, hetuṭṭhena maggābhisamayo, upaṭṭhānaṭṭhena satipaṭṭhānābhisamayo, padahaṭṭhena sammappadhānābhisamayo, ijjhanaṭṭhena iddhipādābhisamayo, tathaṭṭhena saccābhisamayo, avikkhepaṭṭhena samathābhisamayo, anupassanaṭṭhena vipassanābhisamayo, ekarasaṭṭhena samathavipassanābhisamayo, anativattanaṭṭhena yuganaddhābhisamayo, saṁvaraṭṭhena sīlavisuddhiabhisamayo, avikkhepaṭṭhena visuddhiabhisamayo, dassanaṭṭhena diṭṭhivisuddhiabhisamayo, muttaṭṭhena vimokkhābhisamayo, paṭivedhaṭṭhena vijjābhisamayo, pariccāgaṭṭhena vimuttiabhisamayo, samucchedaṭṭhena khaye ñāṇaṁ abhisamayo.",
  "ps3.3:13.8": "Chando mūlaṭṭhena abhisamayo, manasikāro samuṭṭhānaṭṭhena abhisamayo, phasso samodhānaṭṭhena abhisamayo, vedanā samosaraṇaṭṭhena abhisamayo, samādhi pamukhaṭṭhena abhisamayo, sati ādhipateyyaṭṭhena abhisamayo, paññā taduttaraṭṭhena abhisamayo, vimutti sāraṭṭhena abhisamayo, amatogadhaṁ nibbānaṁ pariyosānaṭṭhena abhisamayo.",
  "ps3.3:14.1": "Kiṁ nu ettakoyeva abhisamayoti?",
  "ps3.3:14.2": "Na hi.",
  "ps3.3:14.3": "Sotāpattimaggakkhaṇe dassanābhisamayo sammādiṭṭhi …pe…",
  "ps3.3:14.4": "amatogadhaṁ nibbānaṁ pariyosānaṭṭhena abhisamayo.",
  "ps3.3:15.1": "Kiṁ nu ettakoyeva abhisamayoti?",
  "ps3.3:15.2": "Na hi.",
  "ps3.3:15.3": "Sotāpattiphalakkhaṇe dassanābhisamayo sammādiṭṭhi …pe…",
  "ps3.3:15.4": "paṭippassaddhaṭṭhena anuppāde ñāṇaṁ abhisamayo.",
  "ps3.3:15.5": "Chando mūlaṭṭhena abhisamayo …pe…",
  "ps3.3:15.6": "amatogadhaṁ nibbānaṁ pariyosānaṭṭhena abhisamayo.",
  "ps3.3:16.1": "Kiṁ nu ettakoyeva abhisamayoti?",
  "ps3.3:16.2": "Na hi.",
  "ps3.3:16.3": "Sakadāgāmimaggakkhaṇe …pe…",
  "ps3.3:16.4": "sakadāgāmiphalakkhaṇe …",
  "ps3.3:16.5": "anāgāmimaggakkhaṇe …",
  "ps3.3:16.6": "anāgāmiphalakkhaṇe …",
  "ps3.3:16.7": "arahattamaggakkhaṇe …pe…",
  "ps3.3:16.8": "arahattaphalakkhaṇe dassanābhisamayo sammādiṭṭhi, abhiniropanābhisamayo sammāsaṅkappo …pe…",
  "ps3.3:16.9": "paṭippassaddhaṭṭhena anuppāde ñāṇaṁ abhisamayo.",
  "ps3.3:16.10": "Chando mūlaṭṭhena abhisamayo …pe…",
  "ps3.3:16.11": "amatogadhaṁ nibbānaṁ pariyosānaṭṭhena abhisamayo.",
  "ps3.3:17.1": "Yvāyaṁ kilese pajahati, atīte kilese pajahati …pe…",
  "ps3.3:17.2": "anāgate kilese pajahati, paccuppanne kilese pajahati, atīte kilese pajahatīti.",
  "ps3.3:17.3": "Hañci atīte kilese pajahati, tena hi khīṇaṁ khepeti, niruddhaṁ nirodheti, vigataṁ vigameti, atthaṅgataṁ atthaṅgameti, atītaṁ yaṁ na atthi taṁ pajahatīti?",
  "ps3.3:17.4": "Na atīte kilese pajahatīti.",
  "ps3.3:17.5": "Anāgate kilese pajahatīti.",
  "ps3.3:17.6": "Hañci anāgate kilese pajahati, tena hi ajātaṁ pajahati, anibbattaṁ pajahati, anuppannaṁ pajahati, apātubhūtaṁ pajahati, anāgataṁ yaṁ na atthi taṁ pajahatīti?",
  "ps3.3:17.7": "Na anāgate kilese pajahatīti.",
  "ps3.3:17.8": "Paccuppanne kilese pajahatīti.",
  "ps3.3:17.9": "Hañci paccuppanne kilese pajahati, tena hi ratto rāgaṁ pajahati, duṭṭho dosaṁ pajahati, mūḷho mohaṁ pajahati, vinibaddho mānaṁ pajahati, parāmaṭṭho diṭṭhiṁ pajahati, vikkhepagato uddhaccaṁ pajahati, aniṭṭhaṅgato vicikicchaṁ pajahati, thāmagato anusayaṁ pajahati, kaṇhasukkadhammā yuganaddhā samameva vattanti, saṅkilesikā maggabhāvanā hoti?",
  "ps3.3:18.1": "Na hi atīte kilese pajahati, na anāgate kilese pajahati, na paccuppanne kilese pajahatīti.",
  "ps3.3:18.2": "Hañci na atīte kilese pajahati, na anāgate …pe…",
  "ps3.3:18.3": "na paccuppanne kilese pajahati, tena hi natthi maggabhāvanā, natthi phalasacchikiriyā, natthi kilesappahānaṁ, natthi dhammābhisamayoti?",
  "ps3.3:18.4": "Atthi maggabhāvanā, atthi phalasacchikiriyā, atthi kilesappahānaṁ, atthi dhammābhisamayo.",
  "ps3.3:18.5": "Yathā kathaṁ viya?",
  "ps3.3:18.6": "Seyyathāpi taruṇo rukkho ajātaphalo.",
  "ps3.3:18.7": "Tamenaṁ puriso mūlaṁ chindeyya.",
  "ps3.3:18.8": "Ye tassa rukkhassa ajātaphalā, te ajātāyeva na jāyanti, anibbattāyeva na nibbattanti, anuppannāyeva na uppajjanti, apātubhūtāyeva na pātubhavanti.",
  "ps3.3:18.9": "Evamevaṁ uppādo hetu, uppādo paccayo kilesānaṁ nibbattiyāti.",
  "ps3.3:18.10": "Uppāde ādīnavaṁ disvā anuppāde cittaṁ pakkhandati.",
  "ps3.3:18.11": "Anuppāde cittassa pakkhandattā ye uppādapaccayā kilesā nibbatteyyuṁ, te ajātāyeva na jāyanti, anibbattāyeva na nibbattanti, anuppannāyeva na uppajjanti, apātubhūtāyeva na pātubhavanti.",
  "ps3.3:18.12": "Evaṁ hetunirodhā dukkhanirodho.",
  "ps3.3:18.13": "Pavattaṁ hetu, nimittaṁ hetu, āyūhanā hetu.",
  "ps3.3:18.14": "Āyūhanā paccayo kilesānaṁ nibbattiyāti.",
  "ps3.3:18.15": "Āyūhane ādīnavaṁ disvā anāyūhane cittaṁ pakkhandati.",
  "ps3.3:18.16": "Anāyūhane cittassa pakkhandattā, ye āyūhanapaccayā kilesā nibbatteyyuṁ, te ajātāyeva na jāyanti, anibbattāyeva na nibbattanti, anuppannāyeva na uppajjanti, apātubhūtāyeva na pātubhavanti.",
  "ps3.3:18.17": "Evaṁ hetunirodhā dukkhanirodho.",
  "ps3.3:18.18": "Evaṁ atthi maggabhāvanā, atthi phalasacchikiriyā, atthi kilesappahānaṁ, atthi dhammābhisamayoti.",
  "ps3.3:18.19": "Abhisamayakathā niṭṭhitā."
}