{
  "ud3.6:0.1": "Удана 3.6",
  "ud3.6:0.2": "Сутта Пилиндаваччха",
  "ud3.6:1.1": "Так мной услышано.",
  "ud3.6:1.2": "Одно время Благословенный располагается в Раджагахе, в Бамбуковой роще, в месте для кормления Белок.",
  "ud3.6:1.3": "Тем же временем уважаемый Пилиндавача монахов “презренными” называет.",
  "ud3.6:1.4": "И тогда группа монахов, пришла к Благословенному. Прийдя, поприветствовав Благословенного, сели с одного края. И с краю севшие, те монахи Благословенному это сказали:",
  "ud3.6:1.5": "Почтенный, почтенный, Пилиндавача монахов “презренными” называет.",
  "ud3.6:2.1": "И тогда Благословенный обратился к одному монаху:",
  "ud3.6:2.2": "“Ты сходи, монах, моей фразой к монаху Пилиндаваччхе обратись:",
  "ud3.6:2.3": "‘Учитель, Пилиндаваччха, товарищ, зовёт’”.",
  "ud3.6:2.4": "“Да, почтенный” и тот монах выслушав Благословенного пришёл к уважаемому Пилиндаваччхе; подойдя уважаемому Пилиндаваччхе это сказал:",
  "ud3.6:2.5": "‘Учитель, Пилиндаваччха, товарищ, зовёт’”.",
  "ud3.6:3.1": "“Да, товарищ” и уважаемый Пилиндаваччха, выслушав того монаха пришёл к Благословенному; подойдя, Благословенного поприветствовав, сел с краю. С краю севшему уважаемому Пилиндаваччхе Благословенный это сказал:",
  "ud3.6:3.2": "“Правда, что ты, Ваччха, монахов “презренными” называешь?”",
  "ud3.6:3.3": "“Да, почтенный”",
  "ud3.6:4.1": "И тогда Благословенный, представив прошлые перерождения уважаемого Пилиндавачхи, обратился к монахам:",
  "ud3.6:4.2": "“Не жалуйтесь, монахи, на монаха Ваччху.",
  "ud3.6:4.3": "Он называет монахов “презренными” не из-за внутреннего гнева.",
  "ud3.6:4.4": "Ваччхи, монахи, монаха пятьсот рождений - непрерывно в семьях брахманов перерождения.",
  "ud3.6:4.5": "Он это долгое время вассало-утверждение произносил.",
  "ud3.6:4.6": "Это поэтому Ваччха монахов вассало-утверждением называет”.",
  "ud3.6:5.1": "И тогда Благословенный, увидев-познав значение этого момента это восклицание воскликнул:",
  "ud3.6:6.1": "У которого нет притворства ни самомнения,",
  "ud3.6:6.2": "Который без корысти, без 'моего', без ожиданий;",
  "ud3.6:6.3": "Прогнавший ворчанье, охлажденный,",
  "ud3.6:6.4": "Он брахман, он шраман, он монах”.",
  "ud3.6:6.5": "Шестая."
}