{
  "snp1.2:1.1": "This verse evidently refers to his completion of a daily household (Sanskrit <i lang='pi' translate='no'>gṛhya) rite involving offering of cooked food (Sanskrit </i>pākayajña_), guaranteeing abundant cattle and offspring (Śatapatha Brāhmaṇa 1.8.1.9). ",
  "snp1.2:1.2": "<i lang='pi' translate='no'>Dhaniya</i> means “wealthy man”, and <i lang='pi' translate='no'>gopa</i>, while it literally means “cowherd”, here refers to someone who owns and manages a substantial cattle estate, i.e. a “rancher”. ",
  "snp1.2:1.4": "“My fire kindled” (<i lang='pi' translate='no'>āhito gini</i>, cf. Sanskrit <i lang='pi' translate='no'>āhitāgni</i>) refers to one who has set up his fire altar. ",
  "snp1.2:1.5": "Through his offering he invokes the god of thunder and rain (Pajjuna, Sanskrit Parjanya) to bless the land with life-giving waters. ",
  "snp1.2:2.1": "The verse first puns <i lang='pi' translate='no'>pakkodano</i> (“boiled rice”) with <i lang='pi' translate='no'>akkodhano</i> (“without anger”), then <i lang='pi' translate='no'>khīra</i> (“milk”) with <i lang='pi' translate='no'>khila</i> (“hard-heartedness”. ",
  "snp1.2:2.4": "The Buddha directly counters the kindled Vedic fire with Nibbana as the quenching of the flame. ",
  "snp1.2:4.2": "Norman points out that this verse is not a proper response to the previous and suggests that a verse has been lost. I agree, but I disagree there is a contradiction in the sense. Rather, the verse tells a story over time. I translate to bring out the meaning. ",
  "snp1.2:7.3": "I’m not convinced by the commentary’s “not separated”. It doesn’t seem to occur in this meaning elsewhere, and lacks a connection with the opening line. Surely the whole verse must be about the children, which requires that there be a comparison made with the first line. The point is, I think, that the children follow the father and have become self-sufficient. This also echoes better with the Buddha’s response. ",
  "snp1.2:13.1": "For all Dhaniya’s offerings, his capricious god deals out life-threatening flood instead of life-giving waters. It is not just that his supposed security turns out to be insecure, but that his religious devotions were misplaced, setting the stage for his conversion. ",
  "snp1.2:15.2": "Norman and Bodhi apparently read the middle form <i lang='pi' translate='no'>carāmase</i> as imperative, but I take it as the present indicative in the sense of definite future. "
}