{
  "sn36.21:1.2": "Moḷiyasīvaka also appears in <a href='https://suttacentral.net/an6.47/en/sujato'>AN 6.47</a>, where he also goes for refuge. His name means, “Tailor With a Topknot”. ",
  "sn36.21:1.4": "Sīvaka is referring to the Jains. ",
  "sn36.21:1.5": "The view that all experiences are caused by past kamma is consistently rejected in the Suttas (eg. <a href='https://suttacentral.net/an3.61/en/sujato#2.1'>AN 3.61:2.1</a>, <a href='https://suttacentral.net/mn101/en/sujato#2.5'>MN 101:2.5</a>. This is reflected in the later Theravada commentaries, which describe five interacting <i lang='pi' translate='no'>niyāmas</i>, or systems of natural law: seasons (<i lang='pi' translate='no'>utu</i>), genetics (<i lang='pi' translate='no'>bīja</i>), moral or immoral deeds (<i lang='pi' translate='no'>kamma</i>), mind (<i lang='pi' translate='no'>citta</i>), and principles of the teaching (<i lang='pi' translate='no'>dhamma</i>). Nonetheless, the view that all experiences are caused by kamma is extremely common among modern Buddhists, and is often heard even from learned scholars. This is a harmful misunderstanding, as it has led to discrimination against the poor and disabled in Buddhist countries. One point of confusion is that rebirth into a particular life is caused by kamma, so in that general sense, kamma is a necessary condition for having a life in which one can experience anything. But the feelings experienced in that life are caused by a variety of things, not necessarily by kamma. | Note the use of <i lang='pi' translate='no'>purisapuggala</i> (“individual person”) as a Jain idiom. See <a href='https://suttacentral.net/mn35/en/sujato#10.7'>MN 35:10.7</a> and note, and <a href='https://suttacentral.net/sn22.22/en/sujato'>SN 22.22</a> and notes. ",
  "sn36.21:2.1": "“Bile” (<i lang='pi' translate='no'>pitta</i>), “phlegm” (<i lang='pi' translate='no'>semha</i>), and “wind” (<i lang='pi' translate='no'>vāta</i>) are the three <i lang='pi' translate='no'>doṣa</i> (“impairments”) of <i lang='pi' translate='no'>āyurveda</i> (Suśruta Saṁhitā 1.15; Caraka Saṁhitā 1.12). When unbalanced they impair the proper homeostasis of bodily functioning. They are comparable to the four “humors” (fluids) of  old European medicine. ",
  "sn36.21:3.4": "As I write, global atmospheric CO2 is 428.29 ppm, and it has been 1.5℃ above average for three years. The grave health impacts of this “change in the weather” are attested in the CoP 30 Special Report by the World Health Organization: “climate change presents the most significant threat to human health of this century.” ",
  "sn36.21:3.5": "<i lang='pi' translate='no'>Parihāra</i> is looking after or taking care, so <i lang='pi' translate='no'>visamaparihāra</i> is “imbalanced self-care”. ",
  "sn36.21:3.6": "Such as ascetics who torment their bodies (<a href='https://suttacentral.net/mn36/en/sujato#18.11'>MN 36:18.11</a>). ",
  "sn36.21:3.7": "In all cases, past deeds are a <em>necessary</em> condition for the mere fact of having a body in which one can experience these feelings. Only in this final case, however, is a specific deed or deeds the cause of this specific feeling. Even then, the past deed is not a <em>sufficient</em> condition, as it can only be effective when other conditions are conducive. The technical term for this kind of condition is <i lang='pi' translate='no'>upanissaya</i> (or its contraction <i lang='pi' translate='no'>upanisā</i>; see <a href='https://suttacentral.net/sn12.23/en/sujato#2.1'>SN 12.23:2.1</a>): it is both necessary and closely supportive. ",
  "sn36.21:3.10": "“Generally deemed to be true” (<i lang='pi' translate='no'>lokassa saccasammataṁ</i>), i.e. “common sense”. "
}