{
  "sn45.8:0.1": "Verbundene Lehrreden 45",
  "sn45.8:0.2": "1. Unwissenheit",
  "sn45.8:0.3": "8. Aufgliederung ",
  "sn45.8:1.1": "In Sāvatthī. ",
  "sn45.8:1.2": "„Mönche und Nonnen, ich will euch den edlen achtfachen Pfad darlegen und aufgliedern. ",
  "sn45.8:1.3": "Hört zu und passt gut auf, ich spreche jetzt.“ ",
  "sn45.8:1.4": "„Ja, Herr“, antworteten sie. ",
  "sn45.8:1.5": "Der Buddha sagte: ",
  "sn45.8:2.1": "„Und was ist der edle achtfache Pfad? ",
  "sn45.8:2.2": "Es ist rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn45.8:3.1": "Und was ist rechte Ansicht? ",
  "sn45.8:3.2": "Man kennt das Leiden, die Ursache des Leidens, das Aufhören des Leidens und die Übung, die zum Aufhören des Leidens führt. ",
  "sn45.8:3.3": "Das nennt man rechte Ansicht. ",
  "sn45.8:4.1": "Und was ist rechtes Denken? ",
  "sn45.8:4.2": "Es sind Gedanken der Entsagung, des Wohlwollens und der Harmlosigkeit. ",
  "sn45.8:4.3": "Das nennt man rechtes Denken. ",
  "sn45.8:5.1": "Und was ist rechte Rede? ",
  "sn45.8:5.2": "Man unterlässt den Gebrauch falscher, entzweiender, harter oder sinnloser Rede. ",
  "sn45.8:5.3": "Das nennt man rechte Rede. ",
  "sn45.8:6.1": "Und was ist rechtes Verhalten? ",
  "sn45.8:6.2": "Man unterlässt es, lebende Geschöpfe zu töten, zu stehlen und Geschlechtsverkehr zu haben. ",
  "sn45.8:6.3": "Das nennt man rechtes Verhalten. ",
  "sn45.8:7.1": "Und was ist rechter Lebenserwerb? ",
  "sn45.8:7.2": "Es ist, wenn ein edler Schüler falschen Lebenserwerb aufgibt und seinen Unterhalt mit rechtem Lebenserwerb verdient. ",
  "sn45.8:7.3": "Das nennt man rechten Lebenserwerb. ",
  "sn45.8:8.1": "Und was ist rechter Einsatz? ",
  "sn45.8:8.2": "Es ist, wenn ein Mönch Begeisterung entwickelt, probiert, sich einsetzt, seinen Geist gebraucht und sich bemüht, damit schlechte, untaugliche Eigenschaften nicht aufkommen. ",
  "sn45.8:8.3": "Er entwickelt Begeisterung, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, ausgeräumt werden. ",
  "sn45.8:8.4": "Er entwickelt Begeisterung, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften, die nicht aufgekommen sind, aufkommen. ",
  "sn45.8:8.5": "Er entwickelt Begeisterung, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "sn45.8:8.6": "Das nennt man rechten Einsatz. ",
  "sn45.8:9.1": "Und was ist rechte Achtsamkeit? ",
  "sn45.8:9.2": "Es ist, wenn eine Nonne meditiert, indem sie einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn45.8:9.3": "Sie meditiert, indem sie einen Aspekt der Gefühle beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn45.8:9.4": "Sie meditiert, indem sie einen Aspekt des Geistes beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn45.8:9.5": "Sie meditiert, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn45.8:9.6": "Das nennt man rechte Achtsamkeit. ",
  "sn45.8:10.1": "Und was ist rechte Versenkung? ",
  "sn45.8:10.2": "Es ist, wenn ein Mönch oder eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es die Ekstase und die Wonne der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "sn45.8:10.3": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt man in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Wonne der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "sn45.8:10.4": "Und mit dem Schwinden der Ekstase tritt man in die dritte Vertiefung ein und verweilt darin; da meditiert man mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Wonne, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Wonne.‘ ",
  "sn45.8:10.5": "Indem man Glück und Schmerz ablegt und frühere Fröhlichkeit und Traurigkeit beendet, tritt man in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "sn45.8:10.6": "Das nennt man rechte Versenkung.“ "
}