{
  "sn45.5:0.1": "Verbundene Lehrreden 45.5 ",
  "sn45.5:0.2": "1. Das Kapitel über Unwissenheit ",
  "sn45.5:0.3": "Was ist der Zweck? ",
  "sn45.5:1.1": "In Sāvatthī. ",
  "sn45.5:1.2": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "sn45.5:2.1": "„Herr, manchmal fragen uns Wanderer anderer Konfessionen: ",
  "sn45.5:2.2": "‚Geehrte, zu welchem Zweck führt man das geistliche Leben unter dem Asketen Gotama?‘ ",
  "sn45.5:2.3": "Wir antworten ihnen so: ",
  "sn45.5:2.4": "‚Der Zweck, zu dem man das geistliche Leben unter dem Buddha führt, ist es, das Leiden vollständig zu verstehen.‘ ",
  "sn45.5:2.5": "Wir verlassen uns darauf, dass wir, wenn wir so antworten, die Worte des Buddha wiedergeben und ihn nicht mit einer Unwahrheit falsch darstellen. Wir hoffen, unsere Ausführung ist im Einklang mit der Lehre und wir können nicht zu Recht getadelt oder kritisiert werden.“ ",
  "sn45.5:3.1": "„Jawohl, Mönche und Nonnen, wenn ihr so antwortet, gebt ihr meine Worte wieder und stellt mich nicht mit einer Unwahrheit falsch dar. Eure Ausführung ist im Einklang mit der Lehre und ihr könnt nicht zu Recht getadelt oder kritisiert werden. ",
  "sn45.5:3.2": "Denn der Zweck, zu dem man das geistliche Leben unter mir führt, ist es, das Leiden vollständig zu verstehen. ",
  "sn45.5:3.3": "Wenn Wanderer anderer Konfessionen euch fragen würden: ",
  "sn45.5:3.4": "‚Gibt es einen Pfad und eine Übung, um dieses Leiden vollständig zu verstehen?‘, dann solltet ihr ihnen antworten: ",
  "sn45.5:3.5": "‚Es gibt einen solchen Pfad.‘ ",
  "sn45.5:4.1": "Und was ist dieser Pfad, Mönche und Nonnen? ",
  "sn45.5:4.2": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn45.5:4.3": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn45.5:4.4": "Das ist der Pfad und die Übung, um dieses Leiden vollständig zu verstehen. ",
  "sn45.5:4.5": "Wenn Wanderer anderer Konfessionen euch so fragen würden, solltet ihr ihnen so antworten.“ "
}