{
  "sn45.9:0.1": "Verbundene Lehrreden 45.9 ",
  "sn45.9:0.2": "1. Das Kapitel über Unwissenheit ",
  "sn45.9:0.3": "Eine Granne ",
  "sn45.9:1.1": "In Sāvatthī. ",
  "sn45.9:1.2": "„Mönche und Nonnen, angenommen, eine Reis- oder Gerstengranne würde in die falsche Richtung zeigen. Wenn man sie mit der Hand anfasst oder mit dem Fuß darauf tritt, kann es nicht passieren, dass sie die Haut durchsticht und Blut hervorbringt. ",
  "sn45.9:1.3": "Und warum? ",
  "sn45.9:1.4": "Weil die Granne in die falsche Richtung zeigt. ",
  "sn45.9:1.5": "Ebenso kann ein Mönch, dessen Ansicht und Entwicklung des Pfades in die falsche Richtung zeigen, nicht die Unwissenheit durchbrechen, Erkenntnis hervorbringen und das Erlöschen verwirklichen. ",
  "sn45.9:1.6": "Und warum? ",
  "sn45.9:1.7": "Weil seine Ansicht in die falsche Richtung zeigt. ",
  "sn45.9:2.1": "Angenommen, eine Reis- oder Gerstengranne würde in die richtige Richtung zeigen. Wenn man sie mit der Hand anfasst oder mit dem Fuß darauf tritt, kann es sehr wohl sein, dass sie die Haut durchsticht und Blut hervorbringt. ",
  "sn45.9:2.2": "Und warum? ",
  "sn45.9:2.3": "Weil die Granne in die richtige Richtung zeigt. ",
  "sn45.9:2.4": "Ebenso kann ein Mönch, dessen Ansicht und Entwicklung des Pfades in die richtige Richtung zeigen, sehr wohl die Unwissenheit durchbrechen, Erkenntnis hervorbringen und das Erlöschen verwirklichen. ",
  "sn45.9:2.5": "Und warum? ",
  "sn45.9:2.6": "Weil seine Ansicht in die richtige Richtung zeigt. ",
  "sn45.9:3.1": "Und wie durchbricht ein Mönch, dessen Ansicht und Entwicklung des Pfades in die richtige Richtung zeigen, die Unwissenheit, bringt Erkenntnis hervor und verwirklicht das Erlöschen? ",
  "sn45.9:3.2": "Da entwickelt ein Mönch rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechten Lebenserwerb, rechten Einsatz, rechte Achtsamkeit und rechte Versenkung, die sich auf Abgeschiedenheit, Schwinden und Aufhören stützen und zum Loslassen heranreifen. ",
  "sn45.9:3.3": "So durchbricht ein Mönch, dessen Ansicht und Entwicklung des Pfades in die richtige Richtung zeigen, die Unwissenheit, bringt Erkenntnis hervor und verwirklicht das Erlöschen.“ "
}