{
  "ud1.4:1.1": "This episode also appears at [pli-tv-kd1:2.1.1](). Sharing three distinctive terms—_huṁ_, _brahmavāda_, _kāsāva_—with the Chāndogya Upaniṣad, it can be read as a rebuttal of the Chāndogya’s special emphasis on the mystic power of Vedic ritual utterances (_sāman_). ",
  "ud1.4:2.1": "_Huṁhuṅkajātiko brāhmaṇo_ is literally, “a brahmin of the _huṁ_, _huṁ_ sort”. The significance of this is revealed in Chāndogya Upaniṣad 1.13, which lists twelve mystic syllables (_stobha_) that are uttered during the recitation of the _sāman_ hymn. The thirteenth and final syllable is _huṁ_, said to be variable and “indistinct” (_anirukta_). It contains the last and most closed-off of the cardinal vowels (_u_), which creates an indistinct mumble, reflecting the undefined nature of the primordial divinity. Its significance is underlined by the fact that it is called it the _upaniṣad_, the “hidden connection” (1.14). _Huṁ_ is found fairly often in later Hindu texts, even receiving its own Hūṅkāra Tantra; occasionally we find the redoubled form as here (eg. Bṛhatkathāślokasaṁgraha 21.146). It made its way into such Tibetan texts as the Ḍākārṇava Tantra, where it is said to be recited at the end, reflecting its phonetic quality exactly as in the Upaniṣad. It is recognizable today as the final syllable in the mantra, _om mani padme hum_. ",
  "ud1.4:4.1": "This pun is explained at [mn39:24.2](). ",
  "ud1.4:4.2": "“Unstained” is from _kasāva_, which occurs in the same sense at Chāndogya Upaniṣad 7.26.2 (_mṛditakaṣāyāya_). ",
  "ud1.4:4.3": "The “knowledge” in _vedagū_ is the Vedas in Brahmanism and the three knowledges in Buddhism. It is not an attested term in Brahmanical texts. | For _vūsitabrahmacariyo_ (“completed the spiritual journey”) compare _uṣitvā brahmacaryaṁ_ at Bṛhadāraṇyaka Upaniṣad 5.2.1. ",
  "ud1.4:4.4": "This, the only occurrence of _brahmavāda_ in Pali, harks back to the brahmin’s role as a reciter of the _sāman_. In Brahmanical texts it has the sense of “orthodox Vedic doctrine” (Atharva Veda 11.3.26a, 15.1.8a; Bṛhadāraṇyaka Upaniṣad 14.7.3.1; Chāndogya Upaniṣad 2.24.1), comparable to the sense of Theravāda (“doctrine of the elders”). Here the Buddha, as so often, adapts the meaning to his own ends. ",
  "ud1.4:4.5": "“Pretensions” renders _ussadā_. This line is found in the earlier Aṭṭhavagga ([snp4.3:4.4]() and note), from where I suspect it has been imported. Here it dangles as the last line of the only five-line stanza in the Udāna, following a line that is already grammatically complete (the demonstrative _so_ answers the relative _yo_ in the opening line). Perhaps it was added to downplay the importance of the term _brahmavāda_. "
}