{
  "ud1.4:1.1": "This episode also appears at <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#2.1.1'>Kd 1:2.1.1</a>. Sharing three distinctive terms—<i lang='pi' translate='no'>huṁ</i>, <i lang='pi' translate='no'>brahmavāda</i>, <i lang='pi' translate='no'>kāsāva</i>—with the Chāndogya Upaniṣad, it can be read as a rebuttal of the Chāndogya’s special emphasis on the mystic power of Vedic ritual utterances (<i lang='pi' translate='no'>sāman</i>). ",
  "ud1.4:2.1": "<i lang='pi' translate='no'>Huṁhuṅkajātiko brāhmaṇo</i> is literally, “a brahmin of the <i lang='pi' translate='no'>huṁ</i>, <i lang='pi' translate='no'>huṁ</i> sort”. The significance of this is revealed in Chāndogya Upaniṣad 1.13, which lists twelve mystic syllables (<i lang='pi' translate='no'>stobha</i>) that are uttered during the recitation of the <i lang='pi' translate='no'>sāman</i> hymn. The thirteenth and final syllable is <i lang='pi' translate='no'>huṁ</i>, said to be variable and “indistinct” (<i lang='pi' translate='no'>anirukta</i>). It contains the last and most closed-off of the cardinal vowels (<i lang='pi' translate='no'>u</i>), which creates an indistinct mumble, reflecting the undefined nature of the primordial divinity. Its significance is underlined by the fact that it is called it the <i lang='pi' translate='no'>upaniṣad</i>, the “hidden connection” (1.14). <i lang='pi' translate='no'>Huṁ</i> is found fairly often in later Hindu texts, even receiving its own Hūṅkāra Tantra; occasionally we find the redoubled form as here (eg. Bṛhatkathāślokasaṁgraha 21.146). It made its way into such Tibetan texts as the Ḍākārṇava Tantra, where it is said to be recited at the end, reflecting its phonetic quality exactly as in the Upaniṣad. It is recognizable today as the final syllable in the mantra, <i lang='pi' translate='no'>om mani padme hum</i>. ",
  "ud1.4:4.1": "This pun is explained at <a href='https://suttacentral.net/mn39/en/sujato#24.2'>MN 39:24.2</a>. ",
  "ud1.4:4.2": "“Unstained” is from <i lang='pi' translate='no'>kasāva</i>, which occurs in the same sense at Chāndogya Upaniṣad 7.26.2 (<i lang='pi' translate='no'>mṛditakaṣāyāya</i>). ",
  "ud1.4:4.3": "The “knowledge” in <i lang='pi' translate='no'>vedagū</i> is the Vedas in Brahmanism and the three knowledges in Buddhism. It is not an attested term in Brahmanical texts. | For <i lang='pi' translate='no'>vūsitabrahmacariyo</i> (“completed the spiritual journey”) compare <i lang='pi' translate='no'>uṣitvā brahmacaryaṁ</i> at Bṛhadāraṇyaka Upaniṣad 5.2.1. ",
  "ud1.4:4.4": "This, the only occurrence of <i lang='pi' translate='no'>brahmavāda</i> in Pali, harks back to the brahmin’s role as a reciter of the <i lang='pi' translate='no'>sāman</i>. In Brahmanical texts it has the sense of “orthodox Vedic doctrine” (Atharva Veda 11.3.26a, 15.1.8a; Bṛhadāraṇyaka Upaniṣad 14.7.3.1; Chāndogya Upaniṣad 2.24.1), comparable to the sense of Theravāda (“doctrine of the elders”). Here the Buddha, as so often, adapts the meaning to his own ends. ",
  "ud1.4:4.5": "“Pretensions” renders <i lang='pi' translate='no'>ussadā</i>. This line is found in the earlier Aṭṭhavagga (<a href='https://suttacentral.net/snp4.3/en/sujato#4.4'>Snp 4.3:4.4</a> and note), from where I suspect it has been imported. Here it dangles as the last line of the only five-line stanza in the Udāna, following a line that is already grammatically complete (the demonstrative <i lang='pi' translate='no'>so</i> answers the relative <i lang='pi' translate='no'>yo</i> in the opening line). Perhaps it was added to downplay the importance of the term <i lang='pi' translate='no'>brahmavāda</i>. "
}