{
  "sn2.1:1.3": "The commentary says that godlings (<i lang='pi' translate='no'>devaputta</i>) are born “in the lap of the gods”, that is, not from a womb. Typically, in contrast with the “deities” (<i lang='pi' translate='no'>devatā</i>), they are named individuals. The commentary also takes the term as gendered, with <i lang='pi' translate='no'>devaputta</i> as “son of god” and <i lang='pi' translate='no'>devadhītā</i> as “daughter of god”. But as the latter term is not attested in early Pali (or Sanskrit) we should probably take <i lang='pi' translate='no'>devaputta</i> as gender neutral (like <i lang='pi' translate='no'>devatā</i>). This is supported by pre-Buddhist Sanskrit, where we only find <i lang='pi' translate='no'>devaputra</i> as an adjective, “the heaven and earth, whose children are gods”, where those children are “two young women, sisters” (Rig Veda 1.185.4). | Many of the Suttas in this chapter refer to Indra (i.e. Sakka) under different names. Indra was a son of the original Kassapa, so this may refer to Indra with the patronymic. ",
  "sn2.1:1.4": "This is an unusual thing to say, as the Buddha obviously gave instructions for mendicants very often. It must have a specific context. The commentary supplies a context, but it relies on a later legend. | This suggests that the verse below, which is phrased as a direct exhortation to the mendicants, is to be read as Kassapa quoting the Buddha’s own words. However, no such verse is attributed to the Buddha in the Pali canon. At <a href='https://suttacentral.net/thag3.7/en/sujato#3.1'>Thag 3.7:3.1</a> it is spoken by the mendicant Vāraṇa. ",
  "sn2.1:2.1": "I read <i lang='pi' translate='no'>sikkhetha</i> as second person plural optative, and <i lang='pi' translate='no'>subhāsitassa</i> (etc.) as dative (of purpose), although we would expect the <i lang='pi' translate='no'>āya</i> form in this sense. The commentary glosses with third singular and accusative (<i lang='pi' translate='no'>subhāsitaṁ sikkheyya</i>). Norman (<em>Elders Verses I</em>, note 239) suggests it may be locative. "
}