{
  "sn14.12:0.1": "Saṃyutta Nikāya 14 ",
  "sn14.12:0.2": "2. Dutiyavagga ",
  "sn14.12:0.3": "12. Sanidānasutta ",
  "sn14.12:1.1": "Sāvatthiyaṃ viharati. ",
  "sn14.12:1.2": "“Sanidānaṃ, bhikkhave, uppajjati kāmavitakko, no anidānaṃ; sanidānaṃ uppajjati byāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati vihiṃsāvitakko, no anidānaṃ. ",
  "sn14.12:2.1": "Kathañca, bhikkhave, sanidānaṃ uppajjati kāmavitakko, no anidānaṃ; sanidānaṃ uppajjati byāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati vihiṃsāvitakko, no anidānaṃ? ",
  "sn14.12:2.2": "Kāmadhātuṃ, bhikkhave, paṭicca uppajjati kāmasaññā, kāmasaññaṃ paṭicca uppajjati kāmasaṅkappo, kāmasaṅkappaṃ paṭicca uppajjati kāmacchando, kāmacchandaṃ paṭicca uppajjati kāmapariḷāho, kāmapariḷāhaṃ paṭicca uppajjati kāmapariyesanā. ",
  "sn14.12:2.3": "Kāmapariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—kāyena, vācāya, manasā. ",
  "sn14.12:3.1": "Byāpādadhātuṃ, bhikkhave, paṭicca uppajjati byāpādasaññā, byāpādasaññaṃ paṭicca uppajjati byāpādasaṅkappo …pe… byāpādacchando … byāpādapariḷāho … byāpādapariyesanā … ",
  "sn14.12:3.2": "byāpādapariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—kāyena, vācāya, manasā. ",
  "sn14.12:4.1": "Vihiṃsādhātuṃ, bhikkhave, paṭicca uppajjati vihiṃsāsaññā; vihiṃsāsaññaṃ paṭicca uppajjati vihiṃsāsaṅkappo …pe… vihiṃsāchando … vihiṃsāpariḷāho … vihiṃsāpariyesanā … ",
  "sn14.12:4.2": "vihiṃsāpariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—kāyena, vācāya, manasā. ",
  "sn14.12:5.1": "Seyyathāpi, bhikkhave, puriso ādittaṃ tiṇukkaṃ sukkhe tiṇadāye nikkhipeyya; no ce hatthehi ca pādehi ca khippameva nibbāpeyya. Evañhi, bhikkhave, ye tiṇakaṭṭhanissitā pāṇā te anayabyasanaṃ āpajjeyyuṃ. ",
  "sn14.12:5.2": "Evameva kho, bhikkhave, yo hi koci samaṇo vā brāhmaṇo vā uppannaṃ visamagataṃ saññaṃ na khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti, so diṭṭhe ceva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ; ",
  "sn14.12:5.3": "kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā. ",
  "sn14.12:6.1": "Sanidānaṃ, bhikkhave, uppajjati nekkhammavitakko, no anidānaṃ; sanidānaṃ uppajjati abyāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati avihiṃsāvitakko, no anidānaṃ. ",
  "sn14.12:7.1": "Kathañca, bhikkhave, sanidānaṃ uppajjati nekkhammavitakko, no anidānaṃ; sanidānaṃ uppajjati abyāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati avihiṃsāvitakko, no anidānaṃ? ",
  "sn14.12:7.2": "Nekkhammadhātuṃ, bhikkhave, paṭicca uppajjati nekkhammasaññā, ",
  "sn14.12:7.3": "nekkhammasaññaṃ paṭicca uppajjati nekkhammasaṅkappo, ",
  "sn14.12:7.4": "nekkhammasaṅkappaṃ paṭicca uppajjati nekkhammacchando, ",
  "sn14.12:7.5": "nekkhammacchandaṃ paṭicca uppajjati nekkhammapariḷāho, ",
  "sn14.12:7.6": "nekkhammapariḷāhaṃ paṭicca uppajjati nekkhammapariyesanā; ",
  "sn14.12:7.7": "nekkhammapariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—kāyena, vācāya, manasā. ",
  "sn14.12:8.1": "Abyāpādadhātuṃ, bhikkhave, paṭicca uppajjati abyāpādasaññā, ",
  "sn14.12:8.2": "abyāpādasaññaṃ paṭicca uppajjati abyāpādasaṅkappo …pe… ",
  "sn14.12:8.3": "abyāpādacchando … ",
  "sn14.12:8.4": "abyāpādapariḷāho … ",
  "sn14.12:8.5": "abyāpādapariyesanā, ",
  "sn14.12:8.6": "abyāpādapariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—kāyena, vācāya, manasā. ",
  "sn14.12:9.1": "Avihiṃsādhātuṃ, bhikkhave, paṭicca uppajjati avihiṃsāsaññā, ",
  "sn14.12:9.2": "avihiṃsāsaññaṃ paṭicca uppajjati avihiṃsāsaṅkappo, ",
  "sn14.12:9.3": "avihiṃsāsaṅkappaṃ paṭicca uppajjati avihiṃsāchando, ",
  "sn14.12:9.4": "avihiṃsāchandaṃ paṭicca uppajjati avihiṃsāpariḷāho, ",
  "sn14.12:9.5": "avihiṃsāpariḷāhaṃ paṭicca uppajjati avihiṃsāpariyesanā; ",
  "sn14.12:9.6": "avihiṃsāpariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—kāyena, vācāya, manasā. ",
  "sn14.12:10.1": "Seyyathāpi, bhikkhave, puriso ādittaṃ tiṇukkaṃ sukkhe tiṇadāye nikkhipeyya; tamenaṃ hatthehi ca pādehi ca khippameva nibbāpeyya. Evañhi, bhikkhave, ye tiṇakaṭṭhanissitā pāṇā te na anayabyasanaṃ āpajjeyyuṃ. ",
  "sn14.12:10.2": "Evameva kho, bhikkhave, yo hi koci samaṇo vā brāhmaṇo vā uppannaṃ visamagataṃ saññaṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti, so diṭṭhe ceva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ; ",
  "sn14.12:10.3": "kāyassa ca bhedā paraṃ maraṇā sugati pāṭikaṅkhā”ti. ",
  "sn14.12:10.4": "Dutiyaṃ. "
}