{
  "sn2.30:0.1": "Saṃyutta Nikāya 2 ",
  "sn2.30:0.2": "3. Vários Sectários ",
  "sn2.30:0.3": "30. Os Discípulos de Vários Sectários ",
  "sn2.30:1.1": "Assim ouvi. ",
  "sn2.30:1.2": "Certa ocasião o Buda estava perto de Rajagaha, no Bambual, no Santuário dos Esquilos. ",
  "sn2.30:1.3": "Então, quando a noite estava bem avançada, vários devas gloriosos iluminaram todo o Bambual. Eles eram Asama, Sahali, Ninka, Akotaka, Vetambari e Manavagamiya, e todos eles eram discípulos de vários professores sectários. Eles foram até ao Buda, o cumprimentaram, e ficaram parados a um lado. ",
  "sn2.30:1.4": "Em pé e parado a um lado, o deva Asama recitou esses versos sobre Purana Kassapa na presença do Buda: ",
  "sn2.30:2.1": "“Em ferir e matar aqui, ",
  "sn2.30:2.2": "em espancamento e extorsão, ",
  "sn2.30:2.3": "Kassapa não viu o mal ",
  "sn2.30:2.4": "nem qualquer mérito para si mesmo. ",
  "sn2.30:2.5": "O que ele ensinou deve ser realmente confiado, ",
  "sn2.30:2.6": "ele é digno de estima como Professor.” ",
  "sn2.30:3.1": "Então o deva Sahali recitou esses versos sobre Makkhali Gosala na presença do Buda: ",
  "sn2.30:4.1": "“Através da mortificação na repugnância do mal ele se tornou contido. ",
  "sn2.30:4.2": "Ele abriu mão de discutir com as pessoas. ",
  "sn2.30:4.3": "Evitando o discurso falso, ele falou a verdade. ",
  "sn2.30:4.4": "Certamente tal homem não erra!” ",
  "sn2.30:5.1": "Então o deva Ninka recitou esses versos sobre Nigantha Nataputta na presença do Buda: ",
  "sn2.30:6.1": "“Com repugnância pelo mal, um bhikkhu vigilante, ",
  "sn2.30:6.2": "bem contido nas quatro contenções; ",
  "sn2.30:6.3": "explicando o que é visto e ouvido: ",
  "sn2.30:6.4": "certamente ele não pode ser um pecador!” ",
  "sn2.30:7.1": "Então o deva Akotaka recitou esses versos sobre vários mestres sectários na presença do Buda: ",
  "sn2.30:8.1": "“Pakudhaka, Katiyana e Nigantha, ",
  "sn2.30:8.2": "assim como esses Makkhali e Purana: ",
  "sn2.30:8.3": "Mestres com seus séquitos, contemplativos realizados, ",
  "sn2.30:8.4": "certamente eles não estavam longe de serem tidos como homens verdadeiramente bons!” ",
  "sn2.30:9.1": "Então o deva Vetambari respondeu ao deva Akotaka em versos: ",
  "sn2.30:10.1": "“Embora o miserável chacal não deixe de uivar, ",
  "sn2.30:10.2": "ele não chega ao nível do leão. ",
  "sn2.30:10.3": "O mentiroso nu de conduta suspeita, ",
  "sn2.30:10.4": "embora tenha um séquito, ele está longe de ser tido como um dos homens verdadeiramente bons!” ",
  "sn2.30:11.1": "Então o deva Vetambari, possuído por Mara, o Perverso, recitou esses versos na presença do Buda: ",
  "sn2.30:12.1": "“Aqueles dedicados à mortificação na repugnância do mal, ",
  "sn2.30:12.2": "salvaguardando a sua separação, ",
  "sn2.30:12.3": "apegados à forma, ",
  "sn2.30:12.4": "se regozijam no reino celestial. ",
  "sn2.30:12.5": "De fato, esses mortais dão instruções corretas ",
  "sn2.30:12.6": "em relação ao próximo mundo.” ",
  "sn2.30:13.1": "Então o Buda, sabendo que se tratava de Mara, o Perverso, lhe respondeu em versos: ",
  "sn2.30:14.1": "“Quaisquer formas que existam neste mundo ou no outro, ",
  "sn2.30:14.2": "e aquelas de beleza brilhante no céu, ",
  "sn2.30:14.3": "todas elas você exalta, Namuci, ",
  "sn2.30:14.4": "como isca jogada fisga a um peixe.” ",
  "sn2.30:15.1": "Então o deva Manavagamiya recitou esses versos sobre o Buda na sua presença: ",
  "sn2.30:16.1": "“De todas as montanhas de Rajagaha, ",
  "sn2.30:16.2": "Vipula é considerada a mais superior. ",
  "sn2.30:16.3": "Seta é o melhor dos picos dos Himalaias ",
  "sn2.30:16.4": "e o sol, o melhor dos corpos celestes. ",
  "sn2.30:17.1": "O oceano é o melhor dos mares ",
  "sn2.30:17.2": "e a lua, a melhor das luzes que brilham de noite. ",
  "sn2.30:17.3": "Mas em todo o mundo com os seus devas, ",
  "sn2.30:17.4": "o Buda é declarado como o supremo.” "
}