{
  "an9.18:0.1": "Ангуттара Никая 9.18 ",
  "an9.18:0.2": "2. Львиный рык ",
  "an9.18:0.3": "Доброжелательность ",
  "an9.18:1.1": "«Монахи, соблюдаемая в полных девяти факторах Упосатха приносит великий плод и пользу, она истинно сверкающая и всепроникающая. ",
  "an9.18:1.2": "И каким образом Упосатха соблюдается в полных девяти факторах, так что приносит великий плод и пользу, и что она неимоверно сверкающая и всепроникающая? ",
  "an9.18:1.3": "Вот, монахи, ученик Благородных рассуждает так: ",
  "an9.18:1.4": "«Покуда они живы, араханты отбрасывают и воздерживаются от уничтожения жизни. Они пребывают в сострадании ко всем живым существам, отбросив дубину и оружие, добросовестные и милосердные. ",
  "an9.18:1.5": "Сегодня, в течение этой ночи и дня, я также отброшу и буду воздерживаться от уничтожения жизни. Я также буду пребывать в сострадании ко всем живым существам, отбросив дубину и оружие, добросовестным и милосердным. ",
  "an9.18:1.6": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an9.18:1.7": "Таков первый фактор, которым она, эта Упосатха, обладает. … ",
  "an9.18:2.1": "«Покуда они живы, араханты отбрасывают и воздерживаются от использования высоких и роскошных постелей. Они ложатся на постель низкую: либо на небольшую кровать, либо на соломенную циновку. ",
  "an9.18:2.2": "Сегодня, в течение этой ночи и дня, я также отброшу и буду воздерживаться от использования высоких и роскошных постелей. Я лягу на постель низкую, либо на небольшую кровать, либо на соломенную циновку. ",
  "an9.18:2.3": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an9.18:2.4": "Таков восьмой фактор, которым она обладает. ",
  "an9.18:3.1": "Вот ученик Благородных пребывает, наполняя первую сторону света умом, наполненным доброжелательностью, как и вторую сторону, третью сторону и четвёртую сторону. Так, вверх, вниз, вокруг и везде во всей полноте, как к другим, так и к самому себе, он наполняет всю вселенную умом, наделённым доброжелательностью – обильным, обширным, неизмеримым, не имеющим враждебности и недоброжелательности. ",
  "an9.18:3.2": "Таков девятый фактор, которым она обладает. ",
  "an9.18:4.1": "Вот каким образом, монахи, соблюдаемая в полных девяти факторах Упосатха приносит великий плод и пользу, она неимоверно сверкающая и всепроникающая». "
}