{
  "mn101:0.1": "Мадджхима Никая 101 ",
  "mn101:0.2": "В Девадахе ",
  "mn101:1.1": "Так я слышал. ",
  "mn101:1.2": "Однажды Благословенный проживал в стране Сакьев, где был город Сакьев под названием Девадаха.  ",
  "mn101:1.3": "Там он обратился к монахам так: ",
  "mn101:2.1": "«Монахи!» ",
  "mn101:2.2": "«Да, уважаемый», – отвечали монахи. ",
  "mn101:2.3": "Благословенный сказал следующее: ",
  "mn101:2.4": "«Монахи, есть некоторые жрецы и отшельники, придерживающиеся такой доктрины и воззрения, как это:  ",
  "mn101:2.5": "«Что бы человек ни чувствовал – удовольствие, боль или ни-удовольствиени-боль – всё это обусловлено тем, что было [им] сделано в прошлом.  ",
  "mn101:2.6": "Поэтому, истребляя аскезой прошлые действия и не делая новых действий, вы не будете иметь последствий в будущем.  ",
  "mn101:2.7": "Когда нет последствий в будущем, имеет место уничтожение действия.  С уничтожением действия имеет место уничтожение страданий.  С уничтожением страданий имеет место уничтожение чувств.  С уничтожением чувств всё страдание будет истощено».  ",
  "mn101:2.8": "Так говорят нигантхи, монахи.  ",
  "mn101:3.1": "Я отправился к нигантхам, которые говорят так, и я сказал:  ",
  "mn101:3.2": "«Друзья нигантхи, правда ли, что вы придерживаетесь такой доктрины и воззрения, как это: «Что бы человек ни чувствовал... страдание будет истощено»?»  ",
  "mn101:3.3": "",
  "mn101:3.4": "",
  "mn101:3.5": "",
  "mn101:3.6": "Будучи спрошенными так, нигантхи подтвердили это и сказали: «Да».  ",
  "mn101:4.1": "Тогда я сказал им:  ",
  "mn101:4.2": "«Но, друзья, знаете ли вы,  ",
  "mn101:4.3": "что вы существовали в прошлом и что не так оно вовсе, что вас не было в прошлом?»  ",
  "mn101:4.4": "«Нет, друг».  ",
  "mn101:4.5": "«Но, друзья, знаете ли вы,  ",
  "mn101:4.6": "что вы совершали порочные деяния в прошлом и не воздерживались от них?»  ",
  "mn101:4.7": "«Нет, друг».  ",
  "mn101:4.8": "«Но, друзья, знаете ли вы,  ",
  "mn101:4.9": "что вы совершали такие-то и такие-то порочные деяния?»  ",
  "mn101:4.10": "«Нет, друг».  ",
  "mn101:4.11": "«Но, друзья, знаете ли вы,  ",
  "mn101:4.12": "что столько-то страдания уже было истощено,  или столько-то страдания ещё следует истощить,  или что если истощить столько-то страдания, то всё страдание истощится?»  ",
  "mn101:4.13": "«Нет, друг».  ",
  "mn101:4.14": "«Но, друзья, знаете ли вы,  ",
  "mn101:4.15": "что такое отбрасывание неблагих состояний и что такое взращивание благих состояний здесь и сейчас?» ",
  "mn101:4.16": "«Нет, друг».  ",
  "mn101:5.1": "«Итак, друзья, выходит, что вы не знаете, существовали ли вы в прошлом… не знаете, что такое отбрасывание неблагих состояний и что такое взращивание благих состояний здесь и сейчас.  ",
  "mn101:5.2": "",
  "mn101:5.3": "",
  "mn101:5.4": "",
  "mn101:5.5": "",
  "mn101:5.6": "",
  "mn101:5.7": "В таком случае почтенным нигантхам не стоит утверждать: «Что бы человек ни чувствовал – удовольствие, боль или ни-удовольствие-ни-боль – всё это обусловлено тем, что было [им] сделано в прошлом. Поэтому, истребляя аскезой прошлые действия и не делая новых действий, [аскет делает так], что не будет последствий в будущем. Когда нет последствий в будущем, имеет место уничтожение действия. С уничтожением действия имеет место уничтожение страданий. С уничтожением страданий имеет место уничтожение чувств. С уничтожением чувств всё страдание будет истощено».  ",
  "mn101:5.8": "",
  "mn101:5.9": "",
  "mn101:5.10": "",
  "mn101:6.1": "Если, друзья нигантхи, вы бы знали, что вы существовали в прошлом... знали, что такое отбрасывание неблагих состояний и что такое взращивание благих состояний здесь и сейчас,  ",
  "mn101:6.2": "",
  "mn101:6.3": "",
  "mn101:6.4": "",
  "mn101:6.5": "",
  "mn101:6.6": "",
  "mn101:6.7": "то было бы уместно почтенным нигантхам утверждать: «Что бы человек ни чувствовал... страдание будет истощено».  ",
  "mn101:6.8": "",
  "mn101:6.9": "",
  "mn101:6.10": "",
  "mn101:7.1": "Друзья нигантхи, представьте, как если бы человека ранили стрелой, густо смазанной ядом, ",
  "mn101:7.2": "и из-за этого я испытывал болезненные, мучительные, пронзающие чувства.  ",
  "mn101:7.3": "Тогда его друзья и товарищи, его близкие и родственники привели бы врача, чтобы излечить его. ",
  "mn101:7.4": "Врач сделал бы круговой надрез вокруг раны ножом,  ",
  "mn101:7.5": "и из-за этого я испытывал болезненные, мучительные, пронзающие чувства.  ",
  "mn101:7.6": "Врач прощупал бы стрелу зондом,  ",
  "mn101:7.7": "и из-за этого я испытывал болезненные, мучительные, пронзающие чувства.  ",
  "mn101:7.8": "Врач извлёк бы стрелу,  ",
  "mn101:7.9": "и из-за этого я испытывал болезненные, мучительные, пронзающие чувства.  ",
  "mn101:7.10": "Врач приложил бы к ране целебный порошок,  ",
  "mn101:7.11": "и из-за этого я испытывал болезненные, мучительные, пронзающие чувства.  ",
  "mn101:7.12": "Но затем, позже, когда рана зажила и затянулась кожей,  он стал бы доволен и счастлив, освобождён, стал бы хозяином самому себе, мог пойти куда бы ему вздумалось.  ",
  "mn101:7.13": "Тогда он мог бы подумать: ",
  "mn101:7.14": "«Прежде я был пронзён стрелой, густо смазанной ядом,  ",
  "mn101:7.15": "и из-за этого я испытывал болезненные, мучительные, пронзающие чувства.  ",
  "mn101:7.16": "Тогда мои друзья и товарищи, мои близкие и родственники привели бы врача, чтобы излечить меня. ",
  "mn101:7.17": "Врач сделал круговой надрез вокруг раны ножом, прощупал стрелу зондом, извлёк стрелу, приложил к ране целебный порошок, и на каждом этапе я испытывал болезненные, мучительные, пронзающие чувства.  ",
  "mn101:7.18": "",
  "mn101:7.19": "",
  "mn101:7.20": "",
  "mn101:7.21": "",
  "mn101:7.22": "",
  "mn101:7.23": "",
  "mn101:7.24": "",
  "mn101:7.25": "Но теперь рана зажила и затянулась кожей,  я доволен и счастлив, освобождён, хозяин самому себе, могу пойти куда мне вздумается».  ",
  "mn101:8.1": "Точно так же, друзья нигантхи, если бы вы знали, что вы существовали в прошлом... знали, что такое отбрасывание неблагих состояний и что такое взращивание благих состояний здесь и сейчас,  ",
  "mn101:8.2": "",
  "mn101:8.3": "",
  "mn101:8.4": "",
  "mn101:8.5": "",
  "mn101:8.6": "",
  "mn101:8.7": "то было бы уместно почтенным нигантхам утверждать: «Что бы человек ни чувствовал... страдание будет истощено».  ",
  "mn101:8.8": "",
  "mn101:8.9": "",
  "mn101:8.10": "",
  "mn101:9.1": "Но поскольку, друзья нигантхи, вы не знаете, что вы существовали в прошлом... не знаете, что такое отбрасывание неблагих состояний и что такое взращивание благих состояний здесь и сейчас,  ",
  "mn101:9.2": "",
  "mn101:9.3": "",
  "mn101:9.4": "",
  "mn101:9.5": "",
  "mn101:9.6": "",
  "mn101:9.7": "то не стоит почтенным нигантхам утверждать: «Что бы человек ни чувствовал... страдание будет истощено»». ",
  "mn101:9.8": "",
  "mn101:9.9": "",
  "mn101:9.10": "",
  "mn101:10.1": "Когда так было сказано, нигантхи сказали мне:  ",
  "mn101:10.2": "«Друг, Нигантха Натапутта – всезнающий и всевидящий, он заявляет о том, что обладает абсолютным знанием и видением –  ",
  "mn101:10.3": "«Иду ли я, стою, сплю или бодрствую, знание и видение постоянно и непрерывно наличествуют во мне». ",
  "mn101:10.4": "Он говорит: ",
  "mn101:10.5": "«Нигантхи, в прошлом вы совершали порочные деяния.  Истощите их исполнением пронзающей аскезы.  ",
  "mn101:10.6": "А когда вы здесь и сейчас сдержанны в теле, речи и уме, это является не-деланием порочных деяний на будущее.  ",
  "mn101:10.7": "Поэтому, истребляя аскезой прошлые действия и не делая новых действий, вы не будете иметь последствий в будущем.  ",
  "mn101:10.8": "Когда нет последствий в будущем, имеет место уничтожение действия.  С уничтожением действия имеет место уничтожение страданий.  С уничтожением страданий имеет место уничтожение чувств.  С уничтожением чувств всё страдание будет истощено».  ",
  "mn101:10.9": "Такова [доктрина], которую мы одобряем и принимаем, мы довольны ей».  ",
  "mn101:11.1": "Когда так было сказано, я сказал нигантхам:  ",
  "mn101:11.2": "«Есть пять вещей, друзья нигантхи, которые могут двояко обернуться здесь и сейчас.  ",
  "mn101:11.3": "Какие пять? ",
  "mn101:11.4": "Вера, одобрение, устная традиция, умозаключение посредством обдумывания, согласие с воззрением после рассмотрения.  ",
  "mn101:11.5": "Эти пять вещей могут двояко обернуться здесь и сейчас.  ",
  "mn101:11.6": "Таким образом, какой вид веры имеется у почтенных нигантхов к учителю, который говорит о прошлом?  Какой вид одобрения, какой вид устной традиции, какой вид умозаключения посредством обдумывания, какой вид согласия с воззрением после рассмотрения?»  ",
  "mn101:11.7": "Когда так было сказано, монахи, я не увидел какой-либо обоснованной защиты нигантхами собственной позиции. ",
  "mn101:12.1": "Далее, монахи, я сказал нигантхам:  ",
  "mn101:12.2": "«Друзья нигантхи, как вы думаете?  ",
  "mn101:12.3": "Когда имеет место напряжённое старание, напряжённое рвение, испытываете ли вы болезненные, мучительные, пронзающие чувства из-за [этого] напряжённого старания?  ",
  "mn101:12.4": "Но когда нет напряжённого старания, напряжённого рвения, разве не так оно, что вы не испытываете каких-либо болезненных, мучительных, пронзающих чувств из-за [этого] напряжённого старания?»  ",
  "mn101:12.5": "«Когда имеет место напряжённое старание, друг Готама, напряжённое рвение, тогда мы испытываем болезненные, мучительные, пронзающие чувства;  ",
  "mn101:12.6": "но когда нет напряжённого старания, напряжённого рвения, мы не испытываем каких-либо болезненных, мучительных, пронзающих чувств из-за [этого] напряжённого старания».  ",
  "mn101:13.1": "«Выходит, друзья нигантхи, что когда имеет место напряжённое старание... вы испытываете...  ",
  "mn101:13.2": "когда нет напряжённого старания... вы не испытываете каких-либо болезненных, мучительных, пронзающих чувств из-за [этого] напряжённого старания.  ",
  "mn101:13.3": "В таком случае не стоит почтенным нигантхам утверждать:  ",
  "mn101:13.4": "«Что бы человек ни чувствовал – удовольствие, боль или ни-удовольствиени-боль – всё это обусловлено тем, что было [им] сделано в прошлом... ",
  "mn101:13.5": "",
  "mn101:13.6": "",
  "mn101:14.1": "Если, друзья нигантхи, когда имело бы место напряжённое старание, напряжённое рвение и наличествовали болезненные, мучительные, пронзающие чувства из-за [этого] напряжённого старания,  ",
  "mn101:14.2": "а также когда не было бы напряжённого старания, напряжённого рвения, но всё ещё наличествовали бы болезненные, мучительные, пронзающие чувства из-за [этого] напряжённого старания,  ",
  "mn101:14.3": "то было бы уместно почтенным нигантхам утверждать: «Что бы человек ни чувствовал... страдание будет истощено».  ",
  "mn101:14.4": "",
  "mn101:14.5": "",
  "mn101:14.6": "",
  "mn101:15.1": "Но поскольку, друзья нигантхи, когда имеет место напряжённое старание, напряжённое рвение, и тогда вы испытываете болезненные, мучительные, пронзающие чувства из-за [этого] напряжённого старания, а когда нет напряжённого старания, напряжённого рвения, то вы не испытываете болезненных, мучительных, пронзающих чувств из-за [этого] напряжённого старания, –  ",
  "mn101:15.2": "",
  "mn101:15.3": "то вы испытываете только болезненные, мучительные, пронзающие чувства из-за наложенного на себя старания и из-за неведения, незнания, заблуждения вы ошибочно полагаете:  ",
  "mn101:15.4": "«Что бы человек ни чувствовал – удовольствие, боль или ни-удовольствиени-боль – всё это обусловлено тем, что было [им] сделано в прошлом... ...страдание будет истощено»».  ",
  "mn101:15.5": "",
  "mn101:15.6": "",
  "mn101:15.7": "Когда так было сказано, монахи, я не увидел какой-либо обоснованной защиты нигантхами собственной позиции. ",
  "mn101:16.1": "Далее, монахи, я сказал нигантхам:  ",
  "mn101:16.2": "«Друзья нигантхи, как вы думаете?  Может ли действие, [результат которого] переживается здесь и сейчас, за счёт старания и рвения стать таким, [результат которого] переживается в следующей жизни?»  ",
  "mn101:16.3": "«Нет, друг».  ",
  "mn101:16.4": "«Но может ли действие, [результат которого] переживается в следующей жизни, за счёт старания и рвения стать таким, [результат которого] переживается здесь и сейчас?»  ",
  "mn101:16.5": "«Нет, друг».  ",
  "mn101:17.1": "«Друзья нигантхи, как вы думаете?  Может ли действие, [результат которого] переживается приятным, за счёт старания и рвения стать таким, [результат которого] переживается болезненным?»  ",
  "mn101:17.2": "«Нет, друг».  ",
  "mn101:17.3": "«Но может ли действие, [результат которого] переживается болезненным, за счёт старания и рвения стать таким, [результат которого] переживается приятным?»  ",
  "mn101:17.4": "«Нет, друг».  ",
  "mn101:18.1": "«Друзья нигантхи, как вы думаете?  Может ли действие, [результат которого] переживается в зрелой [личности], за счёт старания и рвения стать таким, [результат которого] переживается в незрелой [личности]?» ",
  "mn101:18.2": "«Нет, друг».  ",
  "mn101:18.3": "«Но может ли действие, [результат которого] переживается в незрелой [личности], за счёт старания и рвения стать таким, [результат которого] переживается в зрелой [личности]?» ",
  "mn101:18.4": "«Нет, друг».  ",
  "mn101:19.1": "«Друзья нигантхи, как вы думаете?  Может ли действие, [результат которого] переживается значительно, за счёт старания и рвения стать таким, [результат которого] переживается незначительно?»  ",
  "mn101:19.2": "«Нет, друг».  ",
  "mn101:19.3": "«Но может ли действие, [результат которого] переживается незначительно, за счёт старания и рвения стать таким, [результат которого] переживается значительно?»  ",
  "mn101:19.4": "«Нет, друг».  ",
  "mn101:20.1": "«Друзья нигантхи, как вы думаете?  «Друзья нигантхи, как вы думаете? Может ли действие, [результат которого] переживается, за счёт старания и рвения стать таким, [результат которого] не переживается?»  ",
  "mn101:20.2": "«Нет, друг».  ",
  "mn101:20.3": "«Но может ли действие, [результат которого] не переживается, за счёт старания и рвения стать таким, [результат которого] переживается?» «Нет, друг».  ",
  "mn101:20.4": "«Нет, друг».  ",
  "mn101:21.1": "«Выходит, друзья нигантхи, не может быть такого, что действие, [результат которого] переживается здесь и сейчас, за счёт старания и рвения станет таким, [результат которого] переживается в следующей жизни... за счёт старания и рвения стать таким, [результат которого] переживается.  ",
  "mn101:21.2": "В таком случае старание почтенных нигантхов тщетно, их рвение тщетно». ",
  "mn101:22.1": "Так говорят нигантхи, монахи.  ",
  "mn101:22.2": "И поскольку нигантхи так говорят, есть десять разумных выводов из их утверждений, что дают почву для их критики. ",
  "mn101:22.3": "Если удовольствие и боль, переживаемые существами, обусловлены тем, что было сделано в прошлом,  ",
  "mn101:22.4": "то тогда нигантхи, вне сомнений, должны были совершать плохие поступки в прошлом, ведь теперь они переживают такие болезненные, мучительные, пронзающие чувства.  ",
  "mn101:22.5": "Если удовольствие и боль, переживаемые существами, обусловлены созидательным актом Верховного Бога,  ",
  "mn101:22.6": "то тогда нигантхи, вне сомнений, должны были быть сотворены злым Верховным Богом, ведь теперь они переживают такие болезненные, мучительные, пронзающие чувства.  ",
  "mn101:22.7": "Если удовольствие и боль, переживаемые существами, обусловлены обстоятельствами и природой,  ",
  "mn101:22.8": "то тогда нигантхам, вне сомнений, не повезло, ведь теперь они переживают такие болезненные, мучительные, пронзающие чувства.  ",
  "mn101:22.9": "Если удовольствие и боль, переживаемые существами, обусловлены классом [среди шести классов рождений],  ",
  "mn101:22.10": "то тогда нигантхи, вне сомнений, принадлежат к плохому классу, ведь теперь они переживают такие болезненные, мучительные, пронзающие чувства.  ",
  "mn101:22.11": "Если удовольствие и боль, переживаемые существами, обусловлены старанием здесь и сейчас,  ",
  "mn101:22.12": "то тогда нигантхи, вне сомнений, плохо стараются здесь и сейчас, ведь теперь они переживают такие болезненные, мучительные, пронзающие чувства.  ",
  "mn101:22.13": "Если удовольствие и боль, переживаемые существами, обусловлены тем, что было сделано в прошлом, то нигантхи заслуживают порицания; если нет, то всё равно нигантхи заслуживают порицания.  ",
  "mn101:22.14": "",
  "mn101:22.15": "Если удовольствие и боль, переживаемые существами, обусловлены созидательным актом Верховного Бога...  ",
  "mn101:22.16": "",
  "mn101:22.17": "обстоятельствами и природой...  ",
  "mn101:22.18": "",
  "mn101:22.19": "обусловлены классом...  ",
  "mn101:22.20": "",
  "mn101:22.21": "обусловлены старанием здесь и сейчас, то Татхагата заслуживает похвалы; если нет, то всё равно Татхагата заслуживает похвалы.  ",
  "mn101:22.22": "",
  "mn101:22.23": "Так говорят нигантхи, монахи.  ",
  "mn101:22.24": "И поскольку нигантхи так говорят, есть эти десять разумных выводов из их утверждений, что дают почву для их критики.  ",
  "mn101:22.25": "Так их старание тщетно, их рвение тщетно. ",
  "mn101:23.1": "И какое старание плодотворно, какое рвение плодотворно?  ",
  "mn101:23.2": "Вот, монахи, монах, будучи не подавленным [страданием], не подавляет себя страданием; и он не оставляет удовольствия, согласующегося с Дхаммой, хотя и не ослеплён этим удовольствием.  ",
  "mn101:23.3": "Он понимает так: ",
  "mn101:23.4": "«Когда я стараюсь с решимостью, этот конкретный источник страдания исчезает во мне из-за этого решительного старания;  и когда я смотрю с невозмутимостью, этот конкретный источник страдания исчезает во мне по мере того, как я развиваю невозмутимость».  ",
  "mn101:23.5": "Он старается с решительностью в отношении этого конкретного источника страдания, который исчезает в нём из-за этого решительного старания; и он развивает невозмутимость в отношении этого конкретного источника страдания, который исчезает в нём по мере того, как он развивает невозмутимость.  ",
  "mn101:23.6": "",
  "mn101:23.7": "Когда он старается с решимостью, такой-то и такой-то источник страдания исчезает в нём из-за этого решительного старания;  ",
  "mn101:23.8": "так страдание истощается в нём.  ",
  "mn101:23.9": "Когда он смотрит с невозмутимостью, такой-то и такой-то источник страдания исчезает в нём по мере того, как он развивает невозмутимость;  ",
  "mn101:23.10": "так страдание истощается в нём.  ",
  "mn101:24.1": "Представьте, монахи, мужчину, влюблённого в женщину, с умом, прикованным к ней сильным желанием и страстью.  ",
  "mn101:24.2": "Он мог бы увидеть, как та женщина стоит с другим мужчиной, болтает, шутит, смеётся.  ",
  "mn101:24.3": "Как вы думаете монахи? ",
  "mn101:24.4": "Возникли бы в том мужчине печаль, стенание, боль, грусть и отчаяние, когда он видит, как та женщина стоит с другим мужчиной, болтает, шутит, смеётся?»  ",
  "mn101:24.5": "«Да, уважаемый. ",
  "mn101:24.6": "И почему? ",
  "mn101:24.7": "Ведь тот мужчина любит ту женщину, с умом, прикованным к ней сильным желанием и страстью. Вот почему печаль, стенание, боль, грусть и отчаяние возникнут в нём, когда он увидит, как та женщина стоит с другим мужчиной, болтает, шутит, смеётся». ",
  "mn101:24.8": "",
  "mn101:25.1": "«Затем, монахи, мужчина подумал бы:  ",
  "mn101:25.2": "«Я люблю эту женщину, с умом, прикованным к ней сильным желанием и страстью.  ",
  "mn101:25.3": "Так печаль, стенание, боль, грусть и отчаяние возникают во мне, когда я вижу, как та женщина стоит с другим мужчиной, болтает, шутит, смеётся.  ",
  "mn101:25.4": "Что если я отброшу моё желание и страсть к этой женщине?»  ",
  "mn101:25.5": "И он бы отбросил желание и страсть к этой женщине.  ",
  "mn101:25.6": "И после он мог бы увидеть, как та женщина стоит с другим мужчиной, болтает, шутит, смеётся.  ",
  "mn101:25.7": "Как вы думаете монахи? ",
  "mn101:25.8": "Возникли бы в том мужчине печаль, стенание, боль, грусть и отчаяние, когда он видит, как та женщина стоит с другим мужчиной, болтает, шутит, смеётся?»  ",
  "mn101:25.9": "«Нет, уважаемый. ",
  "mn101:25.10": "И почему? ",
  "mn101:25.11": "Потому что тот мужчина более не любит эту женщину. Вот почему печаль, стенание, боль, грусть и отчаяние не возникают в нём, когда он видит, как та женщина стоит с другим мужчиной, болтает, шутит, смеётся».  ",
  "mn101:25.12": "",
  "mn101:26.1": "«Точно так же, монахи, когда монах, будучи не подавленным [страданием], не подавляет себя страданием... так страдание истощается в нём. Так, монахи, [это] старание плодотворно, рвение плодотворно.  ",
  "mn101:26.2": "Он понимает так: ",
  "mn101:26.3": "«Когда я стараюсь с решимостью, этот конкретный источник страдания исчезает во мне из-за этого решительного старания;  и когда я смотрю с невозмутимостью, этот конкретный источник страдания исчезает во мне по мере того, как я развиваю невозмутимость».  ",
  "mn101:26.4": "Он старается с решительностью в отношении этого конкретного источника страдания, который исчезает в нём из-за этого решительного старания; и он развивает невозмутимость в отношении этого конкретного источника страдания, который исчезает в нём по мере того, как он развивает невозмутимость.  ",
  "mn101:26.5": "",
  "mn101:26.6": "Когда он старается с решимостью, такой-то и такой-то источник страдания исчезает в нём из-за этого решительного старания;  ",
  "mn101:26.7": "так страдание истощается в нём.  ",
  "mn101:26.8": "Когда он смотрит с невозмутимостью, такой-то и такой-то источник страдания исчезает в нём по мере того, как он развивает невозмутимость;  ",
  "mn101:26.9": "так страдание истощается в нём.  ",
  "mn101:26.10": "Так, монахи, [это] старание плодотворно, рвение плодотворно.  ",
  "mn101:27.1": "Далее, монахи, монах считает так:  ",
  "mn101:27.2": "«Когда я живу в соответствии со своим удовольствием, неблагие состояния увеличиваются во мне, а благие состояния уменьшаются;  ",
  "mn101:27.3": "но когда я прилагаю усилие в том, что болезненно, неблагие состояния уменьшаются во мне, а благие увеличиваются.  ",
  "mn101:27.4": "Что если я буду прилагать усилия в том, что болезненно?»  ",
  "mn101:27.5": "Он прилагает усилия в том, что болезненно.  ",
  "mn101:27.6": "По мере того как он делает так, неблагие состояния уменьшаются в нём, а благие увеличиваются.  ",
  "mn101:27.7": "вот почему спустя какое-то время он не прилагает усилия в том, что болезненно. ",
  "mn101:27.8": "И почему? ",
  "mn101:27.9": "Цель, ради которой тот монах прилагал усилия в болезненном, была достигнута; вот почему спустя какое-то время он не прилагает усилия в том, что болезненно.  ",
  "mn101:27.10": "",
  "mn101:28.1": "Представьте, монахи, как если бы изготовитель стрел нагревал и высушивал древко стрелы между двумя источниками огня, делая его прямым и подходящим.  ",
  "mn101:29.1": "Когда древко стрелы было нагрето и высушено между двумя источниками огня, было сделано прямым и подходящим, спустя какое-то время он бы не нагревал вновь и не высушивал древко стрелы, делая его прямым и подходящим.  ",
  "mn101:29.2": "И почему? ",
  "mn101:29.3": "И почему? Цель, ради которой тот изготовитель стрел нагревал... была достигнута. Вот почему спустя какое-то время он бы не нагревал вновь и не высушивал древко стрелы, делая его прямым и подходящим.  ",
  "mn101:29.4": "",
  "mn101:29.5": "Точно так же монах считает так:  ",
  "mn101:29.6": "«Когда я живу в соответствии со своим удовольствием, неблагие состояния увеличиваются во мне, а благие состояния уменьшаются;  ",
  "mn101:29.7": "но когда я прилагаю усилие в том, что болезненно, неблагие состояния уменьшаются во мне, а благие увеличиваются.  ",
  "mn101:29.8": "Что если я буду прилагать усилия в том, что болезненно?»...  ",
  "mn101:29.9": "",
  "mn101:29.10": "",
  "mn101:29.11": "",
  "mn101:29.12": "",
  "mn101:29.13": "",
  "mn101:29.14": "вот почему спустя какое-то время он не прилагает усилия в том, что болезненно. ",
  "mn101:29.15": "Так, монахи, [это] старание тоже плодотворно, рвение плодотворно.  ",
  "mn101:30.1": "Далее, монахи, в мире возникает Татхагата – тот, кто достиг совершенства, полностью просветлённый, совершенный в знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "mn101:30.2": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn101:30.3": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую. ",
  "mn101:31.1": "Домохозяин или сын домохозяина, или некто, рождённый в каком-либо другом клане, слышит эту Дхамму. ",
  "mn101:31.2": "Услышав Дхамму, он обретает веру в Татхагату. ",
  "mn101:31.3": "Обладая верой, он размышляет: ",
  "mn101:31.4": "«Домохозяйская жизнь тесная и пыльная. Бездомная жизнь подобна бескрайним просторам. ",
  "mn101:31.5": "Непросто, проживая дома, вести святую жизнь всецело чистую и совершенную, словно отполированная морская раковина. ",
  "mn101:31.6": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn101:31.7": "Так через некоторое время он оставляет всё своё богатство – большое или малое. Оставляет круг своих родных – большой или малый. Обривает волосы и бороду, надевает жёлтые одежды и оставляет домохозяйскую жизнь ради бездомной. ",
  "mn101:32.1": "Когда он ушёл в бездомную жизнь, наделённый монашеской тренировкой и образом жизни, Отбрасывая убийство живых существ, он воздерживается от убийства живых существ, откинув дубину, откинув оружие.  Он пребывает в сострадании ко всем живым существам, мягкий, доброжелательный. ",
  "mn101:32.2": "Отбрасывая взятие того, что не дано, он воздерживается от взятия того, что [ему] не было дано. Он берёт только то, что дают, ожидает только того, что дают, не крадёт, пребывает в чистоте. ",
  "mn101:32.3": "Отбрасывая не-целомудрие, он соблюдает целомудрие, живёт отдельно, воздерживаясь от половых сношений, что привычны среди простых людей. ",
  "mn101:32.4": "Отбрасывая лживую речь, он воздерживается от лживой речи. он говорит истину, держится за истину, [в этом] прочен, надёжен, не обманывает мир. ",
  "mn101:32.5": "Отбрасывая злонамеренную речь, он воздерживается от злонамеренной речи. То, что он слышал здесь, он не рассказывает там, чтобы не посеять рознь между этими людьми и теми. То, что он слышал там, он не рассказывает здесь, чтобы не посеять рознь между тамошними людьми и здешними. Так он примиряет тех, кто поругался, любит согласие, радуется согласию, наслаждается согласием, говорит слова, которые способствуют согласию. ",
  "mn101:32.6": "Отбрасывая грубую речь, он воздерживается от грубой речи. Он говорит мягкие слова, приятные уху, любящие, проникающие в сердце, вежливые, приятные и нравящиеся большинству людей. ",
  "mn101:32.7": "Отбрасывая болтовню, он воздерживается от болтовни. Он говорит в нужный момент, говорит действительное, полезное, говорит о Дхамме, о Винае. В должный момент он говорит ценные слова, разумные, сдержанные, полезные. ",
  "mn101:32.8": "Он воздерживается от нанесения вреда семенам и растениям. ",
  "mn101:32.9": "Он практикует принятие пищи один раз в день, воздерживаясь от еды ночью и вне надлежащего времени [днём]. ",
  "mn101:32.10": "Он воздерживается от танцев, пения, музыки и зрелищ. ",
  "mn101:32.11": "Он воздерживается от ношения гирлянд и от украшения себя ароматами и мазями. ",
  "mn101:32.12": "Он воздерживается от высоких и больших кроватей. ",
  "mn101:32.13": "Он воздерживается от принятия золота и серебра. ",
  "mn101:32.14": "Он воздерживается от принятия сырого зерна… ",
  "mn101:32.15": "сырого мяса… ",
  "mn101:32.16": "женщин и девушек… ",
  "mn101:32.17": "рабов и рабынь… ",
  "mn101:32.18": "овец и коз… ",
  "mn101:32.19": "птиц и свиней… ",
  "mn101:32.20": "слонов, коров, жеребцов и кобыл… ",
  "mn101:32.21": "полей и земель. ",
  "mn101:32.22": "Он воздерживается от взятия на себя обязанности посыльного… ",
  "mn101:32.23": "от покупки и продажи… ",
  "mn101:32.24": "от жульничества на весах, в металлах и мерах… ",
  "mn101:32.25": "от взяточничества, обмана и мошенничества. ",
  "mn101:32.26": "Он воздерживается от нанесения увечий, убийств, пленения, разбоя, грабежа и насилия. ",
  "mn101:33.1": "Он довольствуется одеяниями для защиты своего тела и едой с подаяний для утоления голода. Куда бы он ни отправился, он берёт с собой лишь только это. ",
  "mn101:33.2": "Подобно птице, которая куда бы ни отправилась, крылья – её единственный груз, ",
  "mn101:33.3": "точно так же и монах довольствуется одеяниями для защиты своего тела и едой с подаяний для утоления голода. Куда бы он ни отправился, он берёт с собой лишь только это. ",
  "mn101:33.4": "Наделённый этой совокупностью благородной нравственности, в себе он ощущает блаженство от безукоризненности. ",
  "mn101:34.1": "Видя форму глазом, он не цепляется за её образ и черты. ",
  "mn101:34.2": "Ведь если бы он оставлял способность глаза неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить его. Он практикует путь сдерживания, он охраняет способность глаза, он предпринимает сдерживание способности глаза. ",
  "mn101:34.3": "Слыша звук ухом… ",
  "mn101:34.4": "Нюхая запах носом… ",
  "mn101:34.5": "Пробуя вкус языком… ",
  "mn101:34.6": "Касаясь осязаемой вещи телом… ",
  "mn101:34.7": "Познавая умственный феномен умом, он не цепляется за его образ и черты. ",
  "mn101:34.8": "Ведь если бы он оставлял способность ума неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить его. Он практикует путь сдерживания, он охраняет способность ума, он предпринимает сдерживание способности ума. ",
  "mn101:34.9": "Наделённый этой благородной сдержанностью способностей [органов чувств], он внутренне ощущает блаженство от безукоризненности. ",
  "mn101:35.1": "Он становится тем, кто действует с бдительностью, когда идёт вперёд и возвращается; кто действует с бдительностью, когда смотрит вперёд и в сторону… когда сгибает и разгибает свои члены тела… когда несёт одеяния, внешнее одеяние, чашу… когда ест, пьёт, жуёт, пробует… когда мочится и испражняется… когда идёт, стоит, сидит, засыпает, просыпается, разговаривает и молчит. ",
  "mn101:36.1": "Наделённый этой совокупностью благородной нравственности, этой благородной сдержанностью способностей [органов чувств], этой благородной осознанностью и бдительностью, ",
  "mn101:36.2": "он затворяется в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы. ",
  "mn101:36.3": "После принятия пищи, вернувшись с хождения за подаяниями, он садится со скрещенными ногами, держит тело выпрямленным, устанавливает осознанность впереди. ",
  "mn101:37.1": "Оставляя алчность к миру, он пребывает с умом, свободным от алчности. Он очищает ум от алчности. ",
  "mn101:37.2": "Оставляя недоброжелательность и злость, он пребывает с умом, свободным от недоброжелательности, сострадательный ко всем живым существам. Он очищает ум от недоброжелательности и злости. ",
  "mn101:37.3": "Оставляя лень и апатию, он пребывает свободным от лени и апатии – осознанным, бдительным, воспринимая свет. Он очищает свой ум от лени и апатии. ",
  "mn101:37.4": "Отбрасывая неугомонность и сожаление, он пребывает невзволнованным, с внутренне умиротворённым умом. Он очищает ум от неугомонности и сожаления. ",
  "mn101:37.5": "Отбрасывая сомнение, он пребывает, выйдя за пределы сомнения, не имея замешательства в отношении [понимания] благих [умственных] состояний. Он очищает свой ум от сомнения. ",
  "mn101:38.1": "Оставив эти пять помех – изъянов ума, что ослабляют мудрость, ",
  "mn101:38.2": "Будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], он входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn101:38.3": "Так, монахи, [это] старание тоже плодотворно, рвение плодотворно.  ",
  "mn101:39.1": "Далее, с угасанием направления и удержания [ума на объекте], монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn101:39.2": "Так, монахи, [это] старание тоже плодотворно, рвение плодотворно.  ",
  "mn101:40.1": "С угасанием восторга он пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn101:40.2": "Так, монахи, [это] старание тоже плодотворно, рвение плодотворно.  ",
  "mn101:41.1": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, он входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn101:41.2": "Так, монахи, [это] старание тоже плодотворно, рвение плодотворно.  ",
  "mn101:42.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию воспоминаний прошлых жизней. ",
  "mn101:42.2": "Он вспоминает множество своих прошлых жизней – одну, две... пять... десять... пятьдесят, сто, тысячу, сто тысяч, за многие эпохи сжатия мира, за многие эпохи расширения мира, за многие эпохи сжатия и расширения мира. Он вспоминает: «здесь я носил такое-то имя, принадлежал к такому-то сословию, таковой была моя внешность. Таковой была моя пища, таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился где-то ещё; и здесь я тоже носил такое-то имя, принадлежал к такому-то сословию, таковой была моя внешность. Таковой была моя пища, таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился тут». Так они вспоминают множество своих жизней во всех их вариациях и деталях. ",
  "mn101:42.3": "Так, монахи, [это] старание тоже плодотворно, рвение плодотворно.  ",
  "mn101:43.1": "Когда его ум стал таким сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет к знанию смерти и перерождения существ. ",
  "mn101:43.2": "Посредством божественного видения, очищенного и превосходящего человеческое, он видит как существа покидают жизнь и перерождаются, и он распознаёт низменных и высоких, прекрасных и уродливых, удачливых и неудачливых. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками: «Эти существа, которые придерживались плохого поведения в поступках, речах и мыслях, оскорбляли благородных, были привержены неверным воззрениям, предпринимая действия на основе неверных воззрений. С распадом тела, после смерти, они возникают в состоянии лишения, в несчастливом уделе, в погибели, даже в аду. А эти существа, которые придерживались хорошего поведения в поступках, речах и мыслях, не оскорбляли благородных, были привержены верным воззрениям, предпринимая действия на основе верных воззрений, с остановкой жизнедеятельности тела, после смерти, возрождаются в хороших участях, в небесных мирах». Так, божественным глазом, очищенным и превосходящим человеческий, они видят умирающих и перерождающихся существ, [распознают] низших и высочайших, красивых и уродливых, счастливых и несчастных.  Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn101:43.3": "Так, монахи, [это] старание тоже плодотворно, рвение плодотворно.  ",
  "mn101:44.1": "Когда его ум становится сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn101:44.2": "Он напрямую познаёт в соответствии с действительностью: «Вот страдание... Вот возникновение страдания... Вот прекращение страдания... Вот Путь ведущий к прекращению страдания... ",
  "mn101:44.3": "Это – пятна [загрязнений ума]... Это – происхождение пятен… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn101:45.1": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn101:45.2": "Когда он освободился, приходит знание: «Он освобождён». ",
  "mn101:45.3": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn101:45.4": "Так, монахи, [это] старание тоже плодотворно, рвение плодотворно.  ",
  "mn101:46.1": "Так говорит Татхагата, монахи.  ",
  "mn101:46.2": "И поскольку Татхагата говорит так, есть десять разумных оснований для его похвалы.  ",
  "mn101:46.3": "Если удовольствие и боль, переживаемые существами, обусловлены тем, что было сделано в прошлом,  ",
  "mn101:46.4": "то тогда Татхагата, вне сомнений, должен был совершать хорошие поступки в прошлом, ведь теперь он переживает такие незапятнанные приятные чувства.  ",
  "mn101:46.5": "Если удовольствие и боль, переживаемые существами, обусловлены созидательным актом Верховного Бога,  ",
  "mn101:46.6": "то тогда Татхагата, вне сомнений, должен был быть сотворён добрым Верховным Богом, ведь теперь он переживает такие незапятнанные приятные чувства.  ",
  "mn101:46.7": "Если удовольствие и боль, переживаемые существами, обусловлены обстоятельствами и природой,  ",
  "mn101:46.8": "то тогда Татхагате, вне сомнений, повезло, ведь теперь он переживает такие незапятнанные приятные чувства.  ",
  "mn101:46.9": "Если удовольствие и боль, переживаемые существами, обусловлены классом [среди шести классов рождений],  ",
  "mn101:46.10": "то тогда Татхагата, вне сомнений, принадлежит к хорошему классу, ведь теперь он переживает такие незапятнанные приятные чувства.  ",
  "mn101:46.11": "Если удовольствие и боль, переживаемые существами, обусловлены старанием здесь и сейчас,  ",
  "mn101:46.12": "то тогда Татхагата, вне сомнений, хорошо старается здесь и сейчас, ведь теперь он переживает такие незапятнанные приятные чувства.  ",
  "mn101:46.13": "Если удовольствие и боль, переживаемые существами, обусловлены тем, что было сделано в прошлом, то Татхагата заслуживает похвалы; если нет, то всё равно Татхагата заслуживает похвалы.  ",
  "mn101:46.14": "",
  "mn101:46.15": "Если удовольствие и боль, переживаемые существами, обусловлены созидательным актом Верховного Бога...  ",
  "mn101:46.16": "",
  "mn101:46.17": "обстоятельствами и природой...  ",
  "mn101:46.18": "",
  "mn101:46.19": "обусловлены классом...  ",
  "mn101:46.20": "",
  "mn101:46.21": "",
  "mn101:46.22": "обусловлены старанием здесь и сейчас, то Татхагата заслуживает похвалы; если нет, то всё равно Татхагата заслуживает похвалы.  ",
  "mn101:46.23": "Так говорит Татхагата, монахи.  ",
  "mn101:46.24": "И поскольку Татхагата говорит так, есть эти десять разумных оснований для его похвалы».  ",
  "mn101:46.25": "Так сказал Благословенный. ",
  "mn101:46.26": "Монахи были довольны и восхитились словами Благословенного. "
}