{
  "mn10:0.1": "Наставления средней длинны МН 10 ",
  "mn10:0.2": "Основы осознанности",
  "mn10:1.1": "Так я слышал. ",
  "mn10:1.2": "Однажды Благословенный проживал в стране Куру, где был город под названием Каммасадхамма.",
  "mn10:1.3": "Там он обратился к монахам так:",
  "mn10:1.4": "“Монахи!” ",
  "mn10:1.5": "– Уважаемый, – ответили они.",
  "mn10:1.6": "Благословенный сказал:",
  "mn10:2.1": "– Монахи, это прямой путь1, ведущий к очищению существ, к устранению печали и стенания, к исчезновению боли и грусти, к достижению истинного пути, к реализации ниббаны – то есть, четыре основы осознанности.",
  "mn10:3.1": "Какие четыре? ",
  "mn10:3.2": "Вот, монахи, монах пребывает в созерцании тела как тела, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру. ",
  "mn10:3.3": "Он пребывает в созерцании чувств как чувств, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру.  ",
  "mn10:3.4": "Он пребывает в созерцании ума как ума, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру.",
  "mn10:3.5": "Он пребывает в созерцании умственных феноменов как умственных феноменов, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру. ",
  "mn10:3.6": "",
  "mn10:4.0.1": "1. Созерцание тела",
  "mn10:4.0.2": "1.1. Осознанность к дыханию",
  "mn10:4.1": "И как, монахи, монах пребывает в созерцании тела как тела?",
  "mn10:4.2": "И как, монахи, монах пребывает в созерцании тела как тела? Вот монах, уйдя в лес, к подножью дерева или в пустую хижину, садится. Скрестив ноги, держа тело прямым, установив осознанность впереди, ",
  "mn10:4.3": "он, будучи постоянно осознанным, вдыхает, будучи осознанным, выдыхает. ",
  "mn10:4.4": "Делая долгий вдох, он понимает: «Я делаю долгий вдох»; или, делая долгий выдох, он понимает: «Я делаю долгий выдох». ",
  "mn10:4.5": "Делая короткий вдох, он понимает: «Я делаю короткий вдох»; или, делая короткий выдох, он понимает: «Я делаю короткий выдох».  ",
  "mn10:4.6": "Он тренируется так: «Ощущая всё тело, я буду вдыхать»; он тренируется так: «Ощущая всё тело, я буду выдыхать». ",
  "mn10:4.7": "Он тренируется так: «Успокаивая телесную формацию, я буду вдыхать»; он тренируется так: «Успокаивая телесную формацию, я буду выдыхать»",
  "mn10:4.8": "Подобно тому, как гончар или его ученик, делая долгий оборот, понимает: «Я делаю долгий оборот», а делая короткий оборот, понимает: «Я делаю короткий оборот»,",
  "mn10:4.9": "точно также и монах Делая долгий вдох, он понимает: «Я делаю долгий вдох»; или, делая долгий выдох, он понимает: «Я делаю долгий выдох». Делая короткий вдох, он понимает: «Я делаю короткий вдох»; или, делая короткий выдох, он понимает: «Я делаю короткий выдох».",
  "mn10:4.10": "Он тренируется так: «Ощущая всё тело, я буду вдыхать»; он тренируется так: «Ощущая всё тело, я буду выдыхать».",
  "mn10:4.11": "Он тренируется так: «Успокаивая телесную формацию, я буду вдыхать»; он тренируется так: «Успокаивая телесную формацию, я буду выдыхать»",
  "mn10:5.1": "Вот каким образом он пребывает в созерцании тела как тела внутренне, или он пребывает в созерцании тела как тела внешне, или он пребывает в созерцании тела как тела и внутренне и внешне.",
  "mn10:5.2": "Или же он пребывает, созерцая в теле его природу возникновения, или же он пребывает, созерцая в теле его природу исчезновения, или же он пребывает, созерцая в теле его природу и возникновения, и исчезновения.",
  "mn10:5.3": "Или же осознанность в отношении того, что «вот есть это тело» утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность6. И он пребывает независимым, ни к чему в мире не цепляясь.",
  "mn10:5.4": "Вот как монах пребывает в созерцании тела как тела.",
  "mn10:5.5": "",
  "mn10:6.0": "1.2. Четыре позы",
  "mn10:6.1": "Далее, монахи, когда он идёт, монах понимает: «Я иду». Когда стоит, он понимает: «Я стою». Когда сидит, он понимает: «Я сижу». Когда лежит, он понимает: «Я лежу».",
  "mn10:6.2": "В какой бы позе ни находилось его тело, он это понимает. ",
  "mn10:7.1": "Вот каким образом он пребывает в созерцании тела как тела внутренне, или он пребывает в созерцании тела как тела внешне, или он пребывает в созерцании тела как тела и внутренне и внешне.",
  "mn10:7.2": "Или же он пребывает, созерцая в теле его природу возникновения, или же он пребывает, созерцая в теле его природу исчезновения, или же он пребывает, созерцая в теле его природу и возникновения, и исчезновения.",
  "mn10:7.3": "Или же осознанность в отношении того, что «вот есть это тело» утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность. И он пребывает независимым, ни к чему в мире не цепляясь.",
  "mn10:7.4": "И так тоже монах пребывает в созерцании тела как тела.",
  "mn10:7.5": "",
  "mn10:8.0": "1.3. Бдительность ",
  "mn10:8.1": "Далее, монахи, монах является тем, кто действует с бдительностью, когда идёт вперёд и возвращается; кто действует с бдительностью, когда смотрит вперёд и по сторонам; кто действует с бдительностью, когда сгибает и разгибает свои члены тела; кто действует с бдительностью, когда несёт своё одеяние, внешнее одеяние и чашу; кто действует с бдительностью, когда ест, пьёт, потребляет пищу, пробует на вкус; кто действует с бдительностью, когда испражняется и мочится; кто действует с бдительностью, когда идёт, стоит, сидит, засыпает, просыпается, разговаривает и молчит.",
  "mn10:9.1": "Вот каким образом он пребывает в созерцании тела как тела внутренне, или он пребывает в созерцании тела как тела внешне, или он пребывает в созерцании тела как тела и внутренне и внешне… ни к чему в мире не цепляясь.",
  "mn10:9.2": "И так тоже монах пребывает в созерцании тела как тела.",
  "mn10:9.3": "",
  "mn10:10.0": "1.4. Сосредоточение на отвратительном",
  "mn10:10.1": "Далее, монахи, монах пересматривает это самое тело снизу вверх с подошв ступней и сверху вниз с кончиков волос [головы], обёрнутое кожей, полное разнообразных нечистот: ",
  "mn10:10.2": "«В этом самом теле есть волосы на голове, волосы на теле, ногти, зубы, кожа, плоть, сухожилия, кости, костный мозг, почки, сердце, печень, диафрагма, селезёнка, лёгкие, толстые кишки, тонкие кишки, содержимое желудка, фекалии, желчь, мокрота, гной, кровь, пот, жир, слёзы, кожное масло, слюна, слизь, суставная жидкость, моча».",
  "mn10:10.3": "Это как если был бы открытый с обеих сторон мешок, полный разных видов зерна – горного риса, бурого риса, бобов, гороха, проса, белого риса – и человек с хорошим зрением открыл бы его и пересматривал так: «Вот горный рис, вот бурый рис, вот бобы, вот горох, вот просо, вот белый рис»  ",
  "mn10:10.4": "точно также монах пересматривает это самое тело снизу вверх с подошв ступней и сверху вниз с кончиков волос [головы], обёрнутое кожей, полное разнообразных нечистот:",
  "mn10:10.5": "«В этом самом теле есть волосы на голове, …  жидкость, моча».",
  "mn10:11.1": "Вот каким образом он пребывает в созерцании тела как тела внутренне, …  ни к чему в мире не цепляясь.",
  "mn10:11.2": "И так тоже монах пребывает в созерцании тела как тела.",
  "mn10:11.3": "",
  "mn10:12.0": "1.5. Сосредоточение не элементах ",
  "mn10:12.1": "Далее, монахи, монах пересматривает это самое тело, как бы оно ни было размещено, в каком бы положении ни находилось, посредством элементов так:",
  "mn10:12.2": "«В этом теле есть элемент земли, элемент воды, элемент огня, элемент воздуха».",
  "mn10:12.3": "Подобно тому как умелый мясник или его ученик, убивший корову, разрезав её на куски, сидели бы на перекрёстке дорог,",
  "mn10:12.4": "– точно также монах пересматривает это самое тело, как бы оно ни было размещено, в каком бы положении ни находилось, посредством элементов так",
  "mn10:12.5": "«В этом теле есть элемент земли, элемент воды, элемент огня, элемент воздуха».",
  "mn10:13.1": "Вот каким образом он пребывает в созерцании тела как тела внутренне, …  ни к чему в мире не цепляясь.",
  "mn10:13.2": "И так тоже монах пребывает в созерцании тела как тела.",
  "mn10:13.3": "",
  "mn10:14.0": "1.6. Кладбищенские созерцания",
  "mn10:14.1": "Далее, монахи, как если бы он увидел труп, брошенный на кладбище день, два, три тому назад, – мёртвый, раздувшийся, бледный, истекающий [нечистотами],",
  "mn10:14.2": "– так и монах сравнивает с ним это самое тело так:",
  "mn10:14.3": "«Это тело имеет ту же природу, оно будет таким же, оно не избежит этой участи». ",
  "mn10:15.1": "Вот каким образом он пребывает в созерцании тела как тела внутренне, …  ни к чему в мире не цепляясь.",
  "mn10:15.2": "И так тоже монах пребывает в созерцании тела как тела. ",
  "mn10:16.1": "Далее, как если бы он увидел труп, брошенный на кладбище, пожираемый воронами, ястребами, грифами, собаками, шакалами, различными видами червей, ",
  "mn10:16.2": "– так и монах сравнивает с ним это самое тело так:",
  "mn10:16.3": "«Это тело имеет ту же природу, оно будет таким же, оно не избежит этой участи».",
  "mn10:17.1": "Вот каким образом он пребывает в созерцании тела как тела внутренне, …  ни к чему в мире не цепляясь.",
  "mn10:17.2": "И так тоже монах пребывает в созерцании тела как тела. ",
  "mn10:18-23.1": "Далее, как если бы он увидел труп, брошенный на кладбище: скелет с плотью и кровью, стянутый сухожилиями… скелет без плоти, измазанный кровью, стянутый сухожилиями…",
  "mn10:18-23.2": "скелет без плоти, измазанный кровью, стянутый сухожилиями…",
  "mn10:18-23.3": "скелет без плоти, стянутый сухожилиями…",
  "mn10:24.1": "разъединённые кости, разбросанные повсюду – там кость руки, там кость ноги, там берцовая кость, там бедренная кость, там тазовая кость, там позвоночник, там рёбра, там грудная кость, там плечевая кость, там челюсть, там зуб, там череп,",
  "mn10:24.2": "– так и монах сравнивает с ним это самое тело так: ",
  "mn10:24.3": "«Это тело имеет ту же природу, оно будет таким же, оно не избежит этой участи».",
  "mn10:25.1": "Вот каким образом он пребывает в созерцании тела как тела внутренне, …  ни к чему в мире не цепляясь.",
  "mn10:25.2": "И так тоже монах пребывает в созерцании тела как тела. ",
  "mn10:26-28.1": "Далее, как если бы он увидел труп, брошенный на кладбище, с побелевшими костями, цвета морской раковины",
  "mn10:29.1": "кости, собранные в кучу…",
  "mn10:30.1": "ости, которым больше года, сгнившие и стёршиеся в пыль, ",
  "mn10:30.2": "– так и монах сравнивает с ним это самое тело так:",
  "mn10:30.3": "«Это тело имеет ту же природу, оно будет таким же, оно не избежит этой участи». ",
  "mn10:31.1": "Вот каким образом он пребывает в созерцании тела как тела внутренне, или он пребывает в созерцании тела как тела внешне, или он пребывает в созерцании тела как тела и внутренне и внешне. ",
  "mn10:31.2": "Или же он пребывает, созерцая в теле его природу возникновения, или же он пребывает, созерцая в теле его природу исчезновения, или же он пребывает, созерцая в теле его природу и возникновения, и исчезновения. ",
  "mn10:31.3": "Или же осознанность в отношении того, что «вот есть это тело», утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность. И он пребывает независимым, ни к чему в мире не цепляясь. ",
  "mn10:31.4": "Вот как монах пребывает в созерцании тела как тела.",
  "mn10:31.5": "",
  "mn10:31.6": "",
  "mn10:32.0": "2. Созерцание чувств ",
  "mn10:32.1": "И как, монахи, монах пребывает в созерцании чувств как чувств?",
  "mn10:32.2": "Вот, чувствуя приятное чувство, монах понимает: «Я чувствую приятное чувство».  ",
  "mn10:32.3": "увствуя болезненное чувство, монах понимает: «Я чувствую болезненное чувство». ",
  "mn10:32.4": "Чувствуя ни-приятное-ни-болезненное чувство, монах понимает: «Я чувствую ни-приятное-ни-болезненное чувство». ",
  "mn10:32.5": "Чувствуя плотское приятное чувство, монах понимает: «Я чувствую плотское приятное чувство». ",
  "mn10:32.6": "Чувствуя духовное приятное чувство, монах понимает: «Я чувствую духовное приятное чувство». ",
  "mn10:32.7": "Чувствуя плотское болезненное чувство, монах понимает: «Я чувствую плотское болезненное чувство». ",
  "mn10:32.8": "Чувствуя духовное болезненное чувство, монах понимает: «Я чувствую духовное болезненное чувство».  ",
  "mn10:32.9": "Чувствуя плотское ни-приятное-ни-болезненное чувство, монах понимает: «Я чувствую плотское ни-приятное-ни-болезненное чувство». ",
  "mn10:32.10": "Чувствуя духовное ни-приятное-ни-болезненное чувство, монах понимает: «Я чувствую духовное ни-приятное-ни-болезненное чувство».  ",
  "mn10:33.1": "Вот каким образом он пребывает в созерцании чувств как чувств внутренне, или он пребывает в созерцании чувств как чувств внешне, или он пребывает в созерцании чувств как чувств и внутренне и внешне. ",
  "mn10:33.2": "Или же он пребывает, созерцая в чувствах их природу возникновения, или же он пребывает, созерцая в чувствах их природу исчезновения, или же он пребывает, созерцая в чувствах их природу и возникновения, и исчезновения. ",
  "mn10:33.3": "Или же осознанность в отношении того, что «вот есть это чувство» утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность. И он пребывает независимым, ни к чему в мире не цепляясь.",
  "mn10:33.4": "Вот как монах пребывает в созерцании чувств как чувств.",
  "mn10:33.5": "",
  "mn10:34.0": "3. Созерцание ума",
  "mn10:34.1": "И как, монахи, монах пребывает в созерцании ума как ума? ",
  "mn10:34.2": "Вот монах понимает ум с жаждой как ум с жаждой, ",
  "mn10:34.3": "а ум без жажды – как ум без жажды.",
  "mn10:34.4": "Он понимает ум со злобой как ум со злобой, ",
  "mn10:34.5": "а ум без злобы – как ум без злобы. ",
  "mn10:34.6": "Он понимает ум с заблуждением как ум с заблуждением, ",
  "mn10:34.7": "а ум без заблуждения – как ум без заблуждения.  ",
  "mn10:34.8": "Он понимает сжатый ум как сжатый ум,  ",
  "mn10:34.9": "а отвлечённый ум – как отвлечённый ум.  ",
  "mn10:34.10": "Он понимает возвышенный ум как возвышенный ум,  ",
  "mn10:34.11": "а не-возвышенный ум – как не-возвышенный ум. ",
  "mn10:34.12": "Он понимает ум, который можно превзойти, как ум, который можно превзойти,",
  "mn10:34.13": "а непревзойдённый ум – как непревзойдённый ум. ",
  "mn10:34.14": "Он понимает сосредоточенный ум как сосредоточенный ум, ",
  "mn10:34.15": "а несосредоточенный ум – как несосредоточенный ум. ",
  "mn10:34.16": "Он понимает освобождённый ум как освобождённый ум,",
  "mn10:34.17": "а неосвобождённый ум – как неосвобождённый ум.",
  "mn10:35.1": "Вот каким образом он пребывает в созерцании ума как ума внутренне, или он пребывает в созерцании ума как ума внешне, или он пребывает в созерцании ума как ума и внутренне и внешне.",
  "mn10:35.2": "Или же он пребывает, созерцая в уме его природу возникновения, или же он пребывает, созерцая в уме его природу исчезновения, или же он пребывает, созерцая в уме его природу и возникновения, и исчезновения. ",
  "mn10:35.3": "Или же осознанность в отношении того, что «вот есть этот ум», утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность. И он пребывает независимым, ни к чему в мире не цепляясь. ",
  "mn10:35.4": "Вот как монах пребывает в созерцании ума в уме. ",
  "mn10:35.5": "",
  "mn10:36.0.1": "4. Созерцание умственных феноменов",
  "mn10:36.0.2": "4.1. Пять помех",
  "mn10:36.1": "И как, монахи, монах пребывает в созерцании умственных феноменов как умственных феноменов?",
  "mn10:36.2": "Вот монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении пяти помех.",
  "mn10:36.3": "И как монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении пяти помех?",
  "mn10:36.4": "Вот, когда в нём наличествует чувственное желание, монах понимает: «Во мне [в данный момент] есть чувственное желание». Если в нём нет чувственного желания, он понимает: «Во мне [в данный момент] нет чувственного желания». Он также понимает как происходит возникновение невозникшего чувственного желания, и как происходит отбрасывание возникшего чувственного желания, и как происходит будущее не-возникновение отброшенного чувственного желания.",
  "mn10:36.5": "Когда в нём наличествует недоброжелательность, монах понимает: «Во мне [в данный момент] есть недоброжелательность». Если в нём нет недоброжелательности, он понимает: «Во мне [в данный момент] нет недоброжелательности». Он также понимает как происходит возникновение невозникшей недоброжелательности, и как происходит отбрасывание возникшей недоброжелательности, и как происходит будущее не-возникновение отброшенной недоброжелательности. ",
  "mn10:36.6": "Когда в нём наличествуют лень и апатия, монах понимает: «Во мне [в данный момент] есть лень и апатия». Если в нём нет лени и апатии, он понимает: «Во мне [в данный момент] нет лени и апатии». Он также понимает как происходит возникновение невозникших лени и апатии, и как происходит отбрасывание возникших лени и апатии, и как происходит будущее не-возникновение отброшенных лени и апатии.",
  "mn10:36.7": "Когда в нём наличествуют неугомонность и сожаление, монах понимает: «Во мне [в данный момент] есть неугомонность и сожаление». Если в нём нет неугомонности и сожаления, он понимает: «Во мне [в данный момент] нет неугомонности и сожаления». Он также понимает как происходит возникновение невозникших неугомонности и сожаления, и как происходит отбрасывание возникших неугомонности и сожаления, и как происходит будущее не-возникновение отброшенных неугомонности и сожаления. ",
  "mn10:36.8": "Когда в нём наличествует сомнение, монах понимает: «Во мне [в данный момент] есть сомнение». Если в нём нет сомнения, он понимает: «Во мне [в данный момент] нет сомнения». Он также понимает как происходит возникновение невозникшего сомнения, и как происходит отбрасывание возникшего сомнения, и как происходит будущее не-возникновение отброшенного сомнения. ",
  "mn10:37.1": "Вот каким образом он пребывает в созерцании умственных феноменов как умственных феноменов внутренне, или он пребывает в созерцании умственных феноменов как умственных феноменов внешне, или он пребывает в созерцании умственных феноменов как умственных феноменов и внутренне и внешне.",
  "mn10:37.2": "Или же он пребывает, созерцая в умственных феноменах их природу возникновения, или же он пребывает, созерцая в умственных феноменах их природу исчезновения, или же он пребывает, созерцая в умственных феноменах их природу и возникновения, и исчезновения.  ",
  "mn10:37.3": "Или же осознанность в отношении того, что «вот есть эти умственные феномены», утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность. И он пребывает независимым, ни к чему в мире не цепляясь. ",
  "mn10:37.4": "Вот как монах пребывает в созерцании умственных феноменов как умственных феноменов в плане пяти помех. ",
  "mn10:37.5": "",
  "mn10:38.0": "4.2. Пять совокупностей ",
  "mn10:38.1": "алее, монахи, монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении пяти совокупностей, подверженных цеплянию ",
  "mn10:38.2": "И как монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении пяти совокупностей, подверженных цеплянию? ",
  "mn10:38.3": "Вот монах понимает:  ",
  "mn10:38.4": "«Такова материальная форма, таково её происхождение, таково её исчезновение.  ",
  "mn10:38.5": "Таково чувство, таково его происхождение, таково его исчезновение.",
  "mn10:38.6": "Таково восприятие, таково его происхождение, таково его исчезновение.  ",
  "mn10:38.7": "Таковы формации [ума], таково их происхождение, таково их исчезновение.",
  "mn10:38.8": "Таково сознание, таково его происхождение, таково его исчезновение». ",
  "mn10:39.1": "Вот каким образом он пребывает в созерцании умственных феноменов как умственных феноменов внутренне, или он пребывает в созерцании умственных феноменов как умственных феноменов внешне, или он пребывает в созерцании умственных феноменов как умственных феноменов и внутренне и внешне.",
  "mn10:39.2": "Или же он пребывает, созерцая в умственных феноменах их природу возникновения, или же он пребывает, созерцая в умственных феноменах их природу исчезновения, или же он пребывает, созерцая в умственных феноменах их природу и возникновения, и исчезновения.",
  "mn10:39.3": "Или же осознанность в отношении того, что «вот есть эти умственные феномены», утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность. И он пребывает независимым, ни к чему в мире не цепляясь.",
  "mn10:39.4": "Вот как монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении пяти совокупностей, подверженных цеплянию. ",
  "mn10:39.5": "",
  "mn10:40.0": "4.3. Шесть сфер ",
  "mn10:40.1": "Далее, монахи, монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении шести внутренних и шести внешних сфер. ",
  "mn10:40.2": "И как монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении шести внутренних и шести внешних сфер?",
  "mn10:40.3": "Вот монах понимает глаз, он понимает формы, а также он понимает путы, которые возникают в зависимости от обоих. Он также понимает как происходит возникновение невозникших пут, и как происходит отбрасывание возникших пут, и как происходит будущее не-возникновение отброшенных пут ",
  "mn10:40.4": "Он понимает ухо, он понимает звуки, а также он понимает путы…",
  "mn10:40.5": "Он понимает нос, он понимает запахи, а также он понимает путы…",
  "mn10:40.6": "Он понимает язык, он понимает вкусы, а также он понимает путы…",
  "mn10:40.7": "Он понимает тело, он понимает осязаемые вещи, а также он понимает путы… ",
  "mn10:40.8": "Он понимает ум, он понимает умственные феномены, а также он понимает путы, которые возникают в зависимости от обоих. Он также понимает как происходит возникновение невозникших пут, и как происходит отбрасывание возникших пут, и как происходит будущее не-возникновение отброшенных пут. ",
  "mn10:41.1": "Вот каким образом он пребывает в созерцании умственных феноменов как умственных феноменов внутренне, или он пребывает в созерцании умственных феноменов как умственных феноменов внешне, или он пребывает в созерцании умственных феноменов как умственных феноменов и внутренне и внешне.",
  "mn10:41.2": "Или же он пребывает, созерцая в умственных феноменах их природу возникновения, или же он пребывает, созерцая в умственных феноменах их природу исчезновения, или же он пребывает, созерцая в умственных феноменах их природу и возникновения, и исчезновения. ",
  "mn10:41.3": "Или же осознанность в отношении того, что «вот есть эти умственные феномены», утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность. И он пребывает независимым, ни к чему в мире не цепляясь.",
  "mn10:41.4": "Вот как монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении шести внутренних и внешних сфер.",
  "mn10:41.5": "",
  "mn10:42.0": "4.4. Семь факторов просветления ",
  "mn10:42.1": "Далее, монахи, монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении семи факторов просветления ",
  "mn10:42.2": "И как монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении семи факторов просветления?",
  "mn10:42.3": "Вот, когда в нём наличествует осознанность как фактор просветления, монах понимает: «Во мне [в данный момент] есть осознанность как фактор просветления». Если в нём нет осознанности как фактора просветления, он понимает: «Во мне [в данный момент] нет осознанности как фактора просветления». Он также понимает как происходит возникновение невозникшей осознанности как фактора просветления, и как возникшая осознанность как фактор просветления достигает осуществления посредством развития.",
  "mn10:42.4": "Когда в нём наличествует исследование как фактор просветления, монах понимает: «Во мне [в данный момент] есть исследование как фактор просветления». Если в нём нет исследования как фактора просветления, он понимает: «Во мне [в данный момент] нет исследования как фактора просветления». Он также понимает как происходит возникновение невозникшего исследования как фактора просветления, и как возникшее исследование как фактор просветления достигает осуществления посредством развития.",
  "mn10:42.5": "Когда в нём наличествует усердие как фактор просветления, монах понимает: «Во мне [в данный момент] есть усердие как фактор просветления». Если в нём нет усердия как фактора просветления, он понимает: «Во мне [в данный момент] нет усердия как фактора просветления». Он также понимает как происходит возникновение невозникшего усердия как фактора просветления, и как возникшее усердие как фактор просветления достигает осуществления посредством развития.",
  "mn10:42.6": "Когда в нём наличествует восторг как фактор просветления, монах понимает: «Во мне [в данный момент] есть восторг как фактор просветления». Если в нём нет восторга как фактора просветления, он понимает: «Во мне [в данный момент] нет восторга как фактора просветления». Он также понимает как происходит возникновение невозникшего восторга как фактора просветления, и как возникшее восторг как фактор просветления достигает осуществления посредством развития.",
  "mn10:42.7": "Когда в нём наличествует безмятежность как фактор просветления, монах понимает: «Во мне [в данный момент] есть безмятежность как фактор просветления». Если в нём нет безмятежности как фактора просветления, он понимает: «Во мне [в данный момент] нет безмятежности как фактора просветления». Он также понимает как происходит возникновение невозникшей безмятежности как фактора просветления, и как возникшая безмятежность как фактор просветления достигает осуществления посредством развития.",
  "mn10:42.8": "Когда в нём наличествует сосредоточение как фактор просветления, монах понимает: «Во мне [в данный момент] есть сосредоточение как фактор просветления». Если в нём нет сосредоточения как фактора просветления, он понимает: «Во мне [в данный момент] нет сосредоточения как фактора просветления». Он также понимает как происходит возникновение невозникшего сосредоточения как фактора просветления, и как возникшее сосредоточение как фактор просветления достигает осуществления посредством развития.",
  "mn10:42.9": "Когда в нём наличествует невозмутимость как фактор просветления, монах понимает: «Во мне [в данный момент] есть невозмутимость как фактор просветления». Если в нём нет невозмутимости как фактора просветления, он понимает: «Во мне [в данный момент] нет невозмутимости как фактора просветления». Он также понимает как происходит возникновение невозникшей невозмутимости как фактора просветления, и как возникшая невозмутимость как фактор просветления достигает осуществления посредством развития. ",
  "mn10:43.1": "Вот каким образом он пребывает в созерцании умственных феноменов как умственных феноменов внутренне, или он пребывает в созерцании умственных феноменов как умственных феноменов внешне, или он пребывает в созерцании умственных феноменов как умственных феноменов и внутренне и внешне.",
  "mn10:43.2": "Или же он пребывает, созерцая в умственных феноменах их природу возникновения, или же он пребывает, созерцая в умственных феноменах их природу исчезновения, или же он пребывает, созерцая в умственных феноменах их природу и возникновения, и исчезновения. ",
  "mn10:43.3": "Или же осознанность в отношении того, что «вот есть эти умственные феномены», утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность. И он пребывает независимым, ни к чему в мире не цепляясь.",
  "mn10:43.4": "Вот как монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении семи факторов просветления. ",
  "mn10:43.5": "",
  "mn10:44.0": "4.5. Четыре Благородные Истины ",
  "mn10:44.1": "Далее, монахи, монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении Четырёх благородных истин. ",
  "mn10:44.2": "И как монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении Четырёх благородных истин? ",
  "mn10:44.3": "Вот монах понимает в соответствии с действительностью: «Это – страдание». Он понимает в соответствии с действительностью: «Это – происхождение страдания». Он понимает в соответствии с действительностью: «Это – прекращение страдания». Он понимает в соответствии с действительностью: «Это – путь, ведущий к прекращению страдания». ",
  "mn10:45.1": "Вот каким образом он пребывает в созерцании умственных феноменов как умственных феноменов внутренне, или он пребывает в созерцании умственных феноменов как умственных феноменов внешне, или он пребывает в созерцании умственных феноменов как умственных феноменов и внутренне, и внешне. ",
  "mn10:45.2": "Или же он пребывает, созерцая в умственных феноменах их природу возникновения, или же он пребывает, созерцая в умственных феноменах их природу исчезновения, или же он пребывает, созерцая в умственных феноменах их природу и возникновения, и исчезновения.  ",
  "mn10:45.3": "Или же осознанность в отношении того, что «вот есть эти умственные феномены», утверждена в нём лишь до той степени, [до которой] необходимо, [чтобы возникло] простое знание [об этом] и осознанность. И он пребывает независимым, ни к чему в мире не цепляясь.  ",
  "mn10:45.4": "Вот как монах пребывает в созерцании умственных феноменов как умственных феноменов в отношении Четырёх благородных истин.",
  "mn10:45.5": "",
  "mn10:45.6": "",
  "mn10:46.1": "Монахи, если кто-либо развивает эти четыре основы осознанности таким образом в течение семи лет, то в отношении него можно ожидать одного из этих двух плодов  ",
  "mn10:46.2": "либо окончательного знания здесь и сейчас, либо, если ещё имеется остаточное цепляние, [состояния] не-возвращения ",
  "mn10:46.3": "Не берите в расчёт семь лет, монахи.",
  "mn10:46.4": "Если кто-либо развивает эти четыре основы осознанности таким образом шесть лет…",
  "mn10:46.5": "пять лет … ",
  "mn10:46.6": "четыре года … ",
  "mn10:46.7": "три года … ",
  "mn10:46.8": "два года… ",
  "mn10:46.9": "один год … то в отношении него можно ожидать одного из этих двух плодов – либо окончательного знания здесь и сейчас, либо, если ещё имеется остаточное цепляние, [состояния] не-возвращения.",
  "mn10:46.10": "Не берите в расчёт один год, монахи.",
  "mn10:46.11": "Если кто-либо развивает эти четыре основы осознанности таким образом семь месяцев … ",
  "mn10:46.12": "шесть месяцев",
  "mn10:46.13": "пять месяцев",
  "mn10:46.14": "четыре месяца… ",
  "mn10:46.15": "три месяца … ",
  "mn10:46.16": "четыре месяца … ",
  "mn10:46.17": "три месяца … ",
  "mn10:46.18": "два месяца … ",
  "mn10:46.19": "один месяц … ",
  "mn10:46.20": "полмесяца, то в отношении него можно ожидать одного из этих двух плодов – либо окончательного знания здесь и сейчас, либо, если ещё имеется остаточное цепляние, [состояния] не-возвращения.",
  "mn10:46.21": "Не берите в расчёт полмесяца, монахи.",
  "mn10:46.22": "Если кто-либо развивает эти четыре основы осознанности таким образом семь дней, то в отношении него можно ожидать одного из этих двух плодов",
  "mn10:46.23": "либо окончательного знания здесь и сейчас, либо, если ещё имеется остаточное цепляние, [состояния] не-возвращения. ",
  "mn10:47.1": "«Монахи, это прямой путь, ведущий к очищению существ, к устранению печали и стенания, к исчезновению боли и грусти, к достижению истинного пути, к реализации ниббаны – то есть, четыре основы осознанности». ",
  "mn10:47.2": "«Вот что я сказал, и вот почему я это сказал». ",
  "mn10:47.3": "Так сказал Благословенный. ",
  "mn10:47.4": "Довольные, монахи восхитились словами Благословенного. ",
  "mn10:47.5": "",
  "mn10:47.6": "",
  "mn10:48.1": "",
  "mn10:48.2": "",
  "mn10:48.3": ""
}