{
  "mn108:0.1": "Мадджхима Никая 108 ",
  "mn108:0.2": "К Гопака Моггаллане  ",
  "mn108:1.1": "Так я слышал. ",
  "mn108:1.2": "Однажды Достопочтенный Ананда пребывал в Раджагахе в Бамбуковой Роще в Беличьем Святилище.  вскоре после того, как Благословенный достиг окончательной ниббаны.  ",
  "mn108:2.1": "И в то время царь Аджатасатту Ведехипутта из Магадхи из-за подозрений в отношении царя Падджоты построил в Раджагахе укрепления. ",
  "mn108:3.1": "И тогда, утром, достопочтенный Ананда оделся, взял чашу и внешнее одеяние и отправился в Раджагаху за подаяниями. ",
  "mn108:3.2": "И тогда мысль пришла к достопочтенному Ананде:  ",
  "mn108:3.3": "«Слишком рано ходить за подаяниями по Раджагахе. ",
  "mn108:3.4": "Что если я отправлюсь туда, где работает брахман Гопака Моггаллана?»  ",
  "mn108:4.1": "И тогда достопочтенный Ананда отправился на работу к брахману Гопаке Моггаллане.  ",
  "mn108:4.2": "Брахман Гопака Моггаллана увидел достопочтенного Ананду издали  ",
  "mn108:4.3": "и сказал ему:  ",
  "mn108:4.4": "«Пусть господин Ананда подойдёт!  ",
  "mn108:4.5": "Добро пожаловать, господин Ананда!  ",
  "mn108:4.6": "Долгое время у господина Ананды не было возможности прийти сюда. ",
  "mn108:4.7": "Пусть господин Ананда присаживается, вот тут есть готовое сиденье». ",
  "mn108:4.8": "Достопочтенный Ананда сел на подготовленное сиденье,  ",
  "mn108:4.9": "а брахман Гопака Моггаллана выбрал более низкое сиденье, сел рядом.  ",
  "mn108:4.10": "Затем он спросил достопочтенного Ананду:  ",
  "mn108:5.1": "«Господин Ананда, есть ли хоть один монах, который во всём и во всех отношениях обладает теми качествами, которыми обладал господин Готама, совершенный и полностью просветлённый?»  ",
  "mn108:5.2": "«Брахман, нет ни одного монаха, который во всём и во всех отношениях обладает теми качествами, которыми обладал Благословенный, совершенный и полностью просветлённый.  ",
  "mn108:5.3": "Ведь Благословенный зачинатель не возникшего прежде пути, прокладчик не проложенного прежде пути, объявитель не объявленного прежде пути.  Он знаток пути, открыватель пути, мастер пути.  ",
  "mn108:5.4": "И его ученики теперь пребывают в следовании по этому пути и овладевают им после».  ",
  "mn108:6.1": "Но эта беседа между достопочтенным Анандой и брахманом Гопакой Моггалланой была прервана,  ",
  "mn108:6.2": "Так как брахман Вассакара, главный министр Магадхи, осматривая [проводящиеся] работы в Раджагахе, отправился к достопочтенному Ананде к месту работы брахмана Гопаки Моггаллана. Он обменялся с достопочтенным Анандой приветствиями,  ",
  "mn108:6.3": "После обмена вежливыми приветствиями и любезностями он сел рядом и спросил достопочтенного Ананду:  ",
  "mn108:6.4": "«Ради какой беседы вы сидите сейчас здесь, господин Ананда?  В чём состояла незавершённая вами беседа?»  ",
  "mn108:6.5": "«Брахман, брахман Гопака Моггаллана спросил меня: «Господин Ананда, есть ли хоть один монах… …И его ученики теперь пребывают в следовании по этому пути и овладевают им после». Вот в чём состояла наша беседа, которая была прервана, когда ты прибыл».  Тогда Вассакара сказал: ",
  "mn108:6.6": "",
  "mn108:6.7": "",
  "mn108:6.8": "",
  "mn108:6.9": "",
  "mn108:6.10": "",
  "mn108:6.11": "",
  "mn108:6.12": "",
  "mn108:7.1": "«Господин Ананда, есть ли хоть один монах, которого господин Готама назначил так:  ",
  "mn108:7.2": "«Он будет вашим прибежищем после того, как я уйду», и к которому вы теперь идёте за прибежищем?»  ",
  "mn108:7.3": "«Брахман, нет ни одного монаха, который был избран Сангхой и назначен группой старших монахов так: «Он будет нашим прибежищем после того, как Благословенный ушёл», и к которому мы теперь идём за прибежищем».  ",
  "mn108:7.4": "",
  "mn108:8.1": "«Но, господин Ананда, есть ли хоть один монах, который был избран Сангхой и назначен группой старших монахов так: «Он будет нашим прибежищем после того, как Благословенный ушёл», и к которому мы теперь идём за прибежищем»?  ",
  "mn108:8.2": "",
  "mn108:8.3": "«Брахман, нет ни одного монаха, который был избран Сангхой и назначен группой старших монахов так: «Он будет нашим прибежищем после того, как Благословенный ушёл», и к которому мы теперь идём за прибежищем».  ",
  "mn108:8.4": "",
  "mn108:9.1": "«Но если у вас нет прибежища, господин Ананда, то в чём причина вашего единодушия?»  ",
  "mn108:9.2": "«Мы не без прибежища, брахман.  ",
  "mn108:9.3": "У нас есть прибежище.  ",
  "mn108:9.4": "У нас есть Дхамма в качестве прибежища».  ",
  "mn108:10.1": "«Но когда вы были спрошены так: «Господин Ананда, есть ли хоть один монах, назначенный господином Готамой...  ",
  "mn108:10.2": "",
  "mn108:10.3": "",
  "mn108:10.4": "",
  "mn108:10.5": "или когда вы были спрошены так: «Господин Ананда, есть ли хоть один монах, избранный Сангхой…» – ",
  "mn108:10.6": "так: «Он будет вашим прибежищем, когда я уйду», и к которому вы теперь идёте за прибежищем»  ",
  "mn108:10.7": "– вы ответили: «Нет ни одного такого монаха…».  ",
  "mn108:10.8": "",
  "mn108:10.9": "",
  "mn108:10.10": "Когда вы были спрошены: «Но если у вас нет прибежища…?» –  ",
  "mn108:10.11": "",
  "mn108:10.12": "вы ответили: «Мы не без прибежища, брахман. У нас есть прибежище. У нас есть Дхамма в качестве прибежища».  ",
  "mn108:10.13": "Как следует понимать смысл этих утверждений, господин Ананда?»  ",
  "mn108:10.14": "«Брахман, Благословенный, который знает и видит, совершенный и полностью просветлённый, предписал путь тренировки для монахов и установил Патимоккху.  ",
  "mn108:10.15": "В день Упосатхи все те из нас, кто живёт в зависимости от одного деревенского округа, собираются вместе в согласии, и когда мы собрались,  ",
  "mn108:10.16": "мы просим того, кто знает Патимоккху, продекламировать её.  ",
  "mn108:10.17": "Если монах вспоминает о нарушении или проступке по мере того, как Патимоккха декламируется, мы заставляем его поступить в соответствии с Дхаммой, в соответствии с предписаниями.  ",
  "mn108:10.18": "Не достопочтенные [монахи] заставляют нас поступать так,  ",
  "mn108:10.19": "а Дхамма заставляет нас поступать так».  ",
  "mn108:11.1": "«Господин Ананда, есть ли хоть один монах, которого вы цените, чтите, уважаете, почитаете, и в зависимости от которого вы бы жили, уважая и почитая его?»  ",
  "mn108:11.2": "«Есть такой монах, брахман, которого мы ценим… живём, уважая и почитая его».  ",
  "mn108:11.3": "«Но когда вы были спрошены так: «Господин Ананда, есть ли хоть один монах, назначенный господином Готамой...  ",
  "mn108:11.4": "",
  "mn108:11.5": "",
  "mn108:12.1": "",
  "mn108:12.2": "или когда вы были спрошены так: «Господин Ананда, есть ли хоть один монах, избранный Сангхой…» – ",
  "mn108:12.3": "так: «Он будет вашим прибежищем, когда я уйду», и к которому вы теперь идёте за прибежищем»  ",
  "mn108:12.4": "– вы ответили: «Нет ни одного такого монаха…».  ",
  "mn108:12.5": "",
  "mn108:12.6": "«Но когда вы были спрошены: «Господин Ананда, есть ли хоть один монах, назначенный господином Готамой так: «Он будет вашим прибежищем…» … ",
  "mn108:12.7": "вы ответили: «Есть такой монах, брахман, которого мы ценим… живём, уважая и почитая его».  ",
  "mn108:12.8": "Как следует понимать смысл этих утверждений, господин Ананда?»  ",
  "mn108:13.1": "«Брахман, есть десять качеств, внушающих доверие, которые были провозглашены Благословенным, который знает и видит, совершенным и полностью просветлённым.  ",
  "mn108:13.2": "Когда эти качества есть в ком-либо из нас, то мы ценим, чтим, уважаем, почитаем его и живём в зависимости от него, уважая и почитая его.  ",
  "mn108:13.3": "Какие десять? ",
  "mn108:14.1": "Вот монах нравственный, он пребывает, сдерживая себя соблюдением Патимоккхи, [будучи] совершенным в поведении и средствах,  видя боязнь в мельчайшей оплошности. Возложив на себя правила тренировки, он тренируется в них.  ",
  "mn108:15.1": "Он много изучал, помнит то, что учил, накапливает [в своём уме] то, что он изучил.  ",
  "mn108:15.2": "Те учения, что прекрасны в начале, прекрасны в середине и прекрасны в конце – правильные и в значении и во формулировках, провозглашающие святую жизнь, всецело совершенную и чистую, – таких учений он много заучивал, запоминал, повторял вслух по памяти, исследовал умом и тщательно проникал [в них] воззрением. ",
  "mn108:16.1": "Он довольствуется своими одеяниями, едрй с подаяний, жилищем, необходимыми для лечения вещами.  ",
  "mn108:17.1": "Он обретает по желанию, без сложностей и проблем, четыре джханы, которые составляют высший ум и обеспечивают приятное пребывание здесь и сейчас.  ",
  "mn108:18.1": "Он владеет различными видами сверхъестественных сил: : будучи одним он становится многими; будучи многими, он становится одним. Он появляется. Он исчезает. Он беспрепятственно проходит сквозь стены, бастионы, горы, как если бы шёл сквозь пустое пространство. Он ныряет и выныривает из земли, как если бы она была водой. Он ходит по воде и не тонет, как если бы вода была сушей. Сидя со скрещенными ногами, он летит по воздуху как крылатая птица. Своей рукой он касается и ударяет даже солнце и луну, настолько он силён и могущественен.  Он так влияет на тело, что достигает даже мира Брахмы. ",
  "mn108:19.1": "За счёт элемента божественного уха, очищенного и превосходящего человеческое, он слышит оба вида звуков: божественные и человеческие, далёкие и близкие…  ",
  "mn108:20.1": "Он знает умы других существ, других личностей, направив на них свой собственный ум... ",
  "mn108:20.2": "Он понимает ум с жаждой как ум с жаждой,  ",
  "mn108:20.3": "а ум без жажды – как ум без жажды. ",
  "mn108:20.4": "Он понимает ум с отвращением как ум с отвращением, ",
  "mn108:20.5": "а ум без отвращения как ум без отвращения.  ",
  "mn108:20.6": "ум с невежеством как ум с невежеством,  ",
  "mn108:20.7": "а ум без невежества как ум без невежества.  ",
  "mn108:20.8": "суженный ум как суженный ум,  ",
  "mn108:20.9": "расширенный ум как расширенный ум.  ",
  "mn108:20.10": "увеличенный ум как увеличенный ум,  ",
  "mn108:20.11": "а не-увеличенный ум как не-увеличенный ум.  ",
  "mn108:20.12": "сильный ум, [который ещё не достиг наивысшего уровня], как сильный ум,  ",
  "mn108:20.13": "и непревзойдённый в силе ум как непревзойдённый в силе ум.  ",
  "mn108:20.14": "сосредоточенный ум как сосредоточенный ум,  ",
  "mn108:20.15": "а несосредоточенный ум как несосредоточенный ум.  ",
  "mn108:20.16": "освобождённый ум как освобождённый ум,  ",
  "mn108:20.17": "а неосвобождённый ум – как неосвобождённый ум.  ",
  "mn108:21.1": "Он вспоминает множество прошлых жизней. Одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира. Он вспоминает: «здесь я носил такое-то имя, принадлежал к такому-то сословию, таковой была моя внешность. Таковой была моя пища, таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился где-то ещё; и здесь я тоже носил такое-то имя, принадлежал к такому-то сословию, таковой была моя внешность. Таковой была моя пища, таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился тут». Так он вспоминает множество своих жизней во всех их вариациях и деталях. ",
  "mn108:22.1": "Посредством божественного видения, очищенного и превосходящего человеческое, он видит как существа покидают жизнь и перерождаются, и он распознаёт низменных и высоких, прекрасных и уродливых, удачливых и неудачливых. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn108:23.1": "За счёт уничтожения пятен [умственных загрязнений] он здесь и сейчас входит и пребывает в незапятнанном освобождении ума, освобождении мудростью,  реализовав эти состояния для себя посредством прямого знания.  ",
  "mn108:23.2": "Таковы, брахман, десять качеств, внушающих доверие, которые были провозглашены Благословенным, который знает и видит, совершенным и полностью просветлённым.  ",
  "mn108:23.3": "Когда эти качества есть в ком-либо из нас, то мы ценим, чтим, уважаем, почитаем его и живём в зависимости от него, уважая и почитая его».  ",
  "mn108:24.1": "Когда так было сказано, брахман Вассакара, министр Магадхи, сказал военачальнику Упананде:  ",
  "mn108:24.2": "«Военачальник, как ты думаешь? ",
  "mn108:24.3": "Когда эти достопочтенные ценят того, кого следует ценить; уважают того, кого следует уважать; чтят того, кого следует чтить; почитают того, кого следует почитать,  ",
  "mn108:24.4": "то вне сомнений, они ценят того, кого следует ценить… почитать.  ",
  "mn108:24.5": "Ведь если бы эти достопочтенные не ценили… почитали такого человека,  ",
  "mn108:24.6": "то кого бы они тогда могли ценить… почитать, и жить в зависимости от него, уважая и почитая его?»  ",
  "mn108:25.1": "Затем брахман Вассакара, министр Магадхи, сказал достопочтенному Ананде:  ",
  "mn108:25.2": "«Где сейчас проживает господин Ананда?»  ",
  "mn108:25.3": "«Я живу здесь, в Бамбуковой Роще, брахман».  ",
  "mn108:25.4": "«Я надеюсь, господин Ананда, что Бамбуковая Роща приятная, тихая, не тревожима голосами, с атмосферой затворничества, удалённая от людей, подходящая для уединения».  ",
  "mn108:25.5": "«В самом деле, брахман, Бамбуковая Роща приятная… подходящая для затворничества  благодаря таким оберегающим охранителям как ты».  ",
  "mn108:25.6": "«Воистину, господин Ананда, Бамбуковая Роща приятная… подходящая для затворничества из-за достойных, которые медитируют и взращивают медитацию.  ",
  "mn108:25.7": "Достойные – медитируют и взращивают медитацию.  ",
  "mn108:25.8": "Однажды, господин Ананда, господин Готама проживал в Весали в Зале С Остроконечной Крышей, в Великом лесу.  ",
  "mn108:25.9": "Тогда я отправился туда, подошёл к господину Готаме  ",
  "mn108:25.10": "и многими способами он беседовал со мной на тему медитации.  ",
  "mn108:25.11": "Господин Готама был медитирующим и взращивал медитацию,  ",
  "mn108:25.12": "и он восхвалял каждый вид медитации».  ",
  "mn108:26.1": "«Брахман, Благословенный не восхвалял каждый вид медитации, но и не порицал каждый вид медитации.  ",
  "mn108:26.2": "И какой вид медитации Благословенный не восхвалял?  ",
  "mn108:26.3": "Бывает так, брахман, что некий человек пребывает с умом, охваченным чувственной жаждой, он жертва чувственной жажды, и он не понимает в соответствии с действительностью спасения от возникшей чувственной жажды.  ",
  "mn108:26.4": "Когда он лелеет в себе чувственную жажду, он медитирует, перемедитирует, премедитирует, недомедитирует.  ",
  "mn108:26.5": "Он пребывает с умом, охваченным и порабощённым недоброжелательностью... ",
  "mn108:26.6": "",
  "mn108:26.7": "ленью и апатией…  ",
  "mn108:26.8": "",
  "mn108:26.9": "неугомонностью и сожалением…  ",
  "mn108:26.10": "",
  "mn108:26.11": "сомнением, он жертва сомнения, и он не понимает в соответствии с действительностью спасения от возникшего сомнения.  ",
  "mn108:26.12": "Когда он лелеет в себе сомнение, он медитирует, перемедитирует, премедитирует, недомедитирует.  ",
  "mn108:26.13": "Благословенный не восхвалял такой вид медитации.  ",
  "mn108:27.1": "И какой вид медитации Благословенный восхвалял?  ",
  "mn108:27.2": "Вот, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn108:27.3": "С угасанием направления и удержания [ума на объекте], он входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn108:27.4": "С угасанием восторга он пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn108:27.5": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, он входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn108:27.6": "Благословенный восхвалял такой вид медитации».  ",
  "mn108:28.1": "«Похоже, господин Ананда, что господин Готама порицал тот вид медитации, который следует порицать, и восхвалял тот вид медитации, который следует восхвалять.  ",
  "mn108:28.2": "А теперь, господин Ананда, нам нужно идти.  ",
  "mn108:28.3": "Мы очень заняты, у нас много дел». ",
  "mn108:28.4": "«Ты можешь идти, брахман, когда сочтёшь нужным».  ",
  "mn108:28.5": "И тогда брахман Вассакара, министр Магадхи, восхитившись и возрадовавшись словам достопочтенного Ананды, поднялся со своего сиденья и ушёл.  ",
  "mn108:29.1": "И вскоре после того как он ушёл, брахман Гопака Моггаллана сказал достопочтенному Ананде:  ",
  "mn108:29.2": "«Господин Ананда ещё не ответил на то, о чём мы его спросили».  ",
  "mn108:29.3": "«Разве мы не сказали тебе, брахман:  ",
  "mn108:29.4": "«Брахман, нет ни одного монаха, который во всём и во всех отношениях обладает теми качествами, которыми обладал Благословенный, совершенный и полностью просветлённый.  ",
  "mn108:29.5": "Ведь Благословенный зачинатель не возникшего прежде пути, прокладчик не проложенного прежде пути, объявитель не объявленного прежде пути.  Он знаток пути, открыватель пути, мастер пути.  ",
  "mn108:29.6": "И его ученики теперь пребывают в следовании по этому пути и овладевают им после»?  "
}