{
  "mn100:0.1": "Мадджхима Никая 100 ",
  "mn100:0.2": "К Сангараве ",
  "mn100:1.1": "Так я слышал. ",
  "mn100:1.2": "Однажды Благословенный путешествовал по стране Косал вместе с большой общиной монахов.  ",
  "mn100:2.1": "И в то время брахманка по имени Дхананьджани проживала в Чандалакаппе,  наделённая полной уверенностью по отношению к Будде, Дхамме, и Сангхе.  ",
  "mn100:2.2": "Однажды она споткнулась и произнесла три раза:  ",
  "mn100:2.3": "«Слава Благословенному, совершенному и полностью просветлённому! ",
  "mn100:2.4": "Слава Благословенному, совершенному и полностью просветлённому! ",
  "mn100:2.5": "Слава Благословенному, совершенному и полностью просветлённому!» ",
  "mn100:3.1": "В то время брахманский ученик по имени Сангарава проживал в Чандалакаппе.  Юный, с недавно обритой головой, шестнадцатилетний, он был знатоком Трёх Вед в их словарях, литургии, фонологии, этимологии, и исторей как пятое. Он хорошо знал филологию, грамматику и был прекрасно сведущ в натурфилософии и в знаках Великого Человека, ",
  "mn100:3.2": "Услышав, что брахманка Дхананьджани произнесла эти слова,   ",
  "mn100:3.3": "он сказал ей: ",
  "mn100:3.4": "«Как низка и постыдна эта брахманка Дхананьджани,  ведь когда вокруг брахманы, она восхваляет этого бритоголового отшельника».  ",
  "mn100:3.5": "«Мой дорогой, ты не знаешь нравственности и мудрости Благословенного.  ",
  "mn100:3.6": "Если бы ты знал нравственность и мудрость Благословенного, мой дорогой, ты бы никогда не подумал ругать и оскорблять его».  ",
  "mn100:3.7": "«В таком случае, почтенная, извести меня, когда отшельник Готама прибудет в Чандалакаппу».  ",
  "mn100:3.8": "«Хорошо, мой дорогой» – ответила брахманка Дхананьджани.  ",
  "mn100:4.1": "И тогда, совершив несколько переходов по стране Косал, Благословенный со временем прибыл в Чандалакаппу.  ",
  "mn100:4.2": "Там, в Чандалакаппе, Благословенный остановился в манговой роще, принадлежащей клану Тодейи.  ",
  "mn100:5.1": "Брахманка Дхананьджани услышала, что Благословенный прибыл,  ",
  "mn100:5.2": "а потому она отправилась к брахманскому ученику Сангараве и сказала ему: «Мой дорогой, Благословенный прибыл в Чандалакаппу и остановился здесь, в Чандалакаппе, в манговой роще, принадлежащей клану Тодейи.  ",
  "mn100:5.3": "",
  "mn100:5.4": "И теперь, мой дорогой, ты можешь отправляться, когда сочтёшь нужным».  ",
  "mn100:5.5": "«Хорошо, почтенная» – ответил он.  Затем он отправился к Благословенному и обменялся с ним приветствиями.  ",
  "mn100:5.6": "После обмена вежливыми приветствиями и любезностями он сел рядом и спросил Благословенного:  ",
  "mn100:6.1": "«Господин Готама, есть некие жрецы и отшельники, которые заявляют [о том, что учат] основам святой жизни после достижения завершения и совершенства прямого знания здесь и сейчас. ",
  "mn100:6.2": "Где среди этих жрецов и отшельников находится господин Готама?»  ",
  "mn100:7.1": "«Бхарадваджа, я утверждаю, что есть различие среди этих жрецов и отшельников, которые заявляют [о том, что учат] основам святой жизни после достижения завершения и совершенства прямого знания здесь и сейчас.  ",
  "mn100:7.2": "Есть некие жрецы и отшельники, которые традиционалисты,  ",
  "mn100:7.3": "Которые на основании устной традиции заявляют [о том, что учат] основам святой жизни после достижения завершения и совершенства прямого знания здесь и сейчас.  ",
  "mn100:7.4": "Таковыми, [например], являются брахманы Трёх Вед.  ",
  "mn100:7.5": "[Далее], есть некие жрецы и отшельники, которые всецело на основании простой лишь веры заявляют [о том, что учат] основам святой жизни после достижения завершения и совершенства прямого знания здесь и сейчас.  ",
  "mn100:7.6": "Таковыми, [например], являются рассуждающие и изучающие. ",
  "mn100:7.7": "[Далее], есть некие жрецы и отшельники, которые, напрямую познав Дхамму для себя среди вещей, не слышанных прежде, заявляют [о том, что учат] основам святой жизни после достижения завершения и совершенства прямого знания здесь и сейчас.  ",
  "mn100:7.8": "Я, Бхарадваджа, один из этих жрецов и отшельников, которые, напрямую познав Дхамму для себя среди вещей, не слышанных прежде, заявляют [о том, что учат] основам святой жизни после достижения завершения и совершенства прямого знания здесь и сейчас.  ",
  "mn100:8.1": "И то, почему я один из этих жрецов и отшельников, можно понять следующим образом. ",
  "mn100:9.1": "Бхарадваджа, до своего просветления, когда я всё ещё был только лишь непросветлённым бодхисаттой, я думал так:  ",
  "mn100:9.2": "«Домохозяйская жизнь тесная и пыльная. Бездомная жизнь подобна бескрайним просторам. ",
  "mn100:9.3": "Непросто, проживая дома, вести святую жизнь всецело чистую и совершенную, словно отполированная морская раковина. ",
  "mn100:9.4": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn100:9.5": "Позже, будучи всё ещё черноволосым юношей, наделённым благословением молодости на первом этапе жизни, я обрил волосы и бороду, надел жёлтые одежды и оставил жизнь домохозяйскую ради жизни бездомной. ",
  "mn100:9.6": "Уйдя в бездомную жизнь, монахи, в поисках благого, ища непревзойдённое состояние высочайшего покоя, я отправился к [отшельнику] Алара Каламе и сказал ему: ",
  "mn100:9.7": "Друг Калама, я бы хотел вести святую жизнь в этой Дхамме и Винае». ",
  "mn100:9.8": "Алара Калама ответил: ",
  "mn100:9.9": "«Достопочтенный может оставаться здесь. ",
  "mn100:9.10": "Эта Дхамма такова, что мудрец вскоре сможет войти и пребывать в ней, реализовав для себя посредством прямого знания доктрину своего учителя». ",
  "mn100:9.11": "И вскоре я быстро выучил ту Дхамму.  ",
  "mn100:9.12": "До той степени, до которой излагалось его учение посредством простой декламации губами и повторения [заученного],  я мог говорить со знанием и уверенностью, и я заявлял: «Я знаю и вижу». И были и другие, кто делал так же. ",
  "mn100:9.13": "И тогда я подумал:  ",
  "mn100:9.14": "«Не только за счёт одной веры Алара Калама заявляет: «Реализовав для себя посредством прямого знания, я вхожу и пребываю в этой Дхамме». ",
  "mn100:9.15": "Вне сомнений, Алара Калама [на самом деле] пребывает, зная и видя эту Дхамму». ",
  "mn100:10.1": "Тогда я отправился к Алара Каламе и сказал: ",
  "mn100:10.2": "«Друг Алара, каким образом ты заявляешь, что, реализовав для себя посредством прямого знания, ты входишь и пребываешь в этой Дхамме?» ",
  "mn100:10.3": "В ответ на это он заявил о сфере отсутствия всего.  ",
  "mn100:10.4": "И тогда я подумал:  ",
  "mn100:10.5": "«Не только Алара Калама имеет веру,  ",
  "mn100:10.6": "усердие... ",
  "mn100:10.7": "осознанность, ",
  "mn100:10.8": "сосредоточение... ",
  "mn100:10.9": "и мудрость. У меня тоже есть вера, усердие, осознанность, сосредоточение и мудрость.  ",
  "mn100:10.10": "Что, если я постараюсь реализовать Дхамму, о которой Алара Калама заявляет, что входит и пребывает в ней, реализовав для себя посредством прямого знания»? ",
  "mn100:10.11": "И вскоре я быстро вошёл и пребывал в той Дхамме, реализовав [её] для себя посредством прямого знания. ",
  "mn100:10.12": "Тогда я отправился к Алара Каламе и сказал: ",
  "mn100:10.13": "«Друг Калама, таким ли образом ты заявляешь, что входишь и пребываешь в этой Дхамме, реализовав [её] для себя посредством прямого знания»? ",
  "mn100:10.14": "«Таким образом, друг». ",
  "mn100:10.15": "«Таким же образом, друг, я также вхожу и пребываю в этой Дхамме, реализовав [её] для себя посредством прямого знания». ",
  "mn100:10.16": "«Какое благо для нас, друг, какое огромное благо, ",
  "mn100:10.17": "что у нас есть такой достопочтенный, как наш товарищ по святой жизни. ",
  "mn100:10.18": "Та Дхамма, о которой я заявляю, что вхожу и пребываю в ней, реализовав [её] для себя посредством прямого знания, является [той же самой] Дхаммой, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания.  ",
  "mn100:10.19": "И та Дхамма, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания, является [той же самой], о которой я заявляю, что вхожу и пребываю в ней, реализовав [её] для себя посредством прямого знания.  ",
  "mn100:10.20": "Так что ты знаешь Дхамму, которую я знаю, и я знаю Дхамму, которую знаешь ты.  ",
  "mn100:10.21": "Каков я, таков и ты. Каков ты, таков и я.  ",
  "mn100:10.22": "Ну же, друг! Будем теперь вместе вести эту общину [учеников]».  ",
  "mn100:10.23": "Так мой учитель, Алара Калама, поставил меня, своего ученика, наравне с собой, и оказал мне наивысшее почтение.  ",
  "mn100:10.24": "И тогда я подумал:  ",
  "mn100:10.25": "«Эта Дхамма не ведёт к утрате очарованности, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане,  но [ведёт только] к перерождению в сфере отсутствия всего». ",
  "mn100:10.26": "Не будучи удовлетворённым этой Дхаммой, разочарованный ею, я ушёл.  ",
  "mn100:11.1": "Будучи всё ещё в поисках благого, ища непревзойдённое состояние высочайшего покоя,  я отправился к [отшельнику] Уддака Рамапутте и сказал ему:  ",
  "mn100:11.2": "Друг, я бы хотел вести святую жизнь в этой Дхамме и Винае». ",
  "mn100:11.3": "Уддака Рамапутта ответил: ",
  "mn100:11.4": "«Достопочтенный может оставаться здесь. ",
  "mn100:11.5": "Эта Дхамма такова, что мудрец вскоре сможет войти и пребывать в ней, реализовав для себя посредством прямого знания доктрину своего учителя». ",
  "mn100:11.6": "И вскоре я быстро выучил ту Дхамму.  ",
  "mn100:11.7": "До той степени, до которой излагалось его учение посредством простой декламации губами и повторения [заученного],  я мог говорить со знанием и уверенностью, и я заявлял: «Я знаю и вижу». И были и другие, кто делал так же. ",
  "mn100:11.8": "И тогда я подумал:  ",
  "mn100:11.9": "«Не только за счёт одной веры Рама заявляет: «Реализовав для себя посредством прямого знания, я вхожу и пребываю в этой Дхамме». ",
  "mn100:11.10": "Вне сомнений, Рама [на самом деле] пребывает, зная и видя эту Дхамму». ",
  "mn100:11.11": "Тогда я отправился к [отшельнику] Уддака Рамапутте и сказал ему:  ",
  "mn100:11.12": "«Друг, каким образом Рама заявлял, что, реализовав для себя посредством прямого знания, он входил и пребывал в этой Дхамме?» ",
  "mn100:11.13": "В ответ на это Уддака Рамапутта заявил о сфере ни-восприятия-ни-не-восприятия. ",
  "mn100:11.14": "И тогда я подумал:  ",
  "mn100:11.15": "«Не только у Рамы были вера,  ",
  "mn100:11.16": "усердие... ",
  "mn100:11.17": "осознанность, ",
  "mn100:11.18": "сосредоточение... ",
  "mn100:11.19": "и мудрость. У меня тоже есть вера, усердие, осознанность, сосредоточение и мудрость.  ",
  "mn100:11.20": "Что, если я постараюсь реализовать Дхамму, о которой Рама заявляет, что входит и пребывает в ней, реализовав для себя посредством прямого знания»? ",
  "mn100:11.21": "И вскоре я быстро вошёл и пребывал в той Дхамме, реализовав [её] для себя посредством прямого знания. ",
  "mn100:12.1": "Тогда я отправился к [отшельнику] Уддака Рамапутте и сказал ему:  ",
  "mn100:12.2": "«Друг, таким ли образом Рама заявлял, что входил и пребывал в этой Дхамме, реализовав [её] для себя посредством прямого знания»?  ",
  "mn100:12.3": "«Таким образом, друг».  ",
  "mn100:12.4": "«Таким же образом, друг, я также вхожу и пребываю в этой Дхамме, реализовав [её] для себя посредством прямого знания». ",
  "mn100:12.5": "«Какое благо для нас, друг, какое огромное благо, ",
  "mn100:12.6": "что у нас есть такой достопочтенный, как наш товарищ по святой жизни. ",
  "mn100:12.7": "Та Дхамма, о которой Рама заявлял, что входил и пребывал в ней, реализовав [её] для себя посредством прямого знания, является [той же самой] Дхаммой, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания.  ",
  "mn100:12.8": "И та Дхамма, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания, является [той же самой], о которой Рама заявлял, что входил и пребывал в ней, реализовав [её] для себя посредством прямого знания.  ",
  "mn100:12.9": "Так что ты знаешь Дхамму, которую знал Рама, и Рама знал Дхамму, которую знаешь ты.  ",
  "mn100:12.10": "Каков был Рама, таков и ты. Каков ты, таков был и Рама.  ",
  "mn100:12.11": "Ну же, друг! Ну же, друг, веди теперь эту общину [учеников]».  ",
  "mn100:12.12": "Так мой товарищ по святой жизни, Уддака Рамапутта, поставил меня учителем и оказал мне наивысшее почтение.  ",
  "mn100:12.13": "И тогда я подумал:  ",
  "mn100:12.14": "«Эта Дхамма не ведёт к утрате очарованности, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане,  Но [ведёт только] к перерождению в сфере ни-восприятия-ни-не-восприятия».  ",
  "mn100:12.15": "Не будучи удовлетворённым этой Дхаммой, разочарованный ею, я ушёл.  ",
  "mn100:13.1": "Будучи всё ещё в поисках благого, ища непревзойдённое состояние высочайшего покоя,  Я странствовал переходами по стране Магадхов, пока со временем не прибыл в Урувелу, в Сенанигаму.  ",
  "mn100:13.2": "Там я увидел чудесную местность с восхитительной рощей, кристально чистой рекой с приятными пологими берегами И близлежащей деревней для сбора подаяний.  ",
  "mn100:13.3": "И тогда я подумал:  ",
  "mn100:13.4": "«Это чудесная местность с восхитительной рощей, кристально чистой рекой с приятными пологими берегами и с близлежащей деревней для сбора подаяний.  ",
  "mn100:13.5": "Это послужит старанию представителя клана, настроившегося на старание». ",
  "mn100:13.6": "И я сел там, думая:  ",
  "mn100:13.7": "«Это послужит старанию». ",
  "mn100:14.1": "Затем эти три образа – спонтанные и никогда прежде не слышанные – возникли во мне. ",
  "mn100:14.2": "Представь, как если бы мокрый кусок дерева лежал в воде,  ",
  "mn100:14.3": "и пришёл бы человек с верхней палкой для розжига, думая: ",
  "mn100:14.4": "«Я зажгу огонь, я произведу тепло».  ",
  "mn100:14.5": "Как ты думаешь, Бхарадваджа,  ",
  "mn100:14.6": "Смог бы он разжечь огонь и создать тепло трением верхней палки для розжига в мокром куске дерева, лежащем в воде?»  ",
  "mn100:14.7": "«Нет, господин Готама. ",
  "mn100:14.8": "И почему? ",
  "mn100:14.9": "Потому что кусок дерева мокрый и лежит в воде.  ",
  "mn100:14.10": "Со временем человека постигли бы усталость и разочарование».  ",
  "mn100:14.11": "«Так и с теми жрецами или отшельниками, которые живут, всё ещё телесно не отлучив себя от чувственных удовольствий,  И чьё чувственное желание, увлечение, любовь, жажда и страсть к чувственным удовольствиям не были полностью отброшены и сдержаны внутренне.  Даже если эти почтенные жрецы и отшельники испытывают болезненные, мучительные, пронзающие чувства из-за своего старания, они неспособны на знание и видение [а также] и на непревзойдённое просветление. Даже если эти почтенные жрецы и отшельники не испытывают болезненных, мучительных, пронзающих чувств из-за своего старания, они не способны на знание и видение, [а также] и на непревзойдённое просветление. ",
  "mn100:14.12": "Таким был первый образ, что пришёл ко мне спонтанно, никогда прежде не слышанный.  ",
  "mn100:15.1": "Затем второй образ спонтанно пришёл ко мне, никогда прежде не слышанный.  ",
  "mn100:15.2": "Представь, как если бы мокрый кусок дерева лежал на сухой земле вдали от воды, ",
  "mn100:15.3": "и пришёл бы человек с верхней палкой для розжига, думая: ",
  "mn100:15.4": "«Я зажгу огонь, я произведу тепло».  ",
  "mn100:15.5": "Как ты думаешь, Бхарадваджа,  ",
  "mn100:15.6": "Смог бы он разжечь огонь и создать тепло трением верхней палки для розжига в мокром куске дерева, лежащем на сухой земле вдали от воды?» ",
  "mn100:15.7": "«Нет, господин Готама. ",
  "mn100:15.8": "И почему? ",
  "mn100:15.9": "Потому что кусок дерева мокрый, хоть и лежит на сухой земле вдали от воды.  ",
  "mn100:15.10": "Потому что кусок дерева мокрый, хоть и лежит на сухой земле вдали от воды. Со временем человека постигли бы усталость и разочарование». «Так и с теми жрецами или отшельниками, которые живут, всё ещё телесно не отлучив себя от чувственных удовольствий,  но чьё чувственное желание, увлечение, любовь, жажда и страсть к чувственным удовольствиям не были полностью отброшены и сдержаны внутренне.  Даже если эти почтенные жрецы и отшельники испытывают болезненные, мучительные, пронзающие чувства из-за своего старания, они неспособны на знание и видение [а также] и на непревзойдённое просветление. Даже если эти почтенные жрецы и отшельники не испытывают болезненных, мучительных, пронзающих чувств из-за своего старания, они не способны на знание и видение, [а также] и на непревзойдённое просветление. ",
  "mn100:15.11": "Таким был второй образ, что пришёл ко мне спонтанно, никогда прежде не слышанный.  ",
  "mn100:16.1": "Затем третий образ спонтанно пришёл ко мне, никогда прежде не слышанный.  ",
  "mn100:16.2": "Представь, как если бы сухой, высохший кусок дерева лежал на сухой земле вдали от воды,  ",
  "mn100:16.3": "и пришёл бы человек с верхней палкой для розжига, думая: ",
  "mn100:16.4": "«Я зажгу огонь, я произведу тепло».  ",
  "mn100:16.5": "Как ты думаешь, Бхарадваджа,  ",
  "mn100:16.6": "Смог бы он разжечь огонь и создать тепло трением верхней палки для розжига в сухом, высохшем куске дерева, лежащем на сухой земле вдали от воды?»  ",
  "mn100:16.7": "«Да, господин Готама.  ",
  "mn100:16.8": "И почему? ",
  "mn100:16.9": "Потому что кусок дерева сухой, высохший и лежит на сухой земле вдали от воды». ",
  "mn100:16.10": "«Так и с теми жрецами или отшельниками, которые живут, телесно отлучив себя от чувственных удовольствий,  и чьё чувственное желание, увлечение, любовь, жажда и страсть к чувственным удовольствиям были полностью отброшены и сдержаны внутренне.  Даже если эти почтенные жрецы и отшельники испытывают болезненные, мучительные, пронзающие чувства из-за своего старания, они способны на знание и видение [а также] и на непревзойдённое просветление. Даже если эти почтенные жрецы и отшельники не испытывают болезненных, мучительных, пронзающих чувств из-за своего старания, они способны на знание и видение [а также] и на непревзойдённое просветление.  ",
  "mn100:16.11": "Таким был третий образ, что пришёл ко мне спонтанно, никогда прежде не слышанный.  ",
  "mn100:16.12": "Таковы были три образа, спонтанные и никогда прежде не слышанные, что возникли во мне. ",
  "mn100:17.1": "И тогда я подумал:  ",
  "mn100:17.2": "«Что, если я, стиснув зубы и поджав к нёбу язык, собью, сдержу и сокрушу свой ум своим умом?»  ",
  "mn100:17.3": "По мере того как я делал так, ",
  "mn100:17.4": "пот лился ручьём из подмышек. ",
  "mn100:17.5": "Подобно тому как сильный человек, схватив слабого за голову или плечи, мог бы сбивать его, сдерживать и сокрушать, –  ",
  "mn100:17.6": "так и я, стиснув зубы и поджав к нёбу язык, сбивал, сдерживал и сокрушал свой ум своим умом, и пот лился ручьём из подмышек.  ",
  "mn100:17.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn100:18.1": "И тогда я подумал:  ",
  "mn100:18.2": "«Что, если я буду практиковать медитацию не-дыхания?» ",
  "mn100:18.3": "Так я прекратил вдохи и выдохи носом и ртом.  ",
  "mn100:18.4": "И по мере того как я делал так, громкий звук ветров исходил из моих ушей.  ",
  "mn100:18.5": "Подобно тому как из раздувающихся мехов кузнеца исходит громкий звук, – точно так же, когда я прекратил вдохи и выдохи носом и ртом, громкий звук ветров исходил из моих ушей. ",
  "mn100:18.6": "",
  "mn100:18.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn100:19.1": "И тогда я подумал:  ",
  "mn100:19.2": "«Что, если я дальше буду практиковать медитацию не-дыхания?» ",
  "mn100:19.3": "Так я прекратил вдохи и выдохи носом и ртом.  ",
  "mn100:19.4": "И по мере того как я делал так, жестокие ветры прорезали мою голову.  ",
  "mn100:19.5": "Подобно тому, как если бы сильный человек сокрушил мою голову концом острого меча, – точно так же, когда я прекратил вдохи и выдохи носом, ртом и ушами, жестокие ветры прорезали мою голову.  ",
  "mn100:19.6": "",
  "mn100:19.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn100:20.1": "И тогда я подумал:  ",
  "mn100:20.2": "«Что, если я дальше буду практиковать медитацию не-дыхания?» ",
  "mn100:20.3": "Так я прекратил вдохи и выдохи носом и ртом.  ",
  "mn100:20.4": "По мере того как я делал так, жестокие боли возникали в моей голове. ",
  "mn100:20.5": "Подобно тому, как если бы сильный человек затягивал на моей голове тюрбан из прочных кожаных ремней, – точно так же, когда я прекратил вдохи и выдохи носом, ртом и ушами, жестокие боли возникали в моей голове.  ",
  "mn100:20.6": "",
  "mn100:20.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn100:21.1": "И тогда я подумал:  ",
  "mn100:21.2": "«Что, если я дальше буду практиковать медитацию не-дыхания?» ",
  "mn100:21.3": "Так я прекратил вдохи и выдохи носом и ртом.  ",
  "mn100:21.4": "По мере того как я делал так, жестокие ветры вскрывали мой живот.  ",
  "mn100:21.5": "Подобно тому как если бы умелый мясник или его ученик вскрывали брюхо быка острым мясницким ножом, – точно так же, когда я прекратил вдохи и выдохи носом, ртом и ушами, жестокие ветры вскрывали мой живот.  ",
  "mn100:21.6": "",
  "mn100:21.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn100:22.1": "И тогда я подумал:  ",
  "mn100:22.2": "«Что, если я дальше буду практиковать медитацию не-дыхания?» ",
  "mn100:22.3": "Так я прекратил вдохи и выдохи носом и ртом.  ",
  "mn100:22.4": "По мере того как я делал так, моё тело жестоко горело. ",
  "mn100:22.5": "Подобно тому как если бы два сильных человека, схватив слабого человека за руки, поджаривали его над ямой с горячими углями, – точно так же, когда я прекратил вдохи и выдохи носом, ртом и ушами, в моём теле было жестокое горение.  ",
  "mn100:22.6": "",
  "mn100:22.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn100:23.1": "Тогда одни божества, увидев меня, сказали:  ",
  "mn100:23.2": "«Отшельник Готама мёртв».  ",
  "mn100:23.3": "Третьи божества сказали: ",
  "mn100:23.4": "«Он не мёртв, но умирает».  ",
  "mn100:23.5": "Третьи божества сказали: ",
  "mn100:23.6": "«Он ни мёртв, ни умирает,  А он – арахант, потому что таким образом живут араханты».  ",
  "mn100:23.7": "",
  "mn100:24.1": "И тогда я подумал:  ",
  "mn100:24.2": "«Что, если я буду практиковать полностью без пищи?»  ",
  "mn100:24.3": "Тогда божества пришли ко мне и сказали:  ",
  "mn100:24.4": "«Почтенный, пожалуйста, не практикуйте полностью без пищи.  ",
  "mn100:24.5": "Если вы сделаете так, мы будем вливать через ваши поры кожи божественное питание, и на этом вы выживете».  ",
  "mn100:24.6": "",
  "mn100:24.7": "И тогда я подумал:  ",
  "mn100:24.8": "«Если бы я заявил об абсолютном голодании, а эти божества стали бы вливать через поры моей кожи божественное питание, то я солгал бы [сам себе]».  ",
  "mn100:24.9": "",
  "mn100:24.10": "А потому я приказал им уйти, сказав: «Довольно».  ",
  "mn100:25.1": "И тогда я подумал:  ",
  "mn100:25.2": "«Что, если я буду принимать только чуть-чуть пищи за один раз, только горсть бобового супа, супа из чечевицы, супа из вика или супа из гороха?»  ",
  "mn100:25.3": "По мере того как я делал так, ",
  "mn100:25.4": "Моё тело стало неимоверно истощено.  ",
  "mn100:25.5": "Из-за того, что я так мало ел, мои члены тела стали похожи на соединённые части стеблей лозы или стеблей бамбука.  ",
  "mn100:25.6": "Из-за того, что я так мало ел, мои ягодицы стали похожи на верблюжье копыто…  ",
  "mn100:25.7": "мой позвоночник выступал, словно ожерелье из бусин…  ",
  "mn100:25.8": "мои рёбра выперли наружу, будто балки старого сарая без крыши...  ",
  "mn100:25.9": "Из-за того, что я так мало ел, блеск моих глаз утонул в глазницах, точно блеск воды, что утонул в глубоком колодце. ",
  "mn100:25.10": "Из-за того, что я так мало ел, кожа моей головы сморщилась и иссохла, подобно тому как зелёная горькая тыква высыхает и сморщивается на солнце и ветре. ",
  "mn100:25.11": "Из-за того, что я так мало ел, кожа моего живота настолько прилипла к позвоночнику, что когда я трогал живот, то касался также и позвоночника, а когда я трогал позвоночник, то касался также и кожи живота. ",
  "mn100:25.12": "Из-за того, что я так мало ел, если я мочился или испражнялся, я там же падал лицом вниз.  ",
  "mn100:25.13": "Из-за того, что я так мало ел, если я хотел расслабить тело, потерев его части руками, сгнившие у корней волосы выпадали с моего тела по мере того, как я его растирал. ",
  "mn100:26.1": "Одни люди, видя меня, говорили: «Отшельник Готама – чёрный».  ",
  "mn100:26.2": "Другие говорили: «Отшельник Готама не чёрный. Он коричневый».  ",
  "mn100:26.3": "Третьи говорили: «Отшельник Готама ни чёрный, ни коричневый,  У отшельника Готамы золотистая кожа».  ",
  "mn100:26.4": "Вот как сильно испортился чистый и яркий цвет моей кожи – из-за того, что я так мало ел.  ",
  "mn100:27.1": "И тогда я подумал:  ",
  "mn100:27.2": "«Какие бы жрецы и отшельники в прошлом ни испытывали болезненных, мучительных, пронзающих чувств из-за старания, это [моё болезненное чувство] – наивысшее, сильнее его нет. Какие бы жрецы и отшельники будущего ни испытали болезненных, мучительных, пронзающих чувств из-за старания, это [моё болезненное чувство] – наивысшее, сильнее его нет. Какие бы жрецы и отшельники настоящего ни испытывали болезненных, мучительных, пронзающих чувств из-за старания, это [моё болезненное чувство] – наивысшее, сильнее его нет.  ",
  "mn100:27.3": "",
  "mn100:27.4": "",
  "mn100:27.5": "Но этими мучительными аскезами я не достиг какого-либо сверхчеловеческого состояния, какого-либо отличия в знании и видении, достойного благородных.  ",
  "mn100:27.6": "Может ли существовать иной путь к просветлению?»  ",
  "mn100:28.1": "И тогда я подумал:  ",
  "mn100:28.2": "«Я помню, как однажды, когда мой отец из клана Сакьев работал, я сидел в прохладной тени миртового дерева, И тогда, отстранённый от чувственных удовольствий, отстранённый от неблагих состояний [ума], я вошёл и пребывал в первой джхане, которая сопровождалась направлением и удержанием [ума на объекте медитации] с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn100:28.3": "Могло ли это быть путём к просветлению?»  ",
  "mn100:28.4": "Вслед за этим воспоминанием пришло озарение:  ",
  "mn100:28.5": "<em></em>«Воистину, это путь к просветлению!»  ",
  "mn100:29.1": "И тогда я подумал:  ",
  "mn100:29.2": "«Так почему я боюсь этого удовольствия [джханы], которое не имеет ничего общего ни с чувственным удовольствием, ни с неблагими состояниями [ума]?»  ",
  "mn100:29.3": "Я подумал: ",
  "mn100:29.4": "«Я не боюсь этого удовольствия, ведь оно не имеет ничего общего ни с чувственным удовольствием, ни с неблагими состояниями [ума]».  ",
  "mn100:30.1": "И тогда я подумал:  ",
  "mn100:30.2": "«Непросто достичь этого удовольствия с настолько истощённым телом.  Что, если я приму какую-нибудь твёрдую пищу – немного варёного риса и каши?»  ",
  "mn100:30.3": "",
  "mn100:30.4": "Так я принял твёрдую пищу – немного варёного риса и каши.  ",
  "mn100:30.5": "В то время пять монахов, которые наблюдали за мной, думали:  ",
  "mn100:30.6": "«Если наш отшельник Готама достигнет какого-либо высшего состояния, он скажет нам».  ",
  "mn100:30.7": "Но когда они увидели, как я ем твёрдую пищу – немного варёного риса и каши, – они в отвращении покинули меня, думая так:  ",
  "mn100:30.8": "«Отшельник Готама теперь живёт в роскоши. Он оставил своё старание и вернулся к роскоши».  ",
  "mn100:31-33.1": "И затем, когда я поел твёрдой пищи и восполнил силы, отстранённый от чувственных удовольствий, отстранённый от неблагих состояний [ума], я вошёл и пребывал в первой джхане, которая сопровождалась направлением и удержанием [ума на объекте медитации] с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn100:31-33.2": "Затем, с успокоением направления и удержания [ума], я вошёл и пребывал во второй джхане... ",
  "mn100:31-33.3": "третьей джхане... ",
  "mn100:31-33.4": "четвёртой джхане... ",
  "mn100:34.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию воспоминаний прошлых жизней.  ",
  "mn100:34.2": "Я вспомнил свои многочисленные прошлые жизни. Одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира. Так я вспомнил свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn100:35.1": "Это было первым истинным знанием, которое я обрёл в первую стражу ночи.  ",
  "mn100:35.2": "Неведение было уничтожено; истинное знание появилось; тьма была уничтожена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным.  ",
  "mn100:36-38.1": "Когда мой ум стал таким сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, я направил к знанию смерти и перерождения существ. ",
  "mn100:36-38.2": "Посредством божественного видения, очищенного и превосходящего человеческое, я увидел как существа покидают жизнь и перерождаются, и  распознал низменных и высоких, прекрасных и уродливых, в счастливых уделах и в несчастливых уделах. Я понял, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn100:36-38.3": "Это было вторым истинным знанием, которое я обрёл в среднюю стражу ночи.  ",
  "mn100:36-38.4": "Неведение было уничтожено; истинное знание появилось; тьма была уничтожена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным.  ",
  "mn100:39.1": "Когда мой ум стал таким сконцентрированным — очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, я направил его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn100:39.2": "Я напрямую познал в соответствии с действительностью: «Вот страдание... Вот возникновение страдания... Вот прекращение страдания... Вот Путь ведущий к прекращению страдания»... ",
  "mn100:39.3": "Я напрямую познал в соответствии с действительностью: «Это – пятна [загрязнений ума]... Это – происхождение пятен… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn100:40.1": "Когда я узнал и увидел это, мой ум освободился от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn100:40.2": "Когда он освободился, пришло знание: «Он освобождён».  ",
  "mn100:40.3": "Я напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn100:41.1": "Это было третьим истинным знанием, которое я обрёл в последнюю стражу ночи. ",
  "mn100:41.2": "Неведение было уничтожено; истинное знание появилось; тьма была уничтожена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным.  ",
  "mn100:42.1": "Когда так было сказано, брахманский ученик Сангарава сказал Благословенному:  ",
  "mn100:42.2": "«Старание господина Готамы было недрогнувшим, старание господина Готамы было как у того, кто является чистым человеком,  ",
  "mn100:42.3": "как оно и должно быть с тем, кто совершенный и полностью просветлённый.  ",
  "mn100:42.4": "Но, господин Готама, существуют ли божества?»  ",
  "mn100:42.5": "«Мне известно, что это так, Бхарадваджа, – божества существуют».  ",
  "mn100:42.6": "",
  "mn100:42.7": "«Но как же так, господин Готама? Будучи спрошенным: «Существуют ли божества?», вы говорите: «Мне известно, что это так, Бхарадваджа, – божества существуют»?  ",
  "mn100:42.8": "Если так, то не является ли то, что вы говорите, неправдой и пустыми словами?» ",
  "mn100:42.9": "«Бхарадваджа, когда кого-либо спрашивают: «Существуют ли божества?», то отвечает ли он «Божества существуют» или же «Мне известно, что это так» –  ",
  "mn100:42.10": "мудрый человек должен сделать однозначный вывод,  ",
  "mn100:42.11": "что божества существуют». ",
  "mn100:42.12": "«Но почему господин Готама не ответил мне первым способом?» ",
  "mn100:42.13": "«[Потому что] в мире [и так] широко принято считать, Бхарадваджа,  ",
  "mn100:42.14": "что божества существуют». ",
  "mn100:43.1": "Когда так было сказано, брахманский ученик Сангарава сказал Благословенному:  ",
  "mn100:43.2": "«Великолепно, господин Готама! Великолепно! ",
  "mn100:43.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. ",
  "mn100:43.4": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов.  ",
  "mn100:43.5": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». ",
  "mn100:43.6": "",
  "mn100:43.7": "",
  "mn100:44.1": "",
  "mn100:44.2": "",
  "mn100:44.3": "",
  "mn100:44.4": "",
  "mn100:45.1": "",
  "mn100:45.2": "",
  "mn100:45.3": "",
  "mn100:45.4": ""
}