{
  "mn105:0.1": "Мадджхима Никая 105 ",
  "mn105:0.2": "К Сунаккхатте ",
  "mn105:1.1": "Так я слышал. ",
  "mn105:1.2": "Однажды Благословенный проживал в Весали, в Великом лесу, в Зале c остроконечной крышей.  ",
  "mn105:2.1": "И тогда группа монахов объявила о [достижении] окончательного знания в присутствии Благословенного:  ",
  "mn105:2.2": "«Мы понимаем: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования»». ",
  "mn105:2.3": "И Сунаккхатта, сын [клана] Личчхави, услышал: «Группа монахов объявила о [достижении] окончательного знания в присутствии Благословенного: «Мы понимаем: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования»».  ",
  "mn105:2.4": "",
  "mn105:2.5": "",
  "mn105:3.1": "И тогда Сунаккхатта, сын Личчхави, отправился к Благословенному, после чего он поклонился ему, сел рядом и сказал: ",
  "mn105:4.1": "«Уважаемый, я слышал,  ",
  "mn105:4.2": "что группа монахов объявила о [достижении] окончательного знания в присутствии Благословенного.  ",
  "mn105:4.3": "",
  "mn105:4.4": "",
  "mn105:4.5": "Правдиво ли они сделали так, или же есть некие монахи, которые объявляют об окончательном знании, поскольку переоценивают себя?»  ",
  "mn105:5.1": "",
  "mn105:5.2": "",
  "mn105:5.3": "«Сунаккхатта, когда те монахи объявляли об окончательном знании в моём присутствии, там были некоторые монахи, что объявили об окончательном знании правдиво, а также некоторые, что объявили об окончательном знании, поскольку переоценили себя.  ",
  "mn105:5.4": "В этом отношении, когда монахи объявили об окончательном знании правдиво, их заявление является истинным.  ",
  "mn105:5.5": "Однако когда монахи объявляют об окончательном знании, поскольку переоценивают себя, Татхагата думает:  ",
  "mn105:5.6": "«Мне следует научить их Дхамме».  ",
  "mn105:5.7": "Так оно в этом случае, Сунаккхатта, что Татхагата думает:  ",
  "mn105:5.8": "«Мне следует научить их Дхамме».  ",
  "mn105:5.9": "Но бывает, что некоторые глупые люди придумывают вопрос, приходят к Татхагате и задают его.  ",
  "mn105:5.10": "В этом случае, Сунаккхатта, хотя у Татхагаты есть мысль:  ",
  "mn105:5.11": "«Мне следует научить их Дхамме» он [в итоге] передумывает.  ",
  "mn105:6.1": "«Сейчас подходящий момент, Благословенный, сейчас подходящий момент, Высочайший, ",
  "mn105:6.2": "чтобы Благословенный обучил Дхамме.  Услышав это из его уст, монахи запомнят это». ",
  "mn105:6.3": "«В таком случае, Сунаккхатта, слушай внимательно то, о чём я скажу».  ",
  "mn105:6.4": "«Да, уважаемый», – ответил Благословенному Сунаккхатта, сын Личчхави. ",
  "mn105:6.5": "Благословенный сказал следующее: ",
  "mn105:7.1": "«Сунаккхатта, есть эти пять нитей чувственных удовольствий.  ",
  "mn105:7.2": "Какие пять? ",
  "mn105:7.3": "Формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn105:7.4": "Звуки, познаваемые ухом…  ",
  "mn105:7.5": "Запахи, познаваемые носом…  ",
  "mn105:7.6": "Вкусы, познаваемые языком…  ",
  "mn105:7.7": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть.  ",
  "mn105:7.8": "Таковы пять нитей чувственных удовольствий.  ",
  "mn105:8.1": "Сунаккхатта, бывает так, что некий человек настроен на мирские материальные вещи.  ",
  "mn105:8.2": "Когда человек настроен на мирские материальные вещи, он говорит только о том, что интересует его, и его мышление и обдумывание идут в этом русле.  Он общается с подобным типом личности и находит в этом удовлетворение.  ",
  "mn105:8.3": "Однако когда идёт разговор о непоколебимом, он не слушает,  не склоняет ухо, не направляет ум к пониманию этого.  Он не общается с подобным типом личности, не находит в этом удовлетворения.  ",
  "mn105:9.1": "Сунаккхатта, представь человека, давным-давно ушедшего из родной деревни или города.  ",
  "mn105:9.2": "И вот он повстречал бы другого человека, который только что ушёл из этой деревни или города.  ",
  "mn105:9.3": "Он спросил бы того человека о том, не случилось ли чего с людьми той деревни или города, благоденствуют ли они, здоровы ли,  ",
  "mn105:9.4": "и другой человек рассказал бы ему новости. ",
  "mn105:9.5": "Как ты думаешь, Сунаккхатта?  ",
  "mn105:9.6": "Слушал бы тот первый человек его,  склонял бы ухо, направлял бы ум к пониманию?»  Общался бы он с подобным типом личности и находил бы в этом удовлетворение? ",
  "mn105:9.7": "«Да, уважаемый». ",
  "mn105:9.8": "«Точно так же, Сунаккхатта, бывает так, что некий человек настроен только на мирские материальные вещи,  ",
  "mn105:9.9": "Когда человек настроен на мирские материальные вещи, он говорит только о том, что интересует его, и его мышление и обдумывание идут в этом русле. Он общается с подобным типом личности и находит в этом удовлетворение.  ",
  "mn105:9.10": "Однако когда идёт разговор о непоколебимом, он не слушает,  не склоняет ухо, не направляет ум к пониманию этого.  Он не общается с подобным типом личности, не находит в этом удовлетворения.  ",
  "mn105:9.11": "Его следует знать ",
  "mn105:9.12": "как человека, настроенного на мирские материальные вещи, отделённого от пут непоколебимого. ",
  "mn105:10.1": "Сунаккхатта, бывает так, что некий человек настроен на непоколебимое.  ",
  "mn105:10.2": "Когда человек настроен на непоколебимое, он говорит только о том, что интересует его, и его мышление и обдумывание идут в этом русле.  Он общается с подобным типом личности и находит в этом удовлетворение.  ",
  "mn105:10.3": "Однако когда идёт разговор о мирских материальных вещах, он не слушает,  не склоняет ухо, не направляет ум к пониманию этого.  Он не общается с подобным типом личности, не находит в этом удовлетворения.  ",
  "mn105:11.1": "Подобно тому, как жёлтый лист, оторвавшийся от стебля,  не может стать вновь зелёным,  ",
  "mn105:11.2": "точно так же, Сунаккхатта, когда человек настроен на непоколебимое, он сбросил путы мирских материальных вещей.  ",
  "mn105:11.3": "Его следует знать ",
  "mn105:11.4": "как человека, отделённого от пут мирских материальных вещей, настроенного на непоколебимое. ",
  "mn105:12.1": "Сунаккхатта, бывает так, что некий человек настроен на сферу отсутствия всего.  ",
  "mn105:12.2": "Когда человек настроен на сферу отсутствия всего, он говорит только о том, что интересует его, и его мышление и обдумывание идут в этом русле.  Он общается с подобным типом личности и находит в этом удовлетворение.  ",
  "mn105:12.3": "Однако когда идёт разговор о непоколебимом, он не слушает,  не склоняет ухо, не направляет ум к пониманию этого.  Он не общается с подобным типом личности, не находит в этом удовлетворения.  ",
  "mn105:13.1": "Подобно тому, как толстый камень, расколотый на две части, не может соединиться снова,  ",
  "mn105:13.2": "точно так же, Сунаккхатта, когда человек настроен на сферу отсутствия всего, его путы непоколебимого были расколоты.  ",
  "mn105:13.3": "Его следует знать ",
  "mn105:13.4": "как человека, отделённого от пут непоколебимого, настроенного на сферу отсутствия всего. ",
  "mn105:14.1": "Сунаккхатта, бывает так, что некий человек настроен на сферу ни-восприятия-ни-не-восприятия.  ",
  "mn105:14.2": "Когда человек настроен на сферу ни-восприятия-ни-не-восприятия, он говорит только о том, что интересует его, и его мышление и обдумывание идут в этом русле.  Он общается с подобным типом личности и находит в этом удовлетворение.  ",
  "mn105:14.3": "Однако когда идёт разговор о сфере отсутствия всего, он не слушает,  не склоняет ухо, не направляет ум к пониманию этого.  Он не общается с подобным типом личности, не находит в этом удовлетворения.  ",
  "mn105:15.1": "Представь, как если бы человек съел некую восхитительную пищу и его вырвало бы.  ",
  "mn105:15.2": "Как ты думаешь, Сунаккхатта?  ",
  "mn105:15.3": "Было бы у того человека какое-либо желание съесть эту еду вновь?»  ",
  "mn105:15.4": "«Нет, уважаемый. ",
  "mn105:15.5": "И почему? ",
  "mn105:15.6": "Потому что эта еда считается отвратительной».  ",
  "mn105:15.7": "«Точно так же, Сунаккхатта, когда человек настроен на сферу ни-восприятия-ни-не-восприятия, его путы основы сферы отсутствия всего были отторгнуты.  ",
  "mn105:15.8": "Его следует знать ",
  "mn105:15.9": "как человека, отделённого от пут сферы отсутствия всего, настроенного на сферу ни-восприятияни-не-восприятия. ",
  "mn105:16.1": "Далее, Сунаккхатта, бывает так, что некий человек всецело настроен на ниббану.  ",
  "mn105:16.2": "Когда человек всецело настроен на ниббану, он говорит только о том, что интересует его, и его мышление и обдумывание идут в этом русле.  Он общается с подобным типом личности и находит в этом удовлетворение.  ",
  "mn105:16.3": "Однако когда идёт разговор о сфере ни-восприятия-ни-не-восприятия, он не слушает,  не склоняет ухо, не направляет ум к пониманию этого.  Он не общается с подобным типом личности, не находит в этом удовлетворения.  ",
  "mn105:17.1": "Подобно тому, как пальма с обрубленной верхушкой   не может расти вновь, ",
  "mn105:17.2": "Точно так же, Сунаккхатта, когда человек всецело настроен на ниббану, его путы сферы ни-восприятия-ни-не-восприятия срублены под корень, сделаны подобными обрубку пальмы, им положен конец, так что они более не смогут возникнуть в будущем.  ",
  "mn105:17.3": "Его следует знать ",
  "mn105:17.4": "как человека, отделённого от пут сферы нивосприятия-ни-не-восприятия, всецело настроенного на ниббану.  ",
  "mn105:18.1": "Бывает так, Сунаккхатта, что некий монах думает:  ",
  "mn105:18.2": "«Отшельник [Готама] сказал, что жажда – это стрела. Отрава неведения распространяется посредством желания, страсти, недоброжелательности.  ",
  "mn105:18.3": "Эта стрела жажды была извлечена из меня. Отрава неведения выдворена. Я всецело настроен на ниббану».  ",
  "mn105:18.4": "Поскольку он представляет себя таковым, хотя это не соответствует действительности,  ",
  "mn105:18.5": "он может стремиться к вещам, которые неуместны для всецело настроенного на ниббану. Он может стремиться к видам неуместных форм глазом. Он может стремиться к неуместным звукам ухом, неуместным запахам носом, неуместным вкусам языком, неуместным осязаемым вещам телом, неуместным умственным феноменам умом.  ",
  "mn105:18.6": "Когда он стремится к видам неуместных форм... умственным феноменам умом, страсть вторгается в его ум.  ",
  "mn105:18.7": "С умом, наводнённым страстью, он навлекает на себя смерть или смертельные страдания.  ",
  "mn105:19.1": "Представь, Сунаккхата, как если бы человека ранили стрелой, густо смазанной ядом, ",
  "mn105:19.2": "и его друзья и товарищи, его близкие и родственники привели бы врача, чтобы излечить его. ",
  "mn105:19.3": "Врач сделал бы круговой надрез вокруг раны ножом,  ",
  "mn105:19.4": "прощупал стрелу зондом,  ",
  "mn105:19.5": "извлёк стрелу и выдворил отраву, оставив [в ране] её след.  ",
  "mn105:19.6": "Думая, что следа не осталось, он бы сказал:  ",
  "mn105:19.7": "«Почтенный, стрела извлечена из тебя. Отрава выдворена так, что следа не осталось,  ",
  "mn105:19.8": "она не способна причинить тебе вред.  ",
  "mn105:19.9": "Ешь подходящую пищу.  Не ешь неподходящей пищи, в противном случае рана загноится.  ",
  "mn105:19.10": "Время от времени промывай рану, время от времени смазывай её, так чтобы кровь и гной не заполнили рану.  ",
  "mn105:19.11": "Не ходи под солнцем и ветром, в противном случае пыль и грязь могут заразить рану.  ",
  "mn105:19.12": "Следи за раной, почтенный, присматривай за ней, чтобы рана излечилась».  ",
  "mn105:20.1": "Человек бы подумал:  ",
  "mn105:20.2": "«Стрелу извлекли из меня. Отрава выдворена так, что следа не осталось,  ",
  "mn105:20.3": "она не способна причинить мне вред».  ",
  "mn105:20.4": "И он ел бы неподходящую пищу, и рана загноилась.  ",
  "mn105:20.5": "Время от времени он не промывал рану, время от времени не смазывал её, и кровь и гной заполнили рану.  ",
  "mn105:20.6": "Он ходил под ветром и солнцем, и пыль и грязь заразили рану.  ",
  "mn105:20.7": "Он не следил за раной, не присматривал за ней, чтобы рана излечилась.  ",
  "mn105:20.8": "И тогда, поскольку он делал неуместное, а также потому, что след от выдворенной заразной отравы остался, рана опухла,  ",
  "mn105:20.9": "С умом, наводнённым страстью, он навлекает на себя смерть или смертельные страдания.  ",
  "mn105:21.1": "Точно так же, Сунаккхатта, бывает так, что некий монах думает:  ",
  "mn105:21.2": "«Отшельник [Готама] сказал, что жажда – это стрела. Отрава неведения распространяется посредством желания, страсти, недоброжелательности.  ",
  "mn105:21.3": "Эта стрела жажды была извлечена из меня. Отрава неведения выдворена. Я всецело настроен на ниббану».  ",
  "mn105:21.4": "Поскольку он представляет себя таковым, хотя это не соответствует действительности,  ",
  "mn105:21.5": "он может стремиться к вещам, которые неуместны для всецело настроенного на ниббану. Он может стремиться к видам неуместных форм глазом. Он может стремиться к неуместным звукам ухом, неуместным запахам носом, неуместным вкусам языком, неуместным осязаемым вещам телом, неуместным умственным феноменам умом.  ",
  "mn105:21.6": "Когда он стремится к видам неуместных форм... умственным феноменам умом, страсть вторгается в его ум.  ",
  "mn105:21.7": "С умом, наводнённым страстью, он навлекает на себя смерть или смертельные страдания.  ",
  "mn105:22.1": "Ведь такова смерть в Дисциплине Благородных, Сунаккхатта, – когда кто-либо оставляет [монашескую] тренировку и возвращается к низшей жизни [домохозяина].  ",
  "mn105:22.2": "И таково смертельное страдание – когда кто-либо совершает осквернённый проступок. ",
  "mn105:23.1": "Бывает так, Сунаккхатта, что некий монах думает:  ",
  "mn105:23.2": "«Отшельник [Готама] сказал, что жажда – это стрела. Отрава неведения распространяется посредством желания, страсти, недоброжелательности.  ",
  "mn105:23.3": "Эта стрела жажды была извлечена из меня. Отрава неведения выдворена. Я всецело настроен на ниббану».  ",
  "mn105:23.4": "Будучи тем, кто действительно всецело настроен на ниббану, он не стремился бы к тем вещам, которые неуместны для всецело настроенного на ниббану. Он не стремился бы к виду неуместных форм глазом... умственным феноменам умом.  ",
  "mn105:23.5": "Страсть не вторглась бы в его ум.  ",
  "mn105:23.6": "Поскольку его ум не наводнён страстью, он не повстречал бы смерть или смертельные муки. ",
  "mn105:24.1": "Представь, Сунаккхата, как если бы человека ранили стрелой, густо смазанной ядом, ",
  "mn105:24.2": "и его друзья и товарищи, его близкие и родственники привели бы врача, чтобы излечить его. ",
  "mn105:24.3": "Врач сделал бы круговой надрез вокруг раны ножом,  ",
  "mn105:24.4": "прощупал стрелу зондом,  ",
  "mn105:24.5": "извлёк стрелу и выдворил отраву, не оставив следа.  ",
  "mn105:24.6": "Зная, что следа не осталось, он бы сказал:  ",
  "mn105:24.7": "«Почтенный, стрела извлечена из тебя. Отрава выдворена так, что следа не осталось,  ",
  "mn105:24.8": "она не способна причинить тебе вред.  ",
  "mn105:24.9": "Ешь подходящую пищу.  Не ешь неподходящей пищи, в противном случае рана загноится.  ",
  "mn105:24.10": "Время от времени промывай рану, время от времени смазывай её, так чтобы кровь и гной не заполнили рану.  ",
  "mn105:24.11": "Не ходи под солнцем и ветром, в противном случае пыль и грязь могут заразить рану.  ",
  "mn105:24.12": "Следи за раной, почтенный, присматривай за ней, чтобы рана излечилась».  ",
  "mn105:25.1": "Человек бы подумал:  ",
  "mn105:25.2": "«Стрелу извлекли из меня. Отрава выдворена так, что следа не осталось,  ",
  "mn105:25.3": "она не способна причинить мне вред».  ",
  "mn105:25.4": "И он ел бы подходящую пищу, и рана не загноилась.  ",
  "mn105:25.5": "Время от времени он промывал рану, время от времени смазывал её, и кровь и гной не заполнили рану.  ",
  "mn105:25.6": "Он не ходил под ветром и солнцем, и пыль и грязь не заразили рану.  ",
  "mn105:25.7": "Он следил за раной, присматривал за ней, чтобы рана излечилась.  ",
  "mn105:25.8": "И тогда, поскольку он делал уместное, а также потому, что следа от выдворенной заразной отравы не осталось, рана излечилась,  ",
  "mn105:25.9": "и так как она излечилась и затянулась кожей, он не повстречал бы смерть или смертельные муки.  ",
  "mn105:26.1": "Точно так же, Сунаккхатта, бывает так, что некий монах думает:  ",
  "mn105:26.2": "«Отшельник [Готама] сказал, что жажда – это стрела. Отрава неведения распространяется посредством желания, страсти, недоброжелательности.  ",
  "mn105:26.3": "Эта стрела жажды была извлечена из меня. Отрава неведения выдворена. Я всецело настроен на ниббану».  ",
  "mn105:26.4": "Будучи тем, кто действительно всецело настроен на ниббану, он не стремился бы к тем вещам, которые неуместны для всецело настроенного на ниббану. Он не стремился бы к виду неуместных форм глазом... умственным феноменам умом.  ",
  "mn105:26.5": "Страсть не вторглась бы в его ум.  ",
  "mn105:26.6": "Поскольку его ум не наводнён страстью, он не повстречал бы смерть или смертельные муки. ",
  "mn105:27.1": "Сунаккхатта, я привёл этот пример, чтобы донести смысл.  ",
  "mn105:27.2": "Смысл таков: ",
  "mn105:27.3": "«Рана» – это обозначение шести внутренних сфер.  ",
  "mn105:27.4": "«Отрава» – обозначение неведения.  ",
  "mn105:27.5": "«Стрела» – обозначение жажды.  ",
  "mn105:27.6": "«Зонд» – обозначение осознанности.  ",
  "mn105:27.7": "«Нож» – обозначение благородной мудрости.  ",
  "mn105:27.8": "«Врач» – обозначение Татхагаты, Совершенного, Полностью Просветлённого.  ",
  "mn105:28.1": "Этот монах, Сунаккхатта, является тем, кто практикует сдержанность в шести сферах контакта.  ",
  "mn105:28.2": "Поняв, что обретение – это корень страдания, не имея обретений, освобождённый в уничтожении обретений,  он не может направить своё тело или побудить свой ум к какому-либо обретению.  ",
  "mn105:29.1": "Представьте бронзовую чашу с напитком, обладающим хорошим цветом, вкусом и запахом, ",
  "mn105:29.2": "но смешанным с ядом, ",
  "mn105:29.3": "и пришёл бы человек, который хотел жить и не хотел умирать, который хотел удовольствия и отвращался от боли. ",
  "mn105:29.4": "Как ты думаешь, Сунаккхатта?  ",
  "mn105:29.5": "стал бы тот человек пить из той чаши с напитком, зная: ",
  "mn105:29.6": "«Если она меня укусит, я повстречаю смерть или смертельные муки»?  ",
  "mn105:29.7": "«Нет, уважаемый». ",
  "mn105:29.8": "«Точно так же этот монах является тем, кто практикует сдержанность...  ",
  "mn105:29.9": "Поняв, что обретение – это корень страдания, не имея обретений, освобождённый в уничтожении обретений,  он не может направить своё тело или побудить свой ум к какому-либо обретению.  ",
  "mn105:30.1": "Представь, Сунаккхатта, смертельно ядовитую змею,  ",
  "mn105:30.2": "и пришёл бы человек, который хотел жить и не хотел умирать, который хотел удовольствия и отвращался от боли. ",
  "mn105:30.3": "Как ты думаешь, Сунаккхатта?  ",
  "mn105:30.4": "Протянул бы тот человек этой змее свою ладонь или большой палец, зная:  ",
  "mn105:30.5": "«Если она меня укусит, я повстречаю смерть или смертельные муки»?  ",
  "mn105:30.6": "«Нет, уважаемый». ",
  "mn105:30.7": "«Точно так же этот монах является тем, кто практикует сдержанность...  ",
  "mn105:30.8": "Поняв, что обретение – это корень страдания, не имея обретений, освобождённый в уничтожении обретений,  он не может направить своё тело или побудить свой ум к какому-либо обретению».  ",
  "mn105:30.9": "",
  "mn105:30.10": "Так сказал Благословенный. ",
  "mn105:30.11": "Так сказал Благословенный. Сунаккхатта, сын [клана] Личчхави, был доволен и восхитился словами Благословенного.  "
}