{
  "mn109:0.1": "Мадджхима Никая 109 ",
  "mn109:0.2": "Большое наставление в ночь полнолуния ",
  "mn109:1.1": "Так я слышал. ",
  "mn109:1.2": "Однажды Благословенный проживал в Саваттхи, в Восточном парке, во дворце Мигараматы.  ",
  "mn109:2.1": "И тогда, на пятнадцатый день, в ночь полной луны, в Упосатху, Благословенный сидел под открытым небом в окружении общины монахов.  ",
  "mn109:3.1": "И тогда некий монах встал со своего сиденья, закинул внешнее одеяние за плечо, сложил ладони в почтительном приветствии Благословенного, и сказал ему:  ",
  "mn109:3.2": "«Уважаемый, я хотел бы кое о чём спросить Благословенного, если Благословенный дарует мне ответ на мой вопрос».  ",
  "mn109:3.3": "«Садись на своё сиденье, монах, и спрашивай что хочешь».  ",
  "mn109:3.4": "Тот монах сел на своё сиденье и сказал Благословенному:  ",
  "mn109:4.1": "«Не являются ли они, уважаемый, пятью совокупностями, подверженными цеплянию, то есть: ",
  "mn109:4.2": "совокупность материальной формы, подверженная цеплянию; совокупность чувства, подверженная цеплянию; совокупность восприятия, подверженная цеплянию; совокупность формаций [ума], подверженная цеплянию; совокупность сознания, подверженная цеплянию?»  ",
  "mn109:4.3": "«Монах, это пять совокупностей, подверженных цеплянию, то есть: совокупность материальной формы… чувства… восприятия… формаций… сознания, подверженная цеплянию».  ",
  "mn109:4.4": "",
  "mn109:4.5": "Сказав: «Хорошо, уважаемый», монах восхитился и возрадовался словам Благословенного.  Затем он задал ему следующий вопрос: ",
  "mn109:5.1": "«Но, уважаемый, в чём укоренены эти пять совокупностей, подверженные цеплянию?»  ",
  "mn109:5.2": "«Эти пять совокупностей, подверженные цеплянию, укоренены в желании, монах».  ",
  "mn109:6.1": "«Уважаемый, это цепляние является тем же самым, что и пять совокупностей, подверженных цеплянию,  или же цепляние – это нечто отдельное от пяти совокупностей, подверженных цеплянию?»  ",
  "mn109:6.2": "«Монах, цепляние не является тем же самым, что и пять совокупностей, подверженных цеплянию, но это и не есть нечто отдельное от пяти совокупностей, подверженных цеплянию.  ",
  "mn109:6.3": "Желание и страсть по отношению к пяти совокупностям, подверженным цеплянию – вот где здесь цепляние».  ",
  "mn109:7.1": "«Но, уважаемый, может ли быть разнообразие в желании и жажде по отношению к этим пяти совокупностям, подверженным цеплянию?»  ",
  "mn109:7.2": "«Может, монах» – сказал Благословенный.  ",
  "mn109:7.3": "«Вот, монах, некий человек думает так:  ",
  "mn109:7.4": "«Пусть моя материальная форма будет такой в будущем. Пусть моё чувство… восприятие… формации… сознание будет таким в будущем».  ",
  "mn109:7.5": "Вот каким образом имеет место разнообразие в желании и жажде по отношению к этим пяти совокупностям, подверженным цеплянию». ",
  "mn109:8.1": "«Но, уважаемый, в каком смысле термин «совокупности» применим к совокупностям?»  ",
  "mn109:8.2": "«Монах, любой вид материальной формы – прошлой, настоящей, будущей, внутренней или внешней, грубой или утончённой, низшей или возвышенной, далёкой или близкой – является совокупностью материальной формы.  ",
  "mn109:8.3": "Любой вид чувства…  ",
  "mn109:8.4": "Любой вид восприятия... ",
  "mn109:8.5": "Любой вид формаций... ",
  "mn109:8.6": "Любой вид сознания – прошлого, настоящего, будущего, внутреннего или внешнего, грубого или утончённого, низшего или возвышенного, далёкого или близкого – является совокупностью сознания.  ",
  "mn109:8.7": "Вот каким образом термин «совокупности» применим к совокупностям».  ",
  "mn109:9.1": "«Уважаемый, в чём условие и причина проявления совокупности материальной формы?  ",
  "mn109:9.2": "«Уважаемый, в чём условие и причина проявления совокупности чувства?  ",
  "mn109:9.3": "Любой вид восприятия... ",
  "mn109:9.4": "Любой вид формаций [ума]... ",
  "mn109:9.5": "сознания?»  ",
  "mn109:9.6": "«Четыре великих элемента, монах, являются условием и причиной для проявления совокупности материальной формы.  ",
  "mn109:9.7": "Контакт – это условие и причина для проявления совокупности чувства.  ",
  "mn109:9.8": "Любой вид восприятия... ",
  "mn109:9.9": "Контакт – это условие и причина для проявления совокупности формаций.  ",
  "mn109:9.10": "Имя-и-форма – это условие и причина для проявления совокупности сознания».  ",
  "mn109:10.1": "«Уважаемый, как возникает воззрение о «личности»?  ",
  "mn109:10.2": "«Вот, монах, необученный заурядный человек, который не уважает Благородных, который неумелый и нетренированный в их Дхамме,  который не уважает чистых людей, который неумелый и нетренированный в их Дхамме,  ",
  "mn109:10.3": "считает что материальная форма – это «я»; или что <em> «я» владеет материальной формой; или что </em> материальная форма находится внутри «я»; или что * «я» находится в материальной форме.  ",
  "mn109:10.4": "Он считает, что чувство – это «я»; или что «я» владеет чувством; или что чувство находится внутри «я»; или что «я» находится в чувстве.  ",
  "mn109:10.5": "Он считает, что восприятие – это «я»; или что «я» владеет восприятием; или что восприятие находится внутри «я»; или что «я» находится в восприятии.  ",
  "mn109:10.6": "Он считает, что формации [ума] – это «я»; или что «я» владеет формациями [ума]; или что формации [ума] находятся внутри «я»; или что «я» находится в формациях [ума].  ",
  "mn109:10.7": "Он считает, что сознание – это «я»; или что «я» владеет сознанием; или что сознание находится внутри «я»; или что «я» находится в сознании.  ",
  "mn109:10.8": "Вот как возникает воззрение о «личности».  ",
  "mn109:11.1": "«Но, уважаемый, как воззрения о «личности» не возникает?»  ",
  "mn109:11.2": "«Вот, монах, хорошо обученный благородный ученик, который уважает Благородных, умелый и тренированный в их Дхамме, который уважает чистых людей, умелый и тренированный в их Дхамме, ",
  "mn109:11.3": "не считает, что материальная форма – это «я» или что «я» владеет материальной формой; или что материальная форма находится внутри «я»; или что «я» находится в материальной форме. ",
  "mn109:11.4": "Он не считает, что чувство – это «я»; или что «я» владеет чувством; или что чувство находится внутри «я»; или что «я» находится в чувстве.  ",
  "mn109:11.5": "Он не считает, что восприятие – это «я»; или что «я» владеет восприятием; или что восприятие находится внутри «я»; или что «я» находится в восприятии.  ",
  "mn109:11.6": "Он не считает, что формации [ума] – это «я»; или что «я» владеет формациями [ума]; или что формации [ума] находятся внутри «я»; или что «я» находится в формациях [ума].  ",
  "mn109:11.7": "Он не считает, что сознание – это «я»; или что «я» владеет сознанием; или что сознание находится внутри «я»; или что «я» находится в сознании.  ",
  "mn109:11.8": "Вот как воззрения о «личности» не возникает».  ",
  "mn109:12.1": "«Уважаемый, что такое привлекательность, что такое опасность, что такое спасение в отношении материальной формы? ",
  "mn109:12.2": "чувства... ",
  "mn109:12.3": "восприятия... ",
  "mn109:12.4": "формаций [ума]... ",
  "mn109:12.5": "и сознания?»  ",
  "mn109:12.6": "«Удовольствие и радость, монах, что возникают в зависимости от материальной формы – вот что является привлекательностью в отношении материальной формы.  ",
  "mn109:12.7": "Материальная форма непостоянна, является страданием, подвержена изменению – вот что является опасностью в случае материальной формы.  ",
  "mn109:12.8": "Устранение желания и жажды, отбрасывание желания и жажды к материальной форме – вот что является спасением в отношении материальной формы. ",
  "mn109:12.9": "Удовольствие и радость, что возникают в зависимости от чувства…  ",
  "mn109:12.10": "Любой вид восприятия... ",
  "mn109:12.11": "Любой вид формаций [ума]... ",
  "mn109:12.12": "сознания – вот что является привлекательностью. ",
  "mn109:12.13": "Чувство… восприятие… формации… сознание непостоянно, является страданием, подвержено изменению – вот что является опасностью…  ",
  "mn109:12.14": "Устранение желания и жажды к чувству… восприятию… формациям… сознанию – вот что является спасением…»  ",
  "mn109:13.1": "«Уважаемый, как человек знает, как человек видит в отношении этого тела с его сознанием и в отношении всех внешних образов, [так чтобы] более не было сотворения «я» и сотворения «моего» и скрытой склонности к самомнению?»  ",
  "mn109:13.2": "Любой вид материальной формы – прошлой, настоящей, будущей, внутренней или внешней, грубой или утончённой, низшей или возвышенной, далёкой или близкой – всякую материальную форму следует видеть в соответствии<em></em> с действительностью правильной мудростью: «Это не моё, я не таков, это не моё «я». ",
  "mn109:13.3": "Любой вид чувства... ",
  "mn109:13.4": "Любой вид восприятия... ",
  "mn109:13.5": "Любой вид формаций [ума]... ",
  "mn109:13.6": "<em></em>Любой вид сознания – прошлого, настоящего, будущего, внутреннего или внешнего, грубого или утончённого, низшего или возвышенного, далёкого или близкого – всякое сознание следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я».  ",
  "mn109:13.7": "Когда человек видит и знает так в отношении этого тела с его сознанием и в отношении всех внешних образов – то нет сотворения «я» и сотворения «моего» или скрытой склонности к самомнению».  ",
  "mn109:14.1": "И тогда в уме некоего монаха возникла такая мысль:  ",
  "mn109:14.2": "«Так выходит, материальная форма – это не «я», чувство – это не «я», восприятие – это не «я», формации – это не «я», сознание – это не «я».  ",
  "mn109:14.3": "Так на какое «я» будут оказывать влияние действия, созданные «не-я»?  ",
  "mn109:14.4": "И тогда Благословенный, познав своим умом мысль в уме того монаха, обратился к монахам так:  ",
  "mn109:14.5": "«Бывает так, монахи, что некий пустоголовый, тупой, невежественный человек, с умом, охваченным жаждой, может думать, будто способен обойти Учение Учителя.  Он рассуждает так: ",
  "mn109:14.6": "«Так выходит, материальная форма – это не «я», чувство – это не «я», восприятие – это не «я», формации – это не «я», сознание – это не «я».  ",
  "mn109:14.7": "Так на какое «я» будут оказывать влияние действия, созданные «не-я»?  ",
  "mn109:14.8": "Монахи, вы тренировались мной посредством тщательного расспроса в различных случаях в отношении различных вещей.  ",
  "mn109:15.1": "Как вы думаете монахи? ",
  "mn109:15.2": "Постоянна ли материальная форма или непостоянна?»  ",
  "mn109:15.3": "«Непостоянно, уважаемый».  ",
  "mn109:15.4": "«А то, что непостоянно – то является страданием или счастьем?»  ",
  "mn109:15.5": "«Страданием, уважаемый».  ",
  "mn109:15.6": "«А то, что непостоянно, является страданием, подвержено изменению – может ли считаться таковым:  ",
  "mn109:15.7": "«Это моё, я таков, это моё «я»?  ",
  "mn109:15.8": "«Нет, уважаемый». ",
  "mn109:16.1": "[Благословенный сказал]: «Как вы думаете монахи? ",
  "mn109:16.2": "чувство... ",
  "mn109:16.3": "Любой вид восприятия... ",
  "mn109:16.4": "Любой вид формаций [ума]... ",
  "mn109:16.5": "Сознание постоянно или непостоянно?»  ",
  "mn109:16.6": "«Непостоянно, уважаемый».  ",
  "mn109:16.7": "«А то, что непостоянно – то является страданием или счастьем?»  ",
  "mn109:16.8": "«Страданием, уважаемый».  ",
  "mn109:16.9": "«А то, что непостоянно, является страданием, подвержено изменению – может ли считаться таковым:  ",
  "mn109:16.10": "«Это моё, я таков, это моё «я»?  ",
  "mn109:16.11": "«Нет, уважаемый». ",
  "mn109:16.12": "«Поэтому, монахи, любой вид материальной формы – прошлой, настоящей, будущей, внутренней или внешней, грубой или утончённой, низшей или возвышенной, далёкой или близкой – всякую материальную форму следует видеть в соответствии<em></em> с действительностью правильной мудростью: «Это не моё, я не таков, это не моё «я». ",
  "mn109:17.1": "Любой вид чувства... ",
  "mn109:17.2": "Любой вид восприятия... ",
  "mn109:17.3": "Любой вид формаций [ума]... ",
  "mn109:17.4": "<em></em>всякое сознание – прошлое, настоящее, будущее, внутреннее или внешнее, грубое или утончённое, низшее или возвышенное, далёкое или близкое – следует видеть в соответствии с действительностью правильной мудростью: «Это не моё, я не таков, это не моё «я».  ",
  "mn109:17.5": "Видя так, хорошо обученный благородный ученик теряет очарованность [в отношении] материальной формы… чувства… восприятия… формаций… сознания.  ",
  "mn109:18.1": "Утратив очарованность, он становится беспристрастным.  Посредством беспристрастия [его ум] освобождается.  Когда он освободился, приходит знание: «Он освобождён». ",
  "mn109:18.2": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn109:18.3": "Так сказал Благословенный.  ",
  "mn109:18.4": "Монахи были довольны и восхитились словами Благословенного. ",
  "mn109:18.5": "И по мере произнесения этого наставления умы шестидесяти монахов освободились от пятен [умственных загрязнений] посредством не-цепляния.  "
}