{
  "mn107:0.1": "Мадджхима Никая 107 ",
  "mn107:0.2": "К Ганаке Моггаллане ",
  "mn107:1.1": "Так я слышал. ",
  "mn107:1.2": "Однажды Благословенный проживал в Саваттхи, в Восточном парке, во дворце Мигараматы.  ",
  "mn107:1.3": "И тогда брахман Ганака Моггаллана отправился к Благословенному и обменялся с ним приветствиями.  ",
  "mn107:1.4": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Благословенному:  ",
  "mn107:2.1": "«Господин Готама, в этом дворце Мигараматы можно увидеть постепенную тренировку, постепенную практику, постепенное совершенствование,  ",
  "mn107:2.2": "а именно – [в строительстве] вплоть до последней ступени лестницы.  ",
  "mn107:2.3": "И среди этих брахманов тоже можно увидеть постепенную тренировку, постепенную практику, постепенное совершенствование,  ",
  "mn107:2.4": "а именно – в учёбе.  ",
  "mn107:2.5": "И среди лучников тоже можно увидеть постепенную тренировку, постепенную практику, постепенное совершенствование, ",
  "mn107:2.6": "а именно – в стрельбе из лука. ",
  "mn107:2.7": "И среди счетоводов, таких как мы, тех, кто зарабатывает на жизнь подсчётами, можно увидеть постепенную тренировку, постепенную практику, постепенное совершенствование,  ",
  "mn107:2.8": "а именно – в подсчёте.  ",
  "mn107:2.9": "Ведь когда у нас появляется ученик, то вначале мы заставляем его считать:  ",
  "mn107:2.10": "один на один, два на два, три на три, четыре на четыре, пять на пять, шесть на шесть, семь на семь, восемь на восемь, девять на девять, десять на десять.  ",
  "mn107:2.11": "И мы заставляем его считать [таким образом] и до ста.  ",
  "mn107:2.12": "Можно ли, господин Готама, так же описать постепенную тренировку, постепенную практику, постепенное совершенствование в этой Дхамме и Винае?» ",
  "mn107:3.1": "«Можно, брахман, описать постепенную тренировку, постепенную практику, постепенное совершенствование в этой Дхамме и Винае.  ",
  "mn107:3.2": "Брахман, подобно тому, как когда умный объездчик лошадей заполучает превосходного чистокровного жеребца,  вначале он заставляет его привыкнуть к ношению удил, а затем тренирует его далее, ",
  "mn107:3.3": "то точно так же, когда Татхагата заполучает человека, которого нужно обуздать, то он вначале тренирует его так:  ",
  "mn107:3.4": "«Ну же, монах, будь нравственным, сдерживая себя соблюдением Патимоккхи, [будучи] совершенным в поведении и средствах,  видя боязнь в мельчайшей оплошности, тренируйся, соблюдая правила тренировки».  ",
  "mn107:4.1": "Когда, брахман, монах [стал] нравственным… и видит боязнь в мельчайшей оплошности, тренируется, соблюдая правила тренировки, тогда Татхагата обучает его далее:  ",
  "mn107:4.2": "«Ну же, монах, охраняй двери своих способностей [органов] чувств.  Видя форму глазом, не цепляйся за её образ и черты. ",
  "mn107:4.3": "Если ты оставишь способность глаза неохраняемой, плохие, неблагие состояния алчности и грусти могут наводнить тебя. Практикуй путь сдерживания, охраняй способность глаза, предпринимай сдерживание способности глаза.  ",
  "mn107:4.4": "Слыша звук ухом… ",
  "mn107:4.5": "Нюхая запах носом… ",
  "mn107:4.6": "Пробуя вкус языком… ",
  "mn107:4.7": "Касаясь осязаемой вещи телом… ",
  "mn107:4.8": "Познавая умственный феномен умом, не цепляйся за его образ и черты.  ",
  "mn107:4.9": "Ведь если ты оставишь способность ума неохраняемой, плохие, неблагие состояния алчности и грусти могут наводнить тебя.  Практикуй путь сдерживания, охраняй способность ума, предпринимай сдерживание способности ума». ",
  "mn107:5.1": "Когда, брахман, монах [умело] охраняет двери своих способностей [органов] чувств, тогда Татхагата обучает его далее:  ",
  "mn107:5.2": "«Ну же, монах, будь умерен в еде.  ",
  "mn107:5.3": "Мудро осмысливая, употребляй пищу, собранную с подаяний,  ",
  "mn107:5.4": "не ради развлечений, не ради упоения, не ради физической красоты и привлекательности, а просто ради стойкости и продолжительности этого тела, чтобы устранить дискомфорт, [тем самым] поддержать [ведение] святой жизни, осознавая: «Так я устраню старые чувства [голода] и не создам новых чувств [от переедания]. Я буду здоровым, не буду [этим] порицаем, буду пребывать в облегчении». ",
  "mn107:6.1": "Когда, брахман, монах [стал] умеренным в еде, тогда Татхагата обучает его далее:  ",
  "mn107:6.2": "«Ну же, монах, предавайся бодрствованию.  Днём, во время хождения вперёд и назад и сидения, очищай свой ум от тех состояний, что создают препятствия.  В первую стражу ночи, во время хождения вперёд и назад, [а также во время] сидения, очищай свой ум от тех состояний, что создают препятствия.  В срединную стражу ночи ложись на правый бок в позе льва, положив одну ступню на другую, осознанным и бдительным, предварительно сделав в уме отметку, когда следует вставать.  После подъёма, в третью стражу ночи, по мере хождения вперёд и назад, [а также во время] сидения, очищай свой ум от тех состояний, что создают препятствия».  ",
  "mn107:7.1": "Когда, брахман, монах предан бодрствованию, тогда Татхагата обучает его далее:  ",
  "mn107:7.2": "«Ну же, монах, обладай осознанностью и бдительностью.  Действуй с бдительностью, когда идёшь вперёд и возвращаешься; действуй с бдительностью, когда смотришь вперёд и в сторону… когда сгибаешь и разгибаешь свои члены тела… когда несёшь одеяния, внешнее одеяние, чашу… когда ешь, пьёшь, жуёшь, пробуешь… когда мочишься и испражняешься… когда идёшь, стоишь, сидишь, засыпаешь, просыпаешься, разговариваешь и молчишь». ",
  "mn107:8.1": "Когда, брахман, монах [стал] обладать [достаточной] осознанностью и бдительностью, тогда Татхагата обучает его далее:  ",
  "mn107:8.2": "«Ну же, монах, затворись в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы». ",
  "mn107:9.1": "Он затворяется в уединённом обиталище: в лесу... у стога соломы.  ",
  "mn107:9.2": "После принятия пищи, вернувшись с хождения за подаяниями, он садится со скрещенными ногами, держит тело выпрямленным, устанавливает осознанность впереди. ",
  "mn107:9.3": "Оставляя алчность к миру, он пребывает с умом, свободным от алчности. Он очищает ум от алчности. ",
  "mn107:9.4": "Оставляя недоброжелательность и злость, он пребывает с умом, свободным от недоброжелательности, сострадательный ко всем живым существам. Он очищает ум от недоброжелательности и злости. ",
  "mn107:9.5": "Оставляя лень и апатию, он пребывает свободным от лени и апатии – осознанным, бдительным, воспринимая свет. Он очищает свой ум от лени и апатии. ",
  "mn107:9.6": "Отбрасывая неугомонность и сожаление, он пребывает невзволнованным, с внутренне умиротворённым умом. Он очищает ум от неугомонности и сожаления. ",
  "mn107:9.7": "Отбрасывая сомнение, он пребывает, выйдя за пределы сомнения, не имея замешательства в отношении [понимания] благих [умственных] состояний. Он очищает свой ум от сомнения. ",
  "mn107:10.1": "Оставив эти пять помех – изъянов ума, что ослабляют мудрость, ",
  "mn107:10.2": "Будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], он входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn107:10.3": "С угасанием направления и удержания [ума на объекте], он входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn107:10.4": "С угасанием восторга он пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn107:10.5": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, он входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn107:11.1": "Таково моё наставление, брахман, тем монахам, которые находятся в [процессе] высшей тренировки, чьи умы ещё не достигли цели, которые пребывают в устремлении к высочайшей защите от подневольности.  ",
  "mn107:11.2": "Но эти вещи ведут и к приятному пребыванию здесь и сейчас, и к осознанности и бдительности для тех монахов, которые араханты, чьи пятна [умственных загрязнений] уничтожены, которые прожили святую жизнь, сделали то, что следовало сделать, сбросили тяжкий груз, достигли своей цели, уничтожили оковы существования и полностью освободились посредством окончательного знания».  ",
  "mn107:12.1": "Когда так было сказано, брахман Ганака Моггаллана сказал Благословенному:  ",
  "mn107:12.2": "«Когда он дал такой совет и наставления ученикам господина Готамы, все ли они достигают ниббаны, окончательной цели, или же некоторые не достигают её?»  ",
  "mn107:12.3": "«Брахман, когда я даю такой совет и наставления им, некоторые из моих учеников достигают ниббаны, окончательной цели, а некоторые не достигают её».  ",
  "mn107:13.1": "«Господин Готама, поскольку ниббана существует, а также и путь, ведущий к ниббане существует, и есть господин Готама в качестве проводника, то в чём условие и причина, почему когда он даёт такой совет и наставления ученикам господина Готамы,  ",
  "mn107:13.2": "[только] некоторые достигают ниббаны, окончательной цели, а некоторые не достигают её?»  ",
  "mn107:14.1": "«В этом отношении, брахман, я задам тебе встречный вопрос. Отвечай так, как сочтёшь нужным.  ",
  "mn107:14.2": "Как ты думаешь, брахман?  ",
  "mn107:14.3": "Знаком ли ты с дорогой, ведущей в Раджагаху?»  ",
  "mn107:14.4": "«Да, господин Готама. Я знаком с дорогой, ведущей в Раджагаху».  ",
  "mn107:14.5": "«Как ты думаешь, брахман?  ",
  "mn107:14.6": "Представь человека, который захотел бы отправиться в Раджагаху,  ",
  "mn107:14.7": "и он подошёл бы к тебе и сказал:  ",
  "mn107:14.8": "«Уважаемый, я хотел бы отправиться в Раджагаху.  ",
  "mn107:14.9": "Покажи мне дорогу в Раджагаху».  ",
  "mn107:14.10": "Тогда ты бы сказал ему:  ",
  "mn107:14.11": "«Почтенный, вот эта дорога ведёт в Раджагаху.  ",
  "mn107:14.12": "Иди по ней какое-то время и увидишь некую деревню.  Затем пройди немного дальше и увидишь некий город.  ",
  "mn107:14.13": "Затем пройди немного дальше и увидишь Раджагаху с её чудесными парками, рощами, полянами, и прудами».  ",
  "mn107:14.14": "И тогда, получив от тебя такой совет и наставление, он бы пошёл не той дорогой, пошёл бы на запад.  ",
  "mn107:14.15": "Затем пришёл бы второй человек, который захотел бы отправиться в Раджагаху, и он подошёл бы к тебе и сказал: «Уважаемый, я хотел бы отправиться в Раджагаху. Покажи мне дорогу в Раджагаху». Тогда ты бы сказал ему: «Почтенный, вот эта дорога ведёт в Раджагаху…».  ",
  "mn107:14.16": "",
  "mn107:14.17": "",
  "mn107:14.18": "",
  "mn107:14.19": "",
  "mn107:14.20": "",
  "mn107:14.21": "",
  "mn107:14.22": "",
  "mn107:14.23": "",
  "mn107:14.24": "И тогда, получив от тебя такой совет и наставление, он бы благополучно прибыл в Раджагаху.  ",
  "mn107:14.25": "Брахман, поскольку Раджагаха существует, а также и путь, ведущий к Раджагахе существует, и есть ты в качестве проводника, то в чём условие и причина, почему, хотя те люди получили от тебя такой совет и наставление,  ",
  "mn107:14.26": "один пошёл не той дорогой, пошёл на запад, а другой благополучно прибыл в Раджагаху?»  ",
  "mn107:14.27": "«Ну что я могу с этим поделать, господин Готама?  ",
  "mn107:14.28": "Я [лишь] тот, кто показывает дорогу».  ",
  "mn107:14.29": "«Точно также, брахман, ниббана существует, а также и путь, ведущий к ниббане существует, и есть я в качестве проводника.  ",
  "mn107:14.30": "Но всё же хотя мои ученики получили от меня такой совет и наставление, некоторые из них достигают ниббаны, окончательной цели, а некоторые не достигают её.  ",
  "mn107:14.31": "Что я могу с этим поделать, брахман?  ",
  "mn107:14.32": "Татхагата [лишь] тот, кто показывает дорогу». ",
  "mn107:15.1": "Когда так было сказано, брахман Ганака Моггаллана сказал Благословенному:  ",
  "mn107:15.2": "«Бывают люди, не имеющие веры, которые ушли из жизни домохозяйской в жизнь бездомную не из-за веры, а ради того, чтобы добыть себе средства к жизни.  Они жульнические, лживые, предательские,  высокомерные, неискренние, самовлюблённые, грубые, беспорядочные в своих речах,  не охраняют способности [органов] чувств, неумеренны в еде, не предаются бодрствованию,  не интересуются затворничеством, не особо уважают тренировку, такими.  проживают в роскоши, беспечные, превосходят других в своём падении, пренебрегают затворничеством, ленивые, не имеющие усердия,  не осознанные, не бдительные, не сосредоточенные, с блуждающими умами, лишённые мудрости, тупоумные.  Господин Готама не пребывает с такими. ",
  "mn107:15.3": "Но есть представители клана, которые ушли из жизни домохозяйской в жизнь бездомную благодаря вере,  Которые не жульнические, не лживые, не предательские,  не высокомерные, не неискренние, не самовлюблённые, не грубые, не беспорядочные в своих речах;  которые охраняют способности [органов] чувств, предаются бодрствованию,  интересуются затворничеством, имеют великое уважение к тренировке,  не проживают в роскоши и не беспечны, усердны в том, чтобы избежать падения, они превосходят других в затворничестве,  усердные, решительные,  утверждены в осознанности, бдительные, сосредоточенные, с собранными умами, обладающие мудростью, не тупоумные.  Господин Готама пребывает с такими.  ",
  "mn107:16.1": "Подобно тому, как чёрный фиалковый корень считается наилучшим из благоуханных кореньев,  ",
  "mn107:16.2": "и красное сандаловое дерево считается наилучшим из благоуханной древесины,  ",
  "mn107:16.3": "и жасмин считается наилучшим из благоуханных цветов,  ",
  "mn107:16.4": "то точно также совет господина Готамы – высочайшее из сегодняшних учений.  ",
  "mn107:17.1": "«Великолепно, господин Готама! Великолепно! ",
  "mn107:17.2": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. ",
  "mn107:17.3": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов.  ",
  "mn107:17.4": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}