{
  "mn110:0.1": "Мадджхима Никая 110 ",
  "mn110:0.2": "Малое наставление в ночь полной луны  ",
  "mn110:1.1": "Так я слышал. ",
  "mn110:1.2": "Однажды Благословенный проживал в Саваттхи, в Восточном парке, во дворце Мигараматы.  ",
  "mn110:2.1": "И тогда, на пятнадцатый день, в ночь полной луны, в Упосатху, Благословенный сидел под открытым небом в окружении общины монахов.  ",
  "mn110:2.2": "И затем, обозрев молчаливую общину монахов, он обратился к ним так: ",
  "mn110:3.1": "«Мог бы нечистый человек знать о нечистом человеке так:  ",
  "mn110:3.2": "«Этот человек – нечистый человек»?  ",
  "mn110:3.3": "«Нет, уважаемый». ",
  "mn110:3.4": "«Хорошо, монахи.  ",
  "mn110:3.5": "Невозможно, не может быть такого, чтобы нечистый человек мог знать о нечистом человеке так:  ",
  "mn110:3.6": "«Этот человек – нечистый человек». ",
  "mn110:3.7": "Но мог бы нечистый человек знать о чистом человеке:  ",
  "mn110:3.8": "«Этот человек – чистый человек»?  ",
  "mn110:3.9": "«Нет, уважаемый». ",
  "mn110:3.10": "«Хорошо, монахи.  ",
  "mn110:3.11": "Невозможно, не может быть такого, чтобы нечистый человек мог бы знать о чистом человеке так: «Этот человек – чистый человек».  ",
  "mn110:3.12": "",
  "mn110:4.1": "Монахи, нечистый человек обладает плохими качествами. Он общается как нечистый человек, он намеревается [делать что-либо] как нечистый человек, он советует как нечистый человек, он разговаривает как нечистый человек, он поступает как нечистый человек, он придерживается воззрений как нечистый человек, он даёт дары как нечистый человек.  ",
  "mn110:5.1": "И каким образом нечистый человек обладает плохими качествами?  ",
  "mn110:5.2": "У нечистого человека нет веры, стыда, боязни совершить проступок. Он неучёный, ленивый, забывчивый, немудрый.  ",
  "mn110:5.3": "Вот каким образом нечистый человек обладает плохими качествами.  ",
  "mn110:6.1": "И каким образом нечистый человек общается как нечистый человек?  ",
  "mn110:6.2": "У нечистого человека друзьями и товарищами являются те жрецы и отшельники, у которых нет веры, стыда, боязни совершить проступок, которые неучёные, ленивые, забывчивые, немудрые.  ",
  "mn110:6.3": "Вот каким образом нечистый человек общается как нечистый человек.  ",
  "mn110:7.1": "И каким образом нечистый человек намеревается [делать что-либо] как нечистый человек?  ",
  "mn110:7.2": "Нечистый человек намеревается [делать что-либо] ради собственной болезненности, ради болезненности других, ради болезненности обоих.  ",
  "mn110:7.3": "Вот каким образом нечистый человек намеревается [делать что-либо] как нечистый человек.  ",
  "mn110:8.1": "И каким образом нечистый человек советует как нечистый человек?  ",
  "mn110:8.2": "Вот нечистый человек советует ради собственной болезненности, ради болезненности других, ради болезненности обоих.  ",
  "mn110:8.3": "Вот каким образом нечистый человек советует как нечистый человек.  ",
  "mn110:9.1": "И каким образом нечистый человек разговаривает как нечистый человек?  ",
  "mn110:9.2": "Вот нечистый человек произносит лживую речь, злонамеренную речь, грубую речь, пустословит. ",
  "mn110:9.3": "Вот каким образом нечистый человек разговаривает как нечистый человек.  ",
  "mn110:10.1": "И каким образом нечистый человек поступает как нечистый человек?  ",
  "mn110:10.2": "Вот нечистый человек убивает живых существ, берёт то, что не дано, пускается в неблагое поведение в чувственных удовольствиях.  ",
  "mn110:10.3": "Вот каким образом нечистый человек действует как нечистый человек.  ",
  "mn110:11.1": "И каким образом нечистый человек придерживается воззрений как нечистый человек?  ",
  "mn110:11.2": "Вот нечистый человек придерживается такого воззрения как это:  ",
  "mn110:11.3": "«Нет ничего, что дано; нет ничего, что предложено; нет ничего, что пожертвовано. Нет плода или результата хороших или плохих поступков. Нет этого мира, нет следующего мира; Нет отца, нет матери, нет спонтанно рождающихся существ. Нет хороших и нравственных жрецов и отшельников в мире, которые, сами реализовав [это своим собственным] прямым знанием, провозгласили этот мир и другой мир». ",
  "mn110:11.4": "Вот каким образом нечистый человек придерживается воззрений как нечистый человек.  ",
  "mn110:12.1": "И каким образом нечистый человек даёт дары как нечистый человек?  ",
  "mn110:12.2": "Вот нечистый человек даёт дар небрежно, не своими собственными руками, без проявления уважения,  даёт то, что будет выброшено, даёт с воззрением, что от этого [акта дарения] ничего не будет.  ",
  "mn110:12.3": "Вот каким образом нечистый человек даёт дары как нечистый человек.  ",
  "mn110:13.1": "Этот нечистый человек, который таким образом обладает плохими качествами. Он общается как нечистый человек, он намеревается [делать что-либо] как нечистый человек, он советует как нечистый человек, он разговаривает как нечистый человек, он поступает как нечистый человек, он придерживается воззрений как нечистый человек, он даёт дары как нечистый человек. ",
  "mn110:13.2": "С распадом тела, после смерти, перерождается в уделе нечистых людей.  ",
  "mn110:13.3": "И каков удел нечистых людей?  ",
  "mn110:13.4": "Это либо ад, либо мир животных.  ",
  "mn110:14.1": "Монахи, мог бы чистый человек знать о чистом человеке так:  ",
  "mn110:14.2": "«Этот человек – чистый человек»?  ",
  "mn110:14.3": "«Да, уважаемый». ",
  "mn110:14.4": "«Хорошо, монахи.  ",
  "mn110:14.5": "Может быть так, что чистый человек знал бы о чистом человеке так:  ",
  "mn110:14.6": "«Этот человек – чистый человек». ",
  "mn110:14.7": "Но мог бы чистый человек знать о нечистом человеке:  ",
  "mn110:14.8": "«Этот человек – нечистый человек»?  ",
  "mn110:14.9": "«Да, уважаемый». ",
  "mn110:15.1": "«Хорошо, монахи.  ",
  "mn110:15.2": "Может быть так, что чистый человек знал бы о нечистом человеке так: «Этот человек – нечистый человек».  ",
  "mn110:15.3": "",
  "mn110:15.4": "Монахи, чистый человек обладает хорошими качествами. Он общается как чистый человек, он намеревается [делать что-либо] как чистый человек, он советует как чистый человек, он разговаривает как чистый человек, он поступает как чистый человек, он придерживается воззрений как чистый человек, он даёт дары как чистый человек.  ",
  "mn110:15.5": "",
  "mn110:16.1": "И каким образом чистый человек обладает хорошими качествами?  ",
  "mn110:16.2": "У чистого человека есть вера, стыд, боязнь совершить проступок. Он учёный, усердный, осознанный, мудрый.  ",
  "mn110:16.3": "Вот каким образом чистый человек обладает хорошими качествами.  ",
  "mn110:17.1": "И каким образом чистый человек общается как чистый человек?  ",
  "mn110:17.2": "У чистого человека друзьями и товарищами являются те жрецы и отшельники, у которых есть вера, стыд, боязнь совершить проступок, которые учёные, усердные, осознанные, мудрые.  ",
  "mn110:17.3": "Вот каким образом чистый человек общается как чистый человек.  ",
  "mn110:18.1": "И каким образом чистый человек намеревается [делать что-либо] как чистый человек?  ",
  "mn110:18.2": "Чистый человек не намеревается [делать что-либо] ради собственной болезненности, ради болезненности других, ради болезненности обоих.  ",
  "mn110:18.3": "Вот каким образом чистый человек намеревается [делать что-либо] как чистый человек.  ",
  "mn110:19.1": "И каким образом чистый человек советует как чистый человек?  ",
  "mn110:19.2": "Вот чистый человек не советует ради собственной болезненности, ради болезненности других, ради болезненности обоих.  ",
  "mn110:19.3": "Вот каким образом чистый человек советует как чистый человек. ",
  "mn110:20.1": "И каким образом чистый человек разговаривает как чистый человек?  ",
  "mn110:20.2": "Вот чистый человек воздерживается от лживой речи, злонамеренной речи, грубой речи, пустословия.  ",
  "mn110:20.3": "Вот каким образом чистый человек разговаривает как чистый человек.  ",
  "mn110:21.1": "И каким образом чистый человек поступает как чистый человек?  ",
  "mn110:21.2": "Вот чистый человек воздерживается от убийства живых существ, взятия того, что не дано, неблагого поведения в чувственных удовольствиях.  ",
  "mn110:21.3": "Вот каким образом чистый человек поступает как чистый человек.  ",
  "mn110:22.1": "И каким образом чистый человек придерживается воззрений как чистый человек?  ",
  "mn110:22.2": "Вот чистый человек придерживается такого воззрения как это:  ",
  "mn110:22.3": "«Есть то, что дано; есть то, что предложено; есть то, что пожертвовано. Есть плод или результат хороших или плохих поступков. Есть этот мир, есть следующий мир; есть отец, есть мать, есть спонтанно рождающиеся существа. Есть хорошие и нравственные жрецы и отшельники в мире, которые, сами реализовав [это своим собственным] прямым знанием, провозглашают этот мир и другой мир». ",
  "mn110:22.4": "Вот каким образом чистый человек придерживается воззрений как чистый человек.  ",
  "mn110:23.1": "И каким образом чистый человек даёт дары как чистый человек?  ",
  "mn110:23.2": "Вот чистый человек даёт дар аккуратно, своими собственными руками, проявляя уважение, даёт стоящий дар,  даёт с воззрением, что от этого [акта дарения] что-то будет.  ",
  "mn110:23.3": "Вот каким образом чистый человек даёт дары как чистый человек.  ",
  "mn110:24.1": "Этот чистый человек, который таким образом обладает хорошими качествами. Он общается как чистый человек, он намеревается [делать что-либо] как чистый человек, он советует как чистый человек, он разговаривает как чистый человек, он поступает как чистый человек, он придерживается воззрений как чистый человек, он даёт дары как чистый человек.",
  "mn110:24.2": "С распадом тела, после смерти, перерождается в уделе нечистых людей.  ",
  "mn110:24.3": "И каков удел чистых людей?  ",
  "mn110:24.4": "Это величие среди божеств, либо величие среди людей».  ",
  "mn110:25.1": "Так сказал Благословенный.  ",
  "mn110:25.2": "Монахи были довольны и восхитились словами Благословенного. ",
  "mn110:25.3": "",
  "mn110:25.4": "",
  "mn110:26.1": "",
  "mn110:26.2": "",
  "mn110:26.3": ""
}