{
  "mn114:0.1": "Мадджхима Никая 114 ",
  "mn114:0.2": "Стоит взращивать и не стоит ",
  "mn114:1.1": "Так я слышал. ",
  "mn114:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn114:1.3": "Там он обратился к монахам так: ",
  "mn114:1.4": "«Монахи!» ",
  "mn114:1.5": "«Да, уважаемый», – отвечали монахи. ",
  "mn114:1.6": "Благословенный сказал следующее: ",
  "mn114:2.1": "«Монахи, я дам вам наставление о том, что стоит взращивать и что не стоит взращивать.  ",
  "mn114:2.2": "Слушайте внимательно то, о чём я буду говорить».  ",
  "mn114:2.3": "«Да, Учитель», – отвечали они. ",
  "mn114:2.4": "Благословенный сказал следующее: ",
  "mn114:3.1": "«Монахи, телесное поведение двояко, я говорю вам:  ",
  "mn114:3.2": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:3.3": "Телесное поведение является либо тем, либо другим.  ",
  "mn114:3.4": "Словесное поведение двояко, я говорю вам:   ",
  "mn114:3.5": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:3.6": "Словесное поведение является либо тем, либо другим.  ",
  "mn114:3.7": "Умственное поведение двояко, я говорю вам:  ",
  "mn114:3.8": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:3.9": "Умственное поведение является либо тем, либо другим.  ",
  "mn114:3.10": "Склонность ума двояка, я говорю вам:  ",
  "mn114:3.11": "та, которую стоит взращивать, и та, которую не стоит взращивать. ",
  "mn114:3.12": "Склонность ума является либо тем, либо другим.  ",
  "mn114:3.13": "Обретение восприятия двояко, я говорю вам:  ",
  "mn114:3.14": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:3.15": "Обретение восприятия является либо тем, либо другим.  ",
  "mn114:3.16": "Обретение воззрений двояко, я говорю вам: ",
  "mn114:3.17": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:3.18": "Обретение воззрений является либо тем, либо другим.  ",
  "mn114:3.19": "Обретение индивидуальности двояко, я говорю вам:  ",
  "mn114:3.20": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:3.21": "Обретение индивидуальности является либо тем, либо другим». ",
  "mn114:4.1": "Когда так было сказано, достопочтенный Сарипутта сказал Благословенному:  ",
  "mn114:4.2": "«Уважаемый, вот как я понимаю подробное значение утверждения Благословенного, которое он высказал кратко, не дав детального разъяснения:  ",
  "mn114:5.1": "«Монахи, телесное поведение двояко, я говорю вам:  ",
  "mn114:5.2": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:5.3": "Телесное поведение является либо тем, либо другим», – ",
  "mn114:5.4": "так было сказано Благословенным.  ",
  "mn114:5.5": "И в отношении чего так было сказано?  ",
  "mn114:5.6": "Уважаемымый, телесное поведение, из-за которого неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются в том, кто его взращивает – [такое телесное поведение] не следует взращивать.  ",
  "mn114:5.7": "Но то телесное поведение, из-за которого неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются в том, кто его взращивает – [такое телесное поведение] следует взращивать.  ",
  "mn114:5.8": "И какой вид телесного поведения побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает?  ",
  "mn114:5.9": "Вот некий человек убивает живых существ.  Он жесток, кровожаден, предаётся насилию и побоям, беспощаден к живым существам. ",
  "mn114:5.10": "Он берёт то, что [ему] не было дано. Он берёт посредством воровства ценности и имущество других в деревне или же в лесу.  ",
  "mn114:5.11": "Он ведёт себя неподобающе в чувственных удовольствиях. Он имеет половые связи с женщинами, которые находятся под защитой матери, отца, матери и отца, брата, сестры или родственников; которые находятся под защитой закона; которые имеют супруга; или с теми, кто украшен гирляндой в знак помолвки. ",
  "mn114:5.12": "Такое телесное поведение побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает. ",
  "mn114:5.13": "И какой вид телесного поведения побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает?  ",
  "mn114:5.14": "Вот некий человек, отбрасывая убийство живых существ, воздерживается от убийства живых существ. откинув дубину, откинув оружие –  он пребывает в сострадании ко всем живым существам, мягкий, доброжелательный. ",
  "mn114:5.15": "Отбрасывая взятие того, что не дано, он воздерживается от взятия того, что [ему] не было дано. Он не берёт намеренно посредством воровства ценности и имущество других в деревне или же в лесу. ",
  "mn114:5.16": "Отбрасывая неподобающее поведение в чувственных удовольствиях, он воздерживается от неподобающего поведения в чувственных удовольствиях.  Он не имеет половых связей с женщинами, которые находятся под защитой матери, отца, матери и отца, брата, сестры или родственников; которые находятся под защитой закона; которые имеют супруга; или с теми, кто украшен гирляндой в знак помолвки. ",
  "mn114:5.17": "Такое телесное поведение побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает.  ",
  "mn114:5.18": "«Монахи, телесное поведение двояко, я говорю вам:  ",
  "mn114:5.19": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:5.20": "Телесное поведение является либо тем, либо другим», – ",
  "mn114:5.21": "в отношении этого так было сказано Благословенным. ",
  "mn114:6.1": "«Монахи, словесное поведение двояко, я говорю вам:  ",
  "mn114:6.2": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:6.3": "Словесное поведение является либо тем, либо другим», – ",
  "mn114:6.4": "так было сказано Благословенным.  ",
  "mn114:6.5": "И в отношении чего так было сказано?  ",
  "mn114:6.6": "Уважаемымый, словесное поведение, из-за которого неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются в том, кто его взращивает – [такое телесное поведение] не следует взращивать.  ",
  "mn114:6.7": "Но то словесное поведение, из-за которого неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются в том, кто его взращивает – [такое словесное поведение] следует взращивать.  ",
  "mn114:6.8": "И какой вид словесного поведения побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает?  ",
  "mn114:6.9": "Вот некий человек говорит неправду.  Если его вызывают в суд, на собрание, ставят перед родственниками, перед его гильдией, перед царской семьёй и спрашивают как свидетеля: «Итак, почтенный, расскажи, что ты знаешь», и тогда он, не зная, говорит: «Я знаю», или, зная, он говорит: «Я не знаю»; не видя, он говорит: «Я вижу», или же, видя, он говорит: «Я не вижу». Он сознательно говорит неправду ради собственной выгоды, ради выгоды другого или же ради какого-нибудь мирского пустяка. ",
  "mn114:6.10": "Он говорит злонамеренно. То, что он слышал здесь, он рассказывает там, чтобы посеять рознь между этими людьми и теми. То, что он слышал там, он рассказывает здесь, чтобы посеять рознь между тамошними людьми и здешними. Так он вызывает разногласия среди тех, кто живёт в согласии, создаёт расколы, наслаждается раздорами, радуется раздорам, восторгается раздорами, говорит слова, что создают раздоры. ",
  "mn114:6.11": "Он говорит грубо. Он произносит такие слова, которые являются грубыми, жёсткими, ранящими других, оскорбительными для других, граничащими со злобой, не ведущими к сосредоточению. ",
  "mn114:6.12": "Он болтун. Он говорит в неподходящий момент, говорит недействительное, говорит бесполезное, говорит противоположное Дхамме и Винае. Это не имеет никакого отношения к преподаванию или тренингу. В неподходящий момент он говорит слова, которые ничего не стоят, неразумные, чрезмерные, не несут пользы. ",
  "mn114:6.13": "Такое словесное поведение побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает. ",
  "mn114:6.14": "И какой вид словесного поведения побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает?  ",
  "mn114:6.15": "Вот некий человек, отбрасывая лживую речь, воздерживается от лживой речи. Если его вызывают в суд, на собрание, ставят перед родственниками, перед его гильдией, перед царской семьёй и спрашивают его как свидетеля: «Итак, почтенный, расскажи, что ты знаешь», и тогда он, не зная, говорит: «Я не знаю», или, зная, он говорит: «Я знаю»; не видя, он говорит: «Я не вижу», или же, видя, он говорит: «Я вижу». Он не говорит сознательно неправды ради собственной выгоды, ради выгоды другого, или же ради какого-нибудь мирского пустяка. ",
  "mn114:6.16": "Отбрасывая злонамеренную речь, он воздерживается от злонамеренной речи. То, что он слышал здесь, он не рассказывает там, чтобы не посеять рознь между этими людьми и теми. То, что он слышал там, он не рассказывает здесь, чтобы не посеять рознь между тамошними людьми и здешними. Так он примиряет тех, кто поругался, любит согласие, радуется согласию, наслаждается согласием, говорит слова, которые способствуют согласию. ",
  "mn114:6.17": "Отбрасывая грубую речь, он воздерживается от грубой речи. Он говорит мягкие слова, приятные уху, любящие, проникающие в сердце, вежливые, приятные и нравящиеся большинству людей. ",
  "mn114:6.18": "Отбрасывая болтовню, он воздерживается от болтовни. Он говорит в нужный момент, говорит действительное, полезное, говорит о Дхамме, о Винае. В должный момент он говорит ценные слова, разумные, сдержанные, полезные. ",
  "mn114:6.19": "Такое словесное поведение побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает.  ",
  "mn114:6.20": "«Монахи, словесное поведение двояко, я говорю вам:  ",
  "mn114:6.21": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:6.22": "Словесное поведение является либо тем, либо другим», – ",
  "mn114:6.23": "в отношении этого так было сказано Благословенным. ",
  "mn114:7.1": "«Умственное поведение двояко, я говорю вам: ",
  "mn114:7.2": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:7.3": "Умственное поведение является либо тем, либо другим», –  ",
  "mn114:7.4": "так было сказано Благословенным.  ",
  "mn114:7.5": "И в отношении чего так было сказано?  ",
  "mn114:7.6": "Уважаемымый, умственное поведение, из-за которого неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются в том, кто его взращивает – [такое умственное поведение] не следует взращивать.  ",
  "mn114:7.7": "Но то умственное поведение, из-за которого неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются в том, кто его взращивает – [такое умственное поведение] следует взращивать.  ",
  "mn114:7.8": "И какой вид умственного поведения побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает?  ",
  "mn114:7.9": "Вот некий человек алчен.  Он жаждет ценностей и имущества других: «Ох, если бы только то, что принадлежит другим, было бы моим!» ",
  "mn114:7.10": "Или у него недоброжелательный ум и злобные намерения: «Пусть эти существа будут лишены жизни, умерщвлены, убиты, погибнут или будут уничтожены!» ",
  "mn114:7.11": "Такое умственное поведение побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает. ",
  "mn114:7.12": "И какой вид умственного поведения побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает?  ",
  "mn114:7.13": "Вот некий человек не алчен.  Он не жаждет ценностей и имущества других: «Ох, если бы только то, что принадлежит другим, было бы моим!» ",
  "mn114:7.14": "У него ум без недоброжелательности и его устремления лишены злобы: «Пусть эти существа живут счастливо, будут свободны от вражды, горя, тревоги!» ",
  "mn114:7.15": "Такое умственное поведение побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает.  ",
  "mn114:7.16": "«Умственное поведение двояко, я говорю вам: ",
  "mn114:7.17": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:7.18": "Умственное поведение является либо тем, либо другим», –  ",
  "mn114:7.19": "в отношении этого так было сказано Благословенным. ",
  "mn114:8.1": "«Монахи, склонность ума двояка, я говорю вам:  ",
  "mn114:8.2": "та, которую стоит взращивать, и та, которую не стоит взращивать. ",
  "mn114:8.3": "Склонность ума является либо тем, либо другим», –  ",
  "mn114:8.4": "так было сказано Благословенным.  ",
  "mn114:8.5": "И в отношении чего так было сказано?  ",
  "mn114:8.6": "Уважаемый, такая склонность ума, из-за которой неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются, в том, кто её взращивает – [такую склонность ума] не следует взращивать.  ",
  "mn114:8.7": "Но та склонность ума, из-за которой неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются, в том, кто её взращивает – [такую склонность ума] следует взращивать.  ",
  "mn114:8.8": "И какой вид склонности ума побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто её взращивает?  ",
  "mn114:8.9": "Вот некий человек алчен и пребывает с умом, насыщенным алчностью.  ",
  "mn114:8.10": "Он недоброжелателен и пребывает с умом, насыщенным недоброжелательностью.  ",
  "mn114:8.11": "Он жесток и пребывает с умом, насыщенным жестокостью.  ",
  "mn114:8.12": "Такая склонность ума побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто её взращивает.  ",
  "mn114:8.13": "И какой вид склонности ума побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто её взращивает?  ",
  "mn114:8.14": "Вот некий человек не алчен и пребывает с умом, отделённым от алчности.  ",
  "mn114:8.15": "Он не имеет недоброжелательности и пребывает с умом, отделённым от недоброжелательности.  ",
  "mn114:8.16": "Он не жесток и пребывает с умом, отделённым от жестокости.  ",
  "mn114:8.17": "Такая склонность ума побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто её взращивает.  ",
  "mn114:8.18": "«Монахи, склонность ума двояка, я говорю вам:  ",
  "mn114:8.19": "та, которую стоит взращивать, и та, которую не стоит взращивать. ",
  "mn114:8.20": "Склонность ума является либо тем, либо другим», –  ",
  "mn114:8.21": "в отношении этого так было сказано Благословенным. ",
  "mn114:9.1": "«Монахи, обретение восприятия двояко, я говорю вам:  ",
  "mn114:9.2": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:9.3": "Обретение восприятия является либо тем, либо другим», – ",
  "mn114:9.4": "так было сказано Благословенным.  ",
  "mn114:9.5": "И в отношении чего так было сказано?  ",
  "mn114:9.6": "Уважаемый, обретение восприятия, из-за которого неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются, в том, кто его взращивает – [такое обретение восприятия] не следует взращивать.  ",
  "mn114:9.7": "Но то обретение восприятия, из-за которого неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются, в том, кто его взращивает – [такое обретение восприятия] следует взращивать.  ",
  "mn114:9.8": "И какой вид обретения восприятия побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает?  ",
  "mn114:9.9": "Вот некий человек алчен и пребывает с восприятием, насыщенным алчностью. ",
  "mn114:9.10": "Он недоброжелателен и пребывает с восприятием, насыщенным недоброжелательностью.  ",
  "mn114:9.11": "Он жесток и пребывает с восприятием, насыщенным жестокостью.  ",
  "mn114:9.12": "Такое обретение восприятия побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает.  ",
  "mn114:9.13": "И какой вид обретения восприятия побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает?  ",
  "mn114:9.14": "Вот некий человек не алчен и пребывает с восприятием, отделённым от алчности.  ",
  "mn114:9.15": "Он не имеет недоброжелательности и пребывает с восприятием, отделённым от недоброжелательности.  ",
  "mn114:9.16": "Он не жесток и пребывает с восприятием, отделённым от жестокости.  ",
  "mn114:9.17": "Такое обретение восприятия побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает.  ",
  "mn114:9.18": "«Монахи, обретение восприятия двояко, я говорю вам:  ",
  "mn114:9.19": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:9.20": "Обретение восприятия является либо тем, либо другим», – ",
  "mn114:9.21": "в отношении этого так было сказано Благословенным. ",
  "mn114:10.1": "«Монахи, обретение воззрений двояко, я говорю вам:  ",
  "mn114:10.2": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:10.3": "Обретение воззрений является либо тем, либо другим», –  ",
  "mn114:10.4": "так было сказано Благословенным.  ",
  "mn114:10.5": "И в отношении чего так было сказано?  ",
  "mn114:10.6": "Уважаемый, обретение воззрений, из-за которого неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются, в том, кто его взращивает – [такое обретение восприятия] не следует взращивать.  ",
  "mn114:10.7": "Но то обретение воззрений, из-за которого неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются, в том, кто его взращивает – [такое обретение восприятия] следует взращивать.  ",
  "mn114:10.8": "И какой вид обретения воззрений побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает?  ",
  "mn114:10.9": "Вот некий человек придерживается такого воззрения как это:  ",
  "mn114:10.10": "«Нет ничего, что дано; нет ничего, что предложено; нет ничего, что пожертвовано. Нет плода или результата хороших или плохих поступков. Нет этого мира, нет следующего мира; Нет отца, нет матери, нет спонтанно рождающихся существ. Нет хороших и нравственных жрецов и отшельников в мире, которые, сами реализовав [это своим собственным] прямым знанием, провозгласили этот мир и другой мир». ",
  "mn114:10.11": "Такое обретение воззрений побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает.  ",
  "mn114:10.12": "И какой вид обретения воззрений побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает?  ",
  "mn114:10.13": "Вот некий человек придерживается такого воззрения как это:  ",
  "mn114:10.14": "«Есть то, что дано; есть то, что предложено; есть то, что пожертвовано. Есть плод или результат хороших или плохих поступков. Есть этот мир, есть следующий мир; есть отец, есть мать, есть спонтанно рождающиеся существа. Есть хорошие и нравственные жрецы и отшельники в мире, которые, сами реализовав [это своим собственным] прямым знанием, провозглашают этот мир и другой мир». ",
  "mn114:10.15": "Такое обретение воззрений побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает.  ",
  "mn114:10.16": "«Монахи, обретение воззрений двояко, я говорю вам:  ",
  "mn114:10.17": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:10.18": "Обретение воззрений является либо тем, либо другим», –  ",
  "mn114:10.19": "в отношении этого так было сказано Благословенным. ",
  "mn114:11.1": "«Монахи, обретение индивидуальности двояко, я говорю вам:  ",
  "mn114:11.2": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:11.3": "Обретение индивидуальности является либо тем, либо другим», – ",
  "mn114:11.4": "так было сказано Благословенным.  ",
  "mn114:11.5": "И в отношении чего так было сказано?  ",
  "mn114:11.6": "Уважаемый, обретение индивидуальности, из-за которого неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются, в том, кто его взращивает –  ",
  "mn114:11.7": "[такое обретение индивидуальности] не следует взращивать.  ",
  "mn114:11.8": "Но то обретение индивидуальности, из-за которого неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются, в том, кто его взращивает –  ",
  "mn114:11.9": "[такое обретение индивидуальности] следует взращивать.  ",
  "mn114:11.10": "И какой вид обретения индивидуальности побуждает неблагие состояния увеличиваться, а благие состояния уменьшаться, в том, кто его взращивает?  ",
  "mn114:11.11": "Когда человек порождает обретение индивидуальности, которое подвержено болезненности, неблагие состояния увеличиваются, а благие состояния уменьшаются в нём, не позволяя ему достичь совершенства. ",
  "mn114:11.12": "И какой вид обретения индивидуальности побуждает неблагие состояния уменьшаться, а благие состояния увеличиваться, в том, кто его взращивает?  Когда человек порождает обретение индивидуальности, которое свободно от болезненности, неблагие состояния уменьшаются, а благие состояния увеличиваются в нём, позволяя ему достичь совершенства.  ",
  "mn114:11.13": "«Монахи, обретение индивидуальности двояко, я говорю вам:  ",
  "mn114:11.14": "то, которое стоит взращивать, и то, которое не стоит взращивать. ",
  "mn114:11.15": "Обретение индивидуальности является либо тем, либо другим», – ",
  "mn114:11.16": "в отношении этого так было сказано Благословенным. ",
  "mn114:12.1": "Уважаемый, вот как я понимаю в подробностях значение утверждения Благословенного, которое он произнёс вкратце, не дав детального разъяснения значения».  ",
  "mn114:13.1": "«Хорошо, хорошо, Сарипутта!  ",
  "mn114:13.2": "Хорошо, что ты так понимаешь в подробностях значение моего утверждения, которое я произнёс вкратце, не дав детального разъяснения значения». ",
  "mn114:14.1": "И Будда повторяет всё сказанное Сарипуттой целиком. И сказав это, он объяснил далее:  ",
  "mn114:14.2": "",
  "mn114:14.3": "",
  "mn114:14.4": "",
  "mn114:14.5": "",
  "mn114:14.6": "",
  "mn114:14.7": "",
  "mn114:14.8": "",
  "mn114:15.1": "",
  "mn114:15.2": "",
  "mn114:15.3": "",
  "mn114:15.4": "",
  "mn114:15.5": "",
  "mn114:16.1": "",
  "mn114:16.2": "",
  "mn114:16.3": "",
  "mn114:16.4": "",
  "mn114:16.5": "",
  "mn114:16.6": "",
  "mn114:16.7": "",
  "mn114:16.8": "",
  "mn114:16.9": "",
  "mn114:17-19.1": "",
  "mn114:17-19.2": "",
  "mn114:17-19.3": "",
  "mn114:17-19.4": "",
  "mn114:17-19.5": "",
  "mn114:20.1": "",
  "mn114:20.2": "",
  "mn114:20.3": "",
  "mn114:20.4": "",
  "mn114:20.5": "",
  "mn114:20.6": "",
  "mn114:20.7": "",
  "mn114:20.8": "",
  "mn114:21.1": "",
  "mn114:21.2": "",
  "mn114:21.3": "",
  "mn114:21.4": "",
  "mn114:21.5": "",
  "mn114:21.6": "",
  "mn114:21.7": "",
  "mn114:21.8": "",
  "mn114:22.1": "«Сарипутта, формы, познаваемые глазом, я говорю тебе, двояки: ",
  "mn114:22.2": "те, которые стоит взращивать, и те, которые не стоит взращивать. ",
  "mn114:22.3": "Звуки, познаваемые ухом, я говорю тебе, двояки... ",
  "mn114:22.4": "",
  "mn114:22.5": "Запахи, познаваемые носом…  ",
  "mn114:22.6": "",
  "mn114:22.7": "Вкусы, познаваемые языком…  ",
  "mn114:22.8": "",
  "mn114:22.9": "Осязаемые вещи, познаваемые телом…  ",
  "mn114:22.10": "",
  "mn114:22.11": "Умственные феномены, познаваемые умом, я говорю тебе, двояки:  ",
  "mn114:22.12": "те, которые стоит взращивать, и те, которое не стоит взращивать». ",
  "mn114:23.1": "Когда так было сказано, достопочтенный Сарипутта сказал Благословенному:  ",
  "mn114:23.2": "«Уважаемый, вот как я понимаю подробное значение утверждения Благословенного, которое он высказал кратко, не дав детального разъяснения:  ",
  "mn114:24.1": "«Сарипутта, звуки, познаваемые ухом, я говорю тебе, двояки: ",
  "mn114:24.2": "те, которые стоит взращивать, и те, которые не стоит взращивать. ",
  "mn114:24.3": "так было сказано Благословенным.  ",
  "mn114:24.4": "И в отношении чего так было сказано?  ",
  "mn114:24.5": "Уважаемый, такие формы, познаваемые глазом, из-за которых неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются, в том, кто их взращивает – [такие формы] не следует взращивать.  ",
  "mn114:24.6": "Но те формы… из-за которых неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются, в том, кто их взращивает – [такие формы] следует взращивать.  ",
  "mn114:24.7": "«Сарипутта, формы, познаваемые глазом, я говорю тебе, двояки: ",
  "mn114:24.8": "те, которые стоит взращивать, и те, которые не стоит взращивать», –  ",
  "mn114:24.9": "в отношении этого так было сказано Благословенным. ",
  "mn114:25.1": "«Сарипутта, звуки, познаваемые ухом, я говорю тебе, двояки.. ",
  "mn114:25.2": "",
  "mn114:25.3": "",
  "mn114:26.1": "Запахи, познаваемые носом…  ",
  "mn114:26.2": "",
  "mn114:27.1": "Вкусы, познаваемые языком…  ",
  "mn114:27.2": "",
  "mn114:27.3": "Осязаемые вещи, познаваемые телом…  ",
  "mn114:28.1": "",
  "mn114:28.2": "",
  "mn114:29.1": "Умственные феномены, познаваемые умом, я говорю тебе, двояки:  ",
  "mn114:29.2": "те, которые стоит взращивать, и те, которые не стоит взращивать», –  ",
  "mn114:29.3": "так было сказано Благословенным.  ",
  "mn114:29.4": "И в отношении чего так было сказано?  ",
  "mn114:30.1": "Уважаемый, такие умственные феномены, познаваемые умом, из-за которых неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются, в том, кто их взращивает – [такие умственные феномены] не следует взращивать.  ",
  "mn114:30.2": "Но те умственные феномены… из-за которых неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются, в том, кто их взращивает – [такие умственные феномены] следует взращивать.  ",
  "mn114:30.3": "«Сарипутта, умственные феномены, познаваемые умом, я говорю тебе, двояки: ",
  "mn114:30.4": "те, которые стоит взращивать, и те, которые не стоит взращивать», –  ",
  "mn114:30.5": "в отношении этого так было сказано Благословенным. ",
  "mn114:30.6": "Уважаемый, вот как я понимаю в подробностях значение утверждения Благословенного, которое он произнёс вкратце, не дав детального разъяснения значения».  ",
  "mn114:31.1": "«Хорошо, хорошо, Сарипутта!  ",
  "mn114:31.2": "Хорошо, что ты так понимаешь в подробностях значение моего утверждения, которое я произнёс вкратце, не дав детального разъяснения значения». ",
  "mn114:32-36.1": "И Будда повторяет всё сказанное Сарипуттой целиком. И сказав это, он объяснил далее:  ",
  "mn114:32-36.2": "",
  "mn114:32-36.3": "",
  "mn114:32-36.4": "",
  "mn114:32-36.5": "",
  "mn114:32-36.6": "",
  "mn114:32-36.7": "",
  "mn114:32-36.8": "",
  "mn114:32-36.9": "",
  "mn114:37.1": "",
  "mn114:37.2": "",
  "mn114:37.3": "",
  "mn114:37.4": "",
  "mn114:37.5": "",
  "mn114:37.6": "",
  "mn114:37.7": "",
  "mn114:37.8": "",
  "mn114:37.9": "",
  "mn114:38.1": "",
  "mn114:38.2": "",
  "mn114:38.3": "",
  "mn114:38.4": "",
  "mn114:38.5": "",
  "mn114:38.6": "",
  "mn114:38.7": "",
  "mn114:39.1": "«Сарипутта, одеяния, я говорю тебе, двояки:  ",
  "mn114:39.2": "те, которые стоит взращивать, и те, которые не стоит взращивать. ",
  "mn114:39.3": "Еда с подаяний…  ",
  "mn114:39.4": "Жилища... ",
  "mn114:39.5": "Деревни... ",
  "mn114:39.6": "Города... ",
  "mn114:39.7": "Столицы... ",
  "mn114:39.8": "Округа... ",
  "mn114:39.9": "Люди, я говорю тебе, двояки:  ",
  "mn114:39.10": "те, [общение с] которыми стоит взращивать, и те, [общение с] которыми не стоит взращивать». ",
  "mn114:40.1": "Когда так было сказано, достопочтенный Сарипутта сказал Благословенному:  ",
  "mn114:40.2": "«Уважаемый, вот как я понимаю подробное значение утверждения Благословенного, которое он высказал кратко, не дав детального разъяснения:  ",
  "mn114:41.1": "«Сарипутта, одеяния, я говорю тебе, двояки... ",
  "mn114:41.2": "",
  "mn114:41.3": "",
  "mn114:41.4": "",
  "mn114:41.5": "",
  "mn114:41.6": "",
  "mn114:41.7": "",
  "mn114:41.8": "",
  "mn114:41.9": "",
  "mn114:42.1": "Еда с подаяний…  ",
  "mn114:42.2": "",
  "mn114:42.3": "",
  "mn114:43.1": "Жилища... ",
  "mn114:43.2": "",
  "mn114:43.3": "",
  "mn114:44.1": "Деревни... ",
  "mn114:45.1": "",
  "mn114:45.2": "",
  "mn114:45.3": "Города... ",
  "mn114:45.4": "",
  "mn114:46.1": "Столицы... ",
  "mn114:46.2": "",
  "mn114:47.1": "Округа... ",
  "mn114:47.2": "",
  "mn114:48.1": "Люди, я говорю тебе, двояки:  ",
  "mn114:48.2": "те, [общение с] которыми стоит взращивать, и те, [общение с] которыми не стоит взращивать», – ",
  "mn114:48.3": "так было сказано Благословенным.  ",
  "mn114:48.4": "И в отношении чего так было сказано?  ",
  "mn114:48.5": "Уважаемый, такие люди, из-за которых неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются, в том, кто их взращивает – [общение с такими людьми] не следует взращивать.  ",
  "mn114:48.6": "Но те люди, из-за которых неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются, в том, кто их взращивает – [общение с такими людьми] следует взращивать.  ",
  "mn114:48.7": "«Люди, я говорю тебе, двояки:  ",
  "mn114:48.8": "те, [общение с] которыми следует взращивать, и те, [общение с] которыми не следует взращивать», – ",
  "mn114:48.9": "в отношении этого так было сказано Благословенным. ",
  "mn114:49.1": "Уважаемый, вот как я понимаю в подробностях значение утверждения Благословенного, которое он произнёс вкратце, не дав детального разъяснения значения».  ",
  "mn114:50.1": "«Хорошо, хорошо, Сарипутта!  ",
  "mn114:50.2": "Хорошо, что ты так понимаешь в подробностях значение моего утверждения, которое я произнёс вкратце, не дав детального разъяснения значения». ",
  "mn114:51-58.1": "И Будда повторяет всё сказанное Сарипуттой целиком. Затем он добавил: ",
  "mn114:51-58.2": "",
  "mn114:51-58.3": "",
  "mn114:51-58.4": "",
  "mn114:51-58.5": "",
  "mn114:51-58.6": "",
  "mn114:51-58.7": "",
  "mn114:51-58.8": "",
  "mn114:51-58.9": "",
  "mn114:51-58.10": "",
  "mn114:51-58.11": "",
  "mn114:51-58.12": "",
  "mn114:51-58.13": "",
  "mn114:51-58.14": "",
  "mn114:51-58.15": "",
  "mn114:51-58.16": "",
  "mn114:59.1": "",
  "mn114:59.2": "",
  "mn114:59.3": "",
  "mn114:59.4": "",
  "mn114:59.5": "",
  "mn114:59.6": "",
  "mn114:59.7": "",
  "mn114:59.8": "",
  "mn114:59.9": "",
  "mn114:59.10": "",
  "mn114:60.1": "«Сарипутта, если бы вся знать, все брахманы, все торговцы, все рабочие понимали бы так подробное значение моего утверждения, которое я произнёс вкратце, то это привело бы к их благополучию и счастью на долгое время.  ",
  "mn114:60.2": "",
  "mn114:60.3": "",
  "mn114:60.4": "",
  "mn114:60.5": "Если бы мир с его богами, Марами, Брахмами, c его поколением жрецов и отшельников, князей и [простых] людей, понимал бы подробное значение моего утверждения, которое я произнёс вкратце, то это привело бы мир к благополучию и счастью на долгое время».  ",
  "mn114:61.1": "Так сказал Благословенный.  ",
  "mn114:61.2": "Достопочтенный Сарипутта был доволен и восхитился словами Благословенного.  "
}