{
  "mn112:0.1": "Мадджхима Никая 112 ",
  "mn112:0.2": "Чистота в шести аспектах ",
  "mn112:1.1": "Так я слышал. ",
  "mn112:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn112:1.3": "Там он обратился к монахам так: ",
  "mn112:1.4": "«Монахи!» ",
  "mn112:1.5": "«Да, уважаемый», – отвечали монахи. ",
  "mn112:1.6": "Благословенный сказал следующее: ",
  "mn112:2.1": "«Монахи, бывает, что некий монах делает заявление об окончательном знании так:  ",
  "mn112:2.2": "«Я понимаю: рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn112:3.1": "Слова этого монаха не следует ни одобрять, ни осуждать.  ",
  "mn112:3.2": "Не одобряя и не осуждая, следует задать вопрос так:  ",
  "mn112:3.3": "«Друг, существует четыре вида выражения, праведно провозглашённых Благословенным, который знает и видит, совершенным и полностью просветлённым.  ",
  "mn112:3.4": "Какие четыре? ",
  "mn112:3.5": "говорить о видимом так, как оно виделось, говорить о слышимом так, как оно слышалось, говорить об ощущаемом так, как оно ощущалось, говорить о познаваемом так, как оно познавалось.  ",
  "mn112:3.6": "Таковы, друг, четыре вида выражения, праведно провозглашённые Благословенным, который знает и видит, совершенным и полностью просветлённым. ",
  "mn112:3.7": "Как достопочтенный знает, как он видит, в отношении этих четырёх видов выражения, так что посредством не-цепляния его ум освободился от пятен [загрязнений ума]?»  ",
  "mn112:4.1": "Монахи, когда монах – чьи загрязнения уничтожены, который прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг истинной цели – уничтожил оковы существования и полностью освободился посредством окончательного знания, он естественным образом ответит так:  ",
  "mn112:4.2": "«Друзья, в отношении видимого я пребываю без влечения, без отторжения, независимым, отсоединённым, свободным, отделённым, с умом, лишённым преград.  ",
  "mn112:4.3": "В отношении слышимого…  ",
  "mn112:4.4": "ощущаемого... ",
  "mn112:4.5": "познаваемого я пребываю без влечения, без отторжения, независимым, отсоединённым, свободным, отделённым, с умом, лишённым преград.  ",
  "mn112:4.6": "Зная так, видя так, в отношении этих четырёх видов выражений, посредством не-цепляния мой ум освободился от пятен».  ",
  "mn112:5.1": "Монахи, сказав «хорошо», можно восхититься и возрадоваться словам этого монаха.  ",
  "mn112:5.2": "Сделав это, следует задать дальнейший вопрос так:  ",
  "mn112:5.3": "«Друг, есть эти пять совокупностей, подверженные цеплянию, праведно провозглашённые Благословенным, который знает и видит, совершенным и полностью просветлённым.  ",
  "mn112:5.4": "Какие пять? ",
  "mn112:5.5": "Совокупность материальной формы, подверженная цеплянию,  совокупность чувства, подверженная цеплянию, совокупность восприятия, подверженная цеплянию, совокупность формаций [ума], подверженная цеплянию, cовокупность сознания, подверженная цеплянию.  ",
  "mn112:5.6": "Таковы, друг, пять совокупностей, подверженные цеплянию, праведно провозглашённые Благословенным, который знает и видит, совершенным и полностью просветлённым.  ",
  "mn112:5.7": "Как достопочтенный знает, как он видит, в отношении этих пяти совокупностей, подверженных цеплянию, так что посредством не-цепляния его ум освободился от пятен?» ",
  "mn112:6.1": "Монахи, когда монах – чьи загрязнения уничтожены, который прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг истинной цели – уничтожил оковы существования и полностью освободился посредством окончательного знания, то он естественным образом ответит так:  ",
  "mn112:6.2": "«Друзья, познав материальную форму хилой, исчезающей, некомфортной – с уничтожением, исчезновением, прекращением, оставлением и отбрасыванием влечения и цепляния по отношению к материальной форме, [а также] умственных позиций, приверженностей, скрытых склонностей по отношению к материальной форме, я понял, что мой ум освобождён.  ",
  "mn112:6.3": "Друзья, познав чувство…  ",
  "mn112:6.4": "восприятие... ",
  "mn112:6.5": "формации [ума]... ",
  "mn112:6.6": "сознание хилым, исчезающим, некомфортным – с уничтожением, исчезновением, прекращением, оставлением и отбрасыванием влечения и цепляния по отношению к сознанию, [а также] умственных позиций, приверженностей, скрытых склонностей по отношению к сознанию, я понял, что мой ум освобождён.  ",
  "mn112:6.7": "Зная так и видя так, в отношении этих пяти совокупностей, подверженных цеплянию, посредством не-цепляния мой ум освободился от пятен».  ",
  "mn112:7.1": "Монахи, сказав «хорошо», можно восхититься и возрадоваться словам этого монаха.  ",
  "mn112:7.2": "Сделав это, следует задать дальнейший вопрос так:  ",
  "mn112:7.3": "«Друг, существуют эти шесть элементов, праведно провозглашённых Благословенным, который знает и видит, совершенным и полностью просветлённым.  ",
  "mn112:7.4": "Какие шесть? ",
  "mn112:7.5": "Элемент земли, элемент воды, элемент огня, элемент воздуха, элемент пространства, элемент сознания.  ",
  "mn112:7.6": "Таковы, друг, шесть элементов, праведно провозглашённые Благословенным, который знает и видит, совершенным и полностью просветлённым.  ",
  "mn112:7.7": "Как достопочтенный знает, как он видит, в отношении этих шести элементов, так что посредством не-цепляния его ум освободился от пятен?»  ",
  "mn112:8.1": "Монахи, когда монах – чьи загрязнения уничтожены, который прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг истинной цели – уничтожил оковы существования и полностью освободился посредством окончательного знания, то он естественным образом ответит так:  ",
  "mn112:8.2": "«Друзья, я считал элемент земли безличностным, не имея [ощущения] «я» на основе элемента земли. ",
  "mn112:8.3": "C уничтожением, исчезновением, прекращением, оставлением, и отбрасыванием влечения и цепляния по отношению к элементу земли, [а также] умственных позиций, приверженностей, скрытых склонностей по отношению к элементу земли, я понял, что мой ум освобождён.  ",
  "mn112:8.4": "Друзья, я считал элемент воды…  ",
  "mn112:8.5": "огня... ",
  "mn112:8.6": "воздуха... ",
  "mn112:8.7": "пространства... ",
  "mn112:8.8": "сознания безличностным, не имея [ощущения] «я» на основе элемента сознания.  ",
  "mn112:8.9": "C уничтожением, угасанием, прекращением, оставлением, и отбрасыванием влечения и цепляния по отношению к элементу сознания,  ",
  "mn112:8.10": "[а также] умственных позиций, приверженностей, скрытых склонностей по отношению к элементу сознания, я понял, что мой ум освобождён.  ",
  "mn112:9.1": "Монахи, сказав «хорошо», можно восхититься и возрадоваться словам этого монаха.  ",
  "mn112:9.2": "Сделав это, следует задать дальнейший вопрос так:  ",
  "mn112:9.3": "«Друг, существуют эти шесть внутренних и внешних сфер, праведно провозглашённых Благословенным, который знает и видит, совершенным и полностью просветлённым.  ",
  "mn112:9.4": "Какие шесть? ",
  "mn112:9.5": "Глаз и формы, ухо и звуки, нос и запахи, язык и вкусы, тело и осязаемые вещи, ум и умственные феномены.  ",
  "mn112:9.6": "Таковы, друг, шесть внутренних и внешних сфер, праведно провозглашённых Благословенным, который знает и видит, совершенным и полностью просветлённым.  ",
  "mn112:9.7": "Как достопочтенный знает, как он видит, в отношении этих шести внутренних и внешних сфер, так что посредством не-цепляния его ум освободился от пятен?»  ",
  "mn112:10.1": "Монахи, когда монах – чьи загрязнения уничтожены, который прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг истинной цели – уничтожил оковы существования и полностью освободился посредством окончательного знания, то он естественным образом ответит так:  ",
  "mn112:10.2": "«Друзья, с уничтожением, исчезновением, прекращением, оставлением и отбрасыванием желания, страсти, наслаждения, жажды, влечения, и цепляния, [а также] умственных позиций, приверженностей, скрытых склонностей по отношению к глазу, формам, сознанию глаза и к вещам, познаваемым [умом] посредством сознания глаза, я понял, что мой ум освобождён. ",
  "mn112:10.3": "С уничтожением, исчезновением, прекращением, оставлением и отбрасыванием желания, страсти, наслаждения, жажды, влечения и цепляния, [а также] умственных позиций, приверженностей, скрытых склонностей по отношению к уху, звукам, сознанию уха и к вещам, познаваемым [умом] посредством сознания уха, я понял, что мой ум освобождён…  ",
  "mn112:10.4": "…по отношению к носу, запахам, сознанию носа и к вещам, познаваемым [умом] посредством сознания носа…  ",
  "mn112:10.5": "…по отношению к языку, вкусам, сознанию языка, и к вещам, познаваемым [умом] посредством сознания языка…  ",
  "mn112:10.6": "…по отношению к телу, осязаемым вещам, сознанию тела и к вещам, познаваемым [умом] посредством сознания тела…  ",
  "mn112:10.7": "…по отношению к уму, феноменам ума, сознанию ума и к вещам, познаваемым [умом] посредством сознания ума, я понял, что мой ум освобождён.  ",
  "mn112:10.8": "Зная так и видя так, в отношении этих шести внутренних и внешних сфер, посредством не-цепляния мой ум освободился от пятен».  ",
  "mn112:11.1": "Монахи, сказав «хорошо», можно восхититься и возрадоваться словам этого монаха.  ",
  "mn112:11.2": "Сделав это, следует задать дальнейший вопрос так:  ",
  "mn112:11.3": "«Друг, как достопочтенный знает, как он видит в отношении этого тела с его сознанием и всеми внешними образами [так, что] cотворение «я», сотворение «моего», скрытая склонность к самомнению были уничтожены в нём?» ",
  "mn112:12.1": "Монахи, когда монах – чьи загрязнения уничтожены, который прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг истинной цели – уничтожил оковы существования и полностью освободился посредством окончательного знания, то он естественным образом ответит так:  ",
  "mn112:12.2": "«Друзья, прежде, когда я жил домохозяйской жизнью, я был невежественен.  ",
  "mn112:12.3": "Затем, Татхагата или его ученик обучил меня Дхамме.  ",
  "mn112:12.4": "Услышав Дхамму, я обрёл веру в Татхагату.  ",
  "mn112:12.5": "Обладая этой верой, я подумал так:  ",
  "mn112:12.6": "«Домохозяйская жизнь тесная и пыльная. Бездомная жизнь подобна бескрайним просторам. ",
  "mn112:12.7": "Непросто, проживая дома, вести святую жизнь всецело чистую и совершенную, словно отполированная морская раковина. ",
  "mn112:12.8": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn112:13.1": "Так через некоторое время я оставил всё своё богатство – большое или малое. Оставляет круг своих родных – большой или малый. Я обрил волосы и бороду, надел жёлтые одежды, и оставил жизнь домохозяйскую ради жизни бездомной.  ",
  "mn112:13.2": "Когда я ушёл в бездомную жизнь, наделённый монашеской тренировкой и образом жизни, Отбрасывая убийство живых существ, я воздерживался от убийства живых существ, откинув дубину, откинув оружие.  Я пребывал в сострадании ко всем живым существам, мягкий, доброжелательный. ",
  "mn112:13.3": "Отбрасывая взятие того, что не дано, Я брал только то, что дают, ожидал только того, что дают, не крал, ",
  "mn112:13.4": "пребывал в чистоте. Я жил отдельно, воздерживаясь от половых сношений, что привычны среди простых людей. ",
  "mn112:13.5": "Отбрасывая лживую речь, я воздерживается от лживой речи.  Я говорил истину, держался за истину,  [в этом] прочен, надёжен, не обманывал мир. ",
  "mn112:13.6": "Отбрасывая злонамеренную речь, я воздерживается от злонамеренной речи. То, что я слышал здесь, я не рассказывал там, чтобы не посеять рознь между этими людьми и теми. То, что я слышал там, он не рассказывал здесь, чтобы не посеять рознь между тамошними людьми и здешними. Так я примирял тех, кто поругался, любил согласие, радовался согласию, наслаждался согласием, говорил слова, которые способствуют согласию. ",
  "mn112:13.7": "Отбрасывая грубую речь, я воздерживается от грубой речи. Я говорил мягкие слова, приятные уху, любящие, проникающие в сердце, вежливые, приятные и нравящиеся большинству людей. ",
  "mn112:13.8": "Отбрасывая пустую болтовню, я воздерживается от пустой болтовни. Я говорил в нужный момент, говорил действительное, полезное, говорил о Дхамме, о Винае. В должный момент я говорил ценные слова, разумные, сдержанные, полезные. ",
  "mn112:14.1": "Я воздерживался от нанесения вреда семенам и растениям. Я практиковал принятие пищи один раз в день, воздерживаясь от еды ночью и вне надлежащего времени [днём]. ",
  "mn112:14.2": "Я воздерживался от танцев, пения, музыки и зрелищ. ",
  "mn112:14.3": "Я воздерживался от ношения гирлянд и от украшения себя ароматами и мазями. ",
  "mn112:14.4": "Я воздерживался от высоких и больших кроватей. ",
  "mn112:14.5": "Я воздерживался от принятия золота и серебра. ",
  "mn112:14.6": "Я воздерживался от принятия сырого зерна… ",
  "mn112:14.7": "сырого мяса… ",
  "mn112:14.8": "женщин и девушек… ",
  "mn112:14.9": "рабов и рабынь… ",
  "mn112:14.10": "овец и коз… ",
  "mn112:14.11": "птиц и свиней… ",
  "mn112:14.12": "слонов, коров, жеребцов и кобыл… ",
  "mn112:14.13": "полей и земель. ",
  "mn112:14.14": "Я воздерживался от взятия на себя обязанности посыльного… ",
  "mn112:14.15": "от покупки и продажи… ",
  "mn112:14.16": "от жульничества на весах, в металлах и мерах… ",
  "mn112:14.17": "от взяточничества, обмана и мошенничества. ",
  "mn112:14.18": "Я воздерживался от нанесения увечий, убийств, пленения, разбоя, грабежа и насилия. ",
  "mn112:14.19": "Я довольствовался одеяниями для защиты своего тела и едой с подаяний для утоления голода. Куда бы я ни отправился, я брал с собой лишь только это. ",
  "mn112:14.20": "Подобно птице, которая куда бы ни отправилась, крылья – её единственный груз, ",
  "mn112:14.21": "точно так же и я довольствовался одеяниями для защиты своего тела и едой с подаяний для утоления голода. Куда бы я ни отправился, я брал с собой лишь только это. ",
  "mn112:14.22": "Наделённый этой совокупностью благородной нравственности, в себе я ощутил блаженство от безукоризненности. ",
  "mn112:15.1": "Видя форму глазом, я не цеплялся за её образ и черты. ",
  "mn112:15.2": "Ведь если бы я оставлял способность глаза неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить меня. По этой причине я практиковал путь сдерживания, я охранял способность глаза, я предпринимал сдерживание способности глаза. ",
  "mn112:15.3": "Слыша звук ухом... ",
  "mn112:15.4": "Нюхая запах носом... ",
  "mn112:15.5": "Пробуя вкус языком... ",
  "mn112:15.6": "Касаясь осязаемой вещи телом... ",
  "mn112:15.7": "Познавая умственный феномен умом, я не цеплялся за его образ и черты. ",
  "mn112:15.8": "Ведь если бы я оставлял способность ума неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить меня. По этой причине я практиковал путь сдерживания, я охранял способность ума, я предпринимал сдерживание способности ума. ",
  "mn112:15.9": "Наделённый этой благородной сдержанностью способностей [органов чувств], я внутренне ощущал блаженство от безукоризненности. ",
  "mn112:16.1": "Я стал тем, кто действует с бдительностью, когда идёт вперёд и возвращается; кто действует с бдительностью, когда смотрит вперёд и в сторону… когда сгибает и разгибает свои члены тела… когда несёт одеяния, внешнее одеяние, чашу… когда ест, пьёт, жуёт, пробует… когда мочится и испражняется… когда идёт, стоит, сидит, засыпает, просыпается, разговаривает и молчит. ",
  "mn112:16.2": "Наделённый этой совокупностью благородной нравственности, этой благородной сдержанностью способностей [органов чувств], этой благородной осознанностью и бдительностью, ",
  "mn112:16.3": "я часто затворялся в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы. ",
  "mn112:16.4": "После принятия пищи, вернувшись с хождения за подаяниями, я садился со скрещенными ногами, держал тело выпрямленным, устанавливал осознанность впереди. ",
  "mn112:17.1": "Оставляя алчность к миру, я пребывал с умом, свободным от алчности. Я очищал ум от алчности. ",
  "mn112:17.2": "Оставляя недоброжелательность и злость, я пребывал с умом, свободным от недоброжелательности, сострадательный ко всем живым существам. Я очищал ум от недоброжелательности и злости. ",
  "mn112:17.3": "Оставляя лень и апатию, я пребывал свободным от лени и апатии – осознанным, бдительным, воспринимая свет. Я очищал свой ум от лени и апатии. ",
  "mn112:17.4": "Отбрасывая неугомонность и сожаление, я пребывал невзволнованным, с внутренне умиротворённым умом. Я очищал ум от неугомонности и сожаления. ",
  "mn112:17.5": "Отбрасывая сомнение, я пребывал, выйдя за пределы сомнения, не имея замешательства в отношении [понимания] благих [умственных] состояний. Я очищал свой ум от сомнения. ",
  "mn112:18.1": "Оставив эти пять помех – изъянов ума, что ослабляют мудрость, ",
  "mn112:18.2": "будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], я вошел и пребывал в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn112:18.3": "Затем, с успокоением направления и удержания [ума], я вошёл и пребывал во второй джхане... ",
  "mn112:18.4": "третьей джхане... ",
  "mn112:18.5": "четвёртой джхане... ",
  "mn112:19.1": "Когда мой ум стал таким сконцентрированным — очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, я направил его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn112:19.2": "Я напрямую познал в соответствии с действительностью: «Вот страдание... Вот возникновение страдания... Вот прекращение страдания... Вот Путь ведущий к прекращению страдания». ",
  "mn112:19.3": "Я напрямую познал в соответствии с действительностью: «Это – пятна [загрязнений ума]... Это – происхождение пятен… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn112:20.1": "Когда я узнал и увидел это, мой ум освободился от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn112:20.2": "Когда он освободился, пришло знание: «Он освобождён».  ",
  "mn112:20.3": "Я напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn112:20.4": "Из-за знания того, что это так, из-за видения того, что это так, друзья, в отношении этого тела с его сознанием и [в отношении] всех внешних образов – cотворение «я», сотворение «моего», и скрытая склонность к самомнению были уничтожены во мне». ",
  "mn112:21.1": "Монахи, сказав «хорошо», можно восхититься и возрадоваться словам этого монаха.  ",
  "mn112:21.2": "Сделав это, следует сказать ему:  ",
  "mn112:21.3": "«Какое благо для нас, друг, какое огромное благо, ",
  "mn112:21.4": "что у нас есть такой товарищ по святой жизни как достопочтенный». ",
  "mn112:21.5": "Так сказал Благословенный.  ",
  "mn112:21.6": "Монахи были довольны и восхитились словами Благословенного. "
}