{
  "mn11:0.1": "Мадджхима Никая 11 ",
  "mn11:0.2": "Малое наставление о львином рыке ",
  "mn11:1.1": "Так я слышал. ",
  "mn11:1.2": "Так я слышал. Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn11:1.3": "Там он обратился к монахам так: ",
  "mn11:1.4": "- Монахи! ",
  "mn11:1.5": "- Уважаемый, ответили они. ",
  "mn11:1.6": "Благословенный сказал следующее:",
  "mn11:2.1": "Монахи, только здесь есть отшельник, только здесь – второй отшельник, только здесь – третий отшельник, только здесь – четвёртый отшельник. ",
  "mn11:2.2": "Доктрины других лишены отшельников.",
  "mn11:2.3": "Вот как вам следует праведно рычать своим львиным рыком. ",
  "mn11:3.1": "Быть может, монахи, странники – приверженцы других учений спросят:  ",
  "mn11:3.2": "«Но из-за силы какого [аргумента], или опираясь на какой авторитет, достопочтенные говорят так?» ",
  "mn11:3.3": "Странникам – приверженцам других учений,",
  "mn11:3.4": "которые спросят так,",
  "mn11:3.5": "следует ответить вот как: ",
  "mn11:3.6": "«Друзья, четыре вещи были провозглашены нам Благословенным, который знает и видит, который является совершенным и полностью просветлённым. Видя их в себе, мы говорим так:",
  "mn11:3.7": "«Только здесь есть отшельник, только здесь – второй отшельник, только здесь – третий отшельник, только здесь – четвёртый отшельник. ",
  "mn11:3.8": "Доктрины других лишены отшельников. ",
  "mn11:3.9": "Какие четыре? ",
  "mn11:3.10": "У нас есть уверенность в Учителе. У нас есть уверенность в Дхамме. Мы исполнили правила поведения. ",
  "mn11:3.11": "Наши товарищи по Дхамме милы и приятны нам,",
  "mn11:3.12": "будь они мирянами или теми, кто оставил жизнь домохозяйскую ради жизни бездомной. ",
  "mn11:3.13": "Таковы четыре вещи,  ",
  "mn11:3.14": "что были провозглашены нам Благословенным, который знает и видит, который является совершенным и полностью просветлённым. ",
  "mn11:3.15": "Видя их в себе, мы говорим так, как мы говорим.",
  "mn11:4.1": "Быть может, монахи, те странники – приверженцы других учений скажут так: ",
  "mn11:4.2": "«Друзья, у нас тоже есть уверенность в Учителе, то есть, в нашем Учителе. У нас тоже есть уверенность в Дхамме, то есть, в нашей Дхамме. Мы тоже исполнили правила поведения, то есть, наши правила поведения",
  "mn11:4.3": "Наши товарищи по Дхамме тоже милы и приятны нам, ",
  "mn11:4.4": "будь они мирянами или теми, кто оставил жизнь домохозяйскую ради жизни бездомной. ",
  "mn11:4.5": "Так в чём же здесь отличие, друзья, в чём несоответствие, в чём разница между вами и нами?» ",
  "mn11:5.1": "Странникам – приверженцам других учений, которые спросят так, следует ответить вот как:  ",
  "mn11:5.2": "«Так как же, друзья, цель одна или много [разных]?»  ",
  "mn11:5.3": "Отвечая праведно, странники – приверженцы других учений ответят так:  ",
  "mn11:5.4": "«Друзья, цель одна, а не много [разных]» ",
  "mn11:5.5": "[Далее их следует спросить]:«Но, друзья, находится ли эта цель под влиянием страсти, или же [она] лишена страсти?» ",
  "mn11:5.6": "Отвечая праведно, странники – приверженцы других учений ответят так: ",
  "mn11:5.7": "«Друзья, эта цель лишена страсти, она не та, что находится под влиянием страсти». ",
  "mn11:5.8": "[Далее их следует спросить]: «Но, друзья, находится ли эта цель под влиянием злобы… ",
  "mn11:5.9": "Отвечая праведно, странники – приверженцы других учений ответят так: ",
  "mn11:5.10": "«Друзья, эта цель лишена злобы…, она не та, что находится под влиянием злобы…».",
  "mn11:5.11": "[Далее их следует спросить]: «Но, друзья, находится ли эта цель под влиянием заблуждения…",
  "mn11:5.12": "Отвечая праведно, странники – приверженцы других учений ответят так: ",
  "mn11:5.13": "«Друзья, эта цель лишена заблуждения…",
  "mn11:5.14": "[Далее их следует спросить]: «Но, друзья, находится ли эта цель под влиянием жажды…\" ",
  "mn11:5.15": "Отвечая праведно, странники – приверженцы других учений ответят так: ",
  "mn11:5.16": "«Друзья, эта цель лишена жажды, … ",
  "mn11:5.17": "[Далее их следует спросить]: «Но, друзья, находится ли эта цель под влиянием цепляния или же [она] лишена цепляния?»…\" ",
  "mn11:5.18": "«Друзья, эта цель лишена цепляния,",
  "mn11:5.19": "она не та, что находится под влиянием цепляния» ",
  "mn11:5.20": "[Далее их следует спросить]: «Но, друзья, эта цель для того, кто обладает видением, или для того, кто не обладает видением?»",
  "mn11:5.21": "Отвечая праведно, странники – приверженцы других учений ответят так: ",
  "mn11:5.22": "«Друзья, эта цель для того, кто обладает видением, а не для того, кто не обладает видением».",
  "mn11:5.23": "[Далее их следует спросить]: «Но, друзья, эта цель для того, кто благоволит и противится, или же для того, кто не благоволит и не противится?» ",
  "mn11:5.24": "Отвечая праведно, странники – приверженцы других учений ответят так:",
  "mn11:5.25": "«Друзья, эта цель для того, кто не благоволит и не противится, а не для того, кто благоволит и противится».  ",
  "mn11:5.26": "[Далее их следует спросить]: «Но, друзья, эта цель для того, кто наслаждается и радуется разрастанию, или же для того, кто не наслаждается и не радуется разрастанию?» ",
  "mn11:5.27": "Отвечая праведно, странники – приверженцы других учений ответят так: ",
  "mn11:5.28": "«Друзья, эта цель для того, кто не наслаждается и не радуется разрастанию, а не для того, кто наслаждается и радуется разрастанию» ",
  "mn11:6.1": "Монахи, есть эти два воззрения:",
  "mn11:6.2": "воззрение о существовании и воззрение о не-существовании. ",
  "mn11:6.3": "Любые жрецы и отшельники, которые полагаются на воззрение о существовании, принимают воззрение о существовании, соглашаются с воззрением о существовании, выступают против воззрения о не-существовании. ",
  "mn11:6.4": "Любые жрецы и отшельники, которые полагаются на воззрение о не-существовании, принимают воззрение о не-существовании, соглашаются с воззрением о не-существовании, выступают против воззрения о существовании. ",
  "mn11:7.1": "Любые жрецы и отшельники, которые не понимают в соответствии с действительностью происхождения, исчезновения, привлекательности, опасности и спасения5 в отношении этих двух воззрений – подвержены страсти, подвержены злобе, подвержены заблуждению, подвержены жажде, подвержены цеплянию, не обладают видением, благоволят и противятся, наслаждаются и радуются разрастанию.  ",
  "mn11:7.2": "Они не освобождены от рождения, старения, и смерти; от печали, стенания, боли, грусти и отчаяния.  ",
  "mn11:7.3": "Они не освобождены от страданий, я говорю вам.",
  "mn11:8.1": "Любые жрецы и отшельники, которые понимают в соответствии с действительностью происхождение, исчезновение, привлекательность, опасность и спасение в отношении этих двух воззрений – не имеют страсти, не имеют злобы, не имеют заблуждения, не имеют жажды, не имеют цепляния, обладают видением, не благоволят и не противятся, не наслаждаются и не радуются разрастанию. ",
  "mn11:8.2": "Они освобождены от рождения, старения и смерти; от печали, стенания, боли, грусти и отчаяния. ",
  "mn11:8.3": "Они освобождены от страданий, я говорю вам.",
  "mn11:9.1": "Монахи, есть эти четыре вида цепляния. ",
  "mn11:9.2": "Какие четыре? ",
  "mn11:9.3": "Цепляние к чувственным удовольствиям; цепляние к воззрениям; цепляние к правилам и предписаниям; цепляние к доктрине [о существовании] «я». ",
  "mn11:10.1": "Хотя некоторые жрецы и отшельники заявляют об утверждении полного понимания всех видов цепляния, ",
  "mn11:10.2": "[всё же] они не целиком описывают полное понимание всех видов цепляния.  ",
  "mn11:10.3": "Они описывают полное понимание цепляния к чувственным удовольствиям без описания полного понимания цепляния к воззрениям, цепляния к правилам и предписаниям, цепляния к доктрине о «я». ",
  "mn11:10.4": "И почему? ",
  "mn11:10.5": "Эти почтенные жрецы и отшельники не понимают этих трёх случаев цепляния в соответствии с действительностью. ",
  "mn11:10.6": "Поэтому, несмотря на то, что они заявляют об утверждении полного понимания всех видов цепляния, ",
  "mn11:10.7": "[в действительности] они описывают только полное понимание цепляния к чувственным удовольствиям ",
  "mn11:10.8": "без описания полного понимания цепляния к воззрениям, цепляния к правилам и предписаниям, цепляния к доктрине о «я».",
  "mn11:11.1": "Хотя некоторые жрецы и отшельники заявляют об утверждении полного понимания всех видов цепляния, ",
  "mn11:11.2": "[всё же] они не полностью описывают полное понимание всех видов цепляния. ",
  "mn11:11.3": "Они описывают полное понимание цепляния к чувственным удовольствиям и полное понимание цепляния к воззрениям, без описания полного понимания цепляния к правилам и предписаниям, цепляния к доктрине о «я».  ",
  "mn11:11.4": "И почему? ",
  "mn11:11.5": "Эти почтенные жрецы и отшельники не понимают этих двух случаев цепляния в соответствии с действительностью.  ",
  "mn11:11.6": "Поэтому, несмотря на то, что они заявляют об утверждении полного понимания всех видов цепляния,… ",
  "mn11:11.7": "без описания полного понимания цепляния к правилам и предписаниям, цепляния к доктрине о «я».",
  "mn11:11.8": "",
  "mn11:12.1": "Хотя некоторые жрецы и отшельники заявляют об утверждении полного понимания всех видов цепляния,  ",
  "mn11:12.2": "[всё же] они не полностью описывают полное понимание всех видов цепляния. ",
  "mn11:12.3": "Они описывают полное понимание цепляния к чувственным удовольствиям, полное понимание цепляния к воззрениям, полное понимание цепляния к правилам и предписаниям, без описания полного понимания цепляния к доктрине о «я». ",
  "mn11:12.4": "И почему? ",
  "mn11:12.5": "Эти почтенные жрецы и отшельники не понимают этого одного случая цепляния в соответствии с действительностью. ",
  "mn11:12.6": "Поэтому, несмотря на то что они заявляют об утверждении полного понимания всех видов цепляния,… ",
  "mn11:12.7": "без описания полного понимания цепляния к доктрине о «я»",
  "mn11:12.8": "",
  "mn11:13.1": "Монахи, и очевидно, что в такой [их] Дхамме и Винае уверенность в Учителе не направлена должным образом, ",
  "mn11:13.2": "уверенность в Дхамме не направлена должным образом,  ",
  "mn11:13.3": "исполнение правил поведения не направлено должным образом,  ",
  "mn11:13.4": "и приязнь среди товарищей по Дхамме не направлена должным образом.",
  "mn11:13.5": "И почему? ",
  "mn11:13.6": "Потому что так оно бывает, когда Дхамма и Виная плохо провозглашена и плохо разъяснена, не является освобождающей, не ведёт к покою, излагается тем, кто не полностью просветлён. ",
  "mn11:14.1": "Монахи, когда Татхагата, совершенный и полностью просветлённый, заявляет об утверждении полного понимания всех видов цепляния, то полностью описывает полное понимание всех видов цепляния.  ",
  "mn11:14.2": "Он описывает полное понимание цепляния к чувственным удовольствиям, цепляния к воззрениям, цепляния к правилам и предписаниям, цепляния к доктрине [о существовании] «я». ",
  "mn11:15.1": "Монахи, и очевидно, что в такой Дхамме и Винае как эта, уверенность в Учителе направлена должным образом, ",
  "mn11:15.2": "уверенность в Дхамме направлена должным образом, ",
  "mn11:15.3": "исполнение правил поведения направлено должным образом,",
  "mn11:15.4": "и приязнь среди товарищей по Дхамме направлена должным образом. ",
  "mn11:15.5": "И почему? ",
  "mn11:15.6": "Потому что так оно бывает, когда Дхамма и Виная хорошо провозглашена и хорошо разъяснена, является освобождающей, ведёт к покою, излагается тем, кто полностью просветлён. ",
  "mn11:16.1": "И что эти четыре вида цепляний имеют своим источником, каково их происхождение, откуда они появились и произвелись?",
  "mn11:16.2": "Эти четыре вида цепляния имеют жажду своим источником, жажду своим происхождением, они появились и произвелись из жажды.",
  "mn11:16.3": "И что жажда имеет своим источником, каково её происхождение, откуда она появилась и произвелась? ",
  "mn11:16.4": "Жажда имеет чувство своим источником… ",
  "mn11:16.5": "И что чувство имеет своим источником?…  ",
  "mn11:16.6": "Чувство имеет контакт своим источником…  ",
  "mn11:16.7": "И что контакт имеет своим источником?…",
  "mn11:16.8": "Контакт имеет шесть сфер своим источником…  ",
  "mn11:16.9": "И что шесть сфер имеют своим источником?… ",
  "mn11:16.10": "Шесть сфер имеют имя-и-форму своим источником… ",
  "mn11:16.11": "И что имя-и-форма имеет своим источником?…",
  "mn11:16.12": "Имя-и-форма имеет сознание своим источником… ",
  "mn11:16.13": "И что сознание имеет своим источником?… ",
  "mn11:16.14": "Сознание имеет формирователи своим источником… ",
  "mn11:16.15": "И что формирователи имеют своим источником?… ",
  "mn11:16.16": "Формирователи имеют неведение своим источником, неведение своим происхождением, они появились и произвелись из неведения. ",
  "mn11:17.1": "Монахи, когда неведение было отброшено и истинное знание возникло в монахе, то тогда с угасанием неведения и возникновением истинного знания он более не цепляется к чувственным удовольствиям, более не цепляется к воззрениям, более не цепляется к правилам и предписаниям, более не цепляется к доктрине о «я». ",
  "mn11:17.2": "Когда он не цепляется, он не взволнован. Когда он не взволнован, он лично достигает ниббаны. ",
  "mn11:17.3": "Он понимает «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn11:17.4": "Так сказал Благословенный. ",
  "mn11:17.5": "Монахи были довольны и восхитились словами Благословенного. "
}