{
  "mn119:0.1": "Мадджхима Никая 119 ",
  "mn119:0.2": "Осознанность к телу ",
  "mn119:1.1": "Так я слышал. ",
  "mn119:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn119:2.1": "И в то время группа монахов сидела в зале для собраний, где они собрались вместе после принятия пищи, вернувшись с хождения за подаяниями. И тогда следующая беседа случилась между ними:  ",
  "mn119:2.2": "«Удивительно, друзья, поразительно то,  ",
  "mn119:2.3": "как было сказано Благословенным, который знает и видит, совершенным и полностью просветлённым, что осознанность к телу, будучи развитой и взращенной, приносит великий плод и великое благо». ",
  "mn119:2.4": "Однако эта их беседа была прервана, Так как Благословенный вечером вышел из медитации и отправился в зал для собраний, где сел на подготовленное сиденье. ",
  "mn119:2.5": "Там он обратился к монахам: ",
  "mn119:2.6": "«Ради какой беседы вы сидите сейчас здесь, монахи? В чём состояла незавершённая вами беседа?» ",
  "mn119:2.7": "«Уважаемый, мы сидели в зале для собраний, где собрались вместе после принятия пищи, вернувшись с хождения за подаяниями. И тогда следующая беседа случилась между нами: «Удивительно, друзья, поразительно то, как было сказано Благословенным, который знает и видит, совершенным и полностью просветлённым, что осознанность к телу, будучи развитой и взращенной, приносит великий плод и великое благо». Вот в чём состояла наша беседа, которая была прервана, когда Благословенный прибыл».  Благословенный сказал: ",
  "mn119:2.8": "",
  "mn119:2.9": "",
  "mn119:2.10": "",
  "mn119:3.1": "«И как, монахи, осознанность к телу развита и взращена, что это приносит великий плод и великое благо?  ",
  "mn119:4.1": "Вот монах, уйдя в лес, к подножью дерева или в пустое жилище, садится. Скрестив ноги, выпрямив тело, он устанавливает осознанность впереди. ",
  "mn119:4.2": "Будучи постоянно осознанным, он вдыхает. Будучи постоянно осознанным, он выдыхает.  ",
  "mn119:4.3": "Делая долгий вдох, он знает: «Я делаю долгий вдох»; или, делая долгий выдох, он знает: «Я делаю долгий выдох». ",
  "mn119:4.4": "Делая короткий вдох, он знает: «Я делаю короткий вдох»; или, делая короткий выдох, он знает: «Я делаю короткий выдох». ",
  "mn119:4.5": "Он тренируется так: «Ощущая всё тело, я буду вдыхать»; он тренируется так: «Ощущая всё тело, я буду выдыхать».",
  "mn119:4.6": "Он тренируется так: «Успокаивая телесную формацию, я буду вдыхать»; он тренируется так: «Успокаивая телесную формацию, я буду выдыхать». ",
  "mn119:4.7": "По мере того как он пребывает так, будучи прилежным, старательным, решительным, его воспоминания и устремления, связанные с домохозяйской жизнью, отбрасываются. ",
  "mn119:4.8": "С их отбрасыванием его ум становится внутренне утверждённым, успокоенным, приведённым к единству, сосредоточенным.  ",
  "mn119:4.9": "Вот каким образом монах развивает осознанность к телу.  ",
  "mn119:5.1": "Далее, монахи, когда он идёт, монах понимает: «Я иду».  Когда стоит, он понимает: «Я стою».  Когда сидит, он понимает: «Я сижу».  Когда лежит, он понимает: «Я лежу».  ",
  "mn119:5.2": "Или же он понимает соответствующе, когда его тело [определённым образом] расположено.  ",
  "mn119:5.3": "По мере того как он пребывает так, будучи прилежным, старательным, решительным, его воспоминания и устремления, связанные с домохозяйской жизнью, отбрасываются. ",
  "mn119:5.4": "С их отбрасыванием его ум становится внутренне утверждённым, успокоенным, приведённым к единству, сосредоточенным.  ",
  "mn119:5.5": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:6.1": "Далее, монахи, монах является тем, кто действует с бдительностью, когда идёт вперёд и возвращается; кто действует с бдительностью, когда смотрит вперёд и по сторонам; кто действует с бдительностью, когда сгибает и разгибает свои члены тела, кто действует с бдительностью, когда несёт своё одеяние, внешнее одеяние и чашу; кто действует с бдительностью, когда ест, пьёт, потребляет пищу, пробует на вкус; кто действует с бдительностью, когда испражняется и мочится; кто действует с бдительностью, когда идёт, стоит, сидит, засыпает, просыпается, разговаривает и молчит. ",
  "mn119:6.2": "По мере того как он пребывает так, будучи прилежным, старательным, решительным, его воспоминания и устремления, связанные с домохозяйской жизнью, отбрасываются. ",
  "mn119:6.3": "С их отбрасыванием его ум становится внутренне утверждённым, успокоенным, приведённым к единству, сосредоточенным.  ",
  "mn119:6.4": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:7.1": "Далее, монахи, монах пересматривает это самое тело снизу вверх, с подошв ступней, и сверху вниз с кончиков волос [головы], обёрнутое кожей, полное разнообразных нечистот:  ",
  "mn119:7.2": "«В этом самом теле есть волосы на голове, волосы на теле, ногти, зубы, кожа, плоть, сухожилия, кости, костный мозг, почки, сердце, печень, диафрагма, селезёнка, лёгкие, толстые кишки, тонкие кишки, содержимое желудка, испражнения, желчь, мокрота, гной, кровь, пот, жир, слёзы, кожное масло, слюна, слизь, суставная жидкость, моча».  ",
  "mn119:7.3": "Это как если был бы открытый с обеих сторон мешок, полный разных видов зерна:  ",
  "mn119:7.4": "горного риса, бурого риса, бобов, гороха, проса, белого риса –  ",
  "mn119:7.5": "и человек с хорошим зрением открыл бы его и пересматривал так:  ",
  "mn119:7.6": "«Вот горный рис, вот бурый рис, вот бобы, вот горох, вот просо, вот белый рис».  ",
  "mn119:7.7": "Точно также монах пересматривает это самое тело снизу вверх, с подошв ступней, и сверху вниз с кончиков волос [головы], обёрнутое кожей, полное разнообразных нечистот... ",
  "mn119:7.8": "",
  "mn119:7.9": "По мере того как он пребывает так, будучи прилежным, старательным, решительным, его воспоминания и устремления, связанные с домохозяйской жизнью, отбрасываются. ",
  "mn119:7.10": "С их отбрасыванием его ум становится внутренне утверждённым, успокоенным, приведённым к единству, сосредоточенным.  ",
  "mn119:7.11": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:8.1": "Далее, монахи, монах пересматривает это самое тело, как бы оно ни было размещено, в каком бы положении ни находилось, посредством элементов так:  ",
  "mn119:8.2": "«В этом теле есть элемент земли, элемент воды, элемент огня, элемент воздуха».  ",
  "mn119:8.3": "Подобно тому, как умелый мясник или его ученик, убивший корову, разрезав её на куски, сидел бы на перекрёстке дорог, – ",
  "mn119:8.4": "точно также монах пересматривает это самое тело, как бы оно ни было размещено, в каком бы положении ни находилось, посредством элементов так:  ",
  "mn119:8.5": "«В этом теле есть элемент земли, элемент воды, элемент огня, элемент воздуха».  ",
  "mn119:8.6": "По мере того как он пребывает так, будучи прилежным, старательным, решительным, его воспоминания и устремления, связанные с домохозяйской жизнью, отбрасываются. ",
  "mn119:8.7": "С их отбрасыванием его ум становится внутренне утверждённым, успокоенным, приведённым к единству, сосредоточенным.  ",
  "mn119:8.8": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:9.1": "Далее, монахи, как если бы он увидел труп, брошенный на кладбище день, два, три тому назад, – мёртвый, раздувшийся, бледный, истекающий [нечистотами], ",
  "mn119:9.2": "Так и монах сравнивает с ним это самое тело так: ",
  "mn119:9.3": "«Это тело имеет ту же природу, оно будет таким же, оно не избежит этой участи».  ",
  "mn119:9.4": "По мере того как он пребывает так, будучи прилежным, старательным, решительным, его воспоминания и устремления, связанные с домохозяйской жизнью, отбрасываются. ",
  "mn119:9.5": "С их отбрасыванием его ум становится внутренне утверждённым, успокоенным, приведённым к единству, сосредоточенным.  ",
  "mn119:9.6": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:10.1": "Далее, как если бы он увидел труп, брошенный на кладбище, пожираемый воронами, ястребами, грифами, собаками, шакалами, различными видами червей,  ",
  "mn119:10.2": "Так и монах сравнивает с ним это самое тело так: ",
  "mn119:10.3": "«Это тело имеет ту же природу, оно будет таким же, оно не избежит этой участи».  ",
  "mn119:10.4": "",
  "mn119:10.5": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:11-14.1": "Далее, как если бы он увидел труп, брошенный на кладбище: скелет с плотью и кровью, стянутый сухожилиями… ",
  "mn119:11-14.2": "скелет без плоти, измазанный кровью, стянутый сухожилиями…  ",
  "mn119:11-14.3": "скелет без плоти, стянутый сухожилиями…  ",
  "mn119:11-14.4": "разъединённые кости, разбросанные повсюду –  там кость руки, там кость ноги, там берцовая кость, там бедренная кость, там тазовая кость, там позвоночник, там рёбра, там грудная кость, там плечевая кость, там челюсть, там зуб, там череп... ",
  "mn119:11-14.5": "",
  "mn119:11-14.6": "",
  "mn119:11-14.7": "",
  "mn119:11-14.8": "",
  "mn119:15-17.1": "",
  "mn119:15-17.2": "труп, брошенный на кладбище, с побелевшими костями, цвета морской раковины…  ",
  "mn119:15-17.3": "кости, собранные в кучу…  ",
  "mn119:15-17.4": "кости, которым больше года, сгнившие и стёршиеся в пыль, ",
  "mn119:15-17.5": "Так и монах сравнивает с ним это самое тело так: ",
  "mn119:15-17.6": "«Это тело имеет ту же природу, оно будет таким же, оно не избежит этой участи».  ",
  "mn119:15-17.7": "По мере того как он пребывает так, будучи прилежным, старательным, решительным, его воспоминания и устремления, связанные с домохозяйской жизнью, отбрасываются. ",
  "mn119:15-17.8": "С их отбрасыванием его ум становится внутренне утверждённым, успокоенным, приведённым к единству, сосредоточенным.  ",
  "mn119:15-17.9": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:18.1": "Далее, монахи, отбросив эти пять помех, изъянов ума, которые ослабляют мудрость, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn119:18.2": "Он делает восторг и удовольствие, что возникли из-за [этой] отстранённости, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn119:18.3": "Подобно тому как умелый банщик или ученик банщика насыпал бы банный порошок в железный таз и, постепенно опрыскивая его водой, замешивал бы его, пока влага не пропитала [этот] его ком банного порошка, не промочила его и не наполнила внутри и снаружи, но всё же сам [этот] ком не сочился бы [от воды], – ",
  "mn119:18.4": "точно так же монах делает восторг и удовольствие, что возникли из-за [этой] отстранённости, промачивающими, пропитывающими, заливающими, наполняющими это тело,  так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn119:18.5": "По мере того как он пребывает так, будучи прилежным, старательным, решительным, его воспоминания и устремления, связанные с домохозяйской жизнью, отбрасываются. ",
  "mn119:18.6": "С их отбрасыванием его ум становится внутренне утверждённым, успокоенным, приведённым к единству, сосредоточенным.  ",
  "mn119:18.7": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:19.1": "Далее, монахи, с угасанием направления и удержания [ума на объекте], монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn119:19.2": "Он делает восторг и удовольствие, что возникли из-за [этого] сосредоточения, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этого] сосредоточения. ",
  "mn119:19.3": "Это подобно озеру, чьи воды били бы ключами со дна, не имеющему притока с востока, запада, севера или юга. [Озеро] не пополнялось бы время от времени проливным дождём. И тогда прохладные источники, бьющие [на дне] озера, сделали бы так, что прохладная вода пропитывала, промачивала, заливала, наполняла бы озеро,  так что не было бы ни единой части во всём озере, которая не была бы наполнена прохладной водой. ",
  "mn119:19.4": "Точно также монах делает восторг и удовольствие, что возникли из-за [этого] сосредоточения, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этого] сосредоточения. ",
  "mn119:19.5": "",
  "mn119:19.6": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:20.1": "Далее, монахи, с угасанием восторга монах входит и пребывает в третьей джхане. Он пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой благородные говорят так: «Он невозмутим, осознан, находится в приятнои пребывании». ",
  "mn119:20.2": "Он делает удовольствие, отделённое от восторга, пропитывающим, промачивающим, заливающим, наполняющим это тело,  так что во всём его теле нет ни единой части, которая не была бы наполнена удовольствием, отделённым от восторга. ",
  "mn119:20.3": "Подобно тому как в озере с голубыми, или красными, или белыми лотосами  некоторые лотосы, которые родились и выросли в воде, расцветают, будучи погружёнными в воду, так и не взойдя над поверхностью воды, а прохладные воды пропитывают, промачивают, заливают, наполняют их от кончиков до корней, так что не остаётся ни одной части лотосов, не наполненной прохладной водой, ",
  "mn119:20.4": "точно так же монах делает удовольствие, отделённое от восторга, промачивающим, пропитывающим, заливающим, наполняющим это тело,  так что во всём его теле нет ни единой части, которая не была бы наполнена удовольствием, отделённым от восторга. ",
  "mn119:20.5": "",
  "mn119:20.6": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:21.1": "Далее, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости.  ",
  "mn119:21.2": "Он сидит, наполняя это тело чистым ярким умом,  так что во всём его теле нет ни единой части, которая не была бы наполнена чистым и ярким умом. ",
  "mn119:21.3": "Подобно сидящему человеку, укрытому с ног до головы белой тканью так, что не было бы ни одной части его тела, не покрытой белой тканью, – ",
  "mn119:21.4": "точно также монах сидит, наполняя это тело чистым ярким умом,  так что во всём его теле нет ни единой части, которая не была бы наполнена чистым и ярким умом. ",
  "mn119:21.5": "По мере того как он пребывает так, будучи прилежным, старательным, решительным, его воспоминания и устремления, связанные с домохозяйской жизнью, отбрасываются. ",
  "mn119:21.6": "С их отбрасыванием его ум становится внутренне утверждённым, успокоенным, приведённым к единству, сосредоточенным.  ",
  "mn119:21.7": "И таким образом тоже монах развивает осознанность к телу. ",
  "mn119:22.1": "Монахи, тот, кто развил и взрастил осознанность к телу, вобрал в себя все те благие состояния, которые относятся к истинному знанию.  ",
  "mn119:22.2": "Подобно тому, как тот, кто расширил свой ум на великий океан, вобрал в него все те потоки, которые впадают в великий океан,  ",
  "mn119:22.3": "точно так же, тот, кто развил и взрастил осознанность к телу, вобрал в себя все те благие состояния, которые относятся к истинному знанию.  ",
  "mn119:23.1": "Монахи, когда кто-либо не развил и не взрастил осознанности к телу, Мара находит возможность и опору в нём. ",
  "mn119:23.2": "Представьте, как если бы человек бросил тяжёлый каменный шар на кучу мокрой глины.  ",
  "mn119:23.3": "Как вы думаете монахи? ",
  "mn119:23.4": "Нашёл бы этот тяжёлый каменный шар вхождение в эту кучу мокрой глины?»  ",
  "mn119:23.5": "«Да, уважаемый». ",
  "mn119:23.6": "«Точно также, монахи, когда кто-либо не развил и не взрастил осознанности к телу, то Мара находит возможность и опору в нём.  ",
  "mn119:24.1": "Представьте сухой, высохший кусок древесины, ",
  "mn119:24.2": "и пришёл бы человек с верхней палкой для розжига, думая: ",
  "mn119:24.3": " «Я зажгу огонь, я произведу тепло».  ",
  "mn119:24.4": "Как вы думаете монахи? ",
  "mn119:24.5": "Как вы думаете, монахи? Смог бы человек зажечь огонь и произвести тепло трением верхней палки в сухом, высохшем куске древесины?»  ",
  "mn119:24.6": "«Да, уважаемый». ",
  "mn119:24.7": "«Точно также, монахи, когда кто-либо не развил и не взрастил осознанности к телу, то Мара находит возможность и опору в нём.  ",
  "mn119:25.1": "Представьте как если бы выставили полый, пустой кувшин для воды,  ",
  "mn119:25.2": " и пришёл бы человек с запасом воды.  ",
  "mn119:25.3": "Как вы думаете монахи? ",
  "mn119:25.4": "Мог бы человек налить воду в кувшин?»  ",
  "mn119:25.5": "«Да, уважаемый». ",
  "mn119:25.6": "«Точно также, монахи, когда кто-либо не развил и не взрастил осознанности к телу, то Мара находит возможность и опору в нём.  ",
  "mn119:26.1": "Монахи, когда кто-либо развил и взрастил осознанность к телу, Мара не находит возможности и опоры в нём.  ",
  "mn119:26.2": "Представьте, как если бы человек бросил лёгкий комок ниток в дверную панель, сделанную полностью из древесной сердцевины. ",
  "mn119:26.3": "Как вы думаете монахи? ",
  "mn119:26.4": "Мог бы этот лёгкий комок ниток найти вхождение через эту дверную панель, сделанную полностью из древесной сердцевины?»  ",
  "mn119:26.5": "«Нет, уважаемый». ",
  "mn119:26.6": "«Точно также, монахи, когда кто-либо развил и взрастил осознанность к телу, Мара не находит возможности и опоры в нём. ",
  "mn119:27.1": "Представьте мокрый и полный сока кусок древесины, ",
  "mn119:27.2": "и пришёл бы человек с верхней палкой для розжига, думая: ",
  "mn119:27.3": " «Я зажгу огонь, я произведу тепло».  ",
  "mn119:27.4": "Как вы думаете монахи? ",
  "mn119:27.5": "Смог бы человек зажечь огонь и произвести тепло трением верхней палки в мокром и полном сока куске древесины?»  ",
  "mn119:27.6": "«Нет, уважаемый». ",
  "mn119:27.7": "«Точно также, монахи, когда кто-либо развил и взрастил осознанность к телу, Мара не находит возможности и опоры в нём. ",
  "mn119:28.1": "Представьте как если бы выставили кувшин для воды, полный до самых краёв, так что вороны смогли бы отпить из него,Представьте кувшин для воды, полный воды до самых краёв, так что вороны смогли бы отпить из него.  ",
  "mn119:28.2": " и пришёл бы человек с запасом воды.  ",
  "mn119:28.3": "Как вы думаете монахи? ",
  "mn119:28.4": "Мог бы человек налить воду в кувшин?»  ",
  "mn119:28.5": "«Нет, уважаемый». ",
  "mn119:28.6": "«Точно также, монахи, когда кто-либо развил и взрастил осознанность к телу, Мара не находит возможности и опоры в нём. ",
  "mn119:29.1": "Монахи, когда кто-либо развил и взрастил осознанность к телу, тогда, когда он склоняет свой ум к реализации любого состояния, которое может быть реализовано прямым знанием, он достигает возможности засвидетельствовать в этом любой аспект, ведь есть для этого подходящее основание.  ",
  "mn119:29.2": "Представьте как если бы выставили кувшин для воды, полный до самых краёв, так что вороны смогли бы отпить из него,Представьте кувшин для воды, полный воды до самых краёв, так что вороны смогли бы отпить из него.  ",
  "mn119:29.3": "Если бы сильный человек наклонил его в какую-либо сторону, вылилась бы вода?»  ",
  "mn119:29.4": "«Да, уважаемый». ",
  "mn119:29.5": "Точно также, когда кто-либо развил и взрастил осознанность к телу, тогда, когда он склоняет свой ум к реализации любого состояния, которое может быть реализовано прямым знанием, он достигает возможности засвидетельствовать в этом любой аспект, ведь есть для этого подходящее основание.  ",
  "mn119:30.1": "Представьте квадратный пруд на ровной поверхности земли, окружённый дамбой, полный воды до самых краёв, так что вороны смогли бы отпить из него.  ",
  "mn119:30.2": "Если бы сильный человек ослабил дамбу, вылилась бы вода?»  ",
  "mn119:30.3": "«Да, уважаемый». ",
  "mn119:30.4": "Точно также, когда кто-либо развил и взрастил осознанность к телу, тогда, когда он склоняет свой ум к реализации любого состояния, которое может быть реализовано прямым знанием, он достигает возможности засвидетельствовать в этом любой аспект, ведь есть для этого подходящее основание.  ",
  "mn119:31.1": "Представьте колесницу на ровной поверхности земли на пересечении дорог, запряжённую чистокровными скакунами, ожидающую [погонщика] с лежащим в готовности острым прутом для подгонки,  ",
  "mn119:31.2": "так чтобы умелый колесничий, объездчик приручаемых лошадей, мог бы взобраться на неё, взять поводья в свою левую руку, а острый прут для подгонки в правую руку,  выехать, и вернуться назад по любой дороге, по которой бы он пожелал.  ",
  "mn119:31.3": "Точно также, когда кто-либо развил и взрастил осознанность к телу, тогда, когда он склоняет свой ум к реализации любого состояния, которое может быть реализовано прямым знанием, он достигает возможности засвидетельствовать в этом любой аспект, ведь есть для этого подходящее основание.  ",
  "mn119:32.1": "Монахи, когда осознанность к телу постоянно практиковалась, развивалась, взращивалась, использовалась в качестве средства передвижения, использовалась в качестве основания, была утверждена, укреплена, хорошо предпринята, можно ожидать этих десяти благ.  ",
  "mn119:33.1": "[Практикующий] становится покорителем неудовлетворённости и наслаждения, и неудовлетворённость не покоряет его. Он пребывает, одолевая неудовлетворённость каждый раз, как она возникает.  ",
  "mn119:34.1": "Он становится покорителем страха и ужаса, и страх и ужас не покоряют его. Он пребывает, одолевая страх и ужас каждый раз, как они возникают.  ",
  "mn119:35.1": "Он терпит холод, жару, голод и жажду, контакт с мухами, комарами, солнцем, ветром и ползучими тварями. Он терпит грубые и неприветливые слова и возникшие телесные чувства – болезненные, мучительные, острые, пронзающие, неприятные, терзающие, угрожающие жизни.  ",
  "mn119:36.1": "Он обретает по желанию, без сложностей и проблем, четыре джханы, которые составляют высший ум и обеспечивают приятное пребывание здесь и сейчас.  ",
  "mn119:37.1": "Он овладевает различными видами сверхъестественных сил: будучи одним, становится многими; будучи многими, становится одним... Так влияет на тело, что даже достигает мира Брахмы. ",
  "mn119:38.1": "Слышит за счёт элемента божественного уха, очищенного и превосходящего человеческое, оба вида звуков: божественные и человеческие, далёкие и близкие…  ",
  "mn119:39.1": "Знает умы других существ, других личностей, направив на них свой собственный ум... ",
  "mn119:40.1": "Вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn119:41.1": "Посредством божественного видения, очищенного и превосходящего человеческое, он видит как существа покидают жизнь и перерождаются, и он распознаёт низменных и высоких, прекрасных и уродливых, удачливых и неудачливых. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn119:42.1": " за счёт уничтожения пятен [умственных загрязнений] здесь и сейчас входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания.  ",
  "mn119:43.1": "Монахи, когда осознанность к телу постоянно практиковалась, развивалась, взращивалась, использовалась в качестве средства передвижения, использовалась в качестве основания, была утверждена, укреплена, хорошо предпринята, можно ожидать этих десяти благ».  ",
  "mn119:43.2": "Так сказал Благословенный. ",
  "mn119:43.3": "Монахи были довольны и восхитились словами Благословенного. "
}