{
  "mn125:0.1": "Мадджхима Никая 125 ",
  "mn125:0.2": "Уровень приручённого  ",
  "mn125:1.1": "Так я слышал. ",
  "mn125:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn125:2.1": "В то время младший монах Ачиравата проживал в лесной хижине.  ",
  "mn125:2.2": "И тогда царевич Джаясена, по мере того как ходил и бродил [тут и там] ради того, чтобы размяться, подошёл к младшему монаху Ачиравате и обменялся с ним приветствиями.  ",
  "mn125:2.3": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал младшему монаху Ачиравате:  ",
  "mn125:2.4": "«Господин Аггивессана, я слышал, что  ",
  "mn125:2.5": "монах, который пребывает прилежным, старательным, решительным, может достичь единения ума». ",
  "mn125:2.6": "«Так оно, царевич,  Так оно! ",
  "mn125:2.7": "Монах, который пребывает прилежным, старательным, решительным, может достичь единения ума». ",
  "mn125:3.1": "«Было бы хорошо, если бы господин Аггивессана научил меня Дхамме так, как он услышал и освоил её». ",
  "mn125:3.2": "«Царевич, я не могу тебя научить Дхамме так, как я услышал и освоил её. ",
  "mn125:3.3": "Ведь если бы я стал учить тебя Дхамме так, как услышал и освоил её, то ты бы не понял значения моих слов и это было бы утомительно и хлопотно для меня». ",
  "mn125:4.1": "«Пусть господин Аггивессана научит меня Дхамме так, как он услышал и освоил её. ",
  "mn125:4.2": "Быть может, я смогу понять значение его слов». ",
  "mn125:4.3": "«Царевич, я научу тебя Дхамме так, как я услышал и освоил её. ",
  "mn125:4.4": "Если сможешь понять значение моих слов, будет хорошо. ",
  "mn125:4.5": "Но если не сможешь понять значение, то оставь это и не задавай мне об этом дальнейших вопросов». ",
  "mn125:4.6": "«Пусть господин Аггивессана научит меня Дхамме так, как он услышал и освоил её. ",
  "mn125:4.7": "Но если не сможешь понять значение, то оставь это и не задавай мне об этом дальнейших вопросов». ",
  "mn125:4.8": "Если я не смогу понять значение, то я оставлю это и не буду задавать ему об этом дальнейшие вопросы». ",
  "mn125:5.1": "И тогда младший монах Ачиравата научил царевича Джаясену Дхамме, как он услышал и освоил её. ",
  "mn125:5.2": "После того как он закончил говорить, царевич Джаясена отметил: ",
  "mn125:5.3": "«Этого не может быть, господин Аггивессана, не может статься, чтобы монах, который пребывает прилежным, старательным, решительным, смог бы достичь единения ума».  ",
  "mn125:5.4": "И затем, объявив младшему монаху Ачиравате, что это невозможно и что этого не может произойти, царевич Джаясена поднялся со своего сиденья и ушёл. ",
  "mn125:6.1": "Вскоре после того как царевич Джаясена ушёл, младший монах Ачиравата отправился к Благословенному. Поклонившись Благословенному, он сел рядом  ",
  "mn125:6.2": "и рассказал Благословенному обо всей своей беседе с царевичем Джаясеной.  ",
  "mn125:7.1": "Когда он закончил, Благословенный сказал ему: ",
  "mn125:7.2": "«Аггивессана, разве могло быть иначе?  ",
  "mn125:7.3": "Царевич Джаясена, проживает среди чувственных удовольствий, наслаждается чувственными удовольствиями, пожираем мыслями о чувственных удовольствиях, поглощаем взбудораженностью чувственных удовольствий, склонен к поиску чувственных удовольствий.  Просто невозможно, чтобы он мог знать, видеть, или реализовать то, что должно быть познано через отречение [от чувственных удовольствий], увидено через отречение, достигнуто через отречение, реализовано через отречение. ",
  "mn125:8.1": "Представь, Агивессана, как если бы два приручаемых слона, или две приручаемых лошади, или два приручаемых быка были бы хорошо приручены и обучены,  а также два приручаемых слона… лошади… быка были бы не приручены и не обучены.  ",
  "mn125:8.2": "Как ты думаешь, Аггивессана?  ",
  "mn125:8.3": "Могли бы два приручаемых слона, лошади, или быка, хорошо прирученных и обученных, обрести поведение прирученных, могли бы они достичь уровня прирученных?» ",
  "mn125:8.4": "«Да, уважаемый». ",
  "mn125:8.5": "«И могли бы два приручаемых слона… лошади… быка, не прирученных и не обученных, обрести поведение прирученных, могли бы они достичь уровня прирученных – как те два слона… лошади… быка…?»  ",
  "mn125:8.6": "«Нет, уважаемый». ",
  "mn125:8.7": "Точно также, царевич Джаясена, проживает среди чувственных удовольствий, наслаждается чувственными удовольствиями, пожираем мыслями о чувственных удовольствиях, поглощаем взбудораженностью чувственных удовольствий, склонен к поиску чувственных удовольствий.  Просто невозможно, чтобы он мог знать, видеть, или реализовать то, что должно быть познано через отречение [от чувственных удовольствий], увидено через отречение, достигнуто через отречение, реализовано через отречение. ",
  "mn125:9.1": "Представь, Аггивессана, высокую гору неподалёку от деревни или города, ",
  "mn125:9.2": "и двое друзей вышли бы из деревни или города и рука об руку подошли бы к горе.  Подойдя к ней, один из друзей остался бы внизу у подножья горы, а другой взобрался бы на вершину.  ",
  "mn125:9.3": "И тогда друг, который остался внизу у подножья горы, сказал бы другу, стоящему на вершине:  ",
  "mn125:9.4": "«Ну что же, друг, что ты видишь, стоя на вершине горы?»  ",
  "mn125:9.5": "Тот бы ответил:  ",
  "mn125:9.6": "«Стоя на вершине горы, друг, я вижу чудесные парки, чудесные рощи, чудесные поляны, чудесные пруды».  ",
  "mn125:9.7": "И тогда первый из друзей сказал бы:  ",
  "mn125:9.8": "«Этого не может быть, друг, не может статься, чтобы стоя на вершине горы ты мог бы видеть чудесные парки, чудесные рощи, чудесные поляны, чудесные пруды». ",
  "mn125:9.9": "И тогда второй из друзей спустился бы к подножью горы, взял бы своего друга за руку, помог бы ему взобраться на вершину горы.  Дав ему немного времени, чтобы отдышаться, он бы спросил:  ",
  "mn125:9.10": "«Ну что же, друг, стоя на вершине горы, что ты видишь?»  ",
  "mn125:9.11": "Тот бы ответил:  ",
  "mn125:9.12": "«Стоя на вершине горы, друг, я вижу чудесные парки, чудесные рощи, чудесные поляны, чудесные пруды».  ",
  "mn125:9.13": "И тогда другой бы сказал: ",
  "mn125:9.14": "«Друг, чуть ранее мы слышали, что ты говорил:  ",
  "mn125:9.15": "«Этого не может быть, друг, не может статься, чтобы стоя на вершине горы ты мог бы видеть чудесные парки, чудесные рощи, чудесные поляны, чудесные пруды». ",
  "mn125:9.16": "Но теперь мы слышим от тебя:  ",
  "mn125:9.17": "«Стоя на вершине горы, друг, я вижу чудесные парки, чудесные рощи, чудесные поляны, чудесные пруды».  ",
  "mn125:9.18": "И тогда другой бы сказал: ",
  "mn125:9.19": "«Поскольку мне препятствовала эта высокая гора, друг, я не видел того, что можно увидеть». ",
  "mn125:10.1": "Точно также, Аггивессана, царевич Джаясена загромождён, преграждён, заблокирован, закрыт ещё большей грудой, нежели эта – грудой неведения.  ",
  "mn125:10.2": "Царевич Джаясена, проживает среди чувственных удовольствий, наслаждается чувственными удовольствиями, пожираем мыслями о чувственных удовольствиях, поглощаем взбудораженностью чувственных удовольствий, склонен к поиску чувственных удовольствий.  Просто невозможно, чтобы он мог знать, видеть, или реализовать то, что должно быть познано через отречение [от чувственных удовольствий], увидено через отречение, достигнуто через отречение, реализовано через отречение. ",
  "mn125:11.1": "Аггивессана, если бы эти две метафоры пришли бы к тебе [во время разговора] с царевичем Джаясеной, то он бы тут же обрёл доверие к тебе, стал бы уверенным, проявил бы к тебе своё доверие». ",
  "mn125:11.2": "«Уважаемый, как эти две метафоры могли прийти ко мне [во время разговора] с царевичем Джаясеной, как они приходят к Благословенному, ведь они спонтанные и никогда прежде не слышанные?»  ",
  "mn125:12.1": "«Аггивессана, представь как помазанный на царствование знатный царь обратился бы к своему слоновьему лесничему:  ",
  "mn125:12.2": "«Дорогой слоновий лесничий, взбирайся на царского слона, отправляйся в слоновий лес,  и когда увидишь лесного слона, привяжи его к шее царского слона».  ",
  "mn125:12.3": "Отвечая: «Да, ваше величество», слоновий лесничий взбирается на царского слона, отправляется в слоновий лес, и когда видит лесного слона, то привязывает его за шею к царскому слону.  ",
  "mn125:12.4": "Царский слон выводит его на открытую местность.  ",
  "mn125:12.5": "Вот каким образом этот лесной слон выходит на открытую местность,  ",
  "mn125:12.6": "ведь лесной слон цепляется за слоновий лес.  ",
  "mn125:12.7": "Затем слоновий лесничий сообщает помазанному на царствование знатному царю:  ",
  "mn125:12.8": "«Ваше величество, лесной слон вышел на открытую местность».  ",
  "mn125:12.9": "Царь обращается к своему слоновьему укротителю:  ",
  "mn125:12.10": "«Ну же, дорогой слоновий укротитель, укроти лесного слона.  Подави его лесные повадки, подави его лесные воспоминания и устремления, подави его беспокойство, утомление, взбудораженность из-за оставления леса.  Сделай так, чтобы он наслаждался городом, насади ему привычки, которые приятны людям».  ",
  "mn125:12.11": "Ответив: «Да, ваше величество»,  слоновий укротитель вбил бы в землю большой столб и привязал бы к нему лесного слона за шею, чтобы подавить его лесные повадки, его лесные воспоминаний, его беспокойство, утомление, взбудораженность из-за оставления леса и насадить ему привычки, которые приятны людям. ",
  "mn125:12.12": "И затем слоновий укротитель обратился бы к слону словами, которые мягкие, приятные уху, милые, проникающие в сердце, вежливые, желанные многими, приятные многим.  ",
  "mn125:12.13": "Когда к лесному слону обращаются такими словами, он слушает,  склоняет ухо, направляет свой ум на познание.  ",
  "mn125:12.14": "Затем слоновий укротитель награждает его травяным кормом и водой. ",
  "mn125:12.15": "Когда лесной слон принимает травяной корм и воду от него, слоновий укротитель знает:  ",
  "mn125:12.16": "«Теперь лесной слон будет жить!»  ",
  "mn125:12.17": "И затем слоновий укротитель тренирует его далее так:  ",
  "mn125:12.18": "«Бери!»  «Положи!»  ",
  "mn125:12.19": "Когда лесной слон слушается приказов своего укротителя брать и класть, исполняет его указания, тогда слоновий укротитель тренирует его далее так:  ",
  "mn125:12.20": "«Иди вперёд!»  «Иди назад!»  ",
  "mn125:12.21": "Когда лесной слон слушается приказов своего укротителя идти вперёд и идти назад, исполняет его указания, тогда слоновий укротитель тренирует его далее так: ",
  "mn125:12.22": "«Вставай!»  «Садись!»  ",
  "mn125:12.23": "Когда лесной слон слушается приказов своего укротителя вставать и садиться, исполняет его указания, тогда слоновий укротитель обучает его далее заданию, которое называется «непоколебимость».  Он привязывает к его хоботу огромную доску. Человек с пикой в руке садится ему на шею. Люди с пиками в руках окружают его со всех сторон. А слоновий укротитель сам встаёт перед ним и держит пику с длинным древком.  ",
  "mn125:12.24": "Когда слона обучают заданию «непоколебимости», он не двигает своими передними или задними ногами. Он не двигает ни передней, ни задней частью. Он не двигает своей головой, ушами, бивнями, хвостом, хоботом.  ",
  "mn125:12.25": "Лесной слон способен выдержать удары копий, удары мечей, удары стрел, удары других существ, грохочущие звуки барабанов, литавр, горнов, тамтамов. Избавившись от всех изъянов и дефектов, смыв все недостатки, он достоин царя, находится на царской службе, считается одним из факторов царя. ",
  "mn125:13.1": "Точно также, Аггивессана, в мире возникает Татхагата – тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный.  ",
  "mn125:13.2": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn125:13.3": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую. ",
  "mn125:14.1": "Домохозяин или сын домохозяина, или некто, рождённый в каком-либо другом клане, слышит эту Дхамму. ",
  "mn125:14.2": "Услышав Дхамму, он обретает веру в Татхагату. ",
  "mn125:14.3": "Обладая верой, он размышляет: ",
  "mn125:14.4": "«Домохозяйская жизнь тесная и пыльная. Бездомная жизнь подобна бескрайним просторам.  ",
  "mn125:14.5": "Непросто, проживая дома, вести святую жизнь всецело чистую и совершенную, словно отполированная морская раковина. ",
  "mn125:14.6": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn125:14.7": "Так через некоторое время он оставляет всё своё богатство – большое или малое. Оставляет круг своих родных – большой или малый. Обривает волосы и бороду, надевает жёлтые одежды и оставляет домохозяйскую жизнь ради бездомной. ",
  "mn125:14.8": "Вот каким образом благородный ученик выходит на открытую местность.  ",
  "mn125:14.9": "Ведь божества и люди цепляются к пяти нитям чувственных удовольствий. ",
  "mn125:15.1": "Затем Татхагата обучает его далее:  ",
  "mn125:15.2": "«Ну же, монах, будь нравственным, сдерживая себя соблюдением Патимоккхи, [будучи] совершенным в поведении и средствах,  видя боязнь в мельчайшей оплошности, тренируйся, соблюдая правила тренировки».  ",
  "mn125:16.1": "Когда, Агивессана, монах [стал] нравственным… и видит боязнь в мельчайшей оплошности, тренируется, соблюдая правила тренировки, тогда Татхагата обучает его далее:  ",
  "mn125:16.2": "«Ну же, монах, охраняй двери своих способностей [органов] чувств.  Видя форму глазом, не цепляйся за её образ и черты... ",
  "mn125:17-21.1": "(Фрагмент раскрывается также, как в МН 107). ",
  "mn125:22.1": "Оставив эти пять помех – изъянов ума, что ослабляют мудрость, ",
  "mn125:22.2": "он пребывает в созерцании тела как тела – старательным, бдительным, осознанным, устранив алчность и грусть к миру.  ",
  "mn125:23.1": "Он пребывает в созерцании чувств как чувств, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру.  ",
  "mn125:23.2": "ума как ума… ",
  "mn125:23.3": "умственных феноменов как умственных феноменов, будучи решительными, бдительными, осознанными, устранив алчность и грусть к миру. ",
  "mn125:23.4": "Подобно тому, Аггивессана, как слоновий укротитель вбивает в землю большой столб и привязывает к нему за шею лесного слона, чтобы подавить его лесные повадки… насадить ему привычки, которые приятны людям,  ",
  "mn125:23.5": "то точно также эти четыре основы осознанности являются привязками ума благородного ученика, чтобы подавить его привычки, основанные на домохозяйской жизни, чтобы подавить его воспоминания и устремления, основанные на домохозяйской жизни, чтобы подавить его беспокойство, утомление, взбудораженность, основанные на домохозяйской жизни, так чтобы он смог достичь истинного пути и реализовать ниббану.  ",
  "mn125:24.1": "Затем Татхагата обучает его далее:  ",
  "mn125:24.2": "«Ну же, монах, пребывай в созерцании тела как тела, но не обдумывай мыслей, [основанных] на чувственном желании.  ",
  "mn125:24.3": "Пребывай в созерцании чувств как чувств…  ",
  "mn125:24.4": "ума как ума… ",
  "mn125:24.5": "умственных феноменов как умственных феноменов, но не обдумывай мыслей, [основанных] на чувственном желании». ",
  "mn125:25.1": "Затем, с успокоением направления и удержания [ума], он входит и пребывает во второй джхане... ",
  "mn125:25.2": "третьей джхане... ",
  "mn125:25.3": "четвёртой джхане... ",
  "mn125:26.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию воспоминаний прошлых жизней. ",
  "mn125:26.2": "Он вспоминает множество прошлых жизней. Одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира. И так он вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn125:27-28.1": "Когда его ум стал таким сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет к знанию смерти и перерождения существ. ",
  "mn125:27-28.2": "Посредством божественного видения, очищенного и превосходящего человеческое, он видит как существа покидают жизнь и перерождаются, и он распознаёт низменных и высоких, прекрасных и уродливых, удачливых и неудачливых. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn125:29.1": "Когда его ум становится сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn125:29.2": "Он напрямую познаёт в соответствии с действительностью: «Вот страдание... Вот возникновение страдания... Вот прекращение страдания... Вот Путь ведущий к прекращению страдания... ",
  "mn125:29.3": "Это – пятна [загрязнений ума]... Это – происхождение пятен… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn125:29.4": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn125:29.5": "Когда он освободился, приходит знание: «Он освобождён». ",
  "mn125:29.6": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn125:30.1": "Этот монах способен вытерпеть холод и жару, голод и жажду, контакты с мухами, комарами, с солнцем, ветром и ползучими тварями; грубые и неприветливые слова и возникшие телесные чувства – болезненные, мучительные, острые, пронзающие, неприятные, терзающие, угрожающие жизни.  ",
  "mn125:30.2": "Избавившись от всякой жажды, злобы, заблуждения, смывший недостатки, он достоин даров, достоин гостеприимства, достоин подношений, достоин почтительного приветствия – непревзойдённое поле заслуг для мира. ",
  "mn125:31.1": "Если, Аггивессана, царский слон умирает в старости неукрощённым и неприрученным, то он считается старым слоном, который умер неукрощённой смертью. Если царский слон умирает в среднем возрасте неукрощённым и неприрученным, то он считается слоном среднего возраста, который умер неукрощённой смертью. Если царский слон умирает в молодом возрасте неукрощённым и неприрученным, то он считается молодым слоном, который умер неукрощённой смертью. ",
  "mn125:31.2": "",
  "mn125:31.3": "",
  "mn125:31.4": "Точно так же, Аггивессана, если старший монах умирает с неуничтоженными пятнами [умственных загрязнений], то он считается старшим монахом, который умер неукрощённой смертью. Если монах среднего срока в монашестве… Если недавно получивший посвящение монах умирает с неуничтоженными пятнами [умственных загрязнений], то он считается только что получившим посвящение монахом, который умер неукрощённой смертью.  ",
  "mn125:31.5": "",
  "mn125:31.6": "",
  "mn125:32.1": "Если, Аггивессана, царский слон умирает в старости хорошо укрощённым и прирученным, то он считается старым слоном, который умер укрощённой смертью. Если царский слон умирает в среднем возрасте… Если царский слон умирает в молодом возрасте хорошо укрощённым и прирученным, то он считается молодым слоном, который умер укрощённой смертью.  ",
  "mn125:32.2": "",
  "mn125:32.3": "",
  "mn125:32.4": "Точно так же, Аггивессана, если старший монах.. Если монах среднего срока в монашестве… Если недавно получивший посвящение монах умирает с уничтоженными пятнами [умственных загрязнений], то он считается только что получившим посвящение монахом, который умер укрощённой смертью».  ",
  "mn125:32.5": "",
  "mn125:32.6": "",
  "mn125:32.7": "Так сказал Благословенный.  ",
  "mn125:32.8": "Младший монах Ачиравата был доволен и восхитился словами Благословенного.  "
}