{
  "mn124:0.1": "Мадджхима Никая 124 ",
  "mn124:0.2": "Бакула сутта ",
  "mn124:1.1": "Так я слышал. ",
  "mn124:1.2": "Однажды Достопочтенный Баккула пребывал в Раджагахе в Бамбуковой Роще в Беличьем Святилище. ",
  "mn124:2.1": "И тогда Ачела Кассапа, бывший приятель достопочтенного Баккулы в мирской жизни, отправился к достопочтенному Баккуле и обменялся с ним приветствиями.  ",
  "mn124:2.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и спросил достопочтенного Баккулу:  ",
  "mn124:3.1": "«Друг Баккула, как давно ты ушёл в бездомную жизнь?»  ",
  "mn124:3.2": "«Восемьдесят лет как я ушёл в бездомную жизнь, друг».  ",
  "mn124:3.3": "«Друг Баккула, за эти восемьдесят лет сколько раз ты совершал половое сношение?»  ",
  "mn124:3.4": "«Друг Кассапа, тебе не следует задавать мне такой вопрос.  ",
  "mn124:3.5": "",
  "mn124:3.6": "Тебе следует задавать вот какой вопрос:  ",
  "mn124:3.7": "«Друг Баккула, за эти восемьдесят лет сколько раз восприятия, [основанные на] чувственном желании, возникали в тебе?»  ",
  "mn124:3.8": "«Друг Баккула, за эти восемьдесят лет сколько раз восприятия, [основанные на] чувственном желании, возникали в тебе?»  ",
  "mn124:3.9": "«Друг Кассапа, за эти восемьдесят лет с того момента как я ушёл в бездомную жизнь, я не припоминаю, чтобы какие-либо восприятия, [основанные на] чувственном желании, когда-либо возникали во мне».  ",
  "mn124:3.10": "(То, что достопочтенный Баккула не припоминает, чтобы какие-либо восприятия, [основанные на] чувственном желании, когда-либо возникали в нём за эти восемьдесят лет с того момента, как он ушёл в бездомную жизнь – мы помним как удивительное и поразительное качество достопочтенного Баккулы). ",
  "mn124:4-5.1": "«Друг, за эти восемьдесят лет… я не припоминаю, чтобы какие-либо восприятия, [основанные на] недоброжелательности, когда-либо возникали во мне»...  ",
  "mn124:4-5.2": "[основанные на] жестокости, когда-либо возникали во мне».  ",
  "mn124:4-5.3": "(То, что достопочтенный Баккула не припоминает… – мы также помним как удивительное и поразительное качество достопочтенного Баккулы).  ",
  "mn124:6.1": "«Друг, за эти восемьдесят лет… я не припоминаю, чтобы какие-либо мысли, [основанные на] чувственном желании…  ",
  "mn124:6.2": "",
  "mn124:7-8.1": "недоброжелательности…  ",
  "mn124:7-8.2": "[основанные на] жестокости, когда-либо возникали во мне».  ",
  "mn124:7-8.3": "(То, что достопочтенный Баккула не припоминает… – мы также помним как удивительное и поразительное качество достопочтенного Баккулы).  ",
  "mn124:9.1": "«Друг, за эти восемьдесят лет… я не припоминаю, чтобы когда-либо принял одеяние от домохозяина… носил одеяние, принятое от домохозяина…  ",
  "mn124:9.2": "",
  "mn124:10.1": "резал одеяние резцом…  ",
  "mn124:10.2": "",
  "mn124:11-15.1": "шил одеяние иголкой…  ",
  "mn124:11-15.2": "красил одеяние краской…  ",
  "mn124:11-15.3": "шил одеяние во время катхины…  ",
  "mn124:11-15.4": "когда-либо трудился над изготовлением одеяния для своих товарищей по святой жизни... ",
  "mn124:16-19.1": "принимал приглашение на обед…  ",
  "mn124:16-19.2": "чтобы когда-либо у меня возникала мысль:  ",
  "mn124:16-19.3": "«О, пусть кто-нибудь пригласит меня на обед!»…  ",
  "mn124:16-19.4": "чтобы когда-либо я сидел в доме [мирянина]…  ",
  "mn124:16-19.5": "чтобы когда-либо я ел в доме [мирянина]... ",
  "mn124:20-25.1": "чтобы когда-либо ухватывал образы или черты женщины…  ",
  "mn124:20-25.2": "когда-либо учил женщину Дхамме, даже [всего лишь] строфой в четыре строки…  ",
  "mn124:20-25.3": "когда-либо подходил к жилищам монахинь…  ",
  "mn124:20-25.4": "когда-либо учил Дхамме монахиню…  ",
  "mn124:20-25.5": "когда-либо учил Дхамме послушницу…  ",
  "mn124:20-25.6": "когда-либо учил Дхамме младшую монахиню... ",
  "mn124:26-29.1": "чтобы когда-либо давал младшее посвящение…  ",
  "mn124:26-29.2": "давал высшее посвящение...  ",
  "mn124:26-29.3": "давал проживание в зависимости…  ",
  "mn124:26-29.4": "имел в качестве прислужника младшего монаха...  ",
  "mn124:30-36.1": "чтобы когда-либо мылся в банном доме…  ",
  "mn124:30-36.2": "когда-либо мылся с банным порошком… ",
  "mn124:30-36.3": "когда-либо участвовал в разминании членов тела моих товарищей по святой жизни…  ",
  "mn124:30-36.4": "чтобы болезнь возникала во мне на более долгий промежуток времени, чем за который можно подоить корову…  ",
  "mn124:30-36.5": "чтобы носил [с собой] лекарство, пусть даже всего лишь размером с плод миробалана…  ",
  "mn124:30-36.6": "чтобы когда-либо использовал подушечку…  ",
  "mn124:30-36.7": "чтобы когда-либо подготавливал постель…  ",
  "mn124:30-36.8": "(То, что достопочтенный Баккула не припоминает… – мы также помним как удивительное и поразительное качество достопочтенного Баккулы).  ",
  "mn124:37.1": "Друг, за эти восемьдесят лет… я не припоминаю, чтобы начинал проводить сезон дождей в хижине в деревне».  ",
  "mn124:37.2": "(То, что достопочтенный Баккула не припоминает… – мы также помним как удивительное и поразительное качество достопочтенного Баккулы).  ",
  "mn124:38.1": "«Друг, семь дней с того момента как я ушёл в бездомную жизнь, я ел еду с подаяний, полученную в округе, как должник.  ",
  "mn124:38.2": "На восьмой день возникло окончательное знание». ",
  "mn124:38.3": "(То, что семь дней достопочтенный Баккула… – мы также помним как удивительное и поразительное качество достопочтенного Баккулы). ",
  "mn124:39.1": "[И тогда Ачела Кассапа сказал]: «Я хотел бы получить младшее посвящение в этой Дхамме и Винае, я хотел бы получить высшее посвящение».  ",
  "mn124:39.2": "И Ачела Кассапа получил младшее посвящение в этой Дхамме и Винае и получил высшее посвящение.  ",
  "mn124:39.3": "И вскоре, пребывая в уединении прилежным, старательным, решительным, достопочтенный Кассапа, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл и пребывал в высочайшей цели святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую и ведут жизнь бездомную. ",
  "mn124:39.4": "Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn124:39.5": "Так достопочтенный Кассапа стал одним из арахантов. ",
  "mn124:40.1": "И потом, уже после этого случая, достопочтенный Баккула взял ключ и ходил от жилища к жилищу, говоря:  ",
  "mn124:40.2": "«Выходите, достопочтенные. Выходите, достопочтенные.  Сегодня я обрету окончательную ниббану». ",
  "mn124:40.3": "(То, что достопочтенный Баккула взял ключ и ходил… – мы также помним как удивительное и поразительное качество достопочтенного Баккулы).  ",
  "mn124:41.1": "И тогда, сидя посреди Сангхи монахов, достопочтенный Баккула достиг окончательной ниббаны. ",
  "mn124:41.2": "(То, что сидя посреди Сангхи монахов, достопочтенный Баккула достиг окончательной ниббаны – мы также помним как удивительное и поразительное качество достопочтенного Баккулы).  "
}