{
  "mn121:0.1": "Мадджхима Никая 121 ",
  "mn121:0.2": "Малое наставление о пустотности ",
  "mn121:1.1": "Так я слышал. ",
  "mn121:1.2": "Однажды Благословенный проживал в Саваттхи, в Восточном парке, во дворце Мигараматы.  ",
  "mn121:2.1": "И тогда, вечером, достопочтенный Ананда вышел из медитации, отправился к Благословенному,  поклонился ему, сел рядом и сказал Благословенному:  ",
  "mn121:3.1": "«Уважаемый, однажды Благословенный проживал в стране Сакьев, где был город Сакьев под названием Нагарака.  ",
  "mn121:3.2": "Там, уважаемый, вот что я услышал и выучил из уст самого Благословенного:  ",
  "mn121:3.3": "«Ананда, я часто пребываю в пустотности».  ",
  "mn121:3.4": "Правильно ли я это услышал, уважаемый, правильно ли я это выучил, правильно ли уделил этому внимание, правильно ли запомнил это?»  ",
  "mn121:3.5": "«Вне сомнений, Ананда, ты услышал это правильно, выучил это правильно, уделил внимание правильно этому, запомнил это правильно.  ",
  "mn121:3.6": "Как прежде, Ананда, так и сейчас я часто пребываю в пустотности.  ",
  "mn121:4.1": "Ананда, подобно тому, как этот дворец Мигараматы  пуст от слонов, рогатого скота, коней и кобыл, пуст от золота и серебра, пуст от собраний мужчин и женщин,  ",
  "mn121:4.2": "и здесь наличествует только эта не-пустотность, то есть, единственность, зависящая от общины монахов,  ",
  "mn121:4.3": "точно также, монах – не уделяя внимания восприятию деревни, не уделяя внимания восприятию людей – обращает внимание на единственность, зависящую от восприятия леса.  ",
  "mn121:4.4": "Его ум входит в это восприятие леса и обретает уверенность, устойчивость, решительность.  ",
  "mn121:4.5": "Он понимает так: ",
  "mn121:4.6": "«Любые возмущения, которые могли бы зависеть от восприятия деревни, не присутствуют здесь. Любые возмущения, которые могли бы зависеть от восприятия людей, не присутствуют здесь.  ",
  "mn121:4.7": "Здесь наличествует только вот такое-то количество возмущения, то есть, единственность, зависящая от восприятия леса».  ",
  "mn121:4.8": "Он понимает: «Это поле восприятия пусто от восприятия деревни.  Это поле восприятия пусто от восприятия людей.  ",
  "mn121:4.9": "Здесь наличествует только эта не-пустотность, то есть, единственность, зависящая от восприятия леса».  ",
  "mn121:4.10": "Так он считает это пустым от того, чего здесь нет, а что касается того, что остаётся, он понимает, что это наличествует: «Это наличествует».  ",
  "mn121:4.11": "Ананда, это также его подлинное, неискажённое, чистое погружение в пустотность.  ",
  "mn121:5.1": "Далее, Ананда, монах – не уделяя внимания восприятию людей, не уделяя внимания восприятию леса – обращает внимание на единственность, зависящую от восприятия земли.  ",
  "mn121:5.2": "Его ум входит в это восприятие земли и обретает уверенность, устойчивость, решительность.  ",
  "mn121:5.3": "Подобно тому как шкура быка становится свободной от складок, когда её целиком растянули с помощью сотни колышков,  ",
  "mn121:5.4": "то точно также монах – не уделяя внимания восприятию людей, не уделяя внимания восприятию леса – обращает внимание на единственность, зависящую от восприятия земли.  ",
  "mn121:5.5": "Его ум входит в это восприятие земли и обретает уверенность, устойчивость, решительность.  ",
  "mn121:5.6": "Он понимает так: ",
  "mn121:5.7": "«Любые возмущения, которые могли бы зависеть от восприятия людей, не присутствуют здесь. Любые возмущения, которые могли бы зависеть от восприятия леса, не присутствуют здесь.  ",
  "mn121:5.8": "Здесь наличествует только вот такое-то количество возмущения, то есть, единственность, зависящая от восприятия земли».  ",
  "mn121:5.9": "Он понимает: «Это поле восприятия пусто от восприятия людей.  Это поле восприятия пусто от восприятия леса.  ",
  "mn121:5.10": "Здесь наличествует только эта не-пустотность, то есть, единственность, зависящая от восприятия земли».  ",
  "mn121:5.11": "Так он считает это пустым от того, чего здесь нет, а что касается того, что остаётся, он понимает, что это наличествует: «Это наличествует».  ",
  "mn121:5.12": "Ананда, это также его подлинное, неискажённое, чистое погружение в пустотность.  ",
  "mn121:6.1": "Далее, Ананда, монах – не уделяя внимания восприятию леса, не уделяя внимания восприятию земли – обращает внимание на единственность, зависящую от восприятия сферы безграничного пространства. ",
  "mn121:6.2": "Его ум входит в это восприятие сферы безграничного пространства и обретает уверенность, устойчивость, решительность.  ",
  "mn121:6.3": "Он понимает так: ",
  "mn121:6.4": "«Любые возмущения, которые могли бы зависеть от восприятия леса, не присутствуют здесь. Любые возмущения, которые могли бы зависеть от восприятия земли, не присутствуют здесь.  ",
  "mn121:6.5": "Здесь наличествует только вот такое-то количество возмущения, то есть, единственность, зависящая от восприятия сферы безграничного пространства».  ",
  "mn121:6.6": "Он понимает: «Это поле восприятия пусто от восприятия леса.  Это поле восприятия пусто от восприятия земли.  ",
  "mn121:6.7": "Здесь наличествует только эта не-пустотность, то есть, единственность, зависящая от восприятия сферы безграничного пространства».  ",
  "mn121:6.8": "Так он считает это пустым от того, чего здесь нет, а что касается того, что остаётся, он понимает, что это наличествует: «Это наличествует».  ",
  "mn121:6.9": "Ананда, это также его подлинное, неискажённое, чистое погружение в пустотность.  ",
  "mn121:7.1": "Далее, Ананда, монах – не уделяя внимания восприятию земли, не уделяя внимания восприятию сферы безграничного пространства – обращает внимание на единственность, зависящую от восприятия сферы безграничного сознания.  ",
  "mn121:7.2": "Его ум входит в это восприятие сферы безграничного сознания и обретает уверенность, устойчивость, решительность.  ",
  "mn121:7.3": "Он понимает так: ",
  "mn121:7.4": "«Любые возмущения, которые могли бы зависеть от восприятия земли, не присутствуют здесь. Любые возмущения, которые могли бы зависеть от восприятия сферы безграничного пространства, не присутствуют здесь.  ",
  "mn121:7.5": "Здесь наличествует только вот такое-то количество возмущения, то есть, единственность, зависящая от восприятия сферы безграничного сознания».  ",
  "mn121:7.6": "Он понимает: «Это поле восприятия пусто от восприятия земли.  Это поле восприятия пусто от восприятия сферы безграничного пространства.  ",
  "mn121:7.7": "Здесь наличествует только вот такое-то количество возмущения, то есть, единственность, зависящая от восприятия сферы безграничного сознания».  ",
  "mn121:7.8": "Так он считает это пустым от того, чего здесь нет, а что касается того, что остаётся, он понимает, что это наличествует: «Это наличествует».  ",
  "mn121:7.9": "Ананда, это также его подлинное, неискажённое, чистое погружение в пустотность.  ",
  "mn121:8.1": "Далее, Ананда, монах – не уделяя внимания восприятию сферы безграничного пространства, не уделяя внимания восприятию сферы безграничного сознания – обращает внимание на единственность, зависящую от восприятия сферы отсутствия всего.  ",
  "mn121:8.2": "Его ум входит в это восприятие сферы отсутствия всего и обретает уверенность, устойчивость, решительность.  ",
  "mn121:8.3": "Он понимает так: ",
  "mn121:8.4": "Он понимает так: «Любые возмущения, которые могли бы зависеть от восприятия сферы безграничного пространства, не присутствуют здесь. Любые возмущения, которые могли бы зависеть от восприятия сферы безграничного сознания, не присутствуют здесь.  ",
  "mn121:8.5": "Здесь наличествует только вот такое-то количество возмущения, то есть, единственность, зависящая от восприятия сферы отсутствия всего».  ",
  "mn121:8.6": "Он понимает: «Это поле восприятия пусто от восприятия сферы безграничного пространства.  Это поле восприятия пусто от восприятия сферы безграничного сознания.  ",
  "mn121:8.7": "Здесь наличествует только эта не-пустотность, то есть, единственность, зависящая от восприятия сферы отсутствия всего».  ",
  "mn121:8.8": "Так он считает это пустым от того, чего здесь нет, а что касается того, что остаётся, он понимает, что это наличествует: «Это наличествует».  ",
  "mn121:8.9": "Ананда, это также его подлинное, неискажённое, чистое погружение в пустотность.  ",
  "mn121:9.1": "Далее, Ананда, монах – не уделяя внимания восприятию сферы безграничного сознания, не уделяя внимания восприятию сферы отсутствия всего – обращает внимание на единственность, зависящую от восприятия сферы ни-восприятия-ни-не-восприятия.  ",
  "mn121:9.2": "Его ум входит в это восприятие сферы ни-восприятия-ни-не-восприятия и обретает уверенность, устойчивость, решительность.  ",
  "mn121:9.3": "Он понимает так: ",
  "mn121:9.4": "Он понимает так: «Любые возмущения, которые могли бы зависеть от восприятия сферы безграничного сознания, не присутствуют здесь. Любые возмущения, которые могли бы зависеть от восприятия сферы отсутствия всего, не присутствуют здесь.  ",
  "mn121:9.5": "Здесь наличествует только вот такое-то количество возмущения, то есть, единственность, зависящая от восприятия сферы ни-восприятия-ни-не-восприятия».  ",
  "mn121:9.6": "Он понимает: «Это поле восприятия пусто от восприятия сферы безграничного сознания.  Это поле восприятия пусто от восприятия сферы отсутствия всего.  ",
  "mn121:9.7": "Здесь наличествует только эта не-пустотность, то есть, единственность, зависящая от восприятия сферы ни-восприятия-ни-не-восприятия».  ",
  "mn121:9.8": "Так он считает это пустым от того, чего здесь нет, а что касается того, что остаётся, он понимает, что это наличествует: «Это наличествует».  ",
  "mn121:9.9": "Ананда, это также его подлинное, неискажённое, чистое погружение в пустотность.  ",
  "mn121:10.1": "Далее, Ананда, монах – не уделяя внимания восприятию сферы отсутствия всего, не уделяя внимания восприятию сферы ни-восприятия-ни-не-восприятия – обращает внимание на единственность, зависящую от беспредметного сосредоточения ума.  ",
  "mn121:10.2": "Его ум входит в это беспредметное сосредоточение ума и обретает уверенность, устойчивость, решительность.  ",
  "mn121:10.3": "Он понимает так: ",
  "mn121:10.4": "«Любые возмущения, которые могли бы зависеть от восприятия сферы отсутствия всего, не присутствуют здесь. Любые возмущения, которые могли бы зависеть от восприятия сферы ни-восприятия-ни-не-восприятия, не присутствуют здесь.  ",
  "mn121:10.5": "Здесь наличествует только вот такое-то количество возмущения, то есть, то, что связано с шестью сферами [чувств], которые зависят от этого тела и обусловлены жизнью». ",
  "mn121:10.6": "Он понимает: «Это поле восприятия пусто от восприятия сферы отсутствия всего.  Это поле восприятия пусто от восприятия сферы ни-восприятия-ни-не-восприятия.  ",
  "mn121:10.7": "Здесь наличествует только эта не-пустотность, то есть, то, что связано с шестью сферами [чувств], которые зависят от этого тела и обусловлены жизнью».  ",
  "mn121:10.8": "Так он считает это пустым от того, чего здесь нет, а что касается того, что остаётся, он понимает, что это наличествует: «Это наличествует».  ",
  "mn121:10.9": "Ананда, это также его подлинное, неискажённое, чистое погружение в пустотность.  ",
  "mn121:11.1": "Далее, Ананда, монах – не уделяя внимания восприятию сферы отсутствия всего, не уделяя внимания восприятию сферы ни-восприятия-ни-не-восприятия – обращает внимание на единственность, зависящую от беспредметного сосредоточения ума.  ",
  "mn121:11.2": "Его ум входит в это беспредметное сосредоточение ума и обретает уверенность, устойчивость, решительность.  ",
  "mn121:11.3": "Он понимает так: ",
  "mn121:11.4": "«Это беспредметное сосредоточение ума обусловлено и порождено волевым намерением.  ",
  "mn121:11.5": "Но всё, что обусловлено и порождено волевым намерением, является непостоянным, подвержено прекращению». ",
  "mn121:11.6": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn121:11.7": "Когда он освободился, приходит знание: «Он освобождён». ",
  "mn121:11.8": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn121:12.1": "Он понимает так: ",
  "mn121:12.2": "«Любые возмущения, зависящие от пятна чувственного желания, которые могли бы быть, не присутствуют здесь. Любые возмущения, зависящие от пятна существования, которые могли бы быть, не присутствуют здесь. Любые возмущения, зависящие от пятна неведения, которые могли бы быть, не присутствуют здесь.  ",
  "mn121:12.3": "Здесь наличествует только вот такое-то количество возмущения, то есть, то, что связано с шестью сферами [чувств], которые зависят от этого тела и обусловлены жизнью». ",
  "mn121:12.4": "Он понимает так: «Это поле восприятия пусто от пятна чувственного желания. Это поле восприятия пусто от пятна существования. Это поле восприятия пусто от пятна неведения.  ",
  "mn121:12.5": "Здесь наличествует только эта не-пустотность, то есть, то, что связано с шестью сферами [чувств], которые зависят от этого тела и обусловлены жизнью».  ",
  "mn121:12.6": "Так он считает это пустым от того, чего здесь нет, а что касается того, что остаётся, он понимает, что это наличествует: «Это наличествует».  ",
  "mn121:12.7": "Ананда, это также его подлинное, неискажённое, чистое погружение в пустотность – высшее и непревзойдённое.  ",
  "mn121:13.1": "Ананда, какие бы жрецы и отшельники в прошлом, в будущем или в настоящем ни входили и ни прибывали в чистой, высшей, непревзойдённой пустотности – все они входили и пребывали в этой же чистой, высшей, непревзойдённой пустотности.  ",
  "mn121:13.2": "",
  "mn121:13.3": "",
  "mn121:13.4": "Поэтому, Ананда, вы должны тренироваться так: «Мы будем входить и пребывать в чистой, высшей, непревзойдённой пустотности». ",
  "mn121:13.5": "Вот как вам следует тренировать себя. ",
  "mn121:13.6": "Так сказал Благословенный.  ",
  "mn121:13.7": "Достопочтенный Ананда был доволен и восхитился словами Благословенного. "
}