{
  "mn12:0.1": "Мадджхима Никая 12 ",
  "mn12:0.2": "Большое наставление о львином рыке",
  "mn12:1.1": "Так я слышал. ",
  "mn12:1.2": "Однажды Благословенный проживал возле Весали в роще, что к западу от города. ",
  "mn12:2.1": "И в то время Сунаккхатта, сын Личчхави, не так давно оставил эту Дхамму и Винаю.",
  "mn12:2.2": "В собрании [людей] из Весали он делал такое утверждение: ",
  "mn12:2.3": "«У отшельника Готамы нет каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, достойного благородных",
  "mn12:2.4": "Отшельник Готама учит Дхамме, выдуманной [собственным] размышлением, следуя собственному вопрошанию по мере того, как оно происходит в нём. ",
  "mn12:2.5": "[Однако] когда он учит кого-либо [этой] Дхамме, это ведёт того, кто практикует её, к полному уничтожению страданий». ",
  "mn12:3.1": "И тогда, утром, достопочтенный Сарипутта оделся, взял чашу и внешнее одеяние и пошёл в Весали за подаяниями. ",
  "mn12:3.2": "Он услышал, как Сунаккхатта, сын Личчхави, делает такое утверждение в собрании [людей] из Весали. ",
  "mn12:3.3": "",
  "mn12:3.4": "",
  "mn12:3.5": "",
  "mn12:3.6": "Походив по Весали за подаяниями, вернувшись с хождения за подаяниями, после принятия пищи он отправился к Благословенному и, поклонившись ему, сел рядом и рассказал Благословенному о том, что говорил Сунаккхатта. ",
  "mn12:3.7": "",
  "mn12:3.8": "",
  "mn12:3.9": "",
  "mn12:3.10": "",
  "mn12:3.11": "",
  "mn12:4.1": "[Благословенный ответил]: Сарипутта, этот заблудший человек Сунаккхатта зол  ",
  "mn12:4.2": "и говорит свои слова из злобы.",
  "mn12:4.3": "Думая о том, чтобы обесчестить Татхагату, он в действительности лишь восхваляет его. ",
  "mn12:4.4": "Ведь это является похвалой Татхагате, когда кто-либо говорит о нём:  ",
  "mn12:4.5": "«Когда он учит кого-либо Дхамме, это ведёт того, кто практикует её, к полному уничтожению страданий». ",
  "mn12:5.1": "Сарипутта, этот заблудший человек Сунаккхатта никогда не сможет сделать обо мне вывод в соответствии с Дхаммой: ",
  "mn12:5.2": "«Этот Благословенный – тот, кто достиг совершенства, полностью просветлённый, совершенный в знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn12:6.1": "И он никогда не сможет сделать обо мне вывод в соответствии с Дхаммой: ",
  "mn12:6.2": "Этот Благословенный – тот, кто владеет различными видами сверхъестественных сил: будучи одним, он становится многими, будучи многими, он становится одним; он появляется; он исчезает; он беспрепятственно проходит сквозь стены, бастионы, горы, как если бы он шёл сквозь пустое пространство; он ныряет и выныривает из земли, как если бы она была водой; он ходит по воде и не тонет, как если бы вода была сушей; сидя со скрещенными ногами, он летит по воздуху, как крылатая птица; своей рукой он касается и ударяет даже солнце и луну – настолько он силён и могущественен; …так влияет на тело, что достигает даже мира Брахмы» ",
  "mn12:7.1": "И он никогда не сможет сделать обо мне вывод в соответствии с Дхаммой: ",
  "mn12:7.2": "«За счёт элемента божественного уха, очищенного и превосходящего человеческое, Благословенный слышит оба вида звуков: божественные и человеческие, далёкие и близкие». ",
  "mn12:8.1": "И он никогда не сможет сделать обо мне вывод в соответствии с Дхаммой: ",
  "mn12:8.2": "«Этот Благословенный знает умы других существ, других личностей, направив на них свой собственный ум.  ",
  "mn12:8.3": "Он различает ум с жаждой как ум с жаждой, ",
  "mn12:8.4": "а ум без жажды – как ум без жажды.  ",
  "mn12:8.5": "Различает ум со злобой как ум со злобой, ",
  "mn12:8.6": "а ум без злобы – как ум без злобы.  ",
  "mn12:8.7": "Различает ум с заблуждением как ум с заблуждением,  ",
  "mn12:8.8": "а ум без заблуждения – как ум без заблуждения.  ",
  "mn12:8.9": "Различает сжатый ум как сжатый ум, ",
  "mn12:8.10": "а отвлечённый ум – как отвлечённый ум;",
  "mn12:8.11": "возвышенный ум как возвышенный ум,",
  "mn12:8.12": "а не-возвышенный ум – как не-возвышенный ум; ",
  "mn12:8.13": "различает ум, который можно превзойти, как ум, который можно превзойти, ",
  "mn12:8.14": "а непревзойдённый ум – как непревзойдённый ум; ",
  "mn12:8.15": "сосредоточенный ум как сосредоточенный ум,  ",
  "mn12:8.16": "а несосредоточенный ум – как несосредоточенный ум;  ",
  "mn12:8.17": "Понимает освобождённый ум как освобождённый ум, ",
  "mn12:8.18": "а не-освобождённый ум как не-освобождённый ум». ",
  "mn12:9.1": "Сарипутта, у Татхагаты есть эти десять сил Татхагаты, обладая которыми, он занимает место быка-вожака стада, рычит своим львиным рыком на собраниях, приводит в движение колесо Брахмы ",
  "mn12:9.2": "Какие десять? ",
  "mn12:10.1": "Татхагата понимает в соответствии с действительностью возможное как возможное, а невозможное как невозможное. ",
  "mn12:10.2": " И это сила Татхагаты, которая есть у Татхагаты, обладая которой, он занимает место быка – вожака стада, рычит своим львиным рыком на собраниях, приводит в движение колесо Брахмы. ",
  "mn12:11.1": "Далее, Татхагата понимает в соответствии с действительностью результат свершения предпринятых действий в прошлом, будущем, настоящем в плане возможностей и причин. ",
  "mn12:11.2": "Это также сила Татхагаты… … ",
  "mn12:12.1": "Далее, Татхагата понимает в соответствии с действительностью пути, ведущие во все уделы. ",
  "mn12:12.2": "И это сила Татхагаты… ",
  "mn12:13.1": "Далее, Татхагата понимает в соответствии с действительностью мир с его многочисленными и разнообразными элементами. ",
  "mn12:13.2": "Это также сила Татхагаты … ",
  "mn12:14.1": "Далее, Татхагата понимает в соответствии с действительностью разнообразие в предрасположенностях существ. ",
  "mn12:14.2": "Это также сила Татхагаты … ",
  "mn12:15.1": "Далее, Татхагата понимает в соответствии с действительностью диспозицию качеств других существ, других личностей. ",
  "mn12:15.2": "Это также сила Татхагаты … ",
  "mn12:16.1": "Далее, Татхагата понимает в соответствии с действительностью загрязнение, очищение и выход [к более высокому состоянию] в отношении джхан, освобождений, сосредоточений и медитативных достижений. ",
  "mn12:16.2": "Это также сила Татхагаты … ",
  "mn12:17.1": "Далее, Татхагата вспоминает свои многочисленные прошлые жизни – одну жизнь, две жизни, три жизни, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира [вспоминая:] «Там у меня было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился где-то ещё; и здесь у меня также было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился здесь». Так он вспоминает свои многочисленные прошлые жизни в подробностях и деталях» ",
  "mn12:17.2": "Это также сила Татхагаты … ",
  "mn12:18.1": "Далее, за счёт божественного глаза, очищенного и превосходящего человеческий, Татхагата видит смерть и перерождение существ. [Он видит] низших и высочайших, красивых и уродливых, счастливых и несчастных. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками: «Эти достойные существа, что имели дурное поведение телом, речью и умом, оскорблявшие благородных, придерживавшиеся неправильных воззрений и действовавшие под влиянием неправильных воззрений, с распадом тела, после смерти, родились в состоянии лишений, в плохих местах, в погибели, даже в аду. Но эти достойные существа, что имели хорошее поведение телом, речью и умом, не оскорблявшие благородных, придерживавшиеся правильных воззрений и действовавшие под влиянием правильных воззрений, с распадом тела, после смерти, родились в благих местах, даже в небесном мире». Так, божественным глазом, очищенным и превосходящим человеческий, Татхагата видит умирающих и перерождающихся существ. [Он видит] низших и высочайших, красивых и уродливых, счастливых и несчастных. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками». ",
  "mn12:18.2": "Это также сила Татхагаты … ",
  "mn12:19.1": "Далее, за счёт уничтожения пятен [умственных загрязнений] Татхагата здесь и сейчас входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания.  ",
  "mn12:19.2": "Это также сила Татхагаты, которая есть у Татхагаты, обладая которой, он занимает место быка – вожака стада, рычит своим львиным рыком на собраниях, приводит в движение колесо Брахмы. ",
  "mn12:20.1": "У Татхагаты есть эти десять сил Татхагаты, обладая которыми, он занимает место быка – вожака стада, рычит своим львиным рыком на собраниях, приводит в движение колесо Брахмы. ",
  "mn12:21.1": "Сарипутта, когда я знаю и вижу так, то если кто-либо скажет обо мне: ",
  "mn12:21.2": "«У отшельника Готамы нет каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, что достойно благородных. ",
  "mn12:21.3": "Отшельник Готама учит Дхамме, выдуманной [только лишь своим] размышлением, следуя собственному рассмотрению по мере того, как оно происходит в нём» –",
  "mn12:21.4": "если он не оставит этого утверждения, этого состояния ума, не оставит этого воззрения, тогда, как если бы его туда затянули силой, он окажется в аду. ",
  "mn12:21.5": "Подобно тому, как монах, наделённый нравственностью, сосредоточением, мудростью, здесь и сейчас мог бы владеть окончательным знанием, то и в этом случае [с Сунаккхаттой] я говорю, что ",
  "mn12:21.6": "если он не оставит этого утверждения, этого состояния ума, не оставит этого воззрения – тогда, как если бы его туда затянули силой, он окажется в аду. ",
  "mn12:22.1": "Сарипутта, у Татхагаты есть эти четыре вида неустрашимости, обладая которыми, он занимает место быка – вожака стада, рычит своим львиным рыком на собраниях, приводит в движение колесо Брахмы.  ",
  "mn12:22.2": "Какие четыре? ",
  "mn12:23.1": "Я не вижу какого-либо основания, на котором какой-либо отшельник, жрец, дэва, Мара, Брахма или кто-либо в мире мог бы в соответствии с Дхаммой обвинить меня: «Хоть ты и заявляешь, что ты полностью просветлённый, всё же ты не полностью просветлён в отношении этих вещей». ",
  "mn12:23.2": "Поскольку я не вижу ни одного подобного основания, я пребываю в сохранности, бесстрашии, неустрашимости. ",
  "mn12:24.1": "Я не вижу какого-либо основания, на котором какой-либо отшельник, жрец, дэва, Мара, Брахма или кто-либо в мире мог бы в соответствии с Дхаммой обвинить меня: «Хоть ты и заявляешь, что ты тот, кто уничтожил пятна [умственных загрязнений], всё же, ты не уничтожил эти пятна». ",
  "mn12:24.2": "Поскольку я не вижу ни одного подобного основания, я пребываю в сохранности, бесстрашии, неустрашимости. ",
  "mn12:25.1": "Я не вижу какого-либо основания, на котором какой-либо отшельник, жрец, дэва, Мара, Брахма или кто-либо в мире мог бы в соответствии с Дхаммой обвинить меня: «Те вещи, которые ты назвал препятствующими, на самом деле не могут воспрепятствовать тому, кто пускается в них». ",
  "mn12:25.2": "Поскольку я не вижу ни одного подобного основания, я пребываю в сохранности, бесстрашии, неустрашимости. ",
  "mn12:26.1": "Я не вижу какого-либо основания, на котором какой-либо отшельник, жрец, дэва, Мара, Брахма или кто-либо в мире мог бы в соответствии с Дхаммой обвинить меня: «Когда ты обучаешь Дхамме кого-либо, она не ведёт того, кто её практикует, к полному уничтожению страданий». ",
  "mn12:26.2": "Поскольку я не вижу ни одного подобного основания, я пребываю в сохранности, бесстрашии, неустрашимости. ",
  "mn12:27.1": "У Татхагаты есть эти четыре вида неустрашимости, обладая которыми, он занимает место быка – вожака стада, рычит своим львиным рыком на собраниях, приводит в движение колесо Брахмы. ",
  "mn12:28.1": "Сарипутта, когда я знаю и вижу так, то если кто-либо скажет обо мне:  ",
  "mn12:28.2": "«У отшельника Готамы нет каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, что достойно благородных. …» ",
  "mn12:28.3": "если он не оставит этого утверждения, этого состояния ума, не оставит этого воззрения, тогда, как если бы его туда затянули силой, он окажется в аду. ",
  "mn12:28.4": "",
  "mn12:28.5": "",
  "mn12:29.1": "Сарипутта, есть эти восемь собраний. ",
  "mn12:29.2": "Какие восемь? ",
  "mn12:29.3": "Собрание знати; собрание брахманов; собрание домохозяев; собрание отшельников; собрание [дэвов, управляемых] четырьмя божественными царями; собрание [дэвов] Таватимсы; собрание [свиты] Мары;* собрание [свиты] Брахмы. ",
  "mn12:29.4": "Таковы эти восемь собраний. ",
  "mn12:29.5": "Обладая этими четырьмя видами неустрашимости Татхагата подходит и входит в эти собрания. ",
  "mn12:29.6": "Я припоминаю, как подходил к многим сотням собраний знати. ",
  "mn12:29.7": "И прежде я сидел там, беседовал с ними, вёл разговоры с ними, ",
  "mn12:29.8": "но я не вижу ни единого основания считать, что страх или застенчивость могли бы возникнуть во мне там и тогда. ",
  "mn12:29.9": "Поскольку я не вижу ни одного подобного основания, я пребываю в сохранности, бесстрашии, неустрашимости. ",
  "mn12:30.1": "Я припоминаю, как подходил к многим сотням собраний брахманов … ",
  "mn12:30.2": "домохозяев … ",
  "mn12:30.3": "отшельников … ",
  "mn12:30.4": "[дэвов, управляемых] четырьмя божественными царями … ",
  "mn12:30.5": "[дэвов] Таватимсы … ",
  "mn12:30.6": "[свиты] Мары … ",
  "mn12:30.7": "[свиты] Брахмы. ",
  "mn12:30.8": "И прежде я сидел там, беседовал с ними, вёл разговоры с ними, ",
  "mn12:30.9": "но я не вижу ни единого основания считать, что страх или застенчивость могли бы возникнуть во мне там и тогда. ",
  "mn12:30.10": "Поскольку я не вижу ни одного подобного основания, я пребываю в сохранности, бесстрашии, неустрашимости. ",
  "mn12:31.1": "Сарипутта, когда я знаю и вижу так, то если кто-либо скажет обо мне:  ",
  "mn12:31.2": "«У отшельника Готамы нет каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, что достойно благородных. …» ",
  "mn12:31.3": "если он не оставит этого утверждения, этого состояния ума, не оставит этого воззрения, тогда, как если бы его туда затянули силой, он окажется в аду. ",
  "mn12:31.4": "",
  "mn12:31.5": "",
  "mn12:32.1": "Сарипутта есть эти четыре вида рождения. ",
  "mn12:32.2": "Какие четыре? ",
  "mn12:32.3": "Рождение из яйца; рождение из утробы; рождение из влаги; спонтанное рождение. ",
  "mn12:33.1": "И что такое рождение из яйца?",
  "mn12:33.2": "Есть существа, которые рождаются, пробивая скорлупу яйца.  ",
  "mn12:33.3": "Это называется рождением из яйца. ",
  "mn12:33.4": "И что такое рождение из утробы? ",
  "mn12:33.5": "Есть существа, которые рождаются, пробивая водную оболочку плода.  ",
  "mn12:33.6": "Это называется рождением из утробы.  ",
  "mn12:33.7": "И что такое рождение из влаги?  ",
  "mn12:33.8": "Есть существа, которые рождаются в протухшей рыбе, в сгнившем трупе, в гнилой каше, в выгребной яме, в канализации.  ",
  "mn12:33.9": "Это называется рождением из влаги. ",
  "mn12:33.10": "И что такое спонтанное рождение? ",
  "mn12:33.11": "Есть божества и обитатели ада, а также некоторые человеческие существа и некоторые существа в нижних мирах, [которые возникают спонтанно]. ",
  "mn12:33.12": "Это называется спонтанным рождением. ",
  "mn12:33.13": "Таковы четыре вида рождения. ",
  "mn12:34.1": "Сарипутта, когда я знаю и вижу так, то если кто-либо скажет обо мне:  ",
  "mn12:34.2": "«У отшельника Готамы нет каких-либо сверхчеловеческих состояний…» ",
  "mn12:34.3": "если он не оставит этого утверждения, этого состояния ума, не оставит этого воззрения, тогда, как если бы его туда затянули силой, он окажется в аду. ",
  "mn12:34.4": "",
  "mn12:34.5": "",
  "mn12:35.1": "Сарипутта, есть эти пять уделов.  ",
  "mn12:35.2": "Какие пять? ",
  "mn12:35.3": "Ад; мир животных; мир духов; мир человеческих существ; мир богов. ",
  "mn12:36.1": "Я понимаю ад, а также путь, ведущий в ад. ",
  "mn12:36.2": "Я также понимаю, каким образом тот, кто вступил на этот путь, с распадом тела, после смерти, возникает в состоянии лишений, в несчастливом уделе, в погибели, в аду. ",
  "mn12:36.3": "Я понимаю мир животных, а также путь, ведущий в мир животных.",
  "mn12:36.4": "Я также понимаю, каким образом тот, кто вступил на этот путь, с распадом тела, после смерти, возникает в мире животных.",
  "mn12:36.5": "",
  "mn12:36.6": "Я понимаю мир духов, а также путь, ведущий в мир духов. … ",
  "mn12:36.7": "Я понимаю человеческих существ, а также путь, ведущий в мир людей. … ",
  "mn12:36.8": "",
  "mn12:36.9": "Я понимаю богов, а также путь, ведущий в мир богов.  ",
  "mn12:36.10": "Я также понимаю, каким образом тот, кто вступил на этот путь, с распадом тела, после смерти, возникает в счастливом уделе, в небесном мире. ",
  "mn12:36.11": "AЯ понимаю ниббану, а также путь, ведущий к ниббане. ",
  "mn12:36.12": "Я также понимаю, каким образом тот, кто вступил на этот путь, за счёт уничтожения пятен [умственных загрязнений] в этой самой жизни входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания. ",
  "mn12:37.1": "Охватив [его] ум [своим] умом, я понимаю о некоем человеке так: ",
  "mn12:37.2": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, так что с распадом тела, после смерти, он возникнет в состоянии лишений, в несчастливом уделе, в погибели, в аду».  ",
  "mn12:37.3": "И спустя какое-то время, божественным глазом, очищенным и превосходящим человеческий, я вижу, как с распадом тела, после смерти, он возник в состоянии лишений, в несчастливом уделе, в погибели, в аду, и [там] переживает исключительно болезненные, мучительные, пронзающие чувства. ",
  "mn12:37.4": "Представь яму с горячими углями, глубже человеческого роста, полную раскалённых углей, без дыма и пламени.  ",
  "mn12:37.5": "И человек, изнурённый и истощённый жарой – усталый, страдающий от жажды, высохший – шёл бы прямой дорогой, ведущей к этой самой яме с горячими углями. ",
  "mn12:37.6": "И [другой] человек с хорошим зрением, увидев его, сказал бы:  ",
  "mn12:37.7": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, так что он придёт к этой самой яме с горячими углями». ",
  "mn12:37.8": "И спустя какое-то время он видит, что тот упал в яму с горячими углями и [там] переживает исключительно болезненные, мучительные, пронзающие чувства.… ",
  "mn12:37.9": "очно также, охватив [его] ум [своим] умом, я понимаю…",
  "mn12:37.10": "",
  "mn12:37.11": "…пронзающие чувства.",
  "mn12:38.1": "Охватив [его] ум [своим] умом, я понимаю о некоем человеке так: ",
  "mn12:38.2": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, так что с распадом тела, после смерти, он возникнет в мире животных». ",
  "mn12:38.3": "И спустя какое-то время, божественным глазом, очищенным и превосходящим человеческий, я вижу, как с распадом тела, после смерти, он возник в мире животных, и [там] переживает исключительно болезненные, мучительные, пронзающие чувства. ",
  "mn12:38.4": "Представь выгребную яму, глубже человеческого роста. ",
  "mn12:38.5": "И человек, изнурённый и истощённый жарой – усталый, страдающий от жажды, высохший – шёл бы прямой дорогой, ведущей к этой самой выгребной яме. ",
  "mn12:38.6": "И [другой] человек с хорошим зрением, увидев его, сказал бы: ",
  "mn12:38.7": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, так что он придёт к этой самой выгребной яме». ",
  "mn12:38.8": "И спустя какое-то время он видит, что тот упал в выгребную яму и [там] переживает исключительно болезненные, мучительные, пронзающие чувства. … ",
  "mn12:38.9": "Точно также, охватив [его] ум [своим] умом, я понимаю… ",
  "mn12:38.10": "",
  "mn12:38.11": "… пронзающие чувства.",
  "mn12:39.1": "Охватив [его] ум [своим] умом, я понимаю о некоем человеке так:  ",
  "mn12:39.2": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, так что с распадом тела, после смерти, он возникнет в мире духов». ",
  "mn12:39.3": "И спустя какое-то время, божественным глазом, очищенным и превосходящим человеческий, я вижу, как с распадом тела, после смерти, он возник в мире духов, и [там] переживает много болезненных чувств. ",
  "mn12:39.4": "Представь растущее на пересечённой местности дерево со скудной листвой, от которого падает испещрённая тень. ",
  "mn12:39.5": "И человек, изнурённый и истощённый жарой – усталый, страдающий от жажды, высохший – шёл бы прямой дорогой, ведущей к этому самому дереву. ",
  "mn12:39.6": "И [другой] человек с хорошим зрением, увидев его, сказал бы: ",
  "mn12:39.7": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, что он придёт к этому самому дереву».  ",
  "mn12:39.8": "И спустя какое-то время он видит, что тот сидит или лежит в тени этого дерева, переживая много болезненных чувств.… ",
  "mn12:39.9": "Точно также, охватив [его] ум [своим] умом, я понимаю… ",
  "mn12:39.10": "",
  "mn12:39.11": "…много болезненных чувств.",
  "mn12:40.1": "Охватив [его] ум [своим] умом, я понимаю о некоем человеке так:  ",
  "mn12:40.2": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, так что с распадом тела, после смерти, он возникнет среди человеческих существ».  ",
  "mn12:40.3": "И спустя какое-то время, божественным глазом, очищенным и превосходящим человеческий, я вижу, как с распадом тела, после смерти, он возник среди человеческих существ, и [там] переживает много приятных чувств. ",
  "mn12:40.4": "Представь растущее на ровной земле дерево с плотной листвой, от которого падает хорошая тень. ",
  "mn12:40.5": "И человек, изнурённый и истощённый жарой – усталый, страдающий от жажды, высохший – шёл бы прямой дорогой, ведущей к этому самому дереву. ",
  "mn12:40.6": "И [другой] человек с хорошим зрением, увидев его, сказал бы: ",
  "mn12:40.7": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, что он придёт к этому самому дереву».  ",
  "mn12:40.8": "И спустя какое-то время он видит, что тот сидит или лежит в тени этого дерева, переживая много приятных чувств. … ",
  "mn12:40.9": "Точно также, охватив [его] ум [своим] умом, я понимаю… ",
  "mn12:40.10": "",
  "mn12:40.11": "… много приятных чувств.",
  "mn12:41.1": "Охватив [его] ум [своим] умом, я понимаю о некоем человеке так:  ",
  "mn12:41.2": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, так что с распадом тела, после смерти, он возникнет в счастливом уделе, в небесном мире».  ",
  "mn12:41.3": "И спустя какое-то время, божественным глазом, очищенным и превосходящим человеческий, я вижу, как с распадом тела, после смерти, он возник в счастливом уделе, в небесном мире, и [там] переживает исключительно приятные чувства. ",
  "mn12:41.4": "Представь особняк, верхние покои которого были бы покрыты штукатуркой изнутри и снаружи, закрытые, с закрытыми окнами, охраняемые засовами,  ",
  "mn12:41.5": "а внутри был бы диван, устланный простынями, тканями, покрывалами, с обивкой из шкур антилоп, с навесом и красными подушками по обеим [сторонам для головы и для ног]. ",
  "mn12:41.6": "И человек, изнурённый и истощённый жарой – усталый, страдающий от жажды, высохший – шёл бы прямой дорогой, ведущей к этому самому особняку. ",
  "mn12:41.7": "И [другой] человек с хорошим зрением, увидев его, сказал бы: ",
  "mn12:41.8": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, так что он придёт к этому самому особняку».  ",
  "mn12:41.9": "И спустя какое-то время он видит, что тот сидит или лежит в верхних покоях этого особняка, переживая исключительно приятные чувства.… ",
  "mn12:41.10": "Точно также, охватив [его] ум [своим] умом, я понимаю…",
  "mn12:41.11": "",
  "mn12:41.12": "… исключительно приятные чувства.",
  "mn12:42.1": "Охватив [его] ум [своим] умом, я понимаю о некоем человеке так: ",
  "mn12:42.2": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, что за счёт уничтожения пятен [умственных загрязнений] в этой самой жизни он войдёт и будет пребывать в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания». ",
  "mn12:42.3": "И спустя какое-то время я вижу, что за счёт уничтожения пятен [умственных загрязнений] в этой самой жизни он входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания, и переживает исключительно приятные чувства",
  "mn12:42.4": "Представь пруд с чистой, приятной, прохладной, и прозрачной водой, с пологими берегами, восхитительный,  ",
  "mn12:42.5": "а рядом – густой лес. ",
  "mn12:42.6": "И человек, изнурённый и истощённый жарой – усталый, страдающий от жажды, высохший – шёл бы прямой дорогой, ведущей к этому самому пруду.  ",
  "mn12:42.7": "И [другой] человек с хорошим зрением, увидев его, сказал бы: ",
  "mn12:42.8": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, что он придёт к этому самому пруду».  ",
  "mn12:42.9": "И спустя какое-то время он видит, что тот окунулся в пруд, искупался, напился, снял всю свою изнурённость, усталость, жар, и вышел [на берег] и сидит или лежит в лесу, переживая исключительно приятные чувства. ",
  "mn12:42.10": "Точно также, охватив [его] ум [своим] умом, я понимаю",
  "mn12:42.11": "«Этот человек ведёт себя так-то, поступает так-то, вступил на такой-то путь, что за счёт уничтожения пятен [умственных загрязнений] в этой самой жизни он войдёт и будет пребывать в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания». ",
  "mn12:42.12": "И спустя какое-то время я вижу, что за счёт уничтожения пятен [умственных загрязнений] в этой самой жизни он входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания, и переживает исключительно приятные чувства ",
  "mn12:42.13": "Таковы эти пять уделов.",
  "mn12:43.1": "Сарипутта, когда я знаю и вижу так, то если кто-либо скажет обо мне: ",
  "mn12:43.2": "«У отшельника Готамы нет каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, что достойно благородных. ",
  "mn12:43.3": "Отшельник Готама учит Дхамме, выдуманной [только лишь своим] размышлением, следуя собственному рассмотрению по мере того, как оно происходит в нём» –",
  "mn12:43.4": "если он не оставит этого утверждения, этого состояния ума, не оставит этого воззрения, тогда, как если бы его туда затянули силой, он окажется в аду. ",
  "mn12:43.5": "Подобно тому, как монах, наделённый нравственностью, сосредоточением, мудростью, здесь и сейчас мог бы владеть окончательным знанием, то и в этом случае [с Сунаккхаттой] я говорю, ",
  "mn12:43.6": "что если он не оставит этого утверждения, этого состояния ума, не оставит этого воззрения – тогда, как если бы его туда затянули силой, он окажется в аду. ",
  "mn12:44.1": "Сарипутта, я помню, что жил святой жизнью, которая была наделена четырьмя факторами. ",
  "mn12:44.2": "Я был аскетом – высочайшим аскетом. Я был суровым [в аскезе] – неимоверно суровым. Я был щепетильным – неимоверно щепетильным. Я затворялся – неимоверно затворялся ",
  "mn12:45.1": "Моя аскеза была такой, Сарипутта, что я ходил голым, отвергая условности, лизал свои руки, не шёл, когда меня звали, не оставался, когда меня просили. Я не принимал пищу, поднесённую мне или специально приготовленную для меня, не принимал приглашения на обед. ",
  "mn12:45.2": "Я не принимал ничего из горшка или чаши, через порог, через палку, через пестик [ступы]. [Я не принимал] ничего от двух обедающих [вместе] людей, от беременной женщины, от кормящей женщины, от женщины среди мужчин. [Я не принимал] ничего с того места, где объявлено о раздаче еды, с того места, где сидит собака или где летают мухи. Я не принимал рыбу или мясо. Я не пил спиртного, вина или забродивших напитков. ",
  "mn12:45.3": "Я ограничивал себя одним домом [во время сбора подаяний] и одним небольшим кусочком пищи, или двумя домами и двумя небольшими кусочками… семью домами и семью небольшими кусочками пищи. ",
  "mn12:45.4": "Я ел только одно блюдце еды в день, два… семь блюдец еды в день. ",
  "mn12:45.5": "Я принимал пищу только один раз в день, один раз в два дня… один раз в семь дней, и так вплоть до двух недель. Я пребывал, следуя практике приёма пищи в установленных промежутках. ",
  "mn12:45.6": "Я был тем, кто ест [только] зелень; или просо; или дикий рис; или обрезки шкуры; или мох; или рисовые отруби; или рисовую накипь; или кунжутную муку; или траву; или коровий навоз. Я жил на лесных кореньях и фруктах. Я кормился упавшими фруктами. ",
  "mn12:45.7": "Я носил одежду из пеньки, из парусины, из савана, из выброшенных лохмотьев, из древесной коры, из шкур антилопы, из обрезков шкур антилопы, из травы кусы, из материала, сделанного из коры, из материала, сделанного из стружек; [носил] накидку, [сделанную] из волос с головы, из шерсти животного, из совиных крыльев. ",
  "mn12:45.8": "Я выдергивал волосы и бороду, следовал практике вырывания собственных волос и бороды.  ",
  "mn12:45.9": "Я был тем, кто постоянно стоит, отвергая сиденья. ",
  "mn12:45.10": "Я был тем, кто постоянно сидит, охватывая колени руками, я предавался поддержанию сидения с охватыванием коленей руками.",
  "mn12:45.11": "Я был тем, кто использовал подстилку с шипами. Я устраивал свою постель на подстилке с шипами.  ",
  "mn12:45.12": "Я пребывал, следуя практике купания в воде три раза в день, в том числе вечером. ",
  "mn12:45.13": "Вот такими многочисленными способами я пребывал, осуществляя практику мучения и умерщвления тела.",
  "mn12:45.14": "Таковой была моя аскеза. ",
  "mn12:46.1": "Такой была моя суровость [в аскезе], Сарипутта, что, ",
  "mn12:46.2": "пыль и грязь, накапливавшаяся с годами, отслаивалась и отваливалась с моего тела. ",
  "mn12:46.3": "Словно ствол дерева тиндуки, который, разрастаясь с годами, отваливается слоями и пластами, ",
  "mn12:46.4": "И ко мне ни разу не приходила мысль:",
  "mn12:46.5": "«Что если я сотру эту пыль и грязь своей рукой, или пусть другой сотрёт эту пыль и грязь своей рукой». ",
  "mn12:46.6": "Ко мне ни разу не приходила такая мысль.  ",
  "mn12:46.7": "Таковой была моя суровость.",
  "mn12:47.1": "Такой была моя щепетильность, Сарипутта, что ",
  "mn12:47.2": "я был всегда осознан, когда шагал вперёд, шагал назад. Я был полон сочувствия даже к капле воды таким образом: ",
  "mn12:47.3": "«Пусть я не нанесу вреда крошечным существам в трещинах на земле»",
  "mn12:47.4": "Таковой была моя щепетильность. ",
  "mn12:48.1": "Таким было моё затворничество, Сарипутта, что ",
  "mn12:48.2": "я уходил в какой-нибудь лес и жил там.  ",
  "mn12:48.3": "И когда я видел пастуха или чабана, или того, кто собирает траву или хворост, или лесника, я уходил из рощи в рощу, из чащи в чащу, из лощины в лощину, с холма на холм. ",
  "mn12:48.4": "И почему? ",
  "mn12:48.5": "Чтобы они не увидели меня, или чтобы я не увидел их.",
  "mn12:48.6": "Словно выросший в лесу олень, увидев людей, уходит из рощи в рощу, из чащи в чащу, из лощины в лощину, с холма на холм, – ",
  "mn12:48.7": "точно также и я, увидев пастуха…",
  "mn12:48.8": "",
  "mn12:48.9": "…холма на холм.",
  "mn12:48.10": "Таковым было мое затворничество. ",
  "mn12:49.1": "Я ползал на четвереньках в загоне для скота, и когда скот выходил и пастух оставлял его, я кормился навозом молодых телят. ",
  "mn12:49.2": "Покуда у меня были свои испражнения и моча, я кормился собственными испражнениями и мочой.  ",
  "mn12:49.3": "Таковой была моя практика поедания нечистот.",
  "mn12:50.1": "Я уходил во вселяющие страх рощи и пребывал там – ",
  "mn12:50.2": "в рощи настолько вселяющие страх, ",
  "mn12:50.3": "что практически все волосы встали бы дыбом у человека, несвободного от жажды. ",
  "mn12:50.4": "Когда наступали те холодные зимние ночи во время восьмидневного периода снегопада, я пребывал ночью на открытой местности, а днём – в роще. ",
  "mn12:50.5": "В последний месяц жаркого сезона я пребывал днём на открытой местности, а ночью – в роще. ",
  "mn12:50.6": "И там ко мне пришла строфа, никогда не слышанная прежде: ",
  "mn12:50.7": "Замёрзший ночью, опалённый днём, ",
  "mn12:50.8": "Уединённый в рощах, что вселяют страх, ",
  "mn12:50.9": "Не облачённый, не сидящий у огня, ",
  "mn12:50.10": "Мудрец всё в поисках своих идёт.’ ",
  "mn12:51.1": "Я устраивал постель на кладбище, [используя в качестве] подушки кости умерших.  ",
  "mn12:51.2": "Мальчики-пастухи подходили ко мне, плевали на меня, мочились на меня, бросали в меня грязь, тыкали мне в уши палками.  ",
  "mn12:51.3": "И всё же я не припомню, чтобы хоть когда-либо зародил порочный ум [ненависти] по отношению к ним.  ",
  "mn12:51.4": "Таковым было моё пребывание в невозмутимости.",
  "mn12:52.1": "Сарипутта, есть некоторые жрецы и отшельники, чьи доктрина и воззрение таковы: ",
  "mn12:52.2": "«Очищение приходит через еду». ",
  "mn12:52.3": "Они говорят: ",
  "mn12:52.4": "«Будем жить на плодах колы»,  ",
  "mn12:52.5": "и они едят плоды колы, едят порошок из плодов колы, пьют напитки из плодов колы,  ",
  "mn12:52.6": "изготавливают различные варева из плодов колы.  ",
  "mn12:52.7": "Я помню, что ел один плод колы в день.",
  "mn12:52.8": "Сарипутта, ты можешь подумать,  ",
  "mn12:52.9": "что плод колы был больше в то время,  ",
  "mn12:52.10": "но тебе не следует так думать. ",
  "mn12:52.11": "В то время плод колы был практически того же размера, что и сейчас. ",
  "mn12:52.12": "Из-за питания единственным плодом колы в день моё тело дошло до состояния крайнего истощения.  ",
  "mn12:52.13": "Из-за того, что я ел так мало, члены моего тела стали подобны соединённым сегментам стебля лозы или стебля бамбука.  ",
  "mn12:52.14": "Из-за того, что я ел так мало, мои ягодицы стали похожи на верблюжье копыто. ",
  "mn12:52.15": "Из-за того, что я ел так мало, мой позвоночник выпирал, как бусины на шнуре.  ",
  "mn12:52.16": "Из-за того, что я ел так мало, мои рёбра выпирали [и выглядели также] мрачно, как кривые балки старого сарая без крыши. ",
  "mn12:52.17": "Из-за того, что я ел так мало, блеск моих глаз утонул в глазницах, подобно блеску воды, утонувшему в глубоком колодце.  ",
  "mn12:52.18": "Из-за того, что я ел так мало, кожа на голове сморщилась и высохла, как зелёная горькая тыква высыхает и сморщивается на ветре и солнце. ",
  "mn12:52.19": "Из-за того, что я ел так мало, кожа моего живота прилипла к позвоночнику. Если я хотел дотронуться до своей кожи живота, то касался позвоночника. Если хотел коснуться позвоночника, то касался кожи живота. ",
  "mn12:52.20": "Из-за того, что я ел так мало, то если хотел испражниться или помочиться, я падал там же на землю лицом вниз.  ",
  "mn12:52.21": "Из-за того, что я ел так мало, то если я пытался облегчить своё тело, растирая его члены своими руками, волосы, сгнившие у своих корней, падали с моего тела по мере того, как я тёр. ",
  "mn12:53-55.1": "Сарипутта, есть некоторые жрецы и отшельники, чьи доктрина и воззрение таковы: ",
  "mn12:53-55.2": "«Очищение приходит через еду». ",
  "mn12:53-55.3": "Они говорят: ",
  "mn12:53-55.4": "«Будем жить на бобах», и они едят бобы… ",
  "mn12:53-55.5": "«Будем жить на кунжуте», и они едят кунжут… ",
  "mn12:53-55.6": "«Будем жить на рисе», и они едят рис…",
  "mn12:53-55.7": "Я помню, что ел одно рисовое зёрнышко в день. ",
  "mn12:53-55.8": "Сарипутта, ты можешь подумать,",
  "mn12:53-55.9": "что рисовое зёрнышко было больше в то время, ",
  "mn12:53-55.10": "но тебе не следует так думать.",
  "mn12:53-55.11": "В то время рисовое зёрнышко было практически того же размера, что и сейчас. ",
  "mn12:53-55.12": "Из-за того, что я питался единственным рисовым зёрнышком в день моё тело дошло до состояния крайнего истощения… ",
  "mn12:53-55.13": "",
  "mn12:53-55.14": "",
  "mn12:53-55.15": "",
  "mn12:53-55.16": "",
  "mn12:53-55.17": "",
  "mn12:53-55.18": "",
  "mn12:53-55.19": "",
  "mn12:53-55.20": "",
  "mn12:53-55.21": "",
  "mn12:53-55.22": "",
  "mn12:53-55.23": "Из-за того, что я ел так мало, то если я пытался облегчить своё тело, растирая его члены своими руками, волосы, сгнившие у своих корней, падали с моего тела по мере того, как я тёр. ",
  "mn12:56.1": "И всё же, Сарипутта, за счёт подобного поведения, за счёт такой практики, за счёт такого исполнения аскезы я не достиг каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, что достойно благородных.  ",
  "mn12:56.2": "И почему? ",
  "mn12:56.3": "Потому что я не достиг той благородной мудрости, которая, будучи достигнутой, является благородной и освобождающей и ведёт того, кто практикует в соответствии с ней, к полному уничтожению страданий.",
  "mn12:57.1": "Сарипутта, есть некоторые жрецы и отшельники, чьи доктрина и воззрение таковы: ",
  "mn12:57.2": "«Очищение приходит через круговерть перерождений». ",
  "mn12:57.3": "Но непросто найти тот мир в круговерти, через который я бы уже не проходил за это долгое странствие, за исключением [мира] богов Чистых обителей. ",
  "mn12:57.4": "Если бы я прошёл по круговерти как божество Чистых обителей, то я бы никогда более не вернулся в этот мир ",
  "mn12:58.1": "Есть некоторые жрецы и отшельники, чьи доктрина и воззрение таковы: ",
  "mn12:58.2": "«Очищение приходит через [определённый вид] перерождения». ",
  "mn12:58.3": "Но непросто найти вид перерождения, в котором бы я не перерождался за это долгое странствие, за исключением [перерождения] богом Чистых обителей… … ",
  "mn12:58.4": "",
  "mn12:59.1": "Есть некоторые жрецы и отшельники, чьи доктрина и воззрение таковы: ",
  "mn12:59.2": "«Очищение приходит через [определённый вид] обители».  ",
  "mn12:59.3": "Но непросто найти вид обители, в которой бы я не пребывал за это долгое странствие, за исключением [мира] богов Чистых обителей… ",
  "mn12:59.4": "",
  "mn12:60.1": "Есть некоторые жрецы и отшельники, чьи доктрина и воззрение таковы: ",
  "mn12:60.2": "«Очищение приходит через жертвоприношение». ",
  "mn12:60.3": "Но непросто найти вид жертвоприношения, которое бы не совершалось мной за это долгое странствие, когда я был либо помазанным на царство благородным царём, либо зажиточным брахманом.",
  "mn12:61.1": "Есть некоторые жрецы и отшельники, чьи доктрина и воззрение таковы: ",
  "mn12:61.2": "«Очищение приходит через поклонение огню».  ",
  "mn12:61.3": "Но непросто найти вид огня, которому бы я не поклонялся за это долгое странствие, когда я был либо помазанным на царство благородным царём, либо зажиточным брахманом. ",
  "mn12:62.1": "Есть некоторые жрецы и отшельники, чьи доктрина и воззрение таковы: ",
  "mn12:62.2": "«Пока этот почтенный человек всё ещё молод, черноволос, наделён благословением молодости на первом этапе жизни, он совершенен в своей ясной мудрости.  ",
  "mn12:62.3": "Но когда этот почтенный человек старый, пожилой, отягощённый годами, много проживший, чьи дни подходят к концу, которому восемьдесят, девяносто или сто лет, то тогда ясность его мудрости утеряна».  ",
  "mn12:62.4": "Но не следует так думать. ",
  "mn12:62.5": "Сейчас я старый, пожилой, отягощён годами, много прожил, мои дни подходят к концу, идёт мне восьмидесятый год. ",
  "mn12:62.6": "И представь, как если бы у меня было бы четыре ученика, совершенных в осознанности, обладающих отличным запоминанием, памятью, ясностью мудрости, и срок жизни каждого составлял бы сотню лет. ",
  "mn12:62.7": "Подобно тому, как если бы умелый лучник – обученный, натренированный, испытанный – мог без труда выпустить по тени банановой пальмы лёгкую стрелу, представь, что  ",
  "mn12:62.8": "они даже до такой степени были бы совершенны в осознанности, обладали бы отличным запоминанием, памятью, ясностью мудрости. ",
  "mn12:62.9": "И представь, как если бы они непрерывно задавали мне вопросы о четырёх основах осознанности, и, будучи спрошенным, я бы отвечал им, и они бы запоминали каждый мой ответ и никогда бы не задавали второстепенного вопроса ",
  "mn12:62.10": "и не останавливались бы кроме как на то, чтобы поесть, попить, употребить пищу, распробовать её на вкус, помочиться, испражниться, отдохнуть, чтобы устранить сонливость и усталость. И всё равно изложение Татхагатой Дхаммы, его объяснение факторов Дхаммы и его ответы на вопросы не подошли бы к концу,  ",
  "mn12:62.11": "а эти четыре моих ученика со сроком жизни в сотню лет [уже] скончались бы по истечении этих ста лет. ",
  "mn12:62.12": "Сарипутта, даже если бы тебе пришлось носить меня на кровати, всё равно не было бы перемены в ясности мудрости Татхагаты. ",
  "mn12:63.1": "Если бы кто-либо, говоря правдиво, сказал бы о ком-либо: ",
  "mn12:63.2": "«Существо, которое не подвержено заблуждению, появилось в мире ради благополучия и счастья многих, из сострадания к миру, ради блага, благополучия, и счастья богов и людей» – то именно обо мне, в самом деле, этот говорящий так [человек] мог бы сказать так. ",
  "mn12:63.3": "",
  "mn12:64.1": "И в то время достопочтенный Нагасамала стоял позади Благословенного, обмахивая его.",
  "mn12:64.2": "И тогда он сказал Благословенному:",
  "mn12:64.3": "– Удивительно, уважаемый, поразительно, уважаемый! ",
  "mn12:64.4": "Во время слушания этой беседы по Дхамме мои волосы на теле встали дыбом. ",
  "mn12:64.5": "Уважаемый, как называется эта беседа по Дхамме?",
  "mn12:64.6": "– В таком случае, Нагасамала, ты можешь запомнить эту беседу по Дхамме как «Беседу, подымающую волосы дыбом» ",
  "mn12:64.7": "Так сказал Благословенный. ",
  "mn12:64.8": "Достопочтенный Нагасамала был доволен и восхитился словами Благословенного. "
}