{
  "mn129:0.1": "Мадджхима Никая 129 ",
  "mn129:0.2": "Глупцы и мудрецы ",
  "mn129:1.1": "Так я слышал. ",
  "mn129:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn129:1.3": "Там он обратился к монахам так: ",
  "mn129:1.4": "«Монахи!» ",
  "mn129:1.5": "«Да, уважаемый», – отвечали монахи. ",
  "mn129:1.6": "Благословенный сказал следующее: ",
  "mn129:2.1": "«Монахи, есть эти три характеристики глупца, [три] образа глупца, [три] черты глупца.  ",
  "mn129:2.2": "Какие три? ",
  "mn129:2.3": "Глупец – этот тот, кто обдумывает плохие мысли, говорит плохие слова, совершает плохие поступки.  ",
  "mn129:2.4": "Если бы глупец не был таким, то как мудрец узнал бы о нём следующее:  ",
  "mn129:2.5": "«Этот человек – глупец, нечистый человек»?  ",
  "mn129:2.6": "Но поскольку глупец – этот тот, кто обдумывает плохие мысли, говорит плохие слова, совершает плохие поступки, мудрец знает о нём следующее:  ",
  "mn129:2.7": "«Этот человек – глупец, нечистый человек».  ",
  "mn129:3.1": "«Глупец трояко чувствует боль и грусть здесь и сейчас.  ",
  "mn129:3.2": "Если глупец сидит в собрании или на улице или на площади,  ",
  "mn129:3.3": "и люди там обсуждают некие уместные и значимые дела,  ",
  "mn129:3.4": "то тогда, если глупец – это тот, кто убивает живых существ, берёт то, что не дано, неподобающе ведёт себя в чувственных удовольствиях, лжёт, потакает вину, спиртному, одурманивающим веществам, что являются основой для беспечности, ",
  "mn129:3.5": "тогда этот глупец думает:  ",
  "mn129:3.6": "«Эти люди обсуждают некие уместные и значимые дела.  ",
  "mn129:3.7": "Во мне есть эти вещи, и [другие] видели, что я пускаюсь в эти вещи». ",
  "mn129:3.8": "Таков первый вид боли и грусти, который чувствует глупец здесь и сейчас. ",
  "mn129:4.1": "Далее, когда ловят вора, преступника, глупец видит как цари подвергают его многочисленным видам пыток. ",
  "mn129:4.2": "Они приказывают хлестать его кнутами, бить бамбуком, бить дубинами; отрезать ему руки, отрезать ему ноги, отрезать ему руки и ноги; отрезать ему уши, отрезать ему нос, отрезать ему уши и нос. Они приказывают подвергнуть его [пытке под названием] «котёл с кашей», «бритьё [до состояния] отполированной раковины», «пасть Раху», «огненный венок», «пылающая длань», «лезвия травы», «одежда из коры», «антилопа», «мясные крюки», «монеты», «пикелевание щёлоком», «крутящийся штырь», «свёрнутая подстилка». Они приказывают облить его кипящим маслом, отдать на растерзание собакам, насадить его заживо на кол, отрубить ему голову мечом.  ",
  "mn129:4.3": "Тогда этот глупец думает:  ",
  "mn129:4.4": "«Из-за таких плохих поступков как эти, когда ловят вора, преступника, цари подвергают его многочисленным видам пыток… отрубить ему голову мечом. ",
  "mn129:4.5": "",
  "mn129:4.6": "Во мне есть эти вещи, и [другие] видели, что я пускаюсь в эти вещи. ",
  "mn129:4.7": "Если цари узнают обо мне, они подвергнут меня таким же наказаниям!» ",
  "mn129:4.8": "",
  "mn129:4.9": "Таков второй  вид боли и грусти, который чувствует глупец здесь и сейчас. ",
  "mn129:5.1": "Далее, когда глупец [сидит] на своём стуле, [лежит] на своей кровати, или отдыхает на земле, то плохие поступки, которые он совершил в прошлом – его неблагое телесное, словесное, умственное поведение – накрывают его, покрывают его, окутывают его.  ",
  "mn129:5.2": "Подобно тому как тень огромной горной вершины вечером накрывает, покрывает, окутывает землю,  ",
  "mn129:5.3": "то точно также, когда глупец [сидит] на своём стуле, [лежит] на своей кровати, или отдыхает на земле, то плохие поступки, которые он совершил в прошлом – его неблагое телесное, словесное, умственное поведение – накрывают его, покрывают его, окутывают его.  ",
  "mn129:5.4": "И тогда этот глупец думает:  ",
  "mn129:5.5": "«Я не совершал хорошего, я не делал благого, я не создал для себя укрытия от мучений.  ",
  "mn129:5.6": "Я делал плохое, делал жестокое, делал нечистое.  ",
  "mn129:5.7": "Когда я умру, я отправлюсь в удел тех, кто не делал хорошего… делал нечистое».  ",
  "mn129:5.8": "Он печалится, горюет и плачет, бьёт себя в груди, становится обезумевшим.  ",
  "mn129:5.9": "Таков третий вид боли и грусти, который чувствует глупец здесь и сейчас. ",
  "mn129:6.1": "Глупец, который предавался неблагому поведению телом, речью, умом, с распадом тела, после смерти, перерождается в состоянии лишений, в несчастливом уделе, даже в аду. ",
  "mn129:7.1": "Если бы кто-либо правдиво говорил о чём-либо:  ",
  "mn129:7.2": "«Это всецело нежеланное, всецело нежелаемое, всецело неприятное» – то именно об аде он, говоря правдиво, сказал бы так,  ",
  "mn129:7.3": "",
  "mn129:7.4": "ведь даже трудно привести сравнение [для описания] страданий в аду». ",
  "mn129:7.5": "И когда так было сказано, монах спросил Благословенного:  ",
  "mn129:7.6": "«Но, уважаемый, можно ли привести сравнение?» ",
  "mn129:8.1": "«Можно, монах» – сказал Благословенный.  ",
  "mn129:8.2": "«Монахи, представьте, как если бы арестовали вора, преступника, и привели бы его к царю, сказав:  ",
  "mn129:8.3": "«Ваше величество, этот человек – вор, преступник.  Наложите на него такое наказание, какое сочтете нужным». ",
  "mn129:8.4": "Царь сказал бы: ",
  "mn129:8.5": "«Утром идите и ударьте его сотней копий».  ",
  "mn129:8.6": "Утром его бы ударили сотней копий.  ",
  "mn129:8.7": "Тогда днём царь спросил бы:  ",
  "mn129:8.8": "«Почтенные, что с тем человеком?»  ",
  "mn129:8.9": "[Ему бы ответили]: «Ещё жив, ваше величество».  ",
  "mn129:8.10": "Царь сказал бы: ",
  "mn129:8.11": "«Идите и днём ударьте его ещё одной сотней копий».  ",
  "mn129:8.12": "Тогда днём его бы ударили ещё одной сотней копий.  ",
  "mn129:8.13": "Вечером царь бы спросил: ",
  "mn129:8.14": "«Почтенные, что с тем человеком?»  ",
  "mn129:8.15": "[Ему бы ответили]: «Ещё жив, ваше величество».  ",
  "mn129:8.16": "Царь сказал бы: ",
  "mn129:8.17": "«Идите и вечером ударьте его ещё одной сотней копий».  ",
  "mn129:8.18": "Тогда вечером его бы ударили ещё одной сотней копий.  ",
  "mn129:8.19": "Как вы думаете монахи? ",
  "mn129:8.20": "Из-за удара тремя сотнями копий ощущал бы этот человек боль и грусть?» ",
  "mn129:8.21": "«Уважаемый, даже если бы его ударили одним копьём, он ощущал бы боль и грусть, что уж говорить про триста копий».  ",
  "mn129:9.1": "И затем, взяв небольшой камень размером со свою ладонь, Благословенный обратился к монахам так:  ",
  "mn129:9.2": "«Как вы думаете монахи? ",
  "mn129:9.3": "Что больше, этот небольшой камень размером с мою ладонь, который я взял, или же Гималаи, царь всех гор?» ",
  "mn129:9.4": "«Уважаемый, небольшой камень размером с ладонь, который Благословенный взял,  в сравнении с Гималаями, царём всех гор, даже не идёт в расчёт, не выдерживает никакого сопоставления, не может сравниться даже с частью [Гималаев]». ",
  "mn129:9.5": "«Точно так же, монахи, боль и грусть, которые бы человек пережил из-за удара тремя сотнями копий, в сравнении с адом даже не идут в расчёт, не выдерживают никакого сопоставления, не могут сравниться даже с частью [страданий в аду].  ",
  "mn129:10.1": "Стражи ада пытают его пятичастным прокалыванием.  ",
  "mn129:10.2": "Они загоняют раскалённый железный прут в одну руку, загоняют раскалённый железный прут другую руку… ногу… другую ногу… в середину через грудь.  ",
  "mn129:10.3": "Он чувствует болезненные, мучительные, острые чувства. Но всё же он не умирает, покуда плохой поступок не истощит своего результата. ",
  "mn129:11.1": "Затем стражи ада бросают его на землю и обстругивают топорами... ",
  "mn129:11.2": "",
  "mn129:12.1": "Затем стражи ада переворачивают его вверх тормашками и обстругивают тесаками... ",
  "mn129:12.2": "",
  "mn129:13.1": "Затем стражи ада привязывают его к колеснице и возят его взад и вперёд по земле, которая горит, пылает, полыхает...  ",
  "mn129:13.2": "",
  "mn129:14.1": "Затем стражи ада заставляют его взбираться на огромную груду углей, которые горят, пылают, полыхают...  ",
  "mn129:14.2": "",
  "mn129:15.1": "Затем стражи ада берут его за ноги и головой окунают в раскалённый железный котёл, который горит, пылает, полыхает.  ",
  "mn129:15.2": "",
  "mn129:15.3": "Он варится там в бурлящей пене. Пока он варится там в бурлящей пене, он иногда всплывает, иногда тонет, иногда перемещается [по поверхности].  ",
  "mn129:15.4": "Он чувствует болезненные, мучительные, острые чувства. Но всё же он не умирает, покуда плохой поступок не истощит своего результата. ",
  "mn129:16.1": "Затем стражи ада бросают его в Великий ад.  ",
  "mn129:16.2": "И вот что касается Великого ада, монахи:  ",
  "mn129:16.3": "«Четыре в нём угла. Построен он с дверями четырьмя  ",
  "mn129:16.4": "По каждой из сторон.  ",
  "mn129:16.5": "Заделан он железом всюду и везде,  ",
  "mn129:16.6": "Как и железной крышей сверху он закрыт. ",
  "mn129:16.7": "И пол в нём из железа,  ",
  "mn129:16.8": "Раскалённый докрасна,  ",
  "mn129:16.9": "Длиной он в сотню лиг –  ",
  "mn129:16.10": "Их покрывает целиком». ",
  "mn129:17.1": "Монахи, я мог бы многими способами рассказать вам об аде.  ",
  "mn129:17.2": "Настолько многими, что трудно завершить описание страданий в аду. ",
  "mn129:18.1": "Монахи, есть животные, которые кормятся травой.  ",
  "mn129:18.2": "Они едят, обрывая свежую или сухую траву своими зубами.  ",
  "mn129:18.3": "И какие животные кормятся травой?  ",
  "mn129:18.4": "Лошади, рогатый скот, ослы, козы, олени, и другие подобные животные.  ",
  "mn129:18.5": "Глупец, который прежде наслаждался вкусами здесь [в этой жизни], и здесь совершал плохие поступки, с распадом тела, после смерти, перерождается среди животных, которые кормятся травой. ",
  "mn129:19.1": "Есть животные, которые кормятся испражнениями.  ",
  "mn129:19.2": "Они чуют испражнения издали и бегут к ним, думая:  ",
  "mn129:19.3": "«Мы сможем там поесть,  мы сможем там поесть!»  ",
  "mn129:19.4": "Точно брахманы, которые бегут на запах жертвоприношений, думая:  ",
  "mn129:19.5": "«Мы сможем там поесть,  мы сможем там поесть!»  ",
  "mn129:19.6": "Так и эти животные, которые кормятся испражнениями. ",
  "mn129:19.7": "Они чуют испражнения издали и бегут к ним, думая:  ",
  "mn129:19.8": "«Мы сможем там поесть,  мы сможем там поесть!»  ",
  "mn129:19.9": "И какие животные кормятся испражнениями?  ",
  "mn129:19.10": "Домашняя птица, свиньи, собаки, шакалы, и другие подобные животные.  ",
  "mn129:19.11": "Глупец, который прежде наслаждался вкусами здесь [в этой жизни], и здесь совершал плохие поступки, с распадом тела, после смерти, перерождается среди животных, которые кормятся испражнениями.  ",
  "mn129:20.1": "Есть животные, которые рождаются, стареют, умирают в темноте.  ",
  "mn129:20.2": "И какие животные рождаются, стареют, умирают в темноте?  ",
  "mn129:20.3": "Мотыльки, личинки, земляные черви, и другие подобные животные.  ",
  "mn129:20.4": "Глупец, который прежде наслаждался вкусами здесь [в этой жизни], и здесь совершал плохие поступки, с распадом тела, после смерти, перерождается среди животных, которые умирают в темноте.  ",
  "mn129:21.1": "Есть животные, которые рождаются, стареют, умирают в воде.  ",
  "mn129:21.2": "И какие животные рождаются, стареют, умирают в воде?  ",
  "mn129:21.3": "Рыбы, черепахи, крокодилы, и другие подобные животные.  ",
  "mn129:21.4": "Глупец, который прежде наслаждался вкусами здесь [в этой жизни], и здесь совершал плохие поступки, с распадом тела, после смерти, перерождается среди животных, которые умирают в воде.  ",
  "mn129:22.1": "Есть животные, которые рождаются, стареют, умирают в нечистотах.  ",
  "mn129:22.2": "И какие животные рождаются, стареют, умирают в нечистотах?  ",
  "mn129:22.3": "Это те животные, которые рождаются, стареют, умирают в гнилой рыбе, в гнилом трупе,  ",
  "mn129:22.4": "в гнилой каше,  ",
  "mn129:22.5": "в отходной яме, в канализации.  ",
  "mn129:22.6": "",
  "mn129:22.7": "Глупец, который прежде наслаждался вкусами здесь [в этой жизни], и здесь совершал плохие поступки, с распадом тела, после смерти, перерождается среди животных, которые умирают в нечистотах.  ",
  "mn129:23.1": "Монахи, я мог бы многими способами рассказать вам о мире животных.  ",
  "mn129:23.2": "Настолько многими, что трудно завершить описание страданий в мире животных. ",
  "mn129:24.1": "Монахи, представьте, как если бы человек бросил ярмо с единственным отверстием в нём в море.  ",
  "mn129:24.2": "Восточный ветер нёс бы ярмо на запад, западный ветер нёс бы его на восток, северный ветер – на юг, а южный – на север.  ",
  "mn129:24.3": "И представьте, что там была бы слепая морская черепаха, которая всплывала бы на поверхность один раз в сто лет.  ",
  "mn129:24.4": "Как вы думаете монахи? ",
  "mn129:24.5": "Могла бы эта слепая черепаха просунуть голову в это ярмо с единственным отверстием в нём?» ",
  "mn129:24.6": "«Нет, уважаемый. ",
  "mn129:24.7": "Если бы даже ей это удалось, уважаемый, то это произошло бы через очень долгое время». ",
  "mn129:24.8": "«Монахи, быстрее эта слепая черепаха сумела бы просунуть голову в это ярмо с единственным отверстием в нём, чем дурак, который однажды отправился в погибель [нижних миров], смог обрести бы вновь человеческое состояние.  ",
  "mn129:24.9": "И почему? ",
  "mn129:24.10": "Потому что [там, в нижних мирах], нет практики Дхаммы, нет практики праведного, нет делания благого, нет совершения заслуг.  ",
  "mn129:24.11": "Там торжествует пожирание друг друга, убийство [сильным] слабого. ",
  "mn129:25.1": "Если в то или иное время, по прошествии долгого времени, этот глупец возвращается в человеческое существование,  ",
  "mn129:25.2": "то он перерождается в низшей семье – в семье неприкасаемых или охотников, собирателей бамбука, изготовителей повозок, мусорщиков –  ",
  "mn129:25.3": "то есть в семье, которая бедная, в которой мало питья и еды, которая выживает с трудом, в которой едва находится еда и одежда.  ",
  "mn129:25.4": "И он [будет] безобразным, непривлекательным, уродливым, больным, слепым, калекой, хромым, парализованным.  Он не [будет] получать еду, напитки, одежду, средства передвижения, гирлянды, благовония и мази, постели, жилища, светильники.  ",
  "mn129:25.5": "Он [будет] вести себя неподобающе телом, речью, умом,  ",
  "mn129:25.6": "и сделав так, после распада тела, после смерти, он возникнет в состоянии лишений, в несчастливом уделе, в погибели, даже в аду. ",
  "mn129:26.1": "Монахи, представьте игрока на деньги, который с первым же неудачным броском потерял бы своих детей и жену, всё своё имущество, и более того, попал бы в подневольность сам.  ",
  "mn129:26.2": "Всё же, такой [его] неудачный бросок – мелочь.  ",
  "mn129:26.3": "Куда больший неудачный бросок – когда глупец, который неподобающе ведёт себя телом, речью, умом, после распада тела, после смерти, возникает в состоянии лишений, в несчастливом уделе, в погибели, даже в аду.  ",
  "mn129:26.4": "Это – полное совершенство степени глупца. ",
  "mn129:27.1": "Монахи, есть эти три характеристики мудреца, [три] образа мудреца, [три] черты мудреца.  ",
  "mn129:27.2": "Какие три? ",
  "mn129:27.3": "Мудрец – этот тот, кто обдумывает благие мысли, говорит благие слова, совершает благие поступки.  ",
  "mn129:27.4": "Если бы мудрец не был таким, то как [другой] мудрец узнал бы о нём следующее:  ",
  "mn129:27.5": "«Этот человек – мудрый, чистый человек»?  ",
  "mn129:28.1": "Но поскольку мудрец – этот тот, кто обдумывает благие мысли, говорит благие слова, совершает благие поступки, [другой] мудрец знает о нём следующее:  ",
  "mn129:28.2": "«Этот человек – мудрый, чистый человек».  ",
  "mn129:28.3": "«Мудрец трояко чувствует удовольствие и радость здесь и сейчас.  ",
  "mn129:28.4": "Представьте, что мудрец сидит в собрании или на улице или на площади,  ",
  "mn129:28.5": "и люди там обсуждают некие уместные и значимые дела,  ",
  "mn129:28.6": "и представьте, что мудрец – это тот, кто воздерживается от убийства живых существ, от взятия того, что не дано, от неблагого поведения в чувственных удовольствиях, от лжи, от вина, спиртного, одурманивающих веществ, что являются основой для беспечности –  ",
  "mn129:28.7": "Тогда мудрец думает:  ",
  "mn129:28.8": "«Эти люди обсуждают некие уместные и значимые дела.  ",
  "mn129:28.9": "Во мне нет этих вещей, и [другие] не видели, чтобы я пускался в них».  ",
  "mn129:28.10": "Таков первый вид удовольствия и радости, который чувствует мудрец здесь и сейчас.  ",
  "mn129:29.1": "Далее, когда ловят вора, преступника, мудрец видит как цари подвергают его многочисленным видам пыток. ",
  "mn129:29.2": "Они приказывают хлестать его кнутами, бить бамбуком, бить дубинами; отрезать ему руки, отрезать ему ноги, отрезать ему руки и ноги; отрезать ему уши, отрезать ему нос, отрезать ему уши и нос. Они приказывают подвергнуть его [пытке под названием] «котёл с кашей», «бритьё [до состояния] отполированной раковины», «пасть Раху», «огненный венок», «пылающая длань», «лезвия травы», «одежда из коры», «антилопа», «мясные крюки», «монеты», «пикелевание щёлоком», «крутящийся штырь», «свёрнутая подстилка». Они приказывают облить его кипящим маслом, отдать на растерзание собакам, насадить его заживо на кол, отрубить ему голову мечом.  ",
  "mn129:29.3": "Тогда мудрец думает:  ",
  "mn129:29.4": "Во мне нет этих вещей, и [другие] не видели, чтобы я пускался в них».  ",
  "mn129:29.5": "Таков второй вид удовольствия и радости, который чувствует мудрец здесь и сейчас.  ",
  "mn129:30.1": "Далее, когда мудрец [сидит] на своём стуле, [лежит] на своей кровати, или отдыхает на земле, то благие поступки, которые он совершил в прошлом – его благое телесное, словесное, умственное поведение – накрывают его, покрывают его, окутывают его.  ",
  "mn129:30.2": "Подобно тому как тень огромной горной вершины вечером накрывает, покрывает, окутывает землю,  ",
  "mn129:30.3": "то точно также, когда мудрец [сидит] на своём стуле, [лежит] на своей кровати, или отдыхает на земле, благие поступки, которые он совершил в прошлом – его благое телесное, словесное, умственное поведение – накрывают его, покрывают его, окутывают его. ",
  "mn129:30.4": "Тогда мудрец думает:  ",
  "mn129:30.5": "«Я не совершал плохого, я не совершал жестокого, я не делал нечистого.  ",
  "mn129:30.6": "Я делал хорошее, я делал благое, я создал для себя укрытие от мучений.  ",
  "mn129:30.7": "Когда я умру, я отправлюсь в удел тех, кто не совершал плохого… создал для себя укрытие от мучений».  ",
  "mn129:30.8": "Он не печалится, не горюет и не плачет, не бьёт себя в грудь, не становится обезумевшим.  ",
  "mn129:30.9": "Таков третий вид удовольствия и радости, который чувствует мудрец здесь и сейчас.  ",
  "mn129:31.1": "С распадом тела, после смерти, он возникает в счастливом уделе, даже в небесном мире.  ",
  "mn129:32.1": "Если бы кто-либо правдиво говорил о чём-либо:  ",
  "mn129:32.2": "«Это всецело желанное, всецело желаемое, всецело приятное» – то именно о небесном мире он, говоря правдиво, сказал бы так,  ",
  "mn129:32.3": "",
  "mn129:32.4": "ведь даже трудно завершить описание небесного счастья». ",
  "mn129:32.5": "И когда так было сказано, монах спросил Благословенного:  ",
  "mn129:32.6": "«Но, уважаемый, можно ли привести сравнение?» ",
  "mn129:33.1": "«Можно, монах» – сказал Благословенный.  ",
  "mn129:33.2": "«Монахи, представьте, царя-миродержца, который обладает семью сокровищами и четырьмя видами благосостояния, и из-за этого переживает удовольствие и радость.  ",
  "mn129:34.1": "И каковы эти семь сокровищ? ",
  "mn129:34.2": "Вот, когда помазанный на царствование знатный царь помыл свою голову на пятнадцатый день, день Упосатхи, и взошёл на верхние покои дворца на Упосатху,  там пред ним возникает божественное колесо-сокровище с полноценными во всех отношениях тысячью спицами, ободом, и ступицей.  ",
  "mn129:34.3": "Увидев его, помазанный на царствование знатный царь думает так:  ",
  "mn129:34.4": "«Мною было услышано, что когда помазанный на царствование знатный царь моет голову на пятнадцатый день, день Упосатхи, и восходит на верхние покои дворца на Упосатху, там ему предстаёт божественное колесо-сокровище с полноценными во всех отношениях тысячью спицами, ободом, и ступицей, и тогда этот царь становится царём-миродержцем.  ",
  "mn129:34.5": "Выходит, это я царь-миродержец?» ",
  "mn129:35.1": "И затем помазанный на царствование знатный царь встаёт со своего сиденья, берёт сосуд с водой в левую руку и опрыскивает колесо-сокровище правой рукой, говоря:  ",
  "mn129:35.2": "«Катись, почтенное колесо-сокровище!  Торжествуй, почтенное колесо сокровище!» ",
  "mn129:35.3": "И тогда колесо-сокровище катится в восточном направлении,  а царь-миродержец следует за ним со своим четырёхчастным войском.  И в том регионе, где колесо-сокровище останавливается, там начинает проживать и царь-миродержец со своим четырёхчастным войском.  ",
  "mn129:35.4": "И противостоящие цари восточного направления приходят к царю-миродержцу и говорят так:  ",
  "mn129:35.5": "«Идём, великий царь!  Добро пожаловать, великий царь!  Командуй, великий царь! Советуй, великий царь!»  ",
  "mn129:35.6": "И царь-миродержец говорит:  ",
  "mn129:35.7": "«Вам не следует убивать живых существ.  Вам не следует брать то, что не было дано.  Вам не следует вести себя неподобающе в чувственных удовольствиях.  Вам не следует говорить ложь.  Вам не следует пить опьяняющее,  вам следует есть то, что вы привыкли есть».  ",
  "mn129:35.8": "И противостоящие цари восточного направления подчиняются царю-миродержцу. ",
  "mn129:35.9": "И тогда колесо-сокровище погружается в восточный океан и выходит [из него] вновь. И тогда оно начинает катиться в южном направлении…  ",
  "mn129:35.10": "И тогда колесо-сокровище погружается в южный океан и выходит [из него] вновь. И тогда оно начинает катиться в западном направлении…  ",
  "mn129:35.11": "И тогда колесо-сокровище погружается в западный океан и выходит [из него] вновь. И тогда оно начинает катиться в северном направлении, а царь-миродержец следует за ним со своим четырёхчастным войском… И в том регионе, где колесо-сокровище останавливается, там начинает проживать и царь-миродержец со своим четырёхчастным войском.  ",
  "mn129:35.12": "И противостоящие цари северного направления приходят к царю-миродержцу и говорят так:  ",
  "mn129:35.13": "«Идём, великий царь!  Добро пожаловать, великий царь!  Командуй, великий царь! Советуй, великий царь!»  ",
  "mn129:35.14": "И царь-миродержец говорит:  ",
  "mn129:35.15": "«Вам не следует убивать живых существ.  Вам не следует брать то, что не было дано.  Вам не следует вести себя неподобающе в чувственных удовольствиях.  Вам не следует говорить ложь.  Вам не следует пить опьяняющее,  вам следует есть то, что вы привыкли есть».  ",
  "mn129:35.16": "И противостоящие цари северного направления подчиняются царю-миродержцу. ",
  "mn129:35.17": "И когда колесо-сокровище восторжествовало над всей землёй вплоть до краёв океана, оно возвращается в царскую столицу  и остаётся там, словно прикрепленное за ось на воротах во внутренние покои дворца царя-миродержца в качестве украшения на воротах его внутреннего дворца.  ",
  "mn129:35.18": "Таково колесо-сокровище, которое предстаёт царю-миродержцу. ",
  "mn129:36.1": "Далее, слон-сокровище предстаёт царю-миродержцу –  ",
  "mn129:36.2": "весь белый, касающийся земли в семи точках, со сверхъестественными силами, летающий по воздуху – царь слонов по имени «Упосатха».  ",
  "mn129:36.3": "Увидев его, царь-миродержец обретает к нему доверие в уме:  ",
  "mn129:36.4": "«Было бы чудесно поездить на слоне, если бы он прошёл укрощение!»  ",
  "mn129:36.5": "И тогда слон-сокровище проходит укрощение, точно превосходный чистокровный слон, которого обучали долгое время.  ",
  "mn129:36.6": "И случается так, что царь-миродержец, обкатывая слона-сокровище, взбирается на него утром и, облетев всю землю до краёв океана, возвращается в царскую столицу к утреннему приёму пищи.  ",
  "mn129:36.7": "Таков слон-сокровище, который предстаёт царю-миродержцу.  ",
  "mn129:37.1": "Далее, конь-сокровище предстаёт царю-миродержцу –  ",
  "mn129:37.2": "Далее, конь-сокровище предстаёт царю-миродержцу – весь белый, с чёрной, точно у ворона, головой, с гривой точно трава мунджи, со сверхъестественными силами, летающий по воздуху – царь коней по имени «Валахака».  ",
  "mn129:37.3": "Увидев его, царь-миродержец обретает к нему доверие в уме:  ",
  "mn129:37.4": "«Было бы чудесно поездить на коне, если бы он прошёл укрощение!»  ",
  "mn129:37.5": "И тогда конь-сокровище проходит укрощение, точно превосходный чистокровный конь, которого обучали долгое время.  ",
  "mn129:37.6": "И случается так, что царь-миродержец, обкатывая коня-сокровище, взбирается на него утром и, облетев всю землю до краёв океана, возвращается в царскую столицу к утреннему приёму пищи.  ",
  "mn129:37.7": "Таков конь-сокровище, который предстаёт царю-миродержцу.  ",
  "mn129:38.1": "Далее, самоцвет-сокровище предстаёт царю-миродержцу –  ",
  "mn129:38.2": "берилл, прекрасный драгоценный камень чистой воды, с восемью гранями, тщательно обработанный.  ",
  "mn129:38.3": "Сияние от самоцвета-сокровища простирается на целую лигу.  ",
  "mn129:38.4": "И случается так, что когда царь-миродержец проверяет самоцвет-сокровище, он выстраивает в боевом порядке своё четырёхчастное войско, водружает самоцвет-сокровище на навершие знамени и шествует во мрак и тьму ночи.  ",
  "mn129:38.5": "И все [жители] близлежащих деревень начинают работать из-за его свечения, думая, что наступил день.  ",
  "mn129:38.6": "Таков самоцвет-сокровище, который предстаёт царю-миродержцу.  ",
  "mn129:39.1": "Далее, женщина-сокровище предстаёт царю-миродержцу –  ",
  "mn129:39.2": "красивая, привлекательная, грациозная, обладающая высочайшей красотой своего облика,  ни слишком высокая, ни слишком низкая, ни слишком худая, ни слишком полная, ни слишком тёмная, ни слишком светлая,  превосходящая человеческую красоту, но не доходящая [в этом до] красоты божественной. ",
  "mn129:39.3": "Прикосновение этой женщины-сокровища подобно пучку капока или пучку хлопка.  ",
  "mn129:39.4": "Когда прохладно, её члены тела теплы. Когда тепло, её члены тела прохладны.  ",
  "mn129:39.5": "От её тела исходит аромат сандалового дерева, от её рта – аромат лотосов.  ",
  "mn129:39.6": "Она встаёт [в знак почтения] перед царём-миродержцем и выходит [из помещения] после него. Она охотно прислуживает, приятна своим поведением, мила своей речью.  ",
  "mn129:39.7": "Так как она никогда не изменяет царю-миродержцу даже в мыслях, то что уж говорить о том, чтобы она могла это делать телом?  ",
  "mn129:39.8": "Такова женщина-сокровище, которая предстаёт царю-миродержцу.  ",
  "mn129:40.1": "Далее, распорядитель-сокровище предстаёт царю-миродержцу –  ",
  "mn129:40.2": "Божественный глаз, унаследованный [им] из-за прошлых [благих] деяний, проявляется в нём, когда он видит скрытые сокровища: те [сокровища], у которых есть владелец, и те, у которых его нет.  ",
  "mn129:40.3": "Он подходит к царю-миродержцу и говорит:  ",
  "mn129:40.4": "«Ваше величество, не беспокойтесь.  Я займусь вашими денежными делами».  ",
  "mn129:40.5": "И случается так, что когда царь-миродержец проверяет распорядителя-сокровище, он садится в лодку и плывёт по реке Ганге,  а посреди реки он говорит распорядителю-сокровищу:  ",
  "mn129:40.6": "«Мне нужны золото и слитки, распорядитель».  ",
  "mn129:40.7": "[Тот отвечает]: «Тогда, ваше величество, пусть лодку направят к одному из берегов».  ",
  "mn129:40.8": "[Царь говорит]: «Распорядитель, вообще-то мне именно здесь нужны золото и слитки».  ",
  "mn129:40.9": "И тогда распорядитель-сокровище окунает руки в воду и вытягивает горшок, полный золота и слитков, и говорит царю-миродержцу:  ",
  "mn129:40.10": "«Довольно, ваше величество?  Сделанного хватит, предложенного достаточно?»  ",
  "mn129:40.11": "[Царь отвечает]:  ",
  "mn129:40.12": "«Довольно, распорядитель,  сделанного хватит, предложенного достаточно».  ",
  "mn129:40.13": "Таков распорядитель-сокровище, который предстаёт царю-миродержцу.  ",
  "mn129:41.1": "Далее, советник-сокровище предстаёт царю-миродержцу –  ",
  "mn129:41.2": "мудрый, сообразительный, проницательный, способный заставить царя-миродержца постановить то, что достойно постановления, отменить то, что достойно отмены, утвердить то, что достойно утверждения.  ",
  "mn129:41.3": "Он подходит к царю-миродержцу и говорит:  ",
  "mn129:41.4": "«Ваше величество, не беспокойтесь.  Я займусь управлением».  ",
  "mn129:41.5": "Таков советник-сокровище, который предстаёт царю-миродержцу.  ",
  "mn129:41.6": "Таковы семь сокровищ, которыми обладает царь-миродержец.  ",
  "mn129:42.1": "И каковы четыре вида благосостояния?  ",
  "mn129:42.2": "Царь-миродержец красивый, привлекательный, грациозный, обладающий высочайшей красотой своего облика. Он превосходит в этом отношении других людей.  ",
  "mn129:42.3": "Таков первый вид благосостояния, которым обладает царь-миродержец. ",
  "mn129:43.1": "Далее, царь-миродержец живёт долго, в течение длительного времени. Он превосходит в этом отношении других людей.  ",
  "mn129:43.2": "Таков второй вид благосостояния, которым обладает царь-миродержец. ",
  "mn129:44.1": "Далее, царь-миродержец свободен от болезней и недугов, обладает хорошим пищеварением – ни слишком холодным, ни слишком горячим. Он превосходит в этом отношении других людей.  ",
  "mn129:44.2": "Таков третий вид благосостояния, которым обладает царь-миродержец. ",
  "mn129:45.1": "Далее, царь-миродержец мил и приятен брахманам и домохозяевам.  ",
  "mn129:45.2": "Подобно тому как отец мил и приятен своим детям, так и царь-миродержец мил и приятен брахманам и домохозяевам.  ",
  "mn129:45.3": "",
  "mn129:45.4": "Брахманы и домохозяева также милы и приятны царю-миродержцу.  ",
  "mn129:45.5": "Подобно тому как дети милы и приятны своему отцу, так и брахманы и домохозяева также милы и приятны царю-миродержцу.  ",
  "mn129:45.6": "",
  "mn129:45.7": "Однажды царь-миродержец ехал в сад удовольствий со своим четырёхчастным войском.  ",
  "mn129:45.8": "Тогда брахманы и домохозяева подошли к нему и сказали так:  ",
  "mn129:45.9": "«Ваше величество, езжайте медленнее, так чтобы мы могли вас видеть дольше».  ",
  "mn129:45.10": "И тогда он сказал своему колесничему:  ",
  "mn129:45.11": "«Колесничий, езжай медленнее, так чтобы я мог видеть брахманов и домохозяев дольше».  ",
  "mn129:45.12": "Таков четвертый вид благосостояния, которым обладает царь-миродержец. ",
  "mn129:45.13": "Таковы четыре вида благосостояния, которыми обладает царь-миродержец.  ",
  "mn129:46.1": "Как вы думаете монахи? ",
  "mn129:46.2": "Переживал бы царь-миродержец удовольствие и радость из-за обладания этими семью сокровищами и этими четырьмя видами благосостояния?» ",
  "mn129:46.3": "«Уважаемый, царь-миродержец переживал бы удовольствие и радость даже из-за обладания лишь одним сокровищем, что уж говорить о семи сокровищах и четырёх видах благосостояния». ",
  "mn129:47.1": "И затем, взяв небольшой камень размером со свою ладонь, Благословенный обратился к монахам так:  ",
  "mn129:47.2": "«Как вы думаете монахи? ",
  "mn129:47.3": "Что больше, этот небольшой камень размером с мою ладонь, который я взял, или же Гималаи, царь всех гор?» ",
  "mn129:47.4": "«Уважаемый, небольшой камень размером с ладонь, который Благословенный взял,  в сравнении с Гималаями, царём всех гор, даже не идёт в расчёт, не выдерживает никакого сопоставления, не может сравниться даже с частью [Гималаев]». ",
  "mn129:47.5": "«Точно так же, монахи, удовольствие и радость, которое царь-миродержец переживал бы из-за обладания семью сокровищами и четырьмя видами благосостояния, не идёт в расчёт, не выдерживает никакого сопоставления, не может сравниться даже с частью счастья в небесном мире.  ",
  "mn129:48.1": "Если в то или иное время, по прошествии долгого времени, этот мудрец возвращается в человеческое существование,  ",
  "mn129:48.2": "то он перерождается в высокой семье – в знатной зажиточной семье, в семье зажиточных брахманов, или в семье зажиточных домохозяев – то есть [в семье], которая богатая, с большим богатством и имуществом, с обилием золота и серебра, с обилием имущества и материальных ценностей, с обилием денег и зерна.  ",
  "mn129:48.3": "И он [будет] красивым, привлекательным, грациозным, обладающим высочайшей красотой своего облика.  Он [будет] получать еду, напитки, одежду, средства передвижения, гирлянды, благовония и мази, постели, жилища, светильники.  ",
  "mn129:48.4": "Он [будет] вести себя подобающе телом, речью и умом. ",
  "mn129:48.5": "С распадом тела, после смерти, он возникает в счастливом уделе, даже в небесном мире.  ",
  "mn129:49.1": "Монахи, представьте игрока на деньги, который с первым же удачным броском выиграл бы огромное состояние.  ",
  "mn129:49.2": "Всё же, такой [его] удачный бросок – мелочь.  ",
  "mn129:49.3": "Куда больший удачный бросок – когда мудрец, который подобающе ведёт себя телом, речью, умом, после распада тела, после смерти, перерождается в счастливом уделе, даже в небесном мире.  ",
  "mn129:49.4": "Это – полное совершенство степени мудреца». ",
  "mn129:49.5": "Так сказал Благословенный.  ",
  "mn129:49.6": "Монахи были довольны и восхитились словами Благословенного. "
}