{
  "mn123:0.1": "Мадджхима Никая 123 ",
  "mn123:0.2": "Удивительное и поразительное ",
  "mn123:1.1": "Так я слышал. ",
  "mn123:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn123:2.1": "И в то время группа монахов сидела в зале для собраний, где они собрались вместе после принятия пищи, вернувшись с хождения за подаяниями. И тогда следующая беседа случилась между ними:  ",
  "mn123:2.2": "«Удивительно, уважаемый! Поразительно! «Удивительно, друзья, поразительно, как силён и могущественен Татхагата!  ",
  "mn123:2.3": "Ведь он способен узнать о буддах прошлого – которые достигли окончательной ниббаны, срезали разрастание, разбили цикл, завершили круговерть, преодолели все страдания –  ",
  "mn123:2.4": "что рождение этих Благословенных было таким-то, их звали так-то, они были из таких-то кланов, их нравственность была такой-то, их состояние [сосредоточения] было таким-то, их мудрость была такой-то, их пребывание в [медитативных достижениях] было таким-то, их освобождение было таким-то». ",
  "mn123:2.5": "Когда так было сказано, достопочтенный Ананда сказал монахам:  ",
  "mn123:2.6": "«Друзья, Татхагаты удивительны и обладают удивительными качествами.  ",
  "mn123:2.7": "Татхагаты поразительны и обладают поразительными качествами».  ",
  "mn123:2.8": "Но эта их беседа была прервана,  ",
  "mn123:2.9": "так как Благословенный вечером вышел из медитации и отправился в зал для собраний, где сел на подготовленное сиденье,  ",
  "mn123:2.10": "и там он обратился к монахам:  ",
  "mn123:2.11": "«Ради какой беседы вы сидите сейчас здесь, монахи? В чём состояла незавершённая вами беседа?»  ",
  "mn123:2.12": "«Уважаемый, мы сидели в зале для собраний, где собрались вместе после принятия пищи, вернувшись с хождения за подаяниями. И тогда следующая беседа случилась между нами: «Удивительно, друзья, поразительно… освобождение было таким-то». Когда так было сказано, Уважаемый, достопочтенный Ананда сказал нам: «Друзья, Татхагаты удивительны и обладают удивительными качествами. Татхагаты поразительны и обладают поразительными качествами». Вот в чём состояла наша беседа, которая была прервана, когда Благословенный прибыл». Тогда Благословенный обратился к достопочтенному Ананде:  ",
  "mn123:2.13": "",
  "mn123:2.14": "",
  "mn123:2.15": "",
  "mn123:2.16": "",
  "mn123:2.17": "",
  "mn123:2.18": "",
  "mn123:2.19": "«Поскольку это так, Ананда, разъясни более подробно удивительные и поразительные качества Татхагаты».  ",
  "mn123:3.1": "«Уважаемый, я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:3.2": "«Осознанным и бдительным, Ананда, бодхисатта возник в небесном мире Туситы».  ",
  "mn123:3.3": "То, что бодхисатта возник в небесном мире Туситы осознанным и бдительным – это я помню как удивительное и поразительное качество Благословенного. ",
  "mn123:4.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:4.2": "«Осознанным и бдительным бодхисатта оставался в небесном мире Туситы».  ",
  "mn123:4.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:5.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:5.2": "«Весь свой срок жизни бодхисатта оставался в небесном мире Туситы».  ",
  "mn123:5.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:6.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:6.2": "«Будучи осознанным и бдительным, бодхисатта скончался в небесном мире Туситы и низошёл в утробу своей матери».  ",
  "mn123:6.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:7.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:7.2": "«Когда бодхисатта скончался в небесном мире Туситы и низошёл в утробу своей матери,  ",
  "mn123:7.3": "великий безмерный свет, превосходящий сияние божеств, возник в мире с его богами, с его Марами, с его Брахмами, в этом поколении с его жрецами и отшельниками, князьями и [простыми] людьми.  ",
  "mn123:7.4": "И даже в тех бездонных промежутках пустоты, темноты, кромешной тьмы, [что находятся] между мирами, докуда не достаёт свет луны и солнца – таких великих и могущественных – там тоже возник великий безмерный свет, превосходящий сияние божеств.  ",
  "mn123:7.5": "И существа, переродившиеся там, воспринимали друг друга благодаря этому свету: «Воистину, почтенный, есть и другие существа, переродившиеся здесь!»   ",
  "mn123:7.6": "И вся эта система десяти тысяч миров сотряслась, затрепетала, содрогнулась,  и в ней также возник великий безмерный свет, превосходящий сияние божеств».  ",
  "mn123:7.7": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:8.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:8.2": "«Когда бодхисатта низошёл в утробу своей матери, четыре молодых божества пришли с четырёх сторон света, чтобы защитить его, так чтобы ни люди, ни нечеловеческие существа, ни кто бы то ни было в мире не навредил бодхисатте или его матери».  ",
  "mn123:8.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:9.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:9.2": "«Когда бодхисатта низошёл в утробу своей матери, она естественным образом стала нравственной,  воздерживаясь от убийства живых существ, от взятия того, что не дано, от неблагого поведения в чувственных удовольствиях, от лжи, от вина, спиртного, одурманивающих веществ, что являются основой для беспечности».  ",
  "mn123:9.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:10.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:10.2": "«Когда бодхисатта низошёл в утробу своей матери, в ней более не возникали чувственные мысли по отношению к мужчинам, она стала недоступной любому мужчине с похотливым умом».  ",
  "mn123:10.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:11.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:11.2": "«Когда бодхисатта низошёл в утробу своей матери, она обрела пять нитей чувственного удовольствия, и будучи наделённой ими, она услаждала себя ими». ",
  "mn123:11.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:12.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:12.2": "«Когда бодхисатта низошёл в утробу своей матери, в ней более не возникало какой-либо болезненности.  Она пребывала в блаженстве и была свободна от телесного утомления.  Она видела бодхисатту в своей утробе со всеми частями его тела, со всеми способностями [органов чувств].  ",
  "mn123:12.3": "Представь берилл, красивый драгоценный камень чистой воды, с восемью гранями, тщательно обработанный,  и в него была бы продета голубая, жёлтая, красная, белая, или коричневая нить. ",
  "mn123:12.4": "Тогда человек с хорошим зрением взял бы его в руку и рассматривал так: «Вот этот берилл, красивый драгоценный камень чистой воды, с восемью гранями, тщательно обработанный.  А вот в него продета голубая, жёлтая, красная, белая, или коричневая нить». ",
  "mn123:12.5": "Точно также, когда бодхисатта низошёл в утробу своей матери, в ней более не возникало какой-либо болезненности.  Она пребывала в блаженстве и была свободна от телесного утомления.  И она видела бодхисатту в своей утробе со всеми частями его тела, со всеми способностями [органов чувств].  ",
  "mn123:12.6": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:13.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:13.2": "«Через семь дней после рождения бодхисатты его мать умерла и переродилась в небесном мире Туситы».  ",
  "mn123:13.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:14.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:14.2": "«Другие женщины рожают, выносив ребёнка в утробе в течение девяти или десяти месяцев,  но с матерью бодхисатты не так.  Мать бодхисатты рожает его, выносив его в утробе в течение ровно десяти месяцев».  ",
  "mn123:14.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:15.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:15.2": "«Другие женщины рожают сидя или лёжа,  но с матерью бодхисатты не так.  Мать бодхисатты рожает его стоя».  ",
  "mn123:15.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:16.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:16.2": "«Когда бодхисатта вышел из утробы своей матери, то вначале божества приняли его, а затем человеческие существа».  ",
  "mn123:16.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:17.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:17.2": "«Когда бодхисатта вышел из утробы своей матери, он не коснулся земли. Четыре молодых божества приняли его и поднесли его матери, говоря: «Возрадуйся, царица, сын величайшего могущества родился у тебя».  ",
  "mn123:17.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:18.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:18.2": "«Когда бодхисатта вышел из утробы своей матери, он вышел незапятнанным, незапачканным водами, слизью, кровью или какими-либо нечистотами – он чист и незапятнан.  ",
  "mn123:18.3": "Если драгоценный камень положить на касийскую ткань,  то камень не загрязняет ткань, а ткань не загрязняет камень.  ",
  "mn123:18.4": "И почему? ",
  "mn123:18.5": "Из-за чистоты обоих».  ",
  "mn123:18.6": "Точно также, когда бодхисатта вышел из утробы своей матери, он вышел незапятнанным, незапачканным водами, слизью, кровью или какими-либо нечистотами – он чист и незапятнан».  ",
  "mn123:18.7": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:19.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:19.2": "«Когда бодхисатта вышел из утробы своей матери, две струи воды возникли, чтобы пролиться с небес и искупать бодхисатту и его мать – одна холодная, а другая горячая».  ",
  "mn123:19.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:20.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:20.2": "«Когда бодхисатта родился, он прочно встал ногами на землю.  Затем под белым балдахином, что держали над ним, он сделал семь шагов на север, окинул взором каждую сторону света и произнёс эти слова Вожака Стада: «Я высочайший в мире.  Я наилучший в мире.  Я непревзойдённый в мире.  Это моё последнее рождение.  Для меня не будет более нового существования».  ",
  "mn123:20.3": "Это я также помню как удивительное и поразительное качество Благословенного.  ",
  "mn123:21.1": "Я слышал и заучил из уст самого Благословенного следующее:  ",
  "mn123:21.2": "«Когда бодхисатта вышел из утробы своей матери, великий безмерный свет, превосходящий сияние божеств, возник в мире с его богами, с его Марами, с его Брахмами, в этом поколении с его жрецами и отшельниками, князьями и [простыми] людьми.  ",
  "mn123:21.3": "И даже в тех бездонных промежутках пустоты, темноты, кромешной тьмы, [что находятся] между мирами, докуда не достаёт свет луны и солнца – таких великих и могущественных – там тоже возник великий безмерный свет, превосходящий сияние божеств.  ",
  "mn123:21.4": "И существа, переродившиеся там, воспринимали друг друга благодаря этому свету: «Воистину, почтенный, есть и другие существа, переродившиеся здесь!»  ",
  "mn123:21.5": "И вся эта система десяти тысяч миров сотряслась, затрепетала, содрогнулась,  и в ней также возник великий безмерный свет, превосходящий сияние божеств».  ",
  "mn123:21.6": "Это я также помню как удивительное и поразительное качество Благословенного». ",
  "mn123:22.1": "«В этом отношении, Ананда, запомни и это также как удивительное и поразительное качество Татхагаты:  ",
  "mn123:22.2": "Ананда, Татхагата знает чувства по мере того как они возникают, по мере того как они наличествуют, по мере того как они исчезают;  ",
  "mn123:22.3": "[он] знает восприятия по мере того как они возникают, по мере того как они наличествуют, по мере того как они исчезают;  ",
  "mn123:22.4": "[он] знает мысли по мере того как они возникают, по мере того как они наличествуют, по мере того как они исчезают.  ",
  "mn123:22.5": "Ананда, запомни и это также как удивительное и поразительное качество Татхагаты».  ",
  "mn123:23.1": "«Уважаемый, поскольку Благословенный знает чувства по мере того как они возникают, по мере того как они наличествуют, по мере того как они исчезают;  ",
  "mn123:23.2": "[он] знает восприятия по мере того как они возникают, по мере того как они наличествуют, по мере того как они исчезают;  ",
  "mn123:23.3": "[он] знает мысли по мере того как они возникают, по мере того как они наличествуют, по мере того как они исчезают, – ",
  "mn123:23.4": "то это я также запомню как удивительное и поразительное качество Благословенного».  ",
  "mn123:23.5": "Так сказал достопочтенный Ананда.  ",
  "mn123:23.6": "Учитель одобрил. ",
  "mn123:23.7": "Монахи были довольны и восхитились словами достопочтенного Ананды.  "
}