{
  "mn127:0.1": "Мадджхима Никая 127 ",
  "mn127:0.2": "Ануруддха ",
  "mn127:1.1": "Так я слышал. ",
  "mn127:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn127:2.1": "И тогда плотник Панчаканга обратился к некоему человеку:  ",
  "mn127:2.2": "«Ну же, почтенный, подойди к достопочтенному Ануруддхе, вырази ему почтение от моего имени, упав ему в ноги, и скажи:  ",
  "mn127:2.3": "«Уважаемый, плотник Панчаканга кланяется [вам] в ноги». ",
  "mn127:2.4": "И затем скажи следующее: ",
  "mn127:2.5": "«Уважаемый, пусть достопочтенный Ануруддха с тремя другими [монахами] примет приглашение на завтрашний обед от плотника Панчаканги.  ",
  "mn127:2.6": "И пусть достопочтенный Ануруддха прибудет точно в срок,  ",
  "mn127:2.7": "поскольку плотник Панчаканга очень занят, у него много работы, которую нужно сделать для царя». ",
  "mn127:2.8": "«Да, уважаемый» – ответил тот человек,  и отправился к достопочтенному Ануруддхе. По прибытии, поклонившись ему, он сел рядом и передал послание. ",
  "mn127:2.9": "",
  "mn127:2.10": "",
  "mn127:2.11": "",
  "mn127:2.12": "",
  "mn127:2.13": "Достопочтенный Ануруддха молча согласился. ",
  "mn127:3.1": "И когда ночь уже подходила к концу и наступило утро, достопочтенный Ануруддха, одевшись, взял свою чашу и внешнее одеяние и отправился в дом плотника Панчаканги, где сел на подготовленное сиденье.  ",
  "mn127:3.2": "И тогда плотник Панчаканга собственноручно обслужил достопочтенного Ануруддху различными видами превосходной еды.  ",
  "mn127:3.3": "Затем, когда достопочтенный Ануруддха поел и убрал чашу в сторону, плотник Панчаканга выбрал более низкое сиденье, сел рядом и  ",
  "mn127:3.4": "и сказал ему: ",
  "mn127:4.1": "«Уважаемый, старшие монахи приходили ко мне и говорили:  ",
  "mn127:4.2": "«Домохозяин, развивай безмерное освобождение ума.  ",
  "mn127:4.3": "А некоторые старшие говорили:  ",
  "mn127:4.4": "«Домохозяин, развивай возвышенное освобождение ума».  ",
  "mn127:4.5": "Уважаемый, безмерное освобождение ума и возвышенное освобождение ума –  ",
  "mn127:4.6": "эти состояния отличаются в сути и в названии или же у них одна суть, но различается лишь название?» ",
  "mn127:5.1": "«Объясни так, как видишь это сам, домохозяин.  А после тебе это прояснят». ",
  "mn127:5.2": "«Уважаемый, я думаю так:  ",
  "mn127:5.3": "безмерное освобождение ума и возвышенное освобождение ума – эти состояния одинаковы в своей сути, но только названия отличаются».  ",
  "mn127:6.1": "«Домохозяин, безмерное освобождение ума и возвышенное освобождение ума – эти состояния отличаются и в сути и в названии.  ",
  "mn127:6.2": "И вот как следует понимать то, что эти состояния отличаются и в сути и в названии. ",
  "mn127:7.1": "Что такое, домохозяин, безмерное освобождение ума?  ",
  "mn127:7.2": "Вот, монах пребывает, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn127:7.3": "Он пребывает, наполняя первую сторону света умом, наделённым состраданием... ",
  "mn127:7.4": "Он пребывает, наполняя первую сторону света умом, наделённым сорадованием... ",
  "mn127:7.5": "Он пребывает, наполняя первую сторону света умом, наделённым невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, как к самому себе, – они пребывали, охватывая и наполняя весь мир умом, наделённым невозмутимостью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn127:7.6": "Это называется безмерным освобождением ума. ",
  "mn127:8.1": "И что такое, домохозяин, возвышенное освобождение ума?  ",
  "mn127:8.2": "Вот монах пребывает настроенным на область размером с подножье одного дерева, наполняя [эту область] возвышенным [умом].  ",
  "mn127:8.3": "Это называется возвышенным освобождением ума. ",
  "mn127:8.4": "Вот монах пребывает настроенным на область размером с подножия двух деревьев или трёх деревьев, наполняя [эту область] возвышенным [умом]...  ",
  "mn127:8.5": "",
  "mn127:8.6": "Вот монах пребывает настроенным на область размером с одну деревню, наполняя [эту область] возвышенным [умом]…  ",
  "mn127:8.7": "",
  "mn127:8.8": "пребывает настроенным на область размером с две или три деревни…  ",
  "mn127:8.9": "",
  "mn127:8.10": "пребывает настроенным на область размером с одно большое царство…  ",
  "mn127:8.11": "",
  "mn127:8.12": "пребывает настроенным на область размером с два или три больших царства…  ",
  "mn127:8.13": "",
  "mn127:8.14": "пребывает настроенным на область размером с землю, ограниченную океаном, наполняя [эту область] возвышенным [умом].  ",
  "mn127:8.15": "Это также называется возвышенным освобождением ума.  ",
  "mn127:8.16": "Вот каким образом, домохозяин, можно понять, как эти состояния отличаются и в сути и в названии.  ",
  "mn127:9.1": "Домохозяин, есть эти четыре вида возникновения существ.  ",
  "mn127:9.2": "Какие четыре? ",
  "mn127:9.3": "Вот некий человек пребывает настроенным [на некую область] и наполняет [её] ограниченным сиянием [ума].  ",
  "mn127:9.4": "После распада тела, после смерти, он перерождается среди божеств Ограниченного сияния.  ",
  "mn127:9.5": "Вот некий человек пребывает настроенным [на некую область] и наполняет [её] безграничным сиянием [ума].  ",
  "mn127:9.6": "После распада тела, после смерти, он перерождается среди божеств Безграничного сияния.  ",
  "mn127:9.7": "Вот некий человек пребывает настроенным [на некую область] и наполняет [её] замутнённым сиянием [ума].  ",
  "mn127:9.8": "После распада тела, после смерти, он перерождается среди божеств Замутнённого сияния.  ",
  "mn127:9.9": "Вот некий человек пребывает настроенным [на некую область] и наполняет [её] чистым сиянием [ума].  ",
  "mn127:9.10": "После распада тела, после смерти, он перерождается среди божеств Чистого сияния.  ",
  "mn127:9.11": "Таковы четыре вида возникновения существ.  ",
  "mn127:10.1": "Бывает так, домохозяин, что эти божества собираются в одном месте.  Когда они собрались в одном вместе, можно увидеть разницу в их цвете, но не разницу в их сиянии.  ",
  "mn127:10.2": "Подобно тому, как если бы человек внёс бы в дом несколько масляных ламп,  ",
  "mn127:10.3": "то можно было бы увидеть разницу в пламени ламп, но не разницу в их свечении,  ",
  "mn127:10.4": "точно так же бывает так, что эти божества собираются в одном месте. Когда они собрались в одном вместе, можно увидеть разницу в их цвете, но не разницу в их сиянии. ",
  "mn127:11.1": "Бывает так, домохозяин, что эти божества расходятся с того места.  Когда они разошлись, можно увидеть разницу в их цвете и разницу в их сиянии.  ",
  "mn127:11.2": "Подобно тому, как если бы человек вынес те несколько масляных ламп из того дома  ",
  "mn127:11.3": "и можно было бы увидеть и разницу в пламени ламп, и разницу в их сиянии,  ",
  "mn127:11.4": "точно так же, когда эти божества расходятся с того места, можно увидеть разницу в их цвете и разницу в их сиянии. ",
  "mn127:12.1": "И такие мысли не приходят к этим божествам:  ",
  "mn127:12.2": "«Эта наша [жизнь] постоянна, вечна, бессмертна», но всё же, где бы эти божества ни поселялись, там они находят наслаждение.  ",
  "mn127:12.3": "Подобно тому, как когда мухи летят вслед за коромыслом или за корзиной,  мысль не приходит к ним:  ",
  "mn127:12.4": "«Эта наша [жизнь] постоянна, вечна, бессмертна», но всё же, где эти садятся, там они находят наслаждение.  ",
  "mn127:12.5": "то точно также такие мысли не приходят к этим божествам: ",
  "mn127:12.6": "«Эта наша [жизнь] постоянна, вечна, бессмертна», но всё же, где бы эти божества ни поселялись, там они находят наслаждение».  ",
  "mn127:13.1": "Когда так было сказано, достопочтенный Абхия Каччана обратился к достопочтенному Ануруддхе:  ",
  "mn127:13.2": "«Хорошо, уважаемый Ануруддха,  ",
  "mn127:13.3": "но всё же я хотел бы ещё кое о чём спросить.  ",
  "mn127:13.4": "Все эти лучезарные [дэвы], это божества Ограниченного сияния, или же некоторые из них – божества Безграничного сияния?» ",
  "mn127:13.5": "«В зависимости от фактора, [определяющего перерождение], друг Каччана, некоторые [из них] являются божествами Ограниченного сияния, а некоторые – божествами Безграничного сияния». ",
  "mn127:14.1": "«Уважаемый Ануруддха, в чём условие и причина, почему среди тех, кто переродился в одном и том же классе божеств, некоторые из них – божества Ограниченного сияния, а другие – божества Безграничного сияния?»  ",
  "mn127:14.2": "«Что касается этого, друг Каччана, я задам тебе встречный вопрос. Отвечай так, как посчитаешь нужным.  ",
  "mn127:14.3": "Как ты думаешь, друг Каччана?  ",
  "mn127:14.4": "Когда один монах пребывает настроенным на область размером с подножье одного дерева, наполняя [её] возвышенным [умом], а другой монах пребывает настроенным на область размером с подножья двух или трёх деревьев, наполняя [её] возвышенным [умом] – то какой тип умственного развития более возвышенный?» ",
  "mn127:14.5": "",
  "mn127:14.6": "«Когда монах пребывает настроенным на область размером с подножья двух или трёх деревьев, наполняя [её] возвышенным [умом], уважаемый».  ",
  "mn127:14.7": "",
  "mn127:14.8": "«Как ты думаешь, друг Каччана?  ",
  "mn127:14.9": "Какой тип умственного развития более возвышенный: когда один монах пребывает настроенным на область размером с подножья двух или трёх деревьев, наполняя [её] возвышенным [умом], а другой монах пребывает настроенным на область размером с одну деревню…  ",
  "mn127:14.10": "",
  "mn127:14.11": "",
  "mn127:14.12": "",
  "mn127:14.13": "пребывает настроенным на область размером с две или три деревни…  ",
  "mn127:14.14": "",
  "mn127:14.15": "",
  "mn127:14.16": "",
  "mn127:14.17": "пребывает настроенным на область размером с одно большое царство…  ",
  "mn127:14.18": "",
  "mn127:14.19": "",
  "mn127:14.20": "",
  "mn127:14.21": "пребывает настроенным на область размером с два или три больших царства…  ",
  "mn127:14.22": "",
  "mn127:14.23": "",
  "mn127:14.24": "",
  "mn127:14.25": "пребывает настроенным на область размером с землю, ограниченную океаном, наполняя [эту область] возвышенным [умом]?»  ",
  "mn127:14.26": "",
  "mn127:14.27": "«Когда монах пребывает настроенным на область размером с землю, ограниченную океаном, наполняя [эту область] возвышенным [умом], уважаемый». ",
  "mn127:14.28": "",
  "mn127:14.29": "«Вот в этом условие, в этом причина, друг Каччана, почему среди тех, кто переродился в одном и том же классе божеств, некоторые из них являются божествами Ограниченного сияния, а другие – божествами Безграничного сияния».  ",
  "mn127:15.1": "«Хорошо, уважаемый Ануруддха,  ",
  "mn127:15.2": "но всё же я хотел бы ещё кое о чём спросить.  ",
  "mn127:15.3": "Все эти лучезарные [дэвы], это божества Замутнённого сияния, или же некоторые из них – божества Чистого сияния?» ",
  "mn127:15.4": "«В зависимости от фактора, [определяющего перерождение], друг Каччана, некоторые [из них] являются божествами Замутнённого сияния, а некоторые – божествами Чистого сияния». ",
  "mn127:16.1": "«Уважаемый Ануруддха, в чём условие и причина, почему среди тех, кто переродился в одном и том же классе божеств, некоторые из них – божества Замутнённого сияния, а другие – божества Чистого сияния?» ",
  "mn127:16.2": "«Что касается этого, друг Каччана, я приведу пример, поскольку мудрый человек понимает на примере значение сказанного.  ",
  "mn127:16.3": "Ведь бывает так, что некие мудрые люди понимают значение утверждения посредством примера. ",
  "mn127:16.4": "Представь, как если бы лампа горела за счёт грязного масла и грязного фитиля.  ",
  "mn127:16.5": "Из-за загрязнённости масла и фитиля она бы горела тускло.  ",
  "mn127:16.6": "Точно также, бывает так, когда монах пребывает настроенным [на некую область] и наполняет [её] замутнённым сиянием [ума].  ",
  "mn127:16.7": "Его телесная инертность не полностью исчезла, его лень и апатия не полностью устранены, его неугомонность и сожаление не полностью отброшены.  ",
  "mn127:16.8": "Из-за этого он медитирует, скажем так, тускло.  ",
  "mn127:16.9": "После распада тела, после смерти, он перерождается среди божеств Замутнённого сияния.  ",
  "mn127:16.10": "Представь, как если бы лампа горела за счёт чистого масла и чистого фитиля.  ",
  "mn127:16.11": "Из-за чистоты масла и фитиля она бы не горела тускло.  ",
  "mn127:16.12": "Точно также, бывает так, когда монах пребывает настроенным [на некую область] и наполняет [её] чистым сиянием [ума].  ",
  "mn127:16.13": "Его телесная инертность полностью исчезла, его лень и апатия полностью устранены, его неугомонность и сожаление полностью отброшены.  ",
  "mn127:16.14": "Из-за этого он медитирует, скажем так, ярко.  ",
  "mn127:16.15": "После распада тела, после смерти, он перерождается среди божеств Чистого сияния.  ",
  "mn127:16.16": "Вот в этом условие, в этом причина, друг Каччана, почему среди тех, кто переродился в одном и том же классе божеств, некоторые из них являются божествами Ограниченного сияния, а другие – божествами Безграничного сияния».  ",
  "mn127:17.1": "Когда так было сказано, достопочтенный Абхия Каччана обратился к достопочтенному Ануруддхе:  ",
  "mn127:17.2": "«Хорошо, уважаемый Ануруддха,  ",
  "mn127:17.3": "Достопочтенный Ануруддха не говорит:  ",
  "mn127:17.4": "«Так я слышал» или «Так оно должно быть».  ",
  "mn127:17.5": "Вместо этого достопочтенный Ануруддха говорит: «Эти божества таковы, а те божества таковы».  ",
  "mn127:17.6": "Уважаемый, мысль приходит ко мне,  ",
  "mn127:17.7": "что достопочтенный Ануруддха вне всяких сомнений прежде общался с этими божествами, разговаривал с ними, вёл с ними беседы». ",
  "mn127:17.8": "«Друг Каччана, ты, конечно же, груб и дерзок в своих словах,  ",
  "mn127:17.9": "но тем не менее я отвечу тебе. ",
  "mn127:17.10": "Долгое время я общался с этими божествами, разговаривал с ними, вёл с ними беседы». ",
  "mn127:18.1": "Когда так было сказано, достопочтенный Абхия Каччана обратился к плотнику Панчаканге:  ",
  "mn127:18.2": "«Благо для тебя, домохозяин, великое благо для тебя,  ",
  "mn127:18.3": "что ты отбросил своё состояние сомнения и получил возможность услышать эту беседу о Дхамме». "
}