{
  "mn128:0.1": "Мадджхима Никая 128 ",
  "mn128:0.2": "Изъяны ",
  "mn128:1.1": "Так я слышал. ",
  "mn128:1.2": "Однажды Благословенный проживал в Косамби, в парке Гхоситы.  ",
  "mn128:2.1": "И в то время монахи из Косамби начали ссориться и ругаться, погрязли в пререканиях, раня друг друга остриями своих языков.  ",
  "mn128:3.1": "И тогда один монах отправился к Благословенному и, поклонившись ему, встал рядом и сказал: «Уважаемый, монахи из Косамби начали ссориться и ругаться, погрязли в пререканиях, раня друг друга остриями своих языков.  ",
  "mn128:3.2": "",
  "mn128:3.3": "Было бы хорошо, уважаемый, если бы Благословенный из сострадания отправился к этим монахам».  ",
  "mn128:3.4": "Благословенный молча согласился. ",
  "mn128:4.1": "И тогда Благословенный отправился к этим монахам и сказал им:  ",
  "mn128:4.2": "«Довольно, монахи,  пусть не будет более ссор, брани, пререканий или споров».  ",
  "mn128:4.3": "И когда так было сказано, один из монахов сказал Благословенному:  ",
  "mn128:4.4": "«Постойте, уважаемый!  ",
  "mn128:4.5": "Пусть Благословенный, Повелитель Дхаммы,  ",
  "mn128:4.6": "живёт в облегчении, посвятив себя приятному пребыванию здесь и сейчас.  ",
  "mn128:4.7": "А мы будем ответственны за эти ссоры, брань, пререкания и споры».  ",
  "mn128:4.8": "И во второй раз... ",
  "mn128:4.9": "",
  "mn128:4.10": "",
  "mn128:4.11": "",
  "mn128:4.12": "",
  "mn128:4.13": "",
  "mn128:4.14": "",
  "mn128:4.15": "и в третий раз Благословенный сказал:  ",
  "mn128:4.16": "«Довольно, монахи,  пусть не будет более ссор, брани, пререканий или споров».  ",
  "mn128:4.17": "И в третий раз тот монах ответил Благословенному:  ",
  "mn128:4.18": "«Постойте, уважаемый!  ",
  "mn128:4.19": "Пусть Благословенный, Повелитель Дхаммы,  ",
  "mn128:4.20": "живёт в облегчении, посвятив себя приятному пребыванию здесь и сейчас.  ",
  "mn128:4.21": "А мы будем ответственны за эти ссоры, брань, пререкания и споры».  ",
  "mn128:5.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Косамби за подаяниями. ",
  "mn128:5.2": "После хождений по Косамби, вернувшись с хождения за подаяниями, после принятия пищи, он привёл своё жилище в порядок,  взял свою чашу и внешнее одеяние и стоя произнёс эти строфы: ",
  "mn128:6.1": "«И разом голоса в толпе кричат,  ",
  "mn128:6.2": "Никто не думает, что он дурак,  ",
  "mn128:6.3": "И хотя Сангху ждёт раскол,  ",
  "mn128:6.4": "Никто не думает, что виноват.  ",
  "mn128:6.5": "Забыта вдумчивая речь,  ",
  "mn128:6.6": "Интересуют лишь слова,  ",
  "mn128:6.7": "Раскрыв свой рот, они кричат,  ",
  "mn128:6.8": "И для чего – хоть кто бы знал.  ",
  "mn128:6.9": "«Он оскорбил меня, ударил,  ",
  "mn128:6.10": "Он победил меня, ограбил» –  ",
  "mn128:6.11": "В том, кто лелеет эту мысль,  ",
  "mn128:6.12": "Злость не отступит никогда.  ",
  "mn128:6.13": "«Он оскорбил меня, ударил,  ",
  "mn128:6.14": "Он победил меня, ограбил» –  ",
  "mn128:6.15": "В том же, кто не лелеет эту мысль,  ",
  "mn128:6.16": "Злость отступает. ",
  "mn128:6.17": "Ведь злобу в этом самом мире  ",
  "mn128:6.18": "Не может злоба погасить,  ",
  "mn128:6.19": "Но гасится она не-злобой,  ",
  "mn128:6.20": "Порядок сей не отменить.  ",
  "mn128:6.21": "И те другие не поймут,  ",
  "mn128:6.22": "Что сдерживать должны себя.  ",
  "mn128:6.23": "Но мудрецы – осознают,  ",
  "mn128:6.24": "И тает всякая вражда. ",
  "mn128:6.25": "И костоломы и убийцы  ",
  "mn128:6.26": "И воры, что коров крадут,  ",
  "mn128:6.27": "Все те, кто царство разоряет, –  ",
  "mn128:6.28": "Ведь действуют же сообща.  ",
  "mn128:6.29": "А вы не можете – как так? ",
  "mn128:6.30": "Если найдёшь достойного ты друга,  ",
  "mn128:6.31": "Товарища, кто ценит добродетель,  ",
  "mn128:6.32": "То одолей угрозы и опасность,  ",
  "mn128:6.33": "Осознанным, довольным с ним ходи.  ",
  "mn128:6.34": "Но если не найдёшь достойного такого,  ",
  "mn128:6.35": "Товарища, кто ценит добродетель,  ",
  "mn128:6.36": "То точно царь, что царство завоёванное бросил,  ",
  "mn128:6.37": "Скитайся, словно слон в лесу, один.  ",
  "mn128:6.38": "Идти уж лучше в одиночку,  ",
  "mn128:6.39": "Чем вместе с кучей дураков,  ",
  "mn128:6.40": "Иди, плохое всё отбросив,  ",
  "mn128:6.41": "С невозмутимостью лесных слонов».  ",
  "mn128:7.1": "И затем, стоя произнеся эти строфы, Благословенный отправился в деревню Балакалонакара.  ",
  "mn128:7.2": "В то время достопочтенный Бхагу проживал в деревне Балакалонакара.  ",
  "mn128:7.3": "Когда достопочтенный Бхагу увидел Благословенного издали,  ",
  "mn128:7.4": "он подготовил [для него] сиденье и выставил воду для мытья ног.  ",
  "mn128:7.5": "Благословенный сел на подготовленное сиденье, ",
  "mn128:7.6": "и помыл ноги.  ",
  "mn128:7.7": "Достопочтенный Бхагу поклонился Благословенному и сел рядом,  ",
  "mn128:7.8": "и тогда Благословенный сказал ему: ",
  "mn128:7.9": "«Монах, я надеюсь, у тебя всё в порядке,  надеюсь, ты живёшь спокойно, надеюсь, что у тебя нет проблем с собиранием еды с подаяний». ",
  "mn128:7.10": "«У меня всё в порядке, Благословенный,  я живу спокойно, у меня нет проблем с собиранием еды с подаяний».  ",
  "mn128:7.11": "Тогда Благословенный наставлял, понуждал, побуждал и радовал достопочтенного Бхагу беседами о Дхамме, после чего встал со своего сиденья и отправился в Восточный бамбуковый парк.  ",
  "mn128:8.1": "И в то время в Восточном бамбуковом парке проживали достопочтенный Ануруддха, достопочтенный Нандия и достопочтенный Кимбила.  ",
  "mn128:8.2": "Лесничий увидел Благословенного издали ",
  "mn128:8.3": "и сказал ему:  ",
  "mn128:8.4": "«Не входи в этот парк, отшельник.  ",
  "mn128:8.5": "Здесь трое представителей клана ищут своего блага.  ",
  "mn128:8.6": "Не беспокой их». ",
  "mn128:9.1": "И достопочтенный Ануруддха, услышав, как лесничий разговаривает с Благословенным,  ",
  "mn128:9.2": "сказал ему:  ",
  "mn128:9.3": "«Друг лесничий, не выдворяй Благословенного.  ",
  "mn128:9.4": "Это наш Учитель, Благословенный, пришёл».  ",
  "mn128:10.1": "И затем достопочтенный Ануруддха обратился к достопочтенному Нандии и достопочтенному Кимбиле:  ",
  "mn128:10.2": "«Выходите, достопочтенные. Выходите, достопочтенные.  Наш Учитель, Благословенный, пришёл». ",
  "mn128:10.3": "И тогда все трое вышли встречать Благословенного.  ",
  "mn128:10.4": "Один взял чашу и внешнее одеяние, другой приготовил сиденье, третий – выставил воду для мытья ног.  ",
  "mn128:10.5": "Благословенный сел на подготовленное сиденье ",
  "mn128:10.6": "и помыл ноги.  ",
  "mn128:10.7": "Затем эти трое достопочтенных поклонились Благословенному и сели рядом.  ",
  "mn128:10.8": "Благословенный сказал им: ",
  "mn128:10.9": "«Я надеюсь, Ануруддха, у вас всё в порядке,  надеюсь, вы живёте спокойно, надеюсь, что у вас нет проблем с собиранием еды с подаяний». ",
  "mn128:10.10": "«У нас всё в порядке, Благословенный,  мы живём спокойно, у нас нет проблем с собиранием еды с подаяний».  ",
  "mn128:11.1": "«Я надеюсь, Ануруддха, что вы живёте в согласии, во взаимопонимании, не спорите, [живёте подобно] смешанному с водой молоку, смотрите друг на друга добрым взором». ",
  "mn128:11.2": "«Конечно же, уважаемый, мы живём в согласии, во взаимопонимании, не спорим, [живём, подобно] смешанному с водой молоку, смотрим друг на друга добрым взором».  ",
  "mn128:11.3": "«Но, Ануруддха, как именно вы так живёте?»  ",
  "mn128:12.1": "«Уважаемый, в этом отношении я думаю следующим образом:  ",
  "mn128:12.2": "«Какое благо для меня, какое великое благо для меня,  ",
  "mn128:12.3": "что я живу с такими друзьями по святой жизни».  ",
  "mn128:12.4": "Я поддерживаю телесные поступки... словесные поступки... умственные поступки, [основанные на] доброжелательности по отношению к этим достопочтенным как в частном порядке, так и прилюдно.  ",
  "mn128:12.5": "",
  "mn128:12.6": "",
  "mn128:12.7": "Я размышляю так: ",
  "mn128:12.8": "«Почему бы мне не отложить то, что хочется сделать мне, и не сделать того, что хотят сделать эти достопочтенные?»  ",
  "mn128:12.9": "И тогда я откладываю то, что хочу сделать сам, и делаю то, что хотят сделать эти достопочтенные.  ",
  "mn128:12.10": "Мы различны в телах, уважаемый, но одинаковы в умах».  ",
  "mn128:12.11": "Достопочтенный Нандия и достопочтенный Кимбила сказали то же самое, добавив:  ",
  "mn128:12.12": "",
  "mn128:12.13": "",
  "mn128:12.14": "",
  "mn128:12.15": "",
  "mn128:12.16": "",
  "mn128:12.17": "",
  "mn128:12.18": "",
  "mn128:12.19": "",
  "mn128:12.20": "",
  "mn128:12.21": "",
  "mn128:12.22": "",
  "mn128:12.23": "«Вот как, уважаемый, мы живём в согласии, во взаимопонимании, не спорим, [живём подобно] смешанному с водой молоку, смотрим друг на друга добрым взором». ",
  "mn128:13.1": "«Хорошо, хорошо, Ануруддха! ",
  "mn128:13.2": "Я надеюсь, что вы пребываете прилежными, старательными, решительными». ",
  "mn128:14.1": "«Конечно же, уважаемый, мы пребываем прилежными, старательными, решительными».  ",
  "mn128:14.2": "«Но, Ануруддха, как именно вы так пребываете?»  ",
  "mn128:14.3": "«Уважаемый, в этом отношении [происходит так]: тот из нас, кто первым возвращается из деревни с едой с подаяний, готовит сиденья, выставляет воду для питья и мытья, [подготавливает и] ставит на место мусорное ведро.  ",
  "mn128:14.4": "Тот из нас, кто последним возвращается, ест любую оставленную еду, если пожелает.  Если же не ест, то выбрасывает её туда, где нет зелени, или в воду туда, где нет никакой жизни.  ",
  "mn128:14.5": "Он убирает сиденья и воду для питья и мытья. Он моет и затем убирает мусорное ведро, подметает трапезную.  ",
  "mn128:14.6": "Если кто-либо замечает, что горшки с водой для питья, [с водой] для мытья, [с водой] для уборной почти или полностью пусты, он позаботится об этом.  ",
  "mn128:14.7": "Если они слишком тяжелы для него, он жестом руки позовёт кого-нибудь, и, вместе сложив руки, они несут их,  но из-за этого не пускаются в разговоры.  ",
  "mn128:14.8": "Каждые пять дней мы садимся вместе и всю ночь обсуждаем Дхамму.  ",
  "mn128:14.9": "Вот как мы пребываем прилежными, старательными, решительными». ",
  "mn128:15.1": "«Хорошо, хорошо, Ануруддха! ",
  "mn128:15.2": "Но по мере того как вы пребываете столь прилежными, старательными, решительными – достигли ли вы каких-либо сверхчеловеческих состояний, исключительности в знании и видении, достойной Благородных, приятного пребывания?» ",
  "mn128:15.3": "«Уважаемый, по мере того как мы пребываем столь прилежными, старательными, решительными, мы воспринимаем и свет, и видение форм.  ",
  "mn128:15.4": "Но вскоре свет и видение форм исчезают,  ",
  "mn128:15.5": "и мы не обнаружили, почему так происходит». ",
  "mn128:16.1": "«Вам нужно обнаружить причину этого, Ануруддха.  ",
  "mn128:16.2": "До моего просветления, пока я всё ещё был непросветлённым бодхисаттой, я тоже воспринимал и свет, и видение форм.  ",
  "mn128:16.3": "Но вскоре свет и видение форм исчезали.  ",
  "mn128:16.4": "Тогда я подумал:  ",
  "mn128:16.5": "«В чём причина и условие, что свет и видение форм исчезли?»  ",
  "mn128:16.6": "Тогда я подумал:  ",
  "mn128:16.7": "«Сомнение возникло во мне, и из-за сомнения моё сосредоточение ослабло.  ",
  "mn128:16.8": "Когда моё сосредоточение ослабло, свет и видение форм исчезли.  ",
  "mn128:16.9": "Мне нужно действовать так, чтобы сомнение более не возникло во мне вновь». ",
  "mn128:17.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм.  ",
  "mn128:17.2": "Но вскоре свет и видение форм исчезали.  ",
  "mn128:17.3": "Тогда я подумал:  ",
  "mn128:17.4": "«В чём причина и условие, что свет и видение форм исчезли?»  ",
  "mn128:17.5": "Тогда я подумал:  ",
  "mn128:17.6": "«Невнимательность возникля во мне, и из-за невнимательности моё сосредоточение ослабло.  ",
  "mn128:17.7": "Когда моё сосредоточение ослабло, свет и видение форм исчезли.  ",
  "mn128:17.8": "Мне нужно действовать так, чтобы ни сомнение, ни невнимательность более не возникали во мне вновь». ",
  "mn128:18.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм... ",
  "mn128:18.2": "",
  "mn128:18.3": "«Лень и апатия возникли во мне, и из-за лени и апатии моё сосредоточение ослабло... ",
  "mn128:18.4": "",
  "mn128:18.5": "Мне нужно действовать так, чтобы ни сомнение, ни невнимательность, ни лень и апатия более не возникали во мне вновь». ",
  "mn128:19.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм... ",
  "mn128:19.2": "",
  "mn128:19.3": "«Страх возник во мне, и из-за страха моё сосредоточение ослабло.  ",
  "mn128:19.4": "Когда моё сосредоточение ослабло, свет и видение форм исчезли».  ",
  "mn128:19.5": "Представь, как если бы на путешественника с двух сторон напали бы убийцы.  По этой причине страх возник бы в нём.  ",
  "mn128:19.6": "Точно так же, страх возник во мне, и из-за страха моё сосредоточение ослабло...  ",
  "mn128:19.7": "",
  "mn128:19.8": "«Мне нужно действовать так, чтобы ни сомнение, ни невнимательность, ни лень и апатия, ни страх более не возникали во мне вновь». ",
  "mn128:20.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм... ",
  "mn128:20.2": "",
  "mn128:20.3": "«Эйфория возникла во мне, и из-за эйфории моё сосредоточение ослабло.  ",
  "mn128:20.4": "Когда моё сосредоточение ослабло, свет и видение форм исчезли».  ",
  "mn128:20.5": "Представь, как если бы человек искал [тайный] вход к спрятанным сокровищам,  но обнаружил сразу пять [тайных] входов к спрятанным сокровищам,  и по этой причине эйфория возникла в нём.  ",
  "mn128:20.6": "Точно так же, эйфория возникла во мне, и из-за эйфории моё сосредоточение ослабло... ",
  "mn128:20.7": "",
  "mn128:20.8": "«Мне нужно действовать так, чтобы ни сомнение, ни невнимательность, ни лень и апатия, ни страх, ни эйфория более не возникали во мне вновь».  ",
  "mn128:21.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм... ",
  "mn128:21.2": "",
  "mn128:21.3": "«Инертность возникла во мне, и из-за инертности моё сосредоточение ослабло...  ",
  "mn128:21.4": "",
  "mn128:21.5": "Мне нужно действовать так, чтобы ни сомнение, ни невнимательность, ни лень и апатия, ни страх, ни эйфория, ни инертность более не возникали во мне вновь». ",
  "mn128:22.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм... ",
  "mn128:22.2": "",
  "mn128:22.3": "«Чрезмерное усердие возникло во мне, и из-за чрезмерного усердия моё сосредоточение ослабло.  ",
  "mn128:22.4": "Когда моё сосредоточение ослабло, свет и видение форм исчезли.  ",
  "mn128:22.5": "Представь, как если бы человек слишком крепко схватил перепёлку обеими руками. Она бы тут же умерла.  ",
  "mn128:22.6": "",
  "mn128:22.7": "",
  "mn128:22.8": "Точно так же, чрезмерное усердие возникло во мне, и из-за чрезмерного усердия моё сосредоточение ослабло. Когда моё сосредоточение ослабло, свет и видение форм исчезли. Я понял: «Мне нужно действовать так, чтобы ни сомнение, ни невнимательность, ни лень и апатия, ни страх, ни эйфория, ни инертность, ни чрезмерное усердие более не возникали во мне вновь».  ",
  "mn128:23.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм... ",
  "mn128:23.2": "",
  "mn128:23.3": "«Слишком слабое усердие возникло во мне, и из-за слишком слабого усердия моё сосредоточение ослабло.  ",
  "mn128:23.4": "Когда моё сосредоточение ослабло, свет и видение форм исчезли».  ",
  "mn128:23.5": "Представь, как если бы человек слишком слабо схватил перепёлку. Она бы выпорхнула из его рук.  ",
  "mn128:23.6": "",
  "mn128:23.7": "",
  "mn128:23.8": "Точно так же, слишком слабое усердие возникло во мне, и из-за слишком слабого усердия моё сосредоточение ослабло. Когда моё сосредоточение ослабло, свет и видение форм исчезли. Я понял: «Мне нужно действовать так, чтобы ни сомнение, ни невнимательность, ни лень и апатия, ни страх, ни эйфория, ни инертность, ни чрезмерное усердие, ни слишком слабое усердие более не возникали во мне вновь». ",
  "mn128:24.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм... ",
  "mn128:24.2": "",
  "mn128:24.3": "«Сильное стремление возникло во мне... ",
  "mn128:24.4": "",
  "mn128:24.5": "Мне нужно действовать так, чтобы ни сомнение, ни невнимательность, ни лень и апатия, ни страх, ни эйфория, ни инертность, ни чрезмерное усердие, ни слишком слабое усердие, ни сильное стремление более не возникали во мне вновь». ",
  "mn128:25.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм... ",
  "mn128:25.2": "",
  "mn128:25.3": "«Восприятие множественного возникло во мне... ",
  "mn128:25.4": "",
  "mn128:25.5": "Мне нужно действовать так, чтобы ни сомнение, ни невнимательность, ни лень и апатия, ни страх, ни эйфория, ни инертность, ни чрезмерное усердие, ни слишком слабое усердие, ни сильное стремление, ни восприятие множественного более не возникали во мне вновь». ",
  "mn128:26.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видение форм.  ",
  "mn128:26.2": "Но вскоре свет и видение форм исчезали.  ",
  "mn128:26.3": "Тогда я подумал:  ",
  "mn128:26.4": "«В чём причина и условие, что свет и видение форм исчезли?»  ",
  "mn128:26.5": "Тогда я подумал:  ",
  "mn128:26.6": "«Чрезмерная медитация на формах возникла во мне, и из-за чрезмерной медитации на формах моё сосредоточение ослабло.  ",
  "mn128:26.7": "Когда моё сосредоточение ослабло, свет и видение форм исчезли.  ",
  "mn128:26.8": "Мне нужно действовать так, чтобы ни сомнение, ни невнимательность, ни лень и апатия, ни страх, ни эйфория, ни бездействие, ни чрезмерное усердие, ни слишком слабое усердие, ни сильное стремление, ни восприятие множественного, ни чрезмерная медитация на формах более не возникали во мне вновь». ",
  "mn128:27.1": "Когда, Ануруддха, я понял, что сомнение – это изъян ума, я отбросил сомнение, [этот] изъян ума.  ",
  "mn128:27.2": "Когда я понял, что невнимательность…  ",
  "mn128:27.3": "лень и апатия, ",
  "mn128:27.4": "страх, ",
  "mn128:27.5": "эйфория, ",
  "mn128:27.6": "инертность, ",
  "mn128:27.7": "чрезмерное усердие, ",
  "mn128:27.8": "слишком слабое усердие, ",
  "mn128:27.9": "сильное стремление, ",
  "mn128:27.10": "восприятие множественного, ",
  "mn128:27.11": "чрезмерная медитация на формах – это изъян ума, я отбросил чрезмерную медитацию на формах, [этот] изъян ума. ",
  "mn128:28.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал свет, но не видел форм;  ",
  "mn128:28.2": "я видел формы, но не воспринимал свет –  ",
  "mn128:28.3": "даже в течение целой ночи, или целого дня, или целого дня и ночи.  ",
  "mn128:28.4": "Я подумал: ",
  "mn128:28.5": "«В чём причина и условие этого?»  ",
  "mn128:28.6": "",
  "mn128:28.7": "",
  "mn128:28.8": "Тогда я подумал:  ",
  "mn128:28.9": "«Когда я не уделяю внимания образу форм, но уделяю внимание образу света, тогда я воспринимаю свет, но не вижу форм.  ",
  "mn128:28.10": "Когда я не уделяю внимание образу света, но уделяю внимание образу форм, тогда я вижу формы,  ",
  "mn128:28.11": "даже в течение целой ночи, или целого дня, или целого дня и ночи».  ",
  "mn128:29.1": "По мере того, Ануруддха, как я пребывал прилежным, старательным, решительным, я воспринимал ограниченный свет и видел ограниченные формы;  ",
  "mn128:29.2": "я воспринимал безграничный свет и видел безграничные формы –  ",
  "mn128:29.3": "даже в течение целой ночи, или целого дня, или целого дня и ночи.  ",
  "mn128:29.4": "Я подумал: ",
  "mn128:29.5": "«В чём причина и условие этого?»  ",
  "mn128:29.6": "",
  "mn128:29.7": "",
  "mn128:29.8": "Тогда я подумал:  ",
  "mn128:29.9": "«Когда моё сосредоточение ограничено, моё видение ограничено.  ",
  "mn128:29.10": "С ограниченным видением я воспринимаю ограниченный свет и ограниченные формы.  ",
  "mn128:29.11": "Но когда моё сосредоточение безгранично, моё видение безгранично.  ",
  "mn128:29.12": "С безграничным видением я воспринимаю безграничный свет и вижу безграничные формы –  ",
  "mn128:29.13": "даже в течение целой ночи, или целого дня, или целого дня и ночи».  ",
  "mn128:30.1": "Когда, Ануруддха, я понял, что сомнение,  ",
  "mn128:30.2": "невнимательность, ",
  "mn128:30.3": "лень и апатия, ",
  "mn128:30.4": "страх, ",
  "mn128:30.5": "эйфория, ",
  "mn128:30.6": "инертность, ",
  "mn128:30.7": "чрезмерное усердие, ",
  "mn128:30.8": "слишком слабое усердие, ",
  "mn128:30.9": "сильное стремление, ",
  "mn128:30.10": "восприятие множественного, ",
  "mn128:30.11": "и чрезмерная медитация на формах – это изъян ума, и тогда я отбросил их.  ",
  "mn128:31.1": "Я подумал: ",
  "mn128:31.2": "«Я отбросил эти изъяны ума.  ",
  "mn128:31.3": "Теперь буду развивать сосредоточение тремя способами».  ",
  "mn128:31.4": "И тогда, Ануруддха, я развивал сосредоточение с направлением ума [на объект медитации] и с удержанием ума [на объекте медитации]. Я развивал сосредоточение без направления, но только с одним удержанием. Я развивал сосредоточение без направления и без удержания. Я развивал сосредоточение с восторгом. Я развивал сосредоточение без восторга. Я развивал сосредоточение, сопровождаемое наслаждением. Я развивал сосредоточение, сопровождаемое невозмутимостью. ",
  "mn128:32.1": "Когда, Ануруддха, я развил сосредоточение с направлением и удержанием, когда я развил сосредоточение, сопровождаемое невозмутимостью,  ",
  "mn128:32.2": "знание и видение возникли во мне:  ",
  "mn128:32.3": "«Непоколебимо моё освобождение. Это моё последнее рождение. Не будет больше нового существования».  ",
  "mn128:32.4": "Так сказал Благословенный.  ",
  "mn128:32.5": "Достопочтенный Ануруддха был доволен и восхитился словами Благословенного. "
}