{
  "mn122:0.1": "Мадджхима Никая 122 ",
  "mn122:0.2": "Большое наставление о пустотности ",
  "mn122:1.1": "Так я слышал. ",
  "mn122:1.2": "Однажды Благословенный проживал в стране Сакьев, в Капилаваттху, в парке Нигродхи. ",
  "mn122:2.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Капилаваттху за подаяниями. ",
  "mn122:2.2": "Походив за подаяниями по Капилаваттху, вернувшись с хождения за подаяниями,  после принятия пищи он отправился в жилище Калакхемаки из клана Сакьев, чтобы провести там остаток дня.  ",
  "mn122:2.3": "И в то время в жилище Калакхемаки из клана Сакьев было приготовлено множество мест для отдыха.  ",
  "mn122:2.4": "Когда Благословенный увидел это,  ",
  "mn122:2.5": "он подумал:  ",
  "mn122:2.6": "«В жилище Калакхемаки из клана Сакьев приготовлено множество мест для отдыха.  ",
  "mn122:2.7": "Неужели здесь проживает много монахов?»  ",
  "mn122:2.8": "И в то время достопочтенный Ананда вместе со многими монахами был занят приготовлением одеяний в жилище Гхаты из клана Сакьев.  ",
  "mn122:2.9": "И тогда, вечером, Благословенный вышел из затворничества и отправился в жилище Гхаты из клана Сакьев. Там он сел на подготовленное сиденье ",
  "mn122:2.10": "и спросил достопочтенного Ананду:  ",
  "mn122:2.11": "«Ананда, в жилище Калакхемаки из клана Сакьев приготовлено множество мест для отдыха.  ",
  "mn122:2.12": "Много ли монахов проживает там?»  ",
  "mn122:2.13": "",
  "mn122:2.14": "«Уважаемый, в жилище Калакхемаки из клана Сакьев приготовлено множество мест для отдыха. Там проживает много монахов.  ",
  "mn122:2.15": "Сейчас время для изготовления нами одеяний, уважаемый».  ",
  "mn122:3.1": "«Ананда, монах не сияет, когда он наслаждается компанией, находит наслаждение в компании, предаётся наслаждению компанией; когда он наслаждается обществом, находит наслаждение в обществе, радуется обществу.  ",
  "mn122:3.2": "Воистину, Ананда, не может быть такого, чтобы монах, который наслаждается компанией, находит наслаждение в компании, предаётся наслаждению компанией; когда он наслаждается обществом, находит наслаждение в обществе, радуется обществу, когда-либо обретёт по желанию, без сложностей и проблем, блаженство отречения, блаженство затворничества, блаженство покоя, блаженство просветления.  ",
  "mn122:3.3": "Но можно ожидать, что когда монах проживает в уединении, отдельно от общества, он обретёт по желанию, без сложностей и проблем, блаженство отречения, блаженство затворничества, блаженство покоя, блаженство просветления.  Есть такая возможность.  ",
  "mn122:4.1": "Воистину, Ананда, не может быть такого, чтобы монах, который наслаждается компанией, находит наслаждение в компании, предаётся наслаждению компанией; когда он наслаждается обществом, находит наслаждение в обществе, радуется обществу, когда-либо войдёт и будет пребывать либо в освобождении ума, которое временное и восхитительное, либо в [освобождении ума], которое постоянное и непоколебимое.  ",
  "mn122:4.2": "Но можно ожидать, что когда монах проживает в уединении, отдельно от общества, будет пребывать либо в освобождении ума, которое временное и восхитительное, либо в [освобождении ума], которое постоянное и непоколебимое. ",
  "mn122:5.1": "Ананда, я не вижу ни одной формы, из-за изменения и перемены которой не возникали бы печаль, стенание, боль, грусть и отчаяние в том, кто жаждет её и находит в ней наслаждение.  ",
  "mn122:6.1": "Однако, Ананда, есть следующее пребывание, открытое Татхагатой:  ",
  "mn122:6.2": "войти и пребывать внутренне в пустотности, не уделяя внимания всем образам.  ",
  "mn122:6.3": "Если, когда Татхагата пребывает так, его посещают монахи или монахини, миряне или мирянки, цари или царские министры, учителя других учений или их ученики,  ",
  "mn122:6.4": "то тогда – с умом, склоняющимся к уединению, стремящимся и тянущимся к уединению, замкнутым, наслаждающимся отречением, а также всецело избавившимся от всех вещей, что являются основанием для пятен – он неизменно беседует с ними так, чтобы побыстрее отделаться от них.  ",
  "mn122:7.1": "Поэтому, Ананда, если монах пожелает:  ",
  "mn122:7.2": "«Пусть я войду и буду пребывать внутренне в пустотности», то ему следует внутренне утвердить свой ум, успокоить его, подвести к единению, сосредоточить его.  ",
  "mn122:7.3": "И как он внутренне утверждает свой ум, успокаивает его, подводит к единению, сосредотачивает его?  ",
  "mn122:8.1": "Вот, Ананда, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане... ",
  "mn122:8.2": "второй джхане... ",
  "mn122:8.3": "третьей джхане... ",
  "mn122:8.4": "четвёртой джхане... ",
  "mn122:8.5": "Вот как монах утверждает свой ум, успокаивает его, подводит к единению, сосредотачивает его.  ",
  "mn122:9.1": "Затем он внутренне уделяет внимание пустотности.  ",
  "mn122:9.2": "Когда он уделяет внимание пустотности, его ум не входит в пустотность или же не обретает уверенности, устойчивости, решимости.  ",
  "mn122:9.3": "Когда это так, он понимает:  ",
  "mn122:9.4": "«Когда я уделяю внимание пустотности, мой ум не входит в пустотность внутренне или же не обретает уверенности, устойчивости, решимости».  ",
  "mn122:9.5": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:9.6": "Затем он внешне уделяет внимание пустотности... ",
  "mn122:9.7": "Он внутренне и внешне уделяет внимание пустотности…  ",
  "mn122:9.8": "Он уделяет внимание непоколебимому.  ",
  "mn122:9.9": "Когда он уделяет внимание непоколебимому, его ум не входит в непоколебимое или же не обретает уверенности, устойчивости, решимости.  ",
  "mn122:9.10": "Когда это так, он понимает:  ",
  "mn122:9.11": "«Когда я уделяю внимание непоколебимому, мой ум не входит в непоколебимое или же не обретает уверенности, устойчивости, решимости».  ",
  "mn122:9.12": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:10.1": "Тогда этому монаху следует внутренне утвердить свой ум, успокоить его, подвести к единению, сосредоточить его на этом же самом образе сосредоточения, что и прежде.  ",
  "mn122:10.2": "Затем он внутренне уделяет внимание пустотности.  ",
  "mn122:10.3": "Когда он внутренне уделяет внимание пустотности, его ум входит в пустотность внутренне или же обретает уверенность устойчивость, решимость.  ",
  "mn122:10.4": "Когда это так, он понимает:  ",
  "mn122:10.5": "«Когда я уделяю внимание пустотности, мой ум входит в пустотность внутренне или же обретает уверенность, устойчивость, решимость».  ",
  "mn122:10.6": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:10.7": "Затем он внешне уделяет внимание пустотности... ",
  "mn122:10.8": "Он внутренне и внешне уделяет внимание пустотности…  ",
  "mn122:10.9": "Он уделяет внимание непоколебимому.  ",
  "mn122:10.10": "Когда он внутренне уделяет внимание непоколебимому, его ум входит в непоколебимое внутренне или же обретает уверенность устойчивость, решимость.  ",
  "mn122:10.11": "Когда это так, он понимает:  ",
  "mn122:10.12": "«Когда я уделяю внимание непоколебимому, мой ум входит в непоколебимое или же обретает уверенность, устойчивость, решимость».  ",
  "mn122:10.13": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:11.1": "Когда монах пребывает так, то если его ум склоняется к ходьбе, он ходит, думая:  ",
  "mn122:11.2": "«Когда я хожу так, плохие, неблагие состояния алчности и грусти не одолевают меня».  ",
  "mn122:11.3": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:11.4": "Когда монах пребывает так, то если его ум склоняется к стоянию, он стоит, думая:  ",
  "mn122:11.5": "«Когда я стою так, плохие, неблагие состояния алчности и грусти не одолевают меня».  ",
  "mn122:11.6": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:11.7": "Когда монах пребывает так, то если его ум склоняется к сидению, он сидит, думая:  ",
  "mn122:11.8": "«Когда я сижу так, плохие, неблагие состояния алчности и грусти не одолевают меня».  ",
  "mn122:11.9": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:11.10": "Когда монах пребывает так, то если его ум склоняется к лежанию, он ложится, думая:  ",
  "mn122:11.11": "«Когда я лежу так, плохие, неблагие состояния алчности и грусти не одолевают меня».  ",
  "mn122:11.12": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:12.1": "Когда монах пребывает так, то если его ум склоняется к разговору, он намеревается [так]:  ",
  "mn122:12.2": "«Я не буду пускаться в разговоры, которые низкие, вульгарные, грубые, постыдные, неполезные, которые не ведут к утрате очарованности, бесстрастию, прекращению, покою, прямому знанию, просветлению, ниббане,  разговоры о царях, о ворах, о министрах, об армиях, об опасностях, о сражениях, о еде, о питье, об одежде, о постелях, о гирляндах, о благовониях, о родственниках, о средствах передвижения, о деревнях, о поселениях, о городах, о странах, о женщинах, о героях, об улицах, о колодцах, об усопших, о всяких мелочах, о происхождении мира, о происхождении моря, о том, являются ли вещи такими или иными».  ",
  "mn122:12.3": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:12.4": "Но он намеревается [так]: «Но я буду вести разговоры, которые связаны со стиранием [загрязнений], которые способствуют освобождению ума, которые ведут к полной утрате очарованности, бесстрастию, прекращению, покою, прямому знанию, просветлению, ниббане,  то есть, разговоры о малом количестве желаний, о довольствовании [тем, что есть], об уединении, об отчуждённости от общества, о зарождении усердия, о нравственности, о сосредоточении, о мудрости, об освобождении, о знании и видении освобождения».  ",
  "mn122:12.5": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:13.1": "Когда монах пребывает так, то если его ум склоняется к мышлению, он намеревается [так]:  ",
  "mn122:13.2": "«Я не буду обдумывать мысли, которые низкие, вульгарные, грубые, постыдные, неполезные, которые не ведут к утрате очарованности, бесстрастию, прекращению, покою, прямому знанию, просветлению, ниббане,  то есть, мысли, [основанные] на чувственном желании… недоброжелательности… жестокости».  ",
  "mn122:13.3": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:13.4": "Но он намеревается [так]: «Но я буду обдумывать мысли, которые благородные и освобождающие, которые ведут того, кто практикует в соответствии с ними к полному уничтожению страданий,  то есть, мысли об отречении… о не-недоброжелательности… о не-жестокости».  ",
  "mn122:13.5": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:14.1": "Ананда, есть эти пять нитей чувственных удовольствий. ",
  "mn122:14.2": "Какие пять? ",
  "mn122:14.3": "Формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn122:14.4": "Звуки, познаваемые ухом…  ",
  "mn122:14.5": "Запахи, познаваемые носом…  ",
  "mn122:14.6": "Вкусы, познаваемые языком…  ",
  "mn122:14.7": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть.  ",
  "mn122:14.8": "Таковы пять нитей чувственных удовольствий.  ",
  "mn122:15.1": "Монаху следует постоянно пересматривать свой собственный ум так:  ",
  "mn122:15.2": "«Возникает ли когда-либо во мне какое-либо умственное возбуждение, связанное с той или иной сферой среди этих пяти нитей чувственного удовольствия?»  ",
  "mn122:15.3": "Если, пересматривая свой ум, монах понимает:  ",
  "mn122:15.4": "«Во мне возникает умственное возбуждение, связанное с той или иной сферой среди этих пяти нитей чувственного удовольствия».  ",
  "mn122:15.5": "Когда это так, он понимает:  ",
  "mn122:15.6": "«Желание и страсть к пяти нитям чувственного удовольствия не отброшены во мне».  ",
  "mn122:15.7": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:15.8": "Но если, пересматривая свой ум, монах понимает:  ",
  "mn122:15.9": "«Во мне не возникает умственное возбуждение, связанное с той или иной сферой среди этих пяти нитей чувственного удовольствия».  ",
  "mn122:15.10": "Когда это так, он понимает:  ",
  "mn122:15.11": "«Желание и страсть к пяти нитям чувственного удовольствия отброшены во мне».  ",
  "mn122:15.12": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:16.1": "Ананда, есть эти пять совокупностей, подверженные цеплянию, в отношении которых монах может пребывать, созерцая возрастание и спад так:  ",
  "mn122:16.2": "«Такова материальная форма, таково её происхождение, таково её исчезновение.  ",
  "mn122:16.3": "Таково чувство...  ",
  "mn122:16.4": "Таково восприятие... ",
  "mn122:16.5": "Таковы формации... ",
  "mn122:16.6": "Таково сознание, таково его происхождение, таково его исчезновение».  ",
  "mn122:17.1": "Когда он пребывает в созерцании возрастания и спада в этих пяти совокупностях, подверженных цеплянию, то самомнение «я есть», основывающееся на этих пяти совокупностях, подверженных цеплянию, отбрасывается в нём.  ",
  "mn122:17.2": "Когда это так, он понимает:  ",
  "mn122:17.3": "«Самомнение «я есть», основывающееся на этих пяти совокупностях, подверженных цеплянию, отброшено во мне».  ",
  "mn122:17.4": "Подобным образом у него есть полное осознание этого.  ",
  "mn122:18.1": "Эти состояния всецело благие и имеют благое своим исходом. Они благородные, сверхмирские, недоступные для Злого [Мары].  ",
  "mn122:19.1": "Как ты думаешь, Ананда?  ",
  "mn122:19.2": "Какое благо видит ученик, что он ищет компании Учителя, даже если его прогоняют?»  ",
  "mn122:19.3": "«Уважаемый, наши учения укоренены в Благословенном, направляемы Благословенным, находят пристанище в Благословенном. Было бы хорошо, если бы Благословенный [сам] прояснил значение этих слов. Услышав это из его уст, монахи запомнят это». ",
  "mn122:20.1": "«Ананда, монаху не следует искать компании Учителя ради наставлений, строф, изложений.  ",
  "mn122:20.2": "И почему? ",
  "mn122:20.3": "Долгое время, Ананда, вы заучивали учения, запоминали их, повторяли вслух [по памяти], исследовали их умом, проникали в них воззрением.  ",
  "mn122:20.4": "Но ученику следует искать компании Учителя, даже если его прогоняют ради таких разговоров, которые связаны со стиранием [загрязнений], которые способствуют освобождению ума, которые ведут к полной утрате очарованности, бесстрастию, прекращению, покою, прямому знанию, просветлению, ниббане,  то есть, разговоров о малом количестве желаний, о довольствовании [тем, что есть], об уединении, об отчуждённости от общества, о зарождении усердия, о нравственности, о сосредоточении, о мудрости, об освобождении, о знании и видении освобождения.  ",
  "mn122:21.1": "Поскольку это так, Ананда, может наступить гибель учителя, может наступить гибель ученика, может наступить гибель того, кто живёт святой жизнью. ",
  "mn122:22.1": "И каким образом наступает гибель учителя?  ",
  "mn122:22.2": "Вот некий учитель затворяется в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы. ",
  "mn122:22.3": "По мере того как он проживает там затворённым, брахманы и домохозяева из города или сельской местности навещают его,  ",
  "mn122:22.4": "и в итоге он сбивается с пути, переполняется желанием, поддаётся жажде, возвращается к роскоши.  ",
  "mn122:22.5": "Говорится, что этот учитель погиб гибелью учителя.  ",
  "mn122:22.6": "Его сразили плохие, неблагие состояния, которые загрязняют, ведут к новому существованию, создают проблемы, созревают в страдании, ведут к будущему рождению, старению, и смерти.  ",
  "mn122:22.7": "Вот как происходит гибель учителя.  ",
  "mn122:23.1": "И как происходит гибель ученика?  ",
  "mn122:23.2": "Ученик этого учителя, подражая затворничеству учителя,  ",
  "mn122:23.3": "затворяется в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы. ",
  "mn122:23.4": "По мере того как он проживает там затворённым, брахманы и домохозяева из города или сельской местности навещают его,  ",
  "mn122:23.5": "и в итоге он сбивается с пути, переполняется желанием, поддаётся жажде, возвращается к роскоши.  ",
  "mn122:23.6": "Говорится, что этот ученик погиб гибелью ученика.  ",
  "mn122:23.7": "Его сразили плохие, неблагие состояния, которые загрязняют, ведут к новому существованию, создают проблемы, созревают в страдании, ведут к будущему рождению, старению, и смерти.  ",
  "mn122:23.8": "Вот как происходит гибель ученика.  ",
  "mn122:24.1": "И каким образом наступает гибель того, кто живёт святой жизнью?  ",
  "mn122:24.2": "Вот, монахи, в мире возникает Татхагата – тот, кто достиг совершенства, полностью просветлённый, совершенный в знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "mn122:24.3": "Он затворяется в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы. ",
  "mn122:24.4": "По мере того как он проживает там затворённым, брахманы и домохозяева из города или сельской местности навещают его,  ",
  "mn122:24.5": "но он не сбивается с пути, не переполняется желанием, не поддаётся жажде, не возвращается к роскоши.  ",
  "mn122:24.6": "Но ученик этого учителя, подражая затворничеству учителя,  ",
  "mn122:24.7": "затворяется в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы. ",
  "mn122:24.8": "По мере того как он проживает там затворённым, брахманы и домохозяева из города или сельской местности навещают его,  ",
  "mn122:24.9": "и в итоге он сбивается с пути, переполняется желанием, поддаётся жажде, возвращается к роскоши.  ",
  "mn122:24.10": "Говорится, что этот, живущий святой жизнью, погиб гибелью того, кто живёт святой жизнью.  ",
  "mn122:24.11": "Его сразили плохие, неблагие состояния, которые загрязняют, ведут к новому существованию, создают проблемы, созревают в страдании, ведут к будущему рождению, старению, и смерти.  ",
  "mn122:24.12": "Вот как происходит гибель того, кто живёт святой жизнью.  ",
  "mn122:24.13": "И в этом отношении, Ананда, гибель того, кто живёт святой жизнью, имеет более болезненный результат, более горький результат, чем гибель учителя или гибель ученика, и даже ведёт в нижние миры.  ",
  "mn122:25.1": "Поэтому, Ананда, ведите себя с дружелюбием по отношению ко мне, а не с враждебностью.  ",
  "mn122:25.2": "Это приведёт к вашему благополучию и счастью на долгое время.  ",
  "mn122:25.3": "И каким образом ученики ведут себя с враждебностью по отношению к Учителю, а не с дружелюбием?  ",
  "mn122:25.4": "Вот, Ананда, сострадательный и желающий им благополучия, Учитель из сострадания обучает Дхамме учеников:  ",
  "mn122:25.5": "«Это ради вашего благополучия,  это ради вашего счастья».  ",
  "mn122:25.6": "Его ученики не желают слушать,  или склонять ухо, или направлять свои умы на познание.  Они отклоняются и отворачиваются от Учения Учителя.  ",
  "mn122:25.7": "Вот как ученики ведут себя с враждебностью по отношению к Учителю, а не с дружелюбием.  ",
  "mn122:26.1": "И каким образом ученики ведут себя с дружелюбием по отношению к Учителю, а не с враждебностью?  ",
  "mn122:26.2": "Вот, Ананда, сострадательный и желающий им благополучия, Учитель из сострадания обучает Дхамме учеников:  ",
  "mn122:26.3": "«Это ради вашего благополучия,  это ради вашего счастья».  ",
  "mn122:26.4": "Его ученики желают слушать,  и склоняют ухо, направляют свои умы на познание.  Они не отклоняются и не отворачиваются от Учения Учителя.  ",
  "mn122:26.5": "Вот как ученики ведут себя с дружелюбием по отношению к Учителю, а не с враждебностью.  ",
  "mn122:26.6": "Поэтому, Ананда, ведите себя с дружелюбием по отношению ко мне, а не с враждебностью.  ",
  "mn122:26.7": "Это приведёт к вашему благополучию и счастью на долгое время.  ",
  "mn122:27.1": "Я не стану обращаться с вами, как гончар обращается с грубой сырой глиной.  ",
  "mn122:27.2": "Неоднократно сдерживая вас, я буду говорить с вами, Ананда.  ",
  "mn122:27.3": "Неоднократно делая вам замечания, я буду говорить с вами, Ананда.  ",
  "mn122:27.4": "Прочная сердцевина выдержит [испытание]».  ",
  "mn122:27.5": "Так сказал Благословенный.  ",
  "mn122:27.6": "Достопочтенный Ананда был доволен и восхитился словами Благословенного. "
}