{
  "mn139:0.1": "Мадджхима Никая 139 ",
  "mn139:0.2": "Разъяснение о не-конфликте ",
  "mn139:1.1": "Так я слышал. ",
  "mn139:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn139:1.3": "Там он обратился к монахам так: ",
  "mn139:1.4": "«Монахи!» ",
  "mn139:1.5": "«Да, уважаемый», – отвечали монахи. ",
  "mn139:1.6": "Благословенный сказал следующее: ",
  "mn139:2.1": "«Монахи, я научу вас разъяснению не-конфликта.  ",
  "mn139:2.2": "Слушайте внимательно то, о чём я буду говорить». ",
  "mn139:2.3": "«Да, уважаемый», – отвечали они. ",
  "mn139:2.4": "Благословенный сказал следующее: ",
  "mn139:3.1": "«Монахи, не стоит преследовать чувственное удовольствие, которое низкое, вульгарное, грубое, постыдное, неполезное.  Не стоит преследовать самоумерщвление, которое болезненное, постыдное, неполезное.  ",
  "mn139:3.2": "Срединный путь, открытый Татхагатой, избегает обеих крайностей. Он даёт видение, даёт знание, ведёт к покою, к прямому знанию, к просветлению, к ниббане.  ",
  "mn139:3.3": "Нужно знать, что такое «восхвалять», что такое «унижать»,  ",
  "mn139:3.4": "и, зная обе [эти вещи], не нужно ни восхвалять, ни унижать, но следует учить только Дхамме.  ",
  "mn139:3.5": "Нужно знать, как определять удовольствие,  ",
  "mn139:3.6": "и, зная это, нужно преследовать удовольствие в себе.  ",
  "mn139:3.7": "Не следует произносить скрытых речей [за спинами других], не следует произносить открытых колких речей.  ",
  "mn139:3.8": "Нужно говорить неспешно, а не торопливо.  ",
  "mn139:3.9": "Не следует настаивать на местном языке, не следует отрицать принятого словоупотребления.  ",
  "mn139:3.10": "Таково разъяснение не-конфликта.  ",
  "mn139:4.1": "«Не стоит преследовать чувственное удовольствие, которое низкое, вульгарное, грубое, постыдное, неполезное.  Не стоит преследовать самоумерщвление, которое болезненное, постыдное, неполезное». ",
  "mn139:4.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn139:4.3": "Преследование наслаждения тем, чьё удовольствие связано с чувственными желаниями – низкими, вульгарными, грубыми, постыдными, неполезными –  это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:4.4": "Отказ от преследования самоумерщвления – болезненного, постыдного, неполезного – это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь. ",
  "mn139:4.5": "Преследование самоумерщвления – болезненного, постыдного, неполезного –  это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:4.6": "Отказ от преследования самоумерщвления – болезненного, постыдного, неполезного – это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь. ",
  "mn139:4.7": "«Не стоит преследовать чувственное удовольствие, которое низкое, вульгарное, грубое, постыдное, неполезное.  Не стоит преследовать самоумерщвление, которое болезненное, постыдное, неполезное». ",
  "mn139:4.8": "В отношении этого так было сказано. ",
  "mn139:5.1": "«Срединный путь, открытый Татхагатой, избегает обеих крайностей. Он даёт видение, даёт знание, ведёт к покою, к прямому знанию, к просветлению, к ниббане».  ",
  "mn139:5.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn139:5.3": "Это тот самый Благородный восьмеричный путь, то есть  ",
  "mn139:5.4": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность и правильное сосредоточение. ",
  "mn139:5.5": "«Срединный путь, открытый Татхагатой, избегает обеих крайностей. Он даёт видение, даёт знание, ведёт к покою, к прямому знанию, к просветлению, к ниббане».  ",
  "mn139:5.6": "В отношении этого так было сказано. ",
  "mn139:6.1": "«Нужно знать, что такое «восхвалять», что такое «унижать»,  ",
  "mn139:6.2": "и, зная обе [эти вещи], не нужно ни восхвалять, ни унижать, но следует учить только Дхамме».  ",
  "mn139:6.3": "Так было сказано. В отношении чего так было сказано?  ",
  "mn139:7.1": "Каким образом, монахи, имеет место восхваление и унижение и неспособность учить только Дхамме?  ",
  "mn139:7.2": "Вот некий человек говоря так, унижает других: «Все те, кто вовлечён в преследование наслаждения того, чьё удовольствие связано с чувственными желаниями – низкими, вульгарными, грубыми, постыдными, неполезными –  одолеваемы страданием, досадой, отчаянием, взбудораженностью, и они вступили на ошибочный путь».  ",
  "mn139:7.3": "",
  "mn139:7.4": "Вот некий человек говоря так, восхваляет других: «Все те, кто отказался от преследования наслаждения того, чьё удовольствие связано с чувственными желаниями – низкими, вульгарными, грубыми, постыдными, неполезными –  не имеют страданий, досады, отчаяния, взбудораженности, и они вступили на правильный путь».  ",
  "mn139:7.5": "",
  "mn139:7.6": "Вот некий человек говоря так, унижает других: «Все те, кто вовлечён в преследование самоумерщвления, которое болезненное, постыдное, неполезное, одолеваемы страданием, досадой, отчаянием, взбудораженностью, и они вступили на ошибочный путь». ",
  "mn139:7.7": "",
  "mn139:7.8": "Вот некий человек говоря так, унижает других: «Все те, кто отказался от преследования самоумерщвления, которое болезненное, постыдное, неполезное, не имеют страданий, досады, отчаяния, взбудораженности, и они вступили на правильный путь».  ",
  "mn139:7.9": "",
  "mn139:7.10": "Вот некий человек говоря так, унижает других: «Все те, кто не отбросил оков существования, одолеваемы страданием, досадой, отчаянием, взбудораженностью, и они вступили на ошибочный путь».  ",
  "mn139:7.11": "",
  "mn139:7.12": "Вот некий человек говоря так, восхваляет других: «Все те, кто отбросил оковы существования, не имеют страданий, досады, отчаяния, взбудораженности, и они вступили на правильный путь».  ",
  "mn139:7.13": "",
  "mn139:7.14": "Вот каким образом имеет место восхваление и унижение и неспособность учить только Дхамме. ",
  "mn139:8.1": "Каким образом, монахи, имеет место ни восхваление, ни унижение, но способность учить только Дхамме?  ",
  "mn139:8.2": "Вот некий человек не говорит: «Все те, кто вовлечён в преследование наслаждения тем, чьё удовольствие связано с чувственными желаниями – низкими, вульгарными, грубыми, постыдными, неполезными –  одолеваемы страданием, досадой, отчаянием, взбудораженностью, и они вступили на ошибочный путь».  ",
  "mn139:8.3": "Но вместо он учит только Дхамме, говоря:  ",
  "mn139:8.4": "«Преследование – это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь».  ",
  "mn139:8.5": "",
  "mn139:8.6": "",
  "mn139:8.7": "Вот некий человек не говорит: «Все те, кто отказался от преследования наслаждения того, чьё удовольствие связано с чувственными желаниями – низкими, вульгарными, грубыми, постыдными, неполезными –  не имеют страданий, досады, отчаяния, взбудораженности, и они вступили на правильный путь».  ",
  "mn139:8.8": "Но вместо он учит только Дхамме, говоря:  ",
  "mn139:8.9": "Отказ [от преследования] – это состояние без страдания, досады, отчаяния, взбудораженности, и это правильный путь». ",
  "mn139:8.10": "",
  "mn139:8.11": "",
  "mn139:8.12": "Когда он не говорит: «Все те, кто вовлечён в преследование самоумерщвления – болезненного, постыдного, неполезного –  одолеваемы страданием, досадой, отчаянием, взбудораженностью, и они вступили на ошибочный путь». ",
  "mn139:8.13": "Но вместо он учит только Дхамме, говоря:  ",
  "mn139:8.14": "«Преследование – это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь».  ",
  "mn139:8.15": "",
  "mn139:8.16": "",
  "mn139:8.17": "Когда он не говорит: «Все те, кто отказался от преследования самоумерщвления – болезненного, постыдного, неполезного –  не имеют страданий, досады, отчаяния, взбудораженности, и они вступили на правильный путь».  ",
  "mn139:8.18": "Но вместо он учит только Дхамме, говоря:  ",
  "mn139:8.19": "«Отказ [от преследования] – это состояние без страдания, досады, отчаяния, взбудораженности, и это правильный путь». ",
  "mn139:8.20": "",
  "mn139:8.21": "",
  "mn139:8.22": "Когда он не говорит: «Все те, кто не отбросил оков существования, одолеваемы страданием, досадой, отчаянием, взбудораженностью, и они вступили на ошибочный путь».  ",
  "mn139:8.23": "Но вместо он учит только Дхамме, говоря:  ",
  "mn139:8.24": "«Покуда оковы существования не отброшены, существование также не отброшено».  ",
  "mn139:8.25": "",
  "mn139:8.26": "Когда он не говорит: «Все те, кто отбросил оковы существования, не имеют страданий, досады, отчаяния, взбудораженности, и они вступили на правильный путь».  ",
  "mn139:8.27": "Но вместо он учит только Дхамме, говоря:  ",
  "mn139:8.28": "«Когда оковы существования отброшены, существование также отброшено». ",
  "mn139:8.29": "",
  "mn139:8.30": "Вот что такое не восхвалять, не унижать, а учить только Дхамме. ",
  "mn139:8.31": "«Нужно знать, что такое «восхвалять», что такое «унижать»,  ",
  "mn139:8.32": "и, зная обе [эти вещи], не нужно ни восхвалять, ни унижать, но следует учить только Дхамме».  ",
  "mn139:8.33": "В отношении этого так было сказано. ",
  "mn139:9.1": "«Нужно знать, как определять удовольствие,  ",
  "mn139:9.2": "и, зная это, нужно преследовать удовольствие в себе»  ",
  "mn139:9.3": "Так было сказано. В отношении чего так было сказано?  ",
  "mn139:9.4": "Монахи, есть эти пять нитей чувственных удовольствий. ",
  "mn139:9.5": "Какие пять? ",
  "mn139:9.6": "Формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn139:9.7": "Звуки, познаваемые ухом…  ",
  "mn139:9.8": "Запахи, познаваемые носом…  ",
  "mn139:9.9": "Вкусы, познаваемые языком…  ",
  "mn139:9.10": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть.  ",
  "mn139:9.11": "Таковы пять нитей чувственных удовольствий.  ",
  "mn139:9.12": "Удовольствие и радость, возникающие в зависимости от этих пяти нитей чувственных удовольствий, называются чувственным удовольствием – [и это] низменное удовольствие, грубое удовольствие, неблагородное удовольствие. ",
  "mn139:9.13": "Я утверждаю, что этот вид удовольствия не стоит преследовать, не стоит развивать, не стоит взращивать, его нужно бояться. ",
  "mn139:9.14": "Вот, монахи, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn139:9.15": "Затем, с успокоением направления и удержания [ума], он входит и пребывает во второй джхане... ",
  "mn139:9.16": "третьей джхане... ",
  "mn139:9.17": "четвёртой джхане... ",
  "mn139:9.18": "Это называется блаженством отречения, блаженством затворничества, блаженством умиротворения, блаженством просветления. ",
  "mn139:9.19": "Я утверждаю, что этот вид удовольствия стоит преследовать, стоит развивать, стоит взращивать, его не нужно бояться. ",
  "mn139:9.20": "«Нужно знать, как определять удовольствие,  ",
  "mn139:9.21": "и, зная это, нужно преследовать удовольствие в себе»  ",
  "mn139:9.22": "В отношении этого так было сказано. ",
  "mn139:10.1": "«Не следует произносить скрытых речей [за спинами других], не следует произносить открытых колких речей».  ",
  "mn139:10.2": "Так было сказано. ",
  "mn139:10.3": "По отношению к чему так было сказано? ",
  "mn139:10.4": "Вот, монахи, когда человек знает скрытую речь как неистинную, неправильную, неполезную, то её не следует произносить ни по какому случаю.  ",
  "mn139:10.5": "Когда человек знает скрытую речь как истинную, правильную, [но] неполезную, следует стараться не произносить её.  ",
  "mn139:10.6": "Но когда человек знает скрытую речь как истинную, правильную, и полезную – то он может произнести её, зная для этого подходящий момент.  ",
  "mn139:10.7": "Вот, монахи, когда человек знает открытую колкую речь как неистинную, неправильную, неполезную, то её не следует произносить ни по какому случаю.  ",
  "mn139:10.8": "Когда человек знает открытую колкую речь как истинную, правильную, [но] неполезную, следует стараться не произносить её.  ",
  "mn139:10.9": "Но когда человек знает открытую колкую речь как истинную, правильную, и полезную – то он может произнести её, зная для этого подходящий момент.  ",
  "mn139:10.10": "«Не следует произносить скрытых речей [за спинами других], не следует произносить открытых колких речей».  ",
  "mn139:10.11": "В отношении этого так было сказано. ",
  "mn139:11.1": "«Нужно говорить неспешно, а не торопливо»  ",
  "mn139:11.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn139:11.3": "Монахи, когда человек говорит торопливо, его тело устаёт, его ум становится возбуждённым, его голос напряжён, его горло становится охрипшим, и речь того, кто говорит торопливо, неясна и её трудно понять. ",
  "mn139:11.4": "Монахи, когда человек говорит неспешно, его тело не устаёт, его ум не становится возбуждённым, его голос не напряжён, его горло не становится охрипшим, и речь того, кто говорит неспешно, ясна и её легко понять.  ",
  "mn139:11.5": "«Нужно говорить неспешно, а не торопливо»  ",
  "mn139:11.6": "В отношении этого так было сказано. ",
  "mn139:12.1": "«Не следует настаивать на местном языке, не следует отрицать принятого словоупотребления».  ",
  "mn139:12.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn139:12.3": "Каким образом, монахи, имеет место настаивание на местном языке и отрицание принятого словоупотребления?  ",
  "mn139:12.4": "Вот, монахи, в различных краях люди называют одну и ту же вещь «тарелкой», «чашей», «сосудом», «блюдцем», «миской», «кастрюлей», «тазом».  ",
  "mn139:12.5": "То, как они называют её в таком-то и таком-то крае, так он и говорит, прочно держась [за это слово], настаивая:  ",
  "mn139:12.6": "«Только так правильно, а всё остальное ошибочно». ",
  "mn139:12.7": "Вот каким образом имеет место настаивание на местном языке и отрицание принятого словоупотребления. ",
  "mn139:12.8": "И как, монахи, имеет место не-настаивание на местном языке и не-отрицание принятого словоупотребления?  ",
  "mn139:12.9": "Вот, монахи, в различных краях люди называют одну и ту же вещь «тарелкой», «чашей», «сосудом», «блюдцем», «миской», «кастрюлей», «тазом».  ",
  "mn139:12.10": "Как бы её ни называли в таком-то и таком-то крае, он говорит, не держась [за это слово], думая: «Похоже, эти достопочтенные говорят, имея в виду это».  ",
  "mn139:12.11": "Вот каким образом имеет место не-настаивание на местном языке и не-отрицание принятого словоупотребления. ",
  "mn139:12.12": "«Не следует настаивать на местном языке, не следует отрицать принятого словоупотребления».  ",
  "mn139:12.13": "В отношении этого так было сказано. ",
  "mn139:13.1": "Монахи, преследование наслаждения тем, чьё удовольствие связано с чувственными желаниями – низкими, вульгарными, грубыми, постыдными, неполезными –  это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:13.2": "",
  "mn139:13.3": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.4": "Отказ от преследования наслаждения тем, чьё удовольствие связано с чувственными желаниями – низкими, вульгарными, грубыми, постыдными, неполезными – это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь.  ",
  "mn139:13.5": "",
  "mn139:13.6": "Поэтому – это состояние без конфликта. ",
  "mn139:13.7": "Преследование самоумерщвления – болезненного, постыдного, неполезного –  это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:13.8": "",
  "mn139:13.9": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.10": "Отказ от преследования самоумерщвления – болезненного, постыдного, неполезного – это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь. ",
  "mn139:13.11": "",
  "mn139:13.12": "Поэтому – это состояние без конфликта. ",
  "mn139:13.13": "Монахи, Срединный Путь, открытый Татхагатой, избегает обеих крайностей. Он даёт видение, даёт знание, ведёт к покою, к прямому знанию, к просветлению, к ниббане.  Это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь.  ",
  "mn139:13.14": "",
  "mn139:13.15": "Поэтому – это состояние без конфликта. ",
  "mn139:13.16": "Монахи, восхваление и унижение, и неспособность учить только Дхамме –  – это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:13.17": "",
  "mn139:13.18": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.19": "Монахи, отсутствие восхваления и унижения, и способность учить только Дхамме – это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь.  ",
  "mn139:13.20": "",
  "mn139:13.21": "Поэтому – это состояние без конфликта. ",
  "mn139:13.22": "Монахи, чувственное удовольствие – низменное удовольствие, грубое удовольствие, постыдное удовольствие – это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:13.23": "",
  "mn139:13.24": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.25": "Монахи, блаженство отречения, блаженство затворничества, блаженство покоя, блаженство просветления – это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь.  ",
  "mn139:13.26": "",
  "mn139:13.27": "Поэтому – это состояние без конфликта. ",
  "mn139:13.28": "Монахи, скрытая речь, которая неправдива, неправильна, неполезна – это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:13.29": "",
  "mn139:13.30": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.31": "Монахи, скрытая речь, которая правдива, правильна, неполезна – это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:13.32": "",
  "mn139:13.33": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.34": "Монахи, скрытая речь, которая правдива, правильна, полезна – это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь.  ",
  "mn139:13.35": "",
  "mn139:13.36": "Поэтому – это состояние без конфликта. ",
  "mn139:13.37": "Монахи, открытая колкая речь, которая неправдива, неправильна, неполезна – это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:13.38": "",
  "mn139:13.39": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.40": "Монахи, открытая колкая речь, которая правдива, правильна, неполезна – это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:13.41": "",
  "mn139:13.42": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.43": "Монахи, открытая колкая речь, которая правдива, правильна, полезна – это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь.  ",
  "mn139:13.44": "",
  "mn139:13.45": "Поэтому – это состояние без конфликта. ",
  "mn139:13.46": "Монахи, речь того, кто говорит торопливо – это состояние, одолеваемое страданием, досадой, отчаянием, взбудораженностью, и это ошибочный путь.  ",
  "mn139:13.47": "",
  "mn139:13.48": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.49": "Монахи, речь того, кто говорит неспешно – это состояние без страданий, досады, отчаяния, взбудораженности, и это правильный путь.  ",
  "mn139:13.50": "",
  "mn139:13.51": "Поэтому – это состояние без конфликта. ",
  "mn139:13.52": "Монахи, настаивание на местном языке, отрицание принятого словоупотребления – это состояние, одолеваемое страданием…  ",
  "mn139:13.53": "",
  "mn139:13.54": "Поэтому – это состояние с конфликтом. ",
  "mn139:13.55": "Монахи, не-настаивание на местном языке, не-отрицание принятого словоупотребления – это состояние без страдания, досады, отчаяния, взбудораженности, и это правильный путь.  ",
  "mn139:13.56": "",
  "mn139:13.57": "Поэтому – это состояние без конфликта. ",
  "mn139:14.1": "Поэтому, монахи, вот как вы должны тренировать себя: «Мы будем знать состояние с конфликтом, мы будем знать состояние без конфликта,  ",
  "mn139:14.2": "и, зная их, мы вступим на путь без конфликта».  ",
  "mn139:14.3": "Монахи, представитель клана Субхути – это тот, кто вступил на путь без конфликта».  ",
  "mn139:14.4": "Так сказал Благословенный.  ",
  "mn139:14.5": "Монахи были довольны и восхитились словами Благословенного. "
}