{
  "mn136:0.1": "Мадджхима Никая 136 ",
  "mn136:0.2": "Большое разъяснение поступка  ",
  "mn136:1.1": "Так я слышал. ",
  "mn136:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn136:2.1": "И в то время достопочтенный Самиддхи проживал в лесной хижине.  ",
  "mn136:2.2": "И тогда странник Поталипутта, ходивший и бродивший [тут и там] ради того, чтобы размяться, подошёл к достопочтенному Самиддхи и обменялся с ним приветствиями.  ",
  "mn136:2.3": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал достопочтенному Самиддхи  ",
  "mn136:2.4": "«Друг Самиддхи, я услышал и заучил из уст самого отшельника Готамы:  ",
  "mn136:2.5": "«Телесный поступок тщетен, словесный поступок тщетен,  только умственный поступок действителен».  ",
  "mn136:2.6": "А также [и это]: «Есть это [медитативное] достижение, по вхождении в которое человек не чувствует ничего вообще». ",
  "mn136:2.7": "«Не говори так, друг Поталипутта, не говори так.  Не выставляй Благословенного в ложном свете. Ведь это не благостно выставлять Благословенного в ложном свете.  Благословенный так бы не сказал: «Телесный поступок тщетен, словесный поступок тщетен, только умственный поступок действителен».  ",
  "mn136:2.8": "",
  "mn136:2.9": "Но, друг, [это правда, что] существует [медитативное] достижение, по вхождении в которое человек не чувствует ничего вообще». ",
  "mn136:2.10": "«Как давно ты ушёл в бездомную жизнь, друг Самиддхи?»  ",
  "mn136:2.11": "«Не так давно. Три года как».  ",
  "mn136:2.12": "«Что же мы теперь скажем старшим монахам, когда [даже] молодой монах думает о том, чтобы так [рьяно] защищать Учителя?  ",
  "mn136:2.13": "Друг Самиддхи, что человек чувствует, совершив намеренный поступок посредством тела, речи, или ума?»  ",
  "mn136:2.14": "«Совершив намеренный поступок посредством тела, речи, или ума, человек чувствует страдание, друг Поталипутта».  ",
  "mn136:2.15": "И тогда, ни осудив, ни одобрив слов достопочтенного Самиддхи,  ",
  "mn136:2.16": "странник Поталипутта поднялся со своего сиденья и ушёл.  ",
  "mn136:3.1": "И вскоре после того как странник Поталипутта ушёл, достопочтенный Самиддхи отправился к достопочтенному Ананде и обменялся с ним вежливыми приветствиями.  ",
  "mn136:3.2": "После обмена вежливыми приветствиями и любезностями он сел рядом ",
  "mn136:3.3": "и рассказал достопочтенному Ананде о всей своей беседе со странником Поталипуттой.  ",
  "mn136:3.4": "После того как он закончил говорить, достопочтенный Ананда сказал ему:  ",
  "mn136:3.5": "«Друг Самиддхи, об этой беседе следует поведать Благословенному.  ",
  "mn136:3.6": "Идём же, подойдём к Благословенному и расскажем ему об этом.  ",
  "mn136:3.7": "То, как Благословенный объяснит нам, так мы это и запомним».  ",
  "mn136:3.8": "«Да, друг» – ответил достопочтенный Самиддхи.  ",
  "mn136:4.1": "И затем достопочтенный Ананда и достопочтенный Самиддхи вместе отправились к Благословенному и, поклонившись ему, сели рядом.  ",
  "mn136:4.2": "Достопочтенный Ананда рассказал Благословенному обо всей беседе между достопочтенным Самиддхи и странником Поталипуттой.  ",
  "mn136:5.1": "Когда он закончил, Благословенный сказал достопочтенному Ананде:  ",
  "mn136:5.2": "«Ананда, я не припоминаю, чтобы когда-либо даже видел странника Поталипутту, так как могла состояться эта беседа [между нами]?  ",
  "mn136:5.3": "Хотя вопрос странника Поталипутты следовало изучить прежде, чем давать ответ, этот пустоголовый Самиддхи ответил на него однобоко». ",
  "mn136:6.1": "Когда так было сказано, достопочтенный Удайин сказал Благословенному:  ",
  "mn136:6.2": "«Учитель, быть может, достопочтенный Самиддхи сказал так, имея в виду [принцип]:  ",
  "mn136:6.3": "«Всё, что чувствуется, включено в страдание»? ",
  "mn136:6.4": "Тогда Благословенный обратился к достопочтенному Ананде:  ",
  "mn136:6.5": "«Смотри, Ананда, как вмешивается [в разговор] этот пустоголовый Удайин.  ",
  "mn136:6.6": "Я знал, что ",
  "mn136:6.7": "что этот пустоголовый Удайин неподобающе вмешается в этот самый момент.  ",
  "mn136:6.8": "С самого начала странник Поталипутта спрашивал о трёх видах чувств.  ",
  "mn136:6.9": "Если бы этот пустоголовый Самиддхи правильно ответил страннику Поталипутте, когда его спросили, то он бы объяснил так:  ",
  "mn136:6.10": "«Друг Поталипутта, совершив намеренный поступок телом, речью, или умом, [результат которого] должен чувствоваться как приятный, человек чувствует удовольствие.  ",
  "mn136:6.11": "Совершив намеренный поступок телом, речью, или умом, [результат которого] должен чувствоваться как болезненный, человек чувствует боль.  ",
  "mn136:6.12": "Совершив намеренный поступок телом, речью, или умом, [результат которого] должен чувствоваться как ни-удовольствие-ни-боль, человек чувствует ни-удовольствие-ни-боль».  ",
  "mn136:6.13": "Объяснив так, Самиддхи ответил бы правильно на вопрос Поталипутты. ",
  "mn136:6.14": "Но кто они такие, эти глупые, безрассудные странники – приверженцы иных учений, чтобы понять великое изложение Татхагаты о поступке?  ",
  "mn136:6.15": "Ананда, тебе следует послушать, как Татхагата излагает великое изложение о поступке». ",
  "mn136:7.1": "«Сейчас подходящий момент, Благословенный, сейчас подходящий момент, Высочайший, ",
  "mn136:7.2": "чтобы Благословенный дал большое разъяснение поступка.  Услышав это из его уст, монахи запомнят это». ",
  "mn136:7.3": "«В таком случае, Ананда, слушай внимательно то, о чём я буду говорить». ",
  "mn136:7.4": "«Да, уважаемый» – ответил он. ",
  "mn136:7.5": "Благословенный сказал следующее: ",
  "mn136:8.1": "«Ананда, есть четыре типа личностей в мире.  ",
  "mn136:8.2": "Какие четыре? ",
  "mn136:8.3": "Бывает так, что некий человек убивает живых существ, берёт то, что не дано, неподобающе ведёт себя в чувственных удовольствиях,  лжёт, говорит злонамеренно, говорит грубо, пустословит.  Он алчный, имеет недоброжелательный ум, придерживается неправильных воззрений.  ",
  "mn136:8.4": "С распадом тела, после смерти, он перерождается в состоянии лишений, в несчастливом уделе, в погибели, даже в аду. ",
  "mn136:8.5": "Но бывает и так, что некий человек [также] убивает живых существ, берёт то, что не дано, неподобающе ведёт себя в чувственных удовольствиях,  лжёт, говорит злонамеренно, говорит грубо, пустословит.  Он алчный, имеет недоброжелательный ум, придерживается неправильных воззрений.  ",
  "mn136:8.6": "[Однако] С распадом тела, после смерти, он возникает в счастливом уделе, даже в небесном мире.  ",
  "mn136:8.7": "Бывает так, что некий человек воздерживается от убийства живых существ, от взятия того, что не дано, от неблагого поведения в чувственных удовольствиях, от лжи, от злонамеренной речи, от грубой речи, от пустословия.  Он не алчный, у него не недоброжелательный ум, и он придерживается правильных воззрений.  ",
  "mn136:8.8": "С распадом тела, после смерти, он возникает в счастливом уделе, даже в небесном мире.  ",
  "mn136:8.9": "Но бывает и так, что некий человек воздерживается от убийства живых существ, от взятия того, что не дано, от неблагого поведения в чувственных удовольствиях, от лжи, от злонамеренной речи, от грубой речи, от пустословия.  Он не алчный, у него не недоброжелательный ум, и он придерживается правильных воззрений.  ",
  "mn136:8.10": "С распадом тела, после смерти, он перерождается в состоянии лишений, в несчастливом уделе, в погибели, даже в аду. ",
  "mn136:9.1": "Вот, Ананда, посредством рвения, стремления, благочестия, прилежания, и правильного внимания, некий жрец или отшельник достигает такого сосредоточения ума, что когда его ум сосредоточен, божественным глазом, который очищен и превосходит человеческий.  И этим божественным глазом он видит некоего человека,  ",
  "mn136:9.2": "который убивает живых существ… придерживается неправильных воззрений,  и он видит, что с распадом тела, после смерти, тот переродился в состоянии лишений, в несчастливом уделе, в погибели, даже в аду.  ",
  "mn136:9.3": "Он говорит так:  ",
  "mn136:9.4": "«Воистину, есть плохие поступки, есть результат неблагого поведения.  ",
  "mn136:9.5": "Ведь я видел человека, который убивает… придерживается неправильных воззрений,  и я вижу, что с распадом тела, после смерти, он переродился в состоянии лишений… аду».  ",
  "mn136:9.6": "Он говорит так:  ",
  "mn136:9.7": "«С распадом тела, после смерти, каждый, кто убивает живых существ… придерживается неправильных воззрений, перерождается в состоянии лишений… в аду.  ",
  "mn136:9.8": "Те, кто знает так, знают правильно.  Те, кто думает иначе – ошибаются».  ",
  "mn136:9.9": "Так он упрямо хватается за то, что он сам узнал, увидел, открыл, настаивая: «Только это правда, а всё остальное ошибочно».  ",
  "mn136:10.1": "Вот, Ананда, посредством рвения, стремления, благочестия, прилежания, и правильного внимания, некий жрец или отшельник достигает такого сосредоточения ума, что когда его ум сосредоточен, божественным глазом, который очищен и превосходит человеческий.  И этим божественным глазом он видит некоего человека,  ",
  "mn136:10.2": "он видит некоего человека, который убивает живых существ… придерживается неправильных воззрений,  и он видит, что с распадом тела, после смерти, тот переродился в счастливом уделе, даже в небесном мире.  ",
  "mn136:10.3": "Он говорит так:  ",
  "mn136:10.4": "«Воистину, нет плохих поступков, нет результата неблагого поведения.  ",
  "mn136:10.5": "Ведь я видел человека, который убивает… придерживается неправильных воззрений,  и я вижу, что с распадом тела, после смерти, он переродился в счастливом уделе, даже в небесном мире».  ",
  "mn136:10.6": "Он говорит так:  ",
  "mn136:10.7": "«С распадом тела, после смерти, каждый, кто убивает живых существ… придерживается неправильных воззрений, перерождается в счастливом уделе, даже в небесном мире.  ",
  "mn136:10.8": "Те, кто знает так, знают правильно.  Те, кто думает иначе – ошибаются».  ",
  "mn136:10.9": "Так он упрямо хватается за то, что он сам узнал, увидел, открыл, настаивая: «Только это правда, а всё остальное ошибочно».  ",
  "mn136:11.1": "Вот, Ананда, посредством рвения… некий жрец или отшельник достигает такого сосредоточения ума… божественным глазом, который очищен и превосходит человеческий, он видит некоего человека,  ",
  "mn136:11.2": "который воздерживается от убийства живых существ… придерживается правильных воззрений,  и он видит, что с распадом тела, после смерти, тот переродился в счастливом уделе, даже в небесном мире.  ",
  "mn136:11.3": "Он говорит так:  ",
  "mn136:11.4": "«Воистину, есть хорошие поступки, есть результат благого поведения.  ",
  "mn136:11.5": "Ведь я видел человека, который воздерживается от убийства… придерживается правильных воззрений,  и я вижу, что с распадом тела, после смерти, он переродился в счастливом уделе, даже в небесном мире».  ",
  "mn136:11.6": "Он говорит так:  ",
  "mn136:11.7": "«С распадом тела, после смерти, каждый, кто воздерживается от убийства живых существ… придерживается правильных воззрений, перерождается в счастливом уделе, даже в небесном мире.  ",
  "mn136:11.8": "Те, кто знает так, знают правильно.  Те, кто думает иначе – ошибаются».  ",
  "mn136:11.9": "Так он упрямо хватается за то, что он сам узнал, увидел, открыл, настаивая: «Только это правда, а всё остальное ошибочно».  ",
  "mn136:12.1": "Но, Ананда, посредством рвения… некий жрец или отшельник достигает такого сосредоточения ума… божественным глазом, который очищен и превосходит человеческий, он видит некоего человека,  и он видит, что с распадом тела, после смерти, тот переродился в состоянии лишений… аду.  ",
  "mn136:12.2": "Он говорит так:  ",
  "mn136:12.3": "«Воистину, нет хороших поступков, нет результата благого поведения.  Ведь я видел человека,  ",
  "mn136:12.4": "который воздерживается от убийства живых существ… придерживается правильных воззрений,  и я вижу, что с распадом тела, после смерти, он переродился в состоянии лишений… аду».  ",
  "mn136:12.5": "«С распадом тела, после смерти, каждый, кто воздерживается от убийства живых существ… придерживается правильных воззрений, перерождается в состоянии лишений… даже в аду.  ",
  "mn136:12.6": "Те, кто знает так, знают правильно.  Те, кто думает иначе – ошибаются».  ",
  "mn136:12.7": "Так он упрямо хватается за то, что он сам узнал, увидел, открыл, настаивая: «Только это правда, а всё остальное ошибочно».  ",
  "mn136:13.1": "В этом отношении, Ананда, когда жрец или отшельник говорит:  ",
  "mn136:13.2": "«Воистину, есть плохие поступки, есть результат неблагого поведения» – то я допускаю это.  ",
  "mn136:13.3": "И когда он говорит:  ",
  "mn136:13.4": "Ведь я видел человека, который убивает… придерживается неправильных воззрений,.. переродился в состоянии лишений… даже в аду» – то я также допускаю это.  ",
  "mn136:13.5": "Но когда он говорит:  ",
  "mn136:13.6": "«С распадом тела, после смерти, каждый, кто убивает живых существ… перерождается в состоянии лишений… даже в аду» – то я не допускаю этого.  ",
  "mn136:13.7": "И когда он говорит:  ",
  "mn136:13.8": "Те, кто знает так, знают правильно.  Те, кто думает иначе – ошибаются» – то я также не допускаю этого.  ",
  "mn136:13.9": "И когда он упрямо хватается за то, что он сам узнал, увидел, открыл, настаивая: «Только это правда, а всё остальное ошибочно» – то я также не допускаю этого.  ",
  "mn136:13.10": "И почему? ",
  "mn136:13.11": "Потому что, Ананда, знание Татхагаты о великом изложении о поступке иное. ",
  "mn136:14.1": "В этом отношении, Ананда, когда жрец или отшельник говорит:  ",
  "mn136:14.2": "«Воистину, нет плохих поступков, нет результата неблагого поведения» – то я не допускаю этого.  ",
  "mn136:14.3": "Но когда он говорит:  ",
  "mn136:14.4": "«Я видел человека, который убивал живых существ…  переродился в счастливом уделе, даже в небесном мире» – то я допускаю это.  ",
  "mn136:14.5": "Но когда он говорит:  ",
  "mn136:14.6": "«С распадом тела, после смерти, каждый, кто убивает живых существ… перерождается в счастливом уделе, даже в небесном мире» – то я не допускаю этого.  ",
  "mn136:14.7": "",
  "mn136:14.8": "",
  "mn136:14.9": "",
  "mn136:14.10": "",
  "mn136:14.11": "Потому что, Ананда, знание Татхагаты о великом изложении о поступке иное. ",
  "mn136:15.1": "В этом отношении, Ананда, когда жрец или отшельник говорит:  ",
  "mn136:15.2": "«Воистину, есть хорошие поступки, есть результат благого поведения» – то я допускаю это.  ",
  "mn136:15.3": "И когда он говорит:  ",
  "mn136:15.4": "Ведь я видел человека, который воздерживался от убийства… придерживался правильных воззрений,  переродился в счастливом уделе, даже в небесном мире» – то я допускаю это.  ",
  "mn136:15.5": "Но когда он говорит:  ",
  "mn136:15.6": "«С распадом тела, после смерти, каждый, кто воздерживается от убийства живых существ… перерождается в счастливом уделе, даже в небесном мире» – то я не допускаю этого.  ",
  "mn136:15.7": "",
  "mn136:15.8": "",
  "mn136:15.9": "",
  "mn136:15.10": "",
  "mn136:15.11": "Потому что, Ананда, знание Татхагаты о великом изложении о поступке иное. ",
  "mn136:16.1": "В этом отношении, Ананда, когда жрец или отшельник говорит:  ",
  "mn136:16.2": "«Воистину, нет хороших поступков, нет результата благого поведения» – то я не допускаю этого.  ",
  "mn136:16.3": "Но когда он говорит:  ",
  "mn136:16.4": "Ведь я видел человека, который воздерживался от убийства… придерживался правильных воззрений,  переродился в состоянии лишений… даже в аду» – то я допускаю это.  ",
  "mn136:16.5": "Но когда он говорит:  ",
  "mn136:16.6": "«С распадом тела, после смерти, каждый, кто воздерживается от убийства живых существ… перерождается в состоянии лишений… даже в аду» – то я не допускаю этого.  ",
  "mn136:16.7": "И когда он говорит: «Те, кто знает так, знают правильно.  ",
  "mn136:16.8": "Те, кто думает иначе – ошибаются» – то я также не допускаю этого.  ",
  "mn136:16.9": "И когда он упрямо хватается за то, что он сам узнал, увидел, открыл, настаивая: «Только это правда, а всё остальное ошибочно» – то я также не допускаю этого.  ",
  "mn136:16.10": "И почему? ",
  "mn136:16.11": "Потому что, Ананда, знание Татхагаты о великом изложении о поступке иное. ",
  "mn136:17.1": "В этом отношении, Ананда, что касается того человека, который убивает живых существ… придерживается неправильных воззрений, и с распадом тела, после смерти, перерождается в состоянии лишений… даже в аду –  ",
  "mn136:17.2": "либо он раньше совершил плохой поступок, который должен чувствоваться как болезненный, либо он позже совершил плохой поступок, который должен чувствоваться как болезненный, либо в момент смерти он обрёл и предпринял неправильное воззрение.  ",
  "mn136:17.3": "Из-за этого после распада тела, после смерти, он переродился в состоянии лишений… даже в аду.  ",
  "mn136:17.4": "И поскольку он убивал живых существ… придерживался неправильного воззрения, он будет переживать результат этого либо здесь и сейчас [в этой жизни], либо в своём следующем перерождении, либо в некотором [ещё] последующем существовании.  ",
  "mn136:18.1": "В этом отношении, Ананда, что касается того человека, который убивает живых существ… придерживается неправильных воззрений, и с распадом тела, после смерти, перерождается в счастливом уделе, даже в небесном мире –  ",
  "mn136:18.2": "либо он раньше совершил хороший поступок, который должен чувствоваться как приятный, либо он позже совершил хороший поступок, который должен чувствоваться как приятный, либо в момент смерти он обрёл и предпринял правильное воззрение.  ",
  "mn136:18.3": "Из-за этого после распада тела, после смерти, он переродился в счастливом уделе, даже в небесном мире.  ",
  "mn136:18.4": "И поскольку он убивал живых существ… придерживался неправильного воззрения, он будет переживать результат этого либо здесь и сейчас [в этой жизни], либо в своём следующем перерождении, либо в некотором [ещё] последующем существовании.  ",
  "mn136:19.1": "В этом отношении, Ананда, что касается того человека, который воздерживается от убийства живых существ… придерживается правильных воззрений, и с распадом тела, после смерти, перерождается в счастливом уделе, даже в небесном мире –  ",
  "mn136:19.2": "либо он раньше совершил хороший поступок, который должен чувствоваться как приятный, либо он позже совершил хороший поступок, который должен чувствоваться как приятный, либо в момент смерти он обрёл и предпринял правильное воззрение.  ",
  "mn136:19.3": "Из-за этого после распада тела, после смерти, он переродился в счастливом уделе, даже в небесном мире.  ",
  "mn136:19.4": "И поскольку он воздерживался от убийства живых существ… придерживался правильного воззрения, он будет переживать результат этого либо здесь и сейчас [в этой жизни], либо в своём следующем перерождении, либо в некотором [ещё] последующем существовании.  ",
  "mn136:20.1": "В этом отношении, Ананда, что касается того человека, который воздерживается от убийства живых существ… придерживается правильных воззрений, и с распадом тела, после смерти, перерождается в состоянии лишений… даже в аду –  ",
  "mn136:20.2": "либо он раньше совершил плохой поступок, который должен чувствоваться как болезненный, либо он позже совершил плохой поступок, который должен чувствоваться как болезненный, либо в момент смерти он обрёл и предпринял неправильное воззрение.  ",
  "mn136:20.3": "Из-за этого после распада тела, после смерти, он переродился в состоянии лишений… даже в аду.  ",
  "mn136:20.4": "И поскольку он воздерживался от убийства живых существ… придерживался правильного воззрения, он будет переживать результат этого либо здесь и сейчас [в этой жизни], либо в своём следующем перерождении, либо в некотором [ещё] последующем существовании.  ",
  "mn136:21.1": "Таким образом, Ананда, есть поступок, который неспособный и представляется неспособным.  Есть поступок, который неспособный, но представляется способным.  Есть поступок, который способный и представляется способным.  Есть поступок, который способный, но представляется неспособным». ",
  "mn136:21.2": "Так сказал Благословенный.  ",
  "mn136:21.3": "Достопочтенный Ананда был доволен и восхитился словами Благословенного. "
}