{
  "mn13:0.1": "Мадджхима Никая 13 ",
  "mn13:0.2": "Большое наставление о груде страданий ",
  "mn13:1.1": "Так я слышал. ",
  "mn13:1.2": "Так я слышал. Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn13:2.1": "И тогда, утром, несколько монахов оделись, взяли чаши и внешние одеяния и отправились в Саваттхи за подаяниями.  ",
  "mn13:2.2": "Затем они подумали: ",
  "mn13:2.3": " «Слишком рано ходить по Саваттхи в поисках подаяний.  ",
  "mn13:2.4": "Что если мы отправимся в парк странников – приверженцев других учений?» ",
  "mn13:2.5": "И тогда они отправились в парк странников – приверженцев других учений и обменялись со странниками приветствиями. ",
  "mn13:2.6": "После обмена вежливыми приветствиями и любезностями они сели рядом. Странники сказали им:",
  "mn13:3.1": "– Друзья, отшельник Готама предписывает полное понимание чувственных удовольствий, и мы тоже делаем так. ",
  "mn13:3.2": "Отшельник Готама предписывает полное понимание материальной формы, и мы тоже делаем так. ",
  "mn13:3.3": "Отшельник Готама предписывает полное понимание чувств, и мы тоже делаем так. ",
  "mn13:3.4": "Так в чём же здесь отличие, в чём разница, в чём несоответствие между учением отшельника Готамы и нашим [учением],  ",
  "mn13:3.5": "между его наставлениями и нашими?",
  "mn13:4.1": "И тогда те монахи ни одобрили, ни опровергли слова странников. ",
  "mn13:4.2": "Не сделав так, они встали со своих сидений и ушли, думая: ",
  "mn13:4.3": "«Поймём значение этих слов в присутствии Благословенного». ",
  "mn13:5.1": "Когда они походили по Саваттхи в поисках подаяний, вернулись с хождения за подаяниями, после принятия пищи они отправились к Благословенному и, поклонившись ему, сели рядом и рассказали обо всём, что произошло. [Благословенный сказал]:",
  "mn13:5.2": "",
  "mn13:5.3": "",
  "mn13:5.4": "",
  "mn13:5.5": "",
  "mn13:5.6": "",
  "mn13:5.7": "",
  "mn13:5.8": "",
  "mn13:5.9": "",
  "mn13:5.10": "",
  "mn13:5.11": "",
  "mn13:5.12": "",
  "mn13:5.13": "",
  "mn13:5.14": "",
  "mn13:6.1": "– Монахи, странников – приверженцев других учений, которые говорят так, – следует спросить: ",
  "mn13:6.2": "«Но, друзья, в чём заключается привлекательность, в чём заключается опасность, в чём заключается спасение в отношении чувственных удовольствий? ",
  "mn13:6.3": "«В чём заключается привлекательность, в чём заключается опасность, в чём заключается спасение в отношении материальной формы?",
  "mn13:6.4": "«В чём заключается привлекательность, в чём заключается опасность, в чём заключается спасение в отношении чувств?",
  "mn13:6.5": "Будучи спрошенными так, странники – приверженцы других учений не смогут дать объяснений, и более того, попадут впросак. ",
  "mn13:6.6": "И почему? ",
  "mn13:6.7": "Потому что это вне их области [знания].",
  "mn13:6.8": "Монахи, я не вижу никого в этом мире с его богами, с его Марами, с его Брахмами, в этом поколении с его жрецами и отшельниками, с его князьями и [простыми] людьми, кто мог бы удовлетворить ум ответом на эти вопросы, кроме Татхагаты или его ученика, или того, кто узнал об этом от них. ",
  "mn13:7.1": "И что такое, монахи, привлекательность в отношении чувственных удовольствий? ",
  "mn13:7.2": "Монахи, есть эти пять нитей чувственных удовольствий. ",
  "mn13:7.3": "Какие пять? ",
  "mn13:7.4": " Формы, познаваемые глазом – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn13:7.5": "Звуки, познаваемые ухом… ",
  "mn13:7.6": "Запахи, познаваемые носом… … ",
  "mn13:7.7": "Вкусы, познаваемые языком…",
  "mn13:7.8": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn13:7.9": "Таковы пять нитей чувственных удовольствий. ",
  "mn13:7.10": "Удовольствие и радость, возникающие в зависимости от этих пяти нитей чувственных удовольствий, являются привлекательностью в отношении чувственных удовольствий. ",
  "mn13:8.1": "И что такое, монахи, опасность в отношении чувственных удовольствий?  ",
  "mn13:8.2": "Вот, монахи, что касается ремесла, которым представитель клана добывает себе на жизнь, –",
  "mn13:8.3": "проверки, или подсчёта, или расчёта, или сельского хозяйства, или торговли, или земледелия, или стрельбы из лука, или служения царю, или какого бы то ни было ремесла, –  ",
  "mn13:8.4": "ему приходится сталкиваться с холодом, приходится сталкиваться с жарой, ему вредят соприкосновения с мухами, с комарами, с ветром, с солнцем, с ползучими тварями. Ему грозит смерть от голода и жажды. ",
  "mn13:8.5": " Вот что является опасностью в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина [этому страданию] – одни лишь чувственные удовольствия.",
  "mn13:9.1": "Если имущество не приходит к представителю клана по мере того, как он работает, старается, прилагает усилие,  ",
  "mn13:9.2": "то тогда он печалится, горюет и плачет, бьёт себя в грудь, становится обезумевшим, рыдая: ",
  "mn13:9.3": "«Моя работа была напрасной, мои усилия были тщетными!»  ",
  "mn13:9.4": "И это также опасность в отношении чувственных удовольствий – груды страданий… Причина – одни лишь чувственные удовольствия. ",
  "mn13:10.1": "Если имущество приходит к представителю клана по мере того, как он работает, старается, прилагает усилие, ",
  "mn13:10.2": "он переживает боль и грусть, оберегая его: ",
  "mn13:10.3": "«Как сделать так, чтобы ни цари, ни воры не забрали его; чтобы огонь не сжёг его; чтобы вода не смыла его; чтобы ненавистные наследники не забрали его?» ",
  "mn13:10.4": "По мере того как он охраняет и защищает своё имущество, цари и воры забирают его, или огонь сжигает его, или вода смывает его, или ненавистные наследники забирают его.  ",
  "mn13:10.5": "И тогда он печалится, горюет и плачет, бьёт себя в грудь, становится обезумевшим, рыдая: ",
  "mn13:10.6": "«У меня больше нет того, что было прежде!» ",
  "mn13:10.7": "И это также опасность в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина – одни лишь чувственные удовольствия.",
  "mn13:11.1": "Далее, имея чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой, просто лишь из-за наличия чувственных удовольствий, – цари ссорятся с царями, знать со знатью, брахманы с брахманами, домохозяева с домохозяевами. Мать ссорится с сыном, сын – с матерью; отец – с сыном, сын – с отцом. Брат ссорится с братом, брат – с сестрой; сестра – с братом; друг – с другом. ",
  "mn13:11.2": "И в этих своих ссорах, перебранках, пререканиях, они нападают друг на друга с кулаками, дубинами, палками, ножами, ",
  "mn13:11.3": "из-за чего навлекают на себя смерть или смертельные страдания. ",
  "mn13:11.4": "И это также опасность в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина – одни лишь чувственные удовольствия.",
  "mn13:12.1": "Далее, имея чувственные удовольствия своей причиной… мужчины берутся за мечи и щиты, пристёгивают колчаны и луки и пускаются в битву стенкой на стенку с летящими стрелами и копьями, со взмахами мечей.  ",
  "mn13:12.2": "Там их ранят стрелы и копья, головы отрубают мечами, ",
  "mn13:12.3": "и этим они навлекают на себя смерть или смертельные страдания. ",
  "mn13:12.4": "И это также опасность в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина – одни лишь чувственные удовольствия.",
  "mn13:13.1": "Далее, имея чувственные удовольствия своей причиной… мужчины берутся за мечи и щиты, пристёгивают колчаны и луки, и они нападают на скользкие укрепления, с летящими стрелами и копьями, со взмахами мечей. ",
  "mn13:13.2": "Там их ранят стрелы и копья, их поливают [со стен бастионов] кипящими жидкостями, крушат тяжестями, отрубают головы мечами, ",
  "mn13:13.3": "и этим они навлекают на себя смерть или смертельные страдания. ",
  "mn13:13.4": "И это также опасность в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина – одни лишь чувственные удовольствия.",
  "mn13:14.1": "Далее, имея чувственные удовольствия своей причиной… мужчины вламываются в дома, воруют богатство, совершают кражи, устраивают засады на дорогах, соблазняют чужих жён, ",
  "mn13:14.2": "а когда их ловят, цари подвергают их многочисленным видам пыток. ",
  "mn13:14.3": "Цари приказывают хлестать их кнутами, бить тростями, бить дубинами. Они приказывают отрезать им руки, отрезать им ноги, отрезать им руки и ноги; отрезать им уши, отрезать им нос, отрезать им уши и нос. Они приказывают подвергнуть их [пыткам под названием] «котёл с кашей», «бритьё [до состояния] отполированной раковины», «рот Раху», «огненный венок», «пылающая длань», «лезвия травы», «одежда из коры», «антилопа», «мясные крюки», «монеты», «пикелевание щёлоком», «крутящийся штифт», «свёрнутая подстилка». Они приказывают облить их кипящим маслом, приказывают отдать на растерзание собакам, приказывают насадить их заживо на кол, приказывают отрубить им голову мечом. ",
  "mn13:14.4": "Этим они навлекают на себя смерть или смертельные страдания. ",
  "mn13:14.5": "И это также опасность в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина – одни лишь чувственные удовольствия.",
  "mn13:15.1": "Далее, имея чувственные удовольствия своей причиной… люди пускаются в неблагое поведение телом, речью, умом.  ",
  "mn13:15.2": "Сделав так, с распадом тела, после смерти, они возникают в состоянии лишения, в несчастливом уделе, в погибели, даже в аду.  ",
  "mn13:15.3": "Это – опасность в отношении чувственных удовольствий, груда страданий в жизни, которая придёт, имеющая чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина [этому страданию] – одни лишь чувственные удовольствия. ",
  "mn13:16.1": "И что такое, монахи, спасение в отношении чувственных удовольствий? ",
  "mn13:16.2": "Это устранение желания и жажды, оставление желания и жажды к чувственным удовольствиям. Это является спасением в отношении чувственных удовольствий. ",
  "mn13:17.1": "Не может быть такого, чтобы те жрецы и отшельники, которые не понимают в соответствии с действительностью привлекательность как привлекательность, опасность как опасность, спасение как спасение в отношении чувственных удовольствий, могли бы либо сами полностью понимать чувственные удовольствия, либо наставлять другого так, чтобы он смог полностью понять чувственные удовольствия. ",
  "mn13:17.2": "Может быть так, что те жрецы и отшельники, которые понимают в соответствии с действительностью привлекательность как привлекательность, опасность как опасность, спасение как спасение в отношении чувственных удовольствий, могли бы либо сами полностью понимать чувственные удовольствия, либо наставлять другого так, чтобы он смог полностью понять чувственные удовольствия.",
  "mn13:18.1": "И что такое, монахи, привлекательность в отношении материальной формы?",
  "mn13:18.2": "Представьте пятнадцатилетнюю или шестнадцатилетнюю девушку из варны знати или варны брахманов или из домохозяйства – ни слишком высокую, ни слишком низкую, ни слишком худую, ни слишком толстую, ни слишком тёмную, ни слишком светлую. Не была бы её красота и миловидность в таком случае наибольшей? ",
  "mn13:18.3": "– Да, уважаемый. ",
  "mn13:18.4": "– Удовольствие и радость, возникающие из-за этой красоты и миловидности, ",
  "mn13:18.5": "являются привлекательностью в отношении материальной формы. ",
  "mn13:19.1": "И что такое, монахи, опасность в отношении материальной формы?",
  "mn13:19.2": "Спустя какое-то время можно будет увидеть эту же самую женщину, которой восемьдесят, девяносто или сто лет, – скрючившуюся, как подкова, согнутую вдвое, опирающуюся на палку, шатающуюся, хилую, утратившую молодость, с разбитыми зубами, седыми и скудными волосами, плешивую, морщинистую, с покрытыми пятнами частями тела. ",
  "mn13:19.3": "Как вы думаете, монахи? ",
  "mn13:19.4": "Не исчезла ли её красота и миловидность, и не стала ли видна опасность? ",
  "mn13:19.5": "– Да, уважаемый. ",
  "mn13:19.6": "– Монахи, это также является опасностью в отношении материальной формы. ",
  "mn13:20.1": "Далее, можно будет увидеть эту же самую женщину – нездоровую, страдающую, серьёзно больную, лежащую испачканной собственной мочой и испражнениями; которую ставят на ноги одни, а кладут другие. ",
  "mn13:20.2": "Как вы думаете, монахи? ",
  "mn13:20.3": "Не исчезла ли её красота и миловидность, и не стала ли видна опасность? ",
  "mn13:20.4": "– Да, уважаемый. ",
  "mn13:20.5": "– Монахи, это также является опасностью в отношении материальной формы. ",
  "mn13:21.1": "Далее, можно будет увидеть эту же самую женщину – труп, брошенный на кладбище день, два, три тому назад – мёртвый, раздувшийся, бледный, истекающий [нечистотами]. ",
  "mn13:21.2": "",
  "mn13:21.3": "Как вы думаете, монахи? ",
  "mn13:21.4": "Не исчезла ли её красота и миловидность, и не стала ли видна опасность? ",
  "mn13:21.5": "– Да, уважаемый. ",
  "mn13:21.6": "– Монахи, это также является опасностью в отношении материальной формы. ",
  "mn13:22.1": "Далее, можно будет увидеть эту же самую женщину – труп, брошенный на кладбище, пожираемый воронами, ястребами, грифами, собаками, шакалами, различными видами червей… ",
  "mn13:22.2": "",
  "mn13:22.3": "",
  "mn13:22.4": "",
  "mn13:22.5": "",
  "mn13:23-28.1": "Далее, можно будет увидеть эту же самую женщину – труп, брошенный на кладбище, –  ",
  "mn13:23-28.2": "скелет с плотью и кровью, стянутый сухожилиями… скелет без плоти, измазанный кровью, стянутый сухожилиями… скелет без плоти, стянутый сухожилиями… … ",
  "mn13:23-28.3": "разъединённые кости, разбросанные повсюду – там кость руки, там кость ноги, там берцовая кость, там бедренная кость, там тазовая кость, там позвоночник, там рёбра, там грудная кость, там плечевая кость, там челюсть, там зуб, там череп… ",
  "mn13:23-28.4": "",
  "mn13:23-28.5": "",
  "mn13:23-28.6": "",
  "mn13:29.1": "Далее, можно будет увидеть эту же самую женщину – труп, брошенный на кладбище, – ",
  "mn13:29.2": "[скелет] с побелевшими костями, цвета морской раковины… кости, собранные в кучу… кости, которым больше сотни лет, сгнившие и стёршиеся в пыль.  ",
  "mn13:29.3": "Как вы думаете, монахи? ",
  "mn13:29.4": "Не исчезла ли её красота и миловидность, и не стала ли видна опасность? ",
  "mn13:29.5": "– Да, уважаемый. ",
  "mn13:29.6": "– Монахи, это также является опасностью в отношении материальной формы. ",
  "mn13:30.1": "И что такое, монахи, спасение в отношении материальной формы? ",
  "mn13:30.2": "Это устранение желания и жажды, оставление желания и жажды к материальной форме. Это является спасением в отношении материальной формы. ",
  "mn13:31.1": "Не может быть такого, чтобы те жрецы и отшельники, которые не понимают в соответствии с действительностью привлекательность как привлекательность, опасность как опасность, спасение как спасение в отношении материальной формы, могли бы либо сами полностью понимать материальную форму, либо наставлять другого так, чтобы он смог полностью понять материальную форму. ",
  "mn13:31.2": "Может быть так, что те жрецы и отшельники, которые понимают в соответствии с действительностью привлекательность как привлекательность, опасность как опасность, спасение как спасение в отношении материальной формы, могли бы либо сами полностью понимать материальную форму, либо наставлять другого так, чтобы он смог полностью понять материальную форму. ",
  "mn13:32.1": "И что такое, монахи, привлекательность в отношении чувств? ",
  "mn13:32.2": "Вот, монахи, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn13:32.3": "В этом случае он не намеревается [сделать что-либо] ради собственной болезненности, или болезненности других, или ради болезненности обоих. ",
  "mn13:32.4": "В этом случае он чувствует только чувство, которое свободно от болезненности.",
  "mn13:32.5": "Высшая привлекательность в отношении чувств – это свобода от болезненности, я говорю вам. ",
  "mn13:33-35.1": "Далее, с угасанием направления и удержания [ума на объекте] монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. В этом случае он не намеревается… свобода от болезненности, я говорю вам. ",
  "mn13:33-35.2": "С угасанием восторга монах пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». В этом случае он не намеревается… свободая от болезненности, я говорю вам. ",
  "mn13:33-35.3": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. В этом случае он не намеревается [сделать что-либо] ради собственной болезненности, или болезненности других, или ради болезненности обоих.  ",
  "mn13:33-35.4": "В этом случае он чувствует только чувство, которое свободно от болезненности. ",
  "mn13:33-35.5": "Высшая привлекательность в отношении чувств – это свобода от болезненности, я говорю вам. ",
  "mn13:36.1": "И что такое, монахи, опасность в отношении чувств? ",
  "mn13:36.2": "Чувства непостоянны, [являются] страданием, подвержены изменению. Это является опасностью в отношении чувств. ",
  "mn13:37.1": "И что такое, монахи, спасение в отношении чувств?",
  "mn13:37.2": "Это устранение желания и жажды, оставление желания и жажды к чувствам. Это является спасением в отношении чувств. ",
  "mn13:38.1": "Не может быть такого, чтобы те жрецы и отшельники, которые не понимают в соответствии с действительностью привлекательность как привлекательность, опасность как опасность, спасение как спасение в отношении чувств, могли бы либо сами полностью понимать чувства, либо наставлять другого так, чтобы он смог полностью понять чувства. ",
  "mn13:38.2": "Может быть так, что те жрецы и отшельники, которые понимают  в соответствии с действительностью привлекательность как привлекательность, опасность как опасность, спасение как спасение в отношении чувств, могли бы либо сами полностью понимать чувства, либо наставлять другого так, чтобы он смог полностью понять чувства. ",
  "mn13:38.3": "Так сказал Благословенный. ",
  "mn13:38.4": "Монахи были довольны и восхитились словами Благословенного."
}