{
  "mn138:0.1": "Мадджхима Никая 138 ",
  "mn138:0.2": "Разъяснение и сводка  ",
  "mn138:1.1": "Так я слышал. ",
  "mn138:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn138:1.3": "Там он обратился к монахам так: ",
  "mn138:1.4": "«Монахи!» ",
  "mn138:1.5": "«Да, уважаемый», – отвечали монахи. ",
  "mn138:1.6": "Благословенный сказал следующее: ",
  "mn138:2.1": "«Монахи, я научу вас сводке и разъяснению.  ",
  "mn138:2.2": "Слушайте внимательно то, о чём я буду говорить». ",
  "mn138:2.3": "«Да, уважаемый», – отвечали они. ",
  "mn138:2.4": "Благословенный сказал следующее: ",
  "mn138:3.1": "«Монахи, монах должен исследовать вещи так, чтобы по мере того как он исследует их, его сознание не отвлекалось и не распылялось внешне, но и не застревало внутренне, и чтобы он посредством не-цепляния не становился взволнованным.  ",
  "mn138:3.2": "Если его сознание не отвлекается и не распыляется внешне, и не застревает внутренне, и если он посредством не-цепляния не становится взволнованным, то тогда для него нет возникновения страдания – рождения, старения и смерти в будущем».  ",
  "mn138:4.1": "Так сказал Благословенный.  ",
  "mn138:4.2": "Сказав так, Высочайший поднялся со своего сиденья и ушёл в свою хижину.  ",
  "mn138:5.1": "И вскоре после того как Благословенный ушёл, монахи подумали:  ",
  "mn138:5.2": "«Итак, друзья, Благословенный поднялся со своего сиденья и ушёл в свою хижину после того, как дал краткую сводку, не дав подробного объяснения значения.  ",
  "mn138:5.3": "",
  "mn138:5.4": "",
  "mn138:5.5": "Кто сможет объяснить подробно краткую сводку, данную Благословенным?»  ",
  "mn138:5.6": "Затем они подумали:  ",
  "mn138:5.7": "«Достопочтенный Махакаччана восхваляем Учителем и уважаем его мудрыми товарищами по святой жизни.  ",
  "mn138:5.8": "Достопочтенный Махакаччана сможет подробно разъяснить значение этого краткого утверждения, которое вкратце было дано Благословенным без подробного разъяснения значения.  ",
  "mn138:5.9": "Что если мы отправимся к нему и спросим его о значении этого?»  ",
  "mn138:6.1": "И тогда монахи отправились к достопочтенному Махакаччане и обменялись с ним приветствиями.  ",
  "mn138:6.2": "После обмена вежливыми приветствиями и любезностями они сели рядом, и рассказали ему обо всём случившемся, добавив:  ",
  "mn138:6.3": "",
  "mn138:6.4": "",
  "mn138:6.5": "",
  "mn138:6.6": "",
  "mn138:6.7": "",
  "mn138:6.8": "",
  "mn138:6.9": "",
  "mn138:6.10": "",
  "mn138:6.11": "",
  "mn138:6.12": "",
  "mn138:6.13": "",
  "mn138:6.14": "",
  "mn138:6.15": "«Пусть достопочтенный Махакаччана объяснит нам».  ",
  "mn138:7.1": "[Тот ответил]: «Друзья, это как если бы человеку понадобилась сердцевина дерева,  он искал сердцевину дерева, бродил в поисках сердцевины дерева,  и прошёл мимо корней и ствола, думая, что сердцевину великого дерева с сердцевиной нужно искать среди ветвей и листьев.  ",
  "mn138:7.2": "Так и с вами, достопочтенные:  вы сидели лицом к лицу с Учителем, но прошли мимо Благословенного, думая, что о значении нужно спрашивать меня.  ",
  "mn138:7.3": "Ведь зная, Благословенный знает; видя, он видит;  он стал видением, он стал знанием, он стал Дхаммой, он стал святым.  Это он – разъяснитель, глашатай, толкователь значения, даритель Бессмертного, властелин Дхаммы, Татхагата.  ",
  "mn138:7.4": "В тот момент вам следовало спросить у Благословенного о значении.  ",
  "mn138:7.5": "То, как он объяснил бы это, так вы это бы и запомнили».  ",
  "mn138:8.1": "«Вне сомнений, друг Каччана, зная, Благословенный знает, видя, он видит. он стал видением, он стал знанием, он стал Дхаммой, он стал святым.  Это он – разъяснитель, глашатай, толкователь значения, даритель Бессмертного, властелин Дхаммы, Татхагата.  ",
  "mn138:8.2": "В тот момент вам следовало спросить у Благословенного о значении.  ",
  "mn138:8.3": "И то, как он объяснил бы это, так мы это бы и запомнили.  ",
  "mn138:8.4": "Но всё-же, достопочтенный Махакаччана восхваляем Учителем и уважаем его мудрыми товарищами по святой жизни.  ",
  "mn138:8.5": "Достопочтенный Махакаччана сможет подробно разъяснить значение этого краткого утверждения, которое вкратце было дано Благословенным без подробного разъяснения значения.  ",
  "mn138:8.6": "Пусть достопочтенный Махакаччана не увидит в этом беспокойства и даст разъяснение». ",
  "mn138:9.1": "«В таком случае, друзья, слушайте внимательно то, что я скажу».  ",
  "mn138:9.2": "«Да, друг» – ответили монахи.  ",
  "mn138:9.3": "Достопочтенный Махакаччана сказал следующее:  ",
  "mn138:9.4": "«Итак, друзья, Благословенный поднялся со своего сиденья и ушёл в свою хижину после того, как дал краткую сводку, не дав подробного объяснения значения, то есть: ",
  "mn138:9.5": "«Монахи, монах должен исследовать вещи так, чтобы по мере того как он исследует их, его сознание не отвлекалось и не распылялось внешне, но и не застревало внутренне, и чтобы он посредством не-цепляния не становился взволнованным.  Если его сознание не отвлекается и не распыляется внешне, и не застревает внутренне, и если он посредством не-цепляния не становится взволнованным, то тогда для него нет возникновения страдания – рождения, старения и смерти в будущем».  ",
  "mn138:9.6": "И вот как я понимаю подробное значение этого.  ",
  "mn138:10.1": "«И почему, друзья, сознание называется «отвлечённым и распылённым внешне?» ",
  "mn138:10.2": "Вот, когда монах видит форму глазом,  то если его сознание следует за образом формы и привязано и приковано привлекательностью образа формы, опутано путами привлекательности образа формы,  то тогда его сознание называется «отвлечённым и распылённым внешне».  ",
  "mn138:10.3": "Когда он слышит звук ухом… ",
  "mn138:10.4": "Когда он нюхает запах носом… ",
  "mn138:10.5": "Когда он пробует вкус языком… ",
  "mn138:10.6": "Когда он касается осязаемой вещи телом… ",
  "mn138:10.7": "Когда он познает умственный феномен умом, то если его сознание следует за образом умственного феномена, привязано и приковано привлекательностью образа умственного феномена, опутано путами привлекательности образа умственного феномена,  то тогда его сознание называется «отвлечённым и распылённым внешне».  ",
  "mn138:10.8": "Вот как сознание бывает отвлечённым и распылённым внешне.  ",
  "mn138:11.1": "И почему, друзья, сознание бывает не отвлечённым и не распылённым внешне?  ",
  "mn138:11.2": "Вот, когда монах увидел форму глазом,  то если его сознание не следует за образом формы и не привязано и не приковано привлекательностью образа формы, не опутано путами привлекательности образа формы, то тогда его сознание называется «не отвлечённым и не распылённым внешне».  ",
  "mn138:11.3": "Когда он слышит звук ухом… ",
  "mn138:11.4": "Когда он нюхает запах носом… ",
  "mn138:11.5": "Когда он пробует вкус языком… ",
  "mn138:11.6": "Когда он касается осязаемой вещи телом… ",
  "mn138:11.7": "Когда он познает умственный феномен умом, то если его сознание не следует за образом умственного феномена, не привязано и не приковано привлекательностью образа умственного феномена, не опутано путами привлекательности образа умственного феномена,  то тогда его сознание называется «не отвлечённым и не распылённым внешне».  ",
  "mn138:11.8": "Вот как сознание бывает не отвлечённым и не распылённым внешне.  ",
  "mn138:12.1": "И почему, друзья, ум называется «застрявшим внутренне»?  ",
  "mn138:12.2": "Вот, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn138:12.3": "Если его сознание следует за восторгом и удовольствием, что возникли из-за [этой] отстранённости, и привязано и приковано привлекательностью восторга и удовольствия, что возникли из-за [этой] отстранённости,  то тогда его ум называется «застрявшим внутренне».  ",
  "mn138:13.1": "Далее, с угасанием направления и удержания [ума на объекте], монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn138:13.2": "Если его сознание следует за восторгом и удовольствием, что возникли из-за [этого] сосредоточения, и привязано и приковано привлекательностью восторга и удовольствия, что возникли из-за [этого] сосредоточения,  то тогда его ум называется «застрявшим внутренне».  ",
  "mn138:14.1": "Далее, с угасанием восторга он пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn138:14.2": "Если его сознание следует за невозмутимостью и привязано и приковано привлекательностью невозмутимости,  то тогда его ум называется «застрявшим внутренне».  ",
  "mn138:15.1": "Далее, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, он входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn138:15.2": "Если его сознание следует за ни-удовольствием-ни-болью, и привязано и приковано привлекательностью ни-удовольствия-ни-боли,  то тогда его ум называется «застрявшим внутренне».  ",
  "mn138:15.3": "Вот как ум бывает застрявшим внутренне. ",
  "mn138:16.1": "И почему, друзья, ум называется «не застрявшим внутренне»?  ",
  "mn138:16.2": "Вот, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn138:16.3": "Если его сознание не следует за восторгом и удовольствием, что возникли из-за [этой] отстранённости, и не привязано и не приковано привлекательностью восторга и удовольствия, что возникли из-за [этой] отстранённости,  то тогда его ум называется «не застрявшим внутренне». ",
  "mn138:17.1": "Далее… входит и пребывает во второй джхане…  ",
  "mn138:17.2": "Если его сознание не следует за восторгом и удовольствием, что возникли из-за [этого] сосредоточения,..  ",
  "mn138:18.1": "Далее… входит и пребывает во третьей джхане…  ",
  "mn138:18.2": "Если его сознание не следует за невозмутимостью и не привязано и не приковано привлекательностью невозмутимости,  то тогда его ум называется «не застрявшим внутренне». ",
  "mn138:19.1": "Далее… входит и пребывает во четвёртой джхане…  ",
  "mn138:19.2": "Если его сознание не следует за ни-удовольствием-ни-болью, и не привязано и не приковано привлекательностью ни-удовольствия-ни-боли,  то тогда его ум называется «не застрявшим внутренне». ",
  "mn138:19.3": "Вот как ум бывает не застрявшим внутренне. ",
  "mn138:20.1": "И почему, друзья, имеет место взволнованность из-за цепляния?  ",
  "mn138:20.2": "Вот, монах, необученный заурядный человек, который не уважает Благородных, который неумелый и нетренированный в их Дхамме,  который не уважает чистых людей, который неумелый и нетренированный в их Дхамме,  ",
  "mn138:20.3": "считает что материальная форма – это «я»; или что «я» владеет материальной формой; или что материальная форма находится внутри «я»; или что «я» находится в материальной форме.  ",
  "mn138:20.4": "Эта его материальная форма изменяется и становится иной.  ",
  "mn138:20.5": "Со становлением иной и изменением этой материальной формы его сознание захвачено изменением материальной формы.  ",
  "mn138:20.6": "Взволнованные умственные состояния, рождённые охваченностью изменением материальной формы, возникают совместно и продолжают завладевать его умом.  ",
  "mn138:20.7": "Поскольку его ум охвачен, он встревожен, обеспокоен, озабочен, и из-за цепляния становится взволнованным. ",
  "mn138:20.8": "Он считает, что чувство… ",
  "mn138:20.9": "восприятие... ",
  "mn138:20.10": "формации [ума]... ",
  "mn138:20.11": "сознание – это «я»; или что «я» владеет сознанием; или что сознание находится внутри «я»; или что «я» находится в сознании. ",
  "mn138:20.12": "Но это его сознание изменяется и становится иным.  ",
  "mn138:20.13": "С изменением и становлением иным этого сознания, его сознание захвачено изменением сознания.  ",
  "mn138:20.14": "Взволнованные умственные состояния, рождённые охваченностью изменением сознания, возникают совместно и продолжают завладевать его умом.  ",
  "mn138:20.15": "Поскольку его ум охвачен, он встревожен, обеспокоен, озабочен, и из-за цепляния становится взволнованным. ",
  "mn138:20.16": "Вот каким образом имеет место взволнованность из-за цепляния. ",
  "mn138:21.1": "И почему, друзья, имеет место не-взволнованность из-за не-цепляния?  ",
  "mn138:21.2": "Вот, монах, хорошо обученный благородный ученик, который уважает Благородных, умелый и тренированный в их Дхамме, который уважает чистых людей, умелый и тренированный в их Дхамме, ",
  "mn138:21.3": "не считает, что материальная форма – это «я» или что «я» владеет материальной формой; или что материальная форма находится внутри «я»; или что «я» находится в материальной форме. ",
  "mn138:21.4": "Когда эта его материальная форма изменяется и становится иной,  ",
  "mn138:21.5": "со становлением иной и изменением этой материальной формы его сознание не захвачено изменением материальной формы.  ",
  "mn138:21.6": "Взволнованные умственные состояния, рождённые охваченностью изменением материальной формы, не возникают совместно и не завладевают его умом.  ",
  "mn138:21.7": "Поскольку его ум не охвачен, он не встревожен, не обеспокоен, не озабочен, и из-за не-цепляния не становится взволнованным. ",
  "mn138:21.8": "Он не считает, что чувство... ",
  "mn138:21.9": "восприятие... ",
  "mn138:21.10": "формации [ума]... ",
  "mn138:21.11": "сознание – это «я»; или что «я» владеет сознанием; или что сознание находится внутри «я»; или что «я» находится в сознании. ",
  "mn138:21.12": "Когда это его сознание изменяется и становится иным,  ",
  "mn138:21.13": "с изменением и становлением иным этого сознания, его сознание не захвачено изменением сознания.  ",
  "mn138:21.14": "Взволнованные умственные состояния, рождённые охваченностью изменением сознания, не возникают совместно и не продолжают завладевать его умом.  ",
  "mn138:21.15": "Поскольку его ум не охвачен, он не встревожен, не обеспокоен, не озабочен, и из-за не-цепляния не становится взволнованным. ",
  "mn138:21.16": "Вот каким образом имеет место не-взволнованность из-за не-цепляния. ",
  "mn138:22.1": "Друзья, когда Благословенный поднялся со своего сиденья и ушёл в своё жилище, дав краткую сводку, но не дав подробного разъяснения, то есть:  ",
  "mn138:22.2": "«Монахи, монах должен исследовать вещи так, чтобы по мере того как он исследует их, его сознание не отвлекалось и не распылялось внешне, но и не застревало внутренне, и чтобы он посредством не-цепляния не становился взволнованным.  ",
  "mn138:22.3": "Если его сознание не отвлекается и не распыляется внешне, и не застревает внутренне, и если он посредством не-цепляния не становится взволнованным, то тогда для него нет возникновения страдания – рождения, старения и смерти в будущем».  ",
  "mn138:22.4": "И вот как я понимаю подробное значение этого.  ",
  "mn138:22.5": "Теперь, друзья, если хотите, отправляйтесь к Благословенному и спросите его о значении этого.  ",
  "mn138:22.6": "То, как Благословенный объяснит, так вам и следует это запомнить».  ",
  "mn138:23.1": "И тогда монахи, довольные и обрадованные словами достопочтенного Махакаччаны, встали со своих сидений и отправились к Благословенному. Поклонившись ему, они сели рядом и рассказали Благословенному обо всём, что произошло, добавив:  ",
  "mn138:23.2": "",
  "mn138:23.3": "",
  "mn138:23.4": "",
  "mn138:23.5": "",
  "mn138:23.6": "",
  "mn138:23.7": "",
  "mn138:23.8": "",
  "mn138:23.9": "",
  "mn138:23.10": "",
  "mn138:23.11": "",
  "mn138:23.12": "",
  "mn138:23.13": "",
  "mn138:23.14": "",
  "mn138:23.15": "«И тогда, Учитель, мы отправились к достопочтенному Махакаччане и спросили его о значении. Достопочтенный Махакаччана объяснил значение в таких-то терминах, утверждениях и формулировках». ",
  "mn138:24.1": "[Благословенный ответил]: «Махакаччана мудр, монахи, Махакаччана наделён великой мудростью.  ",
  "mn138:24.2": "Если бы вы спросили меня о значении этого, то я бы объяснил точно также, как это объяснил Махакаччана.  ",
  "mn138:24.3": "Таково значение этого, и так вам следует это запомнить». ",
  "mn138:24.4": "Так сказал Благословенный.  ",
  "mn138:24.5": "Монахи были довольны и восхитились словами Благословенного. "
}