{
  "mn135:0.1": "Мадджхима Никая 135 ",
  "mn135:0.2": "Чулакаммавибханга-сутта: Малое разъяснение поступка ",
  "mn135:1.1": "Так я слышал. ",
  "mn135:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn135:2.1": "И тогда брахманский ученик Субха, сын Тодейи, отправился к Благословенному и обменялся с ним приветствиями. ",
  "mn135:2.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и спросил Благословенного: ",
  "mn135:3.1": "«Господин Готама, в чём условие и причина, почему можно увидеть низших и высших людей? ",
  "mn135:3.2": "Ведь можно увидеть людей, которые живут мало и живут долго, ",
  "mn135:3.3": "которые больные и здоровые, ",
  "mn135:3.4": "уродливые и красивые, ",
  "mn135:3.5": "невлиятельные и влиятельные, ",
  "mn135:3.6": "бедные и богатые, ",
  "mn135:3.7": "низкого происхождения и высокого происхождения, ",
  "mn135:3.8": "глупые и мудрые. ",
  "mn135:3.9": "В чём условие и причина, господин Готама, почему можно увидеть низших и высших людей?» ",
  "mn135:4.1": "«Ученик, существа – владельцы своих поступков, наследники своих поступков. Они происходят из своих поступков, связаны со своими поступками, имеют свои поступки своим прибежищем. ",
  "mn135:4.2": "Именно поступок разделяет людей на ",
  "mn135:4.3": "низших и высших». ",
  "mn135:4.4": "«Я не понимаю в подробностях значение утверждения господина Готамы, которое он произнёс вкратце, не дав детального разъяснения значения. ",
  "mn135:4.5": "Было бы хорошо, если бы господин Готама научил бы меня Дхамме так, чтобы я смог бы понять в подробностях значение утверждения господина Готамы». ",
  "mn135:4.6": "«В таком случае, ученик, слушай внимательно то, о чём я буду говорить». ",
  "mn135:4.7": "«Да, уважаемый» – ответил брахманский ученик Субха. ",
  "mn135:4.8": "Благословенный сказал следующее: ",
  "mn135:5.1": "«Ученик, бывает так, когда некая женщина или когда некий мужчина убивает живых существ. Он жесток, кровожаден, предаётся насилию и побоям, беспощаден к живым существам. ",
  "mn135:5.2": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в состоянии лишений, в несчастливом уделе, в погибели, даже в аду. ",
  "mn135:5.3": "Однако если с распадом тела, после смерти, он не перерождается в состоянии лишений, в несчастливом уделе, в погибели, в аду, но вместо этого возвращается в человеческое состояние, то тогда где бы он ни родился, его жизнь будет короткой. ",
  "mn135:5.4": "Таков путь, ученик, который ведёт к короткой жизни, ",
  "mn135:5.5": "то есть, это ведёт к этому, когда человек убивает живых существ, жесток, кровожаден, предаётся насилию и побоям, беспощаден к живым существам. ",
  "mn135:6.1": "Но бывает так, ученик, когда некая женщина или когда некий мужчина отбрасывает убийство живых существ, воздерживается от убийства живых существ. Он пребывает в сострадании ко всем живым существам, без дубины, без оружия, добросовестным, милосердным. ",
  "mn135:6.2": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в счастливом уделе, даже в небесном мире. ",
  "mn135:6.3": "Однако если с распадом тела, после смерти, он не перерождается в счастливом уделе, в небесном мире, но вместо этого возвращается в человеческое состояние, то тогда, где бы он ни родился, его жизнь будет длинной. ",
  "mn135:6.4": "Таков путь, ученик, который ведёт к длинной жизни, ",
  "mn135:6.5": "то есть, это ведёт к этому, когда человек когда человек воздерживается… милосердным. ",
  "mn135:7.1": "Ученик, бывает так, когда некая женщина или когда некий мужчина предаётся калечению существ рукой, комком земли, палкой, или ножом. ",
  "mn135:7.2": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в состоянии лишений… ",
  "mn135:7.3": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет склонен к болезням. ",
  "mn135:7.4": "Таков путь, ученик, который ведёт к болезням, то есть, это ведёт к этому, ",
  "mn135:7.5": "когда человек предаётся калечению существ рукой… ножом ",
  "mn135:8.1": "Но бывает так, ученик, когда некая женщина или когда некий мужчина не предаётся калечению существ... ",
  "mn135:8.2": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в счастливом уделе… ",
  "mn135:8.3": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет здоровым. ",
  "mn135:8.4": "Таков путь, ученик, который ведёт к здоровью, то есть, это ведёт к этому, ",
  "mn135:8.5": "когда человек не предаётся калечению существ рукой… ножом. ",
  "mn135:9.1": "Ученик, бывает так, когда некая женщина или когда некий мужчина обладает злобным, раздражительным характером. ",
  "mn135:9.2": "Даже если его слегка покритикуют, он обижается, становится злым, враждебным, возмущённым, проявляет злобу, ненависть, и горечь. ",
  "mn135:9.3": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в состоянии лишений… ",
  "mn135:9.4": "Однако если с распадом тела…возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет уродливым. ",
  "mn135:9.5": "Таков путь, ученик, который ведёт к уродливости, то есть, это ведёт к этому, ",
  "mn135:9.6": "когда человек обладает злобным, раздражительным характером… ",
  "mn135:9.7": "проявляет злобу, ненависть, и горечь. ",
  "mn135:10.1": "Но бывает так, ученик, когда некая женщина или когда некий мужчина не обладает злобным, раздражительным характером. ",
  "mn135:10.2": "Даже если его сильно критикуют, он не становится злым… не проявляет злобу, ненависть, и горечь. ",
  "mn135:10.3": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в счастливом уделе… ",
  "mn135:10.4": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет красивым. ",
  "mn135:10.5": "Таков путь, ученик, который ведёт к красоте, то есть, это ведёт к этому, ",
  "mn135:10.6": "когда человек не обладает злобным, раздражительным характером… ",
  "mn135:10.7": "не проявляет злобу, ненависть, и горечь. ",
  "mn135:11.1": "Ученик, бывает так, когда некая женщина или когда некий мужчина завистлив. ",
  "mn135:11.2": "Он завидует, негодует, досадует, когда другие получают обретения, хвалу, почтение, уважение, приветствия, почитание. ",
  "mn135:11.3": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в состоянии лишений… ",
  "mn135:11.4": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет невлиятельным. ",
  "mn135:11.5": "Таков путь, ученик, который ведёт к невлиятельности, то есть, это ведёт к этому, ",
  "mn135:11.6": "когда человек завистлив… ",
  "mn135:11.7": "когда другие получают обретения… почитание. ",
  "mn135:12.1": "Но бывает так, ученик, когда некая женщина или когда некий мужчина не завистлив. ",
  "mn135:12.2": "Он не завидует… когда другие получают обретения… ",
  "mn135:12.3": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в счастливом уделе… ",
  "mn135:12.4": "Однако если с распадом тела... возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет влиятельным. ",
  "mn135:12.5": "Таков путь, ученик, который ведёт к влиятельности, то есть, это ведёт к этому, ",
  "mn135:12.6": "когда человек не завистлив… ",
  "mn135:12.7": "когда другие получают обретения… почитание. ",
  "mn135:13.1": "Ученик, бывает так, когда некая женщина или когда некий мужчина не даёт еду, напитки, одежду, повозки, гирлянды, благовония, мази, постели, жилища, лампы жрецам или отшельникам. ",
  "mn135:13.2": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в состоянии лишений… ",
  "mn135:13.3": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет бедным. ",
  "mn135:13.4": "Таков путь, ученик, который ведёт к бедности, то есть, это ведёт к этому, ",
  "mn135:13.5": "когда человек не даёт еду… лампы жрецам или отшельникам. ",
  "mn135:14.1": "Но бывает так, ученик, когда некая женщина или когда некий мужчина даёт еду… лампы жрецам или отшельникам. ",
  "mn135:14.2": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в счастливом уделе… ",
  "mn135:14.3": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет богатым. ",
  "mn135:14.4": "Таков путь, ученик, который ведёт к богатству, то есть, это ведёт к этому ",
  "mn135:14.5": "когда человек даёт еду… …лампы жрецам или отшельникам. ",
  "mn135:15.1": "Ученик, бывает так, когда некая женщина или когда некий мужчина упрям и надменен. ",
  "mn135:15.2": "Он не выражает почтения тому, кому следует выражать почтение, не встаёт в присутствии того, в чьём присутствии следует вставать, не предлагает сиденье тому, кто заслуживает сиденья, не уступает дорогу тому, кому следует уступать дорогу, и не уважает, не ценит, не чтит, не почитает того, кого следует уважать… почитать. ",
  "mn135:15.3": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в состоянии лишений… ",
  "mn135:15.4": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет низкого происхождения. ",
  "mn135:15.5": "Таков путь, ученик, который ведёт к низкому происхождению, то есть, это ведёт к этому, ",
  "mn135:15.6": "когда человек упрям и надменен… ",
  "mn135:15.7": "не почитает того, кого следует уважать… почитать. ",
  "mn135:16.1": "Но бывает так, ученик, когда некая женщина или когда некий мужчина не упрям и не надменен. ",
  "mn135:16.2": "Он выражает почтение… почитает того, кого следует уважать… почитать. ",
  "mn135:16.3": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в счастливом уделе… ",
  "mn135:16.4": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет высокого происхождения. ",
  "mn135:16.5": "Таков путь, ученик, который ведёт к высокому происхождению, то есть, это ведёт к этому, ",
  "mn135:16.6": "когда человек не упрям и не надменен… ",
  "mn135:16.7": "почитает того, кого следует уважать… почитать. ",
  "mn135:17.1": "Ученик, бывает так, когда некая женщина или когда некий мужчина не посещает жреца или отшельника и не спрашивает: ",
  "mn135:17.2": "«Уважаемый, что является благим? Что является неблагим? ",
  "mn135:17.3": "Что порицаемо? Что не порицаемо? ",
  "mn135:17.4": "Что следует взращивать? Чего не следует взращивать? ",
  "mn135:17.5": "Какой вид поступка приведёт к моему вреду и страданию на долгое время? Какой вид поступка приведёт к моему благополучию и счастью на долгое время?» ",
  "mn135:17.6": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в состоянии лишений… ",
  "mn135:17.7": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет глупым. ",
  "mn135:17.8": "Таков путь, ученик, который ведёт к глупости, то есть, это ведёт к этому, ",
  "mn135:17.9": "когда человек не посещает жреца или отшельника и не задаёт таких вопросов. ",
  "mn135:18.1": "Но бывает так, ученик, когда некая женщина или когда некий мужчина посещает… спрашивает… ",
  "mn135:18.6": "Из-за совершения и осуществления такого поступка с распадом тела, после смерти, он перерождается в счастливом уделе… ",
  "mn135:18.7": "Однако если с распадом тела… возвращается в человеческое состояние, то тогда, где бы он ни родился, он будет мудрым. ",
  "mn135:18.8": "Таков путь, ученик, который ведёт к мудрости, то есть, это ведёт к этому, ",
  "mn135:18.9": "когда человек посещает жреца или отшельника и задаёт такие вопросы. ",
  "mn135:19.1": "Ученик, путь, который ведёт к короткой жизни, делает людей живущими мало; путь, который ведёт к длинной жизни, делает людей живущими долго. ",
  "mn135:19.2": "Путь, который ведёт к болезням, делает людей больным; путь, который ведёт к здоровью, делает людей здоровыми. ",
  "mn135:19.3": "Путь, который ведёт к уродству, делает людей уродливыми; путь, который ведёт к красоте, делает людей красивыми. ",
  "mn135:19.4": "Путь, который ведёт к невлиятельности, делает людей невлиятельными; путь, который ведёт к влиятельности, делает людей влиятельными. ",
  "mn135:19.5": "Путь, который ведёт к бедности, делает людей бедными; путь, который ведёт к богатству, делает людей богатыми. ",
  "mn135:19.6": "Путь, который ведёт к низкому происхождению, делает людей низкого происхождения; путь, который ведёт к высокому происхождению, делает людей высокого происхождения. ",
  "mn135:19.7": "Путь, который ведёт к глупости, делает людей глупыми; путь, который ведёт к мудрости, делает людей мудрыми. ",
  "mn135:20.1": "Существа – владельцы своих поступков, наследники своих поступков. Они происходят из своих поступков, связаны со своими поступками, имеют свои поступки своим прибежищем. ",
  "mn135:20.2": "Именно поступок разделяет людей на ",
  "mn135:20.3": "низших и высших». ",
  "mn135:21.1": "Когда так было сказано, брахманский ученик Субха, сын Тодейи, сказал Благословенному: ",
  "mn135:21.2": "«Великолепно, господин Готама! Великолепно, господин Готама! ",
  "mn135:21.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же господин Готама различными способами прояснил Дхамму. ",
  "mn135:21.4": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn135:21.5": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}