{
  "mn137:0.1": "Мадджхима Никая 137 ",
  "mn137:0.2": "Разъяснение шести сфер  ",
  "mn137:1.1": "Так я слышал. ",
  "mn137:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn137:1.3": "Там он обратился к монахам так: ",
  "mn137:1.4": "«Монахи!» ",
  "mn137:1.5": "«Да, уважаемый», – отвечали монахи. ",
  "mn137:1.6": "Благословенный сказал следующее: ",
  "mn137:2.1": "«Монахи, я научу вас разъяснению шести сфер.  ",
  "mn137:2.2": "Слушайте внимательно то, о чём я буду говорить». ",
  "mn137:2.3": "«Да, уважаемый», – отвечали они. ",
  "mn137:2.4": "Благословенный сказал следующее: ",
  "mn137:3.1": "«Шесть внутренних сфер должны быть поняты. Шесть внешних сфер должны быть поняты.  Шесть классов сознания должны быть поняты.  Шесть классов контакта должны быть поняты.  Восемнадцать видов умственного исследования должны быть поняты.  Тридцать шесть позиций существ должны быть поняты.  Так, полагаясь на это, отбросьте то.  Есть три основы осознанности, которые взращивает Благородный, и, взращивая которые, Благородный является подходящим учителем для наставления группы.  Среди обучающих тренировке учителей именно он зовётся несравненным вожаком тех, кого следует обуздать.  ",
  "mn137:3.2": "Такова сводка разъяснения шести сфер.  ",
  "mn137:4.1": "«Шесть внутренних сфер должны быть поняты». ",
  "mn137:4.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn137:4.3": "Есть сфера глаза, сфера уха, сфера носа, сфера языка, сфера тела, сфера ума.  ",
  "mn137:4.4": "«Шесть внутренних сфер должны быть поняты». ",
  "mn137:4.5": "В отношении этого так было сказано. ",
  "mn137:5.1": "«Шесть внешних сфер должны быть поняты». ",
  "mn137:5.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn137:5.3": "Есть сфера формы, сфера звука, сфера запаха, сфера вкуса, сфера осязаемой вещи, сфера умственного феномена.  ",
  "mn137:5.4": "«Шесть внешних сфер должны быть поняты». ",
  "mn137:5.5": "В отношении этого так было сказано. ",
  "mn137:6.1": "«Шесть классов сознания должны быть поняты». ",
  "mn137:6.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn137:6.3": "Есть сознание-глаза, сознание-уха, сознание-носа, сознание-языка, сознание-тела, сознание-ума.  ",
  "mn137:6.4": "«Шесть классов сознания должны быть поняты». ",
  "mn137:6.5": "В отношении этого так было сказано. ",
  "mn137:7.1": "«Шесть классов контакта должны быть поняты». ",
  "mn137:7.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn137:7.3": "Есть контакт-глаза, контакт-уха, контакт-носа, контакт-языка, контакт-тела, контакт-ума. ",
  "mn137:7.4": "«Шесть классов контакта должны быть поняты». ",
  "mn137:7.5": "В отношении этого так было сказано. ",
  "mn137:8.1": "«Восемнадцать видов умственного исследования должны быть поняты». ",
  "mn137:8.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn137:8.3": "Видя форму глазом, человек исследует форму, порождающую радость, он исследует форму, порождающую грусть, он исследует форму, порождающую невозмутимость.  ",
  "mn137:8.4": "Слыша ухом звук…  ",
  "mn137:8.5": "Обоняя носом запах... ",
  "mn137:8.6": "Пробуя языком вкус... ",
  "mn137:8.7": "Ощущая телом прикосновение... ",
  "mn137:8.8": "Познавая умом умственный феномен, человек исследует умственный феномен, порождающий радость… грусть… невозмутимость.  ",
  "mn137:8.9": "Таким образом, есть шесть видов исследования с радостью, шесть видов исследования с грустью, шесть видов исследования с невозмутимостью.  ",
  "mn137:8.10": "В отношении этого так было сказано. ",
  "mn137:9.1": "«Тридцать шесть позиций существ должны быть поняты».  ",
  "mn137:9.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn137:9.3": "Есть шесть видов радости, основанных на домохозяйской жизни, и шесть видов радости, основанных на отречении.  Есть шесть видов грусти, основанных на домохозяйской жизни, и шесть видов грусти, основанных на отречении.  Есть шесть видов невозмутимости, основанных на домохозяйской жизни, и шесть видов невозмутимости, основанных на отречении.  ",
  "mn137:10.1": "И что такое шесть видов радости, основанных на домохозяйской жизни?  ",
  "mn137:10.2": "Когда человек считает обретением обретение форм, познаваемых глазом, которые желанны, желаемы, приятны, доставляют удовольствие, и связаны с миром –  или же когда он вспоминает то, что прежде обрёл, но что уже исчезло, прекратилось, и изменилось – возникает радость.  ",
  "mn137:10.3": "Такая радость называется радостью, основанной на домохозяйской жизни.  ",
  "mn137:10.4": "Есть звуки, познаваемые ухом… ",
  "mn137:10.5": "запахов, познаваемых носом…  ",
  "mn137:10.6": "вкусов, познаваемых языком…  ",
  "mn137:10.7": "осязаемых вещей, познаваемых телом... ",
  "mn137:10.8": "умственных феноменов, познаваемых умом, которые желанны, желаемы, приятны, доставляют удовольствие, и связаны с миром –  или же когда он вспоминает то, что прежде обрёл, но что уже исчезло, прекратилось, и изменилось – то возникает радость.  ",
  "mn137:10.9": "Такая радость называется радостью, основанной на домохозяйской жизни.  ",
  "mn137:10.10": "Таковы шесть видов радости, основанных на домохозяйской жизни. ",
  "mn137:11.1": "И что такое шесть видов радости, основанных на отречении?  ",
  "mn137:11.2": "Когда, зная непостоянство, изменение, исчезновение и прекращение форм, человек видит в соответствии с действительностью правильной мудростью то, что формы как прежде, так и сейчас, непостоянны, являются страданием, подвержены изменениям – возникает радость.  ",
  "mn137:11.3": "Такая радость называется радостью, основанной на отречении.  ",
  "mn137:11.4": "Когда, зная непостоянство, изменение, исчезновение и прекращение звуков...  ",
  "mn137:11.5": "запахов... ",
  "mn137:11.6": "вкусов... ",
  "mn137:11.7": "осязаемых вещей... ",
  "mn137:11.8": "умственных феноменов, человек видит в соответствии с действительностью правильной мудростью, что умственные феномены, как прежде, так и сейчас, непостоянны, являются страданием, подвержены изменениям – возникает радость.  ",
  "mn137:11.9": "Такая радость называется радостью, основанной на отречении.  ",
  "mn137:11.10": "Таковы шесть видов радости, основанных на отречении. ",
  "mn137:12.1": "И что такое шесть видов грусти, основанных на домохозяйской жизни?  ",
  "mn137:12.2": "Есть формы, познаваемых глазом, которые желанны, желаемы, приятны, доставляют удовольствие, и связаны с миром. Грусть возникает, когда человек считает не-обретением не-обретение таких форм или же когда он вспоминает то, чего прежде не обрёл, но что уже исчезло, прекратилось, и изменилось. ",
  "mn137:12.3": "Такая грусть называется грустью, основанной на домохозяйской жизни.  ",
  "mn137:12.4": "Есть звуки, познаваемые ухом… ",
  "mn137:12.5": "Есть запахи, познаваемые носом… ",
  "mn137:12.6": "Есть вкусы, познаваемые языком… ",
  "mn137:12.7": "Есть осязаемые вещи, познаваемые телом... ",
  "mn137:12.8": "Есть умственные феномены, познаваемые умом, которые желанны, желаемы, приятны, доставляют удовольствие, и связаны с миром. Грусть возникает, когда человек считает не-обретением не-обретение таких феноменов или же когда он вспоминает чего прежде не обрёл, но что уже исчезло, прекратилось, и изменилось. ",
  "mn137:12.9": "Такая грусть называется грустью, основанной на домохозяйской жизни.  ",
  "mn137:12.10": "И что такое шесть видов грусти, основанных на отречении?  ",
  "mn137:13.1": "И что такое шесть видов грусти, основанных на отречении?  ",
  "mn137:13.2": "Когда, зная непостоянство, изменение, исчезновение и прекращение форм, человек видит в соответствии с действительностью правильной мудростью то, что формы как прежде, так и сейчас, непостоянны, являются страданием, подвержены изменениям – видя это, он порождает сильное желание к высочайшим освобождениям:  ",
  "mn137:13.3": "«Когда же я войду и буду пребывать в этой сфере, в которую ныне входят и в которой пребывают благородные?» В том, кто порождает такое сильное желание к высочайшим освобождениям, возникает грусть, имея такое сильное желание своим условием.  ",
  "mn137:13.4": "Такая грусть называется грустью, основанной на отречении.  ",
  "mn137:13.5": "Когда, зная непостоянство, изменение, исчезновение и прекращение звуков...  ",
  "mn137:13.6": "запахов... ",
  "mn137:13.7": "вкусов... ",
  "mn137:13.8": "осязаемых вещей... ",
  "mn137:13.9": "умственных феноменов, человек видит в соответствии с действительностью правильной мудростью то, что умственные феномены как прежде, так и сейчас, непостоянны, являются страданием, подвержены изменениям –  видя это, он порождает сильное желание к высочайшим освобождениям:  ",
  "mn137:13.10": "«Когда же я войду и буду пребывать в этой сфере, в которую ныне входят и в которой пребывают благородные?» В том, кто порождает такое сильное желание к высочайшим освобождениям, возникает грусть, имея такое сильное желание своим условием.  ",
  "mn137:13.11": "Такая грусть называется грустью, основанной на отречении.  ",
  "mn137:13.12": "Таковы шесть видов грусти, основанных на отречении. ",
  "mn137:14.1": "И что такое шесть видов невозмутимости, основанных на домохозяйской жизни?  ",
  "mn137:14.2": "Когда [глупец] видит форму глазом, возникает невозмутимость в [этом] глупом ослеплённом заурядном человеке, в [этом] необученном заурядном человеке, который не одолел своих ограничений или не одолел результатов [каммы], и который слеп по отношению к опасности. ",
  "mn137:14.3": "Такая невозмутимость не превосходит форму.  ",
  "mn137:14.4": "Вот почему она называется невозмутимостью, основанной на домохозяйской жизни.  ",
  "mn137:14.5": "Когда [глупец] слышит ухом звук…  ",
  "mn137:14.6": "Когда [глупец] обоняет носом запах…  ",
  "mn137:14.7": "Когда [глупец] пробует языком вкус... ",
  "mn137:14.8": "Когда [глупец] ощущает телом прикосновение... ",
  "mn137:14.9": "Когда [глупец] познаёт умом умственный феномен, возникает невозмутимость в [этом] глупом ослеплённом заурядном человеке, в [этом] необученном заурядном человеке, который не одолел своих ограничений или не одолел результатов [каммы], и который слеп по отношению к опасности.  ",
  "mn137:14.10": "Такая невозмутимость не превосходит умственный феномен.  ",
  "mn137:14.11": "Вот почему она называется невозмутимостью, основанной на домохозяйской жизни.  ",
  "mn137:14.12": "Таковы шесть видов невозмутимости, основанных на домохозяйской жизни. ",
  "mn137:15.1": "И что такое шесть видов невозмутимости, основанных на отречении?  ",
  "mn137:15.2": "Когда, зная непостоянство, изменение, исчезновение и прекращение форм, человек видит в соответствии с действительностью правильной мудростью то, что формы как прежде, так и сейчас, непостоянны, являются страданием, подвержены изменениям – [в нём] возникает невозмутимость.  ",
  "mn137:15.3": "Такая невозмутимость превосходит форму.  ",
  "mn137:15.4": "Вот почему она называется невозмутимостью, основанной на отречении.  ",
  "mn137:15.5": "Когда, зная непостоянство, изменение, исчезновение и прекращение звуков...  ",
  "mn137:15.6": "запахов... ",
  "mn137:15.7": "вкусов... ",
  "mn137:15.8": "осязаемых вещей... ",
  "mn137:15.9": "умственных феноменов, человек видит в соответствии с действительностью правильной мудростью, что умственные феномены, как прежде, так и сейчас, непостоянны, являются страданием, подвержены изменениям – [в нём] возникает невозмутимость.  ",
  "mn137:15.10": "Такая невозмутимость превосходит умственный феномен.  ",
  "mn137:15.11": "Вот почему она называется невозмутимостью, основанной на отречении.  ",
  "mn137:15.12": "Таковы шесть видов невозмутимости, основанных на отречении. ",
  "mn137:15.13": "«Тридцать шесть позиций существ должны быть поняты».  ",
  "mn137:15.14": "В отношении этого так было сказано. ",
  "mn137:16.1": "«Так, полагаясь на это, отбросьте то». ",
  "mn137:16.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn137:16.3": "Вот, монахи, полагаясь и опираясь на шесть видов радости, основанных на отречении, отбросьте и преодолейте шесть видов радости, основанных на домохозяйской жизни.  ",
  "mn137:16.4": "Именно так они отбрасываются. Именно так они преодолеваются.  ",
  "mn137:16.5": "Полагаясь и опираясь на шесть видов грусти, основанных на отречении, отбросьте и преодолейте шесть видов грусти, основанных на домохозяйской жизни.  ",
  "mn137:16.6": "Именно так они отбрасываются. Именно так они преодолеваются.  ",
  "mn137:16.7": "Полагаясь и опираясь на шесть видов невозмутимости, основанных на отречении, отбросьте и преодолейте шесть видов невозмутимости, основанных на домохозяйской жизни.  ",
  "mn137:16.8": "Именно так они отбрасываются. Именно так они преодолеваются.  ",
  "mn137:16.9": "Полагаясь и опираясь на шесть видов радости, основанных на отречении, отбросьте и преодолейте шесть видов грусти, основанных на отречении.  ",
  "mn137:16.10": "Именно так они отбрасываются. Именно так они преодолеваются.  ",
  "mn137:16.11": "Полагаясь и опираясь на шесть видов невозмутимости, основанных на отречении, отбросьте и преодолейте шесть видов радости, основанных на отречении.  ",
  "mn137:16.12": "Именно так они отбрасываются. Именно так они преодолеваются.  ",
  "mn137:17.1": "Есть, монахи, множественная невозмутимость, основанная на множественном. Есть невозмутимость, которая единая, основанная на едином.  ",
  "mn137:18.1": "И что такое, монахи, множественная невозмутимость, основанная на множественном?  ",
  "mn137:18.2": "Существует невозмутимость в отношении форм, звуков, запахов, вкусов, осязаемых вещей.  ",
  "mn137:18.3": "Это, монахи, называется множественной невозмутимостью, основанной на множественном.  ",
  "mn137:19.1": "И что такое, монахи, невозмутимость, которая единая, основанная на едином?  ",
  "mn137:19.2": "Существует невозмутимость в отношении сферы безграничного пространства, сферы безграничного сознания, сферы отсутствия всего, сферы ни восприятия, ни не-восприятия.  ",
  "mn137:19.3": "Это, монахи, называется невозмутимостью, которая единая, основанная на едином.  ",
  "mn137:20.1": "Монахи, полагаясь и опираясь на невозмутимость, которая единая, основанная на едином, отбросьте и преодолейте множественную невозмутимость, основанную на множественном.  ",
  "mn137:20.2": "Именно так она отбрасывается. Именно так она преодолевается.  ",
  "mn137:20.3": "Монахи, полагаясь и опираясь на не-определение, отбросьте и преодолейте невозмутимость, которая единая, основанная на едином.  ",
  "mn137:20.4": "Именно так она отбрасывается. Именно так она преодолевается.  ",
  "mn137:20.5": "«Так, полагаясь на это, отбросьте то». ",
  "mn137:20.6": "В отношении этого так было сказано. ",
  "mn137:21.1": "«Есть три основы осознанности, которые взращивает Благородный, и, взращивая которые, Благородный является подходящим учителем для наставления группы».  ",
  "mn137:21.2": "Так было сказано. ",
  "mn137:21.3": "По отношению к чему так было сказано? ",
  "mn137:22.1": "Вот, монахи, сострадательный и ищущий для них блага, Учитель обучает Дхамме своих учеников из сострадания:  ",
  "mn137:22.2": "«Это ради вашего благополучия,  это ради вашего счастья».  ",
  "mn137:22.3": "Его ученики не желают слушать,  или склонять ухо, или направлять свои умы на познание.  Они отклоняются и отворачиваются от Учения Учителя.  ",
  "mn137:22.4": "Этим Татхагата не удовлетворён и не ощущает удовлетворения.  Но, всё же, он пребывает непреклонным, осознанным, и бдительным.  ",
  "mn137:22.5": "Это, монахи, называется первой основой осознанности, которую взращивает Благородный, и, взращивая которую, Благородный является подходящим учителем для наставления группы. ",
  "mn137:23.1": "Далее, монахи, сострадательный и ищущий для них блага, Учитель обучает Дхамме своих учеников из сострадания:  ",
  "mn137:23.2": "«Это ради вашего благополучия,  это ради вашего счастья».  ",
  "mn137:23.3": "Некоторые из его учеников не слушают и не склоняют ухо и не направляют умы на понимание.  Они отклоняются и отворачиваются от Учения Учителя.  ",
  "mn137:23.4": "[Но] некоторые ученики слушают,  и склоняют ухо, направляют свои умы на познание.  Они не отклоняются и не отворачиваются от Учения Учителя.  ",
  "mn137:23.5": "Этим Татхагата не удовлетворён и не ощущает удовлетворения,  ",
  "mn137:23.6": "но он и не неудовлетворён и не ощущает неудовлетворения.  ",
  "mn137:23.7": "",
  "mn137:23.8": "Будучи свободным от удовлетворения и неудовлетворения, он пребывает непреклонным, осознанным, и бдительным.  ",
  "mn137:23.9": "Это, монахи, называется второй основой осознанности, которую взращивает Благородный, и, взращивая которую, Благородный является подходящим учителем для наставления группы. ",
  "mn137:24.1": "Далее, монахи, сострадательный и ищущий для них блага, Учитель обучает Дхамме своих учеников из сострадания:  ",
  "mn137:24.2": "«Это ради вашего благополучия,  это ради вашего счастья».  ",
  "mn137:24.3": "Его ученики желают слушать,  и склоняют ухо, направляют свои умы на познание.  Они не отклоняются и не отворачиваются от Учения Учителя.  ",
  "mn137:24.4": "Этим Татхагата удовлетворён и ощущает удовлетворение.  Но, всё же, он пребывает непреклонным, осознанным, и бдительным.  ",
  "mn137:24.5": "Это, монахи, называется третьей основой осознанности, которую взращивает Благородный, и, взращивая которую, Благородный является подходящим учителем для наставления группы. ",
  "mn137:24.6": "«Есть три основы осознанности, которые взращивает Благородный, и, взращивая которые, Благородный является подходящим учителем для наставления группы».  ",
  "mn137:24.7": "В отношении этого так было сказано. ",
  "mn137:25.1": "«Среди обучающих тренировке учителей именно он зовётся несравненным вожаком тех, кого следует обуздать».  ",
  "mn137:25.2": "Так было сказано. В отношении чего так было сказано?  ",
  "mn137:25.3": "Направляемый укротителем слонов, монахи, слон, которого следует обуздать, идёт в одном [из] направлений –  ",
  "mn137:25.4": "[на] восток, на запад, на север, или на юг.  ",
  "mn137:26.1": "Направляемая укротителем лошадей, монахи, лошадь, которую следует обуздать, идёт в одном [из] направлений –  ",
  "mn137:26.2": "[на] восток, на запад, на север, или на юг.  ",
  "mn137:26.3": "Направляемый укротителем буйволов, монахи, буйвол, которого следует обуздать, идёт в одном [из] направлений –  ",
  "mn137:26.4": "[на] восток, на запад, на север, или на юг.  ",
  "mn137:26.5": "Монахи, будучи направляемым Татхагатой, совершенным и полностью просветлённым, человек, которого следует обуздать, идёт в восьми направлениях. ",
  "mn137:27.1": "Обладая формой, он видит формы. ",
  "mn137:27.2": "Таково первое направление.  ",
  "mn137:27.3": "Не воспринимая формы внутренне, он видит формы внешне. ",
  "mn137:27.4": "Таково второе направление. ",
  "mn137:27.5": "Он настроен только на «прекрасное».  ",
  "mn137:27.6": "Таково третье направление. ",
  "mn137:27.7": "С полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественного, осознавая: «Пространство безгранично», он входит и пребывает в сфере безграничного пространства. ",
  "mn137:27.8": "Таково четвёртое направление. ",
  "mn137:27.9": "С полным преодолением сферы безграничного пространства, воспринимая: «сознание безгранично», он входит и пребывает в сфере безграничного сознания. ",
  "mn137:27.10": "Таково пятое направление. ",
  "mn137:27.11": "С полным преодолением сферы безграничного сознания, воспринимая: «здесь ничего нет», входит и пребывает в сфере отсутствия всего. ",
  "mn137:27.12": "Таково шестое направление. ",
  "mn137:27.13": "С полным преодолением сферы отсутствия всего он входит и пребывает в сфере ни-восприятия-ни-не-восприятия. ",
  "mn137:27.14": "Таково седьмое направление. ",
  "mn137:27.15": "С полным преодолением сферы ни-восприятия-ни-невосприятия он входит и пребывает в прекращении восприятия и чувствования. ",
  "mn137:27.16": "Таково восьмое направление. ",
  "mn137:27.17": "Монахи, будучи направляемым Татхагатой, совершенным и полностью просветлённым, человек, которого следует обуздать, идёт в этих восьми направлениях. ",
  "mn137:28.1": "«Среди обучающих тренировке учителей именно он зовётся несравненным вожаком тех, кого следует обуздать».  ",
  "mn137:28.2": "В отношении этого так было сказано. ",
  "mn137:28.3": "Так сказал Благословенный.  ",
  "mn137:28.4": "Монахи были довольны и восхитились словами Благословенного. "
}