{
  "mn140:0.1": "Мадджхима Никая 140 ",
  "mn140:0.2": "Разъяснение элементов ",
  "mn140:1.1": "Так я слышал. ",
  "mn140:1.2": "Однажды Благословенный странствовал по стране Магадхов и со временем прибыл в Раджагаху. ",
  "mn140:1.3": "Там он отправился к гончару Бхаггаве и сказал ему:  ",
  "mn140:2.1": "«Если это тебе не доставит неудобств, Бхаггава, я останусь на одну ночь в твоей мастерской».  ",
  "mn140:2.2": "«Мне это не доставит неудобств, уважаемый,  ",
  "mn140:2.3": "но там уже проживает один бездомный.  ",
  "mn140:2.4": "Если он согласится, тогда оставайтесь на столько, насколько пожелаете, уважаемый».  ",
  "mn140:3.1": "В то время представитель клана по имени Пуккусати благодаря вере оставил жизнь домохозяйскую ради жизни бездомной под [учительством] Благословенного.  ",
  "mn140:3.2": "И в то время он уже проживал в мастерской гончара.  ",
  "mn140:3.3": "Тогда Благословенный пошёл к достопочтенному Пуккусати и сказал ему:  ",
  "mn140:3.4": "«Монах, если это тебе не доставит неудобств, я останусь на одну ночь в мастерской».  ",
  "mn140:3.5": "«Друг, гончарная мастерская довольно большая.  ",
  "mn140:3.6": "Пусть достопочтенный остаётся на столько, насколько пожелает».  ",
  "mn140:4.1": "Тогда Благословенный вошёл в гончарную мастерскую, подготовил подстилку из травы в конце [мастерской],  сел, скрестив ноги, держа тело выпрямленным, установив осознанность впереди.  ",
  "mn140:4.2": "И затем Благословенный провёл большую часть ночи сидя [в медитации],  ",
  "mn140:4.3": "и достопочтенный Пуккусати также провёл большую часть ночи сидя [в медитации]. ",
  "mn140:4.4": "И тогда мысль пришла Благословенному:  ",
  "mn140:4.5": "«Этот представитель клана ведёт себя так, что [это] внушает доверие.  ",
  "mn140:4.6": "Что, если я задам ему вопрос?»  ",
  "mn140:4.7": "И тогда Благословенный обратился к достопочтенному Пуккусати так:  ",
  "mn140:5.1": "«Под чьим [учительством] ты ушёл в бездомную жизнь, друг?  Кто твой Учитель? Чью Дхамму ты признаёшь?» ",
  "mn140:5.2": "«Друг, есть отшельник Готама, сын Сакьев, который ушёл в бездомную жизнь из клана Сакьев.  ",
  "mn140:5.3": "И об этом господине Готаме распространилась такая славная молва: ",
  "mn140:5.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn140:5.5": "Я ушёл в бездомную жизнь под [учительством] этого Благословенного.  ",
  "mn140:5.6": "Этот Благословенный мой учитель.  ",
  "mn140:5.7": "Я признаю Дхамму этого Благословенного».  ",
  "mn140:5.8": "«Но, монах, где сейчас проживает этот Благословенный, совершенный и полностью просветлённый?»  ",
  "mn140:5.9": "«Друг, в северной стране есть город под названием Саваттхи.  ",
  "mn140:5.10": "Благословенный, совершенный и полностью просветлённый, сейчас проживает там».  ",
  "mn140:5.11": "«Но, монах, видел ли ты когда-либо этого Благословенного прежде?  ",
  "mn140:5.12": "Ты бы распознал его, если бы увидел его?»  ",
  "mn140:5.13": "«Нет, друг, я никогда прежде не видел этого Благословенного,  ",
  "mn140:5.14": "и не распознал бы его, если бы увидел его».  ",
  "mn140:6.1": "И тогда мысль пришла Благословенному:  ",
  "mn140:6.2": "«Этот представитель клана оставил жизнь домохозяйскую ради жизни бездомной под моим [учительством].  ",
  "mn140:6.3": "Что, если я научу его Дхамме?»  ",
  "mn140:6.4": "И тогда Благословенный обратился к достопочтенному Пуккусати так:  ",
  "mn140:6.5": "«Монах, я научу тебя Дхамме.  ",
  "mn140:6.6": "Слушай внимательно то, о чём я буду говорить».  ",
  "mn140:6.7": "«Да, друг» – ответил достопочтенный Пуккусати.  ",
  "mn140:6.8": "Благословенный сказал следующее: ",
  "mn140:7.1": "«Монах, эта личность состоит из шести элементов, шести сфер контакта, восемнадцати видов умственного исследования, и у неё есть четыре основания».  ",
  "mn140:7.2": "Приливы измышления не накрывают того, кто стоит на этих [основаниях],  а когда приливы измышления более не накрывают его, он зовётся умиротворённым мудрецом.  ",
  "mn140:7.3": "Не стоит пренебрегать мудростью, стоит хранить истину, следует взращивать оставление, следует тренироваться для [обретения] покоя.  ",
  "mn140:7.4": "Такова сводка разъяснения шести элементов.  ",
  "mn140:8.1": "«Монах, эта личность состоит из шести элементов» –  ",
  "mn140:8.2": "так было сказано. В отношении чего так было сказано?  ",
  "mn140:8.3": "Есть эти шесть элементов:  ",
  "mn140:8.4": "элемент земли, элемент воды, элемент огня, элемент воздуха, элемент пространства, элемент сознания.  ",
  "mn140:8.5": "«Монах, эта личность состоит из шести элементов» –  ",
  "mn140:8.6": "в отношении этого так было сказано. ",
  "mn140:9.1": "«Монах, эта личность состоит из шести сфер контакта» –  ",
  "mn140:9.2": "так было сказано. В отношении чего так было сказано?  ",
  "mn140:9.3": "Есть сфера контакта глаза, сфера контакта уха, сфера контакта носа, сфера контакта языка, сфера контакта тела, сфера контакта ума.  ",
  "mn140:9.4": "«Монах, эта личность состоит из шести сфер контакта» –  ",
  "mn140:9.5": "в отношении этого так было сказано. ",
  "mn140:10.1": "«Монах, эта личность состоит из восемнадцати видов умственного исследования» –  ",
  "mn140:10.2": "так было сказано. В отношении чего так было сказано?  ",
  "mn140:10.3": "Видя форму глазом, человек исследует форму, порождающую радость, он исследует форму, порождающую грусть, он исследует форму, порождающую невозмутимость.  ",
  "mn140:10.4": "Слыша ухом звук…  ",
  "mn140:10.5": "Обоняя носом запах... ",
  "mn140:10.6": "Пробуя языком вкус... ",
  "mn140:10.7": "Ощущая телом прикосновение... ",
  "mn140:10.8": "Познавая умом умственный феномен, человек исследует умственный феномен, порождающий радость… грусть… невозмутимость.  ",
  "mn140:10.9": "«Монах, эта личность состоит из восемнадцати видов умственного исследования». ",
  "mn140:10.10": "«Монах, эта личность состоит из восемнадцати видов умственного исследования» –  ",
  "mn140:10.11": "в отношении этого так было сказано. ",
  "mn140:11.1": "«Монах, у этой личности есть четыре основания» –  ",
  "mn140:11.2": "так было сказано. В отношении чего так было сказано?  ",
  "mn140:11.3": "Есть основание мудрости, основание истины, основание оставления, основание покоя.  ",
  "mn140:11.4": "«Монах, у этой личности есть четыре основания» –  ",
  "mn140:11.5": "в отношении этого так было сказано. ",
  "mn140:12.1": "«Не следует пренебрегать мудростью, следует хранить истину, следует взращивать оставление, следует тренироваться для [обретения] покоя» –  ",
  "mn140:12.2": "так было сказано. В отношении чего так было сказано?  ",
  "mn140:13.1": "И как, монах, человек не пренебрегает мудростью?  ",
  "mn140:13.2": "Есть эти шесть элементов:  ",
  "mn140:13.3": "элемент земли, элемент воды, элемент огня, элемент воздуха, элемент пространства, элемент сознания.  ",
  "mn140:14.1": "И что такое элемент земли? ",
  "mn140:14.2": "Элемент земли может быть либо внешним, либо внутренним.  ",
  "mn140:14.3": "И что такое внутренний элемент земли?  ",
  "mn140:14.4": "Всё внутреннее, принадлежащее себе, являющееся твёрдым, затвердевшим, удерживаемое цеплянием,  то есть: ",
  "mn140:14.5": "волосы на голове, волосы на теле, ногти, зубы, кожа, плоть, сухожилия, кости, костный мозг, почки, сердце, печень, диафрагма, селезёнка, лёгкие, толстые кишки, тонкие кишки, содержимое желудка, фекалии, или что-либо иное внутреннее, принадлежащее себе, являющееся твёрдым, затвердевшим, удерживаемое цеплянием, – ",
  "mn140:14.6": "это называется внутренним элементом земли. ",
  "mn140:14.7": "И внутренний и внешний элементы земли – это просто лишь элемент земли. ",
  "mn140:14.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn140:14.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом земли и делает ум беспристрастным по отношению к элементу земли. ",
  "mn140:15.1": "И что такое элемент воды? ",
  "mn140:15.2": "Элемент воды может быть либо внутренним, либо внешним. ",
  "mn140:15.3": "И что такое внутренний элемент воды? ",
  "mn140:15.4": "Всё внутреннее, принадлежащее себе, являющееся жидким и водянистым, удерживаемое цеплянием, то есть: ",
  "mn140:15.5": "желчь, мокрота, гной, кровь, пот, жир, слёзы, кожное масло, слюна, слизь, суставная жидкость, моча, или что-либо иное внутреннее, принадлежащее себе, являющееся жидким, водянистым, удерживаемое цеплянием, – ",
  "mn140:15.6": "Это называется внутренним элементом воды. ",
  "mn140:15.7": "И внутренний и внешний элементы воды – это просто лишь элемент воды. ",
  "mn140:15.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn140:15.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом воды и делает ум беспристрастным по отношению к элементу воды. ",
  "mn140:16.1": "И что такое элемент огня? ",
  "mn140:16.2": "Элемент огня может быть либо внутренним, либо внешним. ",
  "mn140:16.3": "И что такое внутренний элемент огня? ",
  "mn140:16.4": "Всё внутреннее, принадлежащее себе, являющееся горячим и жгучим, удерживаемое цеплянием, то есть: ",
  "mn140:16.5": "всё то, за счёт чего кто-либо согревается, стареет; всё употреблённое, и то, за счёт чего выпитое, съеденное, употреблённое, распробованное полностью переваривается; или что-либо иное внутреннее, принадлежащее себе, являющееся горячим и жгучим, удерживаемое цеплянием, – ",
  "mn140:16.6": "это называется внутренним элементом огня. ",
  "mn140:16.7": "И внутренний и внешний элементы огня – это просто лишь элемент огня. ",
  "mn140:16.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn140:16.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом огня и делает ум беспристрастным по отношению к элементу огня. ",
  "mn140:17.1": "И что такое элемент воздуха? ",
  "mn140:17.2": "Элемент воздуха может быть либо внутренним, либо внешним. ",
  "mn140:17.3": "И что такое внутренний элемент воздуха? ",
  "mn140:17.4": "Всё внутреннее, принадлежащее себе, являющееся воздушным и ветреным, удерживаемое цеплянием, то есть: ",
  "mn140:17.5": "восходящие ветры, нисходящие ветры, ветры в желудке, ветры в кишечнике, ветры, идущие по всем членам тела, вдохи и выдохи или что-либо иное внутреннее, принадлежащее себе, являющееся воздушным и ветреным, удерживаемое цеплянием, – ",
  "mn140:17.6": "это называется внутренним элементом воздуха. ",
  "mn140:17.7": "И внутренний и внешний элементы воздуха – это просто лишь элемент воздуха. ",
  "mn140:17.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn140:17.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом воздуха и делает ум беспристрастным по отношению к элементу воздуха. ",
  "mn140:18.1": "И что такое элемент пространства? ",
  "mn140:18.2": "Элемент пространства может быть либо внутренним, либо внешним. ",
  "mn140:18.3": "И что такое внутренний элемент пространства? ",
  "mn140:18.4": "Всё внутреннее, принадлежащее себе, являющееся пространным и пространственным, удерживаемое цеплянием, то есть: ",
  "mn140:18.5": "ушные отверстия, ноздри, ротовая полость, и та [полость], куда проглатывается съеденное, выпитое, употреблённое, распробованное, и та [полость], где оно накапливается, и та [полость] снизу, откуда всё это выходит, или что-либо иное внутреннее, принадлежащее себе, являющееся пространным и пространственным, удерживаемое цеплянием, – ",
  "mn140:18.6": "это называется внутренним элементом пространства. ",
  "mn140:18.7": "И внутренний и внешний элементы пространства – это просто лишь элемент пространства. ",
  "mn140:18.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn140:18.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом пространства и делает ум беспристрастным по отношению к элементу пространства. ",
  "mn140:19.1": "Затем [для рассмотрения] остаётся только сознание – чистое и яркое.  ",
  "mn140:19.2": "И что человек познаёт этим сознанием?  ",
  "mn140:19.3": "Он познаёт: «[Это] приятно», он познаёт: «[Это] болезненно», он познаёт: «[Это] ни-приятно-ни-болезненно».  ",
  "mn140:19.4": "В зависимости от контакта, переживаемого как приятный, возникает приятное чувство.  ",
  "mn140:19.5": "Когда человек чувствует приятное чувство, он понимает: «Я чувствую приятное чувство».  ",
  "mn140:19.6": "Он понимает: «С прекращением этого самого контакта, переживаемого как приятный, соответствующее чувство – [то есть], приятное чувство, которое возникло в зависимости от этого контакта, переживаемого как приятный – прекращается и затухает».  ",
  "mn140:19.7": "В зависимости от контакта, переживаемого как болезненный, возникает болезненное чувство.  ",
  "mn140:19.8": "Когда человек чувствует болезненное чувство, он понимает: «Я чувствую болезненное чувство».  ",
  "mn140:19.9": "Он понимает: «С прекращением этого самого контакта, переживаемого как болезненный, соответствующее чувство – [то есть], болезненное чувство, которое возникло в зависимости от этого контакта, переживаемого как болезненный – прекращается и затухает».  ",
  "mn140:19.10": "В зависимости от контакта, переживаемого как ни-приятный-ни-болезненный, возникает ни-приятное-ни-болезненное чувство.  ",
  "mn140:19.11": "Когда человек чувствует ни-приятное-ни-болезненное чувство, он понимает: «Я чувствую ни-приятное-ни-болезненное чувство».  ",
  "mn140:19.12": "Он понимает: «С прекращением этого самого контакта, переживаемого как ни-приятный-ни-болезненный, соответствующее чувство – [то есть], ни-приятное-ни-болезненное чувство, которое возникло в зависимости от этого контакта, переживаемого как ни-приятный-ни-болезненный – прекращается и затухает».  ",
  "mn140:19.13": "Монах, подобно тому, как от контакта и трения двух палок для розжига порождается тепло, возникает огонь,  а с отсоединением и разнесением этих двух палок для розжига соответствующее тепло прекращается и затухает –  ",
  "mn140:19.14": "точно также, в зависимости от контакта, переживаемого как приятный, возникает приятное чувство…  ",
  "mn140:19.15": "",
  "mn140:19.16": "",
  "mn140:19.17": "",
  "mn140:19.18": "",
  "mn140:19.19": "",
  "mn140:19.20": "",
  "mn140:19.21": "",
  "mn140:19.22": "Он понимает: «С прекращением этого самого контакта, переживаемого как ни-приятный-ни-болезненный, соответствующее чувство – [то есть], ни-приятное-ни-болезненное чувство, которое возникло в зависимости от этого контакта, переживаемого как ни-приятный-ни-болезненный – прекращается и затухает».  ",
  "mn140:20.1": "И затем остаётся только невозмутимость – чистая и яркая, податливая, послушная, лучезарная. ",
  "mn140:20.2": "Представь, монах, как если бы умелый золотых дел мастер или его ученик подготовил печь, разогрел тигель, взял щипцами золото, положил его в тигель.  Время от времени он обдувал бы его, время от времени брызгал на него водой, время от времени просто осматривал его. Тогда это золото стало бы очищенным, хорошо очищенным, безупречным, избавленным от окалины, мягким, податливым, и лучезарным.  И тогда какое бы украшение ни задумал сделать мастер – золотую гирлянду, серьгу, ожерелье, или золотую цепь – золото может послужить этой цели.  ",
  "mn140:20.3": "Точно также, монах, затем там остаётся только невозмутимость – чистая и яркая, податливая, послушная, лучезарная.  ",
  "mn140:21.1": "Он понимает так: ",
  "mn140:21.2": "«Если бы я направил эту невозмутимость, такую чистую и яркую, к сфере безграничного пространства, и развивал бы свой ум соответствующе,  ",
  "mn140:21.3": "тогда эта моя невозмутимость, поддерживаемая этой сферой, цепляющаяся к ней, осталась бы [там] на очень долгое время. ",
  "mn140:21.4": "Если бы я направил эту невозмутимость, такую чистую и яркую, к сфере безграничного сознания, и развивал бы свой ум соответствующе,  ",
  "mn140:21.5": "тогда эта моя невозмутимость, поддерживаемая этой сферой, цепляющаяся к ней, осталась бы [там] на очень долгое время. ",
  "mn140:21.6": "«Если бы я направил эту невозмутимость, такую чистую и яркую, к сфере отсутствия всего, и развивал бы свой ум соответствующе,  ",
  "mn140:21.7": "тогда эта моя невозмутимость, поддерживаемая этой сферой, цепляющаяся к ней, осталась бы [там] на очень долгое время. ",
  "mn140:21.8": "Если бы я направил эту невозмутимость, такую чистую и яркую, к сфере ни восприятия-ни-не-восприятия, и развивал бы свой ум соответствующе,  ",
  "mn140:21.9": "тогда эта моя невозмутимость, поддерживаемая этой сферой, цепляющаяся к ней, осталась бы [там] на очень долгое время. ",
  "mn140:22.1": "Он понимает так: ",
  "mn140:22.2": "«Если бы я направил эту невозмутимость, такую чистую и яркую, к сфере безграничного пространства, и развивал бы свой ум соответствующе,  ",
  "mn140:22.3": "то это было бы обусловленным.  ",
  "mn140:22.4": "Если бы я направил эту невозмутимость, такую чистую и яркую, к сфере безграничного сознания, и развивал бы свой ум соответствующе... ",
  "mn140:22.5": "",
  "mn140:22.6": "сфере отсутствия всего... ",
  "mn140:22.7": "",
  "mn140:22.8": "сфере ни-восприятия-ни не-восприятия и развивал бы свой ум соответствующе, ",
  "mn140:22.9": "то это было бы обусловленным.  ",
  "mn140:22.10": "Он не формирует какого-либо условия, не порождает какого-либо намерения, склоняющегося либо к существованию, либо к несуществованию.  ",
  "mn140:22.11": "Поскольку он не формирует какого-либо условия, не порождает какого-либо намерения, склоняющегося либо к существованию, либо к несуществованию, он не цепляется ни к чему в этом мире.  ",
  "mn140:22.12": "Когда он не цепляется, он не взволнован.  Когда он не взволнован, он лично достигает ниббаны.  ",
  "mn140:22.13": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn140:23.1": "Если он чувствует приятное чувство, он понимает: «Оно непостоянно». Он понимает: «Нет цепляния за него». Он понимает: «Нет наслаждения им». ",
  "mn140:23.2": "Если он чувствует болезненное чувство, он понимает: «Оно непостоянно». Он понимает: «Нет цепляния за него». Он понимает: «Нет наслаждения им».  ",
  "mn140:23.3": "Если он чувствует ни-приятное-ни-болезненное чувство, он понимает: «Оно непостоянно». Он понимает: «Нет цепляния за него». Он понимает: «Нет наслаждения им».  ",
  "mn140:24.1": "Если он чувствует приятное чувство, он чувствует его, [будучи] отсоединённым [от него].  ",
  "mn140:24.2": "Если он чувствует болезненное чувство, он чувствует его, [будучи] отсоединённым [от него].  ",
  "mn140:24.3": "Если он чувствует ни-приятное-ни-болезненное чувство, он чувствует его, [будучи] отсоединённым [от него].  ",
  "mn140:24.4": "Когда он чувствует чувство, заканчивающееся вместе с телом, он понимает: «Я чувствую чувство, заканчивающееся вместе с телом». Когда он чувствует чувство, заканчивающееся вместе с жизнью, он понимает: «Я чувствую чувство, заканчивающееся вместе с жизнью».  ",
  "mn140:24.5": "Он понимает: «С распадом тела, с окончанием жизни, всё, что чувствуется, при отсутствии наслаждения в этом, прямо здесь и остынет».  ",
  "mn140:24.6": "Подобно тому, монах, как масляная лампа горит в зависимости от масла и фитиля,  ",
  "mn140:24.7": "и с истощением масла и фитиля она гаснет из-за недостатка топлива,  ",
  "mn140:24.8": "точно также, монах, когда он чувствует чувство, заканчивающееся вместе с телом, он понимает: «Я чувствую чувство, заканчивающееся вместе с телом». Когда он чувствует чувство, заканчивающееся вместе с жизнью, он понимает: «Я чувствую чувство, заканчивающееся вместе с жизнью».  ",
  "mn140:24.9": "Он понимает: «С распадом тела, с окончанием жизни, всё, что чувствуется, при отсутствии наслаждения в этом, прямо здесь и остынет».  ",
  "mn140:25.1": "Так, обладая [этой мудростью], монах обладает высочайшим основанием мудрости.  ",
  "mn140:25.2": "Ведь это, монах, высочайшая благородная мудрость, то есть,  ",
  "mn140:25.3": "знание уничтожения всех страданий.  ",
  "mn140:26.1": "Его освобождение, основываясь на истине, непоколебимо.  ",
  "mn140:26.2": "Ведь то, монах, что имеет обманчивую природу, является лживым. А то, что имеет не обманчивую природу, является истиной – ниббаной.  ",
  "mn140:26.3": "Так, обладая [этой истиной], монах обладает высочайшим основанием истины.  ",
  "mn140:26.4": "Ведь это, монах, высочайшая благородная истина, то есть,  ",
  "mn140:26.5": "ниббана, имеющая не обманчивую природу.  ",
  "mn140:27.1": "Прежде, когда он был невежественен, он брал и принимал обретения.  ",
  "mn140:27.2": "Теперь же он отбросил их, срезал их под корень, сделал подобными обрубку пальмы, уничтожил так, что они более не смогут возникнуть в будущем.  ",
  "mn140:27.3": "Так, обладая [этим оставлением], монах обладает высочайшим основанием оставления.  ",
  "mn140:27.4": "Ведь это, монах, высочайшее благородное оставление, то есть,  ",
  "mn140:27.5": "оставление всех обретений. ",
  "mn140:28.1": "Прежде, когда он был невежественен, он переживал алчность, желание, и жажду.  ",
  "mn140:28.2": "Теперь же он отбросил их, срезал их под корень, сделал подобными обрубку пальмы, уничтожил так, что они более не смогут возникнуть в будущем.  ",
  "mn140:28.3": "Прежде, когда он был невежественен, он переживал злобу, недоброжелательность, и ненависть.  ",
  "mn140:28.4": "Теперь же он отбросил их, срезал их под корень, сделал подобными обрубку пальмы, уничтожил так, что они более не смогут возникнуть в будущем.  ",
  "mn140:28.5": "Прежде, когда он был невежественен, он переживал неведение и заблуждение.  ",
  "mn140:28.6": "Теперь же он отбросил их, срезал их под корень, сделал подобными обрубку пальмы, уничтожил так, что они более не смогут возникнуть в будущем.  ",
  "mn140:28.7": "Так, обладая [этим покоем], монах обладает высочайшим основанием покоя.  ",
  "mn140:28.8": "Ведь это, монах, высочайший благородный покой, то есть,  ",
  "mn140:28.9": "успокоение жажды, злобы, и заблуждения.  ",
  "mn140:29.1": "«Не следует пренебрегать мудростью, следует хранить истину, следует взращивать оставление, следует тренироваться для [обретения] покоя» –  ",
  "mn140:29.2": "в отношении этого так было сказано. ",
  "mn140:30.1": "«Приливы измышления не накрывают того, кто стоит на этих [основаниях],  а когда приливы измышления более не накрывают его, он зовётся умиротворённым мудрецом» – ",
  "mn140:30.2": "так было сказано. В отношении чего так было сказано?  ",
  "mn140:31.1": "Монах, «Я есть» – это измышление. «Я – это» – это измышление. «Я буду» – это измышление. «Меня не будет» – это измышление. «Я буду обладать формой» – это измышление. «Я буду бесформенным» – это измышление. «Я буду с восприятием» – это измышление. «Я буду без восприятия» – это измышление. «Я буду с ни восприятием, ни не-восприятием» – это измышление.  ",
  "mn140:31.2": "Измышление – это болезнь, измышление – это опухоль, измышление – это дротик.  ",
  "mn140:31.3": "[Когда он] преодолел все измышления, монах, человек зовётся умиротворённым мудрецом.  ",
  "mn140:31.4": "Умиротворённый мудрец не рождается, не стареет, не умирает.  Он не колеблется, он не томится.  ",
  "mn140:31.5": "Ведь в нём нет чего-либо, посредством чего он мог бы родиться [вновь где-либо].  Не рождаясь, как он может состариться?  Не старея, как он может умереть?  Не умирая, как он может колебаться?  Не колеблясь, с чего он должен томиться?  ",
  "mn140:32.1": "«Приливы измышления не накрывают того, кто стоит на этих [основаниях],  а когда приливы измышления более не накрывают его, он зовётся умиротворённым мудрецом» – ",
  "mn140:32.2": "в отношении этого так было сказано. ",
  "mn140:32.3": "Монах, запомни это краткое разъяснение шести элементов».  ",
  "mn140:33.1": "И тогда достопочтенный Пуккусати подумал:  ",
  "mn140:33.2": "«Воистину, [сам] Учитель пришёл ко мне!  Высочайший пришёл ко мне!  Полностью Просветлённый пришёл ко мне!»  Тогда он поднялся со своего сиденья, закинул внешнее одеяние за плечо, упал в ноги Благословенному и сказал:  ",
  "mn140:33.3": "«Уважаемый, я совершил проступок,  ведь как неловкий и сбитый с толку глупец я позволил себе обратиться к Благословенному словом «друг».  ",
  "mn140:33.4": "Уважаемый, пусть Благословенный простит меня за мой проступок, который я [теперь] увидел таковым, чтобы в будущем [я себя] сдерживал [в этом]». ",
  "mn140:33.5": "«Вне сомнений, монах, ты совершил проступок,  ведь как неловкий и сбитый с толку глупец ты позволил себе обратиться к Благословенному словом «друг».  ",
  "mn140:33.6": "Но поскольку ты видишь свой проступок как проступок и исправляешь его в соответствии с Дхаммой, мы прощаем тебя.  ",
  "mn140:33.7": "Ведь это является ростом в Дисциплине Благородных – когда кто-либо видит проступок таковым и исправляет его в соответствии с Дхаммой, предпринимая воздержание [от совершения подобного] в будущем». ",
  "mn140:34.1": "«Уважаемый, я хотел бы получить высшее [монашеское] посвящение у Благословенного». ",
  "mn140:34.2": "«Но есть ли у тебя полный [набор в виде] чаши и одеяния, монах?»  ",
  "mn140:34.3": "«Уважаемый, мой [наборе в виде] чаши и одеяния не полон».  ",
  "mn140:34.4": "«Монах, Татхагаты не дают полное посвящение тому, чей [набор в виде] чаши и одеяния неполон».  ",
  "mn140:35.1": "Тогда достопочтенный Пуккусати, восхитившись и возрадовавшись словам Благословенного,  встал со своего сиденья, поклонился Благословенному, и ушёл в поисках чаши и одеяния, обойдя его с правой стороны.  ",
  "mn140:35.2": "И затем, по мере того как достопочтенный Пуккусати искал чашу и одеяние, бродячая корова убила его.  ",
  "mn140:36.1": "И тогда несколько монахов отправились к Благословенному и, поклонившись ему, сели рядом и сказали: ",
  "mn140:36.2": "«Уважаемый, представитель клана Пуккусати, которому Благословенный дал краткое наставление, умер.  ",
  "mn140:36.3": "Какова его участь? Каков его будущий удел?» ",
  "mn140:36.4": "«Монахи, представитель клана Пуккусати был мудр.  Он вступил на путь Дхаммы и не беспокоил меня истолкованием Дхаммы. ",
  "mn140:36.5": "С уничтожением пяти нижних оков представитель клана Пуккусати переродился спонтанно [в мире Чистых обителей] и там достигнет окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот мир]».  ",
  "mn140:36.6": "Так сказал Благословенный.  ",
  "mn140:36.7": "Монахи были довольны и восхитились словами Благословенного. "
}