{
  "mn149:0.1": "Мадджхима Никая 149 ",
  "mn149:0.2": "Великая сфера шести ",
  "mn149:1.1": "Так я слышал. ",
  "mn149:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn149:1.3": "Там он обратился к монахам так: ",
  "mn149:1.4": "«Монахи!» ",
  "mn149:1.5": "«Да, уважаемый», – отвечали монахи. ",
  "mn149:1.6": "Благословенный сказал следующее: ",
  "mn149:2.1": "«Монахи, я дам вам наставление о великой сфере шести.  ",
  "mn149:2.2": "Слушайте внимательно то, о чём я буду говорить». ",
  "mn149:2.3": "«Да, уважаемый», – отвечали они. ",
  "mn149:2.4": "Благословенный сказал следующее: ",
  "mn149:3.1": "«Монахи, когда человек не знает и не видит глаз в соответствии с действительностью, когда человек не знает и не видит формы… сознание глаза… контакт глаза… когда человек не знает и не видит в соответствии с действительностью [чувство], ощущаемое как приятное или болезненное или ни-приятное-ни-болезненное, возникающее с контактом глаза как условием – тогда он воспламенён жаждой к глазу, к формам, к сознанию глаза, к контакту глаза, к [чувству]… возникающему с контактом глаза как условием. ",
  "mn149:3.2": "Когда он пребывает, воспламенённый жаждой, опутанный, ослеплённый, созерцая привлекательность, тогда пять совокупностей, подверженных цеплянию, выстраиваются для него на будущее.  ",
  "mn149:3.3": "Его жажда, которая ведёт к новому существованию, сопровождаемая наслаждением и страстью, наслаждением в том и в этом, возрастает.  ",
  "mn149:3.4": "Его телесные и умственные проблемы увеличиваются,  ",
  "mn149:3.5": "его телесные и умственные мучения увеличиваются,  ",
  "mn149:3.6": "его телесные и умственные взбудораженности увеличиваются,  ",
  "mn149:3.7": "и он переживает телесное и умственное страдание. ",
  "mn149:4-7.1": "Когда человек не знает и не видит ухо в соответствии с действительностью…  ",
  "mn149:4-7.2": "Когда человек не знает и не видит нос в соответствии с действительностью…  ",
  "mn149:4-7.3": "Когда человек не знает и не видит язык в соответствии с действительностью…  ",
  "mn149:4-7.4": "Когда человек не знает и не видит тело в соответствии с действительностью…  ",
  "mn149:4-7.5": "Когда человек не знает и не видит ум в соответствии с действительностью, когда человек не знает и не видит умственные феномены… сознание ума… контакт ума… когда человек не знает и не видит в соответствии с действительностью [чувство], ощущаемое как приятное или болезненное или ни-приятное-ни-болезненное, возникающее с контактом ума как условием – тогда он воспламенён жаждой к уму, к умственным феноменам, к сознанию ума, к контакту ума, к [чувству]… возникающему с контактом ума как условием.  ",
  "mn149:8.1": "Когда он пребывает, воспламенённый жаждой, опутанный, ослеплённый, созерцая привлекательность, тогда пять совокупностей, подверженных цеплянию, выстраиваются для него на будущее.  ",
  "mn149:8.2": "Его жажда, которая ведёт к новому существованию, сопровождаемая наслаждением и страстью, наслаждением в том и в этом, возрастает.  ",
  "mn149:8.3": "Его телесные и умственные проблемы увеличиваются,  ",
  "mn149:8.4": "его телесные и умственные мучения увеличиваются,  ",
  "mn149:8.5": "его телесные и умственные взбудораженности увеличиваются,  ",
  "mn149:8.6": "и он переживает телесное и умственное страдание. ",
  "mn149:9.1": "Монахи, когда человек знает и видит в соответствии с действительностью глаз, формы, сознание глаза, контакт глаза, [чувство], ощущаемое как приятное или болезненное или ни-приятное-ни-болезненное, возникающее с контактом глаза как условием – тогда он не воспламенён жаждой к глазу, к формам, к сознанию глаза, к контакту глаза, к [чувству]… возникающему с контактом глаза как условием.  ",
  "mn149:9.2": "Когда он пребывает, не воспламенённый жаждой, не опутанный, не ослеплённый, созерцая опасность, тогда пять совокупностей, подверженных цеплянию, убывают для него на будущее.  ",
  "mn149:9.3": "Его жажда, которая ведёт к новому существованию, сопровождаемая наслаждением и страстью, наслаждением в том и в этом, отбрасывается.  ",
  "mn149:9.4": "Его телесные и умственные проблемы отбрасываются,  ",
  "mn149:9.5": "его телесные и умственные мучения отбрасываются,  ",
  "mn149:9.6": "его телесные и умственные взбудораженности отбрасываются,  ",
  "mn149:9.7": "и он переживает телесное и умственное удовольствие. ",
  "mn149:10.1": "Воззрение такого человека является правильным воззрением.  ",
  "mn149:10.2": "Его устремление является правильным устремлением,  ",
  "mn149:10.3": "его усилие является правильным усилием,  ",
  "mn149:10.4": "его осознанность является правильной осознанностью,  ",
  "mn149:10.5": "его сосредоточение является правильным сосредоточением.  ",
  "mn149:10.6": "Но его телесное действие, его словесное действие, и его средства к жизни уже были хорошо очищены прежде.  ",
  "mn149:10.7": "Так этот Благородный восьмеричный путь приходит к исполнению в нём за счёт развития.  ",
  "mn149:10.8": "Когда он развивает этот Благородный восьмеричный путь, то четыре основы осознанности также приходят к исполнению в нём за счёт развития. Четыре правильных старания также приходят к исполнению в нём за счёт развития. Четыре основы сверхъестественных сил также приходят к исполнению в нём за счёт развития. Пять качеств также приходят к исполнению в нём за счёт развития. Пять сил также приходят к исполнению в нём за счёт развития. Семь факторов просветления также приходят к исполнению в нём за счёт развития.  ",
  "mn149:10.9": "Эти две вещи происходят в нём, связанные вместе равномерно:  ",
  "mn149:10.10": "успокоение и прозрение. ",
  "mn149:10.11": "Он полностью понимает прямым знанием те вещи, которые следует полностью понять прямым знанием.  ",
  "mn149:10.12": "Он отбрасывает прямым знанием те вещи, которые следует отбросить прямым знанием.  ",
  "mn149:10.13": "Он развивает прямым знанием те вещи, которые следует развить прямым знанием.  ",
  "mn149:10.14": "Он реализует прямым знанием те вещи, которые следует реализовать прямым знанием.  ",
  "mn149:11.1": "И какие вещи следует полностью понять прямым знанием?  ",
  "mn149:11.2": "Ответ на это таков: «Пять совокупностей, подверженных цеплянию,  ",
  "mn149:11.3": "то есть, совокупность материальной формы… совокупность чувства… совокупность восприятия… совокупность формаций… совокупность сознания, подверженную цеплянию».  ",
  "mn149:11.4": "Эти вещи следует полностью понять прямым знанием.  ",
  "mn149:11.5": "И какие вещи следует отбросить прямым знанием?  ",
  "mn149:11.6": "Неведение и жажду к существованию.  ",
  "mn149:11.7": "Эти вещи следует отбросить прямым знанием. ",
  "mn149:11.8": "И какие вещи следует развить прямым знанием? ",
  "mn149:11.9": "Успокоение и прозрение. ",
  "mn149:11.10": "Эти вещи следует развить прямым знанием.  ",
  "mn149:11.11": "И какие вещи следует реализовать прямым знанием? ",
  "mn149:11.12": "Истинное знание и освобождение. ",
  "mn149:11.13": "Эти вещи следует реализовать прямым знанием.  ",
  "mn149:12-18.1": "Монахи, когда человек знает и видит глаз в соответствии с действительностью... ",
  "mn149:12-18.2": "Когда человек знает и видит нос в соответствии с действительностью…  ",
  "mn149:12-18.3": "Когда человек знает и видит язык в соответствии с действительностью…  ",
  "mn149:12-18.4": "Когда человек знает и видит тело в соответствии с действительностью…  ",
  "mn149:12-18.5": "Когда человек знает и видит в соответствии с действительностью ум, умственные феномены, сознание ума, контакт ума, [чувство], ощущаемое как приятное или болезненное или ни-приятное-ни-болезненное, возникающее с контактом глаза как условием – тогда он не воспламенён жаждой к уму, к умственным феноменам, к сознанию ума, к контакту ума, к [чувству]… возникающему с контактом ума как условием...  ",
  "mn149:19.1": "",
  "mn149:19.2": "",
  "mn149:19.3": "",
  "mn149:19.4": "",
  "mn149:19.5": "",
  "mn149:19.6": "",
  "mn149:20.1": "",
  "mn149:20.2": "",
  "mn149:20.3": "",
  "mn149:20.4": "",
  "mn149:20.5": "",
  "mn149:20.6": "",
  "mn149:20.7": "",
  "mn149:21.1": "",
  "mn149:22.1": "",
  "mn149:22.2": "",
  "mn149:22.3": "",
  "mn149:22.4": "",
  "mn149:22.5": "",
  "mn149:22.6": "",
  "mn149:23.1": "",
  "mn149:23.2": "",
  "mn149:23.3": "",
  "mn149:23.4": "",
  "mn149:24.1": "",
  "mn149:24.2": "",
  "mn149:24.3": "",
  "mn149:25.1": "",
  "mn149:25.2": "",
  "mn149:25.3": "",
  "mn149:26.1": "",
  "mn149:26.2": "",
  "mn149:26.3": "Эти вещи следует реализовать прямым знанием».  ",
  "mn149:26.4": "Так сказал Благословенный.  ",
  "mn149:26.5": "Монахи были довольны и восхитились словами Благословенного. "
}