{
  "mn144:0.1": "Мадджхима Никая 144 ",
  "mn144:0.2": "Совет Чханне ",
  "mn144:1.1": "Так я слышал. ",
  "mn144:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn144:2.1": "И тогда достопочтенный Сарипутта, достопочтенный Махачунда, и достопочтенный Чханна проживали на горе Пик Грифов.  ",
  "mn144:3.1": "И тогда достопочтенный Чханна был нездоров, поражён болезнью, серьёзно болен.  ",
  "mn144:3.2": "И тогда, вечером, достопочтенный Сарипутта вышел из медитации, отправился к достопочтенному Махачунде и сказал ему:   ",
  "mn144:3.3": "«Друг Чунда, пойдём к достопочтенному Чханне и спросим о его болезни».  ",
  "mn144:3.4": "«Да, друг» – ответил достопочтенный Махачунда.  ",
  "mn144:4.1": "И тогда достопочтенный Сарипутта и достопочтенный Махачунда отправились к достопочтенному Чханне и обменялись с ним приветствиями.  ",
  "mn144:4.2": "После обмена вежливыми приветствиями и любезностями они сели рядом. Тогда достопочтенный Сарипутта сказал достопочтенному Чханне:  ",
  "mn144:4.3": "«Я надеюсь, ты поправляешься, достопочтенный Чханна, я надеюсь, тебе становится лучше.  Я надеюсь, твои болезненные ощущения спадают, а не возрастают, и что можно увидеть их спад, а не увеличение».  ",
  "mn144:5.1": "«Друг Сарипутта, я не поправляюсь, мне не становится лучше.  Сильные болезненные ощущения возрастают во мне, а не спадают, и можно увидеть их увеличение, а не спад.  ",
  "mn144:5.2": "Подобно тому, как если бы сильный человек раскроил мою голову острым мечом – вот какие жестокие ветра прорезают мою голову.  ",
  "mn144:5.3": "",
  "mn144:5.4": "Подобно тому, как если бы сильный человек стянул прочным кожаным ремнём мою голову – вот какие жестокие боли у меня в голове.  ",
  "mn144:5.5": "",
  "mn144:5.6": "Подобно тому, как если бы умелый мясник или его ученик вскрыл брюхо быка острым мясницким ножом – вот какие жестокие ветра прорезают мой живот.  ",
  "mn144:5.7": "",
  "mn144:5.8": "Как если бы два сильных человека схватили слабого за обе руки и поджаривали его над ямой с горячими углями. ",
  "mn144:5.9": "Я не поправляюсь, мне не становится лучше.  Сильные болезненные ощущения возрастают во мне, а не спадают, и можно увидеть их увеличение, а не спад.  ",
  "mn144:5.10": "Я использую нож, друг Сарипутта,  у меня нет желания жить». ",
  "mn144:6.1": "«Пусть достопочтенный Чханна не использует нож.  ",
  "mn144:6.2": "Пусть достопочтенный Чханна живёт.  Мы бы хотели, чтобы достопрчтенный Чханда жил. ",
  "mn144:6.3": "Если у достопочтенного Чханны нет подходящей еды, я отправлюсь в поисках подходящей еды для него.  ",
  "mn144:6.4": "Если у него нет подходящего лекарства, я отправлюсь в поисках подходящего лекарства для него.  ",
  "mn144:6.5": "Если у него нет должного прислужника, я буду прислуживать ему.  ",
  "mn144:6.6": "«Пусть достопочтенный Чханна не использует нож. ",
  "mn144:6.7": "Пусть достопочтенный Чханна живёт.  Мы хотим, чтобы достопрчтенный Чханда жил. ",
  "mn144:7.1": "«Друг Сарипутта, не так оно вовсе, что у меня нет подходящей еды,  ",
  "mn144:7.2": "или лекарства, ",
  "mn144:7.3": "или прислужника. ",
  "mn144:7.4": "Более того, друг Сарипутта, долгое время я почитал Учителя с любовью, а не без любви.  ",
  "mn144:7.5": "Ведь ученику подобает почитать Учителя с любовью, а не без любви.  ",
  "mn144:7.6": "Запомни так, друг Сарипутта: «Монах Чханна использует нож без порицания». ",
  "mn144:8.1": "«Мы бы хотели задать достопочтенному Чханне ряд вопросов, если он соблаговолит ответить».  ",
  "mn144:8.2": "«Спрашивай, друг Сарипутта.  Как услышу, будет видно». ",
  "mn144:9.1": "«Друг Чханна, считаешь ли ты глаз, сознание глаза, и вещи, познаваемые сознанием глаза таковыми: «Это моё, я таков, это моё «я»?  ",
  "mn144:9.2": "Считаешь ли ты ухо, сознание уха, и вещи, познаваемые сознанием уха таковыми…?  ",
  "mn144:9.3": "Считаешь ли ты нос...? ",
  "mn144:9.4": "Считаешь ли ты язык...? ",
  "mn144:9.5": "Считаешь ли ты тело...? ",
  "mn144:9.6": "Считаешь ли ты ум, сознание ума и вещи, познаваемые сознанием ума таковыми: «Это моё, я таков, это моё «я»? ",
  "mn144:9.7": "«Друг Сарипутта, я считаю глаз, сознание глаза и вещи, познаваемые сознанием глаза таковыми: «Это не моё, я не таков, это не моё «я». ",
  "mn144:9.8": "Я считаю ухо... ",
  "mn144:9.9": "Я считаю нос... ",
  "mn144:9.10": "Я считаю язык... ",
  "mn144:9.11": "Я считаю тело... ",
  "mn144:9.12": "Я считаю ум, сознание ума и вещи, познаваемые сознанием ума таковыми: «Это не моё, я не таков, это не моё «я». ",
  "mn144:10.1": "«Друг Чханна, что ты увидел и напрямую узнал в глазе, сознании глаза… ухе… носе… языке… теле… уме, сознании ума и вещах, познаваемых сознанием ума, что ты считаешь их таковыми: «Это не моё, я не таков, это не моё «я»? ",
  "mn144:10.2": "",
  "mn144:10.3": "",
  "mn144:10.4": "",
  "mn144:10.5": "",
  "mn144:10.6": "",
  "mn144:10.7": "«Друг Сарипутта, поскольку я увидел и напрямую познал прекращение в глазе, сознании глаза… …вещах, познаваемых сознанием ума, я считаю их таковыми: «Это не моё, я не таков, это не моё «я».  ",
  "mn144:10.8": "",
  "mn144:10.9": "",
  "mn144:10.10": "",
  "mn144:10.11": "",
  "mn144:10.12": "",
  "mn144:11.1": "Когда так было сказано, достопочтенный Махачунда обратился к достопочтенному Чханне:  ",
  "mn144:11.2": "«В таком случае, друг Чханна, тебе следует непрерывно уделять внимание следующему учению Благословенного:  ",
  "mn144:11.3": "«В том, кто зависим – есть колебание.  В том, кто не зависим – нет колебаний. ",
  "mn144:11.4": "Когда нет колебаний, есть безмятежность.  ",
  "mn144:11.5": "Когда есть безмятежность, нет склонности. ",
  "mn144:11.6": "Когда нет склонности, нет прихода и ухода.  ",
  "mn144:11.7": "Когда нет прихода и ухода, нет умирания и перерождения.  ",
  "mn144:11.8": "Когда нет умирания и перерождения, тогда нет «здесь», или «там», или «между ними».  ",
  "mn144:11.9": "Это окончание страдания». ",
  "mn144:11.10": "Затем, когда достопочтенный Сарипутта и достопочтенный Махачунда так посоветовали достопочтенному Чханне, они встали со своих сидений и ушли.  ",
  "mn144:12.1": "И вскоре после того как они ушли, достопочтенный Чханна использовал нож.  ",
  "mn144:13.1": "И тогда достопочтенный Сарипутта отправился к Благословенному и, поклонившись ему, сел рядом и сказал:  ",
  "mn144:13.2": "«Уважаемый, Чханна использовал нож.  ",
  "mn144:13.3": "Какова его участь? Каков его будущий удел?» ",
  "mn144:13.4": "«Сарипутта, разве монах Чханна не объявил тебе о своей непорицаемости?»  ",
  "mn144:13.5": "«Уважаемый, у Вадджей есть деревня под названием Пуббаджира.  ",
  "mn144:13.6": "Там у достопочтенного Чханны были дружеские семьи, близкие семьи, радушные семьи».  ",
  "mn144:13.7": "«Действительно, Сарипутта, у монаха Чханны в самом деле были дружеские семьи, близкие семьи, радушные семьи.  ",
  "mn144:13.8": "Но я не говорю, что в этом отношении он был достоин порицания.  ",
  "mn144:13.9": "Сарипутта, когда кто-либо оставляет это тело и подхватывает другое тело, тогда я говорю, что он достоин порицания.  ",
  "mn144:13.10": "Такого не произошло в случае с монахом Чханной.  ",
  "mn144:13.11": "Монах Чханна использовал нож без порицания».  ",
  "mn144:13.12": "Так сказал Благословенный.  ",
  "mn144:13.13": "Достопочтенный Сарипутта был доволен и восхитился словами Благословенного.  "
}