{
  "mn141:0.1": "Мадджхима Никая 141 ",
  "mn141:0.2": "Изложение об истинах ",
  "mn141:1.1": "Так я слышал. ",
  "mn141:1.2": "Однажды Благословенный проживал в Варанаси, в Оленьем парке, в Исипатане. ",
  "mn141:1.3": "Там Благословенный обратился к монахам так: ",
  "mn141:1.4": "«Монахи!» ",
  "mn141:1.5": "«Уважаемый» - ответили они. ",
  "mn141:1.6": "Благословенный сказал следующее: ",
  "mn141:2.1": "«Монахи, в Варанаси, в Оленьем парке, в Исипатане Татхагата, совершенный и полностью просветлённый, привёл в движение несравненное Колесо Дхаммы, которое не может быть остановлено каким-либо жрецом или отшельником, божеством, Марой, Брахмой, или кем бы то ни было в мире, –  ",
  "mn141:2.2": "которое есть [не что иное как] провозглашение, обучение, описание, утверждение, раскрытие, разъяснение, изложение Четырёх благородных истин.  ",
  "mn141:2.3": "Каких четырёх? ",
  "mn141:3.1": "Провозглашение, обучение, описание, утверждение, раскрытие, разъяснение, изложение благородной истины о страдании. Провозглашение… благородной истины о происхождении страдания… благородной истины о прекращении страдания… благородной истины о пути, ведущем к прекращению страдания. ",
  "mn141:4.1": "Монахи, в Варанаси, в Оленьем парке, в Исипатане Татхагата, совершенный и полностью просветлённый, привёл в движение несравненное Колесо Дхаммы, которое не может быть остановлено каким-либо жрецом или отшельником, божеством, Марой, Брахмой, или кем бы то ни было в мире, –  ",
  "mn141:4.2": "которое есть [не что иное как] провозглашение, обучение, описание, утверждение, раскрытие, разъяснение, изложение Четырёх благородных истин.  ",
  "mn141:5.1": "Взращивайте дружбу с Сарипуттой и Моггалланой, монахи. ",
  "mn141:5.2": "Общайтесь с Сарипуттой и Моггалланой.  ",
  "mn141:5.3": "Они мудры, полезны своим товарищам по святой жизни. ",
  "mn141:5.4": "Сарипутта подобен матери.  ",
  "mn141:5.5": "Моггаллана подобен няньке.  ",
  "mn141:5.6": "Сарипутта тренирует других для достижения плода вступления в поток, а Моггаллана – для [достижения] высочайшей цели. ",
  "mn141:5.7": "Сарипутта, монахи, способен провозгласить, обучить, описать, утвердить, раскрыть, разъяснить, изложить Четыре благородные истины». ",
  "mn141:6.1": "Так сказал Благословенный. ",
  "mn141:6.2": "И сказав так, Высочайший поднялся со своего сиденья и ушёл в свою хижину. ",
  "mn141:7.1": "И вскоре после того как Благословенный ушёл, достопочтенный Сарипутта обратился к монахам так:  ",
  "mn141:7.2": "«Друзья монахи!» ",
  "mn141:7.3": "«Друг!» - ответили монахи достопочтенному Сарипутте. ",
  "mn141:7.4": "Достопочтенный Сарипутта сказал следующее: ",
  "mn141:8.1": "в Варанаси, в Оленьем парке, в Исипатане Татхагата, совершенный и полностью просветлённый, привёл в движение несравненное Колесо Дхаммы, которое не может быть остановлено каким-либо жрецом или отшельником, божеством, Марой, Брахмой, или кем бы то ни было в мире, – ",
  "mn141:8.2": "которое есть [не что иное как] провозглашение, обучение, описание, утверждение, раскрытие, разъяснение, изложение Четырёх благородных истин. ",
  "mn141:8.3": "Какиех четырёх? ",
  "mn141:9.1": "Провозглашение, обучение, описание, утверждение, раскрытие, разъяснение, изложение благородной истины о страдании. Провозглашение… благородной истины о происхождении страдания… благородной истины о прекращении страдания… благородной истины о пути, ведущем к прекращению страдания. ",
  "mn141:10.1": "И что такое, друзья, благородная истина о страдании? ",
  "mn141:10.2": "Рождение – это страдание; старение – это страдание; болезни – это страдание; смерть – это страдание; печаль, стенание, боль, грусть и отчаяние – это страдание; неполучение желаемого – это страдание. Одним словом, пять совокупностей, подверженных цеплянию – это страдание. ",
  "mn141:11.1": "И что такое рождение, друзья?",
  "mn141:11.2": "Рождение существ в различных классах существ, их приход к рождению, нисхождение [в утробу], начинание, проявление совокупностей, обретение сфер контакта –  ",
  "mn141:11.3": "это называется рождением. ",
  "mn141:12.1": "И что такое старение, друзья? ",
  "mn141:12.2": "Старение существ в различных классах существ, их старость, разбитость зубов, седина волос, морщинистость кожи, упадок жизни, ослабевание способностей – ",
  "mn141:12.3": "это называется старением. ",
  "mn141:13.1": "И что такое смерть, друзья? ",
  "mn141:13.2": "Уход существ из различных классов существ, их умирание, распад, исчезновение, кончина, истечение срока [жизни], распад совокупностей, оставление тела – ",
  "mn141:13.3": "это называется смертью. ",
  "mn141:14.1": "И что такое печаль, друзья? ",
  "mn141:14.2": "Печаль, горесть, уныние, внутренняя печаль, внутреннее огорчение того, кто повстречал неудачу или кто охвачен некоторым болезненным состоянием, – ",
  "mn141:14.3": "это называется печалью. ",
  "mn141:15.1": "И что такое стенание, друзья?",
  "mn141:15.2": "Рыдание и стенание, оплакивание и причитание, плач и горевание того, кто повстречал неудачу или кто охвачен некоторым болезненным состоянием, – ",
  "mn141:15.3": "это называется стенанием. ",
  "mn141:16.1": "И что такое боль, друзья? ",
  "mn141:16.2": "Телесная боль, телесный дискомфорт, болезненное, неприятное чувство, рождённое телесным контактом – ",
  "mn141:16.3": "это называется болью. ",
  "mn141:17.1": "И что такое грусть, друзья? ",
  "mn141:17.2": "Умственная боль, умственный дискомфорт, болезненное, неприятное чувство, рождённое умственным контактом, – ",
  "mn141:17.3": "это называется грустью. ",
  "mn141:18.1": "И что такое отчаяние, друзья? ",
  "mn141:18.2": "Беда и отчаяние, бедствие и безысходность у того, кто повстречал неудачу или кто охвачен некоторым болезненным состоянием, – ",
  "mn141:18.3": "это называется отчаяньем. ",
  "mn141:19.1": "И что означает, друзья, «неполучение желаемого – это страдание»? ",
  "mn141:19.2": "Существам, подверженным рождению, приходит желание: ",
  "mn141:19.3": "«О, если бы мы не были подвержены рождению! О, если бы рождения не случалось с нами!»  ",
  "mn141:19.4": "Но не так оно, что это достигается желанием.  ",
  "mn141:19.5": "А неполучение желаемого – это страдание. ",
  "mn141:19.6": "Существам, подверженным старению… ",
  "mn141:19.7": "болезни … ",
  "mn141:19.8": "смерти … ",
  "mn141:19.9": "печали, стенанию, боли, грусти и отчаянию приходит желание: ",
  "mn141:19.10": "«О, если бы мы не были подвержены печали, стенанию, боли, грусти и отчаянию! О, если бы печали, стенания, боли, грусти и отчаяния не случалось с нами!»  ",
  "mn141:19.11": "Но не так оно, что это достигается желанием,",
  "mn141:19.12": "а неполучение желаемого – это страдание. ",
  "mn141:20.1": "И что такое, друзья, пять совокупностей, подверженных цеплянию, которые, одним словом, являются страданием? ",
  "mn141:20.2": "Это совокупность материальной формы, подверженная цеплянию; совокупность чувства… совокупность восприятия… совокупность формаций [ума]…; совокупность сознания, подверженная цеплянию.  ",
  "mn141:20.3": "Таковы пять совокупностей, подверженных цеплянию, которые, одним словом, являются страданием. ",
  "mn141:20.4": "Это называется благородной истиной о страдании. ",
  "mn141:21.1": "И что такое, друзья, благородная истина о происхождении страдания? ",
  "mn141:21.2": "Это жажда, которая приводит к новому существованию, сопровождаемая наслаждением и страстью, наслаждением в том и в этом.  ",
  "mn141:21.3": "Это жажда к чувственным удовольствиям, жажда к существованию, жажда к несуществованию. ",
  "mn141:21.4": "Это называется благородной истиной об источнике страдания. ",
  "mn141:22.1": "И что такое, друзья, благородная истина о прекращении страдания? ",
  "mn141:22.2": "Это безостаточное угасание, исчезновение, прекращение, оставление, отбрасывание, отпускание, отказ от этой самой жажды. ",
  "mn141:22.3": "Это называется благородной истиной об источнике страдания.",
  "mn141:23.1": "И что такое, друзья, благородная истина о пути, ведущем к прекращению страдания? ",
  "mn141:23.2": "Это именно тот самый Благородный восьмеричный путь, то есть: ",
  "mn141:23.3": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к существованию, правильное усилие, правильная осознанность и правильное сосредоточение. ",
  "mn141:24.1": "И что такое, друзья, правильные воззрения? ",
  "mn141:24.2": "Знание страдания, знание происхождения страдания, знание прекращения страдания, знание пути, ведущего к прекращению страдания. ",
  "mn141:24.3": "Это называется правильными воззрениями. ",
  "mn141:25.1": "И что такое, друзья, правильное устремление? ",
  "mn141:25.2": "Устремление к отречению, устремление к не-недоброжелательности, устремление к не-жестокости. ",
  "mn141:25.3": "Это называется правильным устремлением. ",
  "mn141:26.1": "И что такое, друзья, правильная речь? ",
  "mn141:26.2": "Воздержание от лжи, воздержание от злонамеренной речи, воздержание от грубой речи, воздержание от пустой болтовни.  ",
  "mn141:26.3": "Это называется правильной речью.",
  "mn141:27.1": "И что такое, друзья, правильные действия? ",
  "mn141:27.2": "Воздержание от убийства живых существ, воздержание от взятия того, что не дано, воздержание от неблагого поведения в чувственных удовольствиях. ",
  "mn141:27.3": "Это называется правильными действиями. ",
  "mn141:28.1": "И что такое, друзья, правильные средства к жизни? ",
  "mn141:28.2": "Вот благородный ученик, отбросив неправильные средства к жизни, зарабатывает на жизнь правильными средствами. ",
  "mn141:28.3": "Это называется правильными средствами к жизни. ",
  "mn141:29.1": "И что такое, друзья, правильное усилие? ",
  "mn141:29.2": "Вот монах пробуждает рвение ради не-возникновения невозникших плохих, неблагих состояний. Он делает усилие, зарождает усердие, направляет на это ум, старается.  ",
  "mn141:29.3": "Он пробуждает рвение ради отбрасывания возникших плохих, неблагих состояний. Он делает усилие, зарождает усердие, направляет на это ум, старается.  ",
  "mn141:29.4": "Он пробуждает рвение ради возникновения невозникших благих состояний. Он делает усилие, зарождает усердие, направляет на это ум, старается.  ",
  "mn141:29.5": "Он пробуждает рвение ради поддержания возникших благих состояний, их не-угасания, увеличения, разрастания, осуществления посредством развития. Он делает усилие, зарождает усердие, направляет на это ум, старается.  ",
  "mn141:29.6": "Это называется правильным усилием. ",
  "mn141:30.1": "И что такое, друзья, правильная осознанность? ",
  "mn141:30.2": "Вот монах пребывает в созерцании тела как тела, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру. ",
  "mn141:30.3": "Он пребывает в созерцании чувств как чувств, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру. ",
  "mn141:30.4": "Он пребывает в созерцании ума как ума, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру.  ",
  "mn141:30.5": "Он пребывает в созерцании умственных феноменов как умственных феноменов, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру.  ",
  "mn141:30.6": "Это называется правильной осознанностью.",
  "mn141:31.1": "И что такое, друзья, правильное сосредоточение? ",
  "mn141:31.2": "С угасанием направления и удержания [ума на объекте] он входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn141:31.3": "Вот, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn141:31.4": "С угасанием восторга он пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании».  ",
  "mn141:31.5": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости.  ",
  "mn141:31.6": "Это называется правильным сосредоточением. ",
  "mn141:31.7": "Это называется благородной истиной о пути, ведущем к прекращению страданий. ",
  "mn141:32.1": "Друзья, в Варанаси, в Оленьем парке, в Исипатане Татхагата, совершенный и полностью просветлённый, привёл в движение несравненное Колесо Дхаммы, которое не может быть остановлено каким-либо жрецом или отшельником, божеством, Марой, Брахмой, или кем бы то ни было в мире, –  ",
  "mn141:32.2": "которое есть [ни что иное, как] провозглашение, обучение, описание, утверждение, раскрытие, разъяснение, изложение этих Четырёх благородных истин». ",
  "mn141:32.3": "Так сказал достопочтенный Сарипутта.",
  "mn141:32.4": "Монахи были довольны и восхитились словами достопочтенного Сарипутты. "
}