{
  "mn142:0.1": "Мадджхима Никая 142 ",
  "mn142:0.2": "Изложение о подношениях ",
  "mn142:1.1": "Так я слышал. ",
  "mn142:1.2": "Однажды Благословенный проживал в стране Сакьев, в Капилаваттху, в парке Нигродхи. ",
  "mn142:2.1": "И тогда Махападжапати Готами, взяв с собой пару новых одеяний, отправилась к Благословенному  и по прибытии, поклонившись ему, села рядом. Затем она обратилась к Благословенному:  ",
  "mn142:2.2": "«Уважаемый, я сама соткала, сшила эти одежды специально для Благословенного.  ",
  "mn142:2.3": "Уважаемый, пусть Благословенный из сострадания примет их от меня».  ",
  "mn142:2.4": "Когда так было сказано, Благословенный сказал ей:  ",
  "mn142:2.5": "«Готами, отдай эти одежды Сангхе монахов. ",
  "mn142:2.6": "Когда ты отдашь их Сангхе, ты выразишь почтение и мне, и Сангхе». ",
  "mn142:2.7": "И во второй раз... ",
  "mn142:2.8": "",
  "mn142:2.9": "",
  "mn142:2.10": "",
  "mn142:2.11": "",
  "mn142:2.12": "",
  "mn142:2.13": "и в третий раз она сказала Благословенному:  ",
  "mn142:2.14": "«Уважаемый, я сама соткала, сшила эти одежды специально для Благословенного.  ",
  "mn142:2.15": "Уважаемый, пусть Благословенный из сострадания примет их от меня».  ",
  "mn142:2.16": "и в третий раз Благословенный сказал ей: ",
  "mn142:2.17": "«Готами, отдай эти одежды Сангхе монахов. ",
  "mn142:2.18": "Когда ты отдашь их Сангхе, ты выразишь почтение и мне, и Сангхе». ",
  "mn142:3.1": "Когда так было сказано, достопочтенный Ананда сказал Благословенному:  ",
  "mn142:3.2": "«Уважаемый, пусть Благословенный примет эту пару новых одеяний от Махападжапати Готами. ",
  "mn142:3.3": "Махападжапати Готами была очень полезной Благословенному, уважаемый. Будучи сестрой [его] матери, она была его нянькой, его приёмной матерью, той, кто давала ему молоко.  ",
  "mn142:3.4": "Она кормила Благословенного из груди, когда его собственная мать скончалась.  ",
  "mn142:3.5": "Уважаемый, Благословенный также был очень полезен Махападжапати Готами.  ",
  "mn142:3.6": "Благодаря Благословенному Махападжапати Готами приняла прибежище в Будде, в Дхамме, в Сангхе.  ",
  "mn142:3.7": "Благодаря Благословенному Махападжапати Готами воздерживается от убийства живых существ, от взятия того, что не дано, от неблагого поведения в чувственных удовольствиях, от лжи, от вина, спиртного, одурманивающих веществ, что являются основой для беспечности. ",
  "mn142:3.8": "Благодаря Благословенному Махападжапати Готами обладает непоколебимым доверием к Будде, Дхамме, и Сангхе, и обладает нравственными качествами, которые дороги благородным.  ",
  "mn142:3.9": "Благодаря Благословенному Махападжапати Готами лишена сомнений по отношению к страданию, по отношению к происхождению страдания, по отношению к прекращению страдания и по отношению к пути, ведущему к прекращению страдания.  ",
  "mn142:3.10": "Благословенный был очень полезен Махападжапати Готами».  ",
  "mn142:4.1": "«Так оно, Ананда, так оно. ",
  "mn142:4.2": "Когда один человек благодаря другому принял прибежище в Будде, в Дхамме, в Сангхе, то, я говорю тебе, что непросто будет первому отплатить последнему  ",
  "mn142:4.3": "почитанием его, приветствием его стоя, выражением ему почтительного приветствия и оказанием вежливого услужения, подношением ему одеяний, еды, жилищ, необходимых для лечения вещей. ",
  "mn142:4.4": "Когда один человек благодаря другому стал воздерживаться от убийства, воздерживаться от взятия того, что не было дано, от неблагого поведения в чувственных удовольствиях, от лжи, от употребления вина, спиртного, одурманивающих веществ, что создают основу для беспечности, то, я говорю тебе, непросто будет первому отплатить последнему почитанием его… подношением ему одеяний, еды, жилищ, необходимых для лечения вещей. ",
  "mn142:4.5": "",
  "mn142:4.6": "Когда один человек благодаря другому стал обладать непоколебимым доверием к Будде, к Дхамме, к Сангхе, а также обладать нравственными качествами, которые дороги благородным, то, я говорю тебе, непросто будет первому отплатить последнему почитанием его… подношением ему одеяний, еды, жилищ, необходимых для лечения вещей. ",
  "mn142:4.7": "",
  "mn142:4.8": "Когда один человек благодаря другому освободился от сомнений по отношению к страданию, по отношению к происхождению страдания, по отношению к прекращению страдания, и по отношению к пути, ведущему к прекращению страдания, то, я говорю тебе, непросто будет первому отплатить последнему ",
  "mn142:4.9": "почитанием его, приветствием его стоя, выражением ему почтительного приветствия и оказанием вежливого услужения, подношением ему одеяний, еды, жилищ, необходимых для лечения вещей. ",
  "mn142:5.1": "Ананда, есть четырнадцать видов личных подношений.  ",
  "mn142:5.2": "Какие четырнадцать? ",
  "mn142:5.3": "Человек даёт дар Татхагате, совершенному и полностью просветлённому.  ",
  "mn142:5.4": "Таков первый вид личного подношения.  ",
  "mn142:5.5": "Человек даёт дар паччека-будде.  ",
  "mn142:5.6": "Таков второй вид личного подношения.  ",
  "mn142:5.7": "Человек даёт дар араханту, ученику Татхагаты.  ",
  "mn142:5.8": "Таков третий вид личного подношения. ",
  "mn142:5.9": "Человек даёт дар тому, кто вступил на путь к реализации плода арахантства.  ",
  "mn142:5.10": "Таков четвёртый вид личного подношения. ",
  "mn142:5.11": "Человек даёт дар не-возвращающемуся.  ",
  "mn142:5.12": "Таков пятый вид личного подношения. ",
  "mn142:5.13": "Человек даёт дар тому, кто вступил на путь к реализации плода не-возвращения.  ",
  "mn142:5.14": "Таков шестой вид личного подношения. ",
  "mn142:5.15": "Человек даёт дар однажды-возвращающемуся.  ",
  "mn142:5.16": "Таков седьмой вид личного подношения. ",
  "mn142:5.17": "Человек даёт дар тому, кто вступил на путь к реализации плода однажды-возвращения.  ",
  "mn142:5.18": "Таков восьмой вид личного подношения. ",
  "mn142:5.19": "Человек даёт дар вступившему в поток.  ",
  "mn142:5.20": "Таков девятый вид личного подношения. ",
  "mn142:5.21": "Человек даёт дар тому, кто вступил на путь к реализации плода вступления в поток.  ",
  "mn142:5.22": "Таков десятый вид личного подношения. ",
  "mn142:5.23": "Человек даёт дар [человеку] вне [Учения Будды], который свободен от жажды к чувственным удовольствиям.  ",
  "mn142:5.24": "Таков одиннадцатый вид личного подношения. ",
  "mn142:5.25": "Человек даёт дар нравственному заурядному человеку.  ",
  "mn142:5.26": "Таков двенадцатый вид личного подношения. ",
  "mn142:5.27": "Человек даёт дар безнравственному заурядному человеку.  ",
  "mn142:5.28": "Таков тринадцатый вид личного подношения. ",
  "mn142:5.29": "Человек даёт дар животному.  ",
  "mn142:5.30": "Таков четырнадцатый вид личного подношения. ",
  "mn142:6.1": "При этом, Ананда, можно ожидать, что подношения следующим существам вернутся следующим образом. Дар животному вернётся стократно. Дар безнравственному заурядному человеку вернётся тысячекратно.  Дар нравственному заурядному человекувернётся сто [раз] тысячекратно.  Дар [человеку] вне [Учения Будды], который свободен от жажды к чувственным удовольствиям вернётся сто тысяч [раз] тысячекратно. Дар тому, кто вступил на путь к реализации плода вступления в поток, вернётся неизмеримо, безмерно.  Так что уж говорить о дарении дара вступившему в поток? Что уж говорить о дарении дара тому, кто вступил на путь к реализации плода однажды-возвращения… однажды-возвращающемуся… кто вступил на путь к реализации плода не-возвращения… не-возвращающемуся… кто вступил на путь к реализации плода арахантства… араханту… паччека-будде?  Так что уж говорить о дарении дара Татхагате, совершенному и полностью просветлённому? ",
  "mn142:7.1": "Ананда, есть семь видов подношений, сделанных Сангхе.  ",
  "mn142:7.2": "Какие семь? ",
  "mn142:7.3": "Человек даёт дар Сангхе обеих [сангх монахов и монахинь], возглавляемой Буддой.  ",
  "mn142:7.4": "Таков первый вид подношения, сделанного Сангхе.  ",
  "mn142:7.5": "Человек даёт дар Сангхе обеих [сангх монахов и монахинь] после того, как Татхагата достиг окончательной ниббаны.  ",
  "mn142:7.6": "Таков второй вид подношения, сделанного Сангхе.  ",
  "mn142:7.7": "Человек даёт дар Сангхе монахов.  ",
  "mn142:7.8": "Таков третий вид подношения, сделанного Сангхе.  ",
  "mn142:7.9": "Человек даёт дар Сангхе монахинь.  ",
  "mn142:7.10": "Таков четвёртый вид подношения, сделанного Сангхе.  ",
  "mn142:7.11": "Человек даёт дар, сказав: «Назначьте для меня из Сангхи столько-то монахов и монахинь».  ",
  "mn142:7.12": "Таков пятый вид подношения, сделанного Сангхе.  ",
  "mn142:7.13": "Человек даёт дар, сказав: «Назначьте для меня из Сангхи столько-то монахов».  ",
  "mn142:7.14": "Таков шестой вид подношения, сделанного Сангхе.  ",
  "mn142:7.15": "Человек даёт дар, сказав: «Назначьте для меня из Сангхи столько-то монахинь».  ",
  "mn142:7.16": "Таков седьмой вид подношения, сделанного Сангхе.  ",
  "mn142:8.1": "В будущие времена, Ананда, будут представители клана, которые будут «жёлтыми шеями», безнравственными, с порочным характером. ",
  "mn142:8.2": "Люди будут давать дары этим безнравственным людям во имя Сангхи.  ",
  "mn142:8.3": "И даже в этом случае, я говорю тебе, подношение, сделанное [такой] Сангхе является неизмеримым, безмерным.  ",
  "mn142:8.4": "И я утверждаю, что никоим образом дар конкретной личности не может быть более плодотворным, чем подношение, сделанное Сангхе. ",
  "mn142:9.1": "Ананда, есть четыре вида очищения подношений. ",
  "mn142:9.2": "Какие четыре? ",
  "mn142:9.3": "Есть подношение, которое очищено дающим, но не получающим.  ",
  "mn142:9.4": "Есть подношение, которое очищено получающим, но не дающим.  ",
  "mn142:9.5": "Есть подношение, которое не очищено ни дающим, ни получающим.  ",
  "mn142:9.6": "Есть подношение, которое очищено и дающим, и получающим. ",
  "mn142:10.1": "И когда подношение очищено дающим, но не получающим?  ",
  "mn142:10.2": "Вот дающий – нравственный, обладает благим характером, а получающий – безнравственный, обладает порочным характером. Так подношение очищено дающим, но не получающим. ",
  "mn142:10.3": "",
  "mn142:11.1": "И когда подношение очищено получающим, но не дающим?  ",
  "mn142:11.2": "Вот получающий – нравственный, обладает благим характером, а дающий – безнравственный, обладает порочным характером. Так подношение очищено получающим, но не дающим.  ",
  "mn142:11.3": "",
  "mn142:12.1": "И когда подношение не очищено ни получающим, ни дающим?  ",
  "mn142:12.2": "Вот дающий – безнравственный, обладает порочным характером, и получающий – безнравственный, обладает порочным характером. Так подношение не очищено ни получающим, ни дающим.  ",
  "mn142:12.3": "",
  "mn142:13.1": "И когда подношение очищено и дающим, и получающим?   ",
  "mn142:13.2": "Вот дающий – нравственный, обладает благим характером, и получающий – нравственный, обладает благим характером. Так подношение очищено и дающим, и получающим. ",
  "mn142:13.3": "",
  "mn142:13.4": "Таковы четыре вида очищения подношений». ",
  "mn142:14.1": "Так сказал Благословенный.  ",
  "mn142:14.2": "И когда Высочайший сказал это, [он], Учитель, далее добавил:  ",
  "mn142:14.3": "«Коль нравственный безнравственному дарит  ",
  "mn142:14.4": "С сердцем доверчивым дар праведно добытый,  ",
  "mn142:14.5": "И верит в результат большой поступка,  ",
  "mn142:14.6": "Тогда даритель очищает подношение.  ",
  "mn142:14.7": "Когда безнравственный дар нравственному дарит  ",
  "mn142:14.8": "С сердцем не верящим, неправедно добытый,  ",
  "mn142:14.9": "Не верит в то, что от дарения что-то будет,  ",
  "mn142:14.10": "То получатель очищает подношение.  ",
  "mn142:14.11": "Когда безнравственный безнравственному дарит  ",
  "mn142:14.12": "С сердцем не верящим неправедный подарок,  ",
  "mn142:14.13": "Не верит в то, что от дарения что-то будет,  ",
  "mn142:14.14": "Тогда никто не очищает подношение.  ",
  "mn142:14.15": "Когда он нравственный, и нравственному дарит,  ",
  "mn142:14.16": "С сердцем доверчивым дар праведно добытый,  ",
  "mn142:14.17": "И верит в результат большой поступка,  ",
  "mn142:14.18": "То это дар весь полный плод тогда приносит.  ",
  "mn142:14.19": "Когда бесстрастный дар бесстрастному даёт  ",
  "mn142:14.20": "С сердцем доверчивым дар праведно добытый,  ",
  "mn142:14.21": "И верит в результат большой поступка,  ",
  "mn142:14.22": "То это дар среди мирских даров всех лучше».  ",
  "mn142:14.23": "",
  "mn142:14.24": "",
  "mn142:15.1": "",
  "mn142:15.2": "",
  "mn142:15.3": "",
  "mn142:15.4": ""
}