{
  "mn14:0.1": "Мадджхима Никая 14 ",
  "mn14:0.2": "Малое наставление о груде страданий",
  "mn14:1.1": "Так я слышал. ",
  "mn14:1.2": "Так я слышал. Однажды Благословенный проживал в стране Сакьев, в Капилаваттху, в парке Нигродхи. ",
  "mn14:2.1": "И тогда Маханама из клана Сакьев отправился к Благословенному, поклонился ему, сел рядом и сказал:",
  "mn14:2.2": "– Уважаемый, долгое время я понимал Дхамму, которой научил Благословенный, так:  ",
  "mn14:2.3": "«Жажда – это изъян, который загрязняет ум, злоба – это изъян, который загрязняет ум, заблуждение – это изъян, который загрязняет ум».  ",
  "mn14:2.4": "",
  "mn14:2.5": "",
  "mn14:2.6": "И, всё же, хоть я и понимаю Дхамму, которой научил Благословенный, временами состояния жажды, злобы, заблуждения наводняют мой ум и остаются в нём.  ",
  "mn14:2.7": "",
  "mn14:2.8": "Я задумался, уважаемый, какое состояние всё ещё не отброшено мной внутренне, из-за которого временами эти состояния жажды, злобы, заблуждения наводняют мой ум и остаются в нём?",
  "mn14:3.1": "– Маханама, в тебе всё ещё есть внутренне неотброшенное тобой состояние, из-за которого временами эти состояния жажды, злобы, заблуждения наводняют твой ум и остаются в нём.  ",
  "mn14:3.2": "Ведь если бы это состояние уже было бы внутренне отброшено тобой, ты бы не жил домохозяйской жизнью, ты бы не наслаждался чувственными удовольствиями ",
  "mn14:3.3": "Именно из-за этого внутренне неотброшенного тобой состояния ты живёшь дома и наслаждаешься чувственными удовольствиями. ",
  "mn14:4.1": "Даже несмотря на то, что благородный ученик ясно увидел правильной мудростью в соответствии с действительностью, что чувственные удовольствия приносят мало удовлетворения, много страданий и отчаяния и что опасность, заключённая в них, и того больше, [всё же],  ",
  "mn14:4.2": "пока он всё ещё не достигает восторга и счастья, что отделены от чувственных удовольствий, отделены от неблагих состояний, или же [пока он не достигает] чего-то более умиротворённого, нежели это, ",
  "mn14:4.3": "то его всё ещё могут привлекать чувственные удовольствия. ",
  "mn14:4.4": "Но когда благородный ученик ясно увидел правильной мудростью в соответствии с действительностью, что чувственные удовольствия приносят мало удовлетворения, много страданий и отчаяния и что опасность, заключённая в них, и того больше, и [когда] он достигает восторга и счастья, что отделены от чувственных удовольствий, отделены от неблагих состояний, или же [когда он достигает] чего-то более умиротворённого, нежели это,  ",
  "mn14:4.5": "то тогда его более не привлекают чувственные удовольствия. ",
  "mn14:5.1": "До моего просветления, пока я всё ещё был только лишь непросветлённым бодхисаттой, я тоже ясно видел правильной мудростью в соответствии с действительностью, ",
  "mn14:5.2": "что чувственные удовольствия приносят мало удовлетворения, много страданий и отчаяния и как велика опасность, заключённая в них.  ",
  "mn14:5.3": "Но пока я ещё не достигал восторга и счастья, что отделены от чувственных удовольствий, отделены от неблагих состояний, или же [пока не достигал] чего-то более умиротворённого, нежели это, ",
  "mn14:5.4": "я осознавал, что чувственные удовольствия всё ещё могут привлекать меня.  ",
  "mn14:5.5": "Но когда я ясно увидел правильной мудростью… [когда достигал] чего-то более умиротворённого, нежели это,  ",
  "mn14:5.6": "то я осознал, что меня более не привлекали чувственные удовольствия. ",
  "mn14:6.1": "И что такое привлекательность в отношении чувственных удовольствий?  ",
  "mn14:6.2": "Маханама, есть эти пять нитей чувственных удовольствий.  ",
  "mn14:6.3": "Какие пять? ",
  "mn14:6.4": "Формы, познаваемые глазом – желанные, желаемые, приятные, привлекательные, связанны с чувственным желанием, вызывающие страсть… ",
  "mn14:6.5": "Звуки, познаваемые ухом… ",
  "mn14:6.6": "Запахи, познаваемые носом… ",
  "mn14:6.7": "Вкусы, познаваемые языком… ",
  "mn14:6.8": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанны с чувственным желанием, вызывающие страсть… ",
  "mn14:6.9": "Таковы пять нитей чувственных удовольствий. ",
  "mn14:6.10": "Удовольствие и радость, возникающие в зависимости от этих пяти нитей чувственных удовольствий, являются привлекательностью в отношении чувственных удовольствий.",
  "mn14:6.11": "",
  "mn14:7.1": "И что такое, монахи, опасность в отношении чувственных удовольствий? ",
  "mn14:7.2": "Вот, монахи, что касается ремесла, которым представитель клана добывает себе на жизнь, – ",
  "mn14:7.3": "проверки, или подсчёта, или расчёта, или сельского хозяйства, или торговли, или земледелия, или стрельбы из лука, или служения царю, или какого бы то ни было ремесла, –  ",
  "mn14:7.4": "ему приходится сталкиваться с холодом, приходится сталкиваться с жарой, ему вредят соприкосновения с мухами, с комарами, с ветром, с солнцем, с ползучими тварями. Ему грозит смерть от голода и жажды.  ",
  "mn14:7.5": "Вот что является опасностью в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина [этому страданию] – одни лишь чувственные удовольствия. ",
  "mn14:8.1": "Если имущество не приходит к представителю клана по мере того, как он работает, старается, прилагает усилие, ",
  "mn14:8.2": "то тогда он печалится, горюет и плачет, бьёт себя в грудь, становится обезумевшим, рыдая: «Моя работа была напрасной, мои усилия были тщетными!»  ",
  "mn14:8.3": "И это также опасность в отношении чувственных удовольствий – груды страданий… Причина – одни лишь чувственные удовольствия. ",
  "mn14:9.1": "Если имущество приходит к представителю клана по мере того, как он работает, старается, прилагает усилие,  ",
  "mn14:9.2": "он переживает боль и грусть, оберегая его: ",
  "mn14:9.3": "«Как сделать так, чтобы ни цари, ни воры не забрали его; чтобы огонь не сжёг его; чтобы вода не смыла его; чтобы ненавистные наследники не забрали его?»  ",
  "mn14:9.4": "По мере того как он охраняет и защищает своё имущество, цари и воры забирают его, или огонь сжигает его, или вода смывает его, или ненавистные наследники забирают его.  ",
  "mn14:9.5": "И тогда он печалится, горюет и плачет, бьёт себя в грудь, становится обезумевшим, рыдая: ",
  "mn14:9.6": "«У меня больше нет того, что было прежде!» ",
  "mn14:9.7": "И это также опасность в отношении чувственных удовольствий – груды страданий… Причина – одни лишь чувственные удовольствия. ",
  "mn14:10.1": "Далее, имея чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой, просто лишь из-за наличия чувственных удовольствий, – цари ссорятся с царями, знать со знатью, брахманы с брахманами, домохозяева с домохозяевами. Мать ссорится с сыном, сын – с матерью; отец – с сыном, сын – с отцом. Брат ссорится с братом, брат – с сестрой; сестра – с братом; друг – с другом. ",
  "mn14:10.2": "И в этих своих ссорах, перебранках, пререканиях, они нападают друг на друга с кулаками, дубинами, палками, ножами, ",
  "mn14:10.3": "из-за чего навлекают на себя смерть или смертельные страдания. ",
  "mn14:10.4": "И это также опасность в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина – одни лишь чувственные удовольствия. ",
  "mn14:11.1": "Далее, имея чувственные удовольствия своей причиной… мужчины берутся за мечи и щиты, пристёгивают колчаны и луки и пускаются в битву стенкой на стенку с летящими стрелами и копьями, со взмахами мечей. ",
  "mn14:11.2": "Там их ранят стрелы и копья, головы отрубают мечами, ",
  "mn14:11.3": "из-за чего навлекают на себя смерть или смертельные страдания. ",
  "mn14:11.4": "И это также опасность в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина – одни лишь чувственные удовольствия. ",
  "mn14:12.1": "Далее, имея чувственные удовольствия своей причиной… мужчины берутся за мечи и щиты, пристёгивают колчаны и луки, и они нападают на скользкие укрепления, с летящими стрелами и копьями, со взмахами мечей. ",
  "mn14:12.2": "Там их ранят стрелы и копья, их поливают [со стен бастионов] кипящими жидкостями, крушат тяжестями, отрубают головы мечами, ",
  "mn14:12.3": "из-за чего навлекают на себя смерть или смертельные страдания. ",
  "mn14:12.4": "И это также опасность в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина – одни лишь чувственные удовольствия. ",
  "mn14:13.1": "Далее, имея чувственные удовольствия своей причиной… мужчины вламываются в дома, воруют богатство, совершают кражи, устраивают засады на дорогах, соблазняют чужих жён, ",
  "mn14:13.2": "а когда их ловят, цари подвергают их многочисленным видам пыток.",
  "mn14:13.3": "Цари приказывают хлестать их кнутами, бить тростями, бить дубинами. Они приказывают отрезать им руки, отрезать им ноги, отрезать им руки и ноги; отрезать им уши, отрезать им нос, отрезать им уши и нос. Они приказывают подвергнуть их [пыткам под названием] «котёл с кашей», «бритьё [до состояния] отполированной раковины», «рот Раху», «огненный венок», «пылающая длань», «лезвия травы», «одежда из коры», «антилопа», «мясные крюки», «монеты», «пикелевание щёлоком», «крутящийся штифт», «свёрнутая подстилка». Они приказывают облить их кипящим маслом, приказывают отдать на растерзание собакам, приказывают насадить их заживо на кол, приказывают отрубить им голову мечом. ",
  "mn14:13.4": "Этим они навлекают на себя смерть или смертельные страдания. ",
  "mn14:13.5": "И это также опасность в отношении чувственных удовольствий – груды страданий, что видна здесь и сейчас, имеет чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина – одни лишь чувственные удовольствия. ",
  "mn14:14.1": "Далее, имея чувственные удовольствия своей причиной… люди пускаются в неблагое поведение телом, речью, умом. ",
  "mn14:14.2": "Сделав так, с распадом тела, после смерти, они возникают в состоянии лишения, в несчастливом уделе, в погибели, даже в аду. ",
  "mn14:14.3": "Это – опасность в отношении чувственных удовольствий, груда страданий в жизни, которая придёт, имеющая чувственные удовольствия своей причиной, чувственные удовольствия своим источником, чувственные удовольствия своей основой. Причина [этому страданию] – одни лишь чувственные удовольствия. ",
  "mn14:15.1": "Маханама, однажды я проживал в Раджагахе на горе Пик Грифов.",
  "mn14:15.2": "И тогда группа нигантхов, живущих на Чёрной Скале, что на склоне Исигили, практиковали продолжительное стояние, отвергая сиденья, и переживали болезненные, мучительные, пронзающие боли из-за усердия [в этом] ",
  "mn14:16.1": "И тогда, вечером, я вышел из медитации и отправился туда, к нигантхам. Я спросил их:  ",
  "mn14:16.2": "Друзья, почему вы практикуете продолжительное стояние, отвергая сиденья, переживая болезненные, мучительные, пронзающие боли из-за усердия?» ",
  "mn14:17.1": "Когда так было сказано, они ответили: ",
  "mn14:17.2": "«Друг, Нигантха Натапутта – всезнающий и всевидящий, он заявляет о том, что обладает абсолютным знанием и видением –  ",
  "mn14:17.3": "«Иду ли я, стою, сплю или бодрствую, знание и видение непрерывно и постоянно присутствуют во мне». ",
  "mn14:17.4": "Он говорит: ",
  "mn14:17.5": "Он говорит: «Нигантхи, в прошлом вы совершали порочные деяния. Истощите их исполнением пронзающей аскезы.  ",
  "mn14:17.6": "А когда вы здесь и сейчас сдержаны в теле, речи, и уме, это является не-деланием порочных деяний на будущее. ",
  "mn14:17.7": "Поэтому, истребив аскезой прошлые действия и не делая новых действий, вы не будете иметь последствий в будущем.  ",
  "mn14:17.8": "Когда нет последствий в будущем, то имеет место уничтожение действия. С уничтожением действия имеет место уничтожение страданий. С уничтожением страданий имеет место уничтожение чувств. С уничтожением чувств всё страдание будет истощено». ",
  "mn14:17.9": "Такова [доктрина], которую мы одобряем и принимаем, мы довольны ей». ",
  "mn14:18.1": "Когда так было сказано, я сказал им:",
  "mn14:18.2": "«Но, друзья, знаете ли вы,  ",
  "mn14:18.3": "что вы существовали в прошлом, и что не так оно вовсе, что вас не было в прошлом?» ",
  "mn14:18.4": "[Они ответили]: «Нет, друг».",
  "mn14:18.5": "«Но, друзья, знаете ли вы, ",
  "mn14:18.6": "что вы совершали порочные деяния в прошлом и не воздерживались от них?»",
  "mn14:18.7": "[Они ответили]: «Нет, друг».",
  "mn14:18.8": "«Но, друзья, знаете ли вы, ",
  "mn14:18.9": "что вы совершали такие-то и такие-то порочные деяния?» ",
  "mn14:18.10": "[Они ответили]: «Нет, друг».",
  "mn14:18.11": "«Но, друзья, знаете ли вы, ",
  "mn14:18.12": "что столько-то страдания уже было истощено, или столько-то страдания ещё следует истощить, или что если истощить столько-то страдания, то всё страдание истощится?» ",
  "mn14:18.13": "[Они ответили]: «Нет, друг».",
  "mn14:18.14": "«Но, друзья, знаете ли вы, ",
  "mn14:18.15": "то такое отбрасывание неблагих состояний, и что такое взращивание благих состояний здесь и сейчас?» ",
  "mn14:18.16": "[Они ответили]: «Нет, друг».",
  "mn14:19.1": "[Тогда я сказал]: «Итак, друзья, выходит, что вы не знаете, существовали ли вы в прошлом… ",
  "mn14:19.2": "",
  "mn14:19.3": "",
  "mn14:19.4": "",
  "mn14:19.5": "",
  "mn14:19.6": "",
  "mn14:19.7": "что такое взращивание благих состояний здесь и сейчас. ",
  "mn14:19.8": "А раз так, то выходит, что когда те, кто являются убийцами, кровожадными злодеями в мире, перерождаются среди человеческих существ, они оставляют жизнь домохозяйскую и идут жить жизнью бездомной как нигантхи» ",
  "mn14:20.1": "[Они ответили]: «Друг Готама, удовольствие не обретается через удовольствие. Удовольствие обретается через боль. ",
  "mn14:20.2": "Ведь если бы удовольствие обреталось через удовольствие, то тогда царь Сения Бимбисара из Магадхи обретал бы удовольствие, ведь он пребывает в куда большем удовольствии, нежели достопочтенный Готама».",
  "mn14:20.3": "[Они ответили]: «Вне сомнений, друг Готама, мы произнесли эти слова поспешно, не обдумав. ",
  "mn14:20.4": "",
  "mn14:20.5": "",
  "mn14:20.6": "Ведь это меня следовало спросить:  ",
  "mn14:20.7": "«Кто пребывает в большем удовольствии – царь Сения Бимбисара из Магадхи или же достопочтенный Готама?» ",
  "mn14:20.8": "[Они ответили]: «Вне сомнений, друг Готама, мы произнесли эти слова поспешно, не обдумав. ",
  "mn14:20.9": "",
  "mn14:20.10": "Пусть так и будет. Но теперь мы спросим достопочтенного Готаму: ",
  "mn14:20.11": "«Кто пребывает в большем удовольствии – царь Сения Бимбисара из Магадхи или же достопочтенный Готама?» ",
  "mn14:21.1": "«В таком случае, друзья, я задам вам встречный вопрос. Отвечайте так, как сочтёте нужным.",
  "mn14:21.2": "Как вы думаете, друзья? ",
  "mn14:21.3": "Может ли царь Сения Бимбисара из Магадхи пребывать, не двигаясь телом, не произнося [единого] слова, переживая исключительное удовольствие в течение семи дней и ночей [непрерывно]?»  ",
  "mn14:21.4": "[Они ответили]: «Нет, друг». ",
  "mn14:21.5": "Как вы думаете, друзья? ",
  "mn14:21.6": "«Может ли царь Сения Бимбисара из Магадхи пребывать, не двигаясь телом, не произнося [единого] слова, переживая исключительное удовольствие в течение шести дней [непрерывно]?»  ",
  "mn14:21.7": "пяти дней … ",
  "mn14:21.8": "четырёх дней … ",
  "mn14:21.9": "трёх дней … ",
  "mn14:21.10": "двух дней … ",
  "mn14:21.11": "одного дня и ночи [непрерывно]?’ ",
  "mn14:21.12": "[Они ответили]: «Нет, друг». ",
  "mn14:21.13": " [Тогда я сказал]: «Но, друзья, я могу пребывать, не двигаясь телом, не произнося [единого] слова, переживая исключительное удовольствие в течение одного дня и ночи [непрерывно]… ",
  "mn14:21.14": "Я могу пребывать, не двигаясь телом, не произнося [единого] слова, переживая исключительное удовольствие в течение двух дней… ",
  "mn14:21.15": "трёх дней… ",
  "mn14:21.16": "четырёх дней… ",
  "mn14:21.17": "пяти дней… ",
  "mn14:21.18": "шести дней… ",
  "mn14:21.19": "семи дней. ",
  "mn14:21.20": "Как вы думаете, друзья? Если это так, то кто пребывает в большем удовольствии, царь Сения Бимбисара из Магадхи или я?» ",
  "mn14:21.21": "«Если это так, то тогда достопочтенный Готама пребывает в большем удовольствии, нежели царь Сения Бимбисара из Магадхи». ",
  "mn14:21.22": "Так сказал Благословенный. ",
  "mn14:21.23": " Маханама из клана Сакьев был доволен и восхитился словами Благословенного. "
}