{
  "mn145:0.1": "Мадджхима Никая 145 ",
  "mn145:0.2": "Совет Пунне ",
  "mn145:1.1": "Так я слышал. ",
  "mn145:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn145:1.3": "И тогда, вечером, достопочтенный Пунна вышел из медитации, отправился к Благословенному. Поклонившись Благословенному, он сел рядом и сказал ему: ",
  "mn145:2.1": "«Уважаемый, было бы хорошо, если бы Благословенный дал мне краткий совет.  Услышав Дхамму от Благословенного, я буду пребывать в уединении, затворившись, прилежным, старательным, решительным». ",
  "mn145:2.2": "«В таком случае, Пунна, слушай внимательно то, что я скажу». ",
  "mn145:2.3": "«Да, Уважаемый» – ответил Достопочтенный Пунна.  ",
  "mn145:2.4": "Благословенный сказал следующее: ",
  "mn145:3.1": "«Пунна, есть формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть.  ",
  "mn145:3.2": "Если монах наслаждается ими, приветствует их, продолжает их удерживать,  ",
  "mn145:3.3": "наслаждение возникает в нём.  ",
  "mn145:3.4": "С возникновением наслаждения, Пунна, имеет место возникновение страдания, я говорю тебе. ",
  "mn145:3.5": "Есть звуки, познаваемые ухом… ",
  "mn145:3.6": "запахи, познаваемые носом… ",
  "mn145:3.7": "вкусы, познаваемые языком… ",
  "mn145:3.8": "осязаемые вещи, познаваемые телом... ",
  "mn145:3.9": "умственные феномены, познаваемые умом – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть.  ",
  "mn145:3.10": "Если монах наслаждается ими, приветствует их, продолжает их удерживать,  ",
  "mn145:3.11": "наслаждение возникает в нём.  ",
  "mn145:3.12": "С возникновением наслаждения, Пунна, имеет место возникновение страдания, я говорю тебе. ",
  "mn145:4.1": "Пунна, есть формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn145:4.2": "Если монах не наслаждается ими, не приветствует их, не продолжает их удерживать,  ",
  "mn145:4.3": "то наслаждение прекращается в нём.  ",
  "mn145:4.4": "С прекращением наслаждения, Пунна, имеет место прекращение страдания, я говорю тебе. ",
  "mn145:4.5": "Есть звуки, познаваемые ухом… ",
  "mn145:4.6": "запахи, познаваемые носом… ",
  "mn145:4.7": "вкусы, познаваемые языком… ",
  "mn145:4.8": "осязаемые вещи, познаваемые телом... ",
  "mn145:4.9": "умственные феномены, познаваемые умом – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть.  ",
  "mn145:4.10": "Если монах не наслаждается ими, не приветствует их, не продолжает их удерживать,  ",
  "mn145:4.11": "то наслаждение прекращается в нём.  ",
  "mn145:4.12": "С прекращением наслаждения, Пунна, имеет место прекращение страдания, я говорю тебе. ",
  "mn145:5.1": "И теперь, когда я дал тебе этот краткий совет, Пунна, в какой стране ты будешь проживать?»  ",
  "mn145:5.2": "«Уважаемый, теперь, когда Благословенный дал мне этот краткий совет, я отправляюсь жить в страну Сунапаранту. Я буду проживать там». ",
  "mn145:5.3": "«Пунна, люди в Сунапаранте свирепые и грубые.  ",
  "mn145:5.4": "",
  "mn145:5.5": "Если они будут тебя оскорблять и угрожать, о чём ты будешь думать в этом случае?» ",
  "mn145:5.6": "«Уважаемый, если люди в Сунапаранте будут оскорблять и угрожать мне, то я буду думать так:  ",
  "mn145:5.7": "«Эти люди Сунапаранты прекрасны, в самом деле прекрасны, ведь они не бьют меня кулаками».  ",
  "mn145:5.8": "Вот так я буду думать, Благословенный.  ",
  "mn145:5.9": "Так я буду думать, Высочайший».  ",
  "mn145:5.10": "«Но, Пунна, если люди в Сунапаранте будут бить тебя кулаками, о чём ты будешь думать в этом случае?»  ",
  "mn145:5.11": "«Уважаемый, если люди в Сунапаранте будут бить меня кулаками, то я буду думать так:  ",
  "mn145:5.12": "«Эти люди Сунапаранты прекрасны, в самом деле прекрасны, ведь они не бьют меня комьями земли».  ",
  "mn145:5.13": "Вот так я буду думать, Благословенный.  ",
  "mn145:5.14": "Так я буду думать, Высочайший».  ",
  "mn145:5.15": "«Но, Пунна, если люди в Сунапаранте будут бить тебя комьями земли, о чём ты будешь думать в этом случае?»  ",
  "mn145:5.16": "«Уважаемый, если люди в Сунапаранте будут бить меня комьями земли, то я буду думать так:  ",
  "mn145:5.17": "«Эти люди Сунапаранты прекрасны, в самом деле прекрасны, ведь они не бьют меня палками».  ",
  "mn145:5.18": "Вот так я буду думать, Благословенный.  ",
  "mn145:5.19": "Так я буду думать, Высочайший».  ",
  "mn145:5.20": "«Но, Пунна, если люди в Сунапаранте будут бить тебя палками, о чём ты будешь думать в этом случае?»  ",
  "mn145:5.21": "«Уважаемый, если люди в Сунапаранте будут бить меня палками, то я буду думать так:  ",
  "mn145:5.22": "«Эти люди Сунапаранты прекрасны, в самом деле прекрасны, ведь они не нападают на меня с ножами».  ",
  "mn145:5.23": "Вот так я буду думать, Благословенный.  ",
  "mn145:5.24": "Так я буду думать, Высочайший».  ",
  "mn145:5.25": "«Но, Пунна, если люди в Сунапаранте будут нападать на тебя с ножами, о чём ты будешь думать в этом случае?»  ",
  "mn145:5.26": "«Уважаемый, если люди в Сунапаранте будут нападать на меня с ножами, то я буду думать так:  ",
  "mn145:5.27": "«Эти люди Сунапаранты прекрасны, в самом деле прекрасны, ведь они не отняли моей жизни острым ножом».  ",
  "mn145:5.28": "Вот так я буду думать, Благословенный.  ",
  "mn145:5.29": "Так я буду думать, Высочайший».  ",
  "mn145:5.30": "«Но, Пунна, если люди в Сунапаранте будут отнимать у тебя жизнь острым ножом, о чём ты будешь думать в этом случае?»  ",
  "mn145:5.31": "«Уважаемый, если люди в Сунапаранте будут отнимать у меня жизнь острым ножом, то я буду думать так:  ",
  "mn145:5.32": "«У Благословенного были ученики, которые, ощутив неприязнь, пренебрежение, и отвращение к этому самому телу, нашли [для себя] убийцу.  А я заполучил такого убийцу и без подобных поисков.  ",
  "mn145:5.33": "Вот так я буду думать, Благословенный.  ",
  "mn145:5.34": "Так я буду думать, Высочайший».  ",
  "mn145:6.1": "«Хорошо, хорошо, Пунна! ",
  "mn145:6.2": "Обладая таким самоконтролем и умиротворением, ты сможешь проживать в стране Сунапаранте.  ",
  "mn145:6.3": "Теперь, Пунна, ты можешь идти, когда сочтёшь нужным».  ",
  "mn145:7.1": "И тогда, восхитившись и возрадовавшись словам Благословенного,  достопочтенный Пунна поднялся со своего сиденья, поклонился Благословенному и ушёл, обойдя его с правой стороны. Затем он привёл в порядок своё жилище, взял чашу и внешнее одеяние и отправился в страну Сунапаранту.  ",
  "mn145:7.2": "Совершив несколько пеших переходов, со временем он прибыл в страну Сунапаранту,  ",
  "mn145:7.3": "где и стал проживать. ",
  "mn145:7.4": "И затем, в течение того сезона дождей, достопочтенный Пунна утвердил в практике пятьсот мирян и мирянок, а сам, в тот же самый сезон дождей, реализовал три истинных знания.  ",
  "mn145:7.5": "И позже достопочтенный Пунна достиг окончательной ниббаны.  ",
  "mn145:8.1": "И тогда несколько монахов отправились к Благословенному и, поклонившись ему, сели рядом и сказали: ",
  "mn145:8.2": "«Уважаемый, представитель клана Пунна, которому Благословенный дал краткое наставление, умер.  ",
  "mn145:8.3": "Какова его участь? Каков его будущий удел?» ",
  "mn145:8.4": "«Монахи, представитель клана Пунна был мудр.  Он практиковал в соответствии с Дхаммой и не беспокоил меня истолкованием Дхаммы.  ",
  "mn145:8.5": "Представитель клана Пунна достиг окончательной ниббаны».  ",
  "mn145:8.6": "Так сказал Благословенный.  ",
  "mn145:8.7": "Монахи были довольны и восхитились словами Благословенного. "
}