{
  "mn150:0.1": "Мадджхима Никая 150 ",
  "mn150:0.2": "К Нагаравинданам ",
  "mn150:1.1": "Так я слышал. ",
  "mn150:1.2": "Так я слышал. Однажды Благословенный путешествовал по стране Косал вместе с большой общиной монахов и со временем прибыл в косальскую деревню под названием Нагаравинда.  ",
  "mn150:2.1": "И брахманы-домохозяева из Нагаравинды услышали:  ",
  "mn150:2.2": "«Отшельник господин Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, странствовал по стране Косал с большой общиной монахов и прибыл в Нагаравинду.  ",
  "mn150:2.3": "И об этом господине Готаме распространилась славная молва:  ",
  "mn150:2.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный.  ",
  "mn150:2.5": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn150:2.6": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую. ",
  "mn150:2.7": "Хорошо было бы увидеть таких арахантов». ",
  "mn150:3.1": "И тогда брахманы-домохозяева Нагаравинды отправились к Благословенному.  Некоторые поклонились Благословенному и сели рядом. Некоторые обменялись с ним приветствиями и после обмена вежливыми приветствиями и любезностями сели рядом. Некоторые из них сели рядом, поприветствовав Благословенного сложенными у груди ладонями. Некоторые из них сели рядом, объявив перед Благословенным своё имя и имя клана. Некоторые из них сели рядом [просто] молча. Когда они уселись, Благословенный сказал им:  ",
  "mn150:4.1": "«Домохозяева, если странники – приверженцы иных учений спросят вас так:  ",
  "mn150:4.2": "«Домохозяева, каких жрецов и отшельников не стоит уважать, ценить, чтить, и почитать?» –  ",
  "mn150:4.3": "то вам следует ответить им так:  ",
  "mn150:4.4": "«Те жрецы и отшельники, которые не лишены страсти, злобы, заблуждения в отношении форм, познаваемых глазом, чьи умы внутренне не умиротворены, кто ведёт себя то праведно, то неправедно телом, речью и умом, –  таких жрецов и отшельников не стоит уважать, ценить, чтить и почитать.  ",
  "mn150:4.5": "И почему? ",
  "mn150:4.6": "Потому что мы сами не лишены страсти, злобы и заблуждения в отношении форм, познаваемых глазом, наши умы внутренне не умиротворены, и мы в какой-то момент ведём себя то праведно, то неправедно телом, речью и умом.  ",
  "mn150:4.7": "Поскольку мы не видим какого-либо более высокого праведного поведения у тех почтенных жрецов и отшельников, то их не стоит уважать, ценить, чтить и почитать.  ",
  "mn150:4.8": "Те жрецы и отшельники, которые не лишены страсти, злобы, и заблуждения в отношении звуков, познаваемых ухом…  ",
  "mn150:4.9": "запахов, познаваемых носом… ",
  "mn150:4.10": "вкусов, познаваемых языком… ",
  "mn150:4.11": "осязаемых вещей, познаваемых телом... ",
  "mn150:4.12": "умственных феноменов, познаваемых умом, чьи умы внутренне не умиротворены, кто ведёт себя то праведно, то неправедно телом, речью и умом, таких жрецов и отшельников не стоит уважать, ценить, чтить и почитать.  ",
  "mn150:4.13": "И почему? ",
  "mn150:4.14": "Потому что мы сами не лишены страсти, злобы и заблуждения в отношении форм, познаваемых глазом, наши умы внутренне не умиротворены, и мы в какой-то момент ведём себя то праведно, то неправедно телом, речью и умом.  ",
  "mn150:4.15": "Поскольку мы не видим какого-либо более высокого праведного поведения у тех почтенных жрецов и отшельников, то их не стоит уважать, ценить, чтить и почитать».  ",
  "mn150:4.16": "Будучи спрошенными так, домохозяева, вот как вам следует ответить тем странникам – приверженцам иных учений. ",
  "mn150:5.1": "Но, домохозяева, если странники – приверженцы иных учений спросят вас:  ",
  "mn150:5.2": "«Домохозяева, каких жрецов и отшельников стоит уважать, ценить, чтить, и почитать?» –  ",
  "mn150:5.3": "то вам следует ответить им так:  ",
  "mn150:5.4": "«Те жрецы и отшельники, которые лишены страсти, злобы, заблуждения в отношении форм, чьи умы внутренне умиротворены, и кто [постоянно] ведёт себя праведно телом, речью и умом –  таких жрецов и отшельников стоит уважать, ценить, чтить и почитать.  ",
  "mn150:5.5": "И почему? ",
  "mn150:5.6": "Потому что мы сами не лишены страсти, злобы, и заблуждения в отношении умственных феноменов, познаваемых умом, наши умы внутренне не умиротворены, и мы в какой-то момент ведём себя то праведно, то неправедно телом, речью и умом. Поскольку мы видим более высокое праведное поведение у тех почтенных жрецов и отшельников,  ",
  "mn150:5.7": "то их стоит уважать, ценить, чтить и почитать».  ",
  "mn150:5.8": "Те жрецы и отшельники, которые лишены страсти, злобы, и заблуждения в отношении звуков, познаваемых ухом…  ",
  "mn150:5.9": "запахов, познаваемых носом… ",
  "mn150:5.10": "вкусы, познаваемые языком… ",
  "mn150:5.11": "осязаемых вещей, познаваемых телом... ",
  "mn150:5.12": "умственных феноменов, познаваемых умом, чьи умы внутренне умиротворены, и кто [постоянно] ведёт себя праведно телом, речью и умом  –  таких жрецов и отшельников стоит уважать, ценить, чтить и почитать.  ",
  "mn150:5.13": "И почему? ",
  "mn150:5.14": "Потому что мы сами не лишены страсти, злобы, и заблуждения в отношении умственных феноменов, познаваемых умом, наши умы внутренне не умиротворены, и мы в какой-то момент ведём себя то праведно, то неправедно телом, речью и умом. Поскольку мы видим более высокое праведное поведение у тех почтенных жрецов и отшельников,  ",
  "mn150:5.15": "то их стоит уважать, ценить, чтить и почитать».  ",
  "mn150:5.16": "Будучи спрошенными так, домохозяева, вот как вам следует ответить тем странникам – приверженцам иных учений. ",
  "mn150:6.1": "Но, домохозяева, если странники – приверженцы иных учений спросят вас:  ",
  "mn150:6.2": "«Но каковы ваши основания, каковы ваши свидетельства в отношении тех достопочтенных, что вы говорите о них так:  ",
  "mn150:6.3": "«Вне сомнений, эти достопочтенные либо лишены страсти, либо практикуют ради устранения страсти; лишены злобы, либо практикуют ради устранения злобы; лишены заблуждения, либо практикуют ради устранения заблуждения?» –  ",
  "mn150:6.4": "то вам следует ответить им так:  ",
  "mn150:6.5": "«Потому что эти достопочтенные затворяются в лесных жилищах в уединённых лесных чащах.  ",
  "mn150:6.6": "Там нет каких-либо форм, познаваемых глазом, на которые они могли бы смотреть и наслаждаться этим. Там нет каких-либо звуков, познаваемых ухом, которые они могли бы слушать и наслаждаться этим. Там нет каких-либо запахов, познаваемых носом, которые они могли бы нюхать и наслаждаться этим. Там нет каких-либо вкусов, познаваемых языком, которые они могли бы пробовать и наслаждаться этим. Там нет каких-либо осязаемых вещей, познаваемых телом, которые они могли бы трогать и наслаждаться этим.  ",
  "mn150:6.7": "Таковы, друзья, наши основания, наши свидетельства в отношении тех достопочтенных, что мы говорим об этих достопочтенных:  ",
  "mn150:6.8": "«Вне сомнений, эти достопочтенные либо лишены страсти, злобы, и заблуждения, либо практикуют ради их устранения».  ",
  "mn150:6.9": "Будучи спрошенными так, домохозяева, вот как вам следует ответить тем странникам – приверженцам иных учений». ",
  "mn150:7.1": "Когда так было сказано, домохозяева-брахманы Нагаравинды сказали Благословенному:  ",
  "mn150:7.2": "«Великолепно, господин Готама!  Великолепно!  ",
  "mn150:7.3": "Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму.  ",
  "mn150:7.4": "Мы принимаем прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn150:7.5": "Пусть господин Готама помнит нас как мирских последователей, принявших в нём прибежище с этого дня и на всю жизнь». "
}