{
  "mn16:0.1": "Мадджхима Никая 16 ",
  "mn16:0.2": "Умственное бесплодие ",
  "mn16:1.1": "Так я слышал. ",
  "mn16:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn16:1.3": "Там он обратился к монахам так:",
  "mn16:1.4": "– Монахи! ",
  "mn16:1.5": "– Уважаемый, –  ответили они.",
  "mn16:1.6": "Благословенный сказал следующее: ",
  "mn16:2.1": "– Монахи, не может быть такого, чтобы какой-либо монах, не отбросивший пяти видов умственного бесплодия и не отрезавший пяти видов подневольности ума, мог бы прийти к росту, возрастанию, исполнению в этой Дхамме и Винае. ",
  "mn16:3.1": "И каковы, монахи, пять видов умственного бесплодия, которые он не отбросил? ",
  "mn16:3.2": "Вот монах сомневается, неуверен, не имеет доверия, не определился в отношении Учителя,  ",
  "mn16:3.3": "и поэтому его ум не склоняется к рвению, усилию, упорству, старанию.  ",
  "mn16:3.4": "Поскольку его ум не склоняется к рвению, усилию, упорству, старанию – это первый вид умственного бесплодия, который он не отбросил.  ",
  "mn16:4.1": "Далее, монах сомневается… в отношении Дхаммы… ",
  "mn16:4.2": "это второй вид умственного бесплодия, который он не отбросил. ",
  "mn16:5.1": "Далее, монах сомневается… в отношении Сангхи… ",
  "mn16:5.2": "это третий вид умственного бесплодия, который он не отбросил. ",
  "mn16:6.1": "Далее, монах сомневается… в отношении тренировки…",
  "mn16:6.2": "",
  "mn16:6.3": "это четвёртый вид умственного бесплодия, который он не отбросил. ",
  "mn16:7.1": "Далее, монах недоволен и зол на своих товарищей по святой жизни, он обидчив и груб по отношению к ним, ",
  "mn16:7.2": "и поэтому его ум не склоняется к рвению, усилию, упорству, старанию.  ",
  "mn16:7.3": "Поскольку его ум не склоняется к рвению, усилию, упорству, старанию – это пятый вид умственного бесплодия, который он не отбросил.",
  "mn16:7.4": "Таковы пять видов умственного бесплодия, которые он не отбросил. ",
  "mn16:8.1": "И каковы, монахи, пять видов подневольности ума, которые он не отрезал?",
  "mn16:8.2": "Вот, монах не лишён жажды, желания, любви, потребности, страсти и влечения к чувственным удовольствиям,  ",
  "mn16:8.3": "и поэтому его ум не склоняется к рвению, усилию, упорству, старанию.  ",
  "mn16:8.4": "Поскольку его ум не склоняется к рвению, усилию, упорству, старанию – это первый вид подневольности ума, которую он не отрезал. ",
  "mn16:9.1": "Далее, монах не лишён жажды, желания, любви, потребности, страсти и влечения к телу… ",
  "mn16:9.2": "это второй вид подневольности ума, которую он не отрезал. ",
  "mn16:10.1": "Далее, монах не лишён жажды, желания, любви, потребности, страсти и влечения к форме… ",
  "mn16:10.2": "это третий вид подневольности ума, которую он не отрезал. ",
  "mn16:11.1": "Далее, монах ест столько, сколько хочет, пока его живот не наполнится, и поддаётся удовольствию отдыха, удовольствию лени, удовольствию сна,  ",
  "mn16:11.2": "и поэтому его ум не склоняется к рвению, усилию, упорству, старанию. ",
  "mn16:11.3": "Поскольку его ум не склоняется к рвению, усилию, упорству, старанию – это четвёртый вид подневольности ума, которую он не отрезал. ",
  "mn16:12.1": "Далее, монах ведёт святую жизнь ради [перерождения в] той или иной группе божеств, думая: «Благодаря этому нравственному поведению, [соблюдению] предписаний, аскезе, святой жизни, я буду дэвом или одним из [тех, кто числится в свите] дэвов»,  ",
  "mn16:12.2": "и поэтому его ум не склоняется к рвению, усилию, упорству, старанию.  ",
  "mn16:12.3": "Поскольку его ум не склоняется к рвению, усилию, упорству, старанию – это пятый вид подневольности ума, которую он не отрезал.",
  "mn16:12.4": "Таковы пять видов подневольности ума, которые он не отрезал. ",
  "mn16:13.1": "Монахи, не может быть такого, чтобы какой-либо монах, не отбросивший этих пяти видов умственного бесплодия и не отрезавший этих пяти видов подневольности ума, мог бы прийти к росту, возрастанию, исполнению в этой Дхамме и Винае. ",
  "mn16:14.1": "Монахи, может быть так, что какой-либо монах, отбросивший пять видов умственного бесплодия и отрезавший пять видов подневольности ума, сможет прийти к росту, возрастанию, исполнению в этой Дхамме и Винае. ",
  "mn16:15.1": "И каковы, монахи, пять видов умственного бесплодия, которые он отбросил?",
  "mn16:15.2": "Вот монах не сомневается, не неуверен, не имеет недоверия, не является неопределившимся в отношении Учителя, и поэтому его ум склоняется к рвению, усилию, упорству, старанию. ",
  "mn16:15.3": "Поскольку его ум склоняется к рвению, усилию, упорству, старанию – ",
  "mn16:15.4": "это первый вид умственного бесплодия, который был отброшен им. ",
  "mn16:16.1": "Далее, монах не сомневается… в отношении Дхаммы… ",
  "mn16:16.2": "",
  "mn16:17.1": "Далее, монах не сомневается… в отношении Сангхи… ",
  "mn16:17.2": "",
  "mn16:18.1": "Далее, монах не сомневается… в отношении тренировки… ",
  "mn16:18.2": "",
  "mn16:19.1": "Далее, монах не является недовольным и злым на своих товарищей по святой жизни, он не обидчив и не груб по отношению к ним, и поэтому его ум склоняется к рвению, усилию, упорству, старанию. ",
  "mn16:19.2": "Поскольку его ум склоняется к рвению, усилию, упорству, старанию – ",
  "mn16:19.3": "это пятый вид умственного бесплодия, который был отброшен им. ",
  "mn16:19.4": "Таковы пять видов умственного бесплодия, которые он отбросил. ",
  "mn16:20.1": "И каковы, монахи, пять видов подневольности ума, которые он отрезал? ",
  "mn16:20.2": "Вот монах лишён жажды, желания, любви, потребности, страсти и влечения к чувственным удовольствиям, и поэтому его ум склоняется к рвению, усилию, упорству, старанию.  ",
  "mn16:20.3": "Поскольку его ум склоняется к рвению, усилию, упорству, старанию -  ",
  "mn16:20.4": "это первый вид подневольности ума, которую он отрезал. ",
  "mn16:21.1": "Далее, монах лишён жажды… к телу… ",
  "mn16:22.1": "Далее, монах лишён жажды… к форме… … ",
  "mn16:23.1": "Далее, монах не ест столько, сколько хочет, пока его живот не наполнится, и не поддаётся удовольствию отдыха, удовольствию лени, удовольствию сна, и поэтому его ум склоняется к рвению, усилию, упорству, старанию.  ",
  "mn16:23.2": "Поскольку его ум склоняется к рвению, усилию, упорству, старанию – ",
  "mn16:23.3": "это четвёртый вид подневольности ума, которую он отрезал.",
  "mn16:24.1": "Далее, монах не ведёт святую жизнь ради [перерождения в] той или иной группе божеств, думая: «Благодаря этому нравственному поведению, [соблюдению] предписаний, аскезе, святой жизни, я буду дэвом или одним из [тех, кто числится в свите] дэвов», …",
  "mn16:24.2": "Поскольку его ум склоняется к рвению, усилию, упорству, старанию – ",
  "mn16:24.3": "это пятый вид подневольности ума, которую он отрезал. ",
  "mn16:24.4": "Таковы пять видов подневольности ума, которые он отрезал.",
  "mn16:25.1": "Монахи, может быть так, что какой-либо монах, отбросивший эти пять видов умственного бесплодия и отрезавший эти пять видов подневольности ума, сможет прийти к росту, возрастанию, исполнению в этой Дхамме и Винае. ",
  "mn16:26.1": "Он развивает основу сверхъестественной силы, которая наделена сосредоточением из-за желания и формирователей старания. ",
  "mn16:26.2": "Он развивает основу сверхъестественной силы, которая наделена сосредоточением из-за усердия и формирователей старания. ",
  "mn16:26.3": "Он развивает основу сверхъестественной силы, которая наделена сосредоточением из-за ума и формирователей старания. ",
  "mn16:26.4": "Он развивает основу сверхъестественной силы, которая наделена сосредоточением из-за исследования и формирователей старания. И воодушевление является пятым ",
  "mn16:27.1": "Монах, который обладает пятнадцатью факторами2, включая воодушевление, способен вырваться, способен на просветление, способен достичь непревзойдённой защиты от подневольности. ",
  "mn16:27.2": "Представьте курицу с восемью, десятью или двенадцатью яйцами, ",
  "mn16:27.3": "которые она бы укрыла, высидела, взрастила правильным образом. ",
  "mn16:27.4": "Даже если такого желания не возникло бы в ней: ",
  "mn16:27.5": "«Ох, пусть мои цыплята пробьют скорлупки остриями своих когтей и клювов и благополучно вылупятся!» ",
  "mn16:27.6": "– всё равно цыплята способны пробить скорлупки остриями своих когтей и клювов и благополучно вылупиться. ",
  "mn16:27.7": "Точно также, монах, который обладает пятнадцатью факторами, включая воодушевление, способен вырваться, способен на просветление, способен достичь непревзойдённой защиты от подневольности. ",
  "mn16:27.8": "Так сказал Благословенный. ",
  "mn16:27.9": "Монахи были довольны и восхитились словами Благословенного. "
}