{
  "mn17:0.1": "Мадджхима Никая 17 ",
  "mn17:0.2": "Лесная чаща ",
  "mn17:1.1": "Так я слышал. ",
  "mn17:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn17:1.3": "Там он обратился к монахам так: ",
  "mn17:1.4": "- Монахи!",
  "mn17:1.5": "– Уважаемый, – ответили они. ",
  "mn17:1.6": "Благословенный сказал следующее. ",
  "mn17:2.1": "– Монахи, я дам вам наставление о лесной чаще. ",
  "mn17:2.2": "Слушайте внимательно то, о чём я скажу. ",
  "mn17:2.3": "– Да, уважаемый, – ответили монахи.  ",
  "mn17:2.4": "Благословенный сказал следующее.  ",
  "mn17:3.1": "Монахи, вот монах живёт в некоей лесной чаще.  ",
  "mn17:3.2": "По мере того как он живёт там, его неутверждённая осознанность не становится утверждённой, его несосредоточенный ум не становится сосредоточенным, его неуничтоженные пятна [загрязнений ума] не уничтожаются. Он не достигает непревзойдённой защиты от подневольности.  ",
  "mn17:3.3": "Помимо этого, средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилища, необходимые для лечения вещи – добываются с трудом. ",
  "mn17:3.4": "Монах должен рассуждать так: ",
  "mn17:3.5": "«Я живу в этой лесной чаще, моя неутверждённая осознанность не становится утверждённой, мой несосредоточенный ум не становится сосредоточенным, мои неуничтоженные пятна [загрязнений ума] не уничтожаются. Я не достигаю непревзойдённой защиты от подневольности.",
  "mn17:3.6": "Помимо этого, средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилища, необходимые для лечения вещи – добываются с трудом.» ",
  "mn17:3.7": "Этому монаху следует покинуть эту лесную чащу в эту же самую ночь или в этот же самый день. Ему не следует оставаться жить там. ",
  "mn17:4.1": "Вот, монахи, монах живёт в некоей лесной чаще. ",
  "mn17:4.2": "По мере того как он живёт там, его неутверждённая осознанность не становится утверждённой, его несосредоточенный ум не становится сосредоточенным, его неуничтоженные пятна [загрязнений ума] не уничтожаются. Он не достигает непревзойдённой защиты от подневольности.  ",
  "mn17:4.3": "Но средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилище, необходимые для лечения вещи – добываются с лёгкостью. ",
  "mn17:4.4": "Монах должен рассуждать так: ",
  "mn17:4.5": "«Я живу в этой лесной чаще, моя неутверждённая осознанность не становится утверждённой, мой несосредоточенный ум не становится сосредоточенным, мои неуничтоженные пятна [загрязнений ума] не уничтожаются. Я не достигаю непревзойдённой защиты от подневольности. ",
  "mn17:4.6": "Но средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилище, необходимые для лечения вещи – добываются с лёгкостью. ",
  "mn17:4.7": "Однако я покинул жизнь домохозяйскую, уйдя в жизнь бездомную, не ради одеяний, еды, жилища, необходимых для лечения вещей.  ",
  "mn17:4.8": "Более того, по мере того как я живу здесь, неутверждённая осознанность не становится утверждённой… не достигаю непревзойдённой защиты от подневольности».  ",
  "mn17:4.9": "Поразмыслив так, этот монах должен покинуть эту лесную чащу. Ему не следует оставаться жить там. ",
  "mn17:5.1": "Вот, монахи, монах живёт в некоей лесной чаще. ",
  "mn17:5.2": "По мере того как он живёт там, его неутверждённая осознанность становится утверждённой, его несосредоточенный ум становится сосредоточенным, его неуничтоженные пятна [загрязнений ума] уничтожаются. Он достигает непревзойдённой защиты от подневольности. ",
  "mn17:5.3": "Но средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилище, необходимые для лечения вещи – добываются с трудом.  ",
  "mn17:5.4": "Монах должен рассуждать так:",
  "mn17:5.5": "«Я живу в этой лесной чаще… достиг непревзойдённой защиты от подневольности… ",
  "mn17:5.6": "Но средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилище, необходимые для лечения вещи – добываются с трудом. ",
  "mn17:5.7": "Однако я покинул жизнь домохозяйскую, уйдя в жизнь бездомную, не ради одеяний, еды, жилища, необходимых для лечения вещей. ",
  "mn17:5.8": "Более того, по мере того как я живу здесь, неутверждённая осознанность становится утверждённой… достиг непревзойдённой защиты от подневольности». ",
  "mn17:5.9": "Поразмыслив так, этот монах должен остаться проживать в этой лесной чаще. Ему не следует уходить. ",
  "mn17:6.1": "Вот, монахи, монах живёт в некоей лесной чаще. ",
  "mn17:6.2": "о мере того как он живёт там, его неутверждённая осознанность становится утверждённой, его несосредоточенный ум становится сосредоточенным, его неуничтоженные пятна [загрязнений ума] уничтожаются. Он достигает непревзойдённой защиты от подневольности. ",
  "mn17:6.3": "Помимо этого, средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилище, необходимые для лечения вещи – добываются с лёгкостью.",
  "mn17:6.4": "Монах должен рассуждать так: ",
  "mn17:6.5": "«Я живу в этой лесной чаще… достиг непревзойдённой защиты от подневольности…",
  "mn17:6.6": "Помимо этого, средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилище, необходимые для лечения вещи – добываются с лёгкостью.’ ",
  "mn17:6.7": "Этому монаху следует продолжать жить в этой лесной чаще всю свою жизнь. Ему не следует уходить. ",
  "mn17:7-22.1": "Вот, монахи, монах живёт в зависимости от некоей деревни… ",
  "mn17:7-22.2": "Вот, монахи, монах живёт в зависимости от некоего поселения… ",
  "mn17:7-22.3": "Вот, монахи, монах живёт в зависимости от некоего города… ",
  "mn17:7-22.4": "Вот, монахи, монах живёт в зависимости от некоей страны…",
  "mn17:23.1": "Вот, монахи, монах живёт в зависимости от некоего человека. ",
  "mn17:23.2": "По мере того как он живёт в зависимости от некоего человека, его неутверждённая осознанность не становится утверждённой… не достигает непревзойдённой защиты от подневольности.  ",
  "mn17:23.3": "Помимо этого, средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилище, необходимые для лечения вещи – добываются с трудом. ",
  "mn17:23.4": "Монах должен рассуждать так: ",
  "mn17:23.5": "«Я живу в зависимости от этого человека… не достигаю непревзойдённой защиты от подневольности…",
  "mn17:23.6": "Помимо этого, средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилище, необходимые для лечения вещи – добываются с трудом.»",
  "mn17:23.7": "Этому монаху следует покинуть этого человека, [даже] не уведомив его об этом, в эту же самую ночь или в этот же самый день. Ему не следует продолжать следовать за ним. ",
  "mn17:24.1": "",
  "mn17:24.2": "",
  "mn17:24.3": "",
  "mn17:24.4": "",
  "mn17:24.5": "",
  "mn17:24.6": "",
  "mn17:24.7": "",
  "mn17:24.8": "",
  "mn17:24.9": "",
  "mn17:25.1": "",
  "mn17:25.2": "",
  "mn17:25.3": "",
  "mn17:25.4": "",
  "mn17:25.5": "",
  "mn17:25.6": "",
  "mn17:25.7": "",
  "mn17:25.8": "",
  "mn17:25.9": "",
  "mn17:26.1": "Вот, монахи, монах живёт в зависимости от некоего человека.  ",
  "mn17:26.2": "По мере того как он живёт в зависимости от некоего человека, его неутверждённая осознанность становится утверждённой… достигает непревзойдённой защиты от подневольности.  ",
  "mn17:26.3": "Помимо этого, средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилища, необходимые для лечения вещи – добываются с лёгкостью. ",
  "mn17:26.4": "Монах должен рассуждать так: ",
  "mn17:26.5": "«Я живу… достиг непревзойдённой защиты от подневольности… ",
  "mn17:26.6": "Помимо этого, средства к жизни, которые следует добывать тому, кто ушёл в жизнь бездомную, – одеяния, еда, жилища, необходимые для лечения вещи – добываются с лёгкостью.» ",
  "mn17:26.7": "Этому монаху нужно продолжать следовать за этим человеком всю свою жизнь. Ему не следует покидать его, даже если ему говорят уйти». ",
  "mn17:26.8": "Так сказал Благословенный. ",
  "mn17:26.9": "Монахи были довольны и восхитились словами Благословенного. "
}