{
  "mn18:0.1": "Мадджхима Никая 18 ",
  "mn18:0.2": "Медовик ",
  "mn18:1.1": "Так я слышал. ",
  "mn18:1.2": "Однажды Благословенный проживал в стране Сакьев, в Капилаваттху, в парке Нигродхи. ",
  "mn18:2.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние, и пошёл в Капилаваттху за подаяниями. ",
  "mn18:2.2": "Походив по Капилаваттху за подаяниями, вернувшись с хождения за подаяниями, после принятия пищи он отправился в Великий лес, ",
  "mn18:2.3": "чтобы провести там остаток дня, и, войдя в Великий лес, сел у подножья молодого дерева баиля, чтобы провести здесь остаток дня. ",
  "mn18:3.1": "Дандапани из клана Сакьев, ходивший и бродивший [тут и там] ради того, чтобы размяться, ",
  "mn18:3.2": "также вошёл в Великий лес, и когда он вошёл в Великий лес, он подошёл к молодому дереву баиля, где находился Благословенный, и обменялся с ним приветствиями.  ",
  "mn18:3.3": "После обмена вежливыми приветствиями и любезностями он встал рядом, опираясь на свою трость1, и спросил Благословенного: ",
  "mn18:3.4": "– Что отшельник утверждает, что он провозглашает? ",
  "mn18:4.1": "– Друг, я утверждаю и провозглашаю [своё учение] так, что никто не ссорится ни с кем в [этом] мире с его божествами, Марами, Брахмами, в этом поколении с его жрецами и отшельниками, князьями и [простыми] людьми. [Утверждаю и провозглашаю] так, что в брахмане, который пребывает отделённым от чувственных удовольствий, нет более предрасположенности к восприятиям, [и он пребывает] без замешательства, устранив беспокойство, [пребывает] свободным от жажды к какому-либо существованию. ",
  "mn18:4.2": "Вот что я утверждаю и что провозглашаю. ",
  "mn18:5.1": "Когда так было сказано, Дандапани из клана Сакьев потряс головой, высунул язык, поднял брови так, что на лбу появились три складки. Затем он ушёл, опираясь на свою трость. ",
  "mn18:6.1": "И затем, вечером, Благословенный вышел из медитации и отправился в парк Нигродхи, где сел на подготовленное для него сиденье  ",
  "mn18:6.2": "и рассказал монахам обо всём, что произошло.  ",
  "mn18:6.3": "",
  "mn18:6.4": "",
  "mn18:6.5": "",
  "mn18:6.6": "",
  "mn18:6.7": "",
  "mn18:6.8": "",
  "mn18:6.9": "",
  "mn18:6.10": "",
  "mn18:6.11": "",
  "mn18:6.12": "",
  "mn18:6.13": "",
  "mn18:6.14": "Тогда один монах спросил Благословенного: ",
  "mn18:7.1": "– Но, уважаемый, как Благословенный утверждает и провозглашает [своё учение] так, что никто не ссорится ни с кем в [этом] мире с его божествами, Марами, Брахмами, в этом поколении с его жрецами и отшельниками, князьями и [простыми] людьми? ",
  "mn18:7.2": "– Как  Благословенный утверждает и провозглашает так, что в брахмане, который пребывает отделённым от чувственных удовольствий, нет более предрасположенности к восприятиям, [и он пребывает] без замешательства, устранив беспокойство, [пребывает] свободным от жажды к какому-либо существованию? ",
  "mn18:8.1": "– Монах, что касается источника, посредством которого восприятия и идеи, [рождённые] умственным разрастанием, осаждают человека: ",
  "mn18:8.2": "если нет никаких восхищений, одобрения, удержания –  ",
  "mn18:8.3": "это конец скрытой склонности к жажде, скрытой склонности к злобе, скрытой склонности к воззрениям, скрытой склонности к сомнению, скрытой склонности к самомнению, скрытой склонности к жажде существования, скрытой склонности к неведению. Это – конец использованию дубин и оружия, перебранкам, ссорам, обвинениям, злобным словам, лживым речам.  ",
  "mn18:8.4": "Здесь эти плохие, неблагие состояния прекращаются без остатка. ",
  "mn18:9.1": "Так сказал Благословенный. ",
  "mn18:9.2": "Сказав так, Высочайший поднялся со своего сиденья и ушёл в свою хижину.  ",
  "mn18:10.1": "И вскоре после того, как Благословенный ушёл, монахи стали обсуждать: ",
  "mn18:10.2": "– Итак, друзья, Благословенный поднялся со своего сиденья и ушёл в свою хижину после того, как высказал краткое утверждение, не дав подробного объяснения значения.  ",
  "mn18:10.3": "",
  "mn18:10.4": "",
  "mn18:10.5": "",
  "mn18:10.6": "",
  "mn18:10.7": "Кто сможет объяснить краткое утверждение Благословенного подробно?",
  "mn18:10.8": "Затем монахи подумали: ",
  "mn18:10.9": " «Достопочтенный Махакаччана восхваляем Учителем и уважаем его мудрыми товарищами по святой жизни. ",
  "mn18:10.10": "Он может подробно объяснить значение краткого утверждения Благословенного. ",
  "mn18:10.11": "то, если мы отправимся к нему и спросим его о значении этого?» ",
  "mn18:11.1": "И тогда монахи отправились к достопочтенному Махакаччане и обменялись с ним приветствиями.  ",
  "mn18:11.2": "После обмена вежливыми приветствиями и любезностями они сели рядом и рассказали ему обо всём случившемся, добавив: ",
  "mn18:11.3": "",
  "mn18:11.4": "",
  "mn18:11.5": "",
  "mn18:11.6": "",
  "mn18:11.7": "",
  "mn18:11.8": "",
  "mn18:11.9": "",
  "mn18:11.10": "",
  "mn18:11.11": "",
  "mn18:11.12": "",
  "mn18:11.13": "",
  "mn18:11.14": "",
  "mn18:11.15": "",
  "mn18:11.16": "",
  "mn18:11.17": "",
  "mn18:11.18": "– Пусть достопочтенный Махакаччана объяснит нам».",
  "mn18:12.1": "[Тот ответил]: – Друзья, это как если бы человеку понадобилась сердцевина дерева, он бы искал сердцевину дерева, бродил в поисках сердцевины дерева, и прошёл бы мимо корней и ствола, думая, что сердцевину великого дерева с сердцевиной нужно искать среди ветвей и листьев. ",
  "mn18:12.2": "Так и с вами, достопочтенные: вы сидели лицом к лицу с Учителем, но прошли мимо Благословенного, думая, что о значении нужно спрашивать меня. ",
  "mn18:12.3": "Ведь зная, Благословенный знает; видя, он видит; он стал видением, он стал знанием, он стал Дхаммой, он стал святым. Это он – разъяснитель, глашатай, толкователь значения, даритель Бессмертного, властелин Дхаммы, Татхагата. ",
  "mn18:12.4": "В тот момент вам следовало спросить у Благословенного о значении.  ",
  "mn18:12.5": "То, как он объяснил бы это, так вы это бы и запомнили. ",
  "mn18:13.1": "– Вне сомнений, друг Каччана, зная, Благословенный знает; видя, он видит; он стал видением, он стал знанием, он стал Дхаммой, он стал святым. Это он – разъяснитель, глашатай, толкователь значения, даритель Бессмертного, властелин Дхаммы, Татхагата. ",
  "mn18:13.2": "В тот момент нам следовало спросить у Благословенного о значении, ",
  "mn18:13.3": "и то, как он объяснил бы это, так мы это бы и запомнили. ",
  "mn18:13.4": "Но всё же достопочтенный Махакаччана восхваляем Учителем и почитаем его мудрыми товарищами по святой жизни. ",
  "mn18:13.5": "Достопочтенный Махакаччана сможет подробно разъяснить значение этого краткого утверждения, которое вкратце было дано Благословенным без подробного разъяснения значения.  ",
  "mn18:13.6": "Пусть достопочтенный Махакаччана не увидит в этом беспокойства и даст разъяснение. ",
  "mn18:14.1": "– В таком случае, друзья, слушайте внимательно то, что я скажу. ",
  "mn18:14.2": "– Да, друг, – ответили монахи. ",
  "mn18:14.3": "Достопочтенный Махакаччана сказал следующее: ",
  "mn18:15.1": "Друзья, когда Благословенный поднялся со своего сиденья и ушёл в своё жилище, высказав краткое утверждение, но не дав подробного разъяснения значения, то есть:  ",
  "mn18:15.2": "«Монах, что касается источника, посредством которого восприятия и идеи, [рождённые] умственным разрастанием, осаждают человека: ",
  "mn18:15.3": "если нет никаких восхищений, одобрения, удержания – это конец скрытой склонности к жажде, скрытой склонности к злобе, скрытой склонности к воззрениям, скрытой склонности к сомнению, скрытой склонности к самомнению, скрытой склонности к жажде существования, скрытой склонности к неведению. Это – конец использованию дубин и оружия, перебранкам, ссорам, обвинениям, злобным словам, лживым речам.  ",
  "mn18:15.4": "Здесь эти плохие, неблагие состояния прекращаются без остатка», то вот как я понимаю подробное значение этого: ",
  "mn18:16.1": "В зависимости от глаза и форм возникает сознание глаза. Встреча [этих] трёх – это контакт. С контактом как условием имеет место чувство. То, что человек чувствует, то он воспринимает. То, что он воспринимает, об этом он и думает. То, о чём он думает, то и умственно разрастается. Когда в качестве источника есть то, что умственно разрослось, [то тогда] восприятия и идеи, [рождённые] умственным разрастанием, осаждают человека в отношении форм, познаваемых глазом, в прошлом, будущем, и настоящем. ",
  "mn18:16.2": "В зависимости от уха и звуков… ",
  "mn18:16.3": "В зависимости от носа и запахов… ",
  "mn18:16.4": "В зависимости от языка и вкусов… ",
  "mn18:16.5": "В зависимости от тела и осязаемых вещей…",
  "mn18:16.6": "В зависимости от ума и умственных феноменов возникает сознание ума. Встреча [этих] трёх – это контакт. С контактом как условием имеет место чувство. То, что человек чувствует, то он воспринимает. То, что он воспринимает, об этом он и думает. То, о чём он думает, то и умственно разрастается. Когда в качестве источника есть то, что умственно разрослось, [то тогда] восприятия и идеи, [рождённые] умственным разрастанием, осаждают человека в отношении умственных феноменов, познаваемых умом, в прошлом, будущем, и настоящем. ",
  "mn18:17.1": "Когда есть глаз, форма, сознание глаза, то можно указать на проявление контакта. ",
  "mn18:17.2": "Когда есть проявление контакта, то можно указать на проявление чувства. ",
  "mn18:17.3": "Когда есть проявление чувства, то можно указать на проявление восприятия.  ",
  "mn18:17.4": "Когда есть проявление восприятия, то можно указать на проявление обдумывания.  ",
  "mn18:17.5": "Когда есть проявление обдумывания, то можно указать на проявление осаждения восприятиями и идеями, [рождёнными] умственным разрастанием. ",
  "mn18:17.6": "Когда есть ухо, звук, сознание уха… ",
  "mn18:17.7": "Когда есть нос, запах, сознание носа… ",
  "mn18:17.8": "Когда есть язык, вкус, сознание языка… ",
  "mn18:17.9": "Когда есть тело, осязаемая вещь, сознание тела…",
  "mn18:17.10": "Когда есть ум, умственный феномен, сознание ума… ",
  "mn18:17.11": "",
  "mn18:17.12": "",
  "mn18:17.13": "",
  "mn18:17.14": "Когда есть проявление обдумывания, то можно указать на проявление осаждения восприятиями и идеями, [рождёнными] умственным разрастанием. ",
  "mn18:18.1": "Когда нет глаза, нет формы, нет сознания глаза, то невозможно указать на проявление контакта. ",
  "mn18:18.2": "Когда нет проявления контакта, то невозможно указать на проявление чувства.  ",
  "mn18:18.3": "Когда нет проявления чувства, то невозможно указать на проявление восприятия.  ",
  "mn18:18.4": "Когда нет проявления восприятия, то невозможно указать на проявление обдумывания. ",
  "mn18:18.5": "Когда нет проявления обдумывания, то невозможно указать на проявление осаждения восприятиями и идеями, [рождёнными] умственным разрастанием. ",
  "mn18:18.6": "Когда нет уха… ",
  "mn18:18.7": "Когда нет носа… ",
  "mn18:18.8": "Когда нет языка…",
  "mn18:18.9": "Когда нет тела… ",
  "mn18:18.10": "Когда нет ума, нет умственного феномена, нет сознания ума…",
  "mn18:18.11": "",
  "mn18:18.12": "",
  "mn18:18.13": "",
  "mn18:18.14": "Когда нет проявления обдумывания, то невозможно указать на проявление осаждения восприятиями и идеями, [рождёнными] умственным разрастанием. ",
  "mn18:19.1": "Друзья, когда Благословенный поднялся со своего сиденья и ушёл в своё жилище, высказав краткое утверждение, но не дав подробного разъяснения, то есть: «Монах, что касается источника, посредством которого восприятия и идеи, [рождённые] умственным разрастанием, осаждают человека: если нет никаких восхищений, одобрения, удержания, – это конец скрытой склонности к жажде, скрытой склонности к злобе, скрытой склонности к воззрениям, скрытой склонности к сомнению, скрытой склонности к самомнению, скрытой склонности к жажде существовать, скрытой склонности к неведению. Это – конец использованию дубин и оружия, перебранкам, ссорам, обвинениям, злобным словам, лживым речам. Здесь эти плохие, неблагие состояния прекращаются без остатка» – то вот как я понимаю подробное значение этого краткого утверждения. ",
  "mn18:19.2": "",
  "mn18:19.3": "",
  "mn18:19.4": "Теперь, друзья, если хотите, отправляйтесь к Благословенному и спросите его о значении этого. ",
  "mn18:19.5": "То, как Благословенный объяснит, так вам и следует это запомнить. ",
  "mn18:20.1": "И тогда монахи, довольные и обрадованные словами достопочтенного Махакаччаны, встали со своих сидений и отправились к Благословенному. Поклонившись ему, они сели рядом и рассказали Благословенному обо всём, что произошло, добавив:  ",
  "mn18:20.2": "«И тогда, уважаемый, мы отправились к достопочтенному Махакаччане и спросили его о значении…",
  "mn18:20.3": "",
  "mn18:20.4": "",
  "mn18:20.5": "",
  "mn18:20.6": "",
  "mn18:20.7": "",
  "mn18:20.8": "",
  "mn18:20.9": "",
  "mn18:20.10": "",
  "mn18:20.11": "",
  "mn18:20.12": "",
  "mn18:20.13": "",
  "mn18:20.14": "",
  "mn18:20.15": "",
  "mn18:20.16": "",
  "mn18:20.17": "Достопочтенный Махакаччана объяснил значение в таких-то терминах, утверждениях и формулировках. ",
  "mn18:21.1": "– Махакаччана мудр, монахи, Махакаччана наделён великой мудростью. ",
  "mn18:21.2": "Если бы вы спросили меня о значении этого, то я бы объяснил точно также, как это объяснил Махакаччана.  ",
  "mn18:21.3": "Таково значение этого, и именно так вам следует запомнить это. ",
  "mn18:22.1": "Когда так было сказано, достопочтенный Ананда сказал Благословенному: ",
  "mn18:22.2": "– Уважаемый, подобно тому, как если бы человек, изнуряемый голодом и слабостью, наткнулся бы на медовик3, и с какой бы стороны он его не попробовал, он открыл бы для себя сладкий восхитительный вкус, –  ",
  "mn18:22.3": "точно также, уважаемый, какую бы часть значения этой беседы по Дхамме любой способный своим умом монах бы ни изучал мудростью, он нашёл бы для себя удовлетворение и уверенность ума.  ",
  "mn18:22.4": "Уважаемый, как называется эта беседа по Дхамме?» ",
  "mn18:22.5": "– В таком случае, Ананда, ты можешь запомнить эту беседу по Дхамме как «Беседа о медовике». ",
  "mn18:22.6": "Так сказал Благословенный. ",
  "mn18:22.7": "Достопочтенный Ананда был доволен и восхитился словами Благословенного."
}