{
  "mn19:0.1": "Мадджхима Никая 19 ",
  "mn19:0.2": "Два типа мыслей ",
  "mn19:1.1": "Так я слышал. ",
  "mn19:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn19:1.3": "Там он обратился к монахам: ",
  "mn19:1.4": "- Монахи! ",
  "mn19:1.5": "– Уважаемый, – ответили они. ",
  "mn19:1.6": "Благословенный сказал следующее: ",
  "mn19:2.1": "– Монахи, до моего просветления, пока я всё ещё был непросветлённым бодхисаттой, мысль пришла ко мне: ",
  "mn19:2.2": "«Что, если я разделю свои мысли на два типа».  ",
  "mn19:2.3": "И тогда я поместил мысли, [вызванные] чувственным желанием, недоброжелательные мысли, мысли о причинении вреда ",
  "mn19:2.4": "на одну сторону, ",
  "mn19:2.5": "а мысли об отречении, мысли об не-недоброжелательности, мысли о непричинении вреда - ",
  "mn19:2.6": "на другую сторону. ",
  "mn19:3.1": "По мере того как я пребывал так, будучи прилежным, старательным, решительным, мысль, [вызванная] чувственным желанием, возникла во мне. ",
  "mn19:3.2": "И я понял: ",
  "mn19:3.3": "«Эта мысль, [вызванная] чувственным желанием, возникла во мне.  ",
  "mn19:3.4": "Она ведёт к моей собственной болезненности, к болезненности других, болезненности моей и других. Она препятствует мудрости, создаёт сложности, уводит от ниббаны». ",
  "mn19:3.5": "Когда я обдумал: «Она ведёт к моей собственной болезненности», эта мысль утихла во мне. ",
  "mn19:3.6": "Когда я обдумал: «Она ведёт к болезненности других», эта мысль утихла во мне. ",
  "mn19:3.7": "Когда я обдумал: «Она ведёт к болезненности моей и других», эта мысль утихла во мне. ",
  "mn19:3.8": "Когда я обдумал: «Она препятствует мудрости, создаёт сложности, уводит от ниббаны», эта мысль утихла во мне.  ",
  "mn19:3.9": "Каждый раз, как мысль, [вызванная] чувственным желанием возникала во мне, я отбрасывал её, устранял её, уничтожал её. ",
  "mn19:4-5.1": "По мере того как я пребывал так, будучи прилежным, старательным, решительным, недоброжелательная мысль возникла во мне.… ",
  "mn19:4-5.2": "мысль о причинении вреда возникла во мне. ",
  "mn19:4-5.3": "И я понял: ",
  "mn19:4-5.4": "«Эта мысль о причинении вреда возникла во мне. ",
  "mn19:4-5.5": "Она ведёт к моей собственной болезненности, Она ведёт болезненности других, она ведёт болезненности моей и других. Она препятствует мудрости, создаёт сложности, уводит от ниббаны». ",
  "mn19:4-5.6": "Когда я обдумал: «Она ведёт к моей собственной болезненности», эта мысль утихла во мне. ",
  "mn19:4-5.7": "Когда я обдумал: «Она ведёт к болезненности других», эта мысль утихла во мне. ",
  "mn19:4-5.8": "Когда я обдумал: «Она ведёт к болезненности моей и других», эта мысль утихла во мне. ",
  "mn19:4-5.9": "Когда я обдумал: «Она препятствует мудрости, создаёт сложности, уводит от ниббаны», эта мысль утихла во мне.  ",
  "mn19:4-5.10": "Каждый раз, как мысль о причинении вреда возникала во мне, я отбрасывал её, устранял её, уничтожал её. ",
  "mn19:6.1": "Монахи, то, над чем монах постоянно размышляет и обдумывает, – это и становится направленностью его ума.  ",
  "mn19:6.2": "Если он постоянно размышляет и обдумывает мысли, [вызванные] чувственным желанием, то он отбросил мысль об отречении, чтобы взрастить мысль, [вызванную] чувственным желанием. И тогда его ум склоняется к мыслям, [вызванным] чувственным желанием.",
  "mn19:6.3": "Если он постоянно размышляет и обдумывает недоброжелательные мысли… ",
  "mn19:6.4": "Если он постоянно размышляет и обдумывает мысль о причинении вреда, то он отбросил мысль о непричинении вреда, чтобы взрастить мысль о причинении вреда. И тогда его ум склоняется к мыслям о причинении вреда.",
  "mn19:7.1": "[Это] подобно тому, как в последний месяц сезона дождей, осенью, когда всходят зерновые, пастух охраняет своих коров тем,",
  "mn19:7.2": "что постоянно тыкает и толкает их палкой то с одного боку, то с другого, чтобы сдержать их и обуздать.  ",
  "mn19:7.3": "Почему? ",
  "mn19:7.4": "Потому что он видит, что его могут побить, бросить в тюрьму, оштрафовать или обвинить, [если коровы потопчут зерновые]. ",
  "mn19:7.5": "Точно также я видел в [этих] неблагих состояниях [ума] опасность, упадок, загрязнение, а в [противоположных им] благих состояниях – благословение отречения, аспект очищения. ",
  "mn19:8.1": "По мере того как я пребывал так, будучи прилежным, старательным, решительным, мысль об отречении возникла во мне.  ",
  "mn19:8.2": "И я понял: ",
  "mn19:8.3": "«Эта мысль об отречении возникла во мне.  ",
  "mn19:8.4": "Она не ведёт к моей собственной болезненности, болезненности других, болезненности моей и других. Она способствует мудрости, не создаёт сложностей, ведёт к ниббане. ",
  "mn19:8.5": "Даже если я буду обдумывать эту мысль в течение ночи, … ",
  "mn19:8.6": "в течение дня … ",
  "mn19:8.7": "в течение дня и ночи, я не вижу ничего такого, чего бы следовало опасаться из-за неё.  ",
  "mn19:8.8": "Но чрезмерным размышлением и обдумыванием я утомлю своё тело, ",
  "mn19:8.9": "а когда тело усталое, то и ум становится напряжённым,  ",
  "mn19:8.10": "а когда ум напряжён, он далёк от сосредоточения». ",
  "mn19:8.11": "Поэтому я внутренне утверждал свой ум, успокаивал его, объединял, сосредотачивал.  ",
  "mn19:8.12": "Зачем? ",
  "mn19:8.13": "Чтобы мой ум не был напряжённым. ",
  "mn19:9-10.1": "По мере того как я пребывал так, будучи прилежным, старательным, решительным, мысль о не-недоброжелательности возникла во мне… ",
  "mn19:9-10.2": "мысль о непричинении вреда возникла во мне.  ",
  "mn19:9-10.3": "Я понял: ",
  "mn19:9-10.4": "«Эта мысль о непричинении вреда возникла во мне. ",
  "mn19:9-10.5": "Она не ведёт к моей собственной болезненности, болезненности других, болезненности моей и других. Она способствует мудрости, не создаёт сложностей, ведёт к ниббане.  ",
  "mn19:9-10.6": "Даже если я буду обдумывать эту мысль в течение ночи, … ",
  "mn19:9-10.7": "в течение дня … ",
  "mn19:9-10.8": "в течение дня и ночи, я не вижу ничего такого, чего бы следовало опасаться из-за неё. ",
  "mn19:9-10.9": "Но чрезмерным размышлением и обдумыванием я утомлю своё тело,  ",
  "mn19:9-10.10": "а когда тело усталое, то и ум становится напряжённым, ",
  "mn19:9-10.11": "а когда ум напряжён, он далёк от сосредоточения». ",
  "mn19:9-10.12": "Поэтому я внутренне утверждал свой ум, успокаивал его, объединял, сосредотачивал. ",
  "mn19:9-10.13": "Зачем? ",
  "mn19:9-10.14": "Чтобы мой ум не был напряжённым. ",
  "mn19:11.1": "Монахи, то, над чем монах постоянно размышляет и обдумывает – это и становится направленностью его ума. ",
  "mn19:11.2": "Если он постоянно размышляет и обдумывает мысли об отречении, то он отбросил мысль, [вызванную] чувственным желанием, чтобы взрастить мысль об отречении, и тогда его ум склоняется к мыслям об отречении.  ",
  "mn19:11.3": "Если он постоянно размышляет и обдумывает мысли о не-недоброжелательности… и тогда его ум склоняется к мыслям о не-недоброжелательности. ",
  "mn19:11.4": "Если он постоянно размышляет и обдумывает мысли о непричинении вреда, то он отбросил мысль о причинении вреда, чтобы взрастить мысль о непричинении вреда, и тогда его ум склоняется к мыслям о непричинении вреда. ",
  "mn19:12.1": "[Это] подобно тому, как в последний месяц жаркого сезона, когда все зерновые принесли в деревню, пастух охраняет своих коров, сидя у подножья дерева или на открытом месте, поскольку ему нужно следить только за тем, ",
  "mn19:12.2": "чтобы коровы просто находились рядом. ",
  "mn19:12.3": "Точно также, мне нужно было быть просто внимательным к тому,  ",
  "mn19:12.4": "чтобы эти состояния наличествовали. ",
  "mn19:13.1": "Неутомимое усердие было зарождено во мне, и утверждена неослабевающая осознанность. Моё тело было безмятежным, не имеющим взволнованности. Мой ум был сосредоточенным и собранным. ",
  "mn19:14.1": "Будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], я вошёл и пребывал в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn19:15.1": "С угасанием направления и удержания [ума на объекте], я вошёл и пребывал во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn19:16.1": "С угасанием восторга я пребывал невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Я вошёл и пребывал в третьей джхане, о которой благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn19:17.1": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, я вошёл и пребывал в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn19:18.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию воспоминаний прошлых жизней. Я вспомнил свои многочисленные прошлые жизни – ",
  "mn19:18.2": "одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира, [вспоминая]: «Там у меня было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился где-то ещё; и здесь также у меня также было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился здесь». Так я вспомнил свои многочисленные прошлые жизни в подробностях и деталях.",
  "mn19:19.1": "Это было первым истинным знанием, которое я обрёл в первую стражу ночи. ",
  "mn19:19.2": "Неведение было выдворено; истинное знание появилось; тьма была выдворена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным. ",
  "mn19:20.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию смерти и перерождения существ. ",
  "mn19:20.2": "Божественным глазом, очищенным и превосходящим человеческий, я увидел умирающих и перерождающихся существ. [Я распознал] низших и высочайших, красивых и уродливых, счастливых и несчастных. Я понял, как существа переходят [из жизни в жизнь] в соответствии с их поступками: «Эти достойные существа, что имели дурное поведение телом, речью и умом, оскорблявшие благородных, придерживавшиеся неправильных воззрений и действовавшие под влиянием неправильных воззрений, с распадом тела, после смерти, родились в состоянии лишений, в плохих местах, в погибели, даже в аду. Но эти достойные существа, что имели хорошее поведение телом, речью и умом, не оскорблявшие благородных, придерживавшиеся правильных воззрений и действовавшие под влиянием правильных воззрений, с распадом тела, после смерти, родились в благих местах, даже в небесном мире». Так, божественным глазом, очищенным и превосходящим человеческий, я увидел умирающих и перерождающихся существ, [распознал] низших и высочайших, красивых и уродливых, счастливых и несчастных. Я понял, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn19:21.1": "Это было вторым истинным знанием, которое я обрёл в срединную стражу ночи.",
  "mn19:21.2": "Неведение было выдворено; истинное знание появилось; тьма была выдворена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным. ",
  "mn19:22.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию уничтожения пятен [загрязнений ума].   ",
  "mn19:22.2": "Я напрямую познал в соответствии с действительностью: «Это – страдание… Это – происхождение страдания… Это – прекращение страдания… Это – путь, ведущий к прекращению страдания… ",
  "mn19:23.1": "Я напрямую познал в соответствии с действительностью: «Это – пятна [загрязнений ума]… Это – происхождение пятен [загрязнений]… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn19:23.2": "Когда я узнал и увидел это, мой ум освободился от пятна чувственного желания, от пятна существования, от пятна неведения. ",
  "mn19:23.3": "Я напрямую знал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn19:24.1": "Это было третьим истинным знанием, которое я получил в последнюю стражу ночи. ",
  "mn19:24.2": "Неведение было выдворено; истинное знание появилось; тьма была выдворена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным. ",
  "mn19:25.1": "Представьте, монахи, как если бы в лесном угодье было большое болото в низине,  ",
  "mn19:25.2": "рядом с которым жило бы большое стадо оленей. ",
  "mn19:25.3": "И появился бы человек, желавший их погибели, вреда и неволи. ",
  "mn19:25.4": "И он бы перекрыл безопасный и хороший проход, по которому радостно ходить, и открыл ложный проход, выставил приманку, соорудил куклу – так, ",
  "mn19:25.5": "чтобы это большое стадо оленей позже ожидали беда, несчастье, утрата. ",
  "mn19:25.6": "Но пришёл другой человек, желавший им добра, благополучия, защиты,  ",
  "mn19:25.7": "открыл бы заново безопасный и хороший проход, ведущий к их счастью, и закрыл бы ложный проход, убрал бы приманку, разрушил бы куклу – так, ",
  "mn19:25.8": "то это стадо оленей позже пришло бы к возрастанию, увеличению, осуществлению. ",
  "mn19:26.1": "Монахи, я привёл этот пример, чтобы донести смысл.  ",
  "mn19:26.2": "Смысл таков. ",
  "mn19:26.3": "«Великое болото в низине» – это обозначение чувственных удовольствий. ",
  "mn19:26.4": "«Большое стадо оленей» – это обозначение существ. ",
  "mn19:26.5": "«Человек, желавший погибели, вреда и неволи» – это обозначение Злого Мары. ",
  "mn19:26.6": "Ложный путь» – это обозначение неправильного Восьмеричного пути, то есть:  ",
  "mn19:26.7": "неправильных воззрений, неправильных устремлений, неправильной речи, неправильных действий, неправильных средств к жизни, неправильных усилий, неправильной осознанности, неправильного сосредоточения. ",
  "mn19:26.8": "«Приманка» – это обозначение наслаждения и страсти.",
  "mn19:26.9": "«Кукла» – это обозначение неведения. ",
  "mn19:26.10": "«Человек, желающий добра, благополучия, защиты» – это обозначение Татхагаты, совершенного и полностью просветлённого.  ",
  "mn19:26.11": "«Безопасный и хороший проход, ведущий к благополучию, по которому радостно ходить» – это Благородный восьмеричный путь, то есть: ",
  "mn19:26.12": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность, правильное сосредоточение. ",
  "mn19:26.13": "Так, монахи, безопасный и хороший проход, по которому радостно ходить, был заново открыт мной, ложный проход был закрыт, приманка убрана, кукла разрушена. ",
  "mn19:27.1": "То, что следует сделать учителю для своих учеников из сострадания к ним, желая им благополучия, имея к ним сострадание, – всё это я сделал для вас.  ",
  "mn19:27.2": "Вон там – подножья деревьев, там – пустые хижины. Медитируйте, монахи, не откладывайте на потом, иначе будете позже сожалеть об этом. Таково наше наставление вам. ",
  "mn19:27.3": "Так сказал Благословенный. ",
  "mn19:27.4": "Монахи были довольны и восхитились словами Благословенного. "
}