{
  "mn20:0.1": "Мадджхима Никая 20 ",
  "mn20:0.2": "Устранение отвлекающих мыслей ",
  "mn20:1.1": "Так я слышал. ",
  "mn20:1.2": "Однажды Благословенный пребывал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn20:1.3": "Там он обратился к монахам так: ",
  "mn20:1.4": "“- Монахи!” ",
  "mn20:1.5": "- Уважаемый, - отвечали монахи. ",
  "mn20:1.6": "Благословенный сказал: ",
  "mn20:2.1": "– Монахи, когда монах занимается [тренировкой] высшего ума, то есть пять образов, которым он должен уделять внимание время от времени.  ",
  "mn20:2.2": "Какие пять? ",
  "mn20:3.1": "Монахи, вот, монах уделяет внимание некоему образу, и из-за этого образа в нём возникают плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением. Ему следует уделять внимание некоему иному образу, связанному с тем, что является благим.  ",
  "mn20:3.2": "Когда он уделяет внимание некоему иному образу, связанному с тем, что является благим, то тогда любые плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, отбрасываются в нём и затихают. ",
  "mn20:3.3": "С их оставлением его ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным. ",
  "mn20:3.4": "Подобно тому как умелый плотник или его ученик использовал бы небольшой колышек, чтобы выбить, вытащить, извлечь большой колышек, –  ",
  "mn20:3.5": "точно так же, когда монах уделяет внимание некоему образу, из-за этого образа в нём возникают плохие, неблагие мысли… ",
  "mn20:3.6": "он уделяет внимание некоему иному образу…  ",
  "mn20:3.7": "ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным.",
  "mn20:4.1": "Если, когда он уделяет внимание некоему иному образу, связанному с тем, что является благим, в нём всё ещё возникают плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, то ему следует изучить опасность этих мыслей так:  ",
  "mn20:4.2": "«Эти мысли – неблагие, они достойны порицания, они приводят к страданию».",
  "mn20:4.3": "Когда он изучает опасность этих мыслей, то тогда любые плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, отбрасываются в нём и затихают. ",
  "mn20:4.4": "С их оставлением его ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным. ",
  "mn20:4.5": "Подобно тому как юная, молодая девушка или молодой человек, довольствующийся украшениями, был бы шокирован, оскорблён, испытал бы омерзение, если бы труп змеи, собаки или человека повесили бы ему на шею – ",
  "mn20:4.6": "– точно так же, когда монах…  ",
  "mn20:4.7": "ему следует изучить опасность этих мыслей… ",
  "mn20:4.8": "",
  "mn20:4.9": "его ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным.",
  "mn20:5.1": "Если, когда он изучает опасность этих мыслей, в нём всё ещё возникают плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, то ему следует постараться забыть эти мысли, не уделять им внимание.  ",
  "mn20:5.2": "Когда он старается забыть эти мысли, не уделять им внимание, то тогда любые плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, отбрасываются в нём и затихают.  ",
  "mn20:5.3": "С их оставлением его ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным. ",
  "mn20:5.4": "Подобно тому как человек с хорошим зрением, который не хотел бы видеть формы, что попадают в поле его зрения,  ",
  "mn20:5.5": "закрыл бы глаза или отвернулся, – ",
  "mn20:5.6": "точно так же, если, когда он изучает опасность этих мыслей, в нём всё ещё возникают плохие, неблагие мысли…  ",
  "mn20:5.7": "он старается забыть эти мысли, [старается] не уделять им внимание… ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным.",
  "mn20:6.1": "Если, когда он старается забыть эти мысли, [старается] не уделять им внимание, в нём всё ещё возникают плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, то ему следует уделить внимание успокоению мысленного формирователя этих мыслей. ",
  "mn20:6.2": "Когда он уделяет внимание успокоению мысленного формирователя этих мыслей, то тогда любые плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, отбрасываются в нём и затихают.  ",
  "mn20:6.3": "С их оставлением его ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным. ",
  "mn20:6.4": "Подобно тому как если бы быстро идущий человек",
  "mn20:6.5": "подумал:  ",
  "mn20:6.6": "«Зачем я иду быстро? ",
  "mn20:6.7": "Почему бы мне не пойти медленно?» – ",
  "mn20:6.8": "и вот он бы пошёл медленно. ",
  "mn20:6.9": "Затем он бы подумал:  ",
  "mn20:6.10": "«Зачем я иду медленно? ",
  "mn20:6.11": "Почему бы мне не остановиться?»  ",
  "mn20:6.12": "И вот бы он остановился. ",
  "mn20:6.13": "Затем он бы подумал: ",
  "mn20:6.14": "«Зачем я стою? ",
  "mn20:6.15": "Почему бы мне не сесть?» ",
  "mn20:6.16": "И вот он бы сел. ",
  "mn20:6.17": "Затем он бы подумал:",
  "mn20:6.18": "«Зачем я сижу? ",
  "mn20:6.19": "Почему бы мне не лечь?» ",
  "mn20:6.20": "И вот он бы лёг. ",
  "mn20:6.21": "Делая так, он бы заменил грубую позу более утончённой. ",
  "mn20:6.22": "Точно так же…  ",
  "mn20:6.23": "становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным.",
  "mn20:7.1": "Если, когда он уделяет внимание успокоению мысленного формирователя этих мыслей, в нём всё ещё возникают плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, ",
  "mn20:7.2": "то тогда, со стиснутыми зубами и поджатым к нёбу языком ему следует сбить, сдержать, сокрушить ум своим умом.  ",
  "mn20:7.3": "Когда он со стиснутыми зубами и поджатым к нёбу языком сбивает, сдерживает, сокрушает ум своим умом, то тогда любые плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, отбрасываются в нём и затихают. ",
  "mn20:7.4": "С их оставлением его ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным. ",
  "mn20:7.5": "Подобно тому как если бы сильный человек схватил слабого за голову или плечи, сбил бы его, сдержал, сокрушил его,  ",
  "mn20:7.6": "то точно так же, когда монах… ",
  "mn20:7.7": "то тогда, со стиснутыми зубами и поджатым к нёбу языком ему следует сбить, сдержать, сокрушить ум своим умом.  ",
  "mn20:7.8": "Когда он со стиснутыми зубами и поджатым к нёбу языком сбивает, сдерживает, сокрушает ум своим умом, то тогда любые плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, отбрасываются в нём и затихают.  ",
  "mn20:7.9": "С их оставлением его ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным. ",
  "mn20:8.1": "Монахи, когда монах уделяет внимание некоему образу… ",
  "mn20:8.2": "",
  "mn20:8.3": "изучает опасность этих мыслей… ",
  "mn20:8.4": "",
  "mn20:8.5": "старается забыть эти мысли… ",
  "mn20:8.6": "",
  "mn20:8.7": "уделяет внимание успокоению мысленного формирователя… ",
  "mn20:8.8": "",
  "mn20:8.9": "Когда он со стиснутыми зубами и поджатым к нёбу языком сбивает, сдерживает, сокрушает ум своим умом, то тогда любые плохие, неблагие мысли, связанные с жаждой, злобой, заблуждением, отбрасываются в нём и затихают.  ",
  "mn20:8.10": "С их оставлением его ум становится внутренне утверждённым, успокоенным, приведённым к единению, сосредоточенным. ",
  "mn20:8.11": "И тогда этот монах зовётся хозяином путей мыслей. ",
  "mn20:8.12": "Он будет думать такую мысль, какую пожелает думать, и не будет думать какой-либо мысли, которой не пожелает думать. ",
  "mn20:8.13": "Он разрубил жажду, отбросил путы, и с полным проникновением в самомнение он положил конец страданиям. ",
  "mn20:8.14": "Так сказал Благословенный. ",
  "mn20:8.15": "Монахи были довольны и восхитились словами Благословенного. ",
  "mn20:8.16": "",
  "mn20:8.17": "",
  "mn20:9.1": "",
  "mn20:9.2": "",
  "mn20:9.3": ""
}