{
  "mn21:0.1": "Мадджхима Никая 21 ",
  "mn21:0.2": "Пример с пилой ",
  "mn21:1.1": "Так я слышал. ",
  "mn21:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn21:2.1": "И в то время достопочтенный Молия Пхаггуна слишком часто общался с монахинями. ",
  "mn21:2.2": "Он настолько часто общался с монахинями, ",
  "mn21:2.3": "что если какой-либо монах порицал этих монахинь в его присутствии, он становился злым и недовольным, заводил дисциплинарные разбирательства.  ",
  "mn21:2.4": "Если какой-либо монах упрекал достопочтенного Молию Пхаггуну в присутствии тех монахинь, они становились злыми и недовольными, заводили дисциплинарные разбирательства.  ",
  "mn21:2.5": "Вот насколько часто достопочтенный Молия Пхаггуна общался с монахинями. ",
  "mn21:3.1": "И тогда один монах подошёл к Благословенному, поклонился ему, сел рядом и рассказал Благословенному о происходящем.  ",
  "mn21:3.2": "",
  "mn21:3.3": "",
  "mn21:3.4": "",
  "mn21:3.5": "",
  "mn21:3.6": "",
  "mn21:4.1": "Тогда Благословенный обратился к некоему монаху так: ",
  "mn21:4.2": "– Ну же, монах, скажи монаху Молии Пхаггуне от моего имени, ",
  "mn21:4.3": "что Учитель зовёт его. ",
  "mn21:4.4": "– Да, уважаемый, – ответил он, отправился к достопочтенному Молии Пхаггуне и сказал ему: ",
  "mn21:4.5": "«Учитель зовёт тебя, друг Пхаггуна».",
  "mn21:4.6": "«Хорошо, друг» – ответил тот и отправился к Благословенному, после чего поклонился ему и сел рядом. Благословенный спросил его:",
  "mn21:5.1": "– Пхаггуна, правда ли, что ты слишком часто общаешься с монахинями,  ",
  "mn21:5.2": "что ты настолько часто общаешься с монахинями,  ",
  "mn21:5.3": "что если какой-либо монах порицает этих монахинь в твоём присутствии, ты становишься злым и недовольным, заводишь дисциплинарные разбирательства?  ",
  "mn21:5.4": "Если какой-либо монах упрекает тебя в присутствии тех монахинь, они становятся злыми и недовольными, заводят дисциплинарные разбирательства? ",
  "mn21:5.5": "Общаешься ли ты с монахинями настолько часто, как то и кажется [другим]? ",
  "mn21:5.6": "- Да, уважаемый. ",
  "mn21:5.7": "– Пхаггуна, но разве ты не представитель клана, который ушёл в жизнь бездомную из жизни домохозяйской благодаря вере? ",
  "mn21:5.8": "– Да, уважаемый. ",
  "mn21:6.1": "– Пхаггуна, не подобает тебе, представителю клана, который ушёл в жизнь бездомную из жизни домохозяйской благодаря вере, слишком часто общаться с монахинями.",
  "mn21:6.2": "Поэтому, если кто-либо упрекает тех монахинь в твоём присутствии, тебе следует отбросить любые желания и любые мысли, основанные на домохозяйской жизни. ",
  "mn21:6.3": "И в этом тебе следует тренироваться так:  ",
  "mn21:6.4": "«На мой ум [это] не будет оказывать влияния, я не буду говорить плохих слов. Я буду пребывать сострадательным ради его благополучия, с доброжелательным умом, без внутренней злобы». ",
  "mn21:6.5": "Вот как тебе следует тренироваться, Пхаггуна. ",
  "mn21:6.6": "Если кто-либо ударяет тех монахинь руками, дубиной, палкой, ножом в твоём присутствии, тебе следует отбросить любые желания и любые мысли, основанные на домохозяйской жизни. ",
  "mn21:6.7": "И в этом тебе следует тренироваться так:  ",
  "mn21:6.8": "На мой ум [это] не будет оказывать влияния, я не буду говорить плохих слов. Я буду пребывать сострадательным ради его благополучия, с доброжелательным умом, без внутренней злобы».  ",
  "mn21:6.9": "Вот как тебе следует тренироваться, Пхаггуна. ",
  "mn21:6.10": "Если кто-либо упрекает [тебя] в твоём присутствии, тебе следует отбросить любые желания и любые мысли, основанные на домохозяйской жизни.  ",
  "mn21:6.11": "И в этом тебе следует тренироваться так:  На мой ум [это] не будет оказывать влияния, я не буду говорить плохих слов. Я буду пребывать сострадательным ради его благополучия, с доброжелательным умом, без внутренней злобы».  ",
  "mn21:6.12": "Вот как тебе следует тренироваться, Пхаггуна. ",
  "mn21:6.13": "Если кто-либо ударит тебя руками, дубиной, палкой, ножом, тебе следует отбросить любые желания и любые мысли, основанные на домохозяйской жизни.  ",
  "mn21:6.14": "И в этом тебе следует тренироваться так:  На мой ум [это] не будет оказывать влияния, я не буду говорить плохих слов. Я буду пребывать сострадательным ради его благополучия, с доброжелательным умом, без внутренней злобы».  ",
  "mn21:6.15": "Вот как тебе следует тренироваться, Пхаггуна.” ",
  "mn21:7.1": "И затем Благословенный обратился к монахам так: ",
  "mn21:7.2": "– Монахи, как-то раз было так, что монахи удовлетворили мой ум.  ",
  "mn21:7.3": "Я обратился к [тем] монахам так: ",
  "mn21:7.4": "«Монахи, я ем один раз [в день].  ",
  "mn21:7.5": "Делая так, я свободен от заболеваний и болезненности, наслаждаюсь лёгкостью, силой, комфортным пребыванием.",
  "mn21:7.6": "Ну же, монахи, ешьте один раз.  ",
  "mn21:7.7": "Делая так, вы будете свободны от заболеваний и болезненности, будете наслаждаться лёгкостью, силой, комфортным пребыванием».  ",
  "mn21:7.8": "И мне не нужно было наставлять [и дальше] тех монахов.  ",
  "mn21:7.9": "Мне нужно было лишь зародить в них осознанность. ",
  "mn21:7.10": "Представьте колесницу на ровной земле на перекрёстке дорог, запряжённую чистокровными скакунами, ",
  "mn21:7.11": "с острым прутом для подгонки наизготове, так что умелый объездчик, колесничий проходящих приручение лошадей, взобрался бы на неё, взял поводья в левую руку, а острый прут для подгонки в правую руку, выехал бы и вернулся любой дорогой, которой пожелал бы.  ",
  "mn21:7.12": "Точно также, мне не нужно было наставлять [и дальше] тех монахов. ",
  "mn21:7.13": "Мне нужно было лишь зародить в них осознанность. ",
  "mn21:7.14": "Поэтому, монахи, отбросьте то, что является неблагим, и предавайтесь [развитию] благих состояний,  ",
  "mn21:7.15": "ведь именно так вы придёте к росту, возрастанию, исполнению в этой Дхамме и Винае.",
  "mn21:8.1": "Представьте большую рощу саловых деревьев рядом с деревней или поселением,  ",
  "mn21:8.2": "которую бы губил сорняк клещевины,",
  "mn21:8.3": "и появился бы некий человек, желающий ей блага, благополучия, защиты.",
  "mn21:8.4": "Он бы срубил под корень и выбросил скрючившиеся молодые деревца, которые разворовывают сок, расчистил внутреннюю часть рощи,  ",
  "mn21:8.5": "выправил правильно растущие молодые деревца,  ",
  "mn21:8.6": "так что эта роща саловых деревьев позже пришла бы к росту, возрастанию, исполнению. ",
  "mn21:8.7": "Точно также, монахи, отбросьте то, что является неблагим, и предавайтесь [развитию] благих состояний,  ",
  "mn21:8.8": "ведь именно так вы придёте к росту, возрастанию, исполнению в этой Дхамме и Винае. ",
  "mn21:9.1": "Прежде, монахи, в этом самом Саваттхи жила домохозяйка по имени Ведехика. ",
  "mn21:9.2": "И об этой госпоже Ведехике распространилась славная молва:  ",
  "mn21:9.3": "«Госпожа Ведехика великодушна, госпожа Ведехика смиренна, госпожа Ведехика спокойна». ",
  "mn21:9.4": "И у госпожи Ведехики была служанка по имени Кали, которая была умной, проворной, аккуратной в своей работе. ",
  "mn21:9.5": "Служанка Кали подумала: ",
  "mn21:9.6": "«О моей госпоже распространилась такая славная молва: ",
  "mn21:9.7": "«Госпожа Ведехика великодушна, госпожа Ведехика смиренна, госпожа Ведехика спокойна».  ",
  "mn21:9.8": "Интересно, как оно: хотя она не проявляет злости, присутствует она в ней в действительности или же отсутствует? ",
  "mn21:9.9": "Или же лишь потому, что моя работа аккуратна, моя госпожа не проявляет злости, хотя в действительности она в ней присутствует? ",
  "mn21:9.10": "Что, если я проверю свою госпожу?» ",
  "mn21:9.11": "И тогда служанка Кали встала поздно.  ",
  "mn21:9.12": "Госпожа Ведехика сказала: ",
  "mn21:9.13": "«Эй, Кали!» ",
  "mn21:9.14": "«Что, госпожа?» ",
  "mn21:9.15": "«В чём дело, почему ты встала так поздно?» ",
  "mn21:9.16": "«Ни в чём, госпожа». ",
  "mn21:9.17": "«Ни в чём, проклятая девка, и всё же ты встала так поздно!» И она была злой, недовольной, хмурой. ",
  "mn21:9.18": "И тогда служанка Кали подумала: ",
  "mn21:9.19": "«В действительности оно так, что, хотя моя госпожа не проявляет злости, всё же она на самом деле присутствует в ней, а не отсутствует. ",
  "mn21:9.20": "Именно потому, что моя работа аккуратна, моя госпожа не проявляет злости, хотя на самом деле она присутствует в ней, а не отсутствует. ",
  "mn21:9.21": "Что, если я ещё немного проверю свою госпожу?» ",
  "mn21:9.22": "И тогда служанка Кали встала поздно днём.  ",
  "mn21:9.23": "Госпожа Ведехика сказала: ",
  "mn21:9.24": "«Эй, Кали!» ",
  "mn21:9.25": "«Что, госпожа?»",
  "mn21:9.26": "«В чём дело, почему ты встала так поздно днём?»",
  "mn21:9.27": "«Ни в чём, госпожа».  ",
  "mn21:9.28": "«Ни в чём, проклятая девка, и всё же ты встала так поздно днём!» И она была злой, недовольной и недовольно ворчала. ",
  "mn21:9.29": "И тогда служанка Кали подумала: ",
  "mn21:9.30": "В действительности оно так, что хотя моя госпожа не проявляет злости, всё же, она на самом деле присутствует в ней, а не отсутствует.  ",
  "mn21:9.31": "Именно потому, что моя работа аккуратна, моя госпожа не проявляет злости, хотя на самом деле она присутствует в ней, а не отсутствует. ",
  "mn21:9.32": "Что если я ещё немного проверю свою госпожу?» ",
  "mn21:9.33": "И тогда служанка Кали встала ещё позже днём.  ",
  "mn21:9.34": "Госпожа Ведехика сказала: ",
  "mn21:9.35": "«Эй, Кали!» ",
  "mn21:9.36": "«Что, госпожа?» ",
  "mn21:9.37": "«В чём дело, почему ты встала ещё позже днём?» ",
  "mn21:9.38": "«Ни в чём, госпожа». ",
  "mn21:9.39": "«Ни в чём, проклятая девка, и всё же ты встала ещё позже днём!» И она была злой, недовольной, взяла скалку и треснула ей по голове, разбив ей голову. ",
  "mn21:9.40": "И тогда служанка Кали со струящейся по разбитой голове кровью, донесла на свою госпожу соседям: ",
  "mn21:9.41": "«Посмотрите, дамы, на великодушную работу госпожи! ",
  "mn21:9.42": "Посмотрите, дамы, на смиренную работу госпожи! Посмотрите, дамы, на спокойную работу госпожи! ",
  "mn21:9.43": "[Посмотрите] насколько она становится злой и недовольной своей единственной служанкой из-за того, что та встаёт поздно. Как она могла взять скалку, треснуть её по голове и разбить ей голову?»  ",
  "mn21:9.44": "И тогда позже о госпоже Ведехике распространилась дурная молва: ",
  "mn21:9.45": "«Госпожа Ведехика грубая, госпожа Ведехика жестокая, госпожа Ведехика безжалостная». ",
  "mn21:10.1": "Точно также, монахи, [бывает так, что] некий монах неимоверно великодушен, неимоверно смиренен, неимоверно спокоен до тех пор, пока неприятные течения речи не коснутся его. ",
  "mn21:10.2": "Но когда неприятные течения речи касаются его – вот тогда и можно понять, насколько этот монах действительно добрый, мягкий, спокойный. ",
  "mn21:10.3": "Я не называю монаха тем, кому легко делать замечания, [в том случае], если ему легко делать замечания, и он делает так, что ему легко делать замечания, только ради получения одеяний, еды, жилища, необходимых для лечения вещей.  ",
  "mn21:10.4": "И почему? ",
  "mn21:10.5": "Потому что этому монаху нелегко делать замечания, и он не делает так, что ему легко делать замечания, когда он не получает одеяний, еды, жилища, необходимых для лечения вещей.  ",
  "mn21:10.6": "Но когда монаху легко делать замечания, и он делает так, что ему легко делать замечания, потому что он уважает, чтит, почитает Дхамму, то его я называю тем, кому легко делать замечания. ",
  "mn21:10.7": "Поэтому, монахи, вот как вы должны тренироваться: «Нам будет легко делать замечания, и мы будем делать так, что нам будет легко делать замечания, потому что мы уважаем, чтим, почитаем Дхамму».  ",
  "mn21:10.8": "Вот как тебе следует тренироваться, монахи. ",
  "mn21:11.1": "Монахи, есть эти пять течений речи, которые другие могут применить, чтобы обратиться к вам. Их речь может быть:",
  "mn21:11.2": "сказанной в подходящий момент или в неподходящий; ",
  "mn21:11.3": "истиной или неправдой; ",
  "mn21:11.4": "мягкой или грубой;",
  "mn21:11.5": "связанной с благом или с вредом; ",
  "mn21:11.6": "сказанной с доброжелательностью или с внутренней злобой. ",
  "mn21:11.7": "Когда другие обращаются к вам, их речь может быть ",
  "mn21:11.8": "сказанной в подходящий момент или в неподходящий.",
  "mn21:11.9": "Когда другие обращаются к вам, их речь может быть истиной или неправдой…",
  "mn21:11.10": "",
  "mn21:11.11": "с внутренней злобой. ",
  "mn21:11.12": "Поэтому, монахи, вот как вы должны тренироваться:  ",
  "mn21:11.13": "«На наши умы [это] не будет оказывать влияния, мы не будем говорить плохих слов. Мы будем пребывать сострадательными ради их благополучия, с доброжелательным умом, без внутренней злобы. ",
  "mn21:11.14": "Мы будем пребывать, распространяя на этого человека ум, наделённый доброжелательностью, и, начиная с него, мы будем пребывать, распространяя на весь окружающий мир ум, насыщенный доброжелательностью – обильный, возвышенный, безмерный, не имеющий враждебности и недоброжелательности».  ",
  "mn21:11.15": "Вот как вы должны тренироваться, монахи. ",
  "mn21:12.1": "Представьте, монахи, как если бы пришёл человек с мотыгой и корзиной ",
  "mn21:12.2": "и сказал: ",
  "mn21:12.3": "«Я сделаю так, что эта великая земля будет без земли».  ",
  "mn21:12.4": "Он бы копал тут и там, разбрасывал почву тут и там, плевал бы тут и там, мочился бы тут и там, говоря: ",
  "mn21:12.5": "«Ну будь же без земли! Будь же без земли!»  ",
  "mn21:12.6": "Как вы думаете, монахи,  ",
  "mn21:12.7": "мог бы этот человек сделать так, чтобы эта великая земля была бы без земли?»",
  "mn21:12.8": "- Нет, уважаемый. ",
  "mn21:12.9": "И почему? ",
  "mn21:12.10": "Эта великая земля глубока и безмерна.  ",
  "mn21:12.11": "Непросто сделать так, чтобы она была бы без земли.  ",
  "mn21:12.12": "Со временем этого человека ждали бы лишь усталость и досада. ",
  "mn21:13.1": "– Точно также, монахи, есть эти пять течений речи… ",
  "mn21:13.2": "сказанной в подходящий момент или в неподходящий; ",
  "mn21:13.3": "истиной или неправдой; ",
  "mn21:13.4": "мягкой или грубой; ",
  "mn21:13.5": "связанной с благом или с вредом; ",
  "mn21:13.6": "сказанной с доброжелательностью или с внутренней злобой. ",
  "mn21:13.7": "Когда другие обращаются к вам, их речь может быть сказанной в подходящий момент или в неподходящий. ",
  "mn21:13.8": "Когда другие обращаются к вам, их речь может быть истиной или неправдой…",
  "mn21:13.9": "",
  "mn21:13.10": "",
  "mn21:13.11": "",
  "mn21:13.12": "Поэтому, монахи, вот как вы должны тренироваться: ",
  "mn21:13.13": "«На наши умы [это] не будет оказывать влияния, мы не будем говорить плохих слов. Мы будем пребывать сострадательными ради их благополучия, с доброжелательным умом, без внутренней злобы.  ",
  "mn21:13.14": "Мы будем пребывать, мы будем пребывать, распространяя на весь окружающий мир ум, подобный земле, – обильный, возвышенный, безмерный, не имеющий враждебности и недоброжелательности». ",
  "mn21:13.15": "Вот как вы должны тренироваться, монахи. ",
  "mn21:14.1": "Представьте, монахи, как если бы пришёл человек с [красками] – малиновой, [цвета] куркумы, индиго, кармина –  ",
  "mn21:14.2": "и сказал: ",
  "mn21:14.3": "«Я нарисую картины на пустом пространстве, заставлю их появиться [на нём]».  ",
  "mn21:14.4": "Как вы думаете, монахи?",
  "mn21:14.5": "Мог бы этот человек нарисовать на пустом пространстве, заставить их появиться [на нём]? ",
  "mn21:14.6": "-Нет, уважаемый. ",
  "mn21:14.7": "И почему?",
  "mn21:14.8": "Потому что пустое пространство бесформенное и не-проявляющееся.  ",
  "mn21:14.9": "Непросто нарисовать картины там или же заставить картины появиться там.  ",
  "mn21:14.10": "Со временем этого человека ждали бы лишь усталость и досада. ",
  "mn21:15.1": "– Точно также, монахи, есть эти пять течений речи… ",
  "mn21:15.2": "",
  "mn21:15.3": "«…мы будем пребывать, распространяя на весь окружающий мир ум, подобный пустому пространству, – обильный, возвышенный, безмерный, не имеющий враждебности и недоброжелательности». Вот как вы должны тренироваться, монахи.",
  "mn21:16.1": "Представьте, монахи, как если бы пришёл человек с пылающим травяным факелом  ",
  "mn21:16.2": "и сказал:  ",
  "mn21:16.3": "Я нагрею и сожгу воду в Ганге этим пылающим травяным факелом». ",
  "mn21:16.4": "Как вы думаете, монахи? ",
  "mn21:16.5": "Мог бы этот человек нагреть и сжечь воду в Ганге этим пылающим травяным факелом? ",
  "mn21:16.6": "- Нет, уважаемый. ",
  "mn21:16.7": "И почему? ",
  "mn21:16.8": "Потому что река Ганга глубока и безмерна.",
  "mn21:16.9": "Непросто нагреть её или сжечь пылающим травяным факелом. ",
  "mn21:16.10": "Со временем этого человека ждали бы лишь усталость и досада. ",
  "mn21:17.1": "– Точно также, монахи, есть эти пять течений речи… ",
  "mn21:17.2": "",
  "mn21:17.3": "«…мы будем пребывать, распространяя на весь окружающий мир ум, подобный реке Ганге, – обильный, возвышенный, безмерный, не имеющий враждебности и недоброжелательности». Вот как вы должны тренироваться, монахи.",
  "mn21:18.1": "Представьте, монахи, как если бы сумка из кошачьей шкуры была бы натёртой, хорошо натёртой, очень тщательно натёртой, мягкой, шелковистой, не имеющей шуршания, не имеющей потрескивания. ",
  "mn21:18.2": "И пришёл бы человек с палкой или с глиняным черепком  ",
  "mn21:18.3": "и сказал:",
  "mn21:18.4": "«Вот эта сумка из кошачьей шкуры, натёртая… Я сделаю так, что она зашуршит и затрещит». ",
  "mn21:18.5": "Как вы думаете, монахи?  ",
  "mn21:18.6": "Мог бы этот человек заставить её шуршать и трещать палкой или глиняным черепком?",
  "mn21:18.7": "- Нет, уважаемый.",
  "mn21:18.8": "И почему? ",
  "mn21:18.9": "Потому что эта сумка из кошачьей шкуры натёрта, хорошо натёрта, очень тщательно натёрта, мягкая, шелковистая, не имеющая шуршания, не имеющая потрескивания. ",
  "mn21:18.10": "Непросто сделать так, чтобы она зашуршала и затрещала с помощью палки или глиняного черепка. ",
  "mn21:18.11": "Со временем этого человека ждали бы лишь усталость и досада. ",
  "mn21:19.1": "– Точно также, монахи, есть эти пять течений речи, которые другие могут применить, чтобы обратиться к вам. Их речь может быть: ",
  "mn21:19.2": "сказанной в подходящий момент или в неподходящий; ",
  "mn21:19.3": "истиной или неправдой; ",
  "mn21:19.4": "мягкой или грубой; ",
  "mn21:19.5": "связанной с благом или с вредом; ",
  "mn21:19.6": "сказанной с доброжелательностью или с внутренней злобой. ",
  "mn21:19.7": "Когда другие обращаются к вам, их речь может быть сказанной в подходящий момент или в неподходящий.  ",
  "mn21:19.8": "",
  "mn21:19.9": "",
  "mn21:19.10": "",
  "mn21:19.11": "",
  "mn21:19.12": "Поэтому, монахи, вот как вы должны тренироваться:  ",
  "mn21:19.13": "«На наши умы [это] не будет оказывать влияния, мы не будем говорить плохих слов. Мы будем пребывать сострадательными ради их благополучия, с доброжелательным умом, без внутренней злобы.  ",
  "mn21:19.14": "Мы будем пребывать, распространяя на весь окружающий мир ум, подобный сумке из кошачьей шкуры, – обильный, возвышенный, безмерный, не имеющий враждебности и недоброжелательности».  ",
  "mn21:19.15": "Вот как вы должны тренироваться, монахи. ",
  "mn21:20.1": "Монахи, даже если бы разбойники беспощадно отрезали вам одну часть тела за другой двуручной пилой, тот, кто зародит злой ум по отношению к ним, не будет исполнять моего учения. ",
  "mn21:20.2": "Поэтому, монахи, вот как вы должны тренироваться:  ",
  "mn21:20.3": "«На наши умы [это] не будет оказывать влияния, мы не будем говорить плохих слов. Мы будем пребывать сострадательными ради их благополучия, с доброжелательным умом, без внутренней злобы.  ",
  "mn21:20.4": "Мы будем пребывать, распространяя на них ум, наделённый доброжелательностью, и, начиная с них, мы будем пребывать, распространяя на весь окружающий мир ум, насыщенный доброжелательностью, – обильный, возвышенный, безмерный, не имеющий враждебности и недоброжелательности». ",
  "mn21:20.5": "Вот как вы должны тренироваться, монахи. ",
  "mn21:21.1": "Монахи, если вы постоянно держите в уме этот совет, [показанный] примером с пилой,",
  "mn21:21.2": "видите ли вы какое-либо течение речи, незначительное или грубое, которое бы вы не могли вытерпеть?",
  "mn21:21.3": "-Нет, уважаемый. ",
  "mn21:21.4": "– Поэтому, монахи, вам следует постоянно держать в уме этот совет, [показанный] примером с пилой.  ",
  "mn21:21.5": "Это приведёт к вашему благополучию и счастью на долгое время. ",
  "mn21:21.6": "Так сказал Благословенный.  ",
  "mn21:21.7": " Монахи были довольны и восхитились словами Благословенного. "
}