{
  "mn22:0.1": "Мадджхима Никая 22 ",
  "mn22:0.2": "Пример со змеёй ",
  "mn22:1.1": "Так я слышал. ",
  "mn22:1.2": "Однажды Благословенный пребывал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn22:2.1": "И в то время у монаха Ариттхи, бывшего охотника на грифов, возникло такое пагубное воззрение: ",
  "mn22:2.2": "«Насколько я понимаю Дхамму, которой научил Благословенный, те вещи, которые Благословенный называл препятствиями, [на самом деле] не способны воспрепятствовать тому, кто пускается в них».  ",
  "mn22:2.3": "И тогда несколько монахов, услышав об этом, ",
  "mn22:2.4": "",
  "mn22:2.5": "",
  "mn22:3.1": "отправились к монаху Ариттхе и спросили его:  ",
  "mn22:3.2": "– Правда ли, друг Ариттха, что такое пагубное воззрение возникло в тебе? ",
  "mn22:3.3": "«Насколько я понимаю Дхамму, которой научил Благословенный, те вещи, которые Благословенный называл препятствиями, [на самом деле] не способны воспрепятствовать тому, кто пускается в них».  ",
  "mn22:3.4": "– Именно так, друзья. Насколько я понимаю Дхамму, которой научил Благословенный, те вещи, которые Благословенный называл препятствиями, не способны воспрепятствовать тому, кто пускается в них. ",
  "mn22:3.5": "Тогда те монахи, желая отвадить его от этого пагубного воззрения, стали расспрашивать, переспрашивать, давить [на него] так: ",
  "mn22:3.6": "– Не говори так, друг Ариттха. Не выставляй в ложном свете Благословенного, поскольку это не благостно – выставлять в ложном свете Благословенного. Благословенный не сказал бы так. ",
  "mn22:3.7": "Многими способами, друг, Благословенный объяснял, каким образом препятствующие вещи являются препятствиями, а также то, как они способны воспрепятствовать тому, кто пускается в них. ",
  "mn22:3.8": "Благословенный утверждал, что чувственные удовольствия приносят мало удовлетворения, много страдания и отчаяния, а опасность в них и того больше.  ",
  "mn22:3.9": "Сравнением чувственных удовольствий со скелетом… ",
  "mn22:3.10": "с куском мяса … ",
  "mn22:3.11": "с травяным факелом … ",
  "mn22:3.12": "с ямой углей … ",
  "mn22:3.13": "со сном … ",
  "mn22:3.14": "с позаимствованными вещами … ",
  "mn22:3.15": "с плодами дерева … ",
  "mn22:3.16": "с топором мясника и колодой … ",
  "mn22:3.17": "с мечами и копьями … ",
  "mn22:3.18": "со змеиной головой Благословенный утверждал, что чувственные удовольствия приносят мало удовлетворения, много страдания и отчаяния, а опасность в них и того больше ",
  "mn22:3.19": "И хотя монахи расспрашивали, переспрашивали, давили так, монах Ариттха, бывший охотник на грифов, все ещё упрямо держался этого пагубного воззрения и продолжал настаивать на нём. ",
  "mn22:3.20": "",
  "mn22:3.21": "Поскольку монахи не смогли отвадить его от этого пагубного воззрения, они отправились к Благословенному, и, поклонившись ему, сели рядом и рассказали обо всём, что случилось, добавив: ",
  "mn22:3.22": "– Уважаемый, поскольку мы не смогли отвадить монаха Ариттху, бывшего охотника на грифов, от этого пагубного воззрения, мы сообщили об этом деле Благословленному.",
  "mn22:3.23": "",
  "mn22:3.24": "",
  "mn22:3.25": "",
  "mn22:3.26": "",
  "mn22:3.27": "",
  "mn22:3.28": "",
  "mn22:3.29": "",
  "mn22:3.30": "",
  "mn22:3.31": "",
  "mn22:3.32": "",
  "mn22:3.33": "",
  "mn22:3.34": "",
  "mn22:3.35": "",
  "mn22:3.36": "",
  "mn22:3.37": "",
  "mn22:3.38": "",
  "mn22:3.39": "",
  "mn22:4.1": "",
  "mn22:5.1": "Тогда Благословенный обратился к некоему монаху так: ",
  "mn22:5.2": "– Ну же, монах. От моего имени скажи монаху Ариттхе, бывшему охотнику на грифов,  ",
  "mn22:5.3": "что Учитель зовёт его. ",
  "mn22:5.4": "– Да, уважаемый, – ответил тот, отправился к монаху Ариттхе и сказал ему: ",
  "mn22:5.5": "«Учитель зовёт тебя, друг Ариттха».",
  "mn22:5.6": "«Да, друг», – ответил тот, отправился к Благословенному и, поклонившись ему, сел рядом. Благословенный спросил его: ",
  "mn22:5.7": "– Правда ли, Ариттха, что такое пагубное воззрение возникло в тебе:  ",
  "mn22:5.8": "«Насколько я понимаю Дхамму, которой научил Благословенный, те вещи, которые Благословенный называл препятствиями, не способны воспрепятствовать тому, кто пускается в них»? ",
  "mn22:5.9": "– Именно так, уважаемый. Насколько я понимаю Дхамму, которой научил Благословенный, те вещи, которые Благословенный называл препятствиями, не способны воспрепятствовать тому, кто пускается в них. ",
  "mn22:6.1": "– Глупый ты человек, кто же поведал тебе, что я обучал Дхамме именно так?  ",
  "mn22:6.2": "Глупый ты человек, разве не объяснял я, каким образом препятствующие вещи являются препятствиями, а также то, как они способны воспрепятствовать тому, кто пускается в них?  ",
  "mn22:6.3": "Я утверждал, что чувственные удовольствия приносят мало удовлетворения, много страдания и отчаяния, а опасность в них и того больше.  ",
  "mn22:6.4": "Сравнением чувственных удовольствий со скелетом… ",
  "mn22:6.5": "с куском мяса … ",
  "mn22:6.6": "с травяным факелом … ",
  "mn22:6.7": "с ямой углей … ",
  "mn22:6.8": "со сном … ",
  "mn22:6.9": "с позаимствованными вещами … ",
  "mn22:6.10": "с плодами дерева … ",
  "mn22:6.11": "с топором мясника и колодой … ",
  "mn22:6.12": "с мечами и копьями … ",
  "mn22:6.13": "со змеиной головой я утверждал, что чувственные удовольствия приносят мало удовлетворения, много страдания и отчаяния, а опасность в них и того больше.  ",
  "mn22:6.14": "Но ты, глупый человек, своим неправильным ухватыванием [Дхаммы] выставил нас в ложном свете, причинил вред самому себе и накопил много неблагих заслуг.  ",
  "mn22:6.15": "Это приведёт к вреду для тебя и твоему страданию на долгое время. ",
  "mn22:7.1": "Затем Благословенный обратился к монахам так: ",
  "mn22:7.2": "– Как вы думаете, монахи? ",
  "mn22:7.3": "Зажёг ли хоть искру мудрости в этой Дхамме и Винае этот монах Ариттха, бывший охотник на грифов? ",
  "mn22:7.4": "– Разве он мог, уважаемый?  ",
  "mn22:7.5": "Нет, уважаемый.",
  "mn22:7.6": "Когда было сказано так, монах Ариттха, бывший охотник на грифов, замолк, смутился, сидел с опущенными плечами и поникшей головой, угрюмый, без ответа. ",
  "mn22:7.7": "Отметив это, Благословенный сказал ему:",
  "mn22:7.8": "– Глупый ты человек, тебя запомнят из-за твоего пагубного воззрения. ",
  "mn22:7.9": "А теперь я расспрошу монахов на эту тему.",
  "mn22:8.1": "Тогда Благословенный обратился к монахам так: ",
  "mn22:8.2": "– Монахи, так же ли вы понимаете Дхамму, которой я научил, как и этот монах Ариттха, бывший охотник на грифов, который из-за своего неправильного ухватывания выставляет нас в ложном свете, причиняет вред самому себе и накапливает много неблагих заслуг? ",
  "mn22:8.3": "- Нет, уважаемый. ",
  "mn22:8.4": "Ведь многими способами Благословенный объяснял, каким образом препятствующие вещи являются препятствиями…  ",
  "mn22:8.5": "",
  "mn22:8.6": "Благословенный утверждал, что чувственные удовольствия приносят мало удовлетворения, много страдания и отчаяния, а опасность в них и того больше. ",
  "mn22:8.7": "Сравнением чувственных удовольствий со скелетом… ",
  "mn22:8.8": "со змеиной головой Благословенный утверждал, что чувственные удовольствия приносят мало удовлетворения, много страдания и отчаяния, а опасность в них и того больше. ",
  "mn22:8.9": "– Хорошо, монахи. Хорошо, что вы так понимаете Дхамму, которой я научил. ",
  "mn22:8.10": "Ведь многими способами я объяснял… опасность в них и того больше. ",
  "mn22:8.11": "",
  "mn22:8.12": "",
  "mn22:8.13": "Я утверждал, что чувственные удовольствия приносят мало удовлетворения, много страдания и отчаяния, а опасность в них и того больше. ",
  "mn22:8.14": "Но этот монах Ариттха, бывший охотник на грифов, из-за своего неправильного ухватывания выставляет нас в ложном свете, причиняет вред самому себе и накапливает много неблагих заслуг. ",
  "mn22:8.15": "Это приведёт к вреду для него и его страданию на долгое время. ",
  "mn22:9.1": "Монахи, не может быть такого, чтобы кто-либо пускался в чувственные удовольствия, не имея при этом чувственных желаний, восприятий чувственного желания, мыслей чувственного желания. ",
  "mn22:10.1": "Монахи, бывает так, что некие глупые люди изучают Дхамму – ",
  "mn22:10.2": "беседы, повествования в стихе и прозе, объяснения, строфы, спонтанные восклицания, цитаты, истории рождения, удивительные случаи, вопросы и ответы. ",
  "mn22:10.3": "Изучив Дхамму, они не стараются выяснить смысл этих Дхамм мудростью. ",
  "mn22:10.4": "Не выяснив смысла этих Дхамм мудростью, они посредством размышления не приходят к согласию с ними.  ",
  "mn22:10.5": "Вместо этого они изучают Дхамму, только чтобы критиковать других и побеждать в спорах. ",
  "mn22:10.6": "Они не испытывают блага, ради которого они изучили Дхамму.  ",
  "mn22:10.7": "Их неправильное ухватывание этих Дхамм ведёт к их вреду и страданиям на долгое время.",
  "mn22:10.8": "Почему? ",
  "mn22:10.9": "Из-за неправильного ухватывания этих Дхамм. ",
  "mn22:10.10": "Представьте, как если бы человеку была нужна змея, он бы искал змею, блуждал в поисках змеи. ",
  "mn22:10.11": "Он бы увидел большую змею  ",
  "mn22:10.12": "и схватил её за кольца или за хвост. ",
  "mn22:10.13": "Змея, развернувшись, укусила бы его за ладонь, или за руку, или за иную часть тела,  ",
  "mn22:10.14": "из-за чего он бы повстречал смерть или смертельные страдания.  ",
  "mn22:10.15": "И почему? ",
  "mn22:10.16": "Из-за неправильного ухватывания змеи.  ",
  "mn22:10.17": "Точно так же бывает так, что некие глупые люди изучают Дхамму… ",
  "mn22:10.18": "",
  "mn22:10.19": "",
  "mn22:10.20": "",
  "mn22:10.21": "",
  "mn22:10.22": "",
  "mn22:10.23": "Их неправильное ухватывание этих Дхамм ведёт к их вреду и страданиям на долгое время.  ",
  "mn22:10.24": "Почему? ",
  "mn22:10.25": "Из-за неправильного ухватывания этих Дхамм. ",
  "mn22:11.1": "Бывает так, монахи, что некие представители клана изучают Дхамму - ",
  "mn22:11.2": "беседы, повествования в стихе и прозе, объяснения, строфы, спонтанные восклицания, цитаты, истории рождения, удивительные случаи, вопросы и ответы. ",
  "mn22:11.3": "Выучив Дхамму, они изучают смысл этих учений мудростью. ",
  "mn22:11.4": "Выясняя смысл этих Дхамм мудростью, они посредством размышления приходят к согласию с ними. ",
  "mn22:11.5": "Они не изучают Дхамму, чтобы критиковать других и побеждать в спорах.  ",
  "mn22:11.6": "Они испытывают благо, ради которого они изучили Дхамму. ",
  "mn22:11.7": " Эти Дхаммы, будучи правильно ухвачены ими, приведут к их благополучию и счастью на долгое время. ",
  "mn22:11.8": "И почему? ",
  "mn22:11.9": "Из-за правильного ухватывания этих Дхамм. ",
  "mn22:11.10": "Представьте, как если бы человеку была нужна змея, он бы искал змею, блуждал в поисках змеи. ",
  "mn22:11.11": "Он бы увидел большую змею  ",
  "mn22:11.12": "и правильно изловил её рогатиной. ",
  "mn22:11.13": "Сделав так, он бы правильно ухватил её за шею.  ",
  "mn22:11.14": "И тогда, сколько бы змея ни обвивала своими кольцами его ладонь, руку или иные части тела, из-за этого он бы не повстречал смерть или смертельные страдания. ",
  "mn22:11.15": "И почему? ",
  "mn22:11.16": "Из-за правильного ухватывания змеи. ",
  "mn22:11.17": "Точно так же некие представители клана изучают Дхамму…",
  "mn22:11.18": "",
  "mn22:11.19": "",
  "mn22:11.20": "",
  "mn22:11.21": "",
  "mn22:11.22": "",
  "mn22:11.23": "приведут к их благополучию и счастью на долгое время.  ",
  "mn22:11.24": "И почему? ",
  "mn22:11.25": "Из-за правильного ухватывания этих Дхамм. ",
  "mn22:12.1": "Поэтому, монахи, когда вы понимаете смысл моих утверждений, то так вам и следует это запомнить. ",
  "mn22:12.2": "Но когда вы не понимаете смысла моих утверждений, то спросите об этом либо меня, либо тех монахов, которые мудры. ",
  "mn22:13.1": "Монахи, я покажу вам то, как Дхамма похожа на плот, назначение которого в том, чтобы переплыть, а не в том, чтобы цепляться.  ",
  "mn22:13.2": "Слушайте внимательно, я буду говорить. ",
  "mn22:13.3": "– Да, уважаемый, – ответили монахи. ",
  "mn22:13.4": "Благословенный сказал: ",
  "mn22:13.5": "– Монахи, представьте, как если бы человек в течение путешествия ",
  "mn22:13.6": "увидел бы обширное пространство, покрытое водой. Ближний берег был бы опасным и пугающим, а дальний берег был бы спасительным, не несущим страха. ",
  "mn22:13.7": "Однако не было бы ни парома, ни моста, чтобы добраться до дальнего берега.  ",
  "mn22:13.8": "Мысль пришла бы к нему: ",
  "mn22:13.9": "«Вот обширное пространство, покрытое водой. ",
  "mn22:13.10": "Ближний берег опасный и пугающий, а дальний берег спасительный, не несущий страха. Однако нет ни парома, ни моста, чтобы добраться до дальнего берега. ",
  "mn22:13.11": "Что, если я соберу траву, хворост, ветви и листья и, связав всё это вместе, [сооружу] плот и с помощью плота доберусь в сохранности до дальнего берега, прикладывая усилия своими руками и ногами?» ",
  "mn22:13.12": "И затем тот человек, собрав траву, хворост, ветви и листья и, связав всё это вместе, [соорудил] плот и с помощью плота добрался бы в сохранности до дальнего берега, прикладывая усилия своими руками и ногами.",
  "mn22:13.13": "Перебравшись и прибыв на дальний берег, он подумал бы:  ",
  "mn22:13.14": "«Этот плот был весьма полезен мне, ",
  "mn22:13.15": "ведь с помощью него я добрался в сохранности до дальнего берега, прикладывая усилия своими руками и ногами.  ",
  "mn22:13.16": "Почему бы мне не прикрепить этот [плот] на голову или взвалить на плечо и пойти, куда мне вздумается?»  ",
  "mn22:13.17": "Как вы думаете, монахи? ",
  "mn22:13.18": "оступая так, поступал бы этот человек так, как и нужно поступать с тем плотом? ",
  "mn22:13.19": "-Нет, уважаемый.” ",
  "mn22:13.20": "– И что нужно было бы сделать этому человеку, чтобы поступить так, как и следовало бы поступить с плотом?  ",
  "mn22:13.21": "Вот, монахи, когда этот человек перебрался и прибыл на дальний берег, подумал бы: ",
  "mn22:13.22": "«Этот плот был весьма полезен мне,  ",
  "mn22:13.23": "ведь с помощью него я добрался в сохранности до дальнего берега, прикладывая усилия своими руками и ногами.",
  "mn22:13.24": "Почему бы мне не вытащить его на сушу или не оставить плавать в воде, а затем пойти, куда мне вздумается?»  ",
  "mn22:13.25": "Монахи, сделав это, он поступил бы так, как и следовало поступить с плотом. ",
  "mn22:13.26": "Точно так же я показал вам, как Дхамма похожа на плот, назначение которого в том, чтобы переплыть, а не в том, чтобы цепляться. ",
  "mn22:14.1": "Монахи, когда вы знаете то, как Дхамма похожа на плот, то вы должны [будете потом] оставить даже Дхаммы, что уж говорить о вещах, противоположных Дхаммам. ",
  "mn22:15.1": "Монахи, есть эти шесть позиций для воззрений. ",
  "mn22:15.2": "Какие шесть? ",
  "mn22:15.3": "Вот, монахи, необученный заурядный человек, который не уважает Благородных, неумелый и нетренированный в их Дхамме, который не уважает чистых людей, неумелый и нетренированный в их Дхамме,  ",
  "mn22:15.4": "считает материальную форму таковой: «Это моё, я таков, это моё Я». ",
  "mn22:15.5": "Он считает чувство таковым: «Это моё, я таков, это моё Я». ",
  "mn22:15.6": "Он считает восприятие таковым: «Это моё, я таков, это моё Я». ",
  "mn22:15.7": "Он считает формации таковыми: «Это моё, я таков, это моё Я» ",
  "mn22:15.8": "Он считает видимое, слышимое, ощущаемое, познаваемое, встречаемое, искомое, обдумываемое сознанием таковым: «Это моё, я таков, это моё Я». ",
  "mn22:15.9": "И эту позицию для воззрений –  ",
  "mn22:15.10": "«То, что является миром, – является [моим] Я. После смерти я буду постоянным, неизменным, вечным, не подверженным переменам. Я буду пребывать так в течение вечности» –  ",
  "mn22:15.11": "он тоже считает таковой: «Это моё, я таков, это моё Я» ",
  "mn22:16.1": "Монахи, хорошо обученный благородный ученик, который уважает Благородных, умелый и тренированный в их Дхамме, который уважает чистых людей, умелый и тренированный в их Дхамме, – ",
  "mn22:16.2": "считает материальную форму таковой: «Это не моё. Я не таков. Это не моё Я». ",
  "mn22:16.3": "Он считает чувство таковым: «Это не моё. Я не таков. Это не моё Я». ",
  "mn22:16.4": "Он считает восприятие таковым: «Это не моё. Я не таков. Это не моё Я». ",
  "mn22:16.5": "Он считает формации таковыми: «Это не моё. Я не таков. Это не моё Я».",
  "mn22:16.6": "Он считает видимое, слышимое, ощущаемое, познаваемое, встречаемое, искомое, обдумываемое сознанием таковым: «Это не моё. Я не таков. Это не моё Я». ",
  "mn22:16.7": "И эту позицию для воззрений –  ",
  "mn22:16.8": " «То, что является миром, – является [моим] Я. После смерти я буду постоянным, неизменным, вечным, не подверженным переменам. Я буду пребывать так в течение вечности» –  ",
  "mn22:16.9": "он тоже считает таковой: «Это не моё, я не таков, это не моё Я. ",
  "mn22:17.1": "Поскольку он считает всё это таковым, он не волнуется о том, чего не существует. ",
  "mn22:18.1": "Когда было сказано так, один монах обратился к Благословенному: ",
  "mn22:18.2": "– Уважаемый, может ли быть волнение о том, чего не существует внешне? ",
  "mn22:18.3": "– Может, монах, – сказал Благословенный. ",
  "mn22:18.4": "– Вот, монах, некий человек думает так:  ",
  "mn22:18.5": "«Ох, у меня это было! Ох, у меня больше этого нет! ",
  "mn22:18.6": "Ох, пусть у меня оно будет! Ох, я не получаю этого!» ",
  "mn22:18.7": "Он печалится, горюет, рыдает, бьёт себя в грудь, становится обезумевшим. ",
  "mn22:18.8": "Вот каким образом может быть волнение о том, чего не существует внешне. ",
  "mn22:19.1": "– Но, уважаемый, может ли не быть волнения о том, чего не существует внешне? ",
  "mn22:19.2": "– Может, монах, – сказал Благословенный. ",
  "mn22:19.3": "– Вот, монах, некий человек не думает так: ",
  "mn22:19.4": "Ох, у меня это было! Ох, у меня больше этого нет! ",
  "mn22:19.5": "Ох, пусть у меня оно будет! Ох, я не получаю этого!» ",
  "mn22:19.6": "И тогда он не печалится, не горюет, не рыдает, не бьёт себя в грудь, не становится обезумевшим. ",
  "mn22:19.7": "Вот каким образом может не быть волнения о том, чего не существует внешне. ",
  "mn22:20.1": "– Но, уважаемый, может ли быть волнение о том, чего не существует внутренне? ",
  "mn22:20.2": "– Может, монах, – сказал Благословенный. ",
  "mn22:20.3": "– Вот, монах, некий человек имеет такое воззрение:",
  "mn22:20.4": "«То, что является миром – является [моим] Я. После смерти я буду постоянным, неизменным, вечным, не подверженным переменам. Я буду пребывать так в течение вечности».  ",
  "mn22:20.5": "И он слышит, как Татхагата или ученик Татхагаты обучают Дхамме ради уничтожения всех позиций [для воззрений], [всех] решимостей, одержимостей, приверженностей, скрытых склонностей ради успокоения всех формаций, ради оставления всех привязанностей, ради уничтожения жажды, ради бесстрастия, прекращения, ниббаны.  ",
  "mn22:20.6": "Он думает так: ",
  "mn22:20.7": "«Так выходит, что я буду уничтожен! Так выходит, что я исчезну! Так выходит, что я перестану существовать!» ",
  "mn22:20.8": "Он печалится, горюет, рыдает, бьёт себя в грудь, становится обезумевшим.",
  "mn22:20.9": " Вот каким образом может быть волнение о том, чего не существует внутренне. ",
  "mn22:21.1": "“– Но, уважаемый, может ли не быть волнения о том, чего не существует внутренне? ",
  "mn22:21.2": "– Может, монах, – сказал Благословенный.  ",
  "mn22:21.3": "– Вот, монах, некий человек не имеет воззрения: ",
  "mn22:21.4": "То, что является миром – является [моим] Я. После смерти я буду постоянным, неизменным, вечным, не подверженным переменам. Я буду пребывать так в течение вечности».  ",
  "mn22:21.5": "И он слышит, как Татхагата или ученик Татхагаты обучают Дхамме ради уничтожения всех позиций [для воззрений], [всех] решимостей, одержимостей, приверженностей, скрытых склонностей ради успокоения всех формаций, ради оставления всех привязанностей, ради уничтожения жажды, ради бесстрастия, прекращения, ниббаны.  ",
  "mn22:21.6": "Он не думает так: ",
  "mn22:21.7": "«Так выходит, что я буду уничтожен! Так выходит, что я исчезну! Так выходит, что я перестану существовать!»  ",
  "mn22:21.8": "Он не печалится, не горюет, не рыдает, не бьёт себя в грудь, не становится обезумевшим. ",
  "mn22:21.9": "Вот каким образом может не быть волнения о том, чего не существует внутренне.  ",
  "mn22:22.1": "Монахи, было бы хорошо обрести такое обретение, которое было бы постоянным, неизменным, вечным, не подверженным переменам и могло бы длиться столько, сколько длится вечность.  ",
  "mn22:22.2": "Но видите ли вы какое-либо подобное обретение, монахи?",
  "mn22:22.3": "- Нет, уважаемый. ",
  "mn22:22.4": "- Хорошо, монахи! ",
  "mn22:22.5": "Я тоже не вижу какого-либо обретения, которое было бы постоянным, неизменным, вечным, не подверженным переменам и могло бы длиться столько, сколько длится вечность. ",
  "mn22:23.1": "Монахи, было бы хорошо прицепиться к такой доктрине о Я, которая не порождала бы печали, стенания, боли, горя и отчаяния в том, кто цепляется к ней.  ",
  "mn22:23.2": "Но видите ли вы какую-либо подобную доктрину о Я? ",
  "mn22:23.3": "- Нет, уважаемый. ",
  "mn22:23.4": "- Хорошо, монахи!  ",
  "mn22:23.5": "Я тоже не вижу какой-либо доктрины о Я, которая не порождала бы печали, стенания, боли, горя и отчаяния в том, кто цепляется к ней ",
  "mn22:24.1": "Монахи, было бы хорошо заполучить в качестве поддержки такое воззрение, которое не порождало бы печали, стенания, боли, горя и отчаяния в том, кто заполучает его в качестве поддержки. ",
  "mn22:24.2": "Но видите ли вы какую-либо подобную поддержку воззрений, монахи?  ",
  "mn22:24.3": "- Нет, уважаемый. ",
  "mn22:24.4": "- Хорошо, монахи! ",
  "mn22:24.5": "Я тоже не вижу какой-либо поддержки воззрений, которая не порождала бы печали, стенания, боли, горя и отчаяния в том, кто заполучает её в качестве поддержки. ",
  "mn22:25.1": "Монахи, когда есть Я, есть ли у меня [в этом случае] то, что принадлежит [моему] Я?",
  "mn22:25.2": "– Да, Достопочтенный.",
  "mn22:25.3": "– Или, когда есть то, что принадлежит [моему] Я, есть ли [в этом случае] у меня [моё] Я? ",
  "mn22:25.4": "– Да, уважаемый. ",
  "mn22:25.5": "– Монахи, поскольку Я и «то, что принадлежит Я» не постигаются как реальное и действительное, то не является ли тогда глупым учением позиция для воззрений:  ",
  "mn22:25.6": "«То, что является миром – является [моим] Я. После смерти я буду постоянным, неизменным, вечным, не подверженным переменам. Я буду». ",
  "mn22:25.7": "",
  "mn22:25.8": "– Как может быть иначе, уважаемый? Вне сомнений, это всецело и совершенно глупое учение. ",
  "mn22:26.1": "- Как вы думаете, монахи? ",
  "mn22:26.2": "Материальная форма постоянна или непостоянна? ",
  "mn22:26.3": "– Непостоянна, уважаемый.",
  "mn22:26.4": "– А то, что непостоянно, является страданием или счастьем? ",
  "mn22:26.5": "- Страданием, уважаемый. ",
  "mn22:26.6": "– И подобает ли считать непостоянное, [являющееся] страданием, подверженное переменам таковым: ",
  "mn22:26.7": "«Это моё. Я таков. Это моё Я»? ",
  "mn22:26.8": "- Нет, уважаемый.",
  "mn22:26.9": "“- Как вы думаете, монахи? ",
  "mn22:26.10": "Чувство постоянно или непостоянно? ",
  "mn22:26.11": "Восприятие постоянно или непостоянно? ",
  "mn22:26.12": "Формации постоянны или непостоянны? ",
  "mn22:26.13": "Сознание постоянно или непостоянно? ",
  "mn22:26.14": "– Непостоянно, уважаемый. ",
  "mn22:26.15": "– А то, что непостоянно, является страданием или счастьем? ",
  "mn22:26.16": "- Страданием, уважаемый. ",
  "mn22:26.17": "– И подобает ли считать непостоянное, [являющееся] страданием, подверженное переменам таковым: ",
  "mn22:26.18": "«Это моё. Я таков. Это моё Я»?",
  "mn22:26.19": "- Нет, уважаемый. ",
  "mn22:27.1": "– Поэтому, монахи, любую материальную форму – прошлую, будущую или настоящую; внутреннюю или внешнюю; грубую или утончённую; посредственную или превосходную; далёкую или близкую – всякую материальную форму следует видеть правильной мудростью в соответствии с действительностью так: «Это не моё. Я не таков. Это не моё Я». ",
  "mn22:27.2": "Любое чувство… ",
  "mn22:27.3": "Любое восприятие … ",
  "mn22:27.4": "Любые формации … ",
  "mn22:27.5": "Любое сознание – прошлое, будущее или настоящее; внутреннее или внешнее; грубое или утончённое; посредственное или превосходное; далёкое и близкое – всякое сознание следует видеть правильной мудростью в соответствии с действительностью так: «Это не моё. Я не таков. Это не моё Я». ",
  "mn22:28.1": "Видя так, монахи, хорошо обученный благородный ученик теряет очарованность материальной формой, чувством, восприятием, формациями, сонанием. Утратив очарованность, он становится бесстрастным. ",
  "mn22:29.1": "Через бесстрастие [его ум] освобождён. Когда он освобождён, приходит знание: «Он освобождён».  ",
  "mn22:29.2": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn22:30.1": "Таков, монахи, тот монах, поперечина которого сброшена, чей ров наполнен, колонна вырвана, у кого нет засова, – Благородный с приспущенным знаменем, со сброшенным грузом, неопутанный. ",
  "mn22:31.1": "И каким образом монах является тем, чья поперечина сброшена? ",
  "mn22:31.2": "Вот, монах отбросил неведение, срубил под корень, сделал подобным обрубку пальмы, положил ему конец, так что оно более не сможет возникнуть в будущем. ",
  "mn22:31.3": "Вот каким образом монах является тем, чья поперечина сброшена. ",
  "mn22:32.1": "И каким образом монах является тем, чей ров наполнен?",
  "mn22:32.2": "Вот монах отбросил круговерть рождений, что приводит к новому существованию, срубил под корень, сделал подобной обрубку пальмы, положил ей конец, так что она более не сможет возникнуть в будущем.  ",
  "mn22:32.3": "Вот каким образом монах является тем, чей ров наполнен. ",
  "mn22:33.1": "И каким образом монах является тем, чья колонна вырвана?  ",
  "mn22:33.2": "Вот монах отбросил жажду, срубил под корень, сделал подобной обрубку пальмы, положил ей конец, так что она более не сможет возникнуть в будущем.  ",
  "mn22:33.3": "Вот каким образом монах является тем, чья колонна вырвана.",
  "mn22:34.1": "И каким образом монах является тем, чей засов выдвинут? ",
  "mn22:34.2": "Вот монах отбросил пять низших оков, срубил под корень, сделал подобными обрубку пальмы, положил им конец, так что они более не смогут возникнуть в будущем.  ",
  "mn22:34.3": "Вот каким образом монах является тем, чей засов выдвинут.  ",
  "mn22:35.1": "И каким образом монах является Благородным с приспущенным знаменем, со сброшенным грузом, неопутанным?  ",
  "mn22:35.2": "Вот монах отбросил самомнение «я есть», срубил под корень, сделал подобным обрубку пальмы, положил ему конец, так что оно более не сможет возникнуть в будущем.  ",
  "mn22:35.3": "Вот каким образом монах является Благородным с приспущенным знаменем, со сброшенным грузом, неопутанным. ",
  "mn22:36.1": "Монахи, когда боги вместе с Индрой, Брахмой и Паджапати ищут монаха, чей ум таким образом освободился, они не могут найти [что-либо, на основании чего могли бы сказать]: ",
  "mn22:36.2": "«Сознание Татхагаты поддерживается этим». ",
  "mn22:36.3": "И почему? ",
  "mn22:36.4": "Потому что Татхагату, я говорю вам, нельзя отследить даже здесь и сейчас. ",
  "mn22:37.1": "Когда я говорю так, монахи, когда так провозглашаю, меня ошибочно, ложно, безосновательно истолковывают некоторые жрецы и отшельники [которые говорят так]:  ",
  "mn22:37.2": "«Отшельник Готама сбивает с пути. Он учит аннигиляции, уничтожению, истреблению существующего существа». ",
  "mn22:37.3": "Но я не таков, я не провозглашаю так, поэтому меня ошибочно, ложно, безосновательно истолковывают некоторые жрецы и отшельники [которые говорят так]:  ",
  "mn22:37.4": "«Отшельник Готама сбивает с пути. Он учит аннигиляции, уничтожению, истреблению существующего существа»",
  "mn22:37.5": "Как прежде, так и сейчас, монахи, я учу страданию и прекращению страдания. ",
  "mn22:37.6": "И если другие оскорбляют, бранят, ругают, изводят Татхагату за это, он не испытывает ни раздражения, ни горечи, ни уныния по этому поводу.  ",
  "mn22:38.1": "И если другие восхваляют, уважают, чтят и почитают Татхагату за это, то он не испытывает ни радости, ни счастья, ни ликования по этому поводу.  ",
  "mn22:38.2": "И если другие восхваляют, уважают, чтят и почитают Татхагату за это, то по этому поводу он думает так: ",
  "mn22:38.3": "«Они выражают мне такое услужение по отношению к тому, что уже было полностью понято». ",
  "mn22:39.1": "Поэтому, монахи, если другие оскорбляют, бранят, ругают, изводят вас, по этому поводу вам также не следует испытывать ни раздражения, ни горечи, ни уныния.  ",
  "mn22:39.2": " И если другие восхваляют, уважают, чтят и почитают вас, ",
  "mn22:39.3": "по этому поводу вам следует думать так: ",
  "mn22:39.4": "«Они выражают нам такое услужение по отношению к тому, что уже было полностью понято». ",
  "mn22:40.1": "Поэтому, монахи, то, что не является вашим, – отпустите это. ",
  "mn22:40.2": "Когда вы отпустили, это приведёт к вашему благополучию и счастью на долгое время. ",
  "mn22:41.1": "И что не является вашим? ",
  "mn22:41.2": "Материальная форма не является вашей – отпустите её. ",
  "mn22:41.3": "Когда вы отпустили её, это приведёт к вашему благополучию и счастью на долгое время. ",
  "mn22:41.4": "Чувство… ",
  "mn22:41.5": "Когда вы отпустили его, это приведёт к вашему благополучию и счастью на долгое время. ",
  "mn22:41.6": "Восприятие … ",
  "mn22:41.7": "Когда вы отпустили его, это приведёт к вашему благополучию и счастью на долгое время. ",
  "mn22:41.8": "Формации … ",
  "mn22:41.9": "Когда вы отпустили их, это приведёт к вашему благополучию и счастью на долгое время. ",
  "mn22:41.10": "Сознание не является вашим – отпустите его. ",
  "mn22:41.11": "Когда вы отпустили его, это приведёт к вашему благополучию и счастью на долгое время.  ",
  "mn22:41.12": "Как вы думаете, монахи? ",
  "mn22:41.13": "Если бы люди собирали, или сжигали, или делали что пожелают с этими травой, ветками, хворостом и листьями в этой роще Джеты,  ",
  "mn22:41.14": "могли бы вы подумать так: ",
  "mn22:41.15": "«Это нас эти люди собирают, сжигают, делают что пожелают!»? ",
  "mn22:41.16": "- Нет, уважаемый. ",
  "mn22:41.17": "И почему? ",
  "mn22:41.18": "Потому что всё это не является нашим Я и не является тем, что принадлежит нашему Я.",
  "mn22:41.19": "– Точно так же, монахи, всё то, что не является вашим, – отпустите это. ",
  "mn22:41.20": "Когда вы отпустили, это приведёт к вашему благополучию и счастью на долгое время.  ",
  "mn22:41.21": "И что не является вашим? ",
  "mn22:41.22": "Материальная форма … ",
  "mn22:41.23": "",
  "mn22:41.24": "Чувство … ",
  "mn22:41.25": "Восприятие … ",
  "mn22:41.26": "Формации … ",
  "mn22:41.27": "Сознание не является вашим – отпустите его.  ",
  "mn22:41.28": "Когда вы отпустили его, это приведёт к вашему благополучию и счастью на долгое время. ",
  "mn22:42.1": "Монахи, Дхамма хорошо провозглашена мною – она чиста, открыта, очевидна, цельна, не сшита [кое-как] из лоскутов.  ",
  "mn22:42.2": "И в этой хорошо провозглашённой мною Дхамме – чистой, открытой, очевидной, цельной и не сшитой из лоскутов – нет [в будущем] круговерти для проявления в случае с теми монахами, которые являются арахантами, чьи пятна уничтожены, кто прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг своей цели, уничтожил оковы существования, полностью освободился посредством окончательного знания. ",
  "mn22:43.1": "Монахи, Дхамма хорошо провозглашена мною – она чиста, открыта, очевидна, цельна, не сшита [кое-как] из лоскутов. ",
  "mn22:43.2": "В этой хорошо провозглашённой мною Дхамме – чистой, открытой, очевидной, цельной и не сшитой из лоскутов – монахи, которые отбросили пять низших оков, – все они возникнут спонтанно [в мирах Чистых обителей] и там достигнут окончательной ниббаны, никогда более не возвращаясь из того мира [в этот]. ",
  "mn22:44.1": "Монахи, Дхамма хорошо провозглашена мною – она чиста, открыта, очевидна, цельна, не сшита [кое-как] из лоскутов. ",
  "mn22:44.2": "В этой хорошо провозглашённой мною Дхамме – чистой, открытой, очевидной, цельной и не сшитой из лоскутов – монахи, которые отбросили трое низших оков и ослабили жажду, злобу, заблуждение, – все они однажды-возвращающиеся; вернувшись один раз в этот мир, они положат конец страданиям. ",
  "mn22:45.1": "Монахи, Дхамма хорошо провозглашена мною – она чиста, открыта, очевидна, цельна, не сшита [кое-как] из лоскутов. ",
  "mn22:45.2": "В этой хорошо провозглашённой мною Дхамме – чистой, открытой, очевидной, цельной и не сшитой из лоскутов – монахи, которые отбросили трое низших оков, – все они вступившие в поток, не подверженные погибели, связанные [с освобождением], направляются к просветлению. ",
  "mn22:46.1": "Монахи, Дхамма хорошо провозглашена мною – она чиста, открыта, очевидна, цельна, не сшита [кое-как] из лоскутов. ",
  "mn22:46.2": "В этой хорошо провозглашённой мною Дхамме – чистой, открытой, очевидной, цельной и не сшитой из лоскутов – монахи, которые являются идущими-за-счёт-Дхаммы или идущими-за-счёт-веры, – все они направляются к просветлению ",
  "mn22:47.1": "Монахи, Дхамма хорошо провозглашена мною – она чиста, открыта, очевидна, цельна, не сшита [кое-как] из лоскутов. ",
  "mn22:47.2": "В этой хорошо провозглашённой мною Дхамме – чистой, открытой, очевидной, цельной и не сшитой из лоскутов – те, у кого есть достаточная вера в меня, достаточная любовь ко мне, – все они направляются в небесные миры. ",
  "mn22:47.3": "Так сказал Благословенный. ",
  "mn22:47.4": "Монахи были довольны и восхитились словами Благословенного. "
}
