{
  "mn24:0.1": "Мадджхима Никая 24 ",
  "mn24:0.2": "Перекладные колесницы ",
  "mn24:1.1": "Так я слышал. ",
  "mn24:1.2": "Так я слышал. Однажды Благословенный проживал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn24:2.1": "И тогда группа монахов из родных земель [Благословенного]1, которые там провели сезон дождей, отправилась к Благословенному, поклонились ему и сели рядом. Благословенный спросил их: ",
  "mn24:2.2": "– Монахи, кто на [моей] родной земле уважаем монахами, его товарищами по святой жизни, следующим образом: ",
  "mn24:2.3": "«Сам имея мало желаний, он говорит с монахами о малом количестве желаний. Довольствуясь [тем, что у него есть] сам, он говорит с монахами о довольствовании. Затворяясь сам, он говорит с монахами о затворничестве. Сторонясь общества сам, он говорит с монахами об отчуждённости от общества. Будучи усердным сам, он говорит с монахами о зарождении усердия. Достигнув нравственности сам, он говорит с монахами о достижении нравственности. Достигнув сосредоточения сам, он говорит с монахами о достижении сосредоточения. Достигнув мудрости сам, он говорит с монахами о достижении мудрости. Достигнув освобождения сам, он говорит с монахами о достижении освобождения. Достигнув знания и видения освобождения сам, он говорит с монахами о достижении знания и видения освобождения. Он тот, кто советует, информирует, инструктирует, понуждает, побуждает, радует своих товарищей по святой жизни»? ",
  "mn24:2.4": "– Уважаемый, достопочтенный Пунна Мантанипутта подобным образом уважаем монахами на родной земле [Благословенного], [то есть] его товарищами по святой жизни. ",
  "mn24:2.5": "",
  "mn24:3.1": "И в то время достопочтенный Сарипутта сидел возле Благословенного. ",
  "mn24:3.2": "Мысль пришла к достопочтенному Сарипутте:  ",
  "mn24:3.3": "«Какое благо для достопочтенного Пунны Мантанипутты, какое великое благо для него, ",
  "mn24:3.4": "что его мудрые товарищи по святой жизни восхваляют его то за одно, то за другое, в присутствии Учителя.  ",
  "mn24:3.5": "Быть может, придёт время, и мы повстречаем достопочтенного Пунну Мантанипутту и побеседуем с ним». ",
  "mn24:4.1": "И затем, когда Благословенный побыл в Раджагахе столько, сколько считал нужным, он отправился в странствие, идя переходами до Саваттхи. ",
  "mn24:4.2": "Странствуя переходами, он со временем прибыл в Саваттхи ",
  "mn24:4.3": "и проживал там в Роще Джеты, в парке Анатхапиндики.  ",
  "mn24:4.4": "Достопочтенный Пунна Мантанипутта услышал: «Благословенный прибыл в Саваттхи и проживает в роще Джеты, парке Анатхапиндики».  ",
  "mn24:5.1": "И тогда достопочтенный Пунна Мантанипутта привёл своё жилище в порядок, взял внешнее одеяние и чашу и отправился в странствие, идя переходами до Саваттхи.  ",
  "mn24:5.2": "Странствуя переходами, он со временем прибыл в Саваттхи и отправился в Рощу Джеты, в парк Анатхапиндики, чтобы повидать Благословенного. Поклонившись Благословенному, он сел рядом, ",
  "mn24:5.3": "и Благословенный наставлял, понуждал, побуждал и радовал его беседой по Дхамме.  ",
  "mn24:5.4": "И затем достопочтенный Пунна Мантанипутта, наставленный, понуждённый, побуждённый, порадованный беседой с Благословенным, восхитившись и возрадовавшись словам Благословенного, поднялся со своего сиденья и, поклонившись Благословенному, обойдя его с правой стороны, отправился в рощу Слепых, чтобы провести там остаток дня. ",
  "mn24:6.1": "И тогда некий монах подошёл к достопочтенному Сарипутте и сказал ему: ",
  "mn24:6.2": "– Друг Сарипутта, монах Пунна Мантанипутта, о котором ты всегда так хорошо отзывался, только что был наставлен, понуждён, побуждён, порадован Благословенным беседой по Дхамме. Восхитившись и возрадовавшись словам Благословенного, он поднялся со своего сиденья и, поклонившись Благословенному, обойдя его с правой стороны, отправился в рощу Слепых, чтобы провести там остаток дня. ",
  "mn24:7.1": "Тогда достопочтенный Сарипутта поспешно взял свой коврик для сиденья и отправился вслед за достопочтенным Пунной Мантанипуттой, не выпуская его голову из виду.  ",
  "mn24:7.2": "Затем достопочтенный Пунна Мантанипутта вошёл в рощу Слепых и сел у подножья дерева, чтобы провести остаток дня. ",
  "mn24:7.3": "И достопочтенный Сарипутта поступил так же. ",
  "mn24:8.1": "И тогда, вечером, достопочтенный Сарипутта вышел из медитации, подошёл к достопочтенному Пунне Мантанипутте и обменялся с ним приветствиями.  ",
  "mn24:8.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал достопочтенному Пунне Мантанипутте: ",
  "mn24:9.1": "– Друг, ведётся ли [под учительством] нашего Благословенного святая жизнь? ",
  "mn24:9.2": "- Да, друг. ",
  "mn24:9.3": " Но, друг, ведётся ли святая жизнь [под учительством] Благословенного ради очищения нравственности? ",
  "mn24:9.4": "- Нет, друг. ",
  "mn24:9.5": "– В таком случае, ведётся ли святая жизнь [под учительством] Благословенного ради очищения ума? ",
  "mn24:9.6": "– Нет, друг. ",
  "mn24:9.7": "– В таком случае, ведётся ли святая жизнь [под учительством] Благословенного ради очищения воззрения? ",
  "mn24:9.8": "– Нет, друг. ",
  "mn24:9.9": "– В таком случае, ведётся ли святая жизнь [под учительством] Благословенного ради очищения преодолением сомнения?",
  "mn24:9.10": "– Нет, друг. ",
  "mn24:9.11": "– В таком случае, ведётся ли святая жизнь [под учительством] Благословенного ради очищения знанием и видением того, что является путём, и того, что им не является? ",
  "mn24:9.12": "– Нет, друг. ",
  "mn24:9.13": "– В таком случае, ведётся ли святая жизнь [под учительством] Благословенного ради очищения знанием и видением пути? ",
  "mn24:9.14": "– Нет, друг. ",
  "mn24:9.15": "– В таком случае, ведётся ли святая жизнь [под учительством] Благословенного ради очищения знанием и видением? ",
  "mn24:9.16": "– Нет, друг. ",
  "mn24:10.1": "– Друг, будучи спрошенным: «Но, друг, ведётся ли святая жизнь [под учительством] Благословенного ради очищения нравственности… ради очищения знанием и видением?» – ты ответил: «Нет, друг». ",
  "mn24:10.2": "",
  "mn24:10.3": "",
  "mn24:10.4": "",
  "mn24:10.5": "",
  "mn24:10.6": "",
  "mn24:10.7": "",
  "mn24:10.8": "Так ради чего тогда, друг, ведётся святая жизнь [под учительством] Благословенного?» ",
  "mn24:10.9": "– Друг, святая жизнь [под учительством] Благословенного ведётся ради окончательной ниббаны без цепляния. ",
  "mn24:11.1": "– Но, друг, является ли очищение нравственности окончательной ниббаной без цепляния? ",
  "mn24:11.2": "– Нет, друг. ",
  "mn24:11.3": "",
  "mn24:11.4": "",
  "mn24:11.5": "",
  "mn24:11.6": "",
  "mn24:11.7": "",
  "mn24:11.8": "",
  "mn24:11.9": "",
  "mn24:11.10": "",
  "mn24:11.11": "",
  "mn24:11.12": "",
  "mn24:11.13": "Но, друг, является ли очищение знанием и видением окончательной ниббаной без цепляния? ",
  "mn24:11.14": "– Нет, друг. ",
  "mn24:11.15": "– Но, друг, достигается ли без этих состояний окончательная ниббана без цепляния? ",
  "mn24:11.16": "– Нет, друг. ",
  "mn24:12.1": "– Будучи спрошенным: «Но, друг, является ли очищение нравственности окончательной ниббаной без цепляния… достигается ли без этих состояний окончательная ниббана без цепляния?» – ты ответил: «Нет, друг». ",
  "mn24:12.2": "",
  "mn24:12.3": "",
  "mn24:12.4": "",
  "mn24:12.5": "",
  "mn24:12.6": "",
  "mn24:12.7": "",
  "mn24:12.8": "",
  "mn24:12.9": "Но как, друг, следует понимать значение этих [твоих] утверждений?",
  "mn24:13.1": "– Друг, если бы Благословенный описывал очищение нравственности как окончательную ниббану без цепляния, то тогда он бы описывал то, что всё ещё сопровождается цеплянием, как окончательную ниббану без цепляния.… ",
  "mn24:13.2": "Если бы Благословенный описывал очищение ума…",
  "mn24:13.3": "очищение ума…",
  "mn24:13.4": "очищение воззрения…",
  "mn24:13.5": "очищение преодолением сомнения…",
  "mn24:13.6": "очищение знанием и видением того, что является путём, и того, что им не является",
  "mn24:13.7": "Если бы Благословенный описывал очищение знанием и видением как окончательную ниббану без цепляния, то тогда он бы описывал то, что всё ещё сопровождается цеплянием, как окончательную ниббану без цепляния ",
  "mn24:13.8": "А если бы окончательная ниббана без цепляния достигалась без этих состояний, то тогда и обычный заурядный человек достигал бы окончательной ниббаны,  ",
  "mn24:13.9": "ведь у обычного заурядного человека нет этих состояний. ",
  "mn24:14.1": "В отношении этого, друг, я приведу тебе пример,  ",
  "mn24:14.2": "поскольку мудрые понимают значение утверждения посредством примера. ",
  "mn24:14.3": "Представь, как если бы царь Пасенади из Косалы, живущий в Саваттхи, имел некое срочное дело, которое нужно разрешить в Сакете. ",
  "mn24:14.4": "Между Саваттхи и Сакетой для него бы держали готовыми семь перекладных колесниц.  ",
  "mn24:14.5": "Тогда царь Пасенади из Косалы, покинув Саваттхи через двери внутренних покоев дворца, взошёл бы на первую перекладную колесницу и посредством первой перекладной колесницы он прибыл ко второй перекладной колеснице. Тогда он бы спешился с первой колесницы и взошёл бы на вторую колесницу. ",
  "mn24:14.6": "Посредством второй колесницы он прибыл к третьей колеснице…  ",
  "mn24:14.7": "посредством третьей…  ",
  "mn24:14.8": "четвёртой…  ",
  "mn24:14.9": "пятой…  ",
  "mn24:14.10": "посредством шестой колесницы он прибыл к седьмой колеснице.  ",
  "mn24:14.11": "Посредством седьмой колесницы он прибыл к дверям внутренних покоев дворца в Сакете. ",
  "mn24:14.12": "И затем, когда он бы подошёл к дверям внутренних покоев дворца, его друзья и знакомые, его близкие и родственники, спросили бы его:  ",
  "mn24:14.13": "«Ваше величество, вы прибыли из Саваттхи к дверям внутренних покоев дворца в Сакете посредством этой колесницы?»  ",
  "mn24:14.14": "В таком случае как бы следовало ответить царю Пасенади из Косалы, чтобы ответить правильно?",
  "mn24:14.15": "– Чтобы ответить правильно, друг, ему следовало бы ответить так: ",
  "mn24:14.16": "«Когда я проживал в Саваттхи, у меня было некое срочное дело… ",
  "mn24:14.17": "Между Саваттхи и Сакетой для меня держали готовыми семь перекладных колесниц.  ",
  "mn24:14.18": "Тогда, покинув Саваттхи через двери внутренних покоев дворца, я взошёл на первую перекладную колесницу…  ",
  "mn24:14.19": "Посредством первой перекладной колесницы я прибыл ко второй перекладной колеснице. Тогда я спешился с первой колесницы и взошёл на вторую колесницу. … ",
  "mn24:14.20": "",
  "mn24:14.21": "",
  "mn24:14.22": "",
  "mn24:14.23": "",
  "mn24:14.24": "Посредством шестой перекладной колесницы я прибыл к седьмой перекладной колеснице. Тогда я спешился с щестой колесницы и взошёл на седьмую колесницу. ",
  "mn24:14.25": "Посредством седьмой колесницы я прибыл к дверям внутренних покоев дворца в Сакете» ",
  "mn24:14.26": "Чтобы ответить правильно, друг, вот как ему следовало бы ответить». ",
  "mn24:15.1": "– Точно также, друг, очищение нравственности [необходимо] ради очищения ума. Очищение ума – ради очищения воззрения. Очищение воззрения – ради очищения преодолением сомнения. Очищение преодолением сомнения – ради очищения знанием и видением того, что является путём, и того, что им не является. Очищение знанием и видением того, что является путём, и того, что им не является – ради очищения знанием и видением пути. Очищение знанием и видением пути – ради очищения знанием и видением. Очищение знанием и видением – ради достижения окончательной ниббаны без цепляния.  ",
  "mn24:15.2": "Именно ради окончательной ниббаны без цепляния ведётся святая жизнь [под учительством] Благословенного ",
  "mn24:16.1": "Когда так было сказано, достопочтенный Сарипутта спросил достопочтенного Пунну Мантанипутту: ",
  "mn24:16.2": " Как зовут достопочтенного, и под каким именем его знают товарищи по святой жизни? ",
  "mn24:16.3": "– Меня зовут Пунна, друг,  ",
  "mn24:16.4": "и мои товарищи по святой жизни знают меня под именем Мантанипутта. ",
  "mn24:16.5": "– Удивительно, друг, поразительно!",
  "mn24:16.6": "Пунна Мантанипутта шаг за шагом ответил на каждый глубокий вопрос, который ему был задан, как [и ответил бы] учёный ученик, который правильно понимает Учение Учителя.  ",
  "mn24:16.7": "Какое благо для его товарищей по святой жизни, какое великое благо для них,  ",
  "mn24:16.8": "что у них есть возможность видеть и почитать достопочтенного Пунну Мантанипутту.  ",
  "mn24:16.9": "Даже если, чтобы увидеть и почитать его, им пришлось бы носить достопочтенного Пунну Мантанипутту на подушке, [подпираемой] их головами, это [всё равно] было бы благом для них, великим благом. И вне сомнений, это благо для нас, великое благо, что у нас есть возможность увидеть и выразить уважение достопочтенному Пунне Мантанипутте. ",
  "mn24:17.1": "Когда так было сказано, достопочтенный Пунна Мантанипутта спросил достопочтенного Сарипутту:  ",
  "mn24:17.2": "– Как зовут достопочтенного, и под каким именем его знают товарищи по святой жизни? ",
  "mn24:17.3": "– Меня зовут Упатисса, друг,  ",
  "mn24:17.4": "и мои товарищи по святой жизни знают меня под именем Сарипутта. ",
  "mn24:17.5": "– Воистину, друг, мы и не знали, что беседуем с достопочтенным Сарипуттой, учеником, который подобен самому Учителю!",
  "mn24:17.6": "",
  "mn24:17.7": "Если бы мы знали, что это был достопочтенный Сарипутта, мы бы не говорили так много. ",
  "mn24:17.8": "Удивительно, друг, поразительно!  ",
  "mn24:17.9": "аждый глубокий вопрос, который шаг за шагом был задан достопочтенным Сарипуттой, [был задан так], как [его и задавал бы] учёный ученик, который правильно понимает Учение Учителя. ",
  "mn24:17.10": "Какое благо для его товарищей по святой жизни, какое великое благо для них,  ",
  "mn24:17.11": "что у них есть возможность видеть и почитать достопочтенного Сарипутту.  ",
  "mn24:17.12": "Даже если бы, чтобы увидеть и почитать его, им пришлось бы носить достопочтенного Сарипутту на подушке, [подпираемой] их головами, это [всё равно] было бы благом для них, великим благом. И вне сомнений, это благо для нас, великое благо, что у нас есть возможность увидеть и выразить уважение достопочтенному Сарипутте». ",
  "mn24:17.13": "И так оно было, что эти двое великих существ возрадовались благим словам друг друга. "
}