{
  "mn25:0.1": "Мадджхима Никая 25 ",
  "mn25:0.2": "Наживка ",
  "mn25:1.1": "Так я слышал. ",
  "mn25:1.2": "Так я слышал. Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn25:1.3": "Там он обратился к монахам: ",
  "mn25:1.4": "- Монахи! ",
  "mn25:1.5": "- Уважаемый, - ответили они. ",
  "mn25:1.6": "Благословенный сказал следующее: ",
  "mn25:2.1": "– Монахи, ловец оленей не размещает наживку для оленьего стада с подобным намерением: ",
  "mn25:2.2": "«Пусть оленье стадо наслаждается этой наживкой, которую я разместил, и будет долгоживущим, прекрасным, и будет таковым долгое время».  ",
  "mn25:2.3": "Ловец оленей выставляет наживку для оленьего стада вот с каким намерением: ",
  "mn25:2.4": "«Оленье стадо будет есть еду неосторожно, пока не доберётся до наживки, которую я разместил посреди неё. Сделав так, они станут опьянёнными. Когда они будут опьянены, они впадут в беспечность. Когда они беспечны, я могу делать с ними что пожелаю из-за этой самой наживки». ",
  "mn25:3.1": "Олени первого стада съели еду без осторожности, добравшись до наживки, которую разместил ловец оленей. Сделав так, они стали опьянёнными. Когда они были опьянены, они впали в беспечность. Когда они были беспечны, ловец оленей поступил с ними так, как считал нужным, из-за этой самой наживки.  ",
  "mn25:3.2": "Вот как олени первого стада не смогли освободиться от управления и власти ловца оленей. ",
  "mn25:4.1": "Олени второго стада подумали: ",
  "mn25:4.2": "«Олени того первого стада, действуя неосторожно, … ",
  "mn25:4.3": "",
  "mn25:4.4": "не смогли освободиться от управления и власти ловца оленей. ",
  "mn25:4.5": "то, если все мы будем держаться в стороне от этой наживки? Что, если, держась в стороне от этого ужасающего наслаждения, мы уйдём в дикие леса и будем жить там?»  ",
  "mn25:4.6": "Так они и поступили. ",
  "mn25:4.7": "Но в последний месяц жаркого сезона, когда израсходовались трава и вода, их тела стали неимоверно истощены.  ",
  "mn25:4.8": "Из-за этого они утратили свою силу и подвижность. ",
  "mn25:4.9": "Когда они утратили свою силу и подвижность, они вернулись к этой самой наживке, которую разместил ловец оленей. ",
  "mn25:4.10": "Они съели еду без осторожности, добравшись до наживки, которую разместил ловец оленей. ",
  "mn25:4.11": "Сделав так, они стали опьянёнными. Когда они были опьянены, они впали в беспечность. Когда они были беспечны, ловец оленей поступил с ними так, как считал нужным, из-за этой самой наживки.",
  "mn25:4.12": "Вот как олени второго стада не смогли освободиться от управления и власти ловца оленей. ",
  "mn25:5.1": "Олени третьего стада подумали: ",
  "mn25:5.2": "«Олени того первого стада, действуя неосторожно, не смогли освободиться от управления и власти ловца оленей. … ",
  "mn25:5.3": "",
  "mn25:5.4": "Олени того второго стада, подумав о том, как олени первого стада потерпели неудачу, распланировав и поступив так, как они и поступили, с осторожностью уйдя в дикие леса, … ",
  "mn25:5.5": "",
  "mn25:5.6": "",
  "mn25:5.7": "",
  "mn25:5.8": "",
  "mn25:5.9": "",
  "mn25:5.10": "",
  "mn25:5.11": "",
  "mn25:5.12": "",
  "mn25:5.13": "",
  "mn25:5.14": "также не смогли освободиться от управления и власти ловца оленей.  ",
  "mn25:5.15": " Что, если мы сделаем своим обиталищем место рядом с наживкой ловца оленей? ",
  "mn25:5.16": "И тогда, сделав так, мы будем есть еду не без осторожности и не добираясь до наживки, которую разместил ловец оленей. Сделав так, мы не станем опьянёнными. Когда мы не опьянены, мы не впадём в беспечность. Когда мы не беспечны, ловец оленей не поступит с нами так, как считает нужным, из-за этой самой наживки».  ",
  "mn25:5.17": "Так они и поступили. ",
  "mn25:5.18": "",
  "mn25:5.19": "Но тогда ловец оленей и его помощники подумали:  ",
  "mn25:5.20": "«Эти олени третьего стада хитры и коварны, точно маги и волшебники.",
  "mn25:5.21": "Они едят размещённую наживку, притом мы не знаем, когда они приходят и уходят.  ",
  "mn25:5.22": "Что, если мы сделаем наживку, которая размещена так, что везде и всюду на всей большой территории окружена плетёными изгородями? Быть может, тогда мы увидим, где находится обиталище третьего оленьего стада, куда они уходят прятаться». ",
  "mn25:5.23": "Сделав так,",
  "mn25:5.24": "они увидели обиталище третьего стада, то место, куда они уходили прятаться. ",
  "mn25:5.25": "Вот как олени третьего стада не смогли освободиться от управления и власти ловца оленей. ",
  "mn25:6.1": "Олени четвёртого стада подумали: ",
  "mn25:6.2": "‘«Олени того первого стада, действуя неосторожно, …  ",
  "mn25:6.3": "не смогли освободиться от управления и власти ловца оленей. ",
  "mn25:6.4": "Олени того второго стада, подумав о том, как олени первого стада потерпели неудачу, распланировав и поступив так, как они и поступили, с осторожностью уйдя в дикие леса, … ",
  "mn25:6.5": "",
  "mn25:6.6": "",
  "mn25:6.7": "",
  "mn25:6.8": "",
  "mn25:6.9": "также не смогли освободиться от управления и власти ловца оленей. ",
  "mn25:6.10": "Олени того третьего стада, … ",
  "mn25:6.11": "",
  "mn25:6.12": "",
  "mn25:6.13": "",
  "mn25:6.14": "",
  "mn25:6.15": "",
  "mn25:6.16": "",
  "mn25:6.17": "",
  "mn25:6.18": "",
  "mn25:6.19": "",
  "mn25:6.20": "",
  "mn25:6.21": "",
  "mn25:6.22": "",
  "mn25:6.23": "",
  "mn25:6.24": "",
  "mn25:6.25": "",
  "mn25:6.26": "",
  "mn25:6.27": "также потерпели неудачу и не смогли освободиться от управления и власти ловца оленей.  ",
  "mn25:6.28": "Что, если мы сделаем своим обиталищем место, докуда ловец оленей и его помощники не смогут дойти? И тогда, сделав так, мы будем есть еду не без осторожности и не добираясь до наживки, которую разместил ловец оленей… ",
  "mn25:6.29": "Так они и поступили. ",
  "mn25:6.30": "",
  "mn25:6.31": "Но тогда ловец оленей и его помощники подумали: ",
  "mn25:6.32": "«Эти олени четвёртого стада хитры и коварны, точно маги и волшебники. ",
  "mn25:6.33": "Они едят размещённую наживку, притом мы не знаем, когда они приходят и уходят. ",
  "mn25:6.34": "Что, если мы сделаем наживку, которая размещена так, что везде и всюду на всей большой территории окружена плетёными изгородями? Быть может, тогда мы увидим, где находится обиталище четвёртого оленьего стада, куда они уходят прятаться».  ",
  "mn25:6.35": "Они сделали так, ",
  "mn25:6.36": "но не увидели обиталища четвёртого стада, того места, куда те уходили прятаться. ",
  "mn25:6.37": "Тогда ловец оленей и его помощники подумали:, ",
  "mn25:6.38": "«Если мы напугаем четвёртое оленье стадо, то, будучи напуганными, они напугают других, ",
  "mn25:6.39": "и так все оленьи стада оставят эту наживку, которую мы разместили. ",
  "mn25:6.40": "Что, если мы будем относиться к четвёртому оленьему стаду с безразличием?»  ",
  "mn25:6.41": "Так они и поступили. ",
  "mn25:6.42": "Вот как олени четвёртого стада освободились от управления и власти ловца оленей. ",
  "mn25:7.1": "Монахи, я привёл вам этот пример, чтобы донести смысл. ",
  "mn25:7.2": "Смысл таков. ",
  "mn25:7.3": "Наживка – это обозначение пяти нитей чувственных удовольствий.",
  "mn25:7.4": "Ловец оленей – это обозначение Злого Мары. ",
  "mn25:7.5": "Помощники ловца оленей – это обозначение свиты Мары.  ",
  "mn25:7.6": "Оленье стадо – это обозначение жрецов и отшельников. ",
  "mn25:8.1": "Жрецы и отшельники первого вида ели еду без осторожности, добравшись до наживки и материальных вещей мира, которые разместил Мара.",
  "mn25:8.2": "Сделав так, они стали опьянёнными. Когда они были опьянены, они впали в беспечность. Когда они были беспечны, Мара поступил с ними так, как считал нужным, из-за этой самой наживки и тех материальных вещей мира.  ",
  "mn25:8.3": "Вот как жрецы и отшельники первого вида не смогли освободиться от управления и власти Мары. ",
  "mn25:8.4": "Те жрецы и отшельники, я говорю вам, – точно те олени первого стада. ",
  "mn25:9.1": "Жрецы и отшельники второго вида подумали:  ",
  "mn25:9.2": "«Те жрецы и отшельники первого вида, действовав неосторожно,… ",
  "mn25:9.3": "",
  "mn25:9.4": "не смогли освободиться от управления и власти Мары. ",
  "mn25:9.5": "Что, если все мы будем держаться в стороне от этой наживки и тех материальных вещей мира? Что, если, держась в стороне от этого ужасающего наслаждения, мы уйдём в дикие леса и будем жить там?»  ",
  "mn25:9.6": "",
  "mn25:9.7": "Так они и поступили. ",
  "mn25:9.8": "Так они и поступили. Они были теми, кто ест [только] зелень; или просо; или дикий рис; или обрезки шкуры; или мох; или рисовые отруби; или рисовую накипь; или кунжутную муку; или траву; или коровий навоз. Они жили на лесных кореньях и фруктах. Они кормились упавшими фруктами. ",
  "mn25:9.9": "Но в последний месяц жаркого сезона, когда израсходовалась трава и вода, их тела стали неимоверно истощены.  ",
  "mn25:9.10": "Из-за этого они утратили свою силу и подвижность.  ",
  "mn25:9.11": "Когда они утратили свою силу и подвижность, они утратили своё освобождение ума. ",
  "mn25:9.12": "С утратой своего освобождения ума они вернулись к той самой наживке, которую разместил Мара, и к тем материальным вещам мира. ",
  "mn25:9.13": "Они съели еду без осторожности, добравшись до [наживки] … ",
  "mn25:9.14": "",
  "mn25:9.15": "Вот как жрецы и отшельники второго вида не смогли освободиться от управления и власти Мары. ",
  "mn25:9.16": "Те жрецы и отшельники, я говорю вам, – точно те олени второго стада. ",
  "mn25:10.1": "Жрецы и отшельники третьего вида подумали: ",
  "mn25:10.2": "Те жрецы и отшельники первого вида, действуя неосторожно, не смогли освободиться от управления и власти Мары… ",
  "mn25:10.3": "",
  "mn25:10.4": "Те жрецы и отшельники второго вида, подумав о том, как жрецы и отшельники первого вида потерпели неудачу, распланировав и поступив так, как они и поступили, с осторожностью уйдя в дикие леса,… ",
  "mn25:10.5": "",
  "mn25:10.6": "",
  "mn25:10.7": "",
  "mn25:10.8": "",
  "mn25:10.9": "",
  "mn25:10.10": "",
  "mn25:10.11": "",
  "mn25:10.12": "",
  "mn25:10.13": "",
  "mn25:10.14": "",
  "mn25:10.15": "также не смогли освободиться от управления и власти Мары. ",
  "mn25:10.16": "Что, если мы сделаем своим обиталищем место рядом с наживкой, которую разместил Мара, [рядом] с теми материальными вещами мира? И тогда, сделав так, мы будем есть еду не без осторожности и не добираясь до наживки, которую разместил Мара, [не добираясь] до материальных вещей мира. Сделав так, мы не станем опьянёнными. Когда мы не опьянены, мы не впадём в беспечность. Когда мы не беспечны, Мара не поступит с нами так, как считает нужным, из-за этой самой наживки и тех материальных вещей мира». ",
  "mn25:10.17": "Так они и поступили. ",
  "mn25:10.18": "",
  "mn25:10.19": "",
  "mn25:10.20": "Но тогда они пришли к тому, что стали придерживаться таких воззрений как:",
  "mn25:10.21": "«Мир вечен» или «Мир не вечен»; или ",
  "mn25:10.22": "«Мир ограничен» или «Мир безграничен»; или ",
  "mn25:10.23": "«Душа и тело – это одно» или «Душа суть одно, а тело суть иное»; или ",
  "mn25:10.24": "«Татхагата существует после смерти» или «Татхагата не существует после смерти» или «Татхагата и существует после смерти и не существует после смерти» или «Татхагата ни существует после смерти, ни не существует после смерти» ",
  "mn25:10.25": "Вот как жрецы и отшельники третьего вида не смогли освободиться от управления и власти Мары. ",
  "mn25:10.26": "Те жрецы и отшельники, я говорю вам, – точно те олени третьего стада. ",
  "mn25:11.1": "Жрецы и отшельники четвёртого вида подумали: ",
  "mn25:11.2": "Те жрецы и отшельники первого вида, действуя неосторожно, не смогли освободиться от управления и власти Мары… ",
  "mn25:11.3": "",
  "mn25:11.4": "Те жрецы и отшельники второго вида, подумав о том, как жрецы и отшельники первого вида потерпели неудачу, … ",
  "mn25:11.5": "",
  "mn25:11.6": "",
  "mn25:11.7": "",
  "mn25:11.8": "",
  "mn25:11.9": "",
  "mn25:11.10": "Те жрецы и отшельники третьего вида, подумав о том, как жрецы и отшельники первого вида и жрецы и отшельники второго вида потерпели неудачу, распланировав и поступив так, как они и поступили, … ",
  "mn25:11.11": "",
  "mn25:11.12": "",
  "mn25:11.13": "",
  "mn25:11.14": "",
  "mn25:11.15": "",
  "mn25:11.16": "",
  "mn25:11.17": "",
  "mn25:11.18": "",
  "mn25:11.19": "",
  "mn25:11.20": "",
  "mn25:11.21": "",
  "mn25:11.22": "",
  "mn25:11.23": "",
  "mn25:11.24": "",
  "mn25:11.25": "",
  "mn25:11.26": "также потерпели неудачу и не смогли освободиться от управления и власти Мары. ",
  "mn25:11.27": "Что, если мы сделаем своим обиталищем место, докуда Мара и его свита не смогут дойти? ",
  "mn25:11.28": "И тогда, сделав так, мы будем есть еду не без осторожности, не добираясь до наживки, которую разместил Мара, [не добираясь] до тех материальных вещей мира. Сделав так, мы не станем опьянёнными. Когда мы не опьянены, мы не впадём в беспечность. Когда мы не беспечны, Мара не поступит с нами так, как считает нужным, из-за этой самой наживки и тех материальных вещей мира».  ",
  "mn25:11.29": "Так они и поступили. ",
  "mn25:11.30": "",
  "mn25:11.31": "Вот как жрецы и отшельники четвёртого вида освободились от управления и власти Мары. ",
  "mn25:11.32": "Те жрецы и отшельники, я говорю вам, – точно те олени четвёртого стада. ",
  "mn25:12.1": "И докуда не может дойти Мара и его свита?  ",
  "mn25:12.2": "Вот, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn25:12.3": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn25:13.1": "Далее, с угасанием направления и удержания [ума на объекте], монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn25:13.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности.",
  "mn25:14.1": "Далее, с угасанием восторга монах пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn25:14.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn25:15.1": "Далее, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn25:15.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn25:16.1": "Далее, с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественного, осознавая: «Пространство безгранично», монах входит и пребывает в сфере безграничного пространства. ",
  "mn25:16.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn25:17.1": "Далее, с полным преодолением сферы безграничного пространства, осознавая: «Сознание безгранично», монах входит и пребывает в сфере безграничного сознания. ",
  "mn25:17.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn25:18.1": "Далее, с полным преодолением сферы безграничного сознания, осознавая: «Здесь ничего нет», монах входит и пребывает в сфере отсутствия всего. ",
  "mn25:18.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn25:19.1": "Далее, с полным преодолением сферы отсутствия всего монах входит и пребывает в сфере-ни-восприятия-ни-не-восприятия. ",
  "mn25:19.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn25:20.1": "Далее, с полным преодолением сферы-ни-восприятия-ни-не-восприятия, монах входит и пребывает в прекращении восприятия и чувствования. И его пятна [загрязнений ума] полностью уничтожены его видением мудростью.  ",
  "mn25:20.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности, и пересёк привязанность к миру. ",
  "mn25:20.3": "Так сказал Благословенный. ",
  "mn25:20.4": "Монахи были довольны и восхитились словами Благословенного. "
}