{
  "mn26:0.1": "Мадджхима Никая 26 ",
  "mn26:0.2": "Благородный поиск ",
  "mn26:1.1": "Так я слышал. ",
  "mn26:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики.  ",
  "mn26:2.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Саваттхи за подаяниями. ",
  "mn26:2.2": "И тогда группа монахов отправилась к достопочтенному Ананде, и они сказали ему: ",
  "mn26:2.3": "– Друг Ананда, долгое время мы не слышали Дхаммы из уст самого Благословенного.  ",
  "mn26:2.4": "Было бы хорошо, если бы мы могли услышать такую беседу, друг Ананда. ",
  "mn26:2.5": "– В таком случае пусть достопочтенные отправляются к отшельнической хижине брахмана Раммаки.  ",
  "mn26:2.6": "Быть может, [тогда] вы услышите беседу по Дхамме из уст самого Благословенного. ",
  "mn26:2.7": "- Да, друг, - ответили они. ",
  "mn26:3.1": "И затем, когда Благословенный походил по Саваттхи за подаяниями, вернувшись с хождения за подаяниями, после принятия пищи он обратился к достопочтенному Ананде: ",
  "mn26:3.2": "– Ананда, пойдём в Восточный парк во дворец Мигараматы, чтобы провести [там] остаток дня. ",
  "mn26:3.3": "- Да, уважаемый, - ответил достопочтенный Ананда. ",
  "mn26:3.4": "И тогда Благословенный вместе с достопочтенным Анандой отправился в Восточный парк во дворец Мигараматы, чтобы провести [там] остаток дня.",
  "mn26:3.5": "И затем, вечером, Благословенный вышел из медитации и обратился к достопочтенному Ананде: ",
  "mn26:3.6": "– Ананда, пойдём в Восточные купальни, чтобы искупаться. ",
  "mn26:3.7": "- Да, уважаемый, - ответил достопочтенный Ананда.  ",
  "mn26:3.8": "И тогда Благословенный вместе с достопочтенным Анандой отправился в Восточные Купальни, чтобы искупаться. ",
  "mn26:3.9": "После купания он вышел из воды и стоял в одном одеянии, высушивая части своего тела. ",
  "mn26:3.10": " тогда достопочтенный Ананда обратился к Благословенному: ",
  "mn26:3.11": "– Уважаемый, здесь неподалёку отшельническая хижина брахмана Раммаки. ",
  "mn26:3.12": "Эта хижина восхитительна ",
  "mn26:3.13": "и приятна. ",
  "mn26:3.14": "Уважаемый, было бы хорошо, если бы Благословенный отправился туда из сострадания.” ",
  "mn26:3.15": "Благословенный молча согласился. ",
  "mn26:4.1": "И тогда Благословенный отправился к отшельнической хижине брахмана Раммаки. ",
  "mn26:4.2": "И в то время группа монахов сидела в [этой] хижине, обсуждая Дхамму. ",
  "mn26:4.3": "Благословенный встал перед дверью и ждал, пока их беседа закончится. ",
  "mn26:4.4": "Когда он понял, что она закончилась, он прокашлялся и постучал,  ",
  "mn26:4.5": "и монахи открыли ему дверь. ",
  "mn26:4.6": "Благословенный вошёл, сел на подготовленное сиденье  ",
  "mn26:4.7": "и обратился к монахам так. ",
  "mn26:4.8": "– Монахи, ради какой беседы вы сидите сейчас здесь? Какой ваш разговор был прерван? ",
  "mn26:4.9": "– Уважаемый, наша прерванная беседа по Дхамме была о самом Благословенном. Затем [и сам] Благословенный прибыл. ",
  "mn26:4.10": "- Хорошо, монахи.",
  "mn26:4.11": "Подобает вам, представителям клана, которые покинули жизнь домохозяйскую ради жизни бездомной благодаря вере, сидеть вместе и обсуждать Дхамму.  ",
  "mn26:4.12": "Когда вы собираетесь вместе, монахи, то вам следует делать одно из двух:  ",
  "mn26:4.13": "вести беседу по Дхамме или поддерживать благородную тишину. ",
  "mn26:5.1": "Монахи, есть эти два вида поисков: ",
  "mn26:5.2": "благородный поиск и неблагородный поиск. ",
  "mn26:5.3": "И что такое неблагородный поиск? ",
  "mn26:5.4": "И что такое неблагородный поиск? Вот некий человек, будучи сам подвержен рождению, ищет то, что тоже подвержено рождению. Будучи сам подвержен старению, он ищет то, что тоже подвержено старению. Будучи сам подвержен болезни, он ищет то, что тоже подвержено болезни. Будучи сам подвержен смерти, он ищет то, что тоже подвержено смерти. Будучи сам подвержен печали, он ищет то, что тоже подвержено печали. Будучи сам подвержен загрязнениям, он ищет то, что тоже подвержено загрязнениям. ",
  "mn26:6.1": "И о чём можно сказать как о подверженном рождению? ",
  "mn26:6.2": "Жена и дети подвержены рождению, рабы и рабыни, козы и овцы, домашняя птица и свиньи, слоны, рогатый скот, кони и кобылы, золото и серебро подвержены рождению. ",
  "mn26:6.3": "Эти обретения подвержены рождению. ",
  "mn26:6.4": "И тот, кто привязан к этим вещам, очарован ими, всецело предан им, будучи сам подвержен рождению, ищет то, что также подвержено рождению. ",
  "mn26:7.1": "И о чём можно сказать как о подверженном старению? ",
  "mn26:7.2": "Жена и дети подвержены старению, рабы и рабыни, козы и овцы, домашняя птица и свиньи, слоны, рогатый скот, кони и кобылы, золото и серебро подвержены старению. ",
  "mn26:7.3": "Эти обретения подвержены старению. ",
  "mn26:7.4": "И тот, кто привязан к этим вещам, очарован ими, всецело предан им, будучи сам подвержен старению, ищет то, что также подвержено старению. ",
  "mn26:8.1": "И о чём можно сказать как о подверженном болезни?  ",
  "mn26:8.2": "Жена и дети подвержены болезни, рабы и рабыни, козы и овцы, домашняя птица и свиньи, слоны, рогатый скот, кони и кобылы подвержены болезни. ",
  "mn26:8.3": "Эти обретения подвержены болезни. ",
  "mn26:8.4": "И тот, кто привязан к этим вещам, очарован ими, всецело предан им, будучи сам подвержен болезни, ищет то, что также подвержено болезни. ",
  "mn26:9.1": "И о чём можно сказать как о подверженном смерти?",
  "mn26:9.2": "Жена и дети подвержены смерти, рабы и рабыни, козы и овцы, домашняя птица и свиньи, слоны, рогатый скот, кони и кобылы подвержены смерти. ",
  "mn26:9.3": "Эти обретения подвержены смерти. ",
  "mn26:9.4": "И тот, кто привязан к этим вещам, очарован ими, всецело предан им, будучи сам подвержен смерти, ищет то, что также подвержено смерти. ",
  "mn26:10.1": "И о чём можно сказать как о подверженном печали? ",
  "mn26:10.2": "Жена и дети подвержены печали, рабы и рабыни, козы и овцы, домашняя птица и свиньи, слоны, рогатый скот, кони и кобылы подвержены печали. ",
  "mn26:10.3": "Эти обретения подвержены печали. ",
  "mn26:10.4": "И тот, кто привязан к этим вещам, очарован ими, всецело предан им, будучи сам подвержен печали, ищет то, что также подвержено печали. ",
  "mn26:11.1": "И о чём можно сказать как о подверженном загрязнению? ",
  "mn26:11.2": "Жена и дети подвержены загрязнению, рабы и рабыни, козы и овцы, домашняя птица и свиньи, слоны, рогатый скот, кони и кобылы, золото и серебро подвержены загрязнению. ",
  "mn26:11.3": "Эти обретения подвержены загрязнению.  ",
  "mn26:11.4": "И тот, кто привязан к этим вещам, очарован ими, всецело предан им, будучи сам подвержен загрязнению, ищет то, что также подвержено загрязнению.  ",
  "mn26:11.5": "Это - неблагородный поиск. ",
  "mn26:12.1": "И что такое благородный поиск? ",
  "mn26:12.2": "Вот некий человек будучи сам подвержен рождению, поняв опасность в том, что подвержено рождению, ищет нерождённую наивысшую защиту от подневольности – ниббану. Будучи сам подвержен старению, поняв опасность в том, что подвержено старению, он ищет нестареющую наивысшую защиту от подневольности – ниббану. Будучи сам подвержен болезни, поняв опасность в том, что подвержено болезни, он ищет неболеющую наивысшую защиту от подневольности – ниббану. Будучи сам подвержен смерти, поняв опасность в том, что подвержено смерти, он ищет бессмертную наивысшую защиту от подневольности – ниббану. Будучи сам подвержен печали, поняв опасность в том, что подвержено печали, он ищет беспечальную наивысшую защиту от подневольности – ниббану. Будучи сам подвержен загрязнениям, поняв опасность в том, что подвержено загрязнениям, он ищет незагрязнённую наивысшую защиту от подневольности – ниббану. ",
  "mn26:12.3": "Это - благородный поиск. ",
  "mn26:13.1": "Монахи, до моего просветления, пока я всё ещё был лишь непросветлённым бодхисаттой, я, тоже будучи подвержен рождению, искал то, что подвержено рождению. Будучи подвержен старению, болезни, смерти, печали и загрязнению, я искал то, что подвержено старению… загрязнению.  ",
  "mn26:13.2": "Тогда я подумал так: ",
  "mn26:13.3": "«Почему, будучи сам подвержен рождению, я тоже ищу то, что подвержено рождению? Почему сам, будучи подвержен старению… загрязнению, я тоже ищу то, что подвержено загрязнению?  ",
  "mn26:13.4": "Что, если я, будучи сам подвержен рождению, поняв опасность в том, что подвержено рождению, буду искать нерождённую наивысшую защиту от подневольности – ниббану? Что, если я, будучи сам подвержен старению… загрязнению, поняв опасность в том, что подвержено загрязнению, буду искать нестареющую, неболеющую, бессмертную, беспечальную, незагрязнённую наивысшую защиту от подневольности – ниббану?» ",
  "mn26:14.1": "И тогда, будучи всё ещё юным, черноволосым молодым человеком, наделённым благословением молодости на первом этапе жизни, я обрил волосы и бороду, надел жёлтые одежды и оставил жизнь домохозяйскую ради жизни бездомной, хотя мои отец и мать желали иного и рыдали с заплаканными лицами. ",
  "mn26:15.1": "Уйдя в бездомную жизнь, монахи, в поисках благого, ища непревзойдённое состояние высочайшего покоя, я отправился к [отшельнику] Алара Каламе и сказал ему:  ",
  "mn26:15.2": "«Друг Калама, я бы хотел вести святую жизнь в этой Дхамме и Винае». ",
  "mn26:15.3": "Алара Калама ответил:",
  "mn26:15.4": "«Достопочтенный может оставаться здесь. ",
  "mn26:15.5": " Эта Дхамма такова, что мудрец вскоре сможет войти и пребывать в ней, реализовав для себя посредством прямого знания доктрину своего учителя». ",
  "mn26:15.6": "И вскоре я быстро выучил ту Дхамму.  ",
  "mn26:15.7": "До той степени, до которой излагалось его учение посредством простой декламации губами и повторения [заученного], я мог говорить со знанием и уверенностью, и я заявлял: «Я знаю и вижу». И были и другие, кто делал так же. ",
  "mn26:15.8": "Я подумал: ",
  "mn26:15.9": "«Не только за счёт одной веры Алара Калама заявляет: «Реализовав для себя посредством прямого знания, я вхожу и пребываю в этой Дхамме». ",
  "mn26:15.10": "Вне сомнений, Алара Калама [на самом деле] пребывает, зная и видя эту Дхамму». ",
  "mn26:15.11": "Тогда я отправился к Алара Каламе и сказал: ",
  "mn26:15.12": "«Друг Алара, каким образом ты заявляешь, что, реализовав для себя посредством прямого знания, ты входишь и пребываешь в этой Дхамме?» ",
  "mn26:15.13": "В ответ на это он заявил о сфере отсутствия всего.",
  "mn26:15.14": "Я подумал: ",
  "mn26:15.15": "«Не только Алара Калама имеет веру,  ",
  "mn26:15.16": "усердие, ",
  "mn26:15.17": "осознанность, ",
  "mn26:15.18": "сосредоточение, ",
  "mn26:15.19": "и мудрость; У меня тоже есть вера, усердие, осознанность, сосредоточение и мудрость.  ",
  "mn26:15.20": "Что, если я постараюсь реализовать Дхамму, о которой Алара Калама заявляет, что входит и пребывает в ней, реализовав для себя посредством прямого знания»? ",
  "mn26:15.21": "И вскоре я быстро вошёл и пребывал в той Дхамме, реализовав [её] для себя посредством прямого знания.  ",
  "mn26:15.22": "Тогда я отправился к Алара Каламе и сказал ему:  ",
  "mn26:15.23": "«Друг Калама, таким ли образом ты заявляешь, что входишь и пребываешь в этой Дхамме, реализовав [её] для себя посредством прямого знания»? ",
  "mn26:15.24": "«Таким образом, друг». ",
  "mn26:15.25": "«Таким же образом, друг, я также вхожу и пребываю в этой Дхамме, реализовав [её] для себя посредством прямого знания». ",
  "mn26:15.26": "«Какое благо для нас, друг, какое огромное благо для нас, ",
  "mn26:15.27": "что у нас есть такой достопочтенный, как наш товарищ по святой жизни. ",
  "mn26:15.28": "Та Дхамма, о которой я заявляю, что вхожу и пребываю в ней, реализовав [её] для себя посредством прямого знания, является [той же самой] Дхаммой, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания. ",
  "mn26:15.29": "И та Дхамма, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания, является [той же самой], о которой я заявляю, что вхожу и пребываю в ней, реализовав [её] для себя посредством прямого знания.  ",
  "mn26:15.30": "Так что ты знаешь Дхамму, которую я знаю, и я знаю Дхамму, которую знаешь ты.  ",
  "mn26:15.31": "Каков я, таков и ты. Каков ты, таков и я.  ",
  "mn26:15.32": "Ну же, друг, будем теперь вместе вести эту общину [учеников]». ",
  "mn26:15.33": "Так мой учитель, Алара Калама, поставил меня, своего ученика, наравне с собой, и оказал мне наивысшее почтение. ",
  "mn26:15.34": "Но ко мне пришла мысль: ",
  "mn26:15.35": "«Эта Дхамма не ведёт к утрате очарованности, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане, но [ведёт только] к перерождению в сфере отсутствия всего». ",
  "mn26:15.36": "Не будучи удовлетворённым этой Дхаммой, разочарованный ею, я ушёл. ",
  "mn26:16.1": "Монахи, будучи всё ещё в поисках благого, ища непревзойдённое состояние высочайшего покоя, я отправился к [отшельнику] Уддака Рамапутте и сказал ему:  ",
  "mn26:16.2": "«Друг, я бы хотел вести святую жизнь в этой Дхамме и Винае». ",
  "mn26:16.3": "Уддака Рамапутта ответил: ",
  "mn26:16.4": "«Достопочтенный может оставаться здесь.",
  "mn26:16.5": "Эта Дхамма такова, что мудрец вскоре сможет войти и пребывать в ней, реализовав для себя посредством прямого знания доктрину своего учителя». ",
  "mn26:16.6": "И вскоре я быстро выучил ту Дхамму.  ",
  "mn26:16.7": "До той степени, до которой излагалось его учение посредством простой декламации губами и повторения [заученного], я мог говорить со знанием и уверенностью, и я заявлял: «Я знаю и вижу». И были и другие, кто делал также. ",
  "mn26:16.8": "Я подумал: ",
  "mn26:16.9": "«Не только за счёт одной веры Рама заявлял: «Реализовав для себя посредством прямого знания я вхожу и пребываю в этой Дхамме». ",
  "mn26:16.10": "Вне сомнений, Рама [на самом деле] пребывал, зная и видя эту Дхамму».  ",
  "mn26:16.11": "Тогда я отправился к Уддака Рамапутте и сказал: ",
  "mn26:16.12": "«Друг, каким образом Рама заявлял, что, реализовав для себя посредством прямого знания, он входил и пребывал в этой Дхамме?» ",
  "mn26:16.13": " В ответ на это Уддака Рамапутта заявил о сфере ни-восприятия-ни-не-восприятия. ",
  "mn26:16.14": "Я подумал:",
  "mn26:16.15": "«Не только у Рамы были вера, ",
  "mn26:16.16": "усердие, ",
  "mn26:16.17": "осознанность, ",
  "mn26:16.18": "сосредоточение, ",
  "mn26:16.19": "и мудрость; У меня тоже есть вера, усердие, осознанность, сосредоточение и мудрость. ",
  "mn26:16.20": "Что, если я постараюсь реализовать Дхамму, о которой Рама заявлял, что входил и пребывал в ней, реализовав для себя посредством прямого знания»? ",
  "mn26:16.21": "И вскоре я быстро вошёл и пребывал в той Дхамме, реализовав [её] для себя посредством прямого знания.  ",
  "mn26:16.22": "Тогда я отправился к Уддака Рамапутте и сказал ему: ",
  "mn26:16.23": "Друг, таким ли образом Рама заявлял, что входил и пребывал в этой Дхамме, реализовав [её] для себя посредством прямого знания»? ",
  "mn26:16.24": "«Таким образом, друг».",
  "mn26:16.25": "«Таким же образом, друг, я также вхожу и пребываю в этой Дхамме, реализовав [её] для себя посредством прямого знания». ",
  "mn26:16.26": "«Какое благо для нас, друг, какое огромной благо для нас,  ",
  "mn26:16.27": "что у нас есть такой достопочтенный, как наш товарищ по святой жизни.  ",
  "mn26:16.28": "Та Дхамма, о которой Рама заявлял, что входил и пребывал в ней, реализовав [её] для себя посредством прямого знания, является [той же самой] Дхаммой, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания.  ",
  "mn26:16.29": "И та Дхамма, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания, является [той же самой], о которой Рама заявлял, что входил и пребывал в ней, реализовав [её] для себя посредством прямого знания.  ",
  "mn26:16.30": "Так что ты знаешь Дхамму, которую знал Рама, и Рама знал Дхамму, которую знаешь ты.  ",
  "mn26:16.31": "Каков был Рама, таков и ты. Каков ты, таков был и Рама. ",
  "mn26:16.32": "Ну же, друг, веди теперь эту общину [учеников]». ",
  "mn26:16.33": "Так мой товарищ по святой жизни, Уддака Рамапутта, поставил меня учителем и оказал мне наивысшее почтение.  ",
  "mn26:16.34": "Но ко мне пришла мысль: ",
  "mn26:16.35": "«Эта Дхамма не ведёт к утрате очарованности, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане, но [ведёт только] к перерождению в сфере ни-восприятия-ни-не-восприятия». ",
  "mn26:16.36": "Не будучи удовлетворённым этой Дхаммой, разочарованный ей, я ушёл. ",
  "mn26:17.1": "Монахи, будучи всё ещё в поисках благого, ища непревзойдённое состояние высочайшего покоя, я странствовал переходами по стране Магадхов, пока со временем не прибыл в Урувелу, в Сенанигаму. ",
  "mn26:17.2": "Там я увидел чудесную местность с восхитительной рощей, кристально чистой рекой с приятными пологими берегами и близлежащей деревней для сбора подаяний. ",
  "mn26:17.3": "Я подумал: ",
  "mn26:17.4": "«Это чудесная местность с восхитительной рощей, кристально чистой рекой с приятными пологими берегами и с близлежащей деревней для сбора подаяний.  ",
  "mn26:17.5": "Это послужит старанию представителя клана, настроившегося на старание». ",
  "mn26:17.6": "И я сел там, думая: ",
  "mn26:17.7": "«Это послужит старанию» ",
  "mn26:18.1": "И затем, монахи, будучи сам подвержен рождению, поняв опасность в том, что подвержено рождению, ища нерождённую защиту от подневольности, ниббану, я достиг нерождённой защиты от подневольности, ниббаны. Будучи сам подвержен старению… болезни… смерти… печали… загрязнению, поняв опасность в том, что подвержено загрязнению, ища незагрязнённую защиту от подневольности, ниббану, я достиг незагрязнённой защиты от подневольности, ниббаны. ",
  "mn26:18.2": "Знание и видение возникли во мне:",
  "mn26:18.3": "«Непоколебимо моё освобождение. Это моё последнее рождение. Не будет более нового существования». ",
  "mn26:19.1": "Я подумал:, ",
  "mn26:19.2": "«Это Дхамма, которой я достиг, – глубока, трудно узреть её, трудно понять, [она] умиротворённа и возвышенна, недостижима одним лишь рассуждением, утончённа, может быть пережита [только] мудрыми.  ",
  "mn26:19.3": "Но это поколение наслаждается привязанностью, лелеет наслаждение в привязанности, радуется привязанности. ",
  "mn26:19.4": "Такому поколению эту истину трудно узреть, то есть специфическую обусловленность, зависимое возникновение.  ",
  "mn26:19.5": "И эту истину [ему] также трудно узреть, то есть, успокоение всех формаций, оставление всех обретений, уничтожение жажды, бесстрастие, прекращение, ниббану.  ",
  "mn26:19.6": "Если бы я стал учить Дхамме и [при этом] другие не поняли бы меня, это было бы утомительно для меня, это было бы хлопотно». ",
  "mn26:19.7": "И в этой связи такие поразительные строфы, никогда не слышанные прежде, спонтанно пришли ко мне: ",
  "mn26:19.8": "Довольно с меня Дхамме учить, ",
  "mn26:19.9": "Что даже мне далась нелегко. ",
  "mn26:19.10": "Не сможет её никогда воспринять ",
  "mn26:19.11": "Жаждой и злобою кто лишь живёт. ",
  "mn26:19.12": "Окрашенный жаждой, окутанный тьмой,",
  "mn26:19.13": "Не сможет глубокую Дхамму узреть, ",
  "mn26:19.14": "Она глубока, утончённа, трудна, ",
  "mn26:19.15": "И против течения мира идет. ",
  "mn26:19.16": "Когда я помыслил так, мой ум склонился к бездействию, а не к обучению [других] Дхамме. ",
  "mn26:20.1": "И тогда, монахи, Брахма Сахампати, [напрямую] познав своим собственным умом мысль в моём уме, подумал: ",
  "mn26:20.2": "«Мир пропал! Мир падёт, ведь ум Татхагаты, совершенного и полностью просветлённого, склоняется к бездействию, а не к обучению Дхамме». ",
  "mn26:20.3": "И тогда, также быстро, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Брахма Сахампати исчез из мира брахм и возник передо мной.  ",
  "mn26:20.4": "Закинув внешнее одеяние за плечо, встав на правое колено, сложив ладони в почтительном приветствии ко мне, он сказал:  ",
  "mn26:20.5": "«Уважаемый, пусть Благословенный обучает Дхамме. Пусть Высочайший обучает Дхамме. ",
  "mn26:20.6": "Есть существа, у которых мало пыли в глазах и которые падут, поскольку не услышат Дхамму.  ",
  "mn26:20.7": "Будут те, которые поймут Дхамму». ",
  "mn26:20.8": "Так сказал Брахма Сахампати.  ",
  "mn26:20.9": "И, сказав так, он далее добавил: ",
  "mn26:20.10": "В прошлом возникла Магадхов среди",
  "mn26:20.11": "Ложная Дхамма от тех, кто нечист.",
  "mn26:20.12": "Так распахни же в Бессмертное дверь, ",
  "mn26:20.13": "Пусть же услышат ту Дхамму они, что Не-Имеющий-Пятен открыл. ",
  "mn26:20.14": "Вот, как стоящий на пике горы ",
  "mn26:20.15": "Может увидеть людей всех вокруг, ",
  "mn26:20.16": "Так же, Мудрейший, Всевидящий Взор, ",
  "mn26:20.17": "В Дхаммы дворец вознесётся пускай. ",
  "mn26:20.18": "Пусть Беспечальный узрит же людей, ",
  "mn26:20.19": "Тех, что печалью поглощены, смертью, рождением кто угнетён. ",
  "mn26:20.20": "Восстань, Герой! В сраженье победивший, вожатый каравана ",
  "mn26:20.21": "Скитайся же по миру, долг отдавший. ",
  "mn26:20.22": "Учи же Дхамме, о Благословенный, ",
  "mn26:20.23": "Ведь будут те, которые поймут. ",
  "mn26:21.1": "И тогда я, услышав просьбу Брахмы, из сострадания к существам обозрел мир оком Будды. ",
  "mn26:21.2": "Обозрев мир оком Будды, я увидел существ, у которых мало пыли в глазах и много пыли в глазах, с сильными качествами и со слабыми качествами, с хорошими свойствами и с плохими свойствами, которых легко обучать и которых трудно обучать, и некоторых, кто пребывал в видении неодобрения и страха перед иным миром. ",
  "mn26:21.3": "Подобно тому как в пруду с голубыми, или с красными, или с белыми лотосами некоторые лотосы могут родиться в воде, расти в воде и расцвести, будучи погружены в воду, так и не взойдя над поверхностью воды; некоторые лотосы могут родиться в воде, расти в воде и покоиться на поверхности воды; некоторые лотосы могут родиться в воде, расти в воде, но они всходят над водой и находятся там, будучи не замочены водой,  ",
  "mn26:21.4": "- точно так же, обозрев мир оком Будды, я увидел существ, у которых мало пыли в глазах и много пыли в глазах, с сильными качествами и со слабыми качествами, с хорошими свойствами и с плохими свойствами, которых легко обучать и которых трудно обучать, и некоторых, кто пребывал в видении неодобрения и страха перед иным миром. ",
  "mn26:21.5": "Тогда я ответил Брахме Сахампати строфой: ",
  "mn26:21.6": "Открыты в Бессмертное для них врата: ",
  "mn26:21.7": "Пусть ухо склоняющий веру взрастит. ",
  "mn26:21.8": "Предвидев проблемы, я, Брахма, молчал ",
  "mn26:21.9": "О Дхамме возвышенной и уточнённой. ",
  "mn26:21.10": "И тогда Брахма Сахампати подумал: «Благословенный согласился с моей просьбой обучать Дхамме». Затем он поклонился мне и исчез прямо на том самом месте. ",
  "mn26:22.1": "Я подумал: ",
  "mn26:22.2": "«Кого мне следует первого научить Дхамме?  ",
  "mn26:22.3": "Кто поймёт эту Дхамму быстро?» ",
  "mn26:22.4": "И тогда мысль пришла ко мне: ",
  "mn26:22.5": "‘«Алара Калама мудр, умён, проницателен. Долгое время у него было мало пыли в глазах.  ",
  "mn26:22.6": "Что, если я первого научу Дхамме Алара Каламу?  ",
  "mn26:22.7": "Он поймёт её быстро». ",
  "mn26:22.8": "Тогда божества подошли ко мне и сказали:",
  "mn26:22.9": "«Уважаемый, Алара Калама скончался семь дней назад». ",
  "mn26:22.10": "И знание и видение [также] возникли во мне:  ",
  "mn26:22.11": "«Алара Калама скончался семь дней назад». ",
  "mn26:22.12": "Я подумал: ",
  "mn26:22.13": "«Велика утрата Алара Каламы.  ",
  "mn26:22.14": "Если бы он услышал эту Дхамму, он бы понял её быстро». ",
  "mn26:23.1": "Я подумал:",
  "mn26:23.2": "«Кого мне следует первого научить Дхамме?  ",
  "mn26:23.3": "Кто поймёт эту Дхамму быстро?» ",
  "mn26:23.4": "И тогда мысль пришла ко мне: ",
  "mn26:23.5": "«Уддака Рамапутта мудр, умён, проницателен. Долгое время у него было мало пыли в глазах.  ",
  "mn26:23.6": "Что, если я первого научу Дхамме Уддака Рамапутту?  ",
  "mn26:23.7": "Он поймёт её быстро».  ",
  "mn26:23.8": "Тогда божества подошли ко мне и сказали: ",
  "mn26:23.9": "«Уважаемый, Уддака Рамапутта скончался прошлой ночью». ",
  "mn26:23.10": "И знание и видение [также] возникли во мне: ",
  "mn26:23.11": "Уддака Рамапутта скончался прошлой ночью». ",
  "mn26:23.12": "Я подумал: ",
  "mn26:23.13": "«Велика утрата Уддаки Рамапутты.  ",
  "mn26:23.14": "Если бы он услышал эту Дхамму, он бы понял её быстро». ",
  "mn26:24.1": "Я подумал: ",
  "mn26:24.2": "«Кого мне следует первого научить Дхамме?  ",
  "mn26:24.3": "Кто поймёт эту Дхамму быстро?» ",
  "mn26:24.4": "И тогда мысль пришла ко мне: ",
  "mn26:24.5": "«Монахи из группы пяти, которые прислуживали мне, когда я был вовлечён в старания, были очень полезны.  ",
  "mn26:24.6": "Что, если я первых научу Дхамме их?»  ",
  "mn26:24.7": "Я подумал: ",
  "mn26:24.8": "«Где сейчас проживают монахи из группы пяти?»  ",
  "mn26:24.9": "И божественным глазом, очищенным и превосходящим человеческий, я увидел, что они проживали в Варанаси, в Оленьем парке, в Исипатане. ",
  "mn26:24.10": "Затем, монахи, когда я побыл в Урувеле столько, сколько считал нужным, я отправился странствовать переходами в направлении Варанаси. ",
  "mn26:25.1": "По дороге между Гаей и местом просветления меня увидел адживака Упака  ",
  "mn26:25.2": "и сказал: ",
  "mn26:25.3": "«Друг, черты [твоего лица] чисты, цвет твоей кожи чистый и яркий.  ",
  "mn26:25.4": "Под чьим [учительством] ты ушёл в бездомную жизнь, друг? Кто твой учитель? Чьей Дхаммы ты придерживаешься?» ",
  "mn26:25.5": "Я ответил адживаке Упаке строфами: ",
  "mn26:25.6": "Я тот, кто знает всё, кто всё преодолел, ",
  "mn26:25.7": "Отбросив всё, ничем я не запачкан. ",
  "mn26:25.8": "Освобождён я угасаньем жажды. ",
  "mn26:25.9": "Если я [сам] познал всё это для себя,",
  "mn26:25.10": "Кого учителем тогда назвать могу? ",
  "mn26:25.11": "Нет у меня учителя, подобного мне нет ",
  "mn26:25.12": "В мире во всём со всеми божествами, ",
  "mn26:25.13": "Ведь человека нет, ",
  "mn26:25.14": "Со мной кто-б мог сравняться. ",
  "mn26:25.15": "Я тот, кто в мире этом совершенен, ",
  "mn26:25.16": "Учитель [в этом мире] величайший. ",
  "mn26:25.17": "И просветлённый полностью лишь я один, тот, пламя чьё потушено, угасло. ",
  "mn26:25.18": "И направляюсь ныне в город я касийский, ",
  "mn26:25.19": "Чтоб привести в движение Дхаммы Колесо. ",
  "mn26:25.20": "И в мире, что ослепшим [снова] стал, ",
  "mn26:25.21": "Я буду бить в бессмертья барабан. ",
  "mn26:25.22": "[Упака ответил]: «Судя по твоим заявлениям, друг, ты должен быть Вселенским Победителем». ",
  "mn26:25.23": "[Благословенный ответил]: Победоносные подобны мне, ",
  "mn26:25.24": "Достигли разрушенья пятен. ",
  "mn26:25.25": "Все состояния плохие одолел,",
  "mn26:25.26": "Вот почему, Упака, я победоносный. ",
  "mn26:25.27": "Когда так было сказано, адживака Упака сказал: «Пусть будет так, друг». Покачав головой, он свернул на боковую дорогу и ушёл. ",
  "mn26:26.1": "Далее, монахи, странствуя переходами, со временем я прибыл в Варанаси, в Олений парк, в Исипатану и подошёл к монахам из группы пяти. ",
  "mn26:26.2": "Монахи увидели меня издали  ",
  "mn26:26.3": "и между собой решили: ",
  "mn26:26.4": "«Друзья, вот идёт отшельник Готама, который проживает в роскоши, который отбросил своё старание, вернулся к роскоши.  ",
  "mn26:26.5": "Не следует кланяться ему, вставать перед ним, принимать его чашу и внешнее одеяние, ",
  "mn26:26.6": "но можно приготовить для него сиденье. Если он захочет, может присесть». ",
  "mn26:26.7": "Однако, когда я подошёл, те монахи не смогли сдержать своего уговора. ",
  "mn26:26.8": "Один вышел повстречать меня и взял мою чашу и внешнее одеяние, другой приготовил сиденье, ещё другой выставил воду для [мытья] ног.  ",
  "mn26:26.9": "Однако они обратились ко мне по имени и [словом] «друг». ",
  "mn26:27.1": "Тогда я сказал им: ",
  "mn26:27.2": "«Монахи, не обращайтесь к Татхагате по имени и [словом] «друг». ",
  "mn26:27.3": "Татхагата – совершенный, полностью просветлённый.  ",
  "mn26:27.4": "Послушайте монахи, Бессмертное было достигнуто. Я буду наставлять вас, я буду учить вас Дхамме. ",
  "mn26:27.5": "Практикуя в соответствии с наставлением, реализовав для себя здесь и сейчас посредством прямого знания, вы вскоре войдёте и будете пребывать в высочайшей цели святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую ради жизни бездомной». ",
  "mn26:27.6": "Когда так было сказано, монахи из группы пяти ответили мне так: ",
  "mn26:27.7": "«Друг Готама, поведением, практикой, исполнением аскез, которые ты предпринимал, ты не достиг каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, что достойно благородных. Поскольку ты теперь проживаешь в роскоши, оставив своё старание, вернувшись к роскоши, как могло произойти так, что ты достиг каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, что достойно благородных?» ",
  "mn26:27.8": "Когда так было сказано, я сказал им: ",
  "mn26:27.9": "«Татхагата не проживает в роскоши, как и не оставил своего старания и не вернулся к роскоши. ",
  "mn26:27.10": "Татхагата – совершенный, полностью просветлённый. ",
  "mn26:27.11": "Послушайте монахи, Бессмертное было достигнуто. Я буду наставлять вас, я буду учить вас Дхамме. ",
  "mn26:27.12": "Практикуя в соответствии с наставлением, реализовав для себя здесь и сейчас посредством прямого знания, вы вскоре войдёте и будете пребывать в высочайшей цели святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую ради жизни бездомной». ",
  "mn26:27.13": "И во второй раз монахи из группы пяти сказали мне: ",
  "mn26:27.14": "«Друг Готама, поведением, практикой… как могло произойти так, что ты достиг каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, что достойно благородных?»  ",
  "mn26:27.15": "И во второй раз я сказал им: ",
  "mn26:27.16": "«Татхагата не проживает в роскоши… жизнь домохозяйскую ради жизни бездомной». ",
  "mn26:27.17": "",
  "mn26:27.18": "И в третий раз монахи из группы пяти сказали мне:  ",
  "mn26:27.19": "«Друг Готама, поведением, практикой… как могло произойти так, что ты достиг каких-либо сверхчеловеческих состояний, какого-либо отличия в знании и видении, что достойно благородных?»",
  "mn26:28.1": "Когда так было сказано, я спросил их:  ",
  "mn26:28.2": "«Монахи, слышали ли вы, чтобы я говорил так прежде?» ",
  "mn26:28.3": "«Нет, уважаемый». ",
  "mn26:28.4": "«Монахи, Татхагата – совершенный, полностью просветлённый. ",
  "mn26:28.5": "Послушайте монахи, Бессмертное было достигнуто. Я буду наставлять вас, я буду учить вас Дхамме. ",
  "mn26:28.6": "Практикуя в соответствии с наставлением, реализовав для себя здесь и сейчас посредством прямого знания, вы вскоре войдёте и будете пребывать в высочайшей цели святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую ради жизни бездомной». ",
  "mn26:29.1": "Я смог убедить монахов из группы пяти ",
  "mn26:29.2": "И затем иногда я наставлял двух монахов, пока трое других ходили за подаяниями,  ",
  "mn26:29.3": "и мы шестеро жили на то, что те трое монахов приносили с хождения за подаяниями. ",
  "mn26:29.4": "Иногда я наставлял трёх монахов, пока другие двое ходили за подаяниями,  ",
  "mn26:29.5": "и мы шестеро жили на то, что те двое монахов приносили с хождения за подаяниями. ",
  "mn26:30.1": "И затем монахи из группы пяти, будучи обучены и наставлены мной, будучи сами подвержены рождению, поняв опасность в том, что подвержено рождению, ища нерождённую защиту от подневольности, ниббану, достигли нерождённой защиты от подневольности, ниббаны. Будучи сами подвержены старению, болезни, смерти, печали, и загрязнению, поняв опасность в том, что подвержено старению, болезни, смерти, печали, и загрязнению, ища нестареющую… незапятнанную защиту от подневольности, ниббану, они достигли нестареющей… незапятнанной защиты от подневольности, ниббаны.  ",
  "mn26:30.2": "Знание и видение возникло в них: ",
  "mn26:30.3": "«Непоколебимо наше освобождение. Это наше последнее рождение. Не будет более нового существования». ",
  "mn26:31.1": "Монахи, есть эти пять нитей чувственного удовольствия. ",
  "mn26:31.2": "Какие пять? ",
  "mn26:31.3": "Формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть.  ",
  "mn26:31.4": "Звуки,познаваемые ухом … ",
  "mn26:31.5": "Запахи, познаваемые носом … ",
  "mn26:31.6": "Вкусы, познаваемые языком … ",
  "mn26:31.7": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn26:31.8": "Таковы пять нитей чувственного удовольствия. ",
  "mn26:32.1": "Что касается тех жрецов и отшельников, которые привязаны к этим пяти нитям чувственных удовольствий, очарованы ими, всецело преданы им, и которые используют их, не видя опасности в них и не понимая спасения от них, – то в отношении них можно понять следующее:  ",
  "mn26:32.2": "«Они повстречали беду, повстречали бедствие, Злой [Мара] может делать с ними всё, что пожелает» ",
  "mn26:32.3": "Представьте лесного оленя, который лежит связанным на груде ловушек. ",
  "mn26:32.4": "В отношении него можно понять следующее: ",
  "mn26:32.5": "Он повстречал беду, повстречал бедствие, охотник может делать с ним всё, что пожелает,  ",
  "mn26:32.6": "и когда охотник придёт, тот не сможет пойти туда, куда захочет». ",
  "mn26:32.7": "Точно также, что касается тех жрецов и отшельников, которые привязаны к этим пяти нитям чувственных удовольствий… можно понять следующее:  ",
  "mn26:32.8": "«Они повстречали беду, повстречали бедствие, Злой [Мара] может делать с ними всё, что пожелает». ",
  "mn26:33.1": "Что касается тех жрецов и отшельников, которые не привязаны к этим пяти нитям чувственных удовольствий, не очарованы ими, не преданы им всецело, и которые используют их, видя опасность в них и понимая спасение от них, – то в отношении них можно понять следующее: ",
  "mn26:33.2": "«Они не повстречали беду, не повстречали бедствие, Злой [Мара] не сможет делать с ними всё, что пожелает».",
  "mn26:33.3": "Представьте лесного оленя, который лежит не связанным на груде ловушек. ",
  "mn26:33.4": "В отношении него можно понять следующее: ",
  "mn26:33.5": "«Он не повстречал беду, не повстречал бедствие, охотник не сможет делать с ним всё, что пожелает,  ",
  "mn26:33.6": "и когда охотник придёт, он сможет пойти туда, куда захочет».  ",
  "mn26:33.7": "Точно также, что касается тех жрецов и отшельников, которые не привязаны к этим пяти нитям чувственных удовольствий…",
  "mn26:33.8": "«Они не повстречали беду, не повстречали бедствие, Злой [Мара] не сможет делать с ними всё, что пожелает». ",
  "mn26:34.1": "Представьте, как если бы лесной олень скитался по диким лесам. Он бы ходил уверенно, стоял уверенно, сидел уверенно, лежал уверенно. ",
  "mn26:34.2": "И почему? ",
  "mn26:34.3": "Потому что он вне области досягаемости охотника. ",
  "mn26:34.4": "Точно также, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn26:34.5": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn26:35.1": "Далее, с угасанием направления и удержания [ума на объекте], монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn26:35.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn26:36.1": "Далее, с угасанием восторга монах пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn26:36.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности.",
  "mn26:37.1": "Далее, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти,  монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn26:37.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn26:38.1": "Далее, с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественного, осознавая: «Пространство безгранично», монах входит и пребывает в сфере безграничного пространства. ",
  "mn26:38.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn26:39.1": "Далее, с полным преодолением сферы безграничного пространства, осознавая: «Сознание безгранично», монах входит и пребывает в сфере безграничного сознания. ",
  "mn26:39.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn26:40.1": "Далее, с полным преодолением сферы безграничного сознания, осознавая: «Здесь ничего нет», монах входит и пребывает в сфере отсутствия всего. ",
  "mn26:40.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности.",
  "mn26:41.1": "Далее, с полным преодолением сферы отсутствия всего монах входит и пребывает в сфере-ни-восприятия-ни-не-восприятия. ",
  "mn26:41.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности. ",
  "mn26:42.1": "Далее, с полным преодолением сферы ни-восприятия-ни-не-восприятия, монах входит и пребывает в прекращении восприятия и чувствования. И пятна [загрязнений ума] полностью уничтожены его видением мудростью. ",
  "mn26:42.2": "Говорится, что этот монах ослепил Мару, стал невидим Злому, лишив глаз Мары своей возможности, и пересёк привязанность к миру. ",
  "mn26:42.3": "Он ходит уверенно, стоит уверенно, сидит уверенно, лежит уверенно. ",
  "mn26:42.4": "И почему? ",
  "mn26:42.5": "Потому что он вне области досягаемости Злого [Мары]. ",
  "mn26:42.6": "Так сказал Благословенный.  ",
  "mn26:42.7": "Монахи были довольны и восхитились словами Благословенного."
}