{
  "mn27:0.1": "Мадджхима Никая 27 ",
  "mn27:0.2": "Малый пример со следами слона ",
  "mn27:1.1": "Так я слышал. ",
  "mn27:1.2": "Так я слышал. Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики.  ",
  "mn27:2.1": "И тогда брахман Джануссони выехал днём из Саваттхи на своей белоснежной крытой колеснице. ",
  "mn27:2.2": "Издали он увидел идущего странника Пилотику ",
  "mn27:2.3": "и, завидев его, сказал:  ",
  "mn27:2.4": "– Откуда же это средь бела дня идёт господин Ваччхаяна? ",
  "mn27:2.5": "– Почтенный, я иду от отшельника Готамы. ",
  "mn27:2.6": "– И что же господин Ваччхаяна думает о чистоте мудрости отшельника Готамы? Мудр ли он или нет? ",
  "mn27:2.7": "– Почтенный, кто я такой, чтобы знать чистоту мудрости отшельника Готамы?  ",
  "mn27:2.8": "Вне сомнений, нужно быть равным ему, чтобы знать чистоту его мудрости. ",
  "mn27:2.9": "– Воистину, господин Ваччхаяна не скупится на похвалу отшельнику Готамы! ",
  "mn27:2.10": "– Почтенный, кто я такой, чтобы восхвалять отшельника Готаму? ",
  "mn27:2.11": "Его восхваляют те, кого [все остальные] восхваляют как наилучших существ среди людей и божеств. ",
  "mn27:2.12": "– По каким же причинам господин Ваччхаяна имеет столь прочное доверие к отшельнику Готаме? ",
  "mn27:3.1": "– Почтенный, представь, как если бы охотник на слонов вошёл в слоновью чащу ",
  "mn27:3.2": "и увидел там большой слоновий след – длинный и широкий.  ",
  "mn27:3.3": "И он сделал бы вывод: ",
  "mn27:3.4": "«Воистину, огромный слон!» ",
  "mn27:3.5": "Точно так же, когда я увидел четыре следа отшельника Готамы, я сделал вывод: ",
  "mn27:3.6": " «Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь». ",
  "mn27:4.1": "И что это за четыре следа? ",
  "mn27:4.2": "Почтенный, я видел неких учёных среди знати – умных, знающих о доктринах других, острых [в ведении дебатов], точно лучники, расщепляющие [стрелой] волос. Они ходят здесь и там, разбивая воззрения других своими острыми умами. ",
  "mn27:4.3": "И вот они слышал:",
  "mn27:4.4": "«Отшельник Готама посетит такую-то деревню или город».",
  "mn27:4.5": "Они подбирают вопрос таким образом:  ",
  "mn27:4.6": "«Мы отправимся к отшельнику Готаме и зададим ему этот вопрос. ",
  "mn27:4.7": "Если, будучи спрошен, он ответит так, мы опровергнем его доктрину этим способом. ",
  "mn27:4.8": "А если, будучи спрошен, он ответит этак, то мы опровергнем его доктрину тем способом». ",
  "mn27:4.9": "И вот они слышат: ",
  "mn27:4.10": " «Отшельник Готама прибыл в такую-то и такую-то деревню или город».",
  "mn27:4.11": "Они отправляются к отшельнику Готаме, ",
  "mn27:4.12": "и отшельник Готама наставляет, понуждает, побуждает, радует их беседами о Дхамме. ",
  "mn27:4.13": "Будучи наставленными, понуждёнными, побуждёнными, порадованными беседой по Дхамме, они даже не задают ему свой [ранее подготовленный] вопрос, так что уж говорить о том, чтобы опровергать его доктрину?  ",
  "mn27:4.14": "И оборачивается всё так, что они становятся его учениками.  ",
  "mn27:4.15": "Когда я увидел этот первый след отшельника Готамы, я сделал вывод: ",
  "mn27:4.16": "«Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь». ",
  "mn27:5.1": "Затем я видел неких учёных брахманов… ",
  "mn27:6.1": "Затем я видел неких учёных домохозяев…",
  "mn27:6.2": "они становятся его учениками. ",
  "mn27:7.1": "Затем я видел неких учёных отшельников – умных, знающих о доктринах других … ",
  "mn27:7.2": "",
  "mn27:7.3": "",
  "mn27:7.4": "",
  "mn27:7.5": "",
  "mn27:7.6": "",
  "mn27:7.7": "",
  "mn27:7.8": "",
  "mn27:7.9": "",
  "mn27:7.10": " Будучи наставленными, понуждёнными, побуждёнными, порадованными беседой по Дхамме, они даже не задают ему свой [ранее подготовленный] вопрос, так что уж говорить о том, чтобы опровергать его доктрину? ",
  "mn27:7.11": "И оборачивается всё так, что они просят отшельника Готаму разрешить им [получить монашеское посвящение], уйдя из жизни домохозяйской в жизнь бездомную. ",
  "mn27:7.12": "И он даёт им посвящение. ",
  "mn27:7.13": "Уйдя в бездомную жизнь [под его учительством], они проживают в уединении, в затворничестве, прилежные, старательные, решительные, и вскоре посредством прямого знания они реализуют для себя, входят и пребывают в высочайшей цели святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую ради жизни бездомной.  ",
  "mn27:7.14": "И они говорят: ",
  "mn27:7.15": "«Как близки мы были к падению! Как близки мы были к погибели! ",
  "mn27:7.16": "Прежде, хотя мы не были отшельниками, мы считали себя отшельниками. Хотя мы не были жрецами, мы считали себя жрецами. Хотя мы не были арахантами, мы считали себя арахантами.",
  "mn27:7.17": "Но теперь мы отшельники, теперь мы жрецы, теперь мы араханты». ",
  "mn27:7.18": "Когда я увидел этот четвёртый след отшельника Готамы, я сделал вывод:  ",
  "mn27:7.19": "«Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь». ",
  "mn27:7.20": "Вот почему, когда я увидел  четыре следа отшельника Готамы, я сделал вывод:  ",
  "mn27:7.21": "«Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь». ",
  "mn27:8.1": "Когда было сказано так, брахман Джануссони слез со своей белоснежной крытой колесницы и, закинув внешнее одеяние за плечо, сложив руки в уважительном приветствии по направлению к Благословенному, воскликнул три раза: ",
  "mn27:8.2": "Почтение Благословенному, совершенному и полностью просветлённому! ",
  "mn27:8.3": "Почтение Благословенному, совершенному и полностью просветлённому! ",
  "mn27:8.4": "Почтение Благословенному, совершенному и полностью просветлённому! ",
  "mn27:8.5": "– Быть может, придёт время, мы встретимся с господином Готамой и побеседуем с ним. ",
  "mn27:9.1": "Затем брахман Джануссони отправился к Благословенному и по прибытии обменялся с ним приветствиями. ",
  "mn27:9.2": "После обмена вежливыми приветствиями и любезностями он сел рядом ",
  "mn27:9.3": "и рассказал Благословенному обо всей беседе со странником Пилотикой. ",
  "mn27:9.4": "Тогда Благословенный сказал ему: ",
  "mn27:9.5": "– Не полон подробностями, брахман, этот пример со следами слона. ",
  "mn27:9.6": "А что касается примера со следами слона, что полон подробностями,  ",
  "mn27:9.7": "– слушай внимательно то, о чём я буду говорить. ",
  "mn27:9.8": "– Да, господин, – ответил брахман Джануссони. ",
  "mn27:9.9": "Благословенный сказал: ",
  "mn27:10.1": "– Брахман, представь, как если бы охотник на слонов вошёл бы в слоновью чащу ",
  "mn27:10.2": "и увидел бы там большой слоновий след – длинный и широкий. ",
  "mn27:10.3": "Мудрый охотник на слонов ещё не сделал бы вывода: ",
  "mn27:10.4": "«Воистину, огромный слон!» ",
  "mn27:10.5": "Почему? ",
  "mn27:10.6": "Потому что в слоновьей чаще есть мелкие слонихи, что оставляют большие следы. След мог принадлежать одной из них. ",
  "mn27:10.7": "",
  "mn27:10.8": "Так он продолжил бы идти по следу и увидел бы в слоновьей чаще большой слоновий след – длинный и широкий, а также наверху отметины в виде царапин.  ",
  "mn27:10.9": "Мудрый охотник на слонов ещё не сделал бы вывода: ",
  "mn27:10.10": "«Воистину, огромный слон!» ",
  "mn27:10.11": "Почему? ",
  "mn27:10.12": "Потому что в слоновьей чаще есть высокие слонихи с выступающими зубами. [Эти слонихи также] оставляют большие следы. След мог принадлежать одной из них. ",
  "mn27:10.13": "",
  "mn27:10.14": "Так он продолжил бы идти по следу и увидел бы в слоновьей чаще большой слоновий след – длинный и широкий, а также наверху отметины в виде царапин и разрезы от бивней.  ",
  "mn27:10.15": "Мудрый охотник на слонов ещё не сделал бы вывода: ",
  "mn27:10.16": "«Воистину, огромный слон!»  ",
  "mn27:10.17": "Почему? ",
  "mn27:10.18": "Почему? Потому что в слоновьей чаще есть высокие слонихи с бивнями. [Эти слонихи также] оставляют большие следы. След мог принадлежать одной из них. ",
  "mn27:10.19": "",
  "mn27:10.20": "Так он продолжил бы идти по следу и увидел бы в слоновьей чаще большой слоновий след – длинный и широкий, а также наверху отметины царапин, разрезы от бивней и несколько поломанных веток. ",
  "mn27:10.21": " И вот он видит этого огромного слона у подножия дерева или на поляне, который идёт, стоит, сидит или лежит. ",
  "mn27:10.22": "И он делает вывод: ",
  "mn27:10.23": "«Это тот самый огромный слон». ",
  "mn27:11.1": "Точно так же, брахман, в мире появляется Татхагата – совершенный, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный.  ",
  "mn27:11.2": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn27:11.3": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую. ",
  "mn27:12.1": "Домохозяин, или сын домохозяина, или некто рождённый в каком-либо другом клане слышит эту Дхамму. ",
  "mn27:12.2": "Услышав Дхамму, он обретает веру в Татхагату. ",
  "mn27:12.3": "Обладая верой, он размышляет: ",
  "mn27:12.4": "«Домохозяйская жизнь тесная и пыльная. Бездомная жизнь подобна бескрайним просторам.  ",
  "mn27:12.5": "Непросто, проживая дома, вести святую жизнь всецело чистую и совершенную, словно отполированная морская раковина. ",
  "mn27:12.6": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn27:12.7": "Так, через некоторое время он оставляет всё своё богатство – большое или малое. Оставляет круг своих родных – большой или малый. Обривает волосы и бороду, надевает жёлтые одежды и оставляет домохозяйскую жизнь ради бездомной. ",
  "mn27:13.1": "Когда он ушёл в бездомную жизнь, наделённый монашеской тренировкой и образом жизни, отбрасывая убийство живых существ, он воздерживается от убийства живых существ, откинув дубину, откинув оружие, – добросовестный, милосердный, пребывающий в сострадании ко всем живым существам. ",
  "mn27:13.2": "Отбрасывая взятие того, что не дано, он воздерживается от взятия того, что [ему] не было дано. Он берёт только то, что дают, ожидает только того, что дают, не крадёт, пребывает в чистоте.",
  "mn27:13.3": "Отбрасывая не-целомудрие, он соблюдает целомудрие, живёт отдельно, воздерживаясь от половых сношений, что привычны среди простых людей. ",
  "mn27:13.4": "Отбрасывая лживую речь, он воздерживается от лживой речи. Он говорит истину, держится за истину, [в этом он] прочен, надёжен, не обманывает мир. ",
  "mn27:13.5": "Отбрасывая злонамеренную речь, он воздерживается от злонамеренной речи. То, что он слышал здесь, он не рассказывает там, чтобы не посеять рознь между этими людьми и теми. То, что он слышал там, он не рассказывает здесь, чтобы не посеять рознь между тамошними людьми и здешними. Так он примиряет тех, кто поругался, способствует дружбе, он любит согласие, радуется согласию, наслаждается согласием, говорит [такие] вещи, которые создают согласие. ",
  "mn27:13.6": "Отбрасывая грубую речь, он воздерживается от грубой речи. Он говорит мягкие слова, приятные уху, любящие, проникающие в сердце, вежливые, приятные и нравящиеся большинству людей. ",
  "mn27:13.7": "Отбрасывая пустую болтовню, он воздерживается от пустой болтовни. Он говорит в нужный момент, говорит действительное, говорит благое, говорит о Дхамме и Винае. В нужный момент он говорит ценные слова, разумные, сдержанные, полезные. ",
  "mn27:13.8": "Он воздерживается от нанесения вреда семенам и растениям. ",
  "mn27:13.9": "Он практикует принятие пищи один раз в день, воздерживаясь от еды ночью и вне надлежащего времени [днём]. ",
  "mn27:13.10": "Он воздерживается от танцев, пения, музыки и зрелищ. ",
  "mn27:13.11": "Он воздерживается от ношения гирлянд и от украшения себя ароматами и мазями. ",
  "mn27:13.12": "Он воздерживается от высоких и больших кроватей. ",
  "mn27:13.13": "Он воздерживается от принятия золота и серебра. ",
  "mn27:13.14": "Он воздерживается от принятия сырого зерна. ",
  "mn27:13.15": "Он воздерживается от принятия сырого мяса. ",
  "mn27:13.16": "…женщин и девушек. ",
  "mn27:13.17": "…рабов и рабынь. ",
  "mn27:13.18": "…овец и коз. ",
  "mn27:13.19": "…птиц и свиней. ",
  "mn27:13.20": "…слонов, коров, жеребцов и кобыл. ",
  "mn27:13.21": "…полей и земель.",
  "mn27:13.22": "Он воздерживается от взятия на себя обязанности посыльного… ",
  "mn27:13.23": "от покупки и продажи… ",
  "mn27:13.24": "от жульничества на весах, в металлах и мерах… ",
  "mn27:13.25": "от взяточничества, обмана и мошенничества. ",
  "mn27:13.26": "Он воздерживается от нанесения увечий, от убийств, пленения, разбоя, грабежа и насилия. ",
  "mn27:14.1": "Он довольствуется одеяниями для защиты своего тела и едой с подаяний для утоления голода. ",
  "mn27:14.2": "Подобно птице, у которой, куда бы она ни отправилась, крылья – её единственный груз, ",
  "mn27:14.3": "точно так же и монах довольствуется одеяниями для защиты своего тела и едой с подаяний для утоления голода. Куда бы он ни отправился, он берёт с собой только это. ",
  "mn27:14.4": "Наделённый этой совокупностью благородной нравственности, в себе он ощущает блаженство от безукоризненности. ",
  "mn27:15.1": "Видя форму глазом, он не цепляется за её образ и черты.  ",
  "mn27:15.2": "Ведь если бы он оставлял способность глаза неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить его. Он практикует путь сдерживания, он охраняет способность глаза, он предпринимает сдерживание способности глаза.",
  "mn27:15.3": "Слыша звук ухом… ",
  "mn27:15.4": "Обоняя запах носом… ",
  "mn27:15.5": "Пробуя вкус языком… ",
  "mn27:15.6": "Касаясь осязаемой вещи телом… ",
  "mn27:15.7": "Познавая умственный феномен умом, он не цепляется за его образ и черты.  ",
  "mn27:15.8": "Ведь если бы он оставлял способность ума неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить его. Он практикует путь сдерживания, он охраняет способность ума, он предпринимает сдерживание способности ума. ",
  "mn27:15.9": "Наделённый этой благородной воздержанностью чувств, в себе он ощущает блаженство от безукоризненности. ",
  "mn27:16.1": "Он становится тем, кто действует с бдительностью, когда идёт вперёд и возвращается; кто действует с бдительностью, когда смотрит вперёд и в сторону… когда сгибает и разгибает свои члены тела… когда несёт одеяния, внешнее одеяние, чашу… когда ест, пьёт, жуёт, пробует… когда мочится и испражняется… когда идёт, стоит, сидит, засыпает, просыпается, разговаривает и молчит. ",
  "mn27:17.1": "Наделённый этой совокупностью благородной нравственности, этой благородной сдержанностью способностей [органов чувств], этой благородной осознанностью и бдительностью,  ",
  "mn27:17.2": "он затворяется в уединённом обиталище – в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы. ",
  "mn27:18.1": "После принятия пищи, вернувшись с хождения за подаяниями, он садится со скрещёнными ногами, держит тело выпрямленным, устанавливает осознанность впереди. ",
  "mn27:18.2": "Оставляя алчность к миру, он пребывает с умом, свободным от алчности. Он очищает ум от алчности. ",
  "mn27:18.3": "Оставляя недоброжелательность и злость, он пребывает с умом, свободным от недоброжелательности, сострадательный ко всем живым существам. Он очищает ум от недоброжелательности и злости.  ",
  "mn27:18.4": "Оставляя лень и апатию, он пребывает свободным от лени и апатии – осознанным, бдительным, воспринимая свет. Он очищает свой ум от лени и апатии. ",
  "mn27:18.5": "Отбрасывая неугомонность и сожаление, он пребывает не-взволнованным, с внутренне умиротворённым умом. Он очищает ум от неугомонности и сожаления.  ",
  "mn27:18.6": "Отбрасывая сомнение, он пребывает, выйдя за пределы сомнения, не имея замешательства в отношении [понимания] благих [умственных] состояний. Он очищает свой ум от сомнения. ",
  "mn27:19.1": "Оставив эти пять помех, изъянов ума, что ослабляют мудрость, ",
  "mn27:19.2": "будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], он входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации] с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn27:19.3": "Это, брахман, называется следом Татхагаты, отметиной-царапиной Татхагаты, разрезом от бивней Татхагаты, ",
  "mn27:19.4": "но благородный ученик ещё не пришёл к выводу:  ",
  "mn27:19.5": "«Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь». ",
  "mn27:20.1": "Затем, с угасанием направления и удержания [ума на объекте], он входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn27:20.2": "Это, брахман, также называется следом Татхагаты, отметиной-царапиной Татхагаты, разрезом от бивней Татхагаты, ",
  "mn27:20.3": "но благородный ученик ещё не пришёл к выводу: «Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь».",
  "mn27:21.1": "Затем, с угасанием восторга, он пребывает невозмутимым, осознанным, бдительным, все ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn27:21.2": "Это, брахман, также называется следом Татхагаты, отметиной-царапиной Татхагаты, разрезом от бивней Татхагаты, ",
  "mn27:21.3": "но благородный ученик ещё не пришёл к выводу: «Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь».",
  "mn27:22.1": "Затем, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, он входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn27:22.2": "Это, брахман, также называется следом Татхагаты, отметиной-царапиной Татхагаты, разрезом от бивней Татхагаты,  ",
  "mn27:22.3": "но благородный ученик ещё не пришёл к выводу: ",
  "mn27:22.4": "«Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь».",
  "mn27:23.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию воспоминаний прошлых жизней. ",
  "mn27:23.2": "Он вспоминает свои многочисленные прошлые жизни – одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира, [вспоминая:] «Там у меня было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился где-то ещё; и здесь у меня также было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился здесь». Так он вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn27:23.3": "Это, брахман, также называется следом Татхагаты, отметиной-царапиной Татхагаты, разрезом от бивней Татхагаты,  ",
  "mn27:23.4": "но благородный ученик ещё не пришёл к выводу: ",
  "mn27:23.5": "«Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь».",
  "mn27:24.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию смерти и перерождения существ. ",
  "mn27:24.2": "Божественным глазом, очищенным и превосходящим человеческий, он видит умирающих и перерождающихся существ, низших и высочайших, красивых и уродливых, счастливых и несчастных. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками: «Эти достойные существа, что имели дурное поведение телом, речью и умом, оскорблявшие благородных, придерживавшиеся неправильных воззрений и действовавшие под влиянием неправильных воззрений, с распадом тела, после смерти, родились в состоянии лишений, в плохих местах, в погибели, даже в аду. Но эти достойные существа, что имели хорошее поведение телом, речью и умом, не оскорблявшие благородных, придерживавшиеся правильных воззрений и действовавшие под влиянием правильных воззрений, с распадом тела, после смерти, родились в благих местах, даже в небесном мире». Так, божественным глазом, очищенным и превосходящим человеческий, он видит умирающих и перерождающихся существ, низших и высочайших, красивых и уродливых, счастливых и несчастных. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn27:24.3": "Это, брахман, также называется следом Татхагаты, отметиной-царапиной Татхагаты, разрезом от бивней Татхагаты, ",
  "mn27:24.4": "но благородный ученик ещё не пришёл к выводу:",
  "mn27:24.5": "«Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь».",
  "mn27:25.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию уничтожения пятен [загрязнений ума]. ",
  "mn27:25.2": "Он напрямую познаёт в соответствии с действительностью: «Это – страдание… Это – происхождение страдания… Это – прекращение страдания… Это – путь, ведущий к прекращению страдания… ",
  "mn27:25.3": "Это – пятна [загрязнений ума]… Это – происхождение пятен [загрязнений]… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn27:25.4": "Это, брахман, также называется следом Татхагаты, отметиной-царапиной Татхагаты, разрезом от бивней Татхагаты.  ",
  "mn27:25.5": "Благородный ученик ещё не пришёл к [окончательному] выводу, но находится в процессе прибытия к выводу: ",
  "mn27:25.6": "«Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь». ",
  "mn27:26.1": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения. ",
  "mn27:26.2": "Когда он освободился, приходит знание: «Он освобождён». ",
  "mn27:26.3": "Он напрямую познаёт: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn27:26.4": "Это, брахман, также называется следом Татхагаты, отметиной-царапиной Татхагаты, разрезом от бивней Татхагаты.  ",
  "mn27:26.5": "И именно здесь благородный ученик приходит к выводу: ",
  "mn27:26.6": "Благословенный – полностью просветлённый, Дхамма прекрасно изложена Благословенным, Сангха учеников Благословенного практикует благой путь». ",
  "mn27:26.7": "И именно здесь, брахман, этот пример со следами слона стал полон подробностями.",
  "mn27:27.1": "Когда было сказано так, брахман Джануссони сказал Благословенному: ",
  "mn27:27.2": "– Великолепно, господин Готама! Великолепно, господин Готама!  ",
  "mn27:27.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, – точно так же господин Готама различными способами прояснил Дхамму.  ",
  "mn27:27.4": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов.  ",
  "mn27:27.5": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь. "
}