{
  "mn28:0.1": "Мадджхима Никая 28 ",
  "mn28:0.2": "Большой пример со следами слона ",
  "mn28:1.1": "Так я слышал. ",
  "mn28:1.2": "Так я слышал. Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики.  ",
  "mn28:1.3": "Там достопочтенный Сарипутта обратился к монахам так: ",
  "mn28:1.4": "- Друзья, монахи! ",
  "mn28:1.5": "- Друг, - ответили они. ",
  "mn28:1.6": "Достопочтенный Сарипутта сказал: ",
  "mn28:2.1": "– Друзья, подобно тому как след слона покрывает след любого ходячего живого существа, и след слона считается наибольшим среди них по размеру, ",
  "mn28:2.2": "– точно так же и все благие качества [ума] могут быть включены в Четыре благородные истины. ",
  "mn28:2.3": "В какие четыре? ",
  "mn28:2.4": "В благородную истину о страдании… о происхождении страдания… о прекращении страдания… о пути, ведущем к прекращению страдания. ",
  "mn28:3.1": "И что такое благородная истина о страдании? ",
  "mn28:3.2": "Рождение – это страдание; старение – страдание; смерть – страдание; печаль, стенание, боль, грусть и отчаяние – это страдание; неполучение желаемого – страдание. В общем, пять совокупностей, подверженных цеплянию, – это страдание. ",
  "mn28:3.3": "И что такое пять совокупностей, подверженных цеплянию? ",
  "mn28:3.4": "Они таковы: совокупность материальной формы, подверженная цеплянию; совокупность чувства… совокупность восприятия… совокупность формаций… совокупность сознания, подверженная цеплянию. ",
  "mn28:4.1": "И что такое совокупность материальной формы, подверженная цеплянию? ",
  "mn28:4.2": " Это четыре великих элемента и составленная из них форма. ",
  "mn28:5.1": "И что это за четыре великих элемента? ",
  "mn28:5.2": "Это элемент земли, элемент воды, элемент огня, элемент воздуха. ",
  "mn28:6.1": "И что такое, друзья, элемент земли? ",
  "mn28:6.2": "Элемент земли может быть либо внутренним, либо внешним. ",
  "mn28:6.3": "И что такое внутренний элемент земли? ",
  "mn28:6.4": "Это всё твёрдое и прочное, цепляемое, что находится внутри себя:  ",
  "mn28:6.5": "волосы на голове, волосы на теле, ногти, зубы, кожа, плоть, сухожилия, кости, костный мозг, почки, сердце, печень, диафрагма, селезёнка, лёгкие, толстые кишки, тонкие кишки, содержимое желудка, фекалии и всё иное, что находится внутри, твёрдое, прочное, цепляемое.  ",
  "mn28:6.6": "Это называется внутренним элементом земли. ",
  "mn28:6.7": "И внутренний, и внешний элементы земли – это лишь элемент земли. ",
  "mn28:6.8": " И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё Я».  ",
  "mn28:6.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, то он теряет очарованность элементом земли и делает ум беспристрастным по отношению к элементу земли. ",
  "mn28:7.1": "И приходит время, когда тревожится внешний элемент воды, ",
  "mn28:7.2": " и в это время внешний элемент земли исчезает.  ",
  "mn28:7.3": "Так что, если даже в отношении столь обширного внешнего элемента земли можно увидеть непостоянство, разрушение, исчезновение, изменение,  ",
  "mn28:7.4": "так что же тогда в этом непродолжительном теле, цепляемом жаждой, может быть «я», «моим», «тем, каковым я являюсь»? Ничего. ",
  "mn28:8.1": "И потому, если другие оскорбляют, бранят, ругают, изводят монаха, он понимает так: ",
  "mn28:8.2": "«Болезненное [умственное] чувство, рождённое контактом уха, возникло во мне. ",
  "mn28:8.3": "И оно зависимо, а не независимо.",
  "mn28:8.4": "Зависимо от чего? ",
  "mn28:8.5": "Зависимо от контакта.»  ",
  "mn28:8.6": "И он видит, что контакт непостоянен, чувство непостоянно, восприятие непостоянно, формации непостоянны, сознание непостоянно.  ",
  "mn28:8.7": "Его ум, имея своей опорой элемент, входит [в эту опору] и обретает уверенность, устойчивость, твердость. ",
  "mn28:9.1": "И если другие нападают на монаха нежеланными, нежелательными, неприятными способами – ",
  "mn28:9.2": "контактами кулаков, камней, палок, ножей –  ",
  "mn28:9.3": "то монах понимает так: ",
  "mn28:9.4": "Это [моё] тело имеет такую природу, что подвергается контактам от кулаков, камней, палок, ножей. ",
  "mn28:9.5": "Но вот что было сказано Благословенным в его примере с пилой: ",
  "mn28:9.6": "«Монахи, даже если бы разбойники беспощадно отрезали вам одну часть тела за другой двуручной пилой, тот, кто зародит злой ум по отношению к ним, не будет исполнять моего учения».  ",
  "mn28:9.7": "Поэтому неутомимое усердие будет зарождено во мне и утверждена неослабевающая осознанность, моё тело будет безмятежным и непотревоженным, ум – объединённым и сосредоточенным.  ",
  "mn28:9.8": "И пусть теперь тело подвергается контакту [от ударов] кулаков, камней, палок, ножей, ведь [так мною] практикуется это учение будд». ",
  "mn28:10.1": "Когда этот монах таким образом памятует о Будде, Дхамме, Сангхе, [но] невозмутимость, поддерживаемая благими [качествами ума], не утверждается в нём,  ",
  "mn28:10.2": "то он зарождает чувство тревоги так:  ",
  "mn28:10.3": "«Это потеря для меня, а не обретение; ",
  "mn28:10.4": "плохо для меня, а не хорошо, что, когда я таким образом памятую о Будде, Дхамме, Сангхе, невозмутимость, поддерживаемая благими [качествами ума], не утверждается во мне».  ",
  "mn28:10.5": "Подобно невестке, которая, завидев свёкра, зарождает чувство тревоги [чтобы угодить ему],  ",
  "mn28:10.6": "точно так же, если этот монах памятует о Будде, Дхамме, Сангхе таким способом,",
  "mn28:10.7": "[но] невозмутимость, поддерживаемая благими [качествами ума], не утверждается в нём, то он зарождает чувство тревоги.",
  "mn28:10.8": "Но если, когда он памятует таким образом о Будде, Дхамме, Сангхе, невозмутимость, поддерживаемая благими [качествами ума], утверждается в нём, то он удовлетворён этим.  ",
  "mn28:10.9": "На этом этапе, друзья, этот монах [уже] осуществил многое. ",
  "mn28:11.1": "И что такое, друзья, элемент воды? ",
  "mn28:11.2": "Элемент воды может быть либо внутренним, либо внешним.  ",
  "mn28:11.3": "И что такое внутренний элемент воды? ",
  "mn28:11.4": "Это всё жидкое и водянистое, цепляемое, что находится внутри:  ",
  "mn28:11.5": "желчь, мокрота, гной, кровь, пот, жир, слёзы, кожное масло, слюна, слизь, суставная жидкость, моча и всё иное, что находится внутри, – жидкое и водянистое, цепляемое.  ",
  "mn28:11.6": "Это называется внутренним элементом воды. ",
  "mn28:11.7": "И внутренний, и внешний элементы воды – это лишь элемент воды. ",
  "mn28:11.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё Я». ",
  "mn28:11.9": "Когда кто-либо видит его таким образом правильной мудростью, то он теряет очарованность элементом воды и делает ум беспристрастным по отношению к элементу воды.  ",
  "mn28:12.1": " И приходит время, когда провоцируется внешний элемент воды,  ",
  "mn28:12.2": "и он смывает деревни, поселения, города, местности и страны. ",
  "mn28:12.3": "Приходит время, когда вода в великом океане ниспадает на сто лиг, двести, триста, четыреста, пятьсот, шестьсот, семьсот лиг.  ",
  "mn28:12.4": "Приходит время, когда вода в великом океане имеет глубину [длины] семи пальмовых деревьев, шести пальмовых деревьев, пяти, четырёх, трёх, двух, одного пальмового дерева. ",
  "mn28:12.5": "Приходит время, когда вода в великом океане имеет глубину в семь саженей, шесть саженей, пять, четыре, три, два, в одну сажень. ",
  "mn28:12.6": "Приходит время, когда вода в великом океане имеет глубину в пол-сажени, по пояс, по колено, по лодыжку. ",
  "mn28:12.7": "Приходит время, когда воды в великом океане не хватает даже для того, чтобы намочить одну фалангу пальца. ",
  "mn28:12.8": "Так что, если даже в отношении столь обширного внешнего элемента воды можно увидеть непостоянство, разрушение, исчезновение, изменение, ",
  "mn28:13.1": "так что же тогда в этом непродолжительном теле, цепляемом жаждой, может быть «я», «моим», «тем, каковым я являюсь»? Ничего… ",
  "mn28:14.1": "И потому, если другие оскорбляют, бранят, ругают, изводят монаха, он понимает…  ",
  "mn28:15.1": "На этом этапе, друзья, этот монах [уже] осуществил многое. ",
  "mn28:16.1": "И что такое, друзья, элемент огня? ",
  "mn28:16.2": "Элемент огня может быть либо внутренним, либо внешним.  ",
  "mn28:16.3": "И что такое внутренний элемент огня? ",
  "mn28:16.4": "Это всё горячее и жгучее, цепляемое, что находится внутри себя: ",
  "mn28:16.5": "то, за счёт чего [тело] обогревается, стареет, охватывается [жаром]; и всё то, за счёт чего съеденное, выпитое, поглощённое и распробованное полностью переваривается, и всё иное, что находится внутри себя, – горячее и жгучее, цепляемое. ",
  "mn28:16.6": "Это называется внутренним элементом огня. ",
  "mn28:16.7": "И внутренний, и внешний элементы огня – это лишь элемент огня. ",
  "mn28:16.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё Я». ",
  "mn28:16.9": "Когда кто-либо видит его таким образом правильной мудростью, то он теряет очарованность элементом огня и делает ум беспристрастным по отношению к элементу огня. ",
  "mn28:17.1": "И приходит время, когда провоцируется внешний элемент огня, ",
  "mn28:17.2": "и он сжигает деревни, поселения, города, местности и страны. ",
  "mn28:17.3": "Он гаснет из-за нехватки топлива, только когда подходит к зелёной траве, к дороге, к скале, к воде, к светлой открытой местности.  ",
  "mn28:17.4": "И приходит время, когда люди пытаются разжечь огонь даже петушиным пером или обрезками шкуры. ",
  "mn28:17.5": "Так что если даже в отношении столь обширного внешнего элемента огня можно увидеть непостоянство, разрушение, исчезновение, изменение,  ",
  "mn28:17.6": "так что же тогда в этом непродолжительном теле, цепляемом жаждой, может быть «я», «моим», «тем, каковым я являюсь»? Ничего. … ",
  "mn28:18-20.1": "И потому, если другие оскорбляют, бранят, ругают, изводят монаха, он понимает… ",
  "mn28:18-20.2": "На этом этапе, друзья, этот монах [уже] осуществил многое. ",
  "mn28:21.1": "И что такое, друзья, элемент воздуха? ",
  "mn28:21.2": "Элемент воздуха может быть либо внутренним, либо внешним.  ",
  "mn28:21.3": "И что такое внутренний элемент воздуха? ",
  "mn28:21.4": "Это всё воздушное и ветреное, цепляемое, что находится внутри:  ",
  "mn28:21.5": "восходящие ветры, нисходящие ветры, ветры в желудке, ветры в кишечнике, ветры, идущие по членам тела, вдохи и выдохи, и всё иное, что находится внутри, – воздушное и ветреное, цепляемое.  ",
  "mn28:21.6": "Это называется внутренним элементом воздуха. ",
  "mn28:21.7": "И внутренний, и внешний элементы воздуха – это лишь элемент воздуха.  ",
  "mn28:21.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё Я». ",
  "mn28:21.9": "Когда кто-либо видит его таким образом правильной мудростью, то он теряет очарованность элементом воздуха и делает ум беспристрастным по отношению к элементу воздуха. ",
  "mn28:22.1": "И приходит время, когда провоцируется внешний элемент воздуха, ",
  "mn28:22.2": "и он сдувает деревни, поселения, города, округа и страны. ",
  "mn28:22.3": "[Но] приходит время, когда в последний месяц жаркого сезона люди ищут ветра, используя веер или меха, и даже трава у стока соломенной крыши не колышется. ",
  "mn28:22.4": "Так что если даже в отношении столь обширного внешнего элемента воздуха можно увидеть непостоянство, разрушение, исчезновение, изменение,  ",
  "mn28:22.5": "так что же тогда в этом непродолжительном теле, цепляемом жаждой, может быть «я», «моим», «тем, каковым я являюсь»? Ничего. … ",
  "mn28:23.1": "И потому, если другие оскорбляют, бранят, ругают, изводят монаха, он понимает так: ",
  "mn28:23.2": "«Болезненное [умственное] чувство, рождённое контактом уха, возникло во мне.  ",
  "mn28:23.3": "И оно зависимо, а не независимо.  ",
  "mn28:23.4": "Зависимо от чего? ",
  "mn28:23.5": "Зависимо от контакта». ",
  "mn28:23.6": "И он видит, что контакт непостоянен, чувство непостоянно, восприятие непостоянно, формации непостоянны, сознание непостоянно.  ",
  "mn28:23.7": "Его ум, имея своей опорой элемент, входит [в эту опору] и обретает уверенность, устойчивость, твёрдость. ",
  "mn28:24.1": "И если другие нападают на монаха нежеланными, нежелательными, неприятными способами – контактами кулаков, камней, палок, ножей –  ",
  "mn28:24.2": "то монах понимает так: «Это [моё] тело имеет такую природу, что подвергается контактам от кулаков, камней, палок, ножей. ",
  "mn28:24.3": "Но вот что было сказано Благословенным в его примере с пилой: «Монахи, даже если бы разбойники беспощадно отрезали вам одну часть тела за другой двуручной пилой, тот, кто зародит злой ум по отношению к ним, не будет исполнять моего учения».  ",
  "mn28:24.4": "Поэтому неутомимое усердие будет зарождено во мне и утверждена неослабевающая осознанность, моё тело будет безмятежным и непотревоженным, ум – объединённым и сосредоточенным. ",
  "mn28:24.5": "И пусть теперь тело подвергается контакту [от ударов] кулаков, камней, палок, ножей, ведь [так мною] практикуется это учение будд». ",
  "mn28:25.1": "Когда этот монах таким образом памятует о Будде, Дхамме, Сангхе, [но] невозмутимость, поддерживаемая благими [качествами ума], не утверждается в нём,  ",
  "mn28:25.2": "то он зарождает чувство тревоги так: ",
  "mn28:25.3": "«Это потеря для меня, а не обретение; плохо для меня, а не хорошо,  ",
  "mn28:25.4": "что, когда я таким образом памятую о Будде, Дхамме, Сангхе, невозмутимость, поддерживаемая благими [качествами ума], не утверждается во мне». ",
  "mn28:25.5": "Подобно невестке, которая, завидев свёкра, зарождает чувство тревоги [чтобы угодить ему],  ",
  "mn28:25.6": "",
  "mn28:25.7": "",
  "mn28:25.8": "",
  "mn28:25.9": "",
  "mn28:25.10": "Но если, когда он памятует таким образом о Будде, Дхамме, Сангхе, невозмутимость, поддерживаемая благими [качествами ума], утверждается в нём, то он удовлетворён этим.  ",
  "mn28:25.11": "На этом этапе, друзья, этот монах [уже] осуществил многое. ",
  "mn28:26.1": "Друзья, подобно тому как в зависимости от древесины, лозы, травы и глины окружённое ими пространство называют словом «дом», ",
  "mn28:26.2": "так и когда пространство окружено костями, сухожилиями, мышцами и кожей, это называют «материальной формой». ",
  "mn28:27.1": "Если, друзья, внутренне глаз не повреждён, но внешние формы не попадают в его область [обзора], а также нет соответствующей вовлечённости [ума], то тогда не возникает соответствующего типа сознания. ",
  "mn28:27.2": "Если внутренне глаз не повреждён и внешние формы попадают в его область [обзора], но нет соответствующей вовлечённости, то тогда не возникает соответствующего типа сознания.  ",
  "mn28:27.3": "Но когда внутренне глаз не повреждён и внешние формы попадают в его область [обзора], и имеется соответствующая вовлечённость, то тогда возникает соответствующий тип сознания. ",
  "mn28:28.1": "Материальная форма того, что таким образом возникло, относится к форме как совокупности, подверженной цеплянию. Чувство того, что таким образом возникло, относится к чувству как совокупности, подверженной цеплянию. Восприятие того, что таким образом возникло, относится к восприятию как совокупности, подверженной цеплянию. Формации того, что таким образом возникло, относятся к формациям как совокупности, подверженной цеплянию. Сознание того, что таким образом возникло, относится к сознанию как совокупности, подверженной цеплянию. ",
  "mn28:28.2": "Монах понимает так: ",
  "mn28:28.3": "«Выходит, вот каким образом имеют место вовлечение, схождение, накопление вещей в этих пяти совокупностях, подверженных цеплянию.  ",
  "mn28:28.4": "И вот как было сказано Благословенным: ",
  "mn28:28.5": "«Тот, кто видит зависимое возникновение, тот видит Дхамму;  ",
  "mn28:28.6": "кто видит Дхамму, тот видит зависимое возникновение».  ",
  "mn28:28.7": "И эти пять совокупностей, подверженные цеплянию, возникли зависимо. ",
  "mn28:28.8": "Желание, потакание, предпочтение, удержание, основанное на этих пяти совокупностях, подверженных цеплянию, – это возникновение страдания.  ",
  "mn28:28.9": "Устранение желания и страсти, отбрасывание желания и страсти к этим пяти совокупностям, подверженным цеплянию, – это прекращение страдания». ",
  "mn28:28.10": "На этом этапе тоже, друзья, этот монах [уже] осуществил многое. ",
  "mn28:29-30.1": "Если, друзья, внутренне ухо не повреждено… … ",
  "mn28:31-32.1": "Если, друзья, внутренне нос не повреждён… … ",
  "mn28:33-34.1": "Если, друзья, внутренне язык не повреждён… … ",
  "mn28:35-36.1": "Если, друзья, внутренне тело не повреждено… … ",
  "mn28:37.1": "Если, друзья, внутренне ум не повреждён, но внешние умственные феномены не попадают в его область [умственного обзора], а также нет соответствующей вовлечённости, то тогда не возникает соответствующего типа сознания. ",
  "mn28:38.1": "Если внутренне ум не повреждён и внешние умственные феномены попадают в его область [умственного обзора], но нет соответствующей вовлечённости, то тогда не возникает соответствующего типа сознания.  ",
  "mn28:38.2": "Но когда внутренне ум не повреждён и умственные феномены попадают в его область [умственного обзора], и имеется соответствующая вовлечённость, то тогда возникает соответствующий тип сознания. ",
  "mn28:38.3": "Материальная форма того, что таким образом возникло, относится к форме как совокупности, подверженной цеплянию. Чувство того, что таким образом возникло, относится к чувству как совокупности, подверженной цеплянию. Восприятие того, что таким образом возникло, относится к восприятию как совокупности, подверженной цеплянию. Формации того, что таким образом возникло, относятся к формациям как совокупности, подверженной цеплянию. Сознание того, что таким образом возникло, относится к сознанию как совокупности, подверженной цеплянию. ",
  "mn28:38.4": "Монах понимает так: ",
  "mn28:38.5": "«Выходит, вот каким образом имеют место вовлечение, схождение, накопление вещей в этих пяти совокупностях, подверженных цеплянию. ",
  "mn28:38.6": "И вот как было сказано Благословенным: ",
  "mn28:38.7": "«Тот, кто видит зависимое возникновение, тот видит Дхамму;  ",
  "mn28:38.8": "кто видит Дхамму, тот видит зависимое возникновение».",
  "mn28:38.9": "И эти пять совокупностей, подверженные цеплянию, возникли зависимо.  ",
  "mn28:38.10": "Желание, потакание, предпочтение, удержание, основанное на этих пяти совокупностях, подверженных цеплянию, – это возникновение страдания. ",
  "mn28:38.11": "Устранение желания и страсти, отбрасывание желания и страсти к этим пяти совокупностям, подверженным цеплянию, – это прекращение страдания». ",
  "mn28:38.12": "На этом этапе тоже, друзья, этот монах [уже] осуществил многое. ",
  "mn28:38.13": "Так сказал достопочтенный Сарипутта.  ",
  "mn28:38.14": "Обрадованные, монахи восхитились словами достопочтенного Сарипутты. "
}