{
  "mn2:0.1": "Мадджхима Никая 2 ",
  "mn2:0.2": "Все пятна загрязнений ума",
  "mn2:1.1": "Так я слышал. ",
  "mn2:1.2": "Однажды Благословенный проживал в Саваттхи в роще Джеты в парке Анатхапиндики. ",
  "mn2:1.3": "Там он обратился к монахам: ",
  "mn2:1.4": "– Монахи! ",
  "mn2:1.5": "– Уважаемый, – ответили они. ",
  "mn2:1.6": "Благословенный сказал следующее: ",
  "mn2:2.1": "– Монахи, я дам вам наставление о сдерживании всех пятен [загрязнений ума].  ",
  "mn2:2.2": "Слушайте внимательно то, о чём я буду говорить.” ",
  "mn2:2.3": "– Да, уважаемый, – ответили они.",
  "mn2:2.4": "Благословенный сказал следующее: ",
  "mn2:3.1": "– Монахи, я говорю вам, уничтожение пятен возможно для того, кто знает и видит, а не для того, кто не знает и не видит",
  "mn2:3.2": "Знает и видит что? ",
  "mn2:3.3": "[Знает и видит] мудрое внимание и немудрое внимание ",
  "mn2:3.4": "Когда человек направляет внимание немудро, невозникшие пятна возникают, а возникшие пятна увеличиваются. ",
  "mn2:3.5": "Когда человек направляет внимание мудро, невозникшие пятна не возникают, а возникшие пятна отбрасываются. ",
  "mn2:4.1": "Монахи, есть пятна, которые следует отбрасывать видением, есть пятна, которые следует отбрасывать сдерживанием, есть пятна, которые следует отбрасывать использованием, есть пятна, которые следует отбрасывать терпением, есть пятна, которые следует отбрасывать избеганием, есть пятна, которые следует отбрасывать устранением, есть пятна, которые следует отбрасывать развитием. ",
  "mn2:5.0": "1. Пятна, отбрасываемые видением ",
  "mn2:5.1": "И какие пятна [загрязнений ума], монахи, следует отбрасывать видением? ",
  "mn2:5.2": "Вот, монахи, необученный заурядный человек, который не уважает Благородных, неумелый и нетренированный в их Дхамме, который не уважает чистых людей, неумелый и нетренированный в их Дхамме, ",
  "mn2:5.3": "не понимает, какие вещи подходят для внимания, а какие вещи не подходят для внимания. ",
  "mn2:5.4": "Поскольку это так, он направляет внимание на те вещи, которые не подходят для внимания, и не направляет внимание на те вещи, которые подходят для внимания. ",
  "mn2:6.1": "И каковы неподходящие для внимания вещи, на которые он направляет внимание? ",
  "mn2:6.2": "Это такие вещи, что когда он направляет на них внимание, невозникшее пятно чувственного желания возникает в нём, а возникшее пятно чувственного желания увеличивается;  ",
  "mn2:6.3": "невозникшее пятно существования возникает в нём, а возникшее пятно существования увеличивается;  ",
  "mn2:6.4": "невозникшее пятно неведения возникает в нём, а возникшее пятно неведения увеличивается. ",
  "mn2:6.5": "Таковы неподходящие для внимания вещи, на которые он направляет внимание. ",
  "mn2:6.6": "И каковы подходящие для внимания вещи, на которые он не направляет внимание?",
  "mn2:6.7": "Это такие вещи, что когда он направляет на них внимание, невозникшее пятно чувственного желания не возникает в нём, а возникшее пятно чувственного желания отбрасывается;  ",
  "mn2:6.8": "невозникшее пятно существования не возникает в нём, а возникшее пятно существования отбрасывается; ",
  "mn2:6.9": "невозникшее пятно неведения не возникает в нём, а возникшее пятно неведения отбрасывается. ",
  "mn2:6.10": "Таковы подходящие для внимания вещи, на которые он не направляет внимание.  ",
  "mn2:7.1": " Направляя внимание на неподходящие для внимания вещи и не направляя внимание на подходящие для внимания вещи, [он делает так, что и] невозникшие пятна возникают в нём, и возникшие пятна увеличиваются. ",
  "mn2:7.2": "Вот как он немудро направляет внимание:  ",
  "mn2:7.3": "«Был ли я в прошлом? Не было ли меня в прошлом? Чем я был в прошлом? Каким я был в прошлом? Будучи чем, я стал таким в прошлом?  ",
  "mn2:7.4": "Буду ли я в будущем? Не будет ли меня в будущем? Чем я буду в будущем? Каким я буду в будущем? Будучи чем, я буду таким в будущем?»  ",
  "mn2:7.5": "Или вместо этого он внутренне запутан в отношении настоящего:  ",
  "mn2:7.6": "«Есть ли я? Нет ли меня? Что я? Каков я? Откуда взялось это существо? Куда оно уйдёт?» ",
  "mn2:8.1": "Когда он подобным образом немудро направляет внимание, одно из шести воззрений возникает в нём. ",
  "mn2:8.2": "Воззрение «‘Я‘ существует у меня» возникает в нём как истинное и утверждённое;  ",
  "mn2:8.3": "или же воззрение «‘Я‘ не существует у меня» возникает в нём как истинное и утверждённое;  ",
  "mn2:8.4": "или же воззрение «я воспринимаю ‘Я‘ своим ‘Я‘ возникает в нём как истинное и утверждённое; ",
  "mn2:8.5": "или же воззрение «я воспринимаю ‘не-Я‘ своим ‘Я‘ возникает в нём как истинное и утверждённое; ",
  "mn2:8.6": "или же воззрение «я воспринимаю ‘Я‘ своим ‘не-Я‘ возникает в нём как истинное и утверждённое; ",
  "mn2:8.7": "или же у него есть такое воззрение как это: ",
  "mn2:8.8": "«Именно это моё ‘Я‘ говорит и чувствует и переживает здесь и там результаты хороших и плохих поступков. Но это моё ‘Я‘ является постоянным, бесконечным, вечным, не подвержено изменениям, будет таким целую вечность» ",
  "mn2:8.9": "Это концептуальное воззрение, монахи, называется чащей воззрений, глухоманью воззрений, искривлением воззрений, колебанием воззрений, путами воззрений. ",
  "mn2:8.10": "Скованный путами воззрений, необученный заурядный человек не освобождён от рождения, старения, смерти, от печали, стенания, боли, грусти и отчаяния. ",
  "mn2:8.11": "Он не освобождён от страданий, я говорю вам. ",
  "mn2:9.1": "",
  "mn2:9.2": "Монахи, хорошо обученный благородный ученик, который уважает Благородных, умелый и тренированный в их Дхамме, который уважает чистых людей, умелый и тренированный в их Дхамме,  ",
  "mn2:9.3": "понимает, какие вещи подходят для внимания, а какие вещи не подходят для внимания.  ",
  "mn2:9.4": "Поскольку это так, он не направляет внимание на те вещи, которые не подходят для внимания, и направляет внимание на те вещи, которые подходят для внимания. ",
  "mn2:10.1": "И каковы неподходящие для внимания вещи, на которые он не направляет внимание? ",
  "mn2:10.2": "Это такие вещи, что, когда он направляет на них внимание, невозникшее пятно чувственного желания возникает в нём, а возникшее пятно чувственного желания увеличивается;  ",
  "mn2:10.3": "невозникшее пятно существования возникает в нём, а возникшее пятно существования увеличивается; ",
  "mn2:10.4": "невозникшее пятно неведения возникает в нём, а возникшее пятно неведения увеличивается. ",
  "mn2:10.5": "Таковы неподходящие для внимания вещи, на которые он не направляет внимание. ",
  "mn2:10.6": "И каковы подходящие для внимания вещи, на которые он направляет внимание?",
  "mn2:10.7": "Это такие вещи, что, когда он направляет на них внимание, невозникшее пятно чувственного желания не возникает в нём, а возникшее пятно чувственного желания отбрасывается; ",
  "mn2:10.8": "невозникшее пятно существования не возникает в нём, а возникшее пятно существования отбрасывается;  ",
  "mn2:10.9": "невозникшее пятно неведения не возникает в нём, а возникшее пятно неведения отбрасывается. ",
  "mn2:10.10": "Таковы подходящие для внимания вещи, на которые он направляет внимание. ",
  "mn2:10.11": "Не направляя внимание на неподходящие для внимания вещи и направляя внимание на подходящие для внимания вещи, [он делает так, что] невозникшие пятна не возникают в нём, а возникшие пятна отбрасываются. ",
  "mn2:11.1": "[Вот каким образом] он мудро направляет внимание: «Это – страдание». Он мудро направляет внимание: «Это – происхождение страдания»… «Это – прекращение страдания»… «Это – путь, ведущий к прекращению страдания». ",
  "mn2:11.2": "Когда он таким образом мудро направляет внимание, три оковы отбрасываются в нём: ",
  "mn2:11.3": "воззрение о существовании «я», сомнение, цепляние за правила и предписания. ",
  "mn2:11.4": "Эти зовутся пятнами [загрязнений ума], которые следует отбрасывать видением. ",
  "mn2:12.0": "2. Пятна, отбрасываемые сдерживанием",
  "mn2:12.1": "И какие пятна [загрязнений ума], монахи, следует отбрасывать сдерживанием? ",
  "mn2:12.2": "Вот монах, мудро осмысливая, пребывает, сдерживая способность глаза.  ",
  "mn2:12.3": "Тогда как пятна [различных загрязнений ума], раздражение, взбудораженность могли бы возникнуть в том, кто пребывает, не сдерживая способность глаза – в том, кто пребывает, сдерживая способность глаза, нет пятен, раздражения, взбудораженности. ",
  "mn2:12.4": "Мудро осмысливая, он пребывает, сдерживая способность уха…  ",
  "mn2:12.5": "Мудро осмысливая, он пребывает, сдерживая способность носа…  ",
  "mn2:12.6": "Мудро осмысливая, он пребывает, сдерживая способность языка… ",
  "mn2:12.7": "Мудро осмысливая, он пребывает, сдерживая способность тела… ",
  "mn2:12.8": "Мудро осмысливая, он пребывает, сдерживая способность ума.  ",
  "mn2:12.9": "FТогда как пятна, раздражение, взбудораженность могли бы возникнуть в том, кто пребывает, не сдерживая способность ума – в том, кто пребывает, сдерживая способность ума, нет пятен, раздражения, взбудораженности. ",
  "mn2:12.10": "Тогда как пятна, раздражение, взбудораженность могли бы возникнуть в том, кто пребывает, не сдерживая способности [органов чувств], – в том, кто пребывает, сдерживая способности, нет пятен, раздражения, взбудораженности. ",
  "mn2:12.11": "Эти зовутся пятнами [загрязнений ума], которые следует отбрасывать сдерживанием. ",
  "mn2:13.0": "3. Пятна, отбрасываемые использованием ",
  "mn2:13.1": "И какие пятна [загрязнений ума], монахи, следует отбрасывать использованием?",
  "mn2:13.2": " Вот монах, мудро осмысливая, пользуется одеянием ",
  "mn2:13.3": "просто для того, чтобы защититься от холода, защититься от жары, защититься от контактов с мухами, комарами, солнцем, ветром и ползучими тварями; а также, чтобы скрыть интимные части [тела]. ",
  "mn2:14.1": "Мудро осмысливая, он употребляет пищу, собранную с подаяний, ",
  "mn2:14.2": "не ради развлечений, не ради упоения, не ради физической красоты и привлекательности, а просто ради стойкости и продолжительности этого тела, чтобы устранить дискомфорт, [тем самым] поддержать [ведение] святой жизни, осознавая: «Так я устраню старые чувства [голода] и не создам новых чувств [от переедания]. Я буду здоровым, не буду [этим] порицаем, буду пребывать в облегчении». ",
  "mn2:15.1": "Мудро осмысливая, он использует жилище ",
  "mn2:15.2": "просто для того, чтобы защититься от холода, защититься от жары, защититься от контактов с мухами, комарами, солнцем, ветром и ползучими тварями; а также чтобы скрыться от непогоды и радоваться затворничеству. ",
  "mn2:16.1": "Мудро осмысливая, он использует необходимые для лечения вещи",
  "mn2:16.2": "только затем, чтобы защититься от возникших мучительных [телесных] чувств и поддержать своё здоровье. ",
  "mn2:17.1": "Тогда как пятна [различных загрязнений ума], раздражение, взбудораженность могли бы возникнуть в том, кто не пользуется этими вещами так – в том, кто пользуется ими так, нет пятен, раздражения, взбудораженности. ",
  "mn2:17.2": "Эти зовутся пятнами, которые следует отбрасывать использованием. ",
  "mn2:18.0": "4. Пятна, отбрасываемые терпением ",
  "mn2:18.1": "И какие пятна [загрязнений ума], монахи, следует отбрасывать терпением?  ",
  "mn2:18.2": "Вот монах, мудро осмысливая, терпит холод, жару, голод и жажду, контакты с мухами, комарами, ветром и солнцем и ползучими тварями. Он терпит грубые и неприветливые слова и возникшие телесные чувствования – болезненные, мучительные, острые, пронзающие, неприятные, терзающие, угрожающие жизни. ",
  "mn2:18.3": "Тогда как пятна [различных загрязнений ума], раздражение, взбудораженность могли бы возникнуть в том, кто не терпит этих вещей – в том, кто терпит их, нет пятен, раздражения, взбудораженности. ",
  "mn2:18.4": "Эти зовутся пятнами, которые следует отбрасывать терпением. ",
  "mn2:19.0": "5. Пятна, отбрасываемые избеганием ",
  "mn2:19.1": "И какие пятна [загрязнений ума], монахи, следует отбрасывать избеганием? ",
  "mn2:19.2": "Вот монах, мудро осмысливая, избегает [встреч] с диким слоном, с дикой лошадью, с диким быком, с дикой собакой, со змеёй, с пнём, с колючками, с пропастью, с обрывом, с выгребной ямой, с канализацией.  ",
  "mn2:19.3": "Мудро осмысливая, он избегает сидеть на неуместных сидениях, бродить в ненадлежащих местах, общаться с плохими друзьями, из-за чего его мудрые товарищи по святой жизни могли бы заподозрить его в порочном поведении. ",
  "mn2:19.4": "Тогда как пятна [различных загрязнений ума], раздражение, взбудораженность могли бы возникнуть в том, кто не избегает этих вещей – в том, кто избегает их, нет пятен, раздражения, взбудораженности. ",
  "mn2:19.5": "Эти зовутся пятнами, которые следует отбрасывать избеганием. ",
  "mn2:20.0": "6. Пятна, отбрасываемые устранением ",
  "mn2:20.1": "И какие пятна [загрязнений ума], монахи, следует отбрасывать устранением?  ",
  "mn2:20.2": "Вот монах, мудро осмысливая, не терпит возникшую мысль, [основанную на] чувственном желании. Он отбрасывает её, устраняет её, избавляется от неё, истребляет её. Мудро осмысливая, он не терпит возникшую мысль, [основанную на] недоброжелательности… не терпит возникшую мысль, [основанную на] жестокости… не терпит возникшие порочные, неблагие состояния [ума]. Он отбрасывает их, устраняет их, избавляется от них, истребляет их. ",
  "mn2:20.3": "Тогда как пятна [различных загрязнений ума], раздражение, взбудораженность могли бы возникнуть в том, кто не устраняет этих мыслей, – в том, кто устраняет их, нет пятен, раздражения, взбудораженности. ",
  "mn2:20.4": "Эти зовутся пятнами, которые следует отбрасывать устранением.",
  "mn2:21.0": "7. Пятна, отбрасываемые развитием",
  "mn2:21.1": "И какие пятна [загрязнений ума], монахи, следует отбрасывать развитием?",
  "mn2:21.2": "Вот монах, мудро осмысливая, развивает осознанность, как фактор просветления, который поддерживается отречением, бесстрастием, прекращением, созревает в оставлении,",
  "mn2:21.3": "исследование состояний… ",
  "mn2:21.4": "усердие… ",
  "mn2:21.5": "восторг… ",
  "mn2:21.6": "безмятежность… ",
  "mn2:21.7": "сосредоточение… ",
  "mn2:21.8": "и невозмутимость, как фактор просветления, который поддерживается отречением, бесстрастием, прекращением, созревает в оставлении. ",
  "mn2:21.9": "Тогда как пятна [различных загрязнений ума], раздражение, взбудораженность могли бы возникнуть в том, кто не развивает эти факторы просветления, – в том, кто их развивает, нет пятен, раздражения, взбудораженности. ",
  "mn2:21.10": "Эти зовутся пятнами, которые следует отбрасывать развитием. ",
  "mn2:22.1": "Монахи, когда у монаха пятна [загрязнений ума], которые следует отбрасывать видением, были отброшены видением; когда пятна, которые следует отбрасывать сдерживанием, были отброшены сдерживанием; когда пятна, которые следует отбрасывать использованием, были отброшены использованием; когда пятна, которые следует отбрасывать терпением, были отброшены терпением; когда пятна, которые следует отбрасывать избеганием, были отброшены избеганием; когда пятна, которые следует отбрасывать устранением, были отброшены устранением; когда пятна, которые следует отбрасывать развитием, были отброшены развитием, – то тогда он зовётся монахом, который пребывает сдержанным с помощью сдерживания всех пятен [загрязнений ума]. ",
  "mn2:22.2": "Он разрубил жажду, сбросил путы, и с полным проникновением в самомнение он положил конец страданиям» ",
  "mn2:22.3": "Так сказал Благословенный.  ",
  "mn2:22.4": "Монахи были довольны и восхитились словами Благословенного. "
}