{
  "mn30:0.1": "Мадджхима Никая 30 ",
  "mn30:0.2": "Малое наставление с примером о сердцевине ",
  "mn30:1.1": "Так я слышал. ",
  "mn30:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn30:2.1": "И тогда брахман Пингалакоччха отправился к Благословенному и обменялся с ним приветствиями.  ",
  "mn30:2.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Благословенному: ",
  "mn30:2.3": "– Господин Готама, есть жрецы и отшельники, предводители общины, предводители группы, наставники группы, знаменитые и известные духовные учителя, которых многие считают святыми, – ",
  "mn30:2.4": "то есть Пурана Кассапа, Маккхали Госала, Аджита Кесакамбали, Пакудха Каччаяна, Саньджая Белаттхипутта, Нигантха Натапутта. ",
  "mn30:2.5": "У всех ли у них было прямое знание, как они заявляют, или же ни у кого из них не было прямого знания, или же у кого-то из них было прямое знание, а у кого-то нет? ",
  "mn30:2.6": "– Довольно, брахман! Оставь этот [свой вопрос]: ",
  "mn30:2.7": "«У всех ли у них было прямое знание, как они заявляют, или же ни у кого из них не было прямого знания, или же у кого-то из них было прямое знание, а у кого-то нет?» ",
  "mn30:2.8": "Я научу тебя Дхамме, брахман. ",
  "mn30:2.9": "Слушай внимательно то, о чём я буду говорить. ",
  "mn30:2.10": "– Да, господин, – ответил брахман Пингалакоччха. ",
  "mn30:2.11": "Благословенный сказал следующее: ",
  "mn30:3.1": "– Представь, брахман, как если бы человеку понадобилась сердцевина дерева, он бы искал сердцевину дерева, бродил в поисках сердцевины дерева, и подошёл к великому дереву с сердцевиной. Пройдя мимо его сердцевины, его заболони, его внутренней коры, его внешней коры, он бы отрезал ветви и листья и унёс их, думая, что это и есть сердцевина. ",
  "mn30:3.2": "И тогда человек с хорошим зрением, видя его, сказал бы: ",
  "mn30:3.3": "«Этот почтенный не знал сердцевины дерева, заболони, внутренней коры, внешней коры, или ветвей и листьев.  ",
  "mn30:3.4": "Поэтому, хотя ему нужна была сердцевина дерева, он искал сердцевину дерева… отрезал ветви и листья и унёс их, думая, что это и есть сердцевина.  ",
  "mn30:3.5": "Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это не послужит его цели». ",
  "mn30:4.1": "Представь, брахман, как если бы человеку понадобилась сердцевина дерева… срезал внешнюю кору и унёс её, думая, что это и есть сердцевина. … ",
  "mn30:4.2": "И тогда человек с хорошим зрением, видя его, сказал бы:",
  "mn30:4.3": "«Этот почтенный не знал сердцевины дерева, заболони, внутренней коры, внешней коры, или ветвей и листьев. ",
  "mn30:4.4": "Поэтому, хотя ему нужна была сердцевина дерева, он искал сердцевину дерева… отрезал внешнюю кору и унёс её, думая, что это и есть сердцевина. ",
  "mn30:4.5": "Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это не послужит его цели».",
  "mn30:5.1": "Представь, брахман, как если бы человеку понадобилась сердцевина дерева… срезал внутреннюю кору и унёс её, думая, что это и есть сердцевина.… ",
  "mn30:5.2": "И тогда человек с хорошим зрением, видя его, сказал бы:",
  "mn30:5.3": "«Этот почтенный не знал сердцевины дерева, заболони, внутренней коры, внешней коры, или ветвей и листьев.",
  "mn30:5.4": "Поэтому, хотя ему нужна была сердцевина дерева, он искал сердцевину дерева… отрезал внутреннюю кору и унёс её, думая, что это и есть сердцевина.",
  "mn30:5.5": "Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это не послужит его цели».",
  "mn30:6.1": "Представь, брахман, как если бы человеку понадобилась сердцевина дерева… срезал заболонь и унёс её, думая, что это и есть сердцевина. … ",
  "mn30:6.2": "И тогда человек с хорошим зрением, видя его, сказал бы:",
  "mn30:6.3": "«Этот почтенный не знал сердцевины дерева, заболони, внутренней коры, внешней коры, или ветвей и листьев.",
  "mn30:6.4": "Поэтому, хотя ему нужна была сердцевина дерева, он искал сердцевину дерева… отрезал заболонь и унёс её, думая, что это и есть сердцевина.",
  "mn30:6.5": "Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это не послужит его цели».",
  "mn30:7.1": "Представь, брахман, как если бы человеку понадобилась сердцевина дерева, он бы искал сердцевину дерева, бродил в поисках сердцевины дерева, и подошёл к великому дереву с сердцевиной. Срезав только его сердцевину, он унёс её, зная, что это была сердцевина.  ",
  "mn30:7.2": "И тогда человек с хорошим зрением, видя его, сказал бы: ",
  "mn30:7.3": "«Этот почтенный знал сердцевину, заболонь, внутреннюю кору, внешнюю кору, ветви и листья.  ",
  "mn30:7.4": " Поэтому, когда ему нужна была сердцевина дерева… срезал только сердцевину и унёс её, зная, что это и есть сердцевина.  ",
  "mn30:7.5": "Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это послужит его цели». ",
  "mn30:8.1": "Точно также, брахман, бывает так, что представитель клана, который благодаря вере покинул жизнь домохозяйскую ради жизни бездомной, размышляет: ",
  "mn30:8.2": "«Я – жертва рождения, старения и смерти, печали, стенания, боли, грусти отчаяния. Я – жертва страдания, добыча страдания. ",
  "mn30:8.3": "Вне сомнений, можно [ведь как-нибудь] познать окончание всей этой груды страданий». ",
  "mn30:8.4": "Когда он подобным образом уходит в жизнь бездомную, он [далее] получает обретения, славу, известность. ",
  "mn30:8.5": "Он доволен этими обретениями, славой, известностью, и его намерение [за счёт этого] исполнено. ",
  "mn30:8.6": "Из-за этого он возвышает себя и унижает других так: ",
  "mn30:8.7": "«Я тот, кто получает обретения и известность, но те другие монахи неизвестны, никто их не ценит». ",
  "mn30:8.8": "Поэтому он не порождает желания действовать, не прилагает усилия к реализации тех других состояний, которые являются более высокими и более возвышенными, чем обретения, слава, известность. Он колеблется и становится вялым.… ",
  "mn30:8.9": "",
  "mn30:8.10": "",
  "mn30:8.11": "Я говорю тебе, что этот человек подобен тому человеку, которому нужна была сердцевина дерева, который подошёл к великому дереву с сердцевиной, но пройдя мимо его сердцевины, его заболони, его внутренней коры, его внешней коры, он отрезал ветви и листья и унёс бы их, думая, что это и есть сердцевина. Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это не послужило его цели. ",
  "mn30:9.1": "Брахман, бывает так, что представитель клана, который благодаря вере покинул жизнь домохозяйскую ради жизни бездомной, размышляет: … ",
  "mn30:9.2": "",
  "mn30:9.3": "",
  "mn30:9.4": "",
  "mn30:9.5": "",
  "mn30:9.6": "",
  "mn30:9.7": "",
  "mn30:9.8": "",
  "mn30:9.9": "",
  "mn30:9.10": "",
  "mn30:9.11": "",
  "mn30:9.12": "Поэтому он не порождает желания действовать, не прилагает усилия к реализации тех других состояний, которые являются более высокими и более возвышенными, чем достижение нравственности. Он колеблется и становится вялым. … ",
  "mn30:9.13": "",
  "mn30:9.14": "",
  "mn30:9.15": "Я говорю тебе, что этот человек подобен тому человеку, которому нужна была сердцевина дерева, который подошёл к великому дереву с сердцевиной, но пройдя мимо его сердцевины, его заболони, его внутренней коры, он срезал внешнюю кору и унёс её, думая, что это и есть сердцевина. Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это не послужило его цели. ",
  "mn30:10.1": "Брахман, бывает так, что представитель клана, который благодаря вере покинул жизнь домохозяйскую ради жизни бездомной, размышляет: … ",
  "mn30:10.2": "",
  "mn30:10.3": "",
  "mn30:10.4": "",
  "mn30:10.5": "",
  "mn30:10.6": "",
  "mn30:10.7": "",
  "mn30:10.8": "",
  "mn30:10.9": "",
  "mn30:10.10": "",
  "mn30:10.11": "",
  "mn30:10.12": "",
  "mn30:10.13": "",
  "mn30:10.14": "",
  "mn30:10.15": "",
  "mn30:10.16": "Поэтому он не порождает желания действовать, не прилагает усилия к реализации тех других состояний, которые являются более высокими и более возвышенными, чем достижение сосредоточения. Он колеблется и становится вялым. … ",
  "mn30:10.17": "",
  "mn30:10.18": "",
  "mn30:10.19": "Я говорю тебе, что этот человек подобен тому человеку… он срезал внутреннюю кору и унёс её, думая, что это и есть сердцевина. Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это не послужило его цели. ",
  "mn30:11.1": "Брахман, бывает так, что представитель клана, который благодаря вере покинул жизнь домохозяйскую ради жизни бездомной, размышляет: … ",
  "mn30:11.2": "",
  "mn30:11.3": "",
  "mn30:11.4": "",
  "mn30:11.5": "",
  "mn30:11.6": "",
  "mn30:11.7": "",
  "mn30:11.8": "",
  "mn30:11.9": "",
  "mn30:11.10": "",
  "mn30:11.11": "",
  "mn30:11.12": "",
  "mn30:11.13": "",
  "mn30:11.14": "",
  "mn30:11.15": "",
  "mn30:11.16": "",
  "mn30:11.17": "",
  "mn30:11.18": "",
  "mn30:11.19": "",
  "mn30:11.20": "Поэтому он не порождает желания действовать, не прилагает усилия к реализации тех других состояний, которые являются более высокими и более возвышенными, чем обретение знания и видения. Он колеблется и становится вялым. … ",
  "mn30:11.21": "",
  "mn30:11.22": "",
  "mn30:11.23": "Я говорю тебе, что этот человек подобен тому человеку… он срезал заболонь и унёс её, думая, что это и есть сердцевина. Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это не послужило его цели. ",
  "mn30:12.1": "Брахман, бывает так, что представитель клана, который благодаря вере покинул жизнь домохозяйскую ради жизни бездомной, размышляет: ",
  "mn30:12.2": "«Я – жертва рождения, старения и смерти, печали, стенания, боли, грусти отчаяния. Я – жертва страдания, добыча страдания.  ",
  "mn30:12.3": "Вне сомнений, можно [ведь как-нибудь] познать окончание всей этой груды страданий».  ",
  "mn30:12.4": "Когда он подобным образом уходит в жизнь бездомную, он [далее] получает обретения, славу, известность.",
  "mn30:12.5": "Он не доволен этими обретениями, славой, известностью, и его намерение [за счёт этого] не исполнено. ",
  "mn30:12.6": "Из-за этого он не возвышает себя и не унижает других. ",
  "mn30:12.7": "Он порождает желание действовать, прилагает усилия к реализации тех других состояний, которые являются более высокими и более возвышенными, чем обретения, слава и известность. Он не колеблется и не становится вялым. ",
  "mn30:12.8": "Он [далее] обретает достижение нравственности… ",
  "mn30:12.9": "Он доволен этим достижением нравственности, но его намерение [за счёт этого] не исполнено. ",
  "mn30:12.10": "Из-за этого он не возвышает себя и не унижает других. ",
  "mn30:12.11": "Он не становится опьянённым достижением нравственности. Он не возрастает в беспечности, не впадает в беспечность.  ",
  "mn30:12.12": "Будучи прилежным, он обретает достижение сосредоточения. ",
  "mn30:12.13": "Он доволен этим достижением сосредоточения, но его намерение [за счёт этого] не исполнено. ",
  "mn30:12.14": "Из-за этого он не возвышает себя и не унижает других. ",
  "mn30:12.15": "Он не становится опьянённым достижением сосредоточения. Он не возрастает в беспечности, не впадает в беспечность.  ",
  "mn30:12.16": "Будучи прилежным, он обретает знание и видение. ",
  "mn30:12.17": "Он доволен этим знанием и видением, но его намерение [за счёт этого] не исполнено. ",
  "mn30:12.18": "Из-за этого он не возвышает себя и не унижает других. ",
  "mn30:12.19": "Он порождает желание действовать, прилагает усилия к реализации тех других состояний, которые являются более высокими и более возвышенными, чем знание и видение. Он не колеблется и не становится вялым. ",
  "mn30:12.20": "Брахман, и что это за состояния, которые более высокие и более возвышенные, чем знание и видение? ",
  "mn30:13.1": "Вот, брахман, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], некий монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn30:13.2": "Это является более высоким и возвышенным состоянием, чем знание и видение. ",
  "mn30:14.1": "Далее, с угасанием направления и удержания [ума на объекте], некий монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn30:14.2": "Это является более высоким и возвышенным состоянием, чем знание и видение. ",
  "mn30:15.1": "Далее, с угасанием восторга некий монах пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn30:15.2": "Это является более высоким и возвышенным состоянием, чем знание и видение.",
  "mn30:16.1": "Далее, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, некий монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn30:16.2": "Это является более высоким и возвышенным состоянием, чем знание и видение.",
  "mn30:17.1": "Далее, с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественного, осознавая: «Пространство безгранично», некий монах входит и пребывает в сфере безграничного пространства. ",
  "mn30:17.2": "Это является более высоким и возвышенным состоянием, чем знание и видение. ",
  "mn30:18.1": "Далее, с полным преодолением сферы безграничного пространства, осознавая: «Сознание безгранично», некий монах входит и пребывает в сфере безграничного сознания. ",
  "mn30:18.2": "Это является более высоким и возвышенным состоянием, чем знание и видение. ",
  "mn30:19.1": "Далее, с полным преодолением сферы безграничного сознания, осознавая: «Здесь ничего нет», некий монах входит и пребывает в сфере отсутствия всего.",
  "mn30:19.2": "Это является более высоким и возвышенным состоянием, чем знание и видение. ",
  "mn30:20.1": "Далее, с полным преодолением сферы отсутствия всего монах входит и пребывает в сфере-ни-восприятия-ни-не-восприятия. ",
  "mn30:20.2": "Это является более высоким и возвышенным состоянием, чем знание и видение. ",
  "mn30:21.1": "Далее, с полным преодолением сферы-ни-восприятия-ни-не-восприятия, монах входит и пребывает в прекращении восприятия и чувствования. И пятна [загрязнений ума] полностью уничтожены его видением мудростью. ",
  "mn30:21.2": "Это является более высоким и возвышенным состоянием, чем знание и видение. ",
  "mn30:21.3": "Таковы состояния, которые являются более высокими и возвышенными, чем знание и видение. ",
  "mn30:22.1": "Я говорю тебе, что этот человек подобен тому человеку, которому нужна была сердцевина дерева, который подошёл к великому дереву с сердцевиной, и вырезав сердцевину, унёс её, зная, что это и есть сердцевина.  ",
  "mn30:22.2": "Что бы ни хотел этот почтенный сделать с сердцевиной дерева, это послужит его цели. ",
  "mn30:22.3": "Таков этот человек, говорю я тебе. ",
  "mn30:23.1": "Так, брахман, эта святая жизнь не имеет своим [наивысшим] благом обретения, славу, известность; [не имеет своим наивысшим] благом достижение нравственности; [не имеет своим наивысшим] благом достижение сосредоточения; [не имеет своим наивысшим] благом знание и видение.  ",
  "mn30:23.2": "Но именно это непоколебимое освобождение ума является целью этой святой жизни, её сердцевиной, её окончанием. ",
  "mn30:23.3": "",
  "mn30:24.1": "Когда так было сказано, брахман Пингалакоччха сказал Благословенному: ",
  "mn30:24.2": "– Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. ",
  "mn30:24.3": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь. ",
  "mn30:24.4": "",
  "mn30:24.5": "",
  "mn30:25.1": "",
  "mn30:25.2": "",
  "mn30:25.3": ""
}