{
  "mn31:0.1": "Мадджхима Никая 31 ",
  "mn31:0.2": "Малое наставление в Госинге ",
  "mn31:1.1": "Так я слышал. ",
  "mn31:1.2": "Однажды Благословенный пребывал в Надике в Кирпичном доме. ",
  "mn31:2.1": "И в то время достопочтенный Ануруддха, достопочтенный Нандия и достопочтенный Кимбила проживали в Госинге в лесу Саловых Деревьев. ",
  "mn31:3.1": "И тогда, вечером, выйдя из медитации, Благословенный отправился в лес Саловых Деревьев Госинги. ",
  "mn31:3.2": "Лесничий увидел Благословенного издали  ",
  "mn31:3.3": "Лесничий увидел Благословенного издали и сказал ему: ",
  "mn31:3.4": "– Не входи в этот парк, отшельник.  ",
  "mn31:3.5": "Здесь трое представителей клана ищут своего блага.  ",
  "mn31:3.6": "Не беспокой их. ",
  "mn31:4.1": "И достопочтенный Ануруддха, услышав, как лесничий беседует с Благословенным, ",
  "mn31:4.2": "сказал ему: ",
  "mn31:4.3": "– Друг лесничий, не выдворяй Благословенного.  ",
  "mn31:4.4": "Это наш Учитель, Благословенный, пришёл». ",
  "mn31:4.5": "И затем достопочтенный Ануруддха отправился к достопочтенному Нандии и достопочтенному Кимбиле и сказал им: ",
  "mn31:4.6": "– Выходите, достопочтенные, выходите! Наш Учитель, Благословенный, пришёл. ",
  "mn31:5.1": "И тогда все трое вышли встречать Благословенного. ",
  "mn31:5.2": "Один взял чашу и внешнее одеяние, другой приготовил сиденье, третий выставил воду для мытья ног. ",
  "mn31:5.3": "Благословенный сел на подготовленное сиденье  ",
  "mn31:5.4": "и вымыл ноги.",
  "mn31:5.5": "ноги. Затем эти трое достопочтенных поклонились Благословенному и сели рядом.  ",
  "mn31:5.6": "Когда они сели рядом, Благословенный сказал им: ",
  "mn31:5.7": "– Я надеюсь, Ануруддха, у вас всё в порядке, надеюсь, вы живёте спокойно, надеюсь, что у вас нет проблем с собиранием еды с подаяний. ",
  "mn31:5.8": "– У нас всё в порядке, Благословенный, мы живём спокойно, у нас нет проблем с собиранием еды с подаяний. ",
  "mn31:6.1": "– Я надеюсь, Ануруддха, что вы живёте в согласии, во взаимопонимании, не спорите, [живёте подобно] смешанному с водой молоку, смотрите друг на друга добрым взором. ",
  "mn31:6.2": "– Конечно же, уважаемый, мы живём в согласии, во взаимопонимании, не спорим, [живём подобно] смешанному с водой молоку, смотрим друг на друга добрым взором. ",
  "mn31:6.3": "– Но, Ануруддха, как именно вы живёте так? ",
  "mn31:7.1": "– Уважаемый, что касается этого, то я размышляю так: ",
  "mn31:7.2": "«Большое благо для меня, великое благо для меня,  ",
  "mn31:7.3": "что я живу с такими товарищами по святой жизни».",
  "mn31:7.4": "Телесными поступками я поддерживаю доброжелательность по отношению к этим достопочтенным как в частном порядке, так и прилюдно. Словесными поступками я поддерживаю доброжелательность по отношению к этим достопочтенным как в частном порядке, так и прилюдно. Умственными поступками я поддерживаю доброжелательность по отношению к этим достопочтенным как в частном порядке, так и прилюдно. ",
  "mn31:7.5": "",
  "mn31:7.6": "",
  "mn31:7.7": "Я размышляю так:  ",
  "mn31:7.8": "«Почему бы мне не отложить то, что хочется сделать мне, и сделать то, что хотят сделать эти достопочтенные?»  ",
  "mn31:7.9": "И тогда я откладываю то, что хочу сделать сам, и делаю то, что хотят сделать эти достопочтенные.",
  "mn31:7.10": "Мы различны в телах, уважаемый, но одинаковы в умах. ",
  "mn31:7.11": "Достопочтенные Нандия и Кимбила сказали то же самое, добавив: ",
  "mn31:7.12": "",
  "mn31:7.13": "",
  "mn31:7.14": "",
  "mn31:7.15": "",
  "mn31:7.16": "",
  "mn31:7.17": "",
  "mn31:7.18": "",
  "mn31:7.19": "",
  "mn31:7.20": "",
  "mn31:7.21": "",
  "mn31:7.22": "",
  "mn31:7.23": "– Вот как, уважаемый, мы живём в согласии, во взаимопонимании, не спорим, [живём подобно] смешанному с водой молоку, смотрим друг на друга добрым взором. ",
  "mn31:8.1": "– Хорошо, Ануруддха, хорошо.  ",
  "mn31:8.2": "Я надеюсь, что вы пребываете прилежными, старательными, решительными. ",
  "mn31:9.1": "– Конечно же, уважаемый, мы пребываем прилежными, старательными, решительными. ",
  "mn31:9.2": "– Но, Ануруддха, как именно вы так пребываете? ",
  "mn31:9.3": "– Уважаемый, в этом отношении [происходит так]: тот из нас, кто первым возвращается из деревни с едой с подаяний, готовит сиденья, выставляет воду для питья и мытья, ставит на [положенное] место мусорное ведро.  ",
  "mn31:9.4": "Тот из нас, кто последним возвращается, ест любую оставленную еду, если пожелает. Если же не ест, то выбрасывает её туда, где нет зелени или в воду, где нет никакой жизни.  ",
  "mn31:9.5": "Он убирает сиденья и воду для питья и мытья. Он моет и затем убирает мусорное ведро, подметает трапезную. ",
  "mn31:9.6": "Если кто-либо замечает, что горшки с водой для питья, для мытья, для уборной почти или полностью пусты, он позаботится об этом. ",
  "mn31:9.7": "Если они слишком тяжелы для него, он жестом руки позовёт кого-нибудь, и вместе, сложив руки, они несут их, но из-за этого мы не пускаемся в разговор. ",
  "mn31:9.8": "Однако каждые пять дней мы садимся вместе и всю ночь обсуждаем Дхамму.  ",
  "mn31:9.9": "Вот как мы пребываем прилежными, старательными, решительными.",
  "mn31:10.1": "– Хорошо, Ануруддха, хорошо.",
  "mn31:10.2": "Но по мере того как вы пребываете столь прилежными, старательными, решительными, достигли ли вы каких-либо сверхчеловеческих состояний, исключительности в знании и видении, которые достойны Благородных, приятного пребывания? ",
  "mn31:10.3": "– Конечно же, уважаемый. ",
  "mn31:10.4": "Когда мы того пожелаем, мы, будучи отстранёнными от чувственных удовольствий, отстранёнными от неблагих состояний [ума], входим и пребываем в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn31:10.5": "Уважаемый, это сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого мы достигли, пребывая прилежными, старательными, решительными. ",
  "mn31:11-13.1": "- Хорошо, Ануруддха, хорошо! ",
  "mn31:11-13.2": "Но есть ли какое-либо иное сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого бы вы достигли, преодолев это пребывание, делая так, чтобы это пребывание утихло? ",
  "mn31:11-13.3": "– Конечно же, уважаемый. ",
  "mn31:11-13.4": "Когда мы того пожелаем, мы, с угасанием направления и удержания входим и пребываем во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения.  ",
  "mn31:11-13.5": "Уважаемый, это ещё одно сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого мы достигли, преодолев предыдущее пребывание, делая так, чтобы то пребывание утихло. ",
  "mn31:14.1": "– Хорошо, Ануруддха, хорошо. ",
  "mn31:14.2": "Но есть ли какое-либо иное сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого бы вы достигли, преодолев это пребывание, делая так, чтобы это пребывание утихло? ",
  "mn31:14.3": "– Конечно же, уважаемый.  ",
  "mn31:14.4": "Когда мы того пожелаем, мы, с угасанием восторга пребываем невозмутимыми, осознанными, бдительными, всё ещё ощущая приятное телом. Мы входим и пребываем в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn31:14.5": "Уважаемый, это ещё одно сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого мы достигли, преодолев предыдущее пребывание, делая так, чтобы то пребывание утихло. ",
  "mn31:15.1": "– Хорошо, Ануруддха, хорошо.",
  "mn31:15.2": "Но есть ли какое-либо иное сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого бы вы достигли, преодолев это пребывание, делая так, чтобы это пребывание утихло? ",
  "mn31:15.3": "– Конечно же, уважаемый. ",
  "mn31:15.4": "Когда мы того пожелаем, мы, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, входим и пребываем в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn31:15.5": "Уважаемый, это ещё одно сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого мы достигли, преодолев предыдущее пребывание, делая так, чтобы то пребывание утихло. ",
  "mn31:16.1": "– Хорошо, Ануруддха, хорошо. ",
  "mn31:16.2": "Но есть ли какое-либо иное сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого бы вы достигли, преодолев это пребывание, делая так, чтобы это пребывание утихло? ",
  "mn31:16.3": "– Конечно же, уважаемый.  ",
  "mn31:16.4": "Когда мы того пожелаем, с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращая внимания на восприятие множественного, осознавая: «Пространство безгранично», мы входит и пребываем в сфере безграничного пространства. ",
  "mn31:16.5": "Уважаемый, это ещё одно сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого мы достигли, преодолев предыдущее пребывание, делая так, чтобы то пребывание утихло. ",
  "mn31:17.1": "– Хорошо, Ануруддха, хорошо. ",
  "mn31:17.2": "Но есть ли какое-либо иное сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого бы вы достигли, преодолев это пребывание, делая так, чтобы это пребывание утихло? ",
  "mn31:17.3": "– Конечно же, уважаемый. ",
  "mn31:17.4": "Когда мы того пожелаем, с полным преодолением сферы безграничного пространства, осознавая: «Сознание безгранично», мы входим и пребываем в сфере безграничного сознания. … ",
  "mn31:17.5": "Когда мы того пожелаем, с полным преодолением сферы безграничного сознания, осознавая: «Здесь ничего нет», мы входим и пребываем в сфере отсутствия всего.… ",
  "mn31:17.6": "Когда мы того пожелаем, с полным преодолением сферы отсутствия мы входим и пребываем в сфере-ни-восприятия-ни-не-восприятия. ",
  "mn31:17.7": "Уважаемый, это ещё одно сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого мы достигли, преодолев предыдущее пребывание, делая так, чтобы то пребывание утихло. ",
  "mn31:18.1": "– Хорошо, Ануруддха, хорошо. ",
  "mn31:18.2": "Но есть ли какое-либо иное сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого бы вы достигли, преодолев это пребывание, делая так, чтобы это пребывание утихло? ",
  "mn31:18.3": "– Конечно же, уважаемый. ",
  "mn31:18.4": "Когда мы того пожелаем, с полным преодолением сферы ни-восприятия-ни-не-восприятия, мы входим и пребываем в прекращении восприятия и чувствования. И наши пятна [загрязнений ума] уничтожены нашим видением мудростью. ",
  "mn31:18.5": "Уважаемый, это ещё одно сверхчеловеческое состояние, исключительность в знании и видении, достойная Благородных, приятное пребывание, которого мы достигли, преодолев предыдущее пребывание, делая так, чтобы то пребывание утихло.  ",
  "mn31:18.6": "И, уважаемый, мы не видим какого-либо иного приятного пребывания, более возвышенного и более утончённого, нежели это. ",
  "mn31:18.7": "– Хорошо, Ануруддха, хорошо. ",
  "mn31:18.8": "Нет другого приятного пребывания, более возвышенного и более утончённого, нежели это. ",
  "mn31:19.1": "И после, когда Благословенный наставил, понудил, побудил и порадовал достопочтенного Ануруддху, достопочтенного Нандию и достопочтенного Кимбилу беседой о Дхамме, он встал со своего сиденья и ушёл.",
  "mn31:20.1": "После того как они проводили Благословенного и повернули обратно, достопочтенный Нандия и достопочтенный Кимбила спросили достопочтенного Ануруддху: ",
  "mn31:20.2": "– Говорили ли мы когда-нибудь достопочтенному Ануруддхе о том,  ",
  "mn31:20.3": "что мы достигли этих пребываний и достижений, которые достопочтенный Ануруддха в присутствии Благословенного описал вплоть до уничтожения пятен [загрязнений ума]? ",
  "mn31:20.4": "– Достопочтенные никогда не сообщали мне о том,  ",
  "mn31:20.5": "что они достигли этих пребываний и достижений.  ",
  "mn31:20.6": "Но всё же, охватывая умы достопочтенных своим собственным умом, я знаю, что они достигли этих пребываний и достижений.",
  "mn31:20.7": "И божества также сообщили мне: ",
  "mn31:20.8": "«Эти достопочтенные достигли этих пребываний и достижений». ",
  "mn31:20.9": "И тогда я рассказал об этом, будучи напрямую спрошен Благословенным. ",
  "mn31:21.1": "И тогда дух Дигха Параджана отправился к Благословенному. Поклонившись Благословенному, он встал рядом и сказал: ",
  "mn31:21.2": "– Большое благо для Вадджей, уважаемый, огромное благо для народа Вадджей, уважаемый, ",
  "mn31:21.3": "что Татхагата – совершенный и полностью просветлённый – пребывает среди них, как и эти трое представителей клана –  ",
  "mn31:21.4": "достопочтенный Ануруддха, достопочтенный Нандия, достопочтенный Кимбила! ",
  "mn31:21.5": "Услышав восклицание духа Дигхи Параджаны, земные божества воскликнули: … ",
  "mn31:21.6": "– Большое благо для Вадджей, огромное благо для народа Вадджей,",
  "mn31:21.7": "что Татхагата – совершенный и полностью просветлённый – пребывает среди них, как и эти трое представителей клана –",
  "mn31:21.8": "достопочтенный Ануруддха, достопочтенный Нандия, достопочтенный Кимбила!",
  "mn31:21.9": "Услышав восклицание земных божеств, божества небесного мира Четырёх великих царей… ",
  "mn31:21.10": "божества небесного мира Тридцати трёх… ",
  "mn31:21.11": "божества мира Ямы … ",
  "mn31:21.12": "божества мира Туситы … ",
  "mn31:21.13": "божества мира дэвов, наслаждающихся творением … ",
  "mn31:21.14": "божества мира дэвов, имеющих власть над творениями других … ",
  "mn31:21.15": "божества свиты Брахмы воскликнули: ",
  "mn31:21.16": "– Большое благо для Вадджей, огромное благо для народа Вадджей, ",
  "mn31:21.17": "что Татхагата – совершенный и полностью просветлённый – пребывает среди них, как и эти трое представителей клана – ",
  "mn31:21.18": "достопочтенный Ануруддха, достопочтенный Нандия, достопочтенный Кимбила! ",
  "mn31:21.19": "Так за мгновение эти достопочтенные стали известны вплоть до мира Брахмы. ",
  "mn31:22.1": "[Благословенный ответил]: – Так оно, Дигха, так оно! ",
  "mn31:22.2": "И если тот клан, в котором эти трое представителей клана покинули жизнь домохозяйскую ради жизни бездомной, будет помнить о них с преданным сердцем, это приведёт этот клан к благополучию и счастью на долгое время. ",
  "mn31:22.3": "И если свита этого клана, в котором эти трое представителей клана… ",
  "mn31:22.4": "и если деревня, в которой они покинули жизнь домохозяйскую… ",
  "mn31:22.5": "если селение … ",
  "mn31:22.6": "если город … ",
  "mn31:22.7": "если страна в которой эти трое представителей клана покинули жизнь домохозяйскую ради жизни бездомной, будет помнить о них с преданным сердцем, это приведёт эту страну к благополучию и счастью на долгое время. ",
  "mn31:22.8": "Если вся знать будет помнить этих троих представителей клана с преданным сердцем, то это приведёт эту знать к благополучию и счастью на долгое время.  ",
  "mn31:22.9": "если все брахманы … ",
  "mn31:22.10": "если все купцы … ",
  "mn31:22.11": "если все рабочие будут помнить этих троих представителей клана с преданным сердцем, это приведёт этих рабочих к благополучию и счастью на долгое время. ",
  "mn31:22.12": "Если мир с его богами, его Марами и его Брахмами, это поколение с его жрецами и отшельниками, князьями и [простыми] людьми, будет помнить этих троих представителей клана с преданным сердцем, это приведёт этот мир к благополучию и счастью на долгое время. ",
  "mn31:22.13": "Видишь, Дигха, насколько эти трое представителей клана практикуют ради благополучия и счастья многих, из сострадания к миру, ради блага и счастья богов и людей. ",
  "mn31:22.14": "Так сказал Благословенный. ",
  "mn31:22.15": "Дух Дигха Параджана был доволен и восхитился словами Благословенного. "
}