{
  "mn33:0.1": "Мадджхима Никая 33 ",
  "mn33:0.2": "Большое наставление о пастухе ",
  "mn33:1.1": "Так я слышал. ",
  "mn33:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn33:1.3": "Там он обратился к монахам так: ",
  "mn33:1.4": "- Монахи! ",
  "mn33:1.5": "– Уважаемый, – ответили они. ",
  "mn33:1.6": "Благословенный сказал следующее: ",
  "mn33:2.1": "– Монахи, обладая одиннадцатью факторами, пастух не способен содержать и выращивать стадо. ",
  "mn33:2.2": "Каким одиннадцатью? ",
  "mn33:2.3": "Пастух не имеет знания формы. Он неумелый в плане [определения] характеристик. Он не вытаскивает яйца мух. Он не перевязывает раны. Он не окуривает сараи. Он не знает брода. Он не понимает, что значит напиться [домашнему скоту]. Он не знает дороги. Он неумелый в пастбищах. Он доит насухо. Он не выражает особого почтения тем быкам, которые являются отцами и вожаками стада.  ",
  "mn33:2.4": "Обладая этими одиннадцатью факторами, пастух не способен содержать и выращивать стадо. ",
  "mn33:3.1": "Точно также, монахи, обладая одиннадцатью факторами, монах не способен к росту, возрастанию, исполнению в этой Дхамме и Винае.  ",
  "mn33:3.2": "Каким одиннадцатью?",
  "mn33:3.3": " Монах не имеет знания формы. Он неумелый [в плане] характеристик. Он не вытаскивает яйца мух. Он не перевязывает ран. Он не окуривает сараи. Он не знает брода. Он не понимает, что значит напиться. Он не знает дороги. Он неумелый в пастбищах. Он доит насухо. Он не выражает особого почтения тем старшим монахам, которые уже давно находятся [в монашестве], которые давно ушли в бездомную жизнь, которые являются отцами и вожаками Сангхи. ",
  "mn33:4.1": "И каким образом монах не имеет знания формы? ",
  "mn33:4.2": "Вот, монах не понимает в соответствии с действительностью: «Всякая материальная форма любого вида состоит из четырёх великих элементов, материальная форма выстроена из четырёх великих элементов».  ",
  "mn33:4.3": "Вот каким образом этот монах не имеет знания формы.",
  "mn33:5.1": "И каким образом монах неумелый [в плане] характеристик?  ",
  "mn33:5.2": "Вот, монах не понимает в соответствии с действительностью: «Дурака характеризуют его поступки. Мудреца характеризуют его поступки». ",
  "mn33:5.3": "Вот каким образом этот монах неумелый [в плане] характеристик. ",
  "mn33:6.1": "И каким образом монах не вытаскивает яйца мух? ",
  "mn33:6.2": "Вот, монах терпит возникшую мысль, [вызванную] чувственным желанием. Он не отбрасывает её, не рассеивает её, не устраняет её, не уничтожает её. Он терпит возникшую недоброжелательную мысль… терпит возникшую мысль о причинении вреда… терпит плохие, неблагие состояния [ума] каждый раз, как они возникают. Он не отбрасывает их, не рассеивает их, не устраняет их, не уничтожает их. ",
  "mn33:6.3": "Вот каким образом этот монах не вытаскивает яйца мух. ",
  "mn33:7.1": "И каким образом монах не перевязывает раны?  ",
  "mn33:7.2": "Вот, видя форму глазом, монах цепляется за её образ и черты. ",
  "mn33:7.3": "Хотя, по мере того как он оставляет способность глаза неохраняемой, плохие неблагие состояния алчности и грусти могут наводнить его – он не практикует сдержанность в отношении этого. Он не охраняет способность глаза. Он не предпринимает сдерживания способности глаза. ",
  "mn33:7.4": "Слыша звук ухом… ",
  "mn33:7.5": "Обоняя запах носом … ",
  "mn33:7.6": "Пробуя вкус языком … ",
  "mn33:7.7": "Касаясь осязаемой вещи телом … ",
  "mn33:7.8": "Познавая умственный феномен умом, он цепляется за его образ и черты. ",
  "mn33:7.9": "Хотя, по мере того как он оставляет способность ума неохраняемой, плохие неблагие состояния алчности и грусти могут наводнить его – он не практикует сдержанность в отношении этого. Он не охраняет способность ума. Он не предпринимает сдерживания способности ума.  ",
  "mn33:7.10": "Вот каким образом этот монах не перевязывает раны. ",
  "mn33:8.1": "И каким образом монах не окуривает сараи? ",
  "mn33:8.2": "Вот, монах не обучает других заученной и освоенной им Дхамме в подробностях.  ",
  "mn33:8.3": "Вот каким образом этот монах не окуривает сараи. ",
  "mn33:9.1": "И каким образом монах не знает брода? ",
  "mn33:9.2": "Вот, монах время от времени не подходит к тем монахам, которые являются учёными, опытными в традиции, которые поддерживают Дхамму, Винаю, основные положения [Дхаммы]. И он не интересуется у них:  ",
  "mn33:9.3": "«Уважаемый, как это [понять]?  ",
  "mn33:9.4": "Каково значение этого?»  ",
  "mn33:9.5": "И те достопочтенные не раскрывают ему того, что [для него] не было раскрыто, не проясняют неясное, не рассеивают его сомнения в отношении многочисленных моментов, которые вызывают сомнения.  ",
  "mn33:9.6": "Вот каким образом этот монах не знает брода. ",
  "mn33:10.1": "И каким образом монах не понимает, что значит напиться? ",
  "mn33:10.2": "Вот, когда преподаётся провозглашённая Татхагатой Дхамма и Виная, монах не получает вдохновения от значения, не получает вдохновения от Дхаммы, не получает радости, связанной с Дхаммой.  ",
  "mn33:10.3": "Вот каким образом этот монах не понимает, что значит напиться. ",
  "mn33:11.1": "И каким образом монах не знает дороги? ",
  "mn33:11.2": "Вот, монах не понимает в соответствии с действительностью Благородный восьмеричный путь.  ",
  "mn33:11.3": "Вот каким образом этот монах не знает дорогу. ",
  "mn33:12.1": "И каким образом монах неумелый в пастбищах?  ",
  "mn33:12.2": "Вот, монах не понимает четыре основы осознанности в соответствии с действительностью.  ",
  "mn33:12.3": "Вот каким образом этот монах неумелый в пастбищах. ",
  "mn33:13.1": "И каким образом монах доит насухо?  ",
  "mn33:13.2": "Вот, когда верующие домохозяева приглашают монаха принять столько одеяний, еды, жилищ, необходимых для лечения вещей, сколько он пожелает, монах принимает, не зная меры.  ",
  "mn33:13.3": "Вот каким образом монах доит насухо. ",
  "mn33:14.1": "И каким образом монах не выражает особого почтения тем старшим монахам, которые уже давно находятся [в монашестве], которые давно ушли в бездомную жизнь, которые являются отцами и вожаками Сангхи?  ",
  "mn33:14.2": "Вот, монах не поддерживает телесных поступков доброжелательности как прилюдно, так и в частном порядке по отношению к тем старшим монахам. Он не поддерживает словесных…  ",
  "mn33:14.3": "",
  "mn33:14.4": "Он не поддерживает умственных поступков доброжелательности к ним как прилюдно, так и в частном порядке. ",
  "mn33:14.5": "Вот каким образом этот монах не выражает особого почтения тем старшим монахам… которые являются отцами и вожаками Сангхи. ",
  "mn33:14.6": "Когда монах обладает этими одиннадцатью факторами, он не способен к росту, возрастанию, исполнению в этой Дхамме и Винае. ",
  "mn33:15.1": "Монахи, обладая одиннадцатью факторами, пастух способен содержать и выращивать стадо. ",
  "mn33:15.2": "Какими одиннадцатью? ",
  "mn33:15.3": "Пастух имеет знание формы. Он умелый в плане [определения] характеристик. Он вытаскивает яйца мух. Он перевязывает раны. Он окуривает сараи. Он знает брод. Он понимает, что значит напиться [домашнему скоту]. Он знает дорогу. Он умелый в пастбищах. Он не доит насухо. Он выражает особое почтение тем быкам, которые являются отцами и вожаками стада.  ",
  "mn33:15.4": "Обладая этими одиннадцатью факторами, пастух способен содержать и выращивать стадо. ",
  "mn33:16.1": "Точно также, монахи, обладая одиннадцатью факторами, монах способен к росту, совершенствованию, исполнению в этой Дхамме и Винае. ",
  "mn33:16.2": "Какими одиннадцатью? ",
  "mn33:16.3": "Монах имеет знание формы. Он умелый [в плане] характеристик.Он вытаскивает яйца мух. Он перевязывает раны. Он окуривает сараи. Он знает брод. Он понимает, что значит напиться. Он знает дорогу. Он умелый в пастбищах. Он не доит насухо. Он выражает особое почтение тем старшим монахам, которые уже давно находятся [в монашестве], которые давно ушли в бездомную жизнь, которые являются отцами и вожаками Сангхи. ",
  "mn33:17.1": "И каким образом монах имеет знание формы?",
  "mn33:17.2": "Вот, монах понимает в соответствии с действительностью: «Всякая материальная форма любого вида состоит из четырёх великих элементов, материальная форма выстроена из четырёх великих элементов». ",
  "mn33:17.3": "Вот каким образом этот монах имеет знание формы. ",
  "mn33:18.1": "И каким образом монах умелый [в плане] характеристик? ",
  "mn33:18.2": " Вот, монах понимает в соответствии с действительностью: «Дурака характеризуют его поступки. Мудреца характеризуют его поступки». ",
  "mn33:18.3": "Вот каким образом этот монах умелый [в плане] характеристик. ",
  "mn33:19.1": "И каким образом монах вытаскивает яйца мух? ",
  "mn33:19.2": " Вот, монах не терпит возникшую мысль, [вызванную] чувственным желанием. Он отбрасывает её, рассеивает её, устраняет её, уничтожает её. Он не терпит возникшую недоброжелательную мысль… не терпит возникшую мысль о причинении вреда… не терпит плохих, неблагих состояний [ума] каждый раз, как они возникают. Он отбрасывает их, рассеивает их, устраняет их, уничтожает их. ",
  "mn33:19.3": "Вот каким образом этот монах вытаскивает яйца мух. ",
  "mn33:20.1": "И каким образом монах перевязывает раны?  ",
  "mn33:20.2": "Вот, видя форму глазом, монах не цепляется за её образ и черты. ",
  "mn33:20.3": "Поскольку, по мере того как он оставляет способность глаза неохраняемой, плохие неблагие состояния алчности и грусти могут наводнить его – он практикует сдержанность в отношении этого. Он охраняет способность глаза. Он предпринимает сдерживание способности глаза. ",
  "mn33:20.4": "Слыша звук ухом… ",
  "mn33:20.5": "Обоняя запах носом… ",
  "mn33:20.6": "Пробуя вкус языком… ",
  "mn33:20.7": "Касаясь осязаемой вещи телом… ",
  "mn33:20.8": "Познавая умственный феномен умом, он не цепляется за его образ или черты. ",
  "mn33:20.9": "Поскольку, по мере того как он оставляет способность ума неохраняемой, плохие неблагие состояния алчности и грусти могут наводнить его – он практикует сдержанность в отношении этого. Он охраняет способность ума. Он предпринимает сдерживание способности ума. ",
  "mn33:20.10": "Вот каким образом этот монах перевязывает раны. ",
  "mn33:21.1": "И каким образом монах окуривает сараи? ",
  "mn33:21.2": "Вот, монах обучает других заученной и освоенной им Дхамме в подробностях.  ",
  "mn33:21.3": "Вот каким образом этот монах окуривает сараи.",
  "mn33:22.1": "И каким образом монах знает брод? ",
  "mn33:22.2": "Вот, монах время от времени подходит к тем монахам, которые являются учёными, опытными в традиции, которые поддерживают Дхамму, Винаю, основные положения [Дхаммы]. И он интересуется у них: ",
  "mn33:22.3": "«Уважаемый, как это [понять]?  ",
  "mn33:22.4": "Каково значение этого?»  ",
  "mn33:22.5": "И тогда те достопочтенные раскрывают ему то, что [для него] не было раскрыто, проясняют неясное, рассеивают его сомнения в отношении многочисленных моментов, которые вызывают сомнения.  ",
  "mn33:22.6": "Вот каким образом этот монах знает брод. ",
  "mn33:23.1": "И каким образом монах понимает, что значит напиться? ",
  "mn33:23.2": "Вот, когда преподаётся провозглашённая Татхагатой Дхамма и Виная, монах получает вдохновение от значения, получает вдохновение от Дхаммы, получает радость, связанную с Дхаммой.  ",
  "mn33:23.3": "Вот каким образом этот монах понимает, что значит напиться. ",
  "mn33:24.1": "И каким образом монах знает дорогу?  ",
  "mn33:24.2": "Вот, монах понимает в соответствии с действительностью Благородный восьмеричный путь.  ",
  "mn33:24.3": "Вот каким образом этот монах знает дорогу. ",
  "mn33:25.1": "И каким образом монах умелый в пастбищах?  ",
  "mn33:25.2": "Вот, монах понимает четыре основы осознанности в соответствии с действительностью.  ",
  "mn33:25.3": "Вот каким образом этот монах умелый в пастбищах. ",
  "mn33:26.1": "И каким образом монах не доит насухо? ",
  "mn33:26.2": "Вот, когда верующие домохозяева приглашают монаха принять столько одеяний, еды, жилищ, необходимых для лечения вещей, сколько он пожелает, ",
  "mn33:26.3": "монах принимает, зная меру.  ",
  "mn33:26.4": "Вот каким образом монах не доит насухо. ",
  "mn33:27.1": "И каким образом монах выражает особое почтение тем старшим монахам, которые уже давно находятся [в монашестве], которые давно ушли в бездомную жизнь, которые являются отцами и вожаками Сангхи?  ",
  "mn33:27.2": "Вот, монах поддерживает телесные поступки доброжелательности как прилюдно так и в частном порядке по отношению к тем старшим монахам. Он поддерживает словесные… умственные поступки доброжелательности по отношению к ним как прилюдно, так и в частном порядке.  ",
  "mn33:27.3": "",
  "mn33:27.4": "",
  "mn33:27.5": "Вот каким образом этот монах выражает особое почтение тем старшим монахам… которые являются отцами и вожаками Сангхи. ",
  "mn33:27.6": "Обладая этими одиннадцатью факторами, монах способен к росту, возрастанию, исполнению в этой Дхамме и Винае. ",
  "mn33:27.7": "Так сказал Благословенный. ",
  "mn33:27.8": "Монахи были довольны и восхитились словами Благословенного. "
}