{
  "mn34:0.1": "Мадджхима Никая 34 ",
  "mn34:0.2": "Малое наставление о пастухе ",
  "mn34:1.1": "Так я слышал. ",
  "mn34:1.2": "Однажды Благословенный проживал в стране Вадджей, в Уккачеле на берегу реки Ганги.  ",
  "mn34:1.3": "Там он обратился к монахам так: ",
  "mn34:1.4": "- Монахи! ",
  "mn34:1.5": "- Уважаемый, - ответили они. ",
  "mn34:1.6": "Благословенный сказал следующее: ",
  "mn34:2.1": "– Монахи, как-то раз в Магадхе жил один глупый пастух, который в последний месяц сезона дождей, осенью, не изучив ближнего берега или дальнего берега реки Ганги, повёл своё стадо в стране Видехов1 на другой берег в том месте, где не было брода. ",
  "mn34:3.1": "И тогда посреди реки стадо сбилось в кучу, из-за чего повстречало беду и несчастье.  ",
  "mn34:3.2": "И почему? ",
  "mn34:3.3": "Потому что глупый пастух из Магадхи в последний месяц сезона дождей, осенью, не изучив ближнего берега или дальнего берега реки Ганги, повёл своё стадо в стране Видехов на другой берег в том месте, где не было брода. ",
  "mn34:3.4": "Точно так же, монахи, что касается тех жрецов и отшельников, которые являются неумелыми в этом мире и в другом мире, неумелыми в царстве Мары и в том, что лежит вне царства Мары, неумелыми в царстве Смерти и в том, что лежит вне царства Смерти, – это приведёт к вреду и страданию на долгое время тех, кто верит им и думает, что их следует слушать. ",
  "mn34:4.1": "Монахи, как-то раз в Магадхе жил один мудрый пастух, который в последний месяц сезона дождей, осенью, изучив ближний берег или дальний берег реки Ганги, повёл своё стадо в стране Видехов на другой берег в том месте, где был брод.  ",
  "mn34:5.1": "Он сделал так, чтобы быки, которые являются отцами и вожаками стада, пошли первыми,  ",
  "mn34:5.2": "и они боролись с потоком Ганги и перебрались в благополучии на дальний берег. ",
  "mn34:5.3": "Он сделал так, чтобы сильные быки и те, которых нужно приручить, пошли следующими,  ",
  "mn34:5.4": "и они также боролись с потоком Ганги и перебрались в благополучии на дальний берег. ",
  "mn34:5.5": "Он сделал так, чтобы тёлки и телята пошли следующими, ",
  "mn34:5.6": "и они также боролись с потоком Ганги и перебрались в благополучии на дальний берег. ",
  "mn34:5.7": "Он сделал так, чтобы молодые телята и хилые коровы пошли следующими,  ",
  "mn34:5.8": " и они также боролись с потоком Ганги и перебрались в благополучии на дальний берег. ",
  "mn34:5.9": "И в то время был один новорождённый телёнок, и, подталкиваемый мычанием матери, он также боролся с потоком Ганги и перебрался в благополучии на дальний берег.  ",
  "mn34:5.10": "И почему так произошло? ",
  "mn34:5.11": "Потому что мудрый пастух из Магадхи в последний месяц сезона дождей, осенью, изучив ближний берег или дальний берег реки Ганги, повёл своё стадо в стране Видехов на другой берег в том месте, где был брод. ",
  "mn34:5.12": "Точно также, монахи, что касается тех жрецов и отшельников, которые являются умелыми в этом мире и в другом мире, умелыми в царстве Мары и в том, что лежит вне царства Мары, умелыми в царстве Смерти и в том, что лежит вне царства Смерти, – это приведёт к благополучию и счастью на долгое время тех, кто верит им и думает, что их следует слушать. ",
  "mn34:6.1": "Монахи, подобно тому как быки, которые являются отцами и вожаками стада, боролись с потоком Ганги и перебрались в благополучии на дальний берег, –  ",
  "mn34:6.2": "точно также те монахи, которые являются арахантами с уничтоженными пятнами [загрязнений ума], которые прожили святую жизнь, сделали то, что следовало сделать, сбросили тяжкий груз, достигли своей цели, уничтожили путы существования и полностью освободились посредством окончательного знания, – борясь против потока Мары, они в благополучии перебрались на дальний берег. ",
  "mn34:7.1": "Подобно тому, как сильные быки и те, которых нужно приручить, боролись с потоком Ганги и перебрались в благополучии на дальний берег, –  ",
  "mn34:7.2": "точно также и те монахи, которые с уничтожением пяти нижних оков появятся спонтанно [в мире Чистых обителей], где достигнут окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот], – борясь против потока Мары, они в благополучии переберутся на дальний берег. ",
  "mn34:8.1": "Подобно тому, как тёлки и телята боролись с потоком Ганги и перебрались в благополучии на дальний берег, – ",
  "mn34:8.2": "точно также и те монахи, которые с уничтожением трёх [нижних] оков и с ослаблением жажды, злобы, заблуждения, являются однажды-возвращающимися, которые вернутся в этот мир лишь один раз и положат конец страданиям, – борясь против потока Мары, они также в благополучии переберутся на дальний берег. ",
  "mn34:9.1": "Подобно тому, как молодые телята и хилые коровы боролись с потоком Ганги и перебрались в благополучии на дальний берег, – ",
  "mn34:9.2": "точно также и те монахи, которые с уничтожением трёх [нижних] оков являются вступившими в поток, более не подверженными погибели, утверждёнными [в своей участи освободиться], направляющимися к просветлению, – борясь против потока Мары, они также в благополучии переберутся на дальний берег. ",
  "mn34:10.1": "Подобно тому, как тот новорождённый телёнок, подталкиваемый мычанием матери, также боролся с потоком Ганги и перебрался в благополучии на дальний берег, – ",
  "mn34:10.2": "точно также и те монахи, которые являются идущими-за-счёт-Дхаммы и идущими-за-счёт-веры, – борясь против потока Мары, они также в благополучии переберутся на дальний берег ",
  "mn34:11.1": "Монахи, я умелый в этом мире и в другом мире, умелый в царстве Мары и в том, что лежит вне царства Мары, умелый в царстве Смерти и в том, что лежит вне царства Смерти. Это приведёт к благополучию и счастью на долгое время тех, кто верит мне и думает, что меня следует слушать. ",
  "mn34:12.1": "Так сказал Благословенный.  ",
  "mn34:12.2": "Когда Высочайший сказал так, [он], Учитель, далее добавил: ",
  "mn34:12.3": "Мир этот, как и мир, что будет после, ",
  "mn34:12.4": "Был [объяснён], расписан тем, кто знает. ",
  "mn34:12.5": "А также то, докуда может достать Мара, ",
  "mn34:12.6": "И то, что лежит вне пределов смерти. ",
  "mn34:12.7": "Весь мир всецело зная напрямую,, ",
  "mn34:12.8": "Он, Просветленный, тот, кто понимает, - ",
  "mn34:12.9": "В бессмертное ворота распахнул лн,  ",
  "mn34:12.10": "Ниббаны чтоб сохранности достигнуть. ",
  "mn34:12.11": "Борьба с потоком Мары происходит,  ",
  "mn34:12.12": "Течение закрыто, трос отрезан.  ",
  "mn34:12.13": "Решительно возрадуйтесь, монахи, ",
  "mn34:12.14": "Свои сердца к спасению направьте. "
}