{
  "mn35:0.1": "Мадджхима Никая 35 ",
  "mn35:0.2": "Малая беседа с Саччакой ",
  "mn35:1.1": "Так я слышал. ",
  "mn35:1.2": "Однажды Благословенный проживал в Весали, в Великом лесу, в Зале С Остроконечной Крышей. ",
  "mn35:2.1": "И в то время Саччака, сын нигантхов, проживал в Весали – искусный спорщик и умелый оратор, которого многие считали святым. ",
  "mn35:2.2": "В собрании [людей] из Весали он делал такое утверждение: ",
  "mn35:2.3": "«Я не вижу ни одного жреца или отшельника, предводителя общины, предводителя группы, наставника группы, даже того, кто заявляет, что в совершенстве и полностью просветлён, кто бы не дрогнул, не задрожал, не поколебался, у кого бы пот не заструился из подмышек, если бы он вступил со мной в дебаты.  ",
  "mn35:2.4": "Даже если бы я пустился в дебаты с бесчувственным столбом, тот бы дрогнул, задрожал, поколебался, если бы он [мог] пуститься в дебаты со мной,  ",
  "mn35:2.5": "так что уж говорить о человеческом существе?» ",
  "mn35:3.1": "И тогда, утром, достопочтенный Ассаджи оделся, взял чашу и внешнее одеяние и отправился в Весали за подаяниями. ",
  "mn35:3.2": "По мере того как Саччака, сын нигантхов, ходил и бродил по Весали, чтобы размяться, он издали увидел достопочтенного Ассаджи, ",
  "mn35:3.3": "подошёл к нему и обменялся с ним приветствиями. ",
  "mn35:3.4": "После обмена вежливыми приветствиями и любезностями Саччака, сын нигантхов, встал рядом и сказал ему: ",
  "mn35:4.1": "– Господин Ассаджи, как отшельник Готама дисциплинирует своих учеников? Каким образом обычно излагается наставление отшельника Готамы его ученикам? ",
  "mn35:4.2": "– Вот как Благословенный дисциплинирует своих учеников, и вот как обычно излагается наставление отшельника Готамы его ученикам: ",
  "mn35:4.3": "«Монахи, материальная форма непостоянна, чувство непостоянно, восприятие непостоянно, формации [ума] непостоянны, сознание непостоянно.  ",
  "mn35:4.4": "Монахи, материальная форма безличностна, чувство безличностно, восприятие безличностно, формации безличностны, сознание безличностно.  ",
  "mn35:4.5": "Все формации непостоянны. Все вещи безличностны. ",
  "mn35:4.6": "Вот как Благословенный дисциплинирует своих учеников, и вот как обычно излагается наставление отшельника Готамы его ученикам. ",
  "mn35:4.7": "– Если бы мы услышали, что утверждает отшельник Готама, мы бы действительно услышали бы [лишь] неприятное. ",
  "mn35:4.8": "Быть может, придёт время, мы встретимся с Господином Готамой и побеседуем с ним. Быть может, мы сможем отлучить его от этого порочного воззрения. ",
  "mn35:5.1": "И в то время пятьсот Личчхави собрались вместе в зале для собраний по некоему делу. ",
  "mn35:5.2": "Тогда Саччака, сын нигантхов, отправился к ним и сказал: ",
  "mn35:5.3": "– Приходите, почтенные Личчхави, приходите! Сегодня будет беседа между мной и отшельником Готамой.  ",
  "mn35:5.4": "Если отшельник Готама будет придерживаться [в разговоре] со мной того же, чего придерживался прежде [в разговоре] со мной один из его знаменитых учеников, монах по имени Ассаджи, то тогда, подобно тому как сильный человек мог бы схватить длинношёрстного барана за шерсть и тягать его туда-сюда, – точно также в дебатах я буду тягать отшельника Готаму туда-сюда. ",
  "mn35:5.5": "",
  "mn35:5.6": "Подобно сильному рабочему пивоварни, который может бросить большое сито пивовара в глубокую ёмкость с водой и, взяв его за углы, тягать его туда-сюда, – точно также в дебатах я буду тягать отшельника Готаму туда-сюда. ",
  "mn35:5.7": "",
  "mn35:5.8": "Подобно сильному смесителю пивоварни, который может взять дуршлаг за углы и трясти его, [мотая] то вверх, то вниз, ударяя им, – точно также в дебатах я буду трясти отшельника Готаму, [мотая] то вверх, то вниз, ударяя им. ",
  "mn35:5.9": "",
  "mn35:5.10": "Подобно шестидесятилетнему слону, который может плюхнуться в глубокий пруд и наслаждаться игрой в мытьё пеньки4, – точно также я буду наслаждаться игрой в мытьё пеньки с отшельником Готамой.  ",
  "mn35:5.11": "",
  "mn35:5.12": "Приходите, почтенные Личчхави, приходите! Сегодня будет беседа между мной и отшельником Готамой. ",
  "mn35:6.1": "И тогда некоторые Личчхави сказали: ",
  "mn35:6.2": "– Да кто такой этот отшельник Готама, чтобы он мог опровергнуть утверждения Саччаки, сына нигантхов? Напротив, Саччака, сын нигантхов, опровергнет утверждения отшельника Готамы. ",
  "mn35:6.3": "А некоторые Личчхави сказали: ",
  "mn35:6.4": "– Да кто такой этот Саччака, сын нигантхов, чтобы он мог опровергнуть утверждения Благословенного? Напротив, Благословенный опровергнет утверждения Саччаки, сына Нигантхов. ",
  "mn35:6.5": "И затем Саччака, сын нигантхов, вместе с пятью сотнями Личчхави отправился к Залу С Остроконечной Крышей в Великом лесу. ",
  "mn35:7.1": "И в то время группа монахов ходила, [медитируя] под открытым небом вперёд и назад.  ",
  "mn35:7.2": "И тогда Саччака, сын нигантхов, подошёл к ним и спросил: ",
  "mn35:7.3": "– Где сейчас господин Готама, почтенные?  ",
  "mn35:7.4": "Мы бы хотели увидеть господина Готаму. ",
  "mn35:7.5": "– Благословенный вошёл в Великий лес, Аггивессана, и сидит у подножья дерева, дабы провести [там] остаток дня. ",
  "mn35:8.1": "И тогда Саччака, сын нигантхов, вместе с большой толпой Личчхави вошёл в Великий лес и подошёл к Благословенному.  ",
  "mn35:8.2": "Он обменялся с Благословенным приветствиями и после обмена вежливыми приветствиями и любезностями сел рядом. ",
  "mn35:8.3": "Некоторые Личчхави поклонились Благословенному и сели рядом. Некоторые обменялись с ним приветствиями и после обмена вежливыми приветствиями и любезностями сели рядом. Некоторые из них сели рядом, поприветствовав Благословенного сложенными у груди ладонями. Некоторые из них сели рядом, объявив перед Благословенным своё имя и имя клана. Некоторые из них сели рядом [просто] молча. ",
  "mn35:9.1": "Когда Саччака, сын нигантхов, сел рядом, он сказал Благословенному: ",
  "mn35:9.2": "– Я бы хотел спросить господина Готаму кое о чём, если бы господин Готама соизволил ответить на вопрос. ",
  "mn35:9.3": "– Спрашивай, что пожелаешь, Аггивессана. ",
  "mn35:9.4": "– Как господин Готама дисциплинирует своих учеников? Каким образом обычно излагается наставление господина Готамы его ученикам? ",
  "mn35:9.5": "– Вот как я дисциплинирую своих учеников, Аггивессана, и вот как обычно излагается моё наставление моим ученикам:  ",
  "mn35:9.6": "«Монахи, материальная форма непостоянна, чувство непостоянно, восприятие непостоянно, формации [ума] непостоянны, сознание непостоянно.  ",
  "mn35:9.7": "Монахи, материальная форма безличностна, чувство безличностно, восприятие безличностно, формации безличностны, сознание безличностно.  ",
  "mn35:9.8": "Все формации непостоянны. Все вещи безличностны». ",
  "mn35:9.9": "Вот как я дисциплинирую своих учеников, и вот как обычно излагается моё наставление моим ученикам. ",
  "mn35:10.1": "– Метафора придумалась мне, господин Готама. ",
  "mn35:10.2": "– Изложи то, что придумалось тебе, Аггивессана, – сказал Благословенный. ",
  "mn35:10.3": "– Подобно тому, как любого вида семена и растения достигают роста, возрастания, созревания, и все они делают так в зависимости от земли, основываясь на земле;  ",
  "mn35:10.4": "",
  "mn35:10.5": "а также подобно тому, как если любая трудная работа выполняется, то вся она выполняется в зависимости от земли, ",
  "mn35:10.6": "",
  "mn35:10.7": "то точно также, господин Готама, «я» человека – это материальная форма, и, основываясь на материальной форме, он порождает благие заслуги или плохие заслуги. «Я» человека – это чувство… это восприятие… это формации… это сознание, и, основываясь на сознании, он порождает благие заслуги или плохие заслуги.",
  "mn35:11.1": "– Аггивессана, не утверждаешь ли ты так:  ",
  "mn35:11.2": "«Материальная форма – это моё «я», чувство – это моё «я», восприятие – это моё «я», формации [ума] – это моё «я», сознание – это моё «я»? ",
  "mn35:11.3": "– Я утверждаю так, господин Готама: Материальная форма – это моё «я», чувство – это моё «я», восприятие – это моё «я», формации [ума] – это моё «я», сознание – это моё «я». ",
  "mn35:11.4": "И также делает и большинство людей. ",
  "mn35:11.5": "– К чему тебе это большинство людей, Аггивессана? ",
  "mn35:11.6": "Будь добр, обозначь только своё собственное утверждение. ",
  "mn35:11.7": "– Если так, господин Готама, то я утверждаю:  ",
  "mn35:11.8": "«Материальная форма – это моё «я», чувство – это моё «я», восприятие – это моё «я», формации [ума] – это моё «я», сознание – это моё «я». ",
  "mn35:12.1": "– В таком случае, Аггивессана, я задам тебе встречный вопрос. Отвечай так, как сочтёшь нужным.  ",
  "mn35:12.2": "Как ты думаешь, Аггивессана?  ",
  "mn35:12.3": "Мог бы помазанный на царство благородный царь – например, Пасенади из Косалы или же царь Аджатасатту Ведехипутта из Магадхи – ",
  "mn35:12.4": "исполнять власть в своём собственном царстве, чтобы казнить тех, кого следует казнить, штрафовать тех, кого следует штрафовать, изгонять тех, кого следует изгонять? ",
  "mn35:12.5": "– господин Готама, помазанный на царство благородный царь – например, Пасенади из Косалы или же царь Аджатасатту Ведехипутта из Магадхи – мог бы исполнять власть в своём собственном царстве, чтобы казнить тех, кого следует казнить, штрафовать тех, кого следует штрафовать, изгонять тех, кого следует изгонять.  ",
  "mn35:12.6": "",
  "mn35:12.7": "Ведь даже такие общины и общества ",
  "mn35:12.8": "как Вадджи и Маллы ",
  "mn35:12.9": "сполняют власть в своих собственных царствах, чтобы казнить тех, кого следует казнить, штрафовать тех, кого следует штрафовать, изгонять тех, кого следует изгонять. ",
  "mn35:12.10": "",
  "mn35:12.11": "Так что уж говорить о помазанном на царство благородном царе, таком как царь Пасенади из Косалы или царь Аджатасатту из Магадхи.  ",
  "mn35:12.12": "Он мог бы исполнять её, господин Готама, и был бы достоин её исполнения. ",
  "mn35:13.1": "– Как ты думаешь, Аггивессана?  ",
  "mn35:13.2": "Когда ты говоришь так: ",
  "mn35:13.3": "«Материальная форма – это моё «я» – исполняешь ли ты какую-либо власть в отношении этой самой материальной формы, как например: ",
  "mn35:13.4": "«Пусть моя форма будет такой. Пусть моя форма не будет такой»? ",
  "mn35:13.5": "Когда так было сказано, Саччака, сын нигантхов, ничего не ответил. ",
  "mn35:13.6": "И во второй раз Благословенный задал тот же самый вопрос, ",
  "mn35:13.7": "",
  "mn35:13.8": "",
  "mn35:13.9": "",
  "mn35:13.10": "и во второй раз Саччака, сын нигантхов, ничего не ответил.  ",
  "mn35:13.11": "Тогда Благословенный сказал ему: ",
  "mn35:13.12": "– Аггивессана, отвечай сейчас же. Сейчас не время молчать. ",
  "mn35:13.13": "Если кто-либо, будучи спрошен Татхагатой разумным вопросом в третий раз, всё ещё не ответит, то его голова прямо на этом самом месте расколется на семь частей. ",
  "mn35:14.1": "И тогда в воздухе над Саччакой, сыном нигантхов, появился владычествующий молниями дух, державший в руке железную молнию – горящую, пылающую, полыхающую, – думая: ",
  "mn35:14.2": "Если Саччака, сын нигантхов, будучи спрошен Благословенным разумным вопросом в третий раз, всё ещё не ответит, то я расколю его голову на семь частей прямо на этом самом месте» ",
  "mn35:14.3": "Благословенный увидел владычествующего молниями духа, как увидел [его] и Саччака, сын нигантхов. ",
  "mn35:14.4": "И тогда Саччака, сын нигантхов, испугался, встревожился, впал в ужас. Выискивая укрытия, пристанища, прибежища в самом Благословенном, он сказал: ",
  "mn35:14.5": "– Спросите меня [ещё раз], господин Готама, я отвечу. ",
  "mn35:15.1": "– Как ты думаешь, Аггивессана? ",
  "mn35:15.2": "Когда ты говоришь так: ",
  "mn35:15.3": "Материальная форма – это моё «я» – исполняешь ли ты какую-либо власть в отношении этой самой материальной формы, как например: ",
  "mn35:15.4": "«Пусть моя форма будет такой. Пусть моя форма не будет такой»? ",
  "mn35:15.5": "- Нет, господин Готама. ",
  "mn35:16.1": "– Обрати внимание, Аггивессана, ",
  "mn35:16.2": "обрати внимание на то, как ты отвечаешь! ",
  "mn35:16.3": "То, что ты сказал после, не согласуется с тем, что ты сказал прежде, как и то, что ты сказал прежде, не согласуется с тем, что ты сказал после.  ",
  "mn35:16.4": "Как ты думаешь, Аггивессана? ",
  "mn35:16.5": "Когда ты говоришь так: ",
  "mn35:16.6": "«Чувство – это моё «я» – исполняешь ли ты какую-либо власть в отношении этого самого чувства, как например: ",
  "mn35:16.7": "«Пусть моё чувство будет таким. Пусть моё чувство не будет таким»? ",
  "mn35:16.8": "- Нет, господин Готама. ",
  "mn35:17.1": "– Обрати внимание, Аггивессана, ",
  "mn35:17.2": "обрати внимание на то, как ты отвечаешь! ",
  "mn35:17.3": "То, что ты сказал после, не согласуется с тем, что ты сказал прежде, как и то, что ты сказал прежде, не согласуется с тем, что ты сказал после.  ",
  "mn35:17.4": "Как ты думаешь, Аггивессана? ",
  "mn35:17.5": "Когда ты говоришь так: ",
  "mn35:17.6": "«Восприятие – это моё «я» – исполняешь ли ты какую-либо власть в отношении этого самого восприятия, как например:  ",
  "mn35:17.7": "«Пусть моё восприятие будет таким. Пусть моё восприятие не будет таким»? ",
  "mn35:17.8": "– Нет, господин Готама. ",
  "mn35:18.1": "– Обрати внимание, Аггивессана, ",
  "mn35:18.2": "обрати внимание на то, как ты отвечаешь! ",
  "mn35:18.3": "То, что ты сказал после, не согласуется с тем, что ты сказал прежде, как и то, что ты сказал прежде, не согласуется с тем, что ты сказал после.  ",
  "mn35:18.4": "Как ты думаешь, Аггивессана? ",
  "mn35:18.5": "Когда ты говоришь так: ",
  "mn35:18.6": "«Формации [ума] – это моё «я» – исполняешь ли ты какую-либо власть в отношении этих самых формаций, как например: ",
  "mn35:18.7": "«Пусть мои формации будут такими. Пусть мои формации не будут такими»? ",
  "mn35:18.8": "– Нет, господин Готама. ",
  "mn35:19.1": "– Обрати внимание, Аггивессана, ",
  "mn35:19.2": "обрати внимание на то, как ты отвечаешь! ",
  "mn35:19.3": "То, что ты сказал после, не согласуется с тем, что ты сказал прежде, как и то, что ты сказал прежде, не согласуется с тем, что ты сказал после.  ",
  "mn35:19.4": "Как ты думаешь, Аггивессана? ",
  "mn35:19.5": "Когда ты говоришь так: ",
  "mn35:19.6": "«Сознание – это моё «я» – исполняешь ли ты какую-либо власть в отношении этого самого сознания, как например: ",
  "mn35:19.7": "«Пусть моё сознание будет таким. Пусть моё сознание не будут таким»? ",
  "mn35:19.8": "– Нет, господин Готама. ",
  "mn35:20.1": "– Обрати внимание, Аггивессана, ",
  "mn35:20.2": "обрати внимание на то, как ты отвечаешь! ",
  "mn35:20.3": "То, что ты сказал после, не согласуется с тем, что ты сказал прежде, как и то, что ты сказал прежде, не согласуется с тем, что ты сказал после.  ",
  "mn35:20.4": "Как ты думаешь, Аггивессана? ",
  "mn35:20.5": "Материальная форма постоянна или непостоянна? ",
  "mn35:20.6": "- Непостоянна, господин Готама. ",
  "mn35:20.7": "– А то, что непостоянно, является страданием или счастьем? ",
  "mn35:20.8": "- Страданием, господин Готама.",
  "mn35:20.9": "– А то, что непостоянно, является страданием, подвержено переменам, может ли считаться таковым:  ",
  "mn35:20.10": "«Это моё, я таков, это моё «я»? ",
  "mn35:20.11": "– Нет, господин Готама. ",
  "mn35:20.12": "- Как ты думаешь, Аггивессана? ",
  "mn35:20.13": "чувство постоянно или непостоянно?… ",
  "mn35:20.14": "восприятие постоянно или непостоянно?… ",
  "mn35:20.15": "формации постоянны или непостоянны?… ",
  "mn35:20.16": "сознание постоянно или непостоянно?… ",
  "mn35:20.17": "- Непостоянно, господин Готама. ",
  "mn35:20.18": "– А то, что непостоянно, является страданием или счастьем? ",
  "mn35:20.19": "- Страданием, господин Готама. ",
  "mn35:20.20": "– А то, что непостоянно, является страданием, подвержено переменам, может ли считаться таковым:  ",
  "mn35:20.21": "«Это моё, я таков, это моё «я»? ",
  "mn35:20.22": "– Нет, господин Готама. ",
  "mn35:21.1": "- Как ты думаешь, Аггивессана? ",
  "mn35:21.2": "– Как ты думаешь, Аггивессана? Когда человек хватается за страдание, обращается к страданию, держится за страдание, считает страдание таковым: «Это моё, я таков, это моё «я», может ли он когда-нибудь полностью понять страдание сам или же пребывать со всецело уничтоженным страданием? ",
  "mn35:21.3": "– Как такое возможно, господин Готама? ",
  "mn35:21.4": "- Нет, господин Готама. ",
  "mn35:21.5": "- Как ты думаешь, Аггивессана? ",
  "mn35:21.6": "Если это так, не хватаешься ли ты за страдание, не обращаешься ли к страданию, не держишься ли за страдание, не считаешь ли страдание таковым: «Это моё, я таков, это моё «я»? ",
  "mn35:21.7": "",
  "mn35:21.8": "– Как может быть иначе, господин Готама?  ",
  "mn35:21.9": "- Да, господин Готама.",
  "mn35:22.1": "– Это как если бы человеку понадобилась сердцевина дерева, он бы искал сердцевину дерева, бродил в поисках сердцевины дерева, взял острый топор и вошёл в лес.  ",
  "mn35:22.2": "Там бы он увидел ствол большой банановой пальмы, прямой, свежей, неспелой. ",
  "mn35:22.3": "Он бы срубил её у основания, отрезал ветви, содрал внешние слои [ствола]. ",
  "mn35:22.4": "И когда он содрал бы внешние слои, то не обнаружил бы даже заболони, не говоря уже о сердцевине. ",
  "mn35:22.5": "Точно также, Аггивессана, когда я тебя прижал, спросил, расспросил насчёт твоего утверждения, ты показал себя пустым, полым, ошибочным.  ",
  "mn35:22.6": "Но ведь это был ты, кто делал такое заявление перед собранием из Весали:  ",
  "mn35:22.7": "«Я не вижу ни одного жреца или отшельника, предводителя общины, предводителя группы, наставника группы, даже того, кто заявляет, что в совершенстве и полностью просветлён, кто бы не дрогнул, не задрожал, не поколебался, у кого бы пот не заструился из подмышек, если бы он вступил со мной в дебаты.  ",
  "mn35:22.8": "Даже если бы я пустился в дебаты с бесчувственным столбом, тот бы дрогнул, задрожал, поколебался, если бы он [мог] пуститься в дебаты со мной,  ",
  "mn35:22.9": "так что уж говорить о человеческом существе?» ",
  "mn35:22.10": "А теперь у тебя на лбу капли пота, и они насквозь промочили твоё внешнее одеяние и упали на землю.  ",
  "mn35:22.11": "Но на моём теле пота сейчас нет. ",
  "mn35:22.12": "И Благословенный раскрыл своё золотистое тело собранию. ",
  "mn35:22.13": "Когда так было сказано, Саччака, сын нигантхов, замолк, смутился, сидел с опущенными плечами и поникшей головой, угрюмый, без ответа. ",
  "mn35:23.1": "И тогда Думмукха, сын Личчхави, увидев Саччаку, сына нигантхов, в таком состоянии, сказал Благословенному: ",
  "mn35:23.2": "– Метафора придумалась мне, господин Готама. ",
  "mn35:23.3": "– Изложи то, что придумалось тебе, Думмукха. ",
  "mn35:23.4": "– Представьте, господин, как если бы неподалёку от деревни или города был лотосовый пруд,  ",
  "mn35:23.5": "в котором бы жил краб. ",
  "mn35:23.6": "И затем несколько мальчиков и девочек вышли бы из деревни или города и отправились бы к [этому] пруду. Они бы вытащили краба из воды и положили на сухую землю. ",
  "mn35:23.7": "И затем, как только краб распрямлял бы одну из конечностей, они отрубали бы её, ломали бы её, разбивали на куски палками и камнями.  ",
  "mn35:23.8": "Так, когда все его конечности были бы отрезаны, поломаны и разбиты на куски, тот краб не смог бы вернуться в тот пруд. ",
  "mn35:23.9": "Точно также, господин, все те искривления, манёвры, колебания Саччаки, сына нигантхов, были отрублены, поломаны и разбиты на куски Благословенным.  ",
  "mn35:23.10": "И теперь у него нет возможности приблизиться вновь к Благословенному, чтобы поспорить. ",
  "mn35:24.1": "Когда так было сказано, Саччака, сын нигантхов, сказал ему: ",
  "mn35:24.2": "– Погоди, Думмукха, погоди! Мы говорим не с тобой, здесь мы разговариваем с господином Готамой.  ",
  "mn35:24.3": "[И далее Саччака продолжил]:  – Оставим, господин Готама, этот наш разговор и [разговоры] других заурядных жрецов и отшельников. ",
  "mn35:24.4": "Я думаю, всё это была просто лишь пустая болтовня. ",
  "mn35:24.5": "Но каким образом ученик господина Готамы – тот, кто исполняет его наставление, который следует его совету, который вышел за пределы сомнений, – становится свободным от замешательства, обретает бесстрашие, становится независимым от других в Учении Учителя? ",
  "mn35:24.6": "– Вот, Аггивессана, любой вид материальной формы – прошлой, настоящей, будущей, внутренней или внешней, грубой или утончённой, низшей или возвышенной, далёкой или близкой, – мой ученик всякую материальную форму видит в соответствии с действительностью правильной мудростью: «Это не моё, я не таков, это не моё «я».  ",
  "mn35:24.7": "Любой вид чувства… ",
  "mn35:24.8": "Любой вид восприятия… ",
  "mn35:24.9": "Любой вид формаций… ",
  "mn35:24.10": "любой вид сознания – прошлого, настоящего, будущего, внутреннего или внешнего, грубого или утончённого, низшего или возвышенного, далёкого или близкого, – мой ученик всякое сознание видит в соответствии с действительностью правильной мудростью: «Это не моё, я не таков, это не моё «я». ",
  "mn35:24.11": "Вот каким образом мой ученик – тот, кто исполняет моё наставление, который следует моему совету, который вышел за пределы сомнений, – становится свободным от замешательства, обретает бесстрашие, становится независимым от других в Учении Учителя. ",
  "mn35:25.1": "– Господин Готама, каким образом монах является арахантом, чьи пятна [умственных загрязнений] уничтожены, который прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг своей цели, уничтожил путы существования и полностью освободился посредством окончательного знания? ",
  "mn35:25.2": "– Вот, Аггивессана, любой вид материальной формы – прошлой, настоящей, будущей, внутренней или внешней, грубой или утончённой, низшей или возвышенной, далёкой или близкой, – монах всякую материальную форму увидел в соответствии с действительностью правильной мудростью: «Это не моё, я не таков, это не моё «я». И он освобождён посредством не-цепляния. ",
  "mn35:25.3": "Любой вид чувства… ",
  "mn35:25.4": "Любой вид восприятия… ",
  "mn35:25.5": "Любой вид формаций… ",
  "mn35:25.6": "Любой вид сознания – прошлого, настоящего, будущего, внутреннего или внешнего, грубого или утончённого, низшего или возвышенного, далёкого или близкого, – монах всякое сознание увидел в соответствии с действительностью правильной мудростью: «Это не моё, я не таков, это не моё «я». И он освобождён посредством не-цепляния. ",
  "mn35:25.7": "Вот каким образом монах является арахантом, чьи пятна [умственных загрязнений] уничтожены, который прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг своей цели, уничтожил путы существования, и полностью освободился посредством окончательного знания. ",
  "mn35:26.1": "Когда ум монаха таким образом освобождён, он обладает тремя непревзойдёнными качествами: ",
  "mn35:26.2": "непревзойдённое видение; непревзойдённая практика; непревзойдённое освобождение ",
  "mn35:26.3": "Когда монах таким образом освобождён, он всё ещё чтит, уважает, почитает, выражает почтение Татхагате:  ",
  "mn35:26.4": "«Благословенный – просветлённый и обучает Дхамме ради просветления. Благословенный – укрощённый и обучает Дхамме ради укрощения себя. Благословенный находится в покое и обучает Дхамме ради покоя. Благословенный пересёк [сансару] и обучает Дхамме ради пересечения. Благословенный достиг ниббаны и обучает Дхамме ради достижения ниббаны». ",
  "mn35:27.1": "Когда так было сказано, Саччака, сын нигантхов, ответил: ",
  "mn35:27.2": "– Господин Готама, мы были нахальными и дерзкими, думая, что можем напасть на господина Готаму в дебатах.  ",
  "mn35:27.3": "Человек мог бы напасть на сумасшедшего слона и найти [для себя] безопасность [в этом], но он не смог бы напасть на господина Готаму и найти [для себя] безопасность [в этом]. ",
  "mn35:27.4": "Человек мог бы напасть на пылающую груду огня и найти [для себя] безопасность [в этом], но он не смог бы напасть на господина Готаму и найти [для себя] безопасность [в этом].  ",
  "mn35:27.5": "Человек мог бы напасть на ужасную ядовитую змею и найти [для себя] безопасность [в этом], но он не смог бы напасть на господина Готаму и найти [для себя] безопасность [в этом].  ",
  "mn35:27.6": "Мы были нахальными и дерзкими, думая, что можем напасть на господина Готаму в дебатах. ",
  "mn35:27.7": "Пусть Благословенный вместе с общиной монахов согласится принять приглашение от меня на завтрашний обед. ",
  "mn35:27.8": "Благословенный молча согласился. ",
  "mn35:28.1": "И тогда, зная, что Благословенный согласился, Саччака, сын нигантхов, обратился к Личчхави: ",
  "mn35:28.2": "– Услышьте меня, Личчхави. Отшельник Готама вместе с общиной хороших монахов был приглашён мной на завтрашний обед.  ",
  "mn35:28.3": "Вы [также] можете принести всё, что посчитаете уместным для него. ",
  "mn35:29.1": "И затем, когда минула ночь, Личчхави принесли пятьсот церемониальных блюд с молочным рисом в качестве съестных даров.  ",
  "mn35:29.2": "Саччака, сын нигантхов, в своём собственном парке приготовил множество различных видов хорошей еды, и когда пришло время, он сообщил Благословенному:  ",
  "mn35:29.3": "«Время пришло, господин Готама, кушанье готово». ",
  "mn35:30.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился с общиной монахов в парк Саччаки, сына нигантхов, где сел на подготовленное сиденье.  ",
  "mn35:30.2": "Саччака, сын нигантхов, собственноручно обслужил общину монахов во главе с Буддой превосходной разнообразной едой.  ",
  "mn35:30.3": "Затем, когда Благословенный поел и убрал руки от чаши, Саччака, сын нигантхов, подготовил [для себя] более низкое сиденье,  ",
  "mn35:30.4": "сел рядом и сказал Благословенному: ",
  "mn35:30.5": "– Господин Готама, пусть заслуги и великие благие плоды этого акта дарения поспособствуют счастью дарителей. ",
  "mn35:30.6": "– Аггивессана, всё, что придёт из-за дарения такому получателю, как ты, – тому, кто не свободен от жажды, не свободен от злобы, не свободен от заблуждения, – выпадет на долю дарителей.  ",
  "mn35:30.7": "А то, что придёт из-за дарения такому получателю, как я, – тому, кто свободен от жажды, свободен от злобы, свободен от заблуждения, – выпадет на твою долю. "
}