{
  "mn36:0.1": "Мадджхима Никая 36 ",
  "mn36:0.2": "Большая беседа с Саччакой ",
  "mn36:1.1": "Так я слышал. ",
  "mn36:1.2": "Однажды Благословенный проживал в Весали, в Великом лесу, в Зале С Остроконечной Крышей.  ",
  "mn36:2.1": "И затем, утром, Благословенный оделся, взял чашу и внешнее одеяние и хотел пойти в Весали за подаяниями. ",
  "mn36:3.1": "И тогда Саччака, сын нигантхов, ходил и бродил, чтобы размяться, и направился к Залу С Остроконечной Крышей в Великом лесу. ",
  "mn36:3.2": "Достопочтенный Ананда, заметив его издали,  ",
  "mn36:3.3": "обратился к Благословенному: ",
  "mn36:3.4": "– Уважаемый, сюда идёт Саччака, сын нигантхов, – спорщик и умелый оратор, которого многие считают святым.  ",
  "mn36:3.5": "Он хочет опозорить Будду, Дхамму, Сангху.  ",
  "mn36:3.6": "Было бы хорошо, если бы Благословенный из сострадания [к нему] присел бы на минуту. ",
  "mn36:3.7": "И Благословенный сел на подготовленное сиденье.  ",
  "mn36:3.8": "Тогда Саччака, сын нигантхов, подошёл к Благословенному и обменялся с ним приветствиями. После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Благословенному: ",
  "mn36:4.1": "– Господин Готама, есть некоторые жрецы и отшельники, которые живут, стремясь к развитию тела, но не к развитию ума.  ",
  "mn36:4.2": "Их касается болезненное телесное чувство.  ",
  "mn36:4.3": "В прошлом случалось, что когда одного [из таких отшельников] касалось болезненное телесное чувство, его бёдра становились жёсткими, его сердце разрывалось, горячая кровь хлестала изо рта, он сходил с ума, становился обезумевшим.  ",
  "mn36:4.4": "Так, его ум был подчинён его телу, тело владычествовало над ним. ",
  "mn36:4.5": "И почему? ",
  "mn36:4.6": "Потому что ум не был развит. ",
  "mn36:4.7": "Затем, есть жрецы и отшельники, которые живут, стремясь к развитию ума, но не к развитию тела. ",
  "mn36:4.8": "Их касается болезненное умственное чувство.  ",
  "mn36:4.9": "В прошлом случалось, что когда одного [из таких отшельников] касалось болезненное умственное чувство, его бёдра становились жёсткими, его сердце разрывалось, горячая кровь хлестала изо рта, он сходил с ума, становился обезумевшим.  ",
  "mn36:4.10": "ак, его тело было подчинено его уму, ум владычествовал над ним.  ",
  "mn36:4.11": "И почему? ",
  "mn36:4.12": "Потому что тело не было развито. ",
  "mn36:4.13": "Господин Готама, мысль пришла ко мне: ",
  "mn36:4.14": "«Вне сомнений, ученики господина Готамы живут, стремясь к развитию ума, но не развитию тела». ",
  "mn36:5.1": "– Но, Аггивессана, что ты узнал о развитии тела? ",
  "mn36:5.2": "Есть, к примеру, ",
  "mn36:5.3": "Нанда Ваччха, Киса Санкичча и Маккхали Госала.  ",
  "mn36:5.4": "Эти аскеты ходят голыми, отвергают условности, лижут свои руки, не идут, когда их зовут, не остаются, когда их просят. Они не принимают пищу, поднесённую им или специально приготовленную для них, не принимают приглашения на обед.  ",
  "mn36:5.5": "Они не принимают ничего из горшка или чаши, через порог, через палку, через пестик [ступы]. [Не принимают] ничего от двух обедающих [вместе] людей, от беременной женщины, от кормящей женщины, от женщины среди мужчин. [Не принимают] ничего с того места, где объявлено о раздаче еды, с того места, где сидит собака или где летают мухи. Они не принимают рыбу или мясо. Они не пьют спиртного, вина или забродивших напитков.  ",
  "mn36:5.6": "Они ограничивают себя одним домом [во время сбора подаяний] и одним небольшим кусочком пищи, или двумя домами и двумя небольшими кусочками… семью домами и семью небольшими кусочками пищи.  ",
  "mn36:5.7": "Они едят только одно блюдце еды в день, два… семь блюдец еды в день. ",
  "mn36:5.8": "Они принимают пищу только один раз в день, один раз в два дня… один раз в семь дней, и так вплоть до двух недель. Они пребывают, следуя практике приёма пищи в установленные промежутки. ",
  "mn36:6.1": "– Но, Аггивессана, выживают ли они только на этом? ",
  "mn36:6.2": "– Нет, господин Готама.  ",
  "mn36:6.3": "Иногда они употребляют великолепную твёрдую пищу, едят великолепную нетвёрдую пищу, пробуют превосходные деликатесы, пьют превосходные напитки. ",
  "mn36:6.4": "Так они вновь обретают силу, укрепляют себя, откармливаются. ",
  "mn36:6.5": "– То, что они ранее отбрасывали, Аггивессана, после они подбирают вновь. Вот как [в их случае] имеет место убывание и возрастание тела.  ",
  "mn36:6.6": "Но что ты узнал, Аггивессана, о развитии ума? ",
  "mn36:6.7": "Но Саччака, сын нигантхов, будучи спрошен Благословенным о развитии ума, не смог ответить. ",
  "mn36:7.1": "Тогда Благословенный сказал ему: ",
  "mn36:7.2": "“The development of physical endurance that you have described is not the legitimate development of physical endurance in the noble one’s training. ",
  "mn36:7.3": "– То, о чём ты сейчас только что рассказал как о развитии тела, Аггивессана, не является развитием тела в соответствии с Дхаммой в Дисциплине Благородных. ",
  "mn36:7.4": "Поскольку ты не знаешь, что такое развитие тела, как можешь ты знать о том, что такое развитие ума? Тем не менее, Аггивессана, что касается того, каким образом кто-либо неразвит в теле и неразвит в уме, а также развит в теле и развит в уме,  ",
  "mn36:7.5": " то слушай внимательно. Я буду говорить. ",
  "mn36:7.6": "– Да, господин, – ответил Саччака, сын нигантхов.  ",
  "mn36:7.7": "Благословенный сказал: ",
  "mn36:8.1": "– Аггивессана, и каким образом кто-либо неразвит в теле и неразвит в уме?  ",
  "mn36:8.2": "Вот, Аггивессана, приятное чувство возникает в необученном заурядном человеке.",
  "mn36:8.3": "Когда его касается приятное чувство, он вожделеет к приятному, продолжает вожделеть к приятному. ",
  "mn36:8.4": "[Затем] приятное чувство прекращается. ",
  "mn36:8.5": "С прекращением приятного чувства возникает болезненное чувство. ",
  "mn36:8.6": "Когда его касается это болезненное чувство, он печалится, горюет и плачет, бьёт себя в грудь, становится обезумевшим.  ",
  "mn36:8.7": "Когда это приятное чувство возникло в нём, оно наводняет его ум и остаётся, поскольку его тело не развито. Когда это болезненное чувство возникло в нём, оно наводняет его ум и остаётся, поскольку его ум не развит. ",
  "mn36:8.8": "Любой, в ком в такой двойной манере возникшее приятное чувство наводняет его ум и остаётся, поскольку тело не развито, и возникшее болезненное чувство наводняет его ум и остаётся, поскольку ум не развит, – неразвит в теле и неразвит в уме. ",
  "mn36:9.1": "И каким образом, Аггивессана, кто-либо развит в теле и развит в уме? ",
  "mn36:9.2": "Вот, Аггивессана, приятное чувство возникает в хорошо обученном благородном ученике.  ",
  "mn36:9.3": "Когда его касается приятное чувство, он не вожделеет к приятному, не продолжает вожделеть к приятному. ",
  "mn36:9.4": "[Затем] его приятное чувство прекращается. ",
  "mn36:9.5": "С прекращением приятного чувства возникает болезненное чувство. ",
  "mn36:9.6": "Когда его касается болезненное чувство, он не печалится, не горюет и не плачет, не бьёт себя в грудь, не становится обезумевшим. ",
  "mn36:9.7": "Когда это приятное чувство возникло в нём, оно не наводняет его ум и не остаётся, поскольку его тело развито. Когда это болезненное чувство возникло в нём, оно не наводняет его ум и не остаётся, потому что ум развит.  ",
  "mn36:9.8": "Любой, в ком в такой двойной манере возникшее приятное чувство не наводняет его ум и не остаётся, поскольку тело развито, и возникшее болезненное чувство не наводняет его ум и не остаётся, поскольку ум развит, – развит в теле и развит в уме. ",
  "mn36:10.1": "– У меня есть [такая] уверенность в господине Готаме: ",
  "mn36:10.2": "«Господин Готама развит в теле и развит в уме». ",
  "mn36:10.3": "– Что ж, Аггивессана, твои слова резки и неучтивы,  ",
  "mn36:10.4": "но тем не менее я отвечу тебе. ",
  "mn36:10.5": "С тех пор, как я обрил волосы и бороду, надел жёлтые одежды и оставил жизнь домохозяйскую ради жизни бездомной, у возникшего приятного чувства не было возможности наводнить мой ум и остаться, и у возникшего болезненного чувства [также не было возможности] наводнить мой ум и остаться. ",
  "mn36:11.1": "– Но, наверное, в господине Готаме [просто] никогда не возникало настолько приятное чувство, что могло бы наводнить его ум и остаться. Наверное, в господине Готаме никогда не возникало настолько болезненное чувство, что могло бы наводнить его ум и остаться. ",
  "mn36:12.1": "– Почему же, Аггивессана? ",
  "mn36:12.2": "Перед моим просветлением, когда я всё ещё был непросветлённым бодхисаттой, я подумал:  ",
  "mn36:12.3": "«Домохозяйская жизнь тесная и пыльная. Бездомная жизнь подобна бескрайним просторам.  ",
  "mn36:12.4": "Непросто, проживая дома, вести святую жизнь всецело чистую и совершенную, словно отполированная морская раковина. ",
  "mn36:12.5": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn36:13.1": "И тогда, будучи всё ещё юным, черноволосым молодым человеком, наделённым благословением молодости на первом этапе жизни, я обрил волосы и бороду, надел жёлтые одежды и оставил жизнь домохозяйскую ради жизни бездомной, хотя мои отец и мать желали иного и рыдали с заплаканными лицами. ",
  "mn36:13.2": "Уйдя в бездомную жизнь, монахи, в поисках благого, ища непревзойдённое состояние высочайшего покоя, я отправился к [отшельнику] Алара Каламе и сказал ему:  ",
  "mn36:13.3": "«Друг Калама, я бы хотел вести святую жизнь в этой Дхамме и Винае». ",
  "mn36:13.4": "Алара Калама ответил: ",
  "mn36:13.5": "«Достопочтенный может остаться здесь. ",
  "mn36:13.6": "Эта Дхамма такова, что мудрец вскоре сможет войти и пребывать в ней, реализовав для себя посредством прямого знания доктрину своего учителя».  ",
  "mn36:13.7": "И вскоре я быстро выучил ту Дхамму. ",
  "mn36:13.8": "До той степени, до которой излагалось его учение посредством простой декламации губами и повторения [заученного], я мог говорить со знанием и уверенностью, и я заявлял: «Я знаю и вижу». И были и другие, кто делал так же. ",
  "mn36:13.9": "Я подумал: ",
  "mn36:13.10": "«Не только за счёт одной веры Алара Калама заявляет: «Реализовав для себя посредством прямого знания, я вхожу и пребываю в этой Дхамме». ",
  "mn36:13.11": "Вне сомнений, Алара Калама [на самом деле] пребывает, зная и видя эту Дхамму». ",
  "mn36:13.12": "Тогда я отправился к Алара Каламе и сказал: ",
  "mn36:13.13": "«Друг Алара, каким образом ты заявляешь, что, реализовав для себя посредством прямого знания, ты входишь и пребываешь в этой Дхамме?» ",
  "mn36:13.14": "В ответ на это он заявил о сфере отсутствия всего ",
  "mn36:13.15": "Я подумал: ",
  "mn36:13.16": "«Не только Алара Калама имеет веру, ",
  "mn36:13.17": "усердие, ",
  "mn36:13.18": "осознанность, ",
  "mn36:13.19": "сосредоточение ",
  "mn36:13.20": "и мудрость; У меня тоже есть вера, усердие, осознанность, сосредоточение и мудрость. ",
  "mn36:13.21": "Что, если я постараюсь реализовать Дхамму, о которой Алара Калама заявляет, что входит и пребывает в ней, реализовав для себя посредством прямого знания»? ",
  "mn36:13.22": "И вскоре я быстро вошёл и пребывал в той Дхамме, реализовав [её] для себя посредством прямого знания.  ",
  "mn36:14.1": "Тогда я отправился к Алара Каламе и сказал ему: ",
  "mn36:14.2": "«Друг Калама, таким ли образом ты заявляешь, что входишь и пребываешь в этой Дхамме, реализовав [её] для себя посредством прямого знания»? ",
  "mn36:14.3": "«Таким образом, друг». ",
  "mn36:14.4": "«Таким же образом, друг, я также вхожу и пребываю в этой Дхамме, реализовав [её] для себя посредством прямого знания». ",
  "mn36:14.5": "«Какое благо для нас, друг, какое огромное благо для нас,  ",
  "mn36:14.6": "что у нас есть такой достопочтенный, как наш товарищ по святой жизни.  ",
  "mn36:14.7": "Та Дхамма, о которой я заявляю, что вхожу и пребываю в ней, реализовав [её] для себя посредством прямого знания, является [той же самой] Дхаммой, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания. ",
  "mn36:14.8": "И та Дхамма, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания, является [той же самой], о которой я заявляю, что вхожу и пребываю в ней, реализовав [её] для себя посредством прямого знания.  ",
  "mn36:14.9": "Так что ты знаешь Дхамму, которую я знаю, и я знаю Дхамму, которую знаешь ты.  ",
  "mn36:14.10": "Каков я, таков и ты.  ",
  "mn36:14.11": "Ну же, друг, будем теперь вместе вести эту общину [учеников]». ",
  "mn36:14.12": "Так мой учитель, Алара Калама, поставил меня, своего ученика, наравне с собой, и оказал мне наивысшее почтение.  ",
  "mn36:14.13": "Но ко мне пришла мысль: ",
  "mn36:14.14": "Эта Дхамма не ведёт к утрате очарованности, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане, но [ведёт только] к перерождению в сфере отсутствия всего». ",
  "mn36:14.15": "Не будучи удовлетворённым этой Дхаммой, разочарованный ею, я ушёл. ",
  "mn36:15.1": "Монахи, будучи всё ещё в поисках благого, ища непревзойдённое состояние высочайшего покоя, я отправился к [отшельнику] Уддака Рамапутте и сказал ему:   ",
  "mn36:15.2": "«Друг, я бы хотел вести святую жизнь в этой Дхамме и Винае». ",
  "mn36:15.3": "Удакка Рамапутта ответил: ",
  "mn36:15.4": "«Достопочтенный может оставаться здесь. ",
  "mn36:15.5": "Эта Дхамма такова, что мудрец вскоре сможет войти и пребывать в ней, реализовав для себя посредством прямого знания доктрину своего учителя».  ",
  "mn36:15.6": "И вскоре я быстро выучил ту Дхамму.  ",
  "mn36:15.7": "До той степени, до которой излагалось его учение посредством простой декламации губами и повторения [заученного], я мог говорить со знанием и уверенностью, и я заявлял: «Я знаю и вижу». И были и другие, кто делал также. ",
  "mn36:15.8": "Ко мне пришла мысль: ",
  "mn36:15.9": "«Не только за счёт одной веры Рама заявлял: «Реализовав для себя посредством прямого знания я вхожу и пребываю в этой Дхамме».  ",
  "mn36:15.10": "Вне сомнений, Рама [на самом деле] пребывал, зная и видя эту Дхамму». ",
  "mn36:15.11": "Тогда я отправился к Уддака Рамапутте и сказал:  ",
  "mn36:15.12": "«Друг, каким образом Рама заявлял, что, реализовав для себя посредством прямого знания, он входил и пребывал в этой Дхамме?» ",
  "mn36:15.13": "В ответ на это Уддака Рамапутта заявил о сфере ни-восприятия-ни-не-восприятия. ",
  "mn36:15.14": "Ко мне пришла мысль: ",
  "mn36:15.15": "Не только у Рамы была вера, ",
  "mn36:15.16": "усердие, ",
  "mn36:15.17": "осознанность, ",
  "mn36:15.18": "сосредоточение, ",
  "mn36:15.19": "и мудрость. У меня тоже есть вера, усердие, осознанность, сосредоточение и мудрость.  ",
  "mn36:15.20": "Что, если я постараюсь реализовать Дхамму, о которой Рама заявлял, что входил и пребывал в ней, реализовав для себя посредством прямого знания»? ",
  "mn36:15.21": "И вскоре я быстро вошёл и пребывал в той Дхамме, реализовав [её] для себя посредством прямого знания. ",
  "mn36:15.22": "Тогда я отправился к Уддака Рамапутте и сказал ему: ",
  "mn36:15.23": "Друг, таким ли образом Рама заявлял, что входил и пребывал в этой Дхамме, реализовав [её] для себя посредством прямого знания»? ",
  "mn36:15.24": "«Таким образом, друг». ",
  "mn36:15.25": "«Таким же образом, друг, я также вхожу и пребываю в этой Дхамме, реализовав [её] для себя посредством прямого знания» ",
  "mn36:15.26": "«Какое благо для нас, друг, какое огромной благо для нас, ",
  "mn36:15.27": "что у нас есть такой достопочтенный, как наш товарищ по святой жизни.  ",
  "mn36:15.28": "Та Дхамма, о которой Рама заявлял, что входил и пребывал в ней, реализовав [её] для себя посредством прямого знания, является [той же самой] Дхаммой, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания.И та Дхамма, в которую ты входишь и пребываешь, реализовав [её] для себя посредством прямого знания, является [той же самой], о которой Рама заявлял, что входил и пребывал в ней, реализовав [её] для себя посредством прямого знания.  ",
  "mn36:15.29": "Так что ты знаешь Дхамму, которую знал Рама, и Рама знал Дхамму, которую знаешь ты. ",
  "mn36:15.30": "Каков был Рама, таков и ты. Каков ты, таков был и Рама. Ну же, друг, веди теперь эту общину [учеников]». ",
  "mn36:15.31": "Come now, reverend! You should lead this community.’ ",
  "mn36:15.32": "Так мой товарищ по святой жизни, Уддака Рамапутта, поставил меня учителем и оказал мне наивысшее почтение.  ",
  "mn36:15.33": "Но ко мне пришла мысль: ",
  "mn36:15.34": "«Эта Дхамма не ведёт к утрате очарованности, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане, но [ведёт только] к перерождению в сфере ни-восприятия-ни-не-восприятия». ",
  "mn36:15.35": "Не будучи удовлетворённым этой Дхаммой, разочарованный ей, я ушёл. ",
  "mn36:16.1": "Монахи, будучи всё ещё в поисках благого, ища непревзойдённое состояние высочайшего покоя, я странствовал переходами по стране Магадхов, пока со временем не прибыл в Урувелу, в Сенанигаму. ",
  "mn36:16.2": "Там я увидел чудесную местность с восхитительной рощей, кристально чистой рекой с приятными пологими берегами и близлежащей деревней для сбора подаяний.  ",
  "mn36:16.3": "Ко мне пришла мысль: ",
  "mn36:16.4": "«Это чудесная местность с восхитительной рощей, кристально чистой рекой с приятными пологими берегами и с близлежащей деревней для сбора подаяний.  ",
  "mn36:16.5": "Это послужит старанию представителя клана, настроившегося на старание». ",
  "mn36:16.6": "И я сел там, думая:  ",
  "mn36:16.7": "«Это послужит старанию». ",
  "mn36:17.1": "Затем эти три образа спонтанно пришли ко мне, никогда прежде не слышанные. ",
  "mn36:17.2": "Представь, как если бы мокрый кусок дерева лежал в воде, ",
  "mn36:17.3": "и пришёл бы человек с верхней палкой для розжига, думая:  ",
  "mn36:17.4": "«Я разожгу огонь. Я создам тепло». ",
  "mn36:17.5": "Как ты думаешь, Аггивессана? ",
  "mn36:17.6": "Смог бы он разжечь огонь и создать тепло трением верхней палки для розжига в мокром куске дерева, лежащем в воде? ",
  "mn36:17.7": "– Нет, господин Готама. ",
  "mn36:17.8": "И почему? ",
  "mn36:17.9": "Потому что кусок дерева мокрый и лежит в воде. ",
  "mn36:17.10": "Со временем человека постигли бы усталость и разочарование. ",
  "mn36:17.11": "– Так, Аггивессана, и с теми жрецами или отшельниками, которые живут, всё ещё телесно не отлучив себя от чувственных удовольствий, и чьё чувственное желание, увлечение, любовь, жажда и страсть к чувственным удовольствиям не были полностью отброшены и сдержаны внутренне. Даже если эти почтенные жрецы и отшельники испытывают болезненные, мучительные, пронзающие чувства из-за своего старания, они неспособны на знание и видение [а также] и на непревзойдённое просветление. Даже если эти почтенные жрецы и отшельники не испытывают болезненных, мучительных, пронзающих чувств из-за своего старания, они не способны на знание и видение, [а также] и на непревзойдённое просветление.  ",
  "mn36:17.12": "",
  "mn36:17.13": "Таким был первый образ, что пришёл ко мне спонтанно, никогда прежде не слышанный. ",
  "mn36:18.1": "Затем, Аггивессана, второй образ спонтанно пришёл ко мне, никогда прежде не слышанный. ",
  "mn36:18.2": "Представь, как если бы мокрый кусок дерева лежал на сухой земле вдали от воды,  ",
  "mn36:18.3": "и пришёл бы человек с верхней палкой для розжига, думая: ",
  "mn36:18.4": "«Я разожгу огонь. Я создам тепло». ",
  "mn36:18.5": "Как ты думаешь, Аггивессана? ",
  "mn36:18.6": "Смог бы он разжечь огонь и создать тепло трением верхней палки для розжига в мокром куске дерева, лежащем на сухой земле вдали от воды? ",
  "mn36:18.7": "– Нет, господин Готама. ",
  "mn36:18.8": "И почему? ",
  "mn36:18.9": "Потому что кусок дерева мокрый, хоть и лежит на сухой земле вдали от воды.  ",
  "mn36:18.10": "Со временем человека постигли бы усталость и разочарование. ",
  "mn36:18.11": "– Так, Аггивессана, и с теми жрецами и отшельниками, которые живут, телесно отлучив себя от чувственных удовольствий, но чьё чувственное желание, увлечение, любовь, жажда и страсть к чувственным удовольствиям не были полностью отброшены и сдержаны внутренне. Даже если эти почтенные жрецы и отшельники испытывают болезненные, мучительные, пронзающие чувства из-за своего старания, они не способны на знание и видение [а также] и на непревзойдённое просветление. Даже если эти почтенные жрецы и отшельники не испытывают болезненных, мучительных, пронзающих чувств из-за своего старания, они не способны на знание и видение [а также] и на непревзойдённое просветление.  ",
  "mn36:18.12": "Таким был второй образ, что пришёл ко мне спонтанно, никогда прежде не слышанный. ",
  "mn36:19.1": "Затем, Аггивессана, третий образ спонтанно пришёл ко мне, никогда прежде не слышанный. ",
  "mn36:19.2": "Представь, как если бы сухой, высохший кусок дерева лежал на сухой земле вдали от воды,  ",
  "mn36:19.3": "и пришёл бы человек с верхней палкой для розжига, думая:  ",
  "mn36:19.4": "«Я разожгу огонь. Я создам тепло». ",
  "mn36:19.5": "Как ты думаешь, Аггивессана? ",
  "mn36:19.6": "Смог бы он разжечь огонь и создать тепло трением верхней палки для розжига в сухом, высохшем куске дерева, лежащем на сухой земле вдали от воды? ",
  "mn36:19.7": "- Да, господин Готама. ",
  "mn36:19.8": "И почему? ",
  "mn36:19.9": "Потому что кусок дерева сухой, высохший и лежит на сухой земле вдали от воды. ",
  "mn36:19.10": "– Так, Аггивессана, и с теми жрецами и отшельниками, которые живут, телесно отлучив себя от чувственных удовольствий, и чьё чувственное желание, увлечение, любовь, жажда и страсть к чувственным удовольствиям были полностью отброшены и сдержаны внутренне. Даже если эти почтенные жрецы и отшельники испытывают болезненные, мучительные, пронзающие чувства из-за своего старания, они способны на знание и видение [а также] и на непревзойдённое просветление. Даже если эти почтенные жрецы и отшельники не испытывают болезненных, мучительных, пронзающих чувств из-за своего старания, они способны на знание и видение [а также] и на непревзойдённое просветление.  ",
  "mn36:19.11": "Таким был третий образ, что пришёл ко мне спонтанно, никогда прежде неслышанный.  ",
  "mn36:19.12": "Таковы были три образа, что пришли ко мне спонтанно, никогда прежде неслышанные.  ",
  "mn36:20.1": "Я подумалё: ",
  "mn36:20.2": "«Что, если я, стиснув зубы и поджав к нёбу язык, собью, сдержу и сокрушу свой ум своим умом?» ",
  "mn36:20.3": "Так, стиснув зубы и поджав к нёбу язык, я стал сбивать, сдерживать и сокрушать свой ум своим умом. ",
  "mn36:20.4": "По мере того как я делал так, пот лился ручьём из подмышек. ",
  "mn36:20.5": "Подобно тому как сильный человек, схватив слабого за голову или плечи, мог бы сбивать его, сдерживать и сокрушать, - ",
  "mn36:20.6": "так и я сбивал, сдерживал и сокрушал свой ум своим умом, и пот лился ручьём из подмышек.  ",
  "mn36:20.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn36:20.8": "Но такое болезненное чувство, что возникло во мне, не наводняло мой ум и не оставалось. ",
  "mn36:21.1": "Я подумал: ",
  "mn36:21.2": "«Что, если я буду практиковать медитацию не-дыхания?» ",
  "mn36:21.3": "Так я прекратил вдохи и выдохи носом и ртом.  ",
  "mn36:21.4": "И по мере того как я делал так, громкий звук ветров исходил из моих ушей ",
  "mn36:21.5": "Подобно тому как из раздувающихся мехов кузнеца исходит громкий звук, –  ",
  "mn36:21.6": "точно так же, когда я прекратил вдохи и выдохи носом и ртом, громкий звук ветров исходил из моих ушей.",
  "mn36:21.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием.  ",
  "mn36:21.8": "Но такое болезненное чувство, что возникло во мне, не наводняло мой ум и не оставалось.  ",
  "mn36:22.1": "Ко мне пришла мысль: ",
  "mn36:22.2": "«Что, если я дальше буду практиковать медитацию не-дыхания?» ",
  "mn36:22.3": "Тогда я прекратил вдохи и выдохи носом, ртом и ушами. ",
  "mn36:22.4": "И по мере того как я делал так, жестокие ветры прорезали мою голову. ",
  "mn36:22.5": "Подобно тому, как если бы сильный человек сокрушил мою голову концом острого меча, – ",
  "mn36:22.6": "точно так же, когда я прекратил вдохи и выдохи носом, ртом и ушами, жестокие ветры прорезали мою голову.",
  "mn36:22.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием.  ",
  "mn36:22.8": "Но такое болезненное чувство, что возникло во мне, не наводняло мой ум и не оставалось. ",
  "mn36:23.1": "Ко мне пришла мысль: ",
  "mn36:23.2": "«Что, если я дальше буду практиковать медитацию не-дыхания?» ",
  "mn36:23.3": "Тогда я прекратил вдохи и выдохи носом, ртом и ушами. ",
  "mn36:23.4": "По мере того как я делал так, жестокие боли возникали в моей голове. ",
  "mn36:23.5": "Подобно тому, как если бы сильный человек затягивал на моей голове тюрбан из прочных кожаных ремней, – ",
  "mn36:23.6": "точно так же, когда я прекратил вдохи и выдохи носом, ртом и ушами, жестокие боли возникали в моей голове.",
  "mn36:23.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn36:23.8": "Но такое болезненное чувство, что возникло во мне, не наводняло мой ум и не оставалось. ",
  "mn36:24.1": "Ко мне пришла мысль: ",
  "mn36:24.2": "«Что, если я дальше буду практиковать медитацию не-дыхания?» ",
  "mn36:24.3": "Тогда я прекратил вдохи и выдохи носом, ртом и ушами. ",
  "mn36:24.4": "По мере того как я делал так, жестокие ветры вскрывали мой живот. ",
  "mn36:24.5": "Подобно тому как если бы умелый мясник или его ученик вскрывали брюхо быка острым мясницким ножом, – ",
  "mn36:24.6": "точно так же, когда я прекратил вдохи и выдохи носом, ртом и ушами, жестокие ветры вскрывали мой живот.",
  "mn36:24.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn36:24.8": "Но такое болезненное чувство, что возникло во мне, не наводняло мой ум и не оставалось. ",
  "mn36:25.1": "Ко мне пришла мысль: ",
  "mn36:25.2": "«Что, если я дальше буду практиковать медитацию не-дыхания?»  ",
  "mn36:25.3": "Тогда я прекратил вдохи и выдохи носом, ртом и ушами. ",
  "mn36:25.4": "По мере того как я делал так, моё тело жестоко горело. ",
  "mn36:25.5": " Подобно тому как если бы два сильных человека, схватив слабого человека за руки, поджаривали его над ямой с горячими углями, – ",
  "mn36:25.6": "точно так же, когда я прекратил вдохи и выдохи носом, ртом и ушами, в моём теле было жестокое горение.",
  "mn36:25.7": "И хотя неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность, моё тело было взволновано и неспокойно, поскольку я был истощён болезненным старанием. ",
  "mn36:25.8": "Но такое болезненное чувство, что возникло во мне, не наводняло мой ум и не оставалось. ",
  "mn36:26.1": "Божества, увидев меня, сказали: ",
  "mn36:26.2": "«Отшельник Готама мёртв».  ",
  "mn36:26.3": "Другие божества сказали: ",
  "mn36:26.4": "«Он не мёртв, но умирает». ",
  "mn36:26.5": "Третьи сказали: ",
  "mn36:26.6": "«Он ни мёртв, ни умирает, а он – арахант, потому что таким образом живут араханты». ",
  "mn36:27.1": "Ко мне пришла мысль: ",
  "mn36:27.2": "«Что, если я буду практиковать полностью без пищи?» ",
  "mn36:27.3": "Тогда божества пришли ко мне и сказали:  ",
  "mn36:27.4": "«Почтенный, пожалуйста, не практикуйте полностью без пищи. ",
  "mn36:27.5": "Если вы сделаете так, мы будем вливать через ваши поры кожи божественное питание, и на этом вы выживете». ",
  "mn36:27.6": "Тогда я подумал: ",
  "mn36:27.7": "«Если бы я заявил об абсолютном голодании, а эти божества стали бы вливать через поры моей кожи божественное питание, то я солгал бы [сам себе]».  ",
  "mn36:27.8": "А потому я приказал им уйти, сказав: «Довольно». ",
  "mn36:28.1": "Ко мне пришла мысль: ",
  "mn36:28.2": "«Что, если я буду принимать только чуть-чуть пищи за один раз, только горсть бобового супа, супа из чечевицы, супа из вика или супа из гороха?» ",
  "mn36:28.3": "Так я принимал только чуть-чуть пищи, только горсть бобового супа, супа из чечевицы, супа из вика или супа из гороха.  ",
  "mn36:28.4": "Моё тело стало неимоверно истощено. ",
  "mn36:28.5": "Из-за того, что я так мало ел, мои члены тела стали похожи на соединённые части стеблей лозы или стеблей бамбука. ",
  "mn36:28.6": "Из-за того, что я так мало ел, мои ягодицы стали похожи на верблюжье копыто… ",
  "mn36:28.7": "мой позвоночник выступал, словно ожерелье из бусин… ",
  "mn36:28.8": "мои рёбра выперли наружу, будто балки старого сарая без крыши…  ",
  "mn36:28.9": "Из-за того, что я так мало ел, леск моих глаз утонул в глазницах, точно блеск воды, что утонул в глубоком колодце… ",
  "mn36:28.10": "Из-за того, что я так мало ел, кожа моей головы сморщилась и иссохла, подобно тому как зелёная горькая тыква высыхает и сморщивается на солнце и ветре. ",
  "mn36:28.11": "Из-за того, что я так мало ел, кожа моего живота настолько прилипла к позвоночнику, что когда я трогал живот, то касался также и позвоночника, а когда я трогал позвоночник, то касался также и кожи живота. ",
  "mn36:28.12": "Из-за того, что я так мало ел, если я мочился или испражнялся, я там же падал лицом вниз.  ",
  "mn36:28.13": "Из-за того, что я так мало ел, если я хотел расслабить тело, потерев его части руками, сгнившие у корней волосы выпадали с моего тела по мере того, как я его растирал. ",
  "mn36:29.1": "Люди, видя меня, говорили: «Отшельник Готама – чёрный».  ",
  "mn36:29.2": "Другие говорили: «Отшельник Готама не чёрный. Он коричневый». ",
  "mn36:29.3": "Ещё другие говорили: «Отшельник Готама ни чёрный, ни коричневый, а с золотистой кожей». ",
  "mn36:29.4": "Вот как сильно испортился чистый и яркий цвет моей кожи – из-за того, что я так мало ел. ",
  "mn36:30.1": "Тогда я подумал: ",
  "mn36:30.2": "«Какие бы жрецы и отшельники в прошлом ни испытывали болезненных, мучительных, пронзающих чувств из-за старания, это [моё болезненное чувство] – наивысшее, сильнее его нет. ",
  "mn36:30.3": "Какие бы жрецы и отшельники будущего ни испытали болезненных, мучительных, пронзающих чувств из-за старания, это [моё болезненное чувство] – наивысшее, сильнее его нет.",
  "mn36:30.4": "Какие бы жрецы и отшельники настоящего ни испытывали болезненных, мучительных, пронзающих чувств из-за старания, это [моё болезненное чувство] – наивысшее, сильнее его нет.",
  "mn36:30.5": "Но этими мучительными аскезами я не достиг какого-либо сверхчеловеческого состояния, какого-либо отличия в знании и видении, достойного благородных.  ",
  "mn36:30.6": "Может ли существовать иной путь к просветлению?»",
  "mn36:31.1": "Ко мне пришла мысль: ",
  "mn36:31.2": "«Я помню, как однажды, когда мой отец из клана Сакьев работал, я сидел в прохладной тени миртового дерева, и тогда, отстранённый от чувственных удовольствий, отстранённый от неблагих состояний [ума], я вошёл и пребывал в первой джхане, которая сопровождалась направлением и удержанием [ума на объекте медитации] с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn36:31.3": "Могло ли это быть путём к просветлению?» ",
  "mn36:31.4": "Вслед за этим воспоминанием пришло озарение: ",
  "mn36:31.5": "«Воистину, это путь к просветлению!» ",
  "mn36:32.1": "Ко мне пришла мысль: ",
  "mn36:32.2": " «Так почему я боюсь этого удовольствия [джханы], которое не имеет ничего общего ни с чувственным удовольствием, ни с неблагими состояниями [ума]?»  ",
  "mn36:32.3": "Затем я подумал: ",
  "mn36:32.4": "«Я не боюсь этого удовольствия, ведь оно не имеет ничего общего ни с чувственным удовольствием, ни с неблагими состояниями [ума]».",
  "mn36:33.1": "Затем я подумал: ",
  "mn36:33.2": "«Непросто достичь этого удовольствия с настолько истощённым телом. Что, если я приму какую-нибудь твёрдую пищу – немного варёного риса и каши?» ",
  "mn36:33.3": "Так я принял твёрдую пищу – немного варёного риса и каши. ",
  "mn36:33.4": "В то время пять монахов, которые ухаживали за мной, думали: ",
  "mn36:33.5": "«Если наш отшельник Готама достигнет какого-либо высшего состояния, он скажет нам». ",
  "mn36:33.6": "Но когда они увидели, как я ем твёрдую пищу – немного варёного риса и каши, – они в отвращении покинули меня, думая так:  ",
  "mn36:33.7": "«Отшельник Готама теперь живёт в роскоши. Он оставил своё старание и вернулся к роскоши». ",
  "mn36:34.1": "И затем, когда я поел твёрдой пищи и восполнил силы, отстранённый от чувственных удовольствий, отстранённый от неблагих состояний [ума], я вошёл и пребывал в первой джхане, которая сопровождалась направлением и удержанием [ума на объекте медитации] с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn36:34.2": "Но такое приятное чувство, что возникло во мне, не наводнило мой ум и не осталось. ",
  "mn36:35-37.1": "С угасанием направления и удержания [ума на объекте] я вошёл и пребывал во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения.  ",
  "mn36:35-37.2": "Но такое приятное чувство, что возникло во мне, не наводнило мой ум и не осталось. ",
  "mn36:35-37.3": "С угасанием восторга я пребывал невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Я вошёл и пребывал в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn36:35-37.4": "Но такое приятное чувство, что возникло во мне, не наводнило мой ум и не осталось. ",
  "mn36:35-37.5": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, я вошёл и пребывал в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn36:35-37.6": "Но такое приятное чувство, что возникло во мне, не наводнило мой ум и не осталось. ",
  "mn36:38.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию воспоминаний прошлых жизней.  ",
  "mn36:38.2": "Я вспомнил свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn36:39.1": "Это было первым истинным знанием, которое я обрёл в первую стражу ночи.  ",
  "mn36:39.2": "Неведение было выдворено; истинное знание появилось; тьма была выдворена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным. ",
  "mn36:39.3": "Но такое приятное чувство, что возникло во мне, не наводнило мой ум и не осталось. ",
  "mn36:40.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию смерти и перерождения существ.  ",
  "mn36:40.2": "Божественным глазом, очищенным и превосходящим человеческий, я увидел умирающих и перерождающихся существ. [Я распознал] низших и высочайших, красивых и уродливых, счастливых и несчастных. Я понял, как существа переходят [из жизни в жизнь] в соответствии с их поступками.",
  "mn36:41.1": "Это было вторым истинным знанием, которое я обрёл в среднюю стражу ночи. ",
  "mn36:41.2": "Неведение было выдворено; истинное знание появилось; тьма была выдворена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным.  ",
  "mn36:41.3": "Но такое приятное чувство, что возникло во мне, не наводнило мой ум и не осталось. ",
  "mn36:42.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию уничтожения пятен [загрязнений ума].  ",
  "mn36:42.2": "Я напрямую познал в соответствии с действительностью: «Это – страдание… Это – происхождение страдания… Это – прекращение страдания… Это – путь, ведущий к прекращению страдания… ",
  "mn36:42.3": "Это – пятна [загрязнений ума]… Это – происхождение пятен [загрязнений]… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn36:43.1": "Когда я узнал и увидел это, мой ум освободился от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn36:43.2": "Когда он освободился, пришло знание: «Он освобождён».  ",
  "mn36:43.3": "Я напрямую знал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn36:44.1": "Это было третьим истинным знанием, которое я обрёл в последнюю стражу ночи.  ",
  "mn36:44.2": "Неведение было выдворено; истинное знание появилось; тьма была выдворена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным.  ",
  "mn36:44.3": "Но такое приятное чувство, что возникло во мне, не наводнило мой ум и не осталось. ",
  "mn36:45.1": "Аггивессана, я вспоминаю, что обучал Дхамме собрание из многих сотен [людей],  ",
  "mn36:45.2": "и даже в этом случае каждый из них думает обо мне:  ",
  "mn36:45.3": "«Отшельник Готама даёт учение по Дхамме специально для меня».  ",
  "mn36:45.4": "Но не стоит так думать.  ",
  "mn36:45.5": "Татхагата учит Дхамме других только для того, чтобы дать им знание.  ",
  "mn36:45.6": "Когда наставление окончено, я внутренне утверждаю ум, успокаиваю его, привожу к единению, сосредоточиваю его на том самом образе сосредоточения, что и прежде, в котором я постоянно пребываю. ",
  "mn36:45.7": "– В этом вопросе господину Готаме можно поверить, как совершенному и полностью просветлённому. ",
  "mn36:45.8": "Но помнит ли господин Готама, чтобы он спал днём? ",
  "mn36:46.1": "– Я припоминаю, Аггивессана, что в прошлом месяце жаркого сезона, после принятия пищи, вернувшись с моего хождения за подаяниями, сложив своё внешнее одеяние вчетверо, я лёг на правый бок и заснул, будучи осознанным и бдительным. ",
  "mn36:46.2": "– Некоторые жрецы и отшельники, господин Готама, считают подобное пребыванием в заблуждении. ",
  "mn36:46.3": "– Это не тот способ [которым можно узнать], является ли кто-либо заблуждающимся или незаблуждающимся, Аггивессана.  ",
  "mn36:46.4": "Что касается того, кто является заблуждающимся или незаблуждающимся, ",
  "mn36:46.5": "то слушай внимательно то, о чём я буду говорить. ",
  "mn36:46.6": "– Да, господин, – ответил Саччака, сын нигантхов. ",
  "mn36:46.7": "Благословенный сказал следующее: ",
  "mn36:47.1": "– Того, в ком не отброшены пятна, что загрязняют, ведут к новому существованию, создают проблемы, созревают в страдании, ведут к будущему рождению, старению и смерти, – вот кого я называю заблуждающимся.  ",
  "mn36:47.2": "Ведь из-за не-оставления пятен [загрязнений ума] человек является заблуждающимся. ",
  "mn36:47.3": "Того, в ком отброшены пятна, что загрязняют, ведут к новому существованию, создают проблемы, созревают в страдании, ведут к будущему рождению, старению и смерти, – вот кого я называю незаблуждающимся.  ",
  "mn36:47.4": "Ведь из-за оставления пятен человек является незаблуждающимся. ",
  "mn36:47.5": "В Татхагате, Аггивессана, пятна, что загрязняют, ведут к новому существованию, создают проблемы, созревают в страдании, ведут к будущему рождению, старению и смерти, – были отброшены, срезаны под корень, сделаны подобными обрубку пальмы, уничтожены так, что не смогут возникнуть в будущем.  ",
  "mn36:47.6": "Подобно тому, как если обрезать верхушку пальмы, она не будет дальше расти, – ",
  "mn36:47.7": "точно так же и в Татхагате пятна… не смогут возникнуть в будущем. ",
  "mn36:48.1": "Когда было сказано так, Саччака, сын нигантхов, сказал: ",
  "mn36:48.2": "– Поразительно, господин Готама. Удивительно, ",
  "mn36:48.3": "что, когда к господину Готаме обращаются грубо вновь и вновь, нападают с дерзкими течениями речи, цвет его кожи становится ярче, а цвет лица – чище, как и должно быть в случае с тем, кто совершенен и полностью просветлён.  ",
  "mn36:48.4": "Я помню, господин Готама, как нападал в дебатах на Пурану Кассапу. ",
  "mn36:48.5": "Он отвечал уклончиво, сбивал беседу с темы, проявлял злобу, ненависть и горечь. ",
  "mn36:48.6": "о когда к господину Готаме обращаются грубо вновь и вновь, нападают с дерзкими течениями речи, цвет его кожи становится ярче, цвет лица – чище, как и должно быть в случае с тем, кто совершенен и полностью просветлён.  ",
  "mn36:48.7": "Я помню, как нападал в дебатах на Маккхали Госалу… ",
  "mn36:48.8": "Аджиту Кесакамбалу… ",
  "mn36:48.9": "Пакудху Каччаяну… ",
  "mn36:48.10": "Саньджаю Белатхипутту… ",
  "mn36:48.11": "Нигантху Натапутту. ",
  "mn36:48.12": "Он отвечал уклончиво, сбивал беседу с темы, проявлял злобу, ненависть и горечь.  ",
  "mn36:48.13": "Но когда к господину Готаме обращаются грубо вновь и вновь, нападают с дерзкими течениями речи, цвет его кожи становится ярче, цвет лица – чище, как и должно быть в случае с тем, кто совершенен и полностью просветлён. ",
  "mn36:48.14": "А теперь, господин Готама, нам нужно идти.  ",
  "mn36:48.15": "Мы очень заняты и у нас много дел. ",
  "mn36:48.16": "– Тогда поступай, Аггивессана, так, как считаешь нужным. ",
  "mn36:48.17": "Так Саччака, сын нигантхов, восхитившись и возрадовавшись словам Благословенного, поднялся со своего сиденья и ушёл. "
}