{
  "mn37:0.1": "Мадджхима Никая 37 ",
  "mn37:0.2": " Малое наставление об уничтожении жажды ",
  "mn37:1.1": "Так я слышал. ",
  "mn37:1.2": "Однажды Благословенный проживал в Саваттхи, в Восточном парке во дворце Мигараматы. ",
  "mn37:2.1": "И тогда Сакка, царь богов, отправился к Благословенному, поклонился ему, встал рядом и спросил: ",
  "mn37:2.2": "– Уважаемый, если говорить кратко, то каким образом монах освобождён в уничтожении жажды, является тем, кто достиг наивысшего окончания, наивысшей защиты от подневольности, наивысшей святой жизни, наивысшей цели, и является высочайшим среди богов и людей? ",
  "mn37:3.1": "– Царь богов, вот монах услышал, ",
  "mn37:3.2": "что ни за что не стоит держаться.  ",
  "mn37:3.3": "Когда монах услышал, ",
  "mn37:3.4": "что ни за что не стоит держаться, ",
  "mn37:3.5": "то он напрямую знает всё. Напрямую познав всё, он полностью понимает всё. Полностью поняв всё, какое бы чувство он ни чувствовал – приятное, болезненное, ни-приятное-ни-болезненное,",
  "mn37:3.6": "он пребывает в созерцании непостоянства в этих чувствах, в созерцании угасания, в созерцании прекращения, в созерцании оставления. ",
  "mn37:3.7": "Созерцая так, он не цепляется ни к чему в мире.  ",
  "mn37:3.8": "Когда он не цепляется, он не взволнован. Когда он не взволнован, он лично достигает ниббаны.  ",
  "mn37:3.9": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования».  ",
  "mn37:3.10": "Если говорить кратко, то вот каким образом монах освобождён… является высочайшим среди богов и людей. ",
  "mn37:4.1": "И тогда Сакка, царь богов, восхитившись и возрадовавшись словам Благословенного, поклонился Благословенному и, обойдя его с правой стороны, тут же исчез. ",
  "mn37:5.1": "И в то время достопочтенный Махамоггаллана сидел возле Благословенного. ",
  "mn37:5.2": "Он подумал: ",
  "mn37:5.3": "«Постиг ли этот дух значение слов Благословенного, когда он возрадовался, или же нет?  ",
  "mn37:5.4": "Что, если я выясню, постиг он или нет?»",
  "mn37:5.5": "",
  "mn37:6.1": "И тогда, подобно тому как сильный человек распрямил бы согнутую руку или согнул распрямлённую, достопочтенный Махамоггаллана исчез из дворца Мигараматы в Восточном парке и возник среди богов [небесного мира] Тридцати трёх. ",
  "mn37:7.1": "И в то время Сакка, царь богов, был стократно снабжён и наделён пятью видами небесной музыки, и он наслаждался ей в парке Удовольствий Единственного Лотоса.  ",
  "mn37:7.2": "Когда он издали увидел достопочтенного Махамоггаллану,  ",
  "mn37:7.3": "он оставил музыку, подошёл к достопочтенному Махамоггаллане и сказал ему: ",
  "mn37:7.4": "– Идёмте же, почтенный Моггаллана! Добро пожаловать, почтенный Моггаллана! ",
  "mn37:7.5": "Прошло немало времени, прежде чем почтенный Моггаллана нашёл возможность прийти сюда. ",
  "mn37:7.6": "Присаживайтесь, почтенный Могггалана, вот здесь приготовлено сиденье. ",
  "mn37:7.7": "Достопочтенный Махамоггаллана сел на подготовленное сиденье,  ",
  "mn37:7.8": "а Сакка выбрал [себе] более низкое сиденье и сел рядом. ",
  "mn37:7.9": "Тогда достопочтенный Махамоггаллана спросил его: ",
  "mn37:8.1": "– Косия1, как Благословенный вкратце объяснил тебе освобождение в уничтожении жажды?  ",
  "mn37:8.2": "Было бы хорошо, если бы мы могли также услышать это утверждение.",
  "mn37:8.3": "– Почтенный Моггаллана, мы так заняты, у нас так много дел, ",
  "mn37:8.4": "и не только собственных, но также и дел богов Тридцати трёх.  ",
  "mn37:8.5": "Кроме того, почтенный Моггаллана, то, что было хорошо услышано, хорошо заучено, хорошо уловлено вниманием, хорошо запомнено, [теперь же] внезапно исчезло из нас.  ",
  "mn37:8.6": "Почтенный Моггаллана, как-то раз случилась война между богами и асурами. ",
  "mn37:8.7": "В той войне боги победили, а асуры были повержены.  ",
  "mn37:8.8": "Когда я выиграл ту войну и вернулся с неё победителем, я построил дворец Веджаянты. ",
  "mn37:8.9": "Почтенный Моггаллана, у дворца Веджаянты сотня башен, ",
  "mn37:8.10": "в каждой башне семьсот верхних покоев, ",
  "mn37:8.11": "в каждом верхнем покое по семь нимф,  ",
  "mn37:8.12": "и у каждой нимфы по семь дев.  ",
  "mn37:8.13": "Хотели бы вы взглянуть на великолепие дворца Веджаянты, почтенный Моггаллана? ",
  "mn37:8.14": "Достопочтенный Моггаллана молча согласился. ",
  "mn37:9.1": "И тогда Сакка, царь богов, а также небесный царь Вессавана2, отправились во дворец Веджаянты во главе с достопочтенным Махамоггалланой. ",
  "mn37:9.2": "Когда девы Сакки увидели издали достопочтенного Махамоггаллану,  ",
  "mn37:9.3": "они смутились, застыдились и разбежались по своим комнатам. ",
  "mn37:10.1": "Подобно тому как невестка приходит в смущение и стыд при виде своего свёкра,   ",
  "mn37:10.2": "точно также, когда девы Сакки увидели издали достопочтенного Махамоггаллану, они смутились, застыдились и разбежались по своим комнатам.",
  "mn37:10.3": "Тогда Сакка, царь богов, и небесный царь Вессавана повсюду провели [его] и показали достопочтенному Махамоггаллане [весь] дворец Веджаянты: ",
  "mn37:10.4": "– Посмотрите, почтенный Махамоггаллана, на это великолепие дворца Веджаянты! ",
  "mn37:10.5": "Посмотрите, почтенный Махамоггаллана, на это великолепие дворца Веджаянты! ",
  "mn37:10.6": "– Это делает честь почтенному Косии как тому, кто прежде совершал заслуги.  ",
  "mn37:10.7": "И когда человеческие существа видят что-либо приятное, они говорят: ",
  "mn37:10.8": "«Это делает честь богам [мира] Тридцати трёх!»  ",
  "mn37:10.9": "Это делает честь почтенному Косии как тому, кто прежде совершал заслуги. ",
  "mn37:11.1": "И затем достопочтенный Махамоггаллана подумал так: ",
  "mn37:11.2": "«Этот дух живёт слишком уж беспечно. ",
  "mn37:11.3": "Что, если я пробужу в нём ощущение безотлагательности [духовной жизни]?» ",
  "mn37:11.4": "И тогда достопочтенный Махамоггаллана сотворил такое чудо посредством сверхъестественных сил, что носком своей ступни заставил дворец Веджаянты содрогнуться, затрястись и зашататься. ",
  "mn37:11.5": "И тогда Сакка, небесный царь Вессавана, и боги Тридцати трёх преисполнились удивления и изумления и сказали [друг другу]: ",
  "mn37:11.6": "«Как удивительно, господа! В самом деле, как поразительно, господа! ",
  "mn37:11.7": "Какой силой и могуществом обладает [этот] отшельник, что носком своей ступни он делает так, что небесная обитель содрогается, сотрясается, шатается!» ",
  "mn37:12.1": "И когда достопочтенный Махамоггаллана понял, что в Сакке, царе богов, пробудилось ощущение безотлагательности, да так, что у того волосы встали дыбом, он спросил: ",
  "mn37:12.2": "«Косия, так как Благословенный вкратце объяснил тебе освобождение в уничтожении жажды?  ",
  "mn37:12.3": "Было бы хорошо, если бы мы могли также услышать это утверждение. ",
  "mn37:12.4": "– Почтенный Моггаллана, я отправился к Благословенному, поклонился ему, встал рядом и сказал: ",
  "mn37:12.5": "«Уважаемый, если говорить кратко, то каким образом монах освобождён… является высочайшим среди богов и людей?» ",
  "mn37:13.1": "Когда так было сказано, почтенный Моггаллана, Благословенный сказал мне: ",
  "mn37:13.2": "«Царь богов, вот монах услышал,  ",
  "mn37:13.3": "что ни за что не стоит держаться. ",
  "mn37:13.4": "Когда монах услышал,  ",
  "mn37:13.5": "что ни за что не стоит держаться, ",
  "mn37:13.6": "то он напрямую знает всё. Напрямую познав всё, он полностью понимает всё. Полностью поняв всё, какое бы чувство он ни чувствовал – приятное, болезненное, ни-приятное-ни-болезненное,",
  "mn37:13.7": "он пребывает в созерцании непостоянства в этих чувствах, в созерцании угасания, в созерцании прекращения, в созерцании оставления. ",
  "mn37:13.8": "Созерцая так, он не цепляется ни к чему в мире. ",
  "mn37:13.9": "Когда он не цепляется, он не взволнован. Когда он не взволнован, он лично достигает ниббаны.  ",
  "mn37:13.10": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn37:13.11": "Если говорить кратко, то вот каким образом монах освобождён… является высочайшим среди богов и людей. ",
  "mn37:13.12": "Вот как Благословенный вкратце объяснил мне освобождение в уничтожении жажды, почтенный Моггаллана. ",
  "mn37:14.1": "И тогда достопочтенный Махамоггаллана восхитился и возрадовался словам Сакки, царя богов. И затем, подобно тому как сильный человек распрямил бы согнутую руку или согнул распрямлённую, он исчез из [мира] богов Тридцати трёх и возник в Восточном парке во дворце Мигараматы. ",
  "mn37:14.2": "И затем, вскоре после того как достопочтенный Махамоггаллана ушёл, слуги Сакки, царя богов, спросили его: ",
  "mn37:14.3": "– Почтенный, это был твой учитель, Благословенный? ",
  "mn37:14.4": "– Нет, почтенные, это был не мой учитель, Благословенный. ",
  "mn37:14.5": "Это был один из моих товарищей по святой жизни, достопочтенный Махамоггаллана ",
  "mn37:14.6": "– Почтенный, какое благо для тебя, ",
  "mn37:14.7": "что твой товарищ по святой жизни столь силён и могущественен! ",
  "mn37:14.8": "И уж, наверное, куда более [силён и могущественен] твой учитель, Благословенный! ",
  "mn37:15.1": "Затем достопочтенный Махамоггаллана подошёл к Благословенному, поклонился ему, сел рядом и спросил: ",
  "mn37:15.2": "– Уважаемый, помнит ли Благословенный краткое утверждение об освобождении в уничтожении жажды, [обращённое] одному из знаменитых духов с большой свитой?",
  "mn37:15.3": "“– Помню, Моггаллана. Сакка, царь богов, пришёл ко мне, поклонился мне, встал рядом и спросил: ",
  "mn37:15.4": "",
  "mn37:15.5": "",
  "mn37:15.6": "",
  "mn37:15.7": "",
  "mn37:15.8": "",
  "mn37:15.9": "",
  "mn37:15.10": "",
  "mn37:15.11": "",
  "mn37:15.12": "",
  "mn37:15.13": "",
  "mn37:15.14": "",
  "mn37:15.15": "",
  "mn37:15.16": "",
  "mn37:15.17": "Вот как я припоминаю краткое объяснение освобождения в уничтожении жажды Сакке, царю богов. ",
  "mn37:15.18": "Так сказал Благословенный. ",
  "mn37:15.19": "Достопочтенный Махамоггаллана был доволен и восхитился словами Благословенного. "
}