{
  "mn39:0.1": "Мадджхима Никая 39 ",
  "mn39:0.2": "Большое наставление в Ассапуре ",
  "mn39:1.1": "Так я слышал. ",
  "mn39:1.2": "Однажды Благословенный проживал в стране Ангов в городе Ангов под названием Ассапура. ",
  "mn39:1.3": "Там Благословенный обратился к монахам так:",
  "mn39:1.4": "- Монахи! ",
  "mn39:1.5": "- Уважаемый, - ответили они. ",
  "mn39:1.6": "Благословенный сказал следующее: ",
  "mn39:2.1": "– «Отшельники, отшельники» – вот как, монахи, люди воспринимают вас. ",
  "mn39:2.2": "И когда вас спрашивают: «Вы кто?» – вы утверждаете, что вы отшельники.  ",
  "mn39:2.3": "Поскольку так вы обозначаетесь и так о себе заявляете, то вот как вам следует тренироваться: «Мы будем предпринимать и практиковать те вещи, которые делают кого-либо отшельником, делают кого-либо жрецом, так что наши обозначения будут правдивыми, наши утверждения – подлинными,  ",
  "mn39:2.4": "и так, чтобы услужение тех [мирян], чьи одежды, еду, жилища, необходимые для лечения вещи мы используем, принесло им великий плод и благо, и так, чтобы наш уход в бездомную жизнь был бы не тщетным, а плодотворным и продуктивным». ",
  "mn39:2.5": "",
  "mn39:3.1": "И какие вещи, монахи, делают кого-либо отшельником, делают кого-либо жрецом? ",
  "mn39:3.2": "Монахи, вот как вы должны тренироваться: «Мы будем обладать чувством стыда и боязнью совершить проступок». ",
  "mn39:3.3": "И теперь, монахи, вы можете подумать так: ",
  "mn39:3.4": "«Мы обладаем чувством стыда и боязнью совершить проступок. Этого достаточно, это было выполнено, цель отшельничества достигнута, нам нечего больше делать» – и будете отдыхать, довольные этим. ",
  "mn39:3.5": "Монахи, я говорю вам, заявляю вам:  ",
  "mn39:3.6": "вам, то есть тем, кто ищет статуса отшельника [не следует останавливаться] не достигнув цели отшельничества, когда всё ещё есть то, что необходимо осуществить. ",
  "mn39:4.1": "И что ещё необходимо осуществить? ",
  "mn39:4.2": "Монахи, вот как вы должны тренироваться: «Наше телесное поведение будет очищенным, чистым и открытым, безупречным и сдержанным, ",
  "mn39:4.3": "и мы не станем восхвалять себя и унижать других из-за этого очищенного телесного поведения». ",
  "mn39:4.4": "И теперь, монахи, вы можете подумать так: ",
  "mn39:4.5": "«Мы обладаем чувством стыда и боязнью совершить проступок, и наше телесное поведение было очищено. ",
  "mn39:4.6": "Этого достаточно, это было выполнено, цель отшельничества достигнута, нам нечего больше делать» – и будете отдыхать, довольные этим. ",
  "mn39:4.7": "Монахи, я говорю вам, заявляю вам: ",
  "mn39:4.8": "вам, то есть тем, кто ищет статуса отшельника, [не следует останавливаться] не достигнув цели отшельничества, когда всё ещё есть то, что необходимо осуществить. ",
  "mn39:5.1": "И что ещё необходимо осуществить? ",
  "mn39:5.2": "Монахи, вот как вы должны тренироваться: «Наше словесное поведение будет очищенным, чистым и открытым, безупречным и сдержанным, и мы не станем восхвалять себя и унижать других из-за этого очищенного словесного поведения»… ",
  "mn39:5.3": "",
  "mn39:5.4": "",
  "mn39:5.5": "",
  "mn39:5.6": "",
  "mn39:5.7": "",
  "mn39:5.8": "",
  "mn39:6.1": "",
  "mn39:6.2": "умственное поведение … ",
  "mn39:6.3": "",
  "mn39:6.4": "",
  "mn39:6.5": "",
  "mn39:6.6": "",
  "mn39:6.7": "",
  "mn39:6.8": "",
  "mn39:7.1": "",
  "mn39:7.2": "«Наши средства к жизни будут очищенными, чистыми и открытыми, безупречными и сдержанными, ",
  "mn39:7.3": "и мы не станем восхвалять себя и унижать других из-за этих очищенных средств к жизни».",
  "mn39:7.4": "И теперь, монахи, вы можете подумать так: ",
  "mn39:7.5": "«Мы обладаем чувством стыда и боязнью совершить проступок, и наше телесное, словесное, умственное поведение и средства к жизни очищены. ",
  "mn39:7.6": "Этого достаточно, это было выполнено, цель отшельничества достигнута, нам нечего больше делать» – и будете отдыхать, довольные этим. ",
  "mn39:7.7": "Монахи, я говорю вам, заявляю вам: ",
  "mn39:7.8": "вам, то есть тем, кто ищет статуса отшельника, [не следует останавливаться] не достигнув цели отшельничества, когда всё ещё есть то, что необходимо осуществить. ",
  "mn39:8.1": "И что ещё необходимо осуществить? ",
  "mn39:8.2": "Монахи, вот как вы должны тренироваться: «Мы будем охранять двери наших способностей [органов] чувств». ",
  "mn39:8.3": "Видя форму глазом, мы не будем цепляться за её образ и черты.  ",
  "mn39:8.4": "Ведь если мы оставим способность глаза неохраняемой, плохие неблагие состояния алчности и грусти могут наводнить нас. Мы будем практиковать путь сдерживания, охранять способность глаза, предпринимать сдерживание способности глаза. ",
  "mn39:8.5": "Слыша звук ухом … ",
  "mn39:8.6": "Обоняя запах носом … ",
  "mn39:8.7": "Пробуя вкус языком … ",
  "mn39:8.8": "Касаясь осязаемой вещи телом … ",
  "mn39:8.9": "Познавая умственный феномен умом, мы не будем цепляться за его образ и черты.  ",
  "mn39:8.10": "едь если мы оставим способность ума неохраняемой, то плохие, неблагие состояния алчности и грусти могут наводнить нас. Мы будем практиковать путь сдерживания, охранять способность ума, предпринимать сдерживание способности ума». ",
  "mn39:8.11": "И теперь, монахи, вы можете подумать так: ",
  "mn39:8.12": "«Мы обладаем чувством стыда и боязнью совершить проступок, наше телесное, словесное, умственное поведение и средства к жизни очищены и мы охраняем двери наших органов чувств. ",
  "mn39:8.13": "Этого достаточно, это было выполнено, цель отшельничества достигнута, нам нечего больше делать» – и будете отдыхать, довольные этим. ",
  "mn39:8.14": "",
  "mn39:8.15": "",
  "mn39:9.1": "И что ещё необходимо осуществить? ",
  "mn39:9.2": "«Мы будем умеренны в еде. Мудро осмысливая, мы будем употреблять пищу, собранную с подаяний, ",
  "mn39:9.3": "не ради развлечений, не ради упоения, не ради физической красоты и привлекательности, а просто ради стойкости и продолжительности этого тела, чтобы устранить дискомфорт, [тем самым] поддержать [ведение] святой жизни, осознавая: «Так я устраню старые чувства [голода] и не создам новых чувств [от переедания]. Я буду здоровым, не буду [этим] порицаем, буду пребывать в облегчении». ",
  "mn39:9.4": "И теперь, монахи, вы можете подумать так: ",
  "mn39:9.5": "«Мы обладаем чувством стыда и боязнью совершить проступок, наше телесное, словесное, умственное поведение и средства к жизни очищены, мы охраняем двери наших органов чувств и мы умеренны в еде. ",
  "mn39:9.6": "Этого достаточно, это было выполнено, цель отшельничества достигнута, нам нечего больше делать» – и будете отдыхать, довольные этим. ",
  "mn39:9.7": "",
  "mn39:9.8": "",
  "mn39:10.1": "И что ещё необходимо осуществить? ",
  "mn39:10.2": "Монахи, вот как вы должны тренироваться: «Мы будем предаваться бодрствованию. Днём, во время хождения вперёд и назад и сидения, мы будем очищать свой ум от тех состояний, что создают препятствия. ",
  "mn39:10.3": "В первую стражу ночи, во время хождения вперёд и назад, [а также во время] сидения, мы будем очищать свой ум от тех состояний, что создают препятствия.  ",
  "mn39:10.4": "В среднюю стражу ночи мы будем ложиться на правый бок в позе льва, положив одну ступню на другую, осознанные и бдительные, предварительно сделав в уме отметку, когда следует вставать.  ",
  "mn39:10.5": "После подъёма, в третью стражу ночи, по мере хождения вперёд и назад, [а также во время] сидения, мы будем очищать свой ум от тех состояний, что создают препятствия». ",
  "mn39:10.6": "И теперь, монахи, вы можете подумать так: ",
  "mn39:10.7": "«Мы обладаем чувством стыда и боязнью совершить проступок, наше телесное, словесное, умственное поведение и средства к жизни очищены, мы охраняем двери наших органов чувств, мы умеренны в еде и мы предаёмся бодрствованию. ",
  "mn39:10.8": "Этого достаточно, это было выполнено, цель отшельничества достигнута, нам нечего больше делать» – и будете отдыхать, довольные этим. ",
  "mn39:10.9": "",
  "mn39:10.10": "",
  "mn39:11.1": "И что ещё необходимо осуществить? ",
  "mn39:11.2": "Монахи, вот как вы должны тренироваться: «Мы будем обладать осознанностью и бдительностью. Мы будем действовать с бдительностью, когда идём вперёд и возвращаемся… когда смотрим вперёд и смотрим в сторону… когда сгибаем и разгибаем свои члены тела… когда несём одеяния, внешнее одеяние, чашу… когда едим, пьём, жуём, пробуем… когда мочимся и испражняемся… когда идём, стоим, сидим, засыпаем, просыпаемся, разговариваем и молчим». ",
  "mn39:11.3": "И теперь, монахи, вы можете подумать так: ",
  "mn39:11.4": "«Мы обладаем чувством стыда и боязнью совершить проступок, наше телесное, словесное, умственное поведение и средства к жизни очищены, мы охраняем двери наших органов чувств, мы умеренны в еде, мы предаёмся бодрствованию и мы обладаем осознанностью и бдительностью. ",
  "mn39:11.5": "Этого достаточно, это было выполнено, цель отшельничества достигнута, нам нечего больше делать» – и будете отдыхать, довольные этим. ",
  "mn39:11.6": "",
  "mn39:11.7": "",
  "mn39:12.1": "И что ещё необходимо осуществить? ",
  "mn39:12.2": "Вот, монахи, монах затворяется в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне хома, на кладбище, в джунглях, на открытой местности, у стога соломы.  ",
  "mn39:13.1": "После принятия пищи, вернувшись с хождения за подаяниями, он садится со скрещёнными ногами, держит тело выпрямленным, устанавливает осознанность впереди. ",
  "mn39:13.2": "Оставляя алчность к миру, он пребывает с умом, свободным от алчности. Он очищает ум от алчности. ",
  "mn39:13.3": "Оставляя недоброжелательность и злость, он пребывает с умом, свободным от недоброжелательности, сострадательный ко всем живым существам. ",
  "mn39:13.4": "Он очищает ум от недоброжелательности и злости. Оставляя лень и апатию, он пребывает свободным от лени и апатии – осознанным, бдительным, воспринимая свет. Он очищает свой ум от лени и апатии. ",
  "mn39:13.5": "Отбрасывая неугомонность и сожаление, он пребывает не-взволнованным, с внутренне умиротворённым умом. Он очищает ум от неугомонности и сожаления. ",
  "mn39:13.6": "Отбрасывая сомнение, он пребывает, выйдя за пределы сомнения, не имея замешательства в отношении [понимания] благих [умственных] состояний. Он очищает свой ум от сомнения. ",
  "mn39:14.1": "Монахи, представьте, как если человек взял заём и предпринял некое дело, ",
  "mn39:14.2": "и его дело пошло бы на лад, ",
  "mn39:14.3": "ак что он мог бы выплатить все деньги старого займа и у него осталось бы ещё достаточно, чтобы содержать жену. ",
  "mn39:14.4": "И тогда, осознав это, ",
  "mn39:14.5": "",
  "mn39:14.6": "",
  "mn39:14.7": "он был бы довольным и полным радости. ",
  "mn39:14.8": "Или представьте, как если бы человек был нездоров, поражён болезнью, серьёзно болен. Еда не подходила бы ему, у его тела не было бы силы. ",
  "mn39:14.9": "Но позже он бы выздоровел от болезни, еда бы подходила ему, его тело восстановило бы силу. ",
  "mn39:14.10": "И тогда, осознав это, ",
  "mn39:14.11": "",
  "mn39:14.12": "он был бы довольным и полным радости. ",
  "mn39:14.13": "Или представьте, как если бы человека бросили в тюрьму, ",
  "mn39:14.14": "но позже он бы освободился от тюрьмы, был бы в безопасности и сохранности, не потеряв своего имущества.  ",
  "mn39:14.15": "И тогда, осознав это, ",
  "mn39:14.16": "",
  "mn39:14.17": "он был бы довольным и полным радости. ",
  "mn39:14.18": "Или представьте, как если бы человек был рабом, не независимым, но зависимым от других. Он не мог бы идти туда, куда пожелает.  ",
  "mn39:14.19": "Но позже он бы освободился от рабства, стал бы зависим только от себя, независимым от других, и мог бы идти туда, куда пожелает. ",
  "mn39:14.20": "И тогда, осознав это, ",
  "mn39:14.21": "",
  "mn39:14.22": "он был бы довольным и полным радости. ",
  "mn39:14.23": "Или представьте, как если бы человек с богатством и имуществом поехал по дороге, ведущей через пустыню, ",
  "mn39:14.24": "но потом он бы пересёк пустыню, был в безопасности и сохранности, не потеряв своего имущества. ",
  "mn39:14.25": "И тогда, осознав это, ",
  "mn39:14.26": "",
  "mn39:14.27": "",
  "mn39:14.28": "он был бы довольным и полным радости. ",
  "mn39:14.29": "Точно также, монахи, когда эти пять помех не отброшены в нём, монах видит их соответствующим образом как долг, болезнь, тюрьму, рабство, дорогу через пустыню. ",
  "mn39:14.30": "Но когда эти пять помех были отброшены в нём, он видит это как свободу от долга, здоровье, освобождение из тюрьмы, освобождение от рабства, безопасную землю. ",
  "mn39:15.1": "Отбросив эти пять помех, изъянов ума, которые ослабляют мудрость, ",
  "mn39:15.2": "он входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn39:15.3": "Он делает восторг и удовольствие, что возникли из-за [этой] отстранённости, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn39:15.4": "Подобно тому как умелый банщик или ученик банщика насыпал бы банный порошок в железный таз и, постепенно опрыскивая его водой, замешивал бы его, пока влага не пропитала [этот] его ком банного порошка, не промочила его и не наполнила внутри и снаружи, но всё же сам [этот] ком не сочился бы [от воды], – ",
  "mn39:15.5": "точно также монах делает восторг и удовольствие, что возникли из-за [этой] отстранённости, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn39:16.1": "Далее, монахи, с угасанием направления и удержания [ума на объекте], он входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn39:16.2": "Он делает восторг и удовольствие, что возникли посредством сосредоточения, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли посредством сосредоточения. ",
  "mn39:16.3": "Подобно озеру, чьи воды били бы ключами со дна, не имеющему притока с востока, запада, севера или юга. [Озеро] не пополнялось бы время от времени проливным дождём. И тогда прохладные источники, бьющие [на дне] озера, сделали бы так, что прохладная вода пропитывала, промачивала, заливала, наполняла бы озеро, так что не было бы ни единой части во всём озере, которая не была бы наполнена прохладной водой. ",
  "mn39:16.4": "Точно так же монах делает восторг и удовольствие, что возникли посредством сосредоточения, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли посредством сосредоточения. ",
  "mn39:17.1": "Далее, монахи, с угасанием восторга монах пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой благородные говорят так: «Он невозмутим, осознан, находится в приятнои пребывании». ",
  "mn39:17.2": "Он делает удовольствие, отделённое от восторга, пропитывающим, промачивающим, заливающим, наполняющим это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена удовольствием, отделённым от восторга. ",
  "mn39:17.3": "Подобно тому как в озере с голубыми, или красными, или белыми лотосами некоторые лотосы, которые родились и выросли в воде, расцветают, будучи погружёнными в воду, так и не взойдя над поверхностью воды, а прохладные воды пропитывают, промачивают, заливают, наполняют их от кончиков до корней, –  ",
  "mn39:17.4": "точно так же монах делает удовольствие, отделённое от восторга, пропитывающим, промачивающим, заливающим, наполняющим это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена удовольствием, отделённым от восторга. ",
  "mn39:18.1": "Далее, монахи, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn39:18.2": "Он сидит, наполняя это тело чистым ярким умом, так что во всём его теле нет ни единой части, которая не была бы наполнена чистым и ярким умом. ",
  "mn39:18.3": "Подобно сидящему человеку, укрытому с ног до головы белой тканью так, что не было бы ни одной части его тела, не наполненной белой тканью, –  ",
  "mn39:18.4": "точно также монах сидит, наполняя это тело чистым ярким умом, так что во всём его теле нет ни единой части, которая не была бы наполнена чистым ярким умом. ",
  "mn39:19.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию воспоминаний прошлых жизней. ",
  "mn39:19.2": "Так он вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn39:19.3": "Подобно тому как человек мог бы отправиться из своей деревни в другую деревню, а затем обратно в свою деревню, и мог бы подумать: «Я отправился из своей деревни в ту деревню, и там я стоял так-то, сидел так-то, говорил так-то, молчал так-то; из той деревни я отправился в ту другую деревню и там я стоял так-то, сидел так-то, говорил так-то, молчал так-то; из той деревни я опять вернулся обратно в свою деревню», – ",
  "mn39:19.4": "точно также, монах вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn39:20.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию смерти и перерождения существ. ",
  "mn39:20.2": "Божественным глазом, очищенным и превосходящим человеческий, он видит умирающих и перерождающихся существ… в соответствии с их поступками. ",
  "mn39:20.3": "Подобно тому, как если бы было два дома с дверями, и человек с хорошим зрением, стоя между ними, видел бы, как люди входят в дома и выходят, скитаются туда и сюда, – ",
  "mn39:20.4": "то точно также, божественным глазом, очищенным и превосходящим человеческий, монах видит смерть и перерождение существ… и он понимает, как существа скитаются в соответствии с их деяниями. ",
  "mn39:21.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn39:21.2": "Он понимает в соответствии с действительностью: «Это – страдание… Это – происхождение страдания… Это – прекращение страдания… Это – путь, ведущий к прекращению страдания…  ",
  "mn39:21.3": "Это – пятна… Это – происхождение пятен [загрязнений ума]… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn39:21.4": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn39:21.5": "Когда он освободился, приходит знание: «Он освобождён».  ",
  "mn39:21.6": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn39:21.7": "Это] подобно тому, как если бы озеро в горной впадине было чистым, спокойным, прозрачным. И человек с хорошим зрением, стоя на берегу, мог бы видеть ракушки, гравий и гальку, проплывающие и отдыхающие стаи рыб. ",
  "mn39:21.8": "",
  "mn39:21.9": "Он мог бы подумать: ",
  "mn39:21.10": "«Вот, есть это озеро – чистое, спокойное, прозрачное. И вот, здесь есть эти ракушки, гравий, галька, а также эти проплывающие и отдыхающие стаи рыб».  ",
  "mn39:21.11": "Точно также монах понимает в соответствии с действительностью: «Это – страдание…  ",
  "mn39:21.12": "Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn39:22.1": "Монахи, такой монах зовётся отшельником, жрецом, который совершил купание, который достиг знания, святой учёный, благородный, арахант. ",
  "mn39:23.1": "И каким образом монах является отшельником?  ",
  "mn39:23.2": "Он успокоил плохие, неблагие состояния, которые загрязняют, ведут к новому существованию, создают проблемы, созревают в страдании, ведут к будущему рождению, старению, смерти.  ",
  "mn39:23.3": "Вот каким образом монах является отшельником. ",
  "mn39:24.1": "И каким образом монах является жрецом? ",
  "mn39:24.2": "Он выдворил плохие, неблагие состояния… ведут к будущему рождению, старению, смерти. ",
  "mn39:24.3": "Вот каким образом монах является жрецом. ",
  "mn39:25.1": "И каким образом монах является тем, кто совершил купание? ",
  "mn39:25.2": "Он смыл плохие, неблагие состояния… ",
  "mn39:25.3": "Вот каким образом монах является тем, кто совершил купание? ",
  "mn39:26.1": "И каким образом монах достиг знания?  ",
  "mn39:26.2": "Он познал плохие, неблагие состояния… ",
  "mn39:26.3": "Вот каким образом монах достиг знания?  ",
  "mn39:27.1": "И каким образом монах является святым учёным? ",
  "mn39:27.2": "Плохие, неблагие состояния, которые загрязняют, ведут к новому существованию, создают проблемы, созревают в страдании, ведут к будущему рождению, старению, смерти – стекли с него. ",
  "mn39:27.3": "Вот каким образом монах является святым учёным. ",
  "mn39:28.1": "И каким образом монах является благородным? ",
  "mn39:28.2": "Плохие, неблагие состояния, которые загрязняют… – далеки от него. ",
  "mn39:28.3": "Вот каким образом монах является благородным? ",
  "mn39:29.1": "И каким образом монах является арахантом? ",
  "mn39:29.2": "Плохие, неблагие состояния, которые загрязняют, ведут к новому существованию, создают проблемы, созревают в страдании, ведут к будущему рождению, старению, смерти – далеки от него.  ",
  "mn39:29.3": "Вот каким образом монах является арахантом.» ",
  "mn39:29.4": "Так сказал Благословенный. ",
  "mn39:29.5": "Монахи были довольны и восхитились словами Благословенного. "
}