{
  "mn40:0.1": "Мадджхима Никая 40 ",
  "mn40:0.2": "Малое наставление в Ассапуре ",
  "mn40:1.1": "Так я слышал. ",
  "mn40:1.2": "Однажды Благословенный проживал в стране Ангов в городе Ангов под названием Ассапура. ",
  "mn40:1.3": "Там он обратился к монахам так: ",
  "mn40:1.4": "- Монахи! ",
  "mn40:1.5": "- Уважаемый, - ответили они. ",
  "mn40:1.6": "Благословенный сказал следующее. ",
  "mn40:2.1": "«Отшельники, отшельники» – вот как, монахи, люди воспринимают вас. ",
  "mn40:2.2": "И когда вас спросили: «Вы кто?» – вы утверждаете, что вы отшельники.  ",
  "mn40:2.3": "Поскольку так вы обозначаетесь, и так о себе заявляете, то вот как вам следует тренироваться: «Мы будем практиковать путь, подобающий отшельникам,  Так что наши обозначения будут правдивыми, наши утверждения подлинными, ",
  "mn40:2.4": "",
  "mn40:2.5": "",
  "mn40:2.6": "И так чтобы услужение тех [мирян], чьи одежды, еду, жилища, необходимые для лечения вещи мы используем, принесёт им великий плод и благо, И так, чтобы наш уход в бездомную жизнь был бы не тщетным, а плодотворным и продуктивным». ",
  "mn40:2.7": "",
  "mn40:3.1": "И как, монахи, монах не практикует подобающий отшельнику путь? ",
  "mn40:3.2": "Пока монах является тем, кто алчный и не отбросил алчности; тем, у кого недоброжелательный ум, и кто не отбросил недоброжелательности; тем, кто злой, и кто не отбросил злости; тем, кто негодует, и кто не отбросил негодования; тем, кто полон презрения, и кто не отбросил презрения; тем, кто надменен, и кто не отбросил надменности; тем, кто завистлив, и кто не отбросил зависти; тем, кто скуп, и кто не отбросил скупости; тем, кто притворяется, и кто не отбросил притворства; тем, кто лживый, и кто не отбросил лживости; тем, у кого порочные желания и кто не отбросил порочных желаний; тем, у кого неправильные воззрения и кто не отбросил неправильных воззрений, – ",
  "mn40:3.3": "из-за его неспособности отбросить эти пятна отшельника, эти изъяны отшельника, этот осадок отшельника, которые являются основанием для перерождения в состоянии лишений и результаты которых переживаются в неблагом уделе, до этих пор, я говорю вам, он не практикует подобающий отшельнику путь. ",
  "mn40:4.1": "Я говорю вам, что уход в бездомную жизнь такого монаха подобен оружию, которое называется матаджа – тщательно заточенному с обоих концов, помещённому, вложенному в ножны из лоскутов.  ",
  "mn40:4.2": "",
  "mn40:4.3": "",
  "mn40:5.1": "Я не утверждаю, что статус отшельника приходит к носящему сшитую из лоскутов накидку из-за одного лишь ношения [этой] сшитой из лоскутов накидки; ",
  "mn40:5.2": "как и не приходит к голому аскету из-за одной лишь наготы;  ",
  "mn40:5.3": "как и не приходит к [аскету], измазанному пылью и грязью, из-за одной лишь измазанности пылью и грязью; ",
  "mn40:5.4": "как и не приходит к ритуальному купающемуся из-за одного лишь ритуального купания; ",
  "mn40:5.5": "как и не приходит к живущему у подножия дерева из-за одного лишь жития у подножия дерева; ",
  "mn40:5.6": "как и не приходит к проживающему на открытой местности из-за одного лишь проживания на открытой местности; ",
  "mn40:5.7": "как и не приходит к практикующему непрерывное стояние из-за одного лишь непрерывного стояния; ",
  "mn40:5.8": "как и не приходит к принимающему пищу в утановленные промежутки из-за одного лишь принятия пищи в определённые промежутки; ",
  "mn40:5.9": "как и не приходит к чтецу заклинаний из-за одной лишь декламации заклинаний; ",
  "mn40:5.10": "как и статус отшельника не приходит к аскету со спутанными волосами из-за одного лишь ношения спутанных волос. ",
  "mn40:6.1": "Монахи, если бы посредством одного лишь ношения сшитой из лоскутов накидки носящий сшитую из лоскутов накидку, который был бы алчный, отбросил бы алчность, который имел бы недоброжелательный ум, отбросил бы недоброжелательность… который имел бы неправильные воззрения, отбросил бы неправильные воззрения, – то тогда его друзья и товарищи, его близкие и родственники, делали бы его носящим сшитую из лоскутов накидку с самого момента его рождения и заставляли бы его предпринимать ношение сшитой из лоскутов накидки так: ",
  "mn40:6.2": "«Ну же, дорогой, будь тем, кто носит сшитую из лоскутов накидку, ведь из-за одного лишь ношения сшитой из лоскутов накидки,  когда ты будешь алчен, ты отбросишь алчность, когда у тебя будет недоброжелательный ум, ты отбросишь недоброжелательный ум… когда у тебя будут неправильные воззрения, ты отбросишь неправильные воззрения». ",
  "mn40:6.3": "Но вот я вижу носящего сшитую из лоскутов накидку, который алчный, который имеет недоброжелательный ум… имеет неправильные воззрения.  И вот почему я не говорю, что статус отшельника приходит к носящему сшитую из лоскутов накидку из-за одного лишь ношения [этой] сшитой из лоскутов накидки. ",
  "mn40:6.4": "Если бы посредством одной лишь наготы… ",
  "mn40:6.5": "грязи и пыли… ",
  "mn40:6.6": "ритуального купания… ",
  "mn40:6.7": "проживания у подножия дерева… ",
  "mn40:6.8": "проживания на открытой местности… ",
  "mn40:6.9": "непрерывного стояния… ",
  "mn40:6.10": "принятия пищи в определённые промежутки… ",
  "mn40:6.11": "декламации заклинаний… ",
  "mn40:6.12": "ношения спутанных волос носящий сшитую из лоскутов накидку, который был бы алчный, отбросил бы алчность, который имел бы недоброжелательный ум, отбросил бы недоброжелательность… который имел бы неправильные воззрения, отбросил бы неправильные воззрения, то тогда его друзья и товарищи, его близкие и родственники, делали бы его носящим сшитую из лоскутов накидку с самого момента его рождения  и заставляли бы его предпринимать ношение сшитой из лоскутов накидки так: ",
  "mn40:6.13": "«Ну же, дорогой, будь тем, кто носит сшитую из лоскутов накидку, Едь из-за одного лишь ношения сшитой из лоскутов накидки, когда ты будешь алчен, ты отбросишь алчность, когда у тебя будет недоброжелательный ум, ты отбросишь недоброжелательный ум… когда у тебя будут неправильные воззрения, ты отбросишь неправильные воззрения».  ",
  "mn40:6.14": "Но вот я вижу носящего сшитую из лоскутов накидку, который алчный, который имеет недоброжелательный ум… имеет неправильные воззрения.  И вот почему я не говорю, что статус отшельника приходит к носящему сшитую из лоскутов накидку из-за одного лишь ношения [этой] сшитой из лоскутов накидки. ",
  "mn40:7.1": "Но как, монахи, монах практикует подобающий отшельнику путь?  ",
  "mn40:7.2": "Когда какой-либо монах, который был алчный, отбросил алчность… недоброжелательный ум… злость… негодование… презрение… надменность… зависть… скупость… притворство… лживость… порочные желания… неправильные воззрения,  ",
  "mn40:7.3": "эти пятна отшельника, эти изъяны отшельника, этот осадок отшельника, которые являются основанием для перерождения в состоянии лишений и результаты которых переживаются в неблагом уделе, когда он отбросил их, то тогда он практикует подобающий отшельнику путь, говорю я вам. ",
  "mn40:8.1": "Он видит себя очищенным от всех этих плохих, неблагих состояний, видит себя освобождённым от них.  ",
  "mn40:8.2": "Когда он видит это, в нём рождается радость. Когда он рад, в нём рождается восторг. Тело того, у кого есть восторг, становится безмятежным. Тот, чьё тело безмятежно, чувствует удовольствие. Ум того, кто чувствует удовольствие, становится сосредоточенным. ",
  "mn40:9.1": "Он пребывает, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую.  Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn40:10-12.1": "Он пребывает, наполняя первую сторону света умом, наделённым состраданием… ",
  "mn40:10-12.2": "Он пребывает, наполняя первую сторону света умом, наделённым сорадованием… ",
  "mn40:10-12.3": "Он пребывает, наполняя первую сторону света умом, наделённым невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую.  Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым невозмутимостью,  – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn40:13.1": "Представьте пруд с чистой, приятной, прохладной, прозрачной водой, с пологими берегами, восхитительный. ",
  "mn40:13.2": "Если бы человек, изнурённый и истощённый жарой – усталый, страдающий от жажды, высохший – пришёл бы [к нему] с запада, или с востока, или с севера, или с юга, или откуда-либо ещё,  ",
  "mn40:13.3": "то, подойдя к пруду, он бы утолил свою жажду и изнурённость из-за жары. ",
  "mn40:13.4": "Точно также, монахи, если кто-либо из клана знати, клана брахманов, клана торговцев, клана рабочих оставляет жизнь домохозяйскую ради жизни бездомной, после встречи с Дхаммой и Винаей, что были провозглашены Татхагатой,  он развивает доброжелательность, сострадание, сорадование и невозмутимость и за счёт этого обретает внутренний покой,  ",
  "mn40:13.5": "то тогда за счёт этого внутреннего покоя он практикует подобающий отшельнику путь, я говорю вам. ",
  "mn40:14.1": "И представьте, если кто-либо из клана знати, клана брахманов, клана торговцев, клана рабочих оставляет жизнь домохозяйскую ради жизни бездомной, ",
  "mn40:14.2": "здесь и сейчас входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания,  за счёт уничтожения пятен [умственных загрязнений], ",
  "mn40:14.3": "– то тогда он уже отшельник из-за уничтожения пятен [умственных загрязнений]. ",
  "mn40:14.4": "Так сказал Благословенный. ",
  "mn40:14.5": "Монахи были довольны и восхитились словами Благословенного. ",
  "mn40:14.6": "",
  "mn40:14.7": "",
  "mn40:15.1": "",
  "mn40:15.2": "",
  "mn40:15.3": ""
}