{
  "mn41:0.1": "Мадджхима Никая 41 ",
  "mn41:0.2": "Брахманы из Салы ",
  "mn41:1.1": "Так я слышал. ",
  "mn41:1.2": "Однажды Благословенный странствовал переходами по стране Косал с большой общиной монахов и со временем прибыл в косальскую брахманскую деревню под названием Сала. ",
  "mn41:2.1": "Домохозяева-брахманы из Салы услышали: ",
  "mn41:2.2": "«Отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, путешествует по стране Косал с большой общиной монахов и прибыл в Салу. ",
  "mn41:2.3": "И об этом господине Готаме распространилась такая славная молва:  ",
  "mn41:2.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "mn41:2.5": "Он постиг своим собственным прозрением этот мир — с его богами, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей,  — и он делает это известным другим. ",
  "mn41:2.6": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. ",
  "mn41:2.7": "Он раскрывает святую жизнь, всецело совершенную и чистую». ",
  "mn41:2.8": "Хорошо было бы увидеть таких арахантов». ",
  "mn41:3.1": "И тогда домохозяева-брахманы Салы отправились к Благословенному. Некоторые поклонились Благословенному и сели рядом. Некоторые обменялись с ним приветствиями и после обмена вежливыми приветствиями и любезностями сели рядом. Некоторые из них сели рядом, поприветствовав Благословенного сложенными у груди ладонями. Некоторые из них сели рядом, объявив перед Благословенным своё имя и имя клана. Некоторые из них сели рядом [просто] молча. Когда они уселись, они сказали Благословенному: ",
  "mn41:4.1": "- Господин Готама, в чем условие и причина, почему некоторые существа с распадом тела, после смерти, возникают в состоянии лишений, в несчастливом уделе, в погибели, даже в аду? ",
  "mn41:4.2": "И в чём условие и причина, почему некоторые существа с распадом тела, после смерти, возникают в счастливом уделе, даже в небесном мире? ",
  "mn41:5.1": "– Домохозяева, по причине поведения, не соответствующего Дхамме, по причине неправедного поведения некоторые существа с распадом тела, после смерти, возникают в состоянии лишений, в несчастливом уделе, в погибели, даже в аду. ",
  "mn41:5.2": "По причине поведения, соответствующего Дхамме, по причине праведного поведения некоторые существа с распадом тела, после смерти, возникают в счастливом уделе, даже в небесном мире. ",
  "mn41:6.1": "– Мы не понимаем подробного значения утверждения господина Готамы, которое он произнёс кратко без разъяснения подробного значения.  ",
  "mn41:6.2": "Было бы хорошо, если бы господин Готама научил нас Дхамме так, чтобы мы могли понять подробное значение его утверждения. ",
  "mn41:6.3": "– В таком случае, домохозяева, слушайте внимательно то, о чём я буду говорить. ",
  "mn41:6.4": "- Да, господин, - ответили они. ",
  "mn41:6.5": "Благословенный сказал следующее: ",
  "mn41:7.1": "- Домохозяева, есть три вида телесного поведения, которое не соответствует Дхамме, неправедного поведения. Есть четыре вида словесного поведения, которое не соответствует Дхамме, неправедного поведения. Есть три вида умственного поведения, которое не соответствует Дхамме, неправедного поведения. ",
  "mn41:8.1": "И каковы, домохозяева, три вида телесного поведения, которое не соответствует Дхамме, неправедного поведения?  ",
  "mn41:8.2": "Вот некий человек убивает живых существ. Он жесток, кровожаден, предаётся насилию и побоям, беспощаден к живым существам. ",
  "mn41:8.3": "Он берёт то, что [ему] не было дано. Он берёт посредством воровства ценности и имущество других в деревне или же в лесу.  ",
  "mn41:8.4": "Он ведёт себя неподобающе в чувственных удовольствиях.  н имеет половые связи с женщинами, которые находятся под защитой матери, отца, матери и отца, брата, сестры или родственников; которые находятся под защитой закона; которые имеют супруга; или с теми, кто украшен гирляндой в знак помолвки. ",
  "mn41:8.5": "Вот каковы три вида телесного поведения, которое не соответствует Дхамме, неправедного поведения. ",
  "mn41:9.1": "И каковы, домохозяева, четыре вида словесного поведения, которое не соответствует Дхамме, неправедного поведения? ",
  "mn41:9.2": "Вот некий человек говорит неправду. Если его вызывают в суд, на собрание, ставят перед родственниками, перед его гильдией, перед царской семьёй и спрашивают как свидетеля: «Итак, почтенный, расскажи, что ты знаешь», и тогда он, не зная, говорит: «Я знаю», или, зная, он говорит: «Я не знаю»; не видя, он говорит: «Я вижу», или же, видя, он говорит: «Я не вижу». Он сознательно говорит неправду ради собственной выгоды, ради выгоды другого или же ради какого-нибудь мирского пустяка. ",
  "mn41:9.3": "Он говорит злонамеренно. То, что он слышал здесь, он рассказывает там, чтобы посеять рознь между этими людьми и теми. То, что он слышал там, он рассказывает здесь, чтобы посеять рознь между тамошними людьми и здешними. Так он вызывает разногласия среди тех, кто живёт в согласии, создаёт расколы, наслаждается раздорами, радуется раздорам, восторгается раздорами, говорит слова, что создают раздоры. ",
  "mn41:9.4": "Он говорит грубо. Он произносит такие слова, которые являются грубыми, жёсткими, ранящими других, оскорбительными для других, граничащими со злобой, не ведущими к сосредоточению. ",
  "mn41:9.5": "Он болтун. Он говорит в неподходящий момент, говорит недействительное, говорит бесполезное, говорит противоположное Дхамме и Винае.  Это не имеет никакого отношения к преподаванию или тренингу. В неподходящий момент он говорит слова, которые ничего не стоят, неразумные, чрезмерные, не несут пользы. ",
  "mn41:9.6": "Вот каковы четыре вида словесного поведения, которое не соответствует Дхамме, неправедного поведения. ",
  "mn41:10.1": "И каковы, домохозяева, три вида умственного поведения, которое не соответствует Дхамме, неправедного поведения? ",
  "mn41:10.2": "Вот некий человек алчен. Они жаждут ценностей и имущества других: «Ох, если бы только то, что принадлежит другим, было бы моим!» ",
  "mn41:10.3": "Или у него недоброжелательный ум и злобные намерения: «Пусть эти существа будут лишены жизни, умерщвлены, убиты, погибнут или будут уничтожены!» ",
  "mn41:10.4": "Или он имеет неправильное воззрение, искажённое видение: ",
  "mn41:10.5": "«Нет ничего, что дано; нет ничего, что предложено; нет ничего, что пожертвовано. Нет плода или результата хороших или плохих поступков.  Нет этого мира, нет другого мира; нет отца, нет матери, нет спонтанно рождающихся существ. Нет хороших и нравственных жрецов и отшельников в мире, которые, сами реализовав [это своим собственным] прямым знанием, провозгласили этот мир и другой мир». ",
  "mn41:10.6": "Вот каковы три вида умственного поведения, которое не соответствует Дхамме, неправедного поведения. ",
  "mn41:10.7": "Так, домохозяева, по причине подобного поведения, которое не согласуется с Дхаммой, неправедного поведения, некоторые существа с распадом тела, после смерти, возникают в состоянии лишений, в несчастливом уделе, в погибели, даже в аду. ",
  "mn41:11.1": "Домохозяева, есть три вида телесного поведения, которое соответствует Дхамме, праведного поведения. Есть четыре вида словесного поведения, которое соответствует Дхамме, праведного поведения. Есть три вида умственного поведения, которое соответствует Дхамме, праведного поведения. ",
  "mn41:12.1": "И каковы, домохозяева, три вида телесного поведения, которое соответствует Дхамме, праведного поведения? ",
  "mn41:12.2": "Вот некий человек, отбрасывая убийство живых существ, воздерживается от убийства живых существ. Без дубины, без оружия, Он пребывает в сострадании ко всем живым существам, мягкий, доброжелательный. ",
  "mn41:12.3": "Отбрасывая взятие того, что не дано, он воздерживается от взятия того, что [ему] не было дано. Он не берёт намеренно посредством воровства ценности и имущество других в деревне или же в лесу. ",
  "mn41:12.4": "Отбрасывая неподобающее поведение в чувственных удовольствиях, он воздерживается от неподобающего поведения в чувственных удовольствиях.  Он не имеет половых связей с женщинами, которые находятся под защитой матери, отца, матери и отца, брата, сестры или родственников; которые находятся под защитой закона; которые имеют супруга; или с теми, кто украшен гирляндой в знак помолвки. ",
  "mn41:12.5": "Вот каковы три вида телесного поведения, которое соответствует Дхамме, праведного поведения. ",
  "mn41:13.1": "И каковы, домохозяева, четыре вида словесного поведения, которое соответствует Дхамме, праведного поведения? ",
  "mn41:13.2": "Отбрасывая лживую речь, он воздерживается от лживой речи.  Если его вызывают в суд, на собрание, ставят перед родственниками, перед его гильдией, перед царской семьёй и спрашивают его как свидетеля: «Итак, почтенный, расскажи, что ты знаешь», и тогда он, не зная, говорит: «Я не знаю», или, зная, он говорит: «Я знаю»; не видя, он говорит: «Я не вижу», или же, видя, он говорит: «Я вижу». Он не говорит сознательно неправды ради собственной выгоды, ради выгоды другого, или же ради какого-нибудь мирского пустяка. ",
  "mn41:13.3": "Отбрасывая злонамеренную речь, он воздерживается от злонамеренной речи. То, что он слышал здесь, он не рассказывает там, чтобы не посеять рознь между этими людьми и теми. То, что он слышал там, он не рассказывает здесь, чтобы не посеять рознь между тамошними людьми и здешними.  Так он примиряет тех, кто поругался, любит согласие, радуется согласию, наслаждается согласием, говорит слова, которые способствуют согласию. ",
  "mn41:13.4": "Отбрасывая грубую речь, он воздерживается от грубой речи. Он говорит слова, которые являются мягкими, приятными уху, любящими, проникающими в сердце, вежливыми, привлекательными и нравящимися большинству людей. ",
  "mn41:13.5": "Отбрасывая болтовню, он воздерживается от болтовни. Он говорит в нужный момент, говорит действительное, полезное, говорит о Дхамме, о Винае. В должный момент он говорит ценные слова, разумные, лаконичные, полезные. ",
  "mn41:13.6": "Вот каковы четыре вида словесного поведения, которое соответствует Дхамме, праведного поведения. ",
  "mn41:14.1": "И каковы, домохозяева, три вида умственного поведения, которое соответствует Дхамме, праведного поведения? ",
  "mn41:14.2": "Вот некий человек не алчен. Он не жаждет ценностей и имущества других: «Ох, если бы только то, что принадлежит другим, было бы моим!» ",
  "mn41:14.3": "У него ум без недоброжелательности и его устремления лишены злобы: «Пусть эти существа живут счастливо, будут свободны от вражды, горя, тревоги!» ",
  "mn41:14.4": "У него правильное воззрение, неискажённое видение: ",
  "mn41:14.5": "«Есть то, что дано; есть то, что предложено; есть то, что пожертвовано. Есть плод или результат хороших или плохих поступков. Есть этот мир, есть другой мир; есть отец, есть мать, есть спонтанно рождающиеся существа. Есть хорошие и нравственные жрецы и отшельники в мире, которые, сами реализовав [это своим собственным] прямым знанием, провозгласили этот мир и другой мир». ",
  "mn41:14.6": "Вот каковы три вида умственного поведения, которое соответствует Дхамме, праведного поведения. ",
  "mn41:14.7": "Так, домохозяева, по причине подобного поведения, которое согласуется с Дхаммой, праведного поведения, некоторые существа с распадом тела, после смерти, возникают в счастливом уделе, даже в небесном мире. ",
  "mn41:15.1": "Если, домохозяева, кто-либо соблюдает поведение, которое согласуется с Дхаммой, праведное поведение, то, если он пожелает:  ",
  "mn41:15.2": "«О, пусть с распадом тела, после смерти, я возникну среди зажиточных знатных людей!» – ",
  "mn41:15.3": "Есть возможность, что с распадом тела, после смерти, он возникнет среди богов сферы ни-восприятия- ни-не-восприятия.  ",
  "mn41:15.4": "И почему? ",
  "mn41:15.5": "Потому что он соблюдает поведение, которое согласуется с Дхаммой, праведное поведение. ",
  "mn41:16-17.1": "Если, домохозяева, кто-либо соблюдает поведение, которое согласуется с Дхаммой, праведное поведение, то, если он пожелает:  ",
  "mn41:16-17.2": "«О, пусть с распадом тела, после смерти, я возникну среди зажиточных брахманов… ",
  "mn41:16-17.3": "среди зажиточных домовладельцев … ",
  "mn41:16-17.4": "",
  "mn41:16-17.5": "",
  "mn41:16-17.6": "",
  "mn41:18-42.1": "",
  "mn41:18-42.2": "среди богов небесного мира Четырех великих царей… ",
  "mn41:18-42.3": "",
  "mn41:18-42.4": "",
  "mn41:18-42.5": "",
  "mn41:18-42.6": "",
  "mn41:18-42.7": "среди богов небесного мира Тридцати трех … ",
  "mn41:18-42.8": "среди богов Ямы … ",
  "mn41:18-42.9": "среди богов небесного мира Туситы… ",
  "mn41:18-42.10": "среди богов, наслаждающихся творениями… ",
  "mn41:18-42.11": "среди богов, имеющих власть над творениями других … ",
  "mn41:18-42.12": "среди богов свиты Брахмы … ",
  "mn41:18-42.13": "",
  "mn41:18-42.14": "",
  "mn41:18-42.15": "",
  "mn41:18-42.16": "",
  "mn41:18-42.17": "среди богов лучезарного сияния … ",
  "mn41:18-42.18": "",
  "mn41:18-42.19": "",
  "mn41:18-42.20": "",
  "mn41:18-42.21": "",
  "mn41:18-42.22": "среди богов ограниченного сияния … ",
  "mn41:18-42.23": "среди богов безграничного сияния … ",
  "mn41:18-42.24": "среди богов сверкающего великолепия … ",
  "mn41:18-42.25": "среди богов ограниченного великолепия… ",
  "mn41:18-42.26": "среди богов безграничного великолепия … ",
  "mn41:18-42.27": "среди богов преисполненных великолепия… ",
  "mn41:18-42.28": "среди богов великого плода … ",
  "mn41:18-42.29": "среди богов Авихи … ",
  "mn41:18-42.30": "среди богов Атаппы … ",
  "mn41:18-42.31": "среди богов Судассы … ",
  "mn41:18-42.32": "среди богов Судасси … ",
  "mn41:18-42.33": "среди богов Аканиттхи … ",
  "mn41:18-42.34": "среди богов сферы бесграничного пространства … ",
  "mn41:18-42.35": "среди богов сферы бесграничного сознания … ",
  "mn41:18-42.36": "среди богов сферы отсутствия всего… ",
  "mn41:18-42.37": "среди богов сферы ни-восприятия-ни-не-восприятия» – ",
  "mn41:18-42.38": "Есть возможность, что с распадом тела, после смерти, он возникнет среди богов сферы ни-восприятия- ни-не-восприятия.  ",
  "mn41:18-42.39": "И почему? ",
  "mn41:18-42.40": "Потому что он соблюдает поведение, которое согласуется с Дхаммой, праведное поведение. ",
  "mn41:43.1": "Если, домохозяева, кто-либо соблюдает поведение, которое согласуется с Дхаммой, праведное поведение, то, если он пожелает:  ",
  "mn41:43.2": "«О, пусть за счёт уничтожения пятен [умственных загрязнений] здесь и сейчас я войду и буду пребывать в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания» – ",
  "mn41:43.3": "Есть возможность, что с распадом тела, после смерти, он возникнет среди богов сферы ни-восприятия- ни-не-восприятия.  ",
  "mn41:43.4": "И почему? ",
  "mn41:43.5": "Потому что он соблюдает поведение, которое согласуется с Дхаммой, праведное поведение ",
  "mn41:44.1": "Когда было сказано так, домохозяева-брахманы из Салы сказали Благословенному: ",
  "mn41:44.2": "- Великолепно, господин Готама! - Великолепно! ",
  "mn41:44.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму.  ",
  "mn41:44.4": "Мы принимаем прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn41:44.5": "Пусть господин Готама помнит нас как мирских последователей, принявших в нём прибежище с этого дня и на всю жизнь. "
}