{
  "mn42:0.1": "Мадджхима Никая 42 ",
  "mn42:0.2": "Брахманы из Вераньджи ",
  "mn42:1.1": "Так я слышал. ",
  "mn42:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn42:2.1": "И в то время некие домохозяева-брахманы из Вераньджи находились в Саваттхи по некоему делу. ",
  "mn42:2.2": "Домохозяева-брахманы из Вераньджи услышали: ",
  "mn42:2.3": "«Отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, находится в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn42:2.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "mn42:2.5": "Он постиг своим собственным прозрением этот мир — с его богами, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей,  — и он делает это известным другим. ",
  "mn42:2.6": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. ",
  "mn42:2.7": "Он раскрывает святую жизнь, всецело совершенную и чистую». ",
  "mn42:2.8": "Хорошо было бы увидеть таких арахантов». ",
  "mn42:3.1": "И тогда домохозяева-брахманы Вераньджи отправились к Благословенному. Некоторые поклонились Благословенному и сели рядом. Некоторые обменялись с ним приветствиями и после обмена вежливыми приветствиями и любезностями сели рядом. Некоторые из них сели рядом, поприветствовав Благословенного сложенными у груди ладонями. Некоторые из них сели рядом, объявив перед Благословенным своё имя и имя клана. Некоторые из них сели рядом [просто] молча. Когда они уселись, они сказали Благословенному: ",
  "mn42:4.1": "- Господин Готама, в чем условие и причина, почему некоторые существа с распадом тела, после смерти, возникают в состоянии лишений, в несчастливом уделе, в погибели, даже в аду? ",
  "mn42:4.2": "И в чём условие и причина, почему некоторые существа с распадом тела, после смерти, возникают в счастливом уделе, даже в небесном мире? ",
  "mn42:5.1": "– Домохозяева, тот, кто не соблюдает поведение, которое соответствует Дхамме, обладает неправедным поведением с распадом тела, после смерти, возникает в состоянии лишений, в несчастливом уделе, в погибели, даже в аду. ",
  "mn42:5.2": "Тот, кто соблюдает поведение, которое соответствует Дхамме, обладает праведным поведением с распадом тела, после смерти, возникает в счастливом уделе, даже в небесном мире. ",
  "mn42:6.1": "– Мы не понимаем подробного значения утверждения господина Готамы, которое он произнёс кратко без разъяснения подробного значения. ",
  "mn42:6.2": "Было бы хорошо, если бы господин Готама научил нас Дхамме так, чтобы мы могли понять подробное значение его утверждения. ",
  "mn42:6.3": "– В таком случае, домохозяева, слушайте внимательно то, о чём я буду говорить. ",
  "mn42:6.4": "- Да, господин, - ответили они. ",
  "mn42:6.5": "Благословенный сказал следующее: ",
  "mn42:7.1": "- Домохозяева, есть три вида телесного поведения, которое не соответствует Дхамме, неправедного поведения. Есть четыре вида словесного поведения, которое не соответствует Дхамме, неправедного поведения. Есть три вида умственного поведения, которое не соответствует Дхамме, неправедного поведения. ",
  "mn42:8.1": "",
  "mn42:8.2": "",
  "mn42:8.3": "",
  "mn42:8.4": "",
  "mn42:8.5": "",
  "mn42:9.1": "",
  "mn42:9.2": "",
  "mn42:9.3": "",
  "mn42:9.4": "",
  "mn42:9.5": "",
  "mn42:9.6": "",
  "mn42:10.1": "",
  "mn42:10.2": "",
  "mn42:10.3": "",
  "mn42:10.4": "",
  "mn42:10.5": "",
  "mn42:10.6": "",
  "mn42:10.7": "",
  "mn42:11.1": "",
  "mn42:12.1": "",
  "mn42:12.2": "",
  "mn42:12.3": "",
  "mn42:12.4": "",
  "mn42:12.5": "",
  "mn42:13.1": "",
  "mn42:13.2": "",
  "mn42:13.3": "",
  "mn42:13.4": "",
  "mn42:13.5": "",
  "mn42:13.6": "",
  "mn42:14.1": "",
  "mn42:14.2": "",
  "mn42:14.3": "",
  "mn42:14.4": "",
  "mn42:14.5": "",
  "mn42:14.6": "",
  "mn42:14.7": "",
  "mn42:15.1": "",
  "mn42:15.2": "",
  "mn42:15.3": "",
  "mn42:15.4": "",
  "mn42:15.5": "",
  "mn42:16-17.1": "",
  "mn42:16-17.2": "",
  "mn42:16-17.3": "",
  "mn42:16-17.4": "",
  "mn42:16-17.5": "",
  "mn42:16-17.6": "",
  "mn42:18-42.1": "",
  "mn42:18-42.2": "",
  "mn42:18-42.3": "",
  "mn42:18-42.4": "",
  "mn42:18-42.5": "",
  "mn42:18-42.6": "",
  "mn42:18-42.7": "",
  "mn42:18-42.8": "",
  "mn42:18-42.9": "",
  "mn42:18-42.10": "",
  "mn42:18-42.11": "",
  "mn42:18-42.12": "",
  "mn42:18-42.13": "",
  "mn42:18-42.14": "",
  "mn42:18-42.15": "",
  "mn42:18-42.16": "",
  "mn42:18-42.17": "",
  "mn42:18-42.18": "",
  "mn42:18-42.19": "",
  "mn42:18-42.20": "",
  "mn42:18-42.21": "",
  "mn42:18-42.22": "",
  "mn42:18-42.23": "",
  "mn42:18-42.24": "",
  "mn42:18-42.25": "",
  "mn42:18-42.26": "",
  "mn42:18-42.27": "",
  "mn42:18-42.28": "",
  "mn42:18-42.29": "",
  "mn42:18-42.30": "",
  "mn42:18-42.31": "",
  "mn42:18-42.32": "",
  "mn42:18-42.33": "",
  "mn42:18-42.34": "",
  "mn42:18-42.35": "",
  "mn42:18-42.36": "",
  "mn42:18-42.37": "",
  "mn42:18-42.38": "",
  "mn42:18-42.39": "",
  "mn42:18-42.40": "",
  "mn42:43.1": "",
  "mn42:43.2": "",
  "mn42:43.3": "",
  "mn42:43.4": "",
  "mn42:43.5": "",
  "mn42:44.1": "",
  "mn42:44.2": "",
  "mn42:44.3": "",
  "mn42:44.4": "",
  "mn42:44.5": ""
}