{
  "mn43:0.1": "Мадджхима Никая 43 ",
  "mn43:0.2": "Большое собрание вопросов и ответов ",
  "mn43:1.1": "Так я слышал. ",
  "mn43:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn43:1.3": "И тогда, вечером, достопочтенный Махакоттхита, выйдя из медитации, отправился к достопочтенному Сарипутте и по прибытии обменялся с ним приветствиями. ",
  "mn43:1.4": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал достопочтенному Сарипутте: ",
  "mn43:2.1": "– «Немудрый человек, немудрый человек» – так говорят, друг. ",
  "mn43:2.2": " В отношении кого говорят «немудрый человек»? ",
  "mn43:2.3": "– «Он не понимает мудро, он не понимает мудро» – вот почему, друг, говорят [о ком-то] «немудрый человек». ",
  "mn43:2.4": "И что он не понимает мудро? ",
  "mn43:2.5": "Он не понимает мудро: «Это – страдание». Он не понимает мудро: «Это – происхождение страдания». Он не понимает мудро: «Это – прекращение страдания». Он не понимает мудро: «Это – путь, ведущий к прекращению страдания». ",
  "mn43:2.6": "«Он не понимает мудро, он не понимает мудро» – вот почему, друг, говорят [о ком-то] «немудрый человек». ",
  "mn43:2.7": "Сказав: «Хорошо, друг», достопочтенный Махакоттхита восхитился и возрадовался словам достопочтенного Сарипутты. Затем он задал ему следующий вопрос: ",
  "mn43:3.1": "– «Мудрый человек, мудрый человек» – так говорят, друг.  ",
  "mn43:3.2": "В отношении кого говорят «мудрый человек»? ",
  "mn43:3.3": "– «Он понимает мудро, он понимает мудро» – вот почему, друг, говорят [о ком-то] «мудрый человек». ",
  "mn43:3.4": "И что он понимает мудро? ",
  "mn43:3.5": "Он понимает мудро: «Это – страдание». Он понимает мудро: «Это – происхождение страдания». Он понимает мудро: «Это – прекращение страдания». Он понимает мудро: «Это – путь, ведущий к прекращению страдания».  ",
  "mn43:3.6": "«Он понимает мудро, он понимает мудро» – вот почему, друг, говорят [о ком-то] «мудрый человек». ",
  "mn43:4.1": "– «Сознание, сознание» – так говорят, друг. ",
  "mn43:4.2": "В отношении чего говорят, [что это] «сознание»? ",
  "mn43:4.3": "– «Оно познаёт, оно познаёт» – вот почему, друг, говорится, [что это] «сознание».  ",
  "mn43:4.4": "И что оно познаёт? ",
  "mn43:4.5": "Оно познаёт: «приятно». Оно познаёт: «болезненно». Оно познаёт «ни приятно, ни болезненно». ",
  "mn43:4.6": "«Оно познаёт, оно познаёт» – вот почему, друг, говорится, [что это] «сознание». ",
  "mn43:5.1": "– Мудрость и сознание, друг:",
  "mn43:5.2": "эти состояния [ума] соединены или разъединены?эти состояния [ума] соединены или разъединены?  ",
  "mn43:5.3": "Что человек чувствует, то он воспринимает. Что он воспринимает, то он познаёт. Возможно ли, отделив одно от другого, провести разницу между ними? ",
  "mn43:5.4": "– Мудрость и сознание, друг:",
  "mn43:5.5": "соединены, а не разъединены, друг. ",
  "mn43:5.6": "Невозможно, отделив одно от другого, провести разницу между ними. ",
  "mn43:5.7": "Что человек понимает мудро, то он познаёт. Что он познаёт, то он понимает мудро.  ",
  "mn43:5.8": "соединены, а не разъединены, друг. ",
  "mn43:5.9": "и невозможно, отделив одно от другого, провести разницу между ними. ",
  "mn43:6.1": "– Мудрость и сознание, друг:",
  "mn43:6.2": "каково различие, между этими состояниями [ума], которые соединены, а не разъединены? ",
  "mn43:6.3": "",
  "mn43:6.4": "– Различие, друг, между мудростью и сознанием, между этими состояниями [ума], которые соединены, а не разъединены, вот какое: мудрость следует развить, а сознание – полностью понять. ",
  "mn43:6.5": "",
  "mn43:7.1": "– «Чувство, чувство» – так говорят, друг. ",
  "mn43:7.2": "В отношении чего говорится [что это] «чувство»? ",
  "mn43:7.3": "– «Оно чувствует, оно чувствует» – вот почему, друг, говорится [что это] «чувство».  ",
  "mn43:7.4": "И что оно чувствует? ",
  "mn43:7.5": "Оно чувствует удовольствие. Оно чувствует боль. Оно чувствует ни-удовольствие-ни-боль. ",
  "mn43:7.6": "«Оно чувствует, оно чувствует» – вот почему, друг, говорится, [что это] «чувство». ",
  "mn43:8.1": "– «Восприятие, восприятие» – так говорят, друг. ",
  "mn43:8.2": "В отношении чего говорится, [что это] «восприятие»? ",
  "mn43:8.3": "– «Оно воспринимает, оно воспринимает» – вот почему, друг, говорится, [что это] «восприятие». ",
  "mn43:8.4": "И что оно воспринимает? ",
  "mn43:8.5": "Оно воспринимает голубое. Оно воспринимает жёлтое. Оно воспринимает красное. Оно воспринимает белое. ",
  "mn43:8.6": "«Оно воспринимает, оно воспринимает» – вот почему, друг, говорится, [что это] «восприятие». ",
  "mn43:9.1": "– Чувство, восприятие, сознание, друг, –",
  "mn43:9.2": "эти состояния [ума] соединены или разъединены?эти состояния [ума] соединены или разъединены?  ",
  "mn43:9.3": "Что человек чувствует, то он воспринимает. Что он воспринимает, то он познаёт. Возможно ли, отделив одно от другого, провести разницу между ними? ",
  "mn43:9.4": "– Чувство, восприятие, сознание, друг, –",
  "mn43:9.5": "соединены, а не разъединены, друг. ",
  "mn43:9.6": "Невозможно, отделив одно от другого, провести разницу между ними. ",
  "mn43:9.7": "Что человек чувствует, то он воспринимает. Что он воспринимает, то он познаёт. ",
  "mn43:9.8": "соединены, а не разъединены, друг. ",
  "mn43:9.9": "и невозможно, отделив одно от другого, провести разницу между ними. ",
  "mn43:10.1": "– Друг, что можно познать очищенным сознанием ума, отделённым от пяти способностей [органов чувств]? ",
  "mn43:10.2": "– Друг, очищенным сознанием ума, отделённым от пяти способностей [органов чувств], можно познать сферу безграничного пространства как «пространство безгранично», сферу безграничного сознания можно познать как «сознание безгранично», сферу отсутствия всего можно познать как «здесь ничего нет». ",
  "mn43:11.1": "– Друг, чем человек понимает [какое-либо] состояние [ума], которое можно познать? ",
  "mn43:11.2": "– Друг, состояние [ума], которое можно познать, человек понимает глазом мудрости. ",
  "mn43:12.1": "– Друг, в чём назначение мудрости? ",
  "mn43:12.2": "– Назначение мудрости, друг, заключается в прямом знании, её назначение – полное понимание, её назначение – оставление. ",
  "mn43:13.1": "– Друг, сколько всего условий для возникновения правильных воззрений? ",
  "mn43:13.2": "– Друг, есть два условия для возникновения правильных воззрений: ",
  "mn43:13.3": "голос мудрого и мудрое внимание. ",
  "mn43:13.4": "Таковы два условия для возникновения правильных воззрений. ",
  "mn43:14.1": "– Друг, в сопровождении скольких факторов правильные воззрения имеют освобождение ума своим плодом, освобождение ума своим плодом и благом и освобождение мудростью своим плодом, освобождение мудростью своим плодом и благом? ",
  "mn43:14.2": "– Друг, в сопровождении пяти факторов правильные воззрения имеют освобождение ума своим плодом, освобождение ума своим плодом и благом и освобождение мудростью своим плодом, освобождение мудростью своим плодом и благом.  ",
  "mn43:14.3": "Вот, друг, правильные воззрения сопровождаются нравственностью, изучением, обсуждением, успокоением, прозрением. ",
  "mn43:14.4": "В сопровождении этих пяти факторов правильные воззрения имеют освобождение ума своим плодом, освобождение ума своим плодом и благом и освобождение мудростью своим плодом, освобождение мудростью своим плодом и благом. ",
  "mn43:15.1": "– Друг, сколько всего видов существования? ",
  "mn43:15.2": "– Друг, есть три вида существования: ",
  "mn43:15.3": "существование в мире чувств, существование в мире форм, существование в бесформенном мире. ",
  "mn43:16.1": "– Друг, как порождается возобновлённое существование в будущем? ",
  "mn43:16.2": "– Друг, у той части существ, которые пленены неведением и спутаны жаждой, посредством наслаждения в том или в этом. ",
  "mn43:16.3": " Так порождается возобновлённое существование в будущем. ",
  "mn43:17.1": "– Друг, как не порождается возобновлённое существование в будущем? ",
  "mn43:17.2": "– Друг, с угасанием неведения, с возникновением истинного знания, с прекращением жажды ",
  "mn43:17.3": "возобновлённое существование в будущем не порождается. ",
  "mn43:18.1": "– Что такое, друг, первая джхана? ",
  "mn43:18.2": "– Вот, друг, монах, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации] с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn43:18.3": "Это называется первой джханой. ",
  "mn43:19.1": "– Друг, сколько факторов есть у первой джханы? ",
  "mn43:19.2": "– Друг, у первой джханы есть пять факторов. ",
  "mn43:19.3": "Когда монах вошёл в первую джхану, то наличествуют направление ума, удержание ума, восторг, удовольствие и единение ума.  ",
  "mn43:19.4": "Вот каким образом у первой джханы есть пять факторов. ",
  "mn43:20.1": "– Друг, сколько факторов отброшено в первой джхане и сколько факторов наличествует? ",
  "mn43:20.2": "– Друг, пять факторов отброшены в первой джхане и пять факторов наличествует.  ",
  "mn43:20.3": "Когда монах вошёл в первую джхану, то чувственное желание отброшено, недоброжелательность отброшена, лень и апатия отброшены, неугомонность и сожаление отброшены, сомнение отброшено.  ",
  "mn43:20.4": "И там наличествуют направление ума, удержание ума, восторг, удовольствие и единение ума. ",
  "mn43:20.5": "Вот как в первой джхане пять факторов отброшено и пять факторов наличествует. ",
  "mn43:21.1": "– Друг, есть эти пять способностей [органов чувств], каждая из которых имеет свою область, отдельную сферу, и они не переживают области и сферы друг друга. Это ",
  "mn43:21.2": "способность глаза… уха… носа… языка… тела. ",
  "mn43:21.3": "И что у этих пяти способностей – каждая из которых имеет свою область, отдельную сферу, которые не переживают области и сферы друг друга, – имеется в качестве [их общего] места? Что переживает [все] их области и сферы? ",
  "mn43:21.4": "",
  "mn43:21.5": "",
  "mn43:21.6": "– Друг, эти пять способностей – каждая из которых имеет свою область, отдельную сферу, которые не переживают области и сферы друг друга, [то есть] способность глаза… уха… носа… языка… тела, – имеют ум в качестве [их общего] места. Ум – это то, что переживает [все] их области и сферы. ",
  "mn43:22.1": "",
  "mn43:22.2": "",
  "mn43:22.3": "– Друг, что касается этих пяти способностей – способность глаза… уха… носа… языка… тела, – за счёт чего они продолжают наличествовать? ",
  "mn43:22.4": "",
  "mn43:22.5": "",
  "mn43:22.6": "– Друг, эти пять способностей – способность глаза… уха… носа… языка… тела – продолжают наличествовать за счёт жизненной силы. ",
  "mn43:22.7": "– Друг, за счёт чего продолжает наличествовать жизненная сила? ",
  "mn43:22.8": "– Жизненная сила продолжает наличествовать за счёт тепла. ",
  "mn43:22.9": "– Друг, за счёт чего продолжает наличествовать тепло?  ",
  "mn43:22.10": "– Тепло продолжает наличествовать за счёт жизненной силы. ",
  "mn43:22.11": "– Друг, как мы поняли, достопочтенный Сарипутта сказал так: ",
  "mn43:22.12": "«Жизненная сила продолжает наличествовать за счёт тепла».  ",
  "mn43:22.13": "И как мы поняли, он сказал так: ",
  "mn43:22.14": "«Тепло продолжает наличествовать за счёт жизненной силы».  ",
  "mn43:22.15": "Как следует понимать эти утверждения? ",
  "mn43:22.16": "– В этом случае, друг, я приведу тебе пример, ",
  "mn43:22.17": "поскольку мудрые понимают значение утверждения посредством примера. ",
  "mn43:22.18": "Когда горит масляная лампа, Её свечение можно увидеть в зависимости от её пламени, а её пламя можно увидеть в зависимости от её свечения.  ",
  "mn43:22.19": "Точно так же жизненная сила наличествует за счёт тепла, а тепло – за счёт жизненной силы. ",
  "mn43:23.1": "– Друг, являются ли формирователи жизненной силы тем же самым, что можно почувствовать,  Или формирователи жизненной силы – это одно, а то, что можно почувствовать – другое? ",
  "mn43:23.2": "– Формирователи жизненной силы – это не то, что можно почувствовать, друг. ",
  "mn43:23.3": "Если бы формирователи жизненной силы были бы тем, что можно почувствовать, то нельзя было бы увидеть, как монах, который вошёл в прекращение восприятия и чувствования, выходит из него. ",
  "mn43:23.4": "Поскольку формирователи жизненной силы – это одно, а то, что можно почувствовать, – другое, то можно увидеть, как монах, который вошёл в прекращение восприятия и чувствования, выходит из него. ",
  "mn43:24.1": "– Друг, сколько состояний отсутствует в теле, которое оставлено и покинуто, лежит, точно бесчувственное полено? ",
  "mn43:24.2": "– Друг, когда в этом теле отсутствуют эти три состояния – жизненная сила, тепло и сознание – оно оставлено и покинуто, лежит, точно бесчувственное полено. ",
  "mn43:25.1": "– Друг, в чём отличие между тем, кто мёртв, чей срок вышел, и монахом, который вошёл в прекращение восприятия и чувствования? ",
  "mn43:25.2": "– Друг, в случае с мёртвым, чей срок вышел, его телесные формации угасли и утихли, его словесные формации угасли и утихли, его умственные формации угасли и утихли, его жизненная сила исчерпалась, его тепло рассеялось, его способности полностью разрушены. ",
  "mn43:25.3": "А в случае с монахом, вошедшим в прекращение восприятия и чувствования, его телесные формации угасли и утихли, его словесные формации угасли и утихли, его умственные формации угасли и утихли,  [но] его жизненная сила не исчерпана, его тепло не рассеялось, его способности стали неимоверно чисты. ",
  "mn43:25.4": "В этом отличие между тем, кто мёртв, чей срок вышел, и монахом, который вошёл в прекращение восприятия и чувствования. ",
  "mn43:26.1": "– Друг, сколько всего условий для достижения ни-приятного-ни-болезненного освобождения ума? ",
  "mn43:26.2": "– Друг, есть четыре условия для достижения ни-приятного-ни-болезненного освобождения ума. ",
  "mn43:26.3": "– Друг, есть четыре условия для достижения ни-приятного-ни-болезненного освобождения ума. Вот, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, некий монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости.  ",
  "mn43:26.4": "Таковы четыре условия для достижения ни-приятного-ни-болезненного освобождения ума ",
  "mn43:27.1": "– Друг, сколько всего условий для достижения беспредметного освобождения ума? ",
  "mn43:27.2": "– Друг, есть два условия для достижения беспредметного освобождения ума:  ",
  "mn43:27.3": "не-внимание, уделяемое всем образам [предметов], и внимание, уделяемое беспредметному элементу.  ",
  "mn43:27.4": "Аковы два условия для достижения беспредметного освобождения ума. ",
  "mn43:27.5": "– Друг, сколько всего условий для устойчивости беспредметного освобождения ума? ",
  "mn43:28.1": "– Друг, есть три условия для устойчивости беспредметного освобождения ума: ",
  "mn43:28.2": "не-внимание, уделяемое всем образам [предметов], и внимание, уделяемое беспредметному элементу, и предшествующее решение [пребывать в этом состоянии нужное время]. ",
  "mn43:28.3": "Таковы три условия для устойчивости беспредметного освобождения ума. ",
  "mn43:29.1": "– Друг, сколько всего [есть] условий для выхода из беспредметного освобождения ума? ",
  "mn43:29.2": "– Друг, есть два условия для выхода из беспредметного освобождения ума:  ",
  "mn43:29.3": "внимание, уделяемое всем образам [предметов], и не-внимание, уделяемое беспредметному элементу. ",
  "mn43:29.4": "Таковы два условия для выхода из беспредметного освобождения ума. ",
  "mn43:29.5": "– Друг, безмерное освобождение ума, освобождение ума отсутствием всего, пустотное освобождение ума, беспредметное освобождение ума – различны эти состояния как в обозначении, так и в сути,  или же у них одна суть, но различается лишь название? ",
  "mn43:30.1": "– Друг, безмерное освобождение ума, освобождение ума отсутствием всего, пустотное освобождение ума, беспредметное освобождение ума – есть способ объяснения [того], когда эти состояния различны и в сути, и в обозначении,  ",
  "mn43:30.2": "и есть способ объяснения [того], когда эти состояния имеют одну суть, но различны лишь в названии. ",
  "mn43:31.1": "И каков, друг, способ объяснения [того], когда эти состояния различны и в сути, и в обозначении? ",
  "mn43:31.2": "Вот, монах пребывает, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn43:31.3": "Он пребывает, наполняя первую сторону света умом, наделённым состраданием… ",
  "mn43:31.4": "Он пребывает, наполняя первую сторону света умом, наделённым сорадованием… ",
  "mn43:31.5": "Он пребывает, наполняя первую сторону света умом, наделённым невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым невозмутимостью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn43:31.6": "Это называется безмерным освобождением ума. ",
  "mn43:32.1": "И что такое, друг, освобождение ума отсутствием всего? ",
  "mn43:32.2": "Вот, монах с полным преодолением сферы безграничного сознания, осознавая: «Здесь ничего нет» входит и пребывает в сфере отсутствия всего. ",
  "mn43:32.3": "Это называется освобождением ума отсутствием всего. ",
  "mn43:33.1": "И что такое, друг, пустотное освобождение ума? ",
  "mn43:33.2": "Вот, монах, уйдя в лес, к подножию дерева, в пустое жилище, рассуждает так:  ",
  "mn43:33.3": "«Это пусто от \"я\" или чего-либо, присущего \"я\"». ",
  "mn43:33.4": "Это называется пустотным освобождением ума. ",
  "mn43:34.1": "И что такое, друг, беспредметное освобождение ума? ",
  "mn43:34.2": "Вот, с не-вниманием ко всем образам [предметов] монах входит и пребывает в беспредметном сосредоточении ума.  ",
  "mn43:34.3": "Это называется беспредметным освобождением ума. ",
  "mn43:34.4": "Таков способ объяснения [того], когда эти состояния различны и в сути, и в обозначении. ",
  "mn43:35.1": "И каков способ объяснения [того], друг, когда эти состояния одинаковы в сути, но различны только в названии? ",
  "mn43:35.2": "Страсть, друг, – это создатель измерения. Злоба – это создатель измерения. Заблуждение – это создатель измерения.  ",
  "mn43:35.3": "В монахе, чьи пятна уничтожены, эти [три корня] были отброшены, уничтожены, срезаны под корень, сделаны подобными обрубку пальмы, уничтожены так, что не смогут возникнуть в будущем. ",
  "mn43:35.4": "Среди всех видов безмерного освобождения ума [подобное] нерушимое освобождение ума объявляется наилучшим. ",
  "mn43:35.5": "И это нерушимое освобождение ума пусто от страсти, пусто от злобы, пусто от заблуждения.И это нерушимое освобождение ума пусто от страсти, пусто от злобы, пусто от заблуждения. ",
  "mn43:36.1": "Страсть – это что-то. Злоба – это что-то. Заблуждение – это что-то.  ",
  "mn43:36.2": "В монахе, чьи пятна уничтожены, эти [три корня] были отброшены, уничтожены, срезаны под корень, сделаны подобными обрубку пальмы, уничтожены так, что не смогут возникнуть в будущем. ",
  "mn43:36.3": "Среди всех видов освобождения ума отсутствием всего [подобное] нерушимое освобождение ума объявляется наилучшим. ",
  "mn43:36.4": "И это нерушимое освобождение ума пусто от страсти, пусто от злобы, пусто от заблуждения.И это нерушимое освобождение ума пусто от страсти, пусто от злобы, пусто от заблуждения. ",
  "mn43:37.1": "Страсть – это создатель образов. Злоба – это создатель образов. Заблуждение – это создатель образов.  ",
  "mn43:37.2": "В монахе, чьи пятна уничтожены, эти [три корня] были отброшены, уничтожены, срезаны под корень, сделаны подобными обрубку пальмы, уничтожены так, что не смогут возникнуть в будущем. ",
  "mn43:37.3": "Среди всех видов беспредметного освобождения ума [подобное] нерушимое освобождение ума объявляется наилучшим. ",
  "mn43:37.4": "И это нерушимое освобождение ума пусто от страсти, пусто от злобы, пусто от заблуждения.И это нерушимое освобождение ума пусто от страсти, пусто от злобы, пусто от заблуждения. ",
  "mn43:37.5": "Таков, друг, способ объяснения [того], когда эти состояния одинаковы в сути, но различны только в названии. ",
  "mn43:37.6": "Так сказал достопочтенный Сарипутта. ",
  "mn43:37.7": "Махакоттхита был доволен и восхитился словами достопочтенного Сарипутты. "
}