{
  "mn44:0.1": "Мадджхима Никая 44 ",
  "mn44:0.2": "Малое собрание вопросов и ответов ",
  "mn44:1.1": "Так я слышал. ",
  "mn44:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn44:1.3": " И тогда мирянин Висакха отправился к монахине Дхаммадинне1, поклонился ей, сел рядом и спросил её: ",
  "mn44:2.1": "– Досточтимая, «личность, личность» – так говорят. ",
  "mn44:2.2": "Что Благословенный называет личностью? ",
  "mn44:2.3": "– Друг Висакха, эти пять совокупностей, подверженные цеплянию, Благословенный называет личностью: ",
  "mn44:2.4": "форму как совокупность, подверженную цеплянию, чувство как совокупность, подверженную цеплянию, восприятие как совокупность, подверженную цеплянию, формации [ума] как совокупность, подверженную цеплянию, сознание как совокупность, подверженную цеплянию. ",
  "mn44:2.5": "Эти пять совокупностей, подверженные цеплянию, Благословенный называет личностью. ",
  "mn44:2.6": "Сказав: «Хорошо, досточтимая», мирянин Висакха восхитился и порадовался словам монахини Дхаммадинны.  Затем он задал ей следующий вопрос: ",
  "mn44:3.1": "– Досточтимая, «возникновение личности, возникновение личности» – так говорят. ",
  "mn44:3.2": "Что Благословенный называет возникновением личности? ",
  "mn44:3.3": "– Друг Висакха, жажда, которая приводит к новому существованию, сопровождающаяся наслаждением и страстью, наслаждением в том и в этом, то есть ",
  "mn44:3.4": "жажда чувственных удовольствий, жажда к существованию, жажда к несуществованию. ",
  "mn44:3.5": "Это Благословенный называет возникновением личности. ",
  "mn44:4.1": "– Досточтимая, «прекращение личности, прекращение личности» – так говорят. ",
  "mn44:4.2": "Что Благословенный называет прекращением личности? ",
  "mn44:4.3": "– Друг Висакха, безостаточное угасание и прекращение, отбрасывание, оставление, отпускание и выбрасывание этой самой жажды.  ",
  "mn44:4.4": "Это Благословенный называет прекращением личности. ",
  "mn44:5.1": "– Досточтимая, «путь, ведущий к прекращению личности, путь, ведущий к прекращению личности» – так говорят.  ",
  "mn44:5.2": "Что Благословенный называет путём, ведущим к прекращению личности? ",
  "mn44:5.3": "– Друг Висакха, это тот самый Благородный восьмеричный путь: ",
  "mn44:5.4": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность и правильное сосредоточение. ",
  "mn44:6.1": "– Досточтимая, это цепляние суть одно и то же, что и пять совокупностей, подверженных цеплянию, или же цепляние – это нечто отдельное от пяти совокупностей, подверженных цеплянию? ",
  "mn44:6.2": "– Друг Висакха, цепляние не является тем же самым, что и пять совокупностей, подверженных цеплянию,  но это и не есть нечто отдельное от пяти совокупностей, подверженных цеплянию. ",
  "mn44:6.3": "Желание и страсть по отношению к пяти совокупностям, подверженным цеплянию, – вот где здесь цепляние. ",
  "mn44:7.1": "– Досточтимая, как возникает воззрение о «личности»? ",
  "mn44:7.2": "– Вот, друг Висакха, необученный заурядный человек, который не уважает Благородных, неумелый и не тренированный в их Дхамме,  который не уважает чистых людей, неумелый и не тренированный в их Дхамме, считает что: ",
  "mn44:7.3": "материальная форма – это «я»; или что «я» владеет материальной формой; или что материальная форма находится внутри «я»; или что «я» находится в материальной форме. ",
  "mn44:7.4": "Он считает, что чувство… ",
  "mn44:7.5": "восприятие… ",
  "mn44:7.6": "формации [ума]… ",
  "mn44:7.7": "сознание – это «я»; или что «я» владеет сознанием; или что сознание находится внутри «я»; или что «я» находится в сознании. ",
  "mn44:7.8": "Вот как возникает воззрение о «личности». ",
  "mn44:8.1": "– Досточтимая, как воззрение о «личности» не возникает? ",
  "mn44:8.2": "– Вот, друг Висакха, хорошо обученный благородный ученик, который уважает Благородных, умелый и тренированный в их Дхамме,  Который уважает чистых людей, умелый и тренированный в их Дхамме,  ",
  "mn44:8.3": "Не считает, что материальная форма – это «я» или что «я» владеет материальной формой; или что материальная форма находится внутри «я»; или что «я» находится в материальной форме; ",
  "mn44:8.4": "не считает, что чувство… ",
  "mn44:8.5": "восприятие… ",
  "mn44:8.6": "формации [ума]… ",
  "mn44:8.7": "сознание – это «я»; или что «я» владеет сознанием; или что сознание находится внутри «я»; или что «я» находится в сознании. ",
  "mn44:8.8": "Вот как воззрение о «личности» не возникает. ",
  "mn44:9.1": "– Досточтимая, что такое Благородный восьмеричный путь? ",
  "mn44:9.2": "«Друг Висакха, это тот самый Благородный восьмеричный путь: ",
  "mn44:9.3": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность и правильное сосредоточение. ",
  "mn44:10.1": "– Досточтимая, Благородный восьмеричный путь является обусловленным или необусловленным? ",
  "mn44:10.2": "– Друг Висакха, Благородный восьмеричный путь является обусловленным. ",
  "mn44:11.1": "– Досточтимая, три совокупности [пути практики] включены в Благородный восьмеричный путь,  или же Благородный восьмеричный путь включён в три совокупности? ",
  "mn44:11.2": "Три совокупности не включены в Благородный восьмеричный путь, друг Висакха,  но Благородный восьмеричный путь включён в три совокупности [пути практики] ",
  "mn44:11.3": "Правильная речь, правильное действие, правильные средства к жизни – эти состояния включены в совокупность нравственности. ",
  "mn44:11.4": "Правильное усилие, правильная осознанность, правильное сосредоточение – эти состояния включены в совокупность сосредоточения. ",
  "mn44:11.5": "Правильные воззрения и правильное устремление – эти состояния включены в совокупность мудрости. ",
  "mn44:12.1": "– Досточтимая, что такое сосредоточение? Что является основой сосредоточения? Что является оснащением сосредоточения? Что является развитием сосредоточения? ",
  "mn44:12.2": "– Единение ума, друг Висакха, является сосредоточением.  ",
  "mn44:12.3": "Четыре основы осознанности являются основой сосредоточения. ",
  "mn44:12.4": "Четыре правильных старания являются оснащением сосредоточения. ",
  "mn44:12.5": "Повторение, развитие, взращивание этих самых состояний является в этом плане развитием сосредоточения. ",
  "mn44:13.1": "– Досточтимая, сколько есть формаций? ",
  "mn44:13.2": "– Есть три формации, друг Висакха: ",
  "mn44:13.3": "телесная формация, словесная формация, умственная формация. ",
  "mn44:14.1": "– Но, досточтимая, что такое телесная формация? – Что такое словесная формация? – Что такое умственная формация? ",
  "mn44:14.2": "– Вдох и выдох, друг Висакха – это телесная формация.  Направление и удержание ума [на объекте] – это словесная формация.  Восприятие и чувство – это умственная формация. ",
  "mn44:15.1": "– Но, досточтимая, почему вдох и выдох – это телесная формация? Почему направление и удержание ума [на объекте] – это словесная формация?  Почему восприятие и чувство – это умственная формация? ",
  "mn44:15.2": "– Друг Висакха, вдохи и выдохи телесны.  Эти состояния связаны с телом. Вот почему вдох и выдох – это телесная формация. ",
  "mn44:15.3": "Вначале направив [ум к мысли], а затем, удержав [ум на мысли], человек начинает говорить.  Вот почему направление и удержание [ума] являются словесной формацией. ",
  "mn44:15.4": "Восприятие и чувство умственны. Эти состояния связаны с умом. Вот почему восприятие и чувство – это умственная формация. ",
  "mn44:16.1": "– Досточтимая, как происходит достижение прекращения восприятия и чувствования? ",
  "mn44:16.2": "– Друг Висакха, когда монах достигает прекращения восприятия и чувствования, мысль не приходит к нему: ",
  "mn44:16.3": "«Я достигну прекращения восприятия и чувствования», или «Я достигаю прекращения восприятия и чувствования», или «Я достиг прекращения восприятия и чувствования». ",
  "mn44:16.4": "Вместо этого, то, как прежде был развит его ум, и приводит его к этому состоянию. ",
  "mn44:17.1": "– Досточтимая, когда монах достигает прекращения восприятия и чувствования, какие состояния прекращаются в нём вначале: телесная формация, словесная формация, или умственная формация? ",
  "mn44:17.2": "– Друг Висакха, когда монах достигает прекращения восприятия и чувствования, то вначале прекращается словесная формация, затем телесная формация, затем умственная формация ",
  "mn44:18.1": "– Досточтимая, как происходит выход из достижения прекращения восприятия и чувствования? ",
  "mn44:18.2": "– Друг Висакха, когда монах выходит из достижения прекращения восприятия и чувствования, к нему не приходит мысль: ",
  "mn44:18.3": "«Сейчас я выйду из достижения прекращения восприятия и чувствования», или «Я выхожу из достижения прекращения восприятия и чувствования», или «Я вышел из достижения прекращения восприятия и чувствования». ",
  "mn44:18.4": "Вместо этого, то, как прежде был развит его ум, и приводит его к этому состоянию. ",
  "mn44:19.1": "– Досточтимая, когда монах выходит из достижения прекращения восприятия и чувствования, какие состояния возникают вначале: телесная формация, словесная формация, или умственная формация? ",
  "mn44:19.2": "– Друг Висакха, когда монах выходит из достижения прекращения восприятия и чувствования, то умственная формация возникает вначале, затем – телесная формация, затем – словесная формация. ",
  "mn44:20.1": "– Досточтимая, когда монах вышел из достижения прекращения восприятия и чувствования, то сколько видов контакта касаются его? ",
  "mn44:20.2": "– Друг Висакха, когда монах вышел из достижения прекращения восприятия и чувствования, три контакта касаются его: пустотный контакт, беспредметный контакт, безжеланный контакт. ",
  "mn44:21.1": "– Досточтимая, когда монах вышел из достижения прекращения восприятия и чувствования, к чему склоняется его ум, к чему направляется, к чему устремляется? ",
  "mn44:21.2": "– Друг Висакха, когда монах вышел из достижения прекращения восприятия и чувствования, его ум склоняется к затворничеству, направляется к затворничеству, устремляется к затворничеству. ",
  "mn44:22.1": "– Досточтимая, сколько есть видов чувств? ",
  "mn44:22.2": "– Друг Висакха, есть три вида чувств:  ",
  "mn44:22.3": "приятное чувство, болезненное чувство и ни-приятное-ни-болезненное чувство. ",
  "mn44:23.1": "– Но, что такое, досточтимая, приятное чувство? Что такое болезненное чувство? Что такое ни-приятное-ни-болезненное чувство? ",
  "mn44:23.2": "– Друг Висакха, всё, что переживается телесно или умственно как приятное и успокаивающее,  ",
  "mn44:23.3": "является приятным чувством. ",
  "mn44:23.4": " Всё, что переживается телесно или умственно как болезненное и ранящее, ",
  "mn44:23.5": "является болезненным чувством. ",
  "mn44:23.6": "Всё, что переживается телесно или умственно ни как успокаивающее, ни как ранящее,  ",
  "mn44:23.7": "является ни-приятным-ни-болезненным чувством. ",
  "mn44:24.1": "– Досточтимая, что приятно и что болезненно в отношении приятного чувства? Что болезненно и что приятно в отношении болезненного чувства? Что приятно и что болезненно в отношении ни-приятного-ни-болезненного чувства? ",
  "mn44:24.2": "– Друг Висакха, приятное чувство приятно, когда оно продолжается, и болезненно, когда оно изменяется. ",
  "mn44:24.3": "Болезненное чувство болезненно, когда оно продолжается, и приятно, когда оно изменяется. ",
  "mn44:24.4": "Ни-приятное-ни-болезненное чувство приятно, когда имеется знание [о нём], и болезненно, когда нет знания [о нём]. ",
  "mn44:25.1": "– Досточтимая, какая скрытая склонность лежит в основе приятного чувства? Какая скрытая склонность лежит в основе болезненного чувства? Какая скрытая склонность лежит в основе ни-приятного-ни-болезненного чувства? ",
  "mn44:25.2": "– Друг Висакха, скрытая склонность к жажде лежит в основе приятного чувства. Скрытая склонность к злобе лежит в основе болезненного чувства. Скрытая склонность к неведению лежит в основе ни-приятного-ни-болезненного чувства. ",
  "mn44:26.1": "– Досточтимая, скрытая склонность к жажде лежит в основе любого приятного чувства? Скрытая склонность к злобе лежит в основе любого болезненного чувства? Скрытая склонность к неведению лежит в основе любого ни-приятного-ни-болезненного чувства? ",
  "mn44:26.2": "– Друг Висакха, скрытая склонность к жажде не лежит в основе любого приятного чувства. Скрытая склонность к злобе не лежит в основе любого болезненного чувства. Скрытая склонность к неведению не лежит в основе любого ни-приятного-ни-болезненного чувства. ",
  "mn44:27.1": "– Досточтимая, что следует отбросить в отношении приятного чувства? Что следует отбросить в отношении болезненного чувства? Что следует отбросить в отношении ни-приятного-ни-болезненного чувства? ",
  "mn44:27.2": "– Друг Висакха, скрытую склонность к жажде следует отбросить в отношении приятного чувства. Скрытую склонность к злобе следует отбросить в отношении болезненного чувства. Скрытую склонность к неведению следует отбросить в отношении ни-приятного-ни-болезненного чувства. ",
  "mn44:28.1": "– Досточтимая, скрытую склонность к жажде нужно отбросить в отношении любого приятного чувства? Скрытую склонность к злобе нужно отбросить в отношении любого болезненного чувства? Скрытую склонность к неведению нужно отбросить в отношении любого ни-приятного-ни-болезненного чувства? ",
  "mn44:28.2": "– Друг Висакха, скрытую склонность к жажде не нужно отбрасывать в отношении любого приятного чувства. Скрытую склонность к злобе не нужно отбрасывать в отношении любого болезненного чувства. Скрытую склонность к неведению не нужно отбрасывать в отношении любого ни-приятного-ни-болезненного чувства. ",
  "mn44:28.3": "Вот, друг Висакха, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости.  ",
  "mn44:28.4": "Этим он отбрасывает жажду, и скрытая склонность к жажде не залегает в основе этого. ",
  "mn44:28.5": "Вот монах рассуждает так: ",
  "mn44:28.6": "«Когда же я войду и буду пребывать в той сфере, в которую сейчас входят и в которой пребывают благородные?» ",
  "mn44:28.7": "В том, кто порождает стремление к наивысшему освобождению, возникает грусть, имея это стремление в качестве условия. ",
  "mn44:28.8": "Этим он отбрасывает злобу, и скрытая склонность к злобе не залегает в основе этого. ",
  "mn44:28.9": "Вот с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn44:28.10": "Этим он отбрасывает неведение, и скрытая склонность к неведению не залегает в основе этого. ",
  "mn44:29.1": "– Досточтимая, что является обратной стороной приятного чувства? ",
  "mn44:29.2": "– Друг Висакха, болезненное чувство – обратная сторона приятного чувства. ",
  "mn44:29.3": "– Что является обратной стороной болезненного чувства? ",
  "mn44:29.4": "– Приятное чувство– обратная сторона болезненного чувства. ",
  "mn44:29.5": "– Что является обратной стороной ни-приятного-ни-болезненного чувства? ",
  "mn44:29.6": "– Неведение – обратная сторона ни-приятного-ни-болезненного чувства. ",
  "mn44:29.7": "– Что является обратной стороной неведения? ",
  "mn44:29.8": "– Истинное знание – обратная сторона неведения. ",
  "mn44:29.9": "– Что является обратной стороной истинного знания? ",
  "mn44:29.10": "– Освобождение – обратная сторона истинного знания. ",
  "mn44:29.11": "– Что является обратной стороной освобождения? ",
  "mn44:29.12": "– Ниббана – обратная сторона освобождения. ",
  "mn44:29.13": "– Что является обратной стороной ниббаны? ",
  "mn44:29.14": "– Друг Висакха, ты слишком далеко зашёл в своём вопрошании, ты не смог уловить предел вопрошанию.  ",
  "mn44:29.15": "Ведь святая жизнь, друг Висакха, основывается на ниббане, завершается в ниббане, заканчивается в ниббане.  ",
  "mn44:29.16": " Если желаешь, друг Висакха, отправляйся к Благословенному и спроси его о значении этого. Как Благословенный тебе объяснит, так тебе и следует это запомнить. ",
  "mn44:30.1": "И тогда мирянин Висакха, восхитившись и возрадовавшись словам монахини Дхаммадинны, Встал со своего сиденья и, поклонившись ей и обойдя её с правой стороны, Отправлися к Благословенному. Поклонившись ему, он сел рядом ",
  "mn44:30.2": "и рассказал Благословенному обо всей беседе с монахиней Дхаммадинной.  ",
  "mn44:30.3": "Когда он закончил, Благословенный сказал ему: ",
  "mn44:30.4": "– Монахиня Дхаммадинна мудра, Висакха, монахиня Дхаммадинна обладает великой мудростью.  ",
  "mn44:30.5": "Если бы ты спросил меня о значении этого, то я бы объяснил тебе тем же самым способом, как это и объяснила монахиня Дхаммадинна. ",
  "mn44:30.6": "Таково значение этого, и так тебе следует это запомнить. ",
  "mn44:30.7": "Так сказал Благословенный.  ",
  "mn44:30.8": "Мирянин Висакха был доволен и восхитился словами Благословенного. "
}