{
  "mn45:0.1": "Мадджхима Никая 45 ",
  "mn45:0.2": "Малое наставление о способах делания ",
  "mn45:1.1": "Так я слышал. ",
  "mn45:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn45:1.3": "Там он обратился к монахам так: ",
  "mn45:1.4": "– Монахи! ",
  "mn45:1.5": "– Уважаемый, – ответили они. ",
  "mn45:1.6": "Благословенный сказал следующее: ",
  "mn45:2.1": "– Монахи, есть четыре способа делания. ",
  "mn45:2.2": "Какие четыре? ",
  "mn45:2.3": " Есть способ делания, который является приятным в настоящем, но созревает в будущем как боль.  ",
  "mn45:2.4": " Есть способ делания, который является болезненным в настоящем и созревает в будущем как боль.  ",
  "mn45:2.5": " Есть способ делания, который является болезненным в настоящем, но созревает в будущем как удовольствие.  ",
  "mn45:2.6": " Есть способ делания, который является приятным в настоящем и созревает в будущем как удовольствие.  ",
  "mn45:3.1": "И каков, монахи, способ делания, который является приятным в настоящем, но созревает в будущем как боль? ",
  "mn45:3.2": "Монахи, есть некие жрецы и отшельники, чья доктрина и воззрение таковы: ",
  "mn45:3.3": "«Нет вреда в чувственных удовольствиях». ",
  "mn45:3.4": "Они проглатывают чувственные удовольствия  ",
  "mn45:3.5": "и развлекаются с женщинами-странницами, которые носят волосы, собранные в пучок. ",
  "mn45:3.6": "Они говорят так: ",
  "mn45:3.7": "«Какое опасение в будущем видят эти почтенные жрецы и отшельники в чувственных удовольствиях, когда они говорят об оставлении чувственных удовольствий и предписывают полное понимание чувственных удовольствий? ",
  "mn45:3.8": "Приятно прикосновение нежной, мягкой и ласковой руки этой женщины-странницы!» Таким образом, они проглатывают чувственные удовольствия, и, сделав так, ",
  "mn45:3.9": "С распадом тела, после смерти, он возникает в состоянии лишения, в несчастливом уделе, в погибели, даже в аду. ",
  "mn45:3.10": "Там они переживают болезненные, мучительные, пронзающие чувства.  ",
  "mn45:3.11": "Они говорят так: ",
  "mn45:3.12": "«Вот какое опасение в будущем видели эти почтенные жрецы и отшельники в чувственных удовольствиях, когда говорили об оставлении чувственных удовольствий и предписывали полное понимание чувственных удовольствий. Ведь по причине чувственных удовольствий, из-за чувственных удовольствий мы теперь переживаем болезненные, мучительные, пронзающие чувства. ",
  "mn45:4.1": "Монахи, представьте, как если бы в последний месяц жаркого сезона раскрылся стручок ползучего растения малувы  ",
  "mn45:4.2": " и семя ползучего растения малувы упало к подножью салового дерева. ",
  "mn45:4.3": "И тогда божество, проживающее в этом дереве, пришло бы в ужас, смятение, испуг.  ",
  "mn45:4.4": "Но друзья [этого] божества, его товарищи, родственники и родня – садовые божества, парковые божества, древесные божества, божества, живущие в лекарственных травах, траве, лесные властелины – собрались бы вместе и заверили бы то божество так: ",
  "mn45:4.5": "«Не бойся, почтенный, не бойся. ",
  "mn45:4.6": "Быть может, павлин склюёт семя ползучего растения малувы, или дикое животное съест его, или лесной пожар спалит его, или лесорубы унесут его, или белые муравьи сожрут его, или, быть может, оно даже не всхожее».  ",
  "mn45:4.7": "Но павлин не склевал это семя, дикое животное не съело его, лесной пожар не спалил его, лесорубы не унесли его, белые муравьи не сожрали его, . И в действительности оно было всхожим. И тогда, намоченное дождём из дождевого облака, со временем семя проросло, ",
  "mn45:4.8": "И нежный, мягкий, ласковый усик ползучего растения малувы оплёл это саловое дерево. ",
  "mn45:4.9": "И тогда божество, которое жило в дереве, осознало: ",
  "mn45:4.10": "Какое опасение в будущем видели мои друзья и товарищи… когда они собрались вместе и заверяли меня?  ",
  "mn45:4.11": "«Не бойся, почтенный, не бойся. ",
  "mn45:4.12": "Быть может, павлин склюёт семя ползучего растения малувы, или дикое животное съест его, или лесной пожар спалит его, или лесорубы унесут его, или белые муравьи сожрут его, или, быть может, оно даже не всхожее».  ",
  "mn45:4.13": "Приятно прикосновение этого нежного, мягкого и ласкового усика ползучего растения малувы!»  ",
  "mn45:4.14": "И затем ползучее растение окутало саловое дерево, ",
  "mn45:4.15": "сделало над ним навес,  ",
  "mn45:4.16": "сбросило повсюду вокруг него завесу ",
  "mn45:4.17": "и раскололо основные ветви дерева.  ",
  "mn45:4.18": "И тогда божество, которое жило в дереве, осознало: ",
  "mn45:4.19": "«Вот какое опасение в будущем видели они в этом семени ползучего растения малувы. ",
  "mn45:4.20": "",
  "mn45:4.21": "Из-за этого семени ползучего растения малувы я теперь переживаю болезненные, мучительные, пронзающие чувства». ",
  "mn45:4.22": "Точно также, монахи, есть некие жрецы и отшельники, чья доктрина и воззрение таковы: «Нет вреда в чувственных удовольствиях»… «…мы теперь переживаем болезненные, мучительные, пронзающие чувства». ",
  "mn45:4.23": "",
  "mn45:4.24": "",
  "mn45:4.25": "",
  "mn45:4.26": "",
  "mn45:4.27": "",
  "mn45:4.28": "",
  "mn45:4.29": "",
  "mn45:4.30": "",
  "mn45:4.31": "",
  "mn45:4.32": "",
  "mn45:4.33": "",
  "mn45:4.34": "Это называется способом делания, который является приятным в настоящем, но созревает в будущем как боль. ",
  "mn45:5.1": "И каков, монахи, способ делания, который является болезненным в настоящем, и созревает в будущем как боль? ",
  "mn45:5.2": "Вот, монахи, некий [аскет] ходит голым, отвергая условности, Лижет свои руки, не идет, когда его зовут, не остаётся, когда его просят. Он не принимает пищу, поднесённую ему или специально приготовленную для него, не принимает приглашения на обед. ",
  "mn45:5.3": "Он не принимает ничего из горшка или чаши, через порог, через палку, через пестик [ступы]. [Он не принимает] ничего от двух обедающих [вместе] людей, от беременной женщины, от кормящей женщины, от женщины среди мужчин. [Он не принимает] ничего с того места, где объявлено о раздаче еды, с того места, где сидит собака или где летают мухи.  Он не принимает рыбу или мясо. Он не пьёт спиртного, вина, или забродивших напитков. ",
  "mn45:5.4": "Он ограничивает себя одним домом [во время сбора подаяний] и одним небольшим кусочком пищи, или двумя домами и двумя небольшими кусочками… семью домами и семью небольшими кусочками пищи.  ",
  "mn45:5.5": "Он ест только одну тарелку еды в день, две… семь тарелок еды в день. ",
  "mn45:5.6": "Он принимает пищу только один раз в день, один раз в два дня… один раз в семь дней, и так вплоть до двух недель. Он пребывает, следуя практике приёма пищи в установленных промежутках. ",
  "mn45:5.7": "Он тот, кто ест [только] зелень; или просо; или дикий рис; или обрезки шкуры; или мох; или рисовые отруби; или рисовую накипь; или кунжутную муку; или траву; или коровий навоз. Он живёт на лесных кореньях и фруктах. Он кормится упавшими фруктами. ",
  "mn45:5.8": "Он носит одежду из пеньки, из парусины, из савана, из выброшенных лохмотьев, из древесной коры, из шкур антилопы, из обрезков шкур антилопы, из травы кусы, из материала из коры, из материала из стружек; [носит] накидку, [сделанную] из волос с головы, из шерсти животного, из совиных крыльев. ",
  "mn45:5.9": "Он выдёргивает волосы и бороду, следует практике вырывания собственных волос и бороды. ",
  "mn45:5.10": "Он тот, кто постоянно стоит, отвергая сиденья.  ",
  "mn45:5.11": "Он тот, кто постоянно сидит, охватывая колени руками, он предаётся поддержанию сидения с охватыванием коленей руками. ",
  "mn45:5.12": "Он тот, кто использует подстилку с шипами. Он устраивает свою постель на подстилке с шипами. ",
  "mn45:5.13": "Он пребывает, следуя практике купания в воде три раза в день, в том числе вечером. ",
  "mn45:5.14": "Вот такими многочисленными способами он пребывает, осуществляя практику мучения и умерщвления тела. ",
  "mn45:5.15": "С распадом тела, после смерти, он возникает в состоянии лишения, в несчастливом уделе, в погибели, даже в аду. ",
  "mn45:5.16": "Это называется способом делания, который является болезненным в настоящем, и созревает в будущем как боль. ",
  "mn45:6.1": "И каков, монахи, способ делания, который является болезненным в настоящем, но созревает в будущем как удовольствие? ",
  "mn45:6.2": "Вот, монахи, некий человек по природе имеет сильную жажду, злобу и сильное заблуждение.  Он постоянно переживает боль и грусть, рождённые из жажды, злобы и заблуждения. ",
  "mn45:6.3": "",
  "mn45:6.4": "",
  "mn45:6.5": "Но всё же в боли и грусти, рыдая с заплаканным лицом, он ведёт совершенную и чистую святую жизнь.  ",
  "mn45:6.6": "С распадом тела, после смерти, он возникает в счастливом уделе, даже в небесном мире. ",
  "mn45:6.7": "Это называется способом делания, который является болезненным в настоящем, но созревает в будущем как удовольствие. ",
  "mn45:7.1": "И каков, монахи, способ делания, который является приятным в настоящем и созревает в будущем как удовольствие? ",
  "mn45:7.2": "Вот, монахи, некий человек по природе не имеет сильной жажды, злобы и сильного заблуждения. И он редко переживает боль и грусть, рождённые из жажды, злобы и заблуждения. ",
  "mn45:7.3": "",
  "mn45:7.4": "",
  "mn45:7.5": "Будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], он входит и пребывает в первой джхане… ",
  "mn45:7.6": "второй джхане… ",
  "mn45:7.7": "третьей джхане… ",
  "mn45:7.8": "четвёртой джхане… ",
  "mn45:7.9": "С распадом тела, после смерти, он возникает в счастливом уделе, даже в небесном мире. ",
  "mn45:7.10": "Это называется способом делания, который является приятным в настоящем и созревает в будущем как удовольствие. ",
  "mn45:7.11": "Таковы, монахи, четыре способа делания.  ",
  "mn45:7.12": "Так сказал Благословенный.  ",
  "mn45:7.13": "Монахи были довольны и восхитились словами Благословенного. "
}