{
  "mn46:0.1": "Мадджхима Никая 46 ",
  "mn46:0.2": "Большое наставление о способах делания ",
  "mn46:1.1": "Так я слышал. ",
  "mn46:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn46:1.3": "Там он обратился к монахам так: ",
  "mn46:1.4": "– Монахи! ",
  "mn46:1.5": "– Уважаемый, – ответили они. ",
  "mn46:1.6": "Благословенный сказал следующее: ",
  "mn46:2.1": "– Монахи, у большинства существ есть такая мечта, желание, влечение: ",
  "mn46:2.2": "«Если б только нежеланное, нежелательное, неприятное уменьшилось, а желанное, желаемое, приятное увеличилось!» ",
  "mn46:2.3": "И всё же, несмотря на то, что у них есть такая мечта, желание, стремление, – нежеланное, нежелательное, неприятное увеличивается для них, а желанное, желаемое, приятное уменьшается. ",
  "mn46:2.4": "Монахи, как вы думаете, в чём причина этого? ",
  "mn46:2.5": "– Уважаемый, наши учения укоренены в Благословенном, Направляемы Благословенным, находят пристанище в Благословенном. Было бы хорошо, если бы Благословенный [сам] прояснил значение этих слов. Услышав это из его уст, монахи запомнят это. ",
  "mn46:2.6": "– Тогда, монахи, слушайте внимательно то, о чём я буду говорить. ",
  "mn46:2.7": "- Да, уважаемый, - ответили они. ",
  "mn46:2.8": "Благословенный сказал следующее: ",
  "mn46:3.1": "– Монахи, необученный заурядный человек, который не уважает Благородных, неумелый и нетренированный их Дхамме, который не уважает чистых людей, неумелый и не тренированный в их Дхамме, ",
  "mn46:3.2": "не знает, что следует взращивать, а чего не следует взращивать. Он не знает, чему стоит следовать, а чему не стоит следовать. ",
  "mn46:3.3": "Не зная этого, он взращивает то, что не стоит взращивать, и не взращивает то, что стоит взращивать. Он следует тому, чему не стоит следовать, и не следует тому, чему стоит следовать ",
  "mn46:3.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное увеличивается для него, а желанное, желаемое, приятное уменьшается. ",
  "mn46:3.5": "И почему? ",
  "mn46:3.6": "Потому что так оно происходит с тем, кто не видит. ",
  "mn46:4.1": "Хорошо обученный благородный ученик, который уважает Благородных, умелый и тренированный в их Дхамме, который уважает чистых людей, умелый и тренированный в их Дхамме, ",
  "mn46:4.2": "знает, что следует взращивать, а чего не следует взращивать. Он знает, чему стоит следовать, а чему не стоит следовать. ",
  "mn46:4.3": "Зная это, он взращивает то, что стоит взращивать, и не взращивает то, что не стоит взращивать. Он следует тому, чему стоит следовать, и не следует тому, чему не стоит следовать. ",
  "mn46:4.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное уменьшается для него, а желанное, желаемое, приятное увеличивается. ",
  "mn46:4.5": "И почему? ",
  "mn46:4.6": "Потому что так оно происходит с тем, кто видит. ",
  "mn46:5.1": "Монахи, есть четыре способа делания. ",
  "mn46:5.2": "Какие четыре? ",
  "mn46:5.3": "Есть способ делания, который является болезненным в настоящем и созревает в будущем как боль. ",
  "mn46:5.4": "Есть способ делания, который является приятным в настоящем, но созревает в будущем как боль. ",
  "mn46:5.5": "Есть способ делания, который является болезненным в настоящем, но созревает в будущем как удовольствие. ",
  "mn46:5.6": "Есть способ делания, который является приятным в настоящем и созревает в будущем как удовольствие. ",
  "mn46:6.1": "Монахи, тот, кто невежественен, не зная этого способа делания, который является болезненным в настоящем и созревает в будущем как боль, не понимает в соответствии с действительностью: ",
  "mn46:6.2": "«Этот способ делания является болезненным в настоящем и созревает в будущем как боль». ",
  "mn46:6.3": "Зная это, понимая это в соответствии с действительностью, мудрый человек не избегает его, но взращивает его. ",
  "mn46:6.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное увеличивается для него, а желанное, желаемое, приятное уменьшается. ",
  "mn46:6.5": "И почему? ",
  "mn46:6.6": "Потому что так оно происходит с тем, кто не видит. ",
  "mn46:7.1": "Монахи, тот, кто невежественен, не зная этого способа делания, который является приятным в настоящем, но созревает в будущем как боль, не понимает в соответствии с действительностью: «Этот способ делания является приятным в настоящем, но созревает в будущем как боль». ",
  "mn46:7.2": "",
  "mn46:7.3": "Зная это, понимая это в соответствии с действительностью, мудрый человек не избегает его, но взращивает его. ",
  "mn46:7.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное увеличивается для него, а желанное, желаемое, приятное уменьшается… ",
  "mn46:7.5": "",
  "mn46:7.6": "",
  "mn46:8.1": "Монахи, тот, кто невежественен, не зная этого способа делания, который является болезненным в настоящем, но созревает в будущем как удовольствие, не понимает в соответствии с действительностью: «Этот способ делания является болезненным в настоящем, но созревает в будущем как удовольствие»… ",
  "mn46:8.2": "",
  "mn46:8.3": "Зная это, понимая это в соответствии с действительностью, мудрый человек не взращивает, но избегает его. ",
  "mn46:8.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное увеличивается для него, а желанное, желаемое, приятное уменьшается… ",
  "mn46:8.5": "",
  "mn46:8.6": "",
  "mn46:9.1": "Монахи, тот, кто невежественен, не зная этого способа делания, который является приятным в настоящем и созревает в будущем как удовольствие, не понимает в соответствии с действительностью: «Этот способ делания является приятным в настоящем и созревает в будущем как удовольствие». ",
  "mn46:9.2": "",
  "mn46:9.3": "Зная это, понимая это в соответствии с действительностью, мудрый человек не взращивает, но избегает его. ",
  "mn46:9.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное увеличивается для него, а желанное, желаемое, приятное уменьшается… ",
  "mn46:9.5": "И почему? ",
  "mn46:9.6": "Потому что так оно происходит с тем, кто не видит. ",
  "mn46:10.1": "Монахи, тот, кто мудр, зная этот способ делания, который является болезненным в настоящем и созревает в будущем как боль, понимает в соответствии с действительностью: ",
  "mn46:10.2": "«Этот способ делания является болезненным в настоящем и созревает в будущем как боль». ",
  "mn46:10.3": "Зная это, понимая это в соответствии с действительностью, мудрый человек не взращивает, но избегает его. ",
  "mn46:10.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное уменьшается для него, а желанное, желаемое, приятное увеличивается. ",
  "mn46:10.5": "И почему? ",
  "mn46:10.6": "Потому что так оно происходит с тем, кто видит. ",
  "mn46:11.1": "Монахи, тот, кто мудр, зная этот способ делания, который является приятным в настоящем, но созревает в будущем как боль, понимает в соответствии с действительностью: «Этот способ делания является приятным в настоящем, но созревает в будущем как боль». ",
  "mn46:11.2": "",
  "mn46:11.3": "Зная это, понимая это в соответствии с действительностью, мудрый человек не взращивает, но избегает его. ",
  "mn46:11.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное уменьшается для него, а желанное, желаемое, приятное увеличивается… ",
  "mn46:11.5": "",
  "mn46:11.6": "",
  "mn46:12.1": "Монахи, тот, кто мудр, зная этот способ делания, который является болезненным в настоящем, но созревает в будущем как удовольствие, понимает в соответствии с действительностью:.. ",
  "mn46:12.2": "",
  "mn46:12.3": "Зная это, понимая это в соответствии с действительностью, мудрый человек не избегает его, но взращивает его. ",
  "mn46:12.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное уменьшается для него, а желанное, желаемое, приятное увеличивается… ",
  "mn46:12.5": "",
  "mn46:12.6": "",
  "mn46:13.1": "Монахи, тот, кто мудр, зная этот способ делания, который является приятным в настоящем и созревает в будущем как удовольствие, понимает в соответствии с действительностью:… ",
  "mn46:13.2": "«Этот способ делания является приятным в настоящем и созревает в будущем как удовольствие». ",
  "mn46:13.3": "Зная это, понимая это в соответствии с действительностью, мудрый человек не избегает его, но взращивает его. ",
  "mn46:13.4": "Поскольку он делает так, нежеланное, нежелательное, неприятное уменьшается для него, а желанное, желаемое, приятное увеличивается. ",
  "mn46:13.5": "И почему? ",
  "mn46:13.6": "Потому что так оно происходит с тем, кто видит. ",
  "mn46:14.1": "И каков, монахи, способ делания, который является болезненным в настоящем, и созревает в будущем как боль?И каков, монахи, способ делания, который является болезненным в настоящем и созревает в будущем как боль? ",
  "mn46:14.2": "Вот, монахи, некий человек в боли и грусти убивает живых существ, и он переживает боль и грусть, которые имеют убийство живых существо своим условием. В боли и грусти он берёт то, что [ему] не было дано… ведёт себя неподобающе в чувственных удовольствиях… лжёт… говорит злонамеренно… говорит грубо… болтает попусту… он алчный… имеет недоброжелательный ум… придерживается неправильных воззрений, и он переживает боль и грусть, которые имеют правильные воззрения своим условием. ",
  "mn46:14.3": "",
  "mn46:14.4": "",
  "mn46:14.5": "",
  "mn46:14.6": "",
  "mn46:14.7": "",
  "mn46:14.8": "",
  "mn46:14.9": "",
  "mn46:14.10": "",
  "mn46:14.11": "",
  "mn46:14.12": "С распадом тела, после смерти, он возникает в состоянии лишения, в несчастливом уделе, в погибели, даже в аду. ",
  "mn46:14.13": "Это называется способом делания, который является болезненным в настоящем, и созревает в будущем как боль. ",
  "mn46:15.1": "И каков, монахи, способ делания, который является приятным в настоящем, но созревает в будущем как боль? ",
  "mn46:15.2": "Вот, монахи, некий человек в удовольствии и радости убивает живых существ, и он переживает удовольствие и радость, которые имеют убийство живых существ своим условием. В удовольствии и радости он берёт то, что [ему] не было дано… ведёт себя неподобающе в чувственных удовольствиях… лжёт… говорит злонамеренно… говорит грубо… болтает попусту… он алчный… имеет недоброжелательный ум… придерживается неправильных воззрений, и он переживает удовольствие и радость, которые имеют правильные воззрения своим условием. ",
  "mn46:15.3": "",
  "mn46:15.4": "",
  "mn46:15.5": "",
  "mn46:15.6": "",
  "mn46:15.7": "",
  "mn46:15.8": "",
  "mn46:15.9": "",
  "mn46:15.10": "",
  "mn46:15.11": "",
  "mn46:15.12": "С распадом тела, после смерти, он возникает в состоянии лишения, в несчастливом уделе, в погибели, даже в аду. ",
  "mn46:15.13": "Это называется способом делания, который является приятным в настоящем, но созревает в будущем как боль. ",
  "mn46:16.1": "И каков, монахи, способ делания, который является болезненным в настоящем, но созревает в будущем как удовольствие? ",
  "mn46:16.2": "Вот, монахи, некий человек в боли и грусти воздерживается от убийства живых существ, и он переживает боль и грусть, которые имеют воздержание от убийства живых существ своим условием. В боли и грусти он воздерживается от взятия того, что не дано… от неподобающего поведения в чувственных удовольствиях… от лжи… от злонамеренных слов… от грубых слов… от пустой болтовни… он не алчный… у него нет недоброжелательного ума… он придерживается правильных воззрений, и он переживает боль и грусть, которые имеют правильные воззрения своим условием. ",
  "mn46:16.3": "",
  "mn46:16.4": "",
  "mn46:16.5": "",
  "mn46:16.6": "",
  "mn46:16.7": "",
  "mn46:16.8": "",
  "mn46:16.9": "",
  "mn46:16.10": "",
  "mn46:16.11": "",
  "mn46:16.12": "С распадом тела, после смерти, он возникает в счастливом уделе, даже в небесном мире. ",
  "mn46:16.13": "Это называется способом делания, который является болезненным в настоящем, но созревает в будущем как удовольствие. ",
  "mn46:17.1": "И каков, монахи, способ делания, который является приятным в настоящем и созревает в будущем как удовольствие? ",
  "mn46:17.2": "Вот, монахи, некий человек в удовольствии и радости воздерживается от убийства живых существ, и он переживает удовольствие и радость, которые имеют воздержание от убийства живых существ своим условием. В удовольствии и радости он воздерживается от взятия того, что не дано… от неподобающего поведения в чувственных удовольствиях… от лжи… от злонамеренных слов… от грубых слов… от пустой болтовни… он не алчный… у него нет недоброжелательного ума… он придерживается правильных воззрений, и он переживает удовольствие и радость, которые имеют правильные воззрения своим условием. ",
  "mn46:17.3": "",
  "mn46:17.4": "",
  "mn46:17.5": "",
  "mn46:17.6": "",
  "mn46:17.7": "",
  "mn46:17.8": "",
  "mn46:17.9": "",
  "mn46:17.10": "",
  "mn46:17.11": "",
  "mn46:17.12": "С распадом тела, после смерти, он возникает в счастливом уделе, даже в небесном мире. ",
  "mn46:17.13": "Это называется способом делания, который является приятным в настоящем и созревает в будущем как удовольствие. ",
  "mn46:17.14": "Таковы четыре способа делания. ",
  "mn46:18.1": "Монахи, представьте, как если бы горькую тыкву смешали с ядом, ",
  "mn46:18.2": "и пришёл бы человек, который хотел бы жить и не хотел умирать, который хотел удовольствия и отвращался от боли. ",
  "mn46:18.3": "Ему бы сказали: ",
  "mn46:18.4": "«Почтенный, это [напиток из] горькой тыквы, смешанной с ядом. ",
  "mn46:18.5": "Пей, если хочешь. ",
  "mn46:18.6": "Когда будешь пить, цвет, запах и вкус не придутся тебе по вкусу, а после того, как выпьешь, ты повстречаешь смерть или смертельные муки». ",
  "mn46:18.7": "Он не оставил бы этого. И он бы выпил это, не обдумав. ",
  "mn46:18.8": "По мере того как он бы пил, цвет, запах и вкус не пришлись бы ему по вкусу, а после того, как он выпил, он бы повстречал смерть или смертельные муки. ",
  "mn46:18.9": "Это, я говорю вам, похоже на способ делания, который является болезненным сейчас и созревает в будущем как боль. ",
  "mn46:19.1": "Представьте бронзовую чашу с напитком, обладающим хорошим цветом, вкусом и запахом, ",
  "mn46:19.2": "но смешанным с ядом, ",
  "mn46:19.3": "и пришёл бы человек, который хотел бы жить и не хотел умирать, который хотел удовольствия и отвращался от боли. ",
  "mn46:19.4": "Ему бы сказали: ",
  "mn46:19.5": "«Почтенный, это бронзовая чаша с напитком, обладающим хорошим цветом, вкусом и запахом, ",
  "mn46:19.6": "Но смешанным с ядом. ",
  "mn46:19.7": "Пей, если хочешь. ",
  "mn46:19.8": "Когда будешь пить, цвет, запах и вкус придутся тебе по вкусу, но после того, как выпьешь, ты повстречаешь смерть или смертельные муки». ",
  "mn46:19.9": "Он не оставил бы этого. И он бы выпил это, не обдумав. ",
  "mn46:19.10": "По мере того как он пил, цвет, запах и вкус пришлись бы ему по вкусу, но после того как он выпил, он бы повстречал смерть или смертельные муки. ",
  "mn46:19.11": "Это, я говорю вам, похоже на способ делания, который является приятным сейчас, но созревает в будущем как боль. ",
  "mn46:20.1": "Представьте застоявшуюся мочу, смешанную с различными лекарствами, ",
  "mn46:20.2": "и пришёл бы больной желтухой человек. ",
  "mn46:20.3": "Ему бы сказали: ",
  "mn46:20.4": "«Почтенный, это застоявшаяся моча, смешанная с лекарствами. Пей, если хочешь. ",
  "mn46:20.5": "Когда будешь пить, цвет, запах и вкус не придутся тебе по вкусу, но после того, как выпьешь, тебе станет хорошо». ",
  "mn46:20.6": "Он не оставил бы этого. И после обдумывания он бы выпил это. ",
  "mn46:20.7": "По мере того как он пил, цвет, запах и вкус не пришлись бы ему по вкусу, но после того, как он выпил, ему бы стало хорошо. ",
  "mn46:20.8": "Это, я говорю вам, похоже на способ делания, который является болезненным сейчас, но созревает в будущем как удовольствие. ",
  "mn46:21.1": "Представьте творог, мёд, топлёное масло и мелассу, смешанные вместе, ",
  "mn46:21.2": "и пришёл бы больной дизентерией человек. ",
  "mn46:21.3": "Ему бы сказали: ",
  "mn46:21.4": "«Почтенный, это творог, мёд, топлёное масло, смешанные вместе. Пей, если хочешь. ",
  "mn46:21.5": "Когда будешь пить, цвет, запах и вкус придутся тебе по вкусу, и после того, как выпьешь, тебе станет хорошо». ",
  "mn46:21.6": "Он не оставил бы этого. И после обдумывания он бы выпил это. ",
  "mn46:21.7": "По мере того как он бы пил, цвет, запах и вкус пришлись бы ему по вкусу, и после того как он бы выпил, ему бы стало хорошо. ",
  "mn46:21.8": "Это, я говорю вам, похоже на способ делания, который является приятным сейчас и созревает в будущем как удовольствие. ",
  "mn46:22.1": "Одобно тому как осенью, в последнем месяце сезона дождей, когда небо чистое и безоблачное, Восходящее над землёй солнце рассеивает всю темноту пространства по мере того, как оно лучится, сверкает и сияет, – ",
  "mn46:22.2": "точно также способ делания, который является приятным сейчас и созревает в будущем как удовольствие, рассеивает своим свечением, сверканием, сиянием любые другие доктрины любых заурядных жрецов и отшельников. ",
  "mn46:22.3": "Так сказал Благословенный. ",
  "mn46:22.4": "Монахи были довольны и восхитились словами Благословенного. "
}