{
  "mn47:0.1": "Мадджхима Никая 47 ",
  "mn47:0.2": "Вопрошающий ",
  "mn47:1.1": "Так я слышал. ",
  "mn47:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn47:1.3": "Там он обратился к монахам так: ",
  "mn47:1.4": "– Монахи! ",
  "mn47:1.5": "– Уважаемый, – ответили они. ",
  "mn47:1.6": "Благословенный сказал следующее: ",
  "mn47:2.1": "– Монахи, вопрошающий монах, который не знает, как измерить чей-либо ум, должен осуществить изучение Татхагаты, чтобы выяснить, действительно ли он полностью просветлённый, или нет. ",
  "mn47:3.1": "– Уважаемый, наши учения укоренены в Благословенном, направляемы Благословенным, находят пристанище в Благословенном. Было бы хорошо, если бы Благословенный [сам] прояснил значение этих слов. Услышав это из его уст, монахи запомнят это. ",
  "mn47:3.2": "– Тогда, монахи, слушайте внимательно то, о чём я буду говорить. ",
  "mn47:3.3": "- Да, уважаемый, - ответили они. ",
  "mn47:3.4": "Благословенный сказал следующее: ",
  "mn47:4.1": "– Монахи, вопрошающий монах, который не знает, как измерить чей-либо ум, должен осуществить изучение Татхагаты в отношении двух видов состояний, [то есть] состояний, познаваемых посредством глаза и посредством уха, так: ",
  "mn47:4.2": "«Нет ли в Татхагате каких-либо загрязнённых состояний, познаваемых посредством глаза или посредством уха, или же они есть?» ",
  "mn47:4.3": "Когда он изучает его, он узнаёт: ",
  "mn47:4.4": "«В Татхагате нет каких-либо загрязнённых состояний, познаваемых посредством глаза или посредством уха». ",
  "mn47:5.1": "",
  "mn47:5.2": "Когда он узнаёт об этом, он изучает его далее так: ",
  "mn47:5.3": "Если его спросят:«Нет ли в Татхагате каких-либо смешанных состояний, познаваемых посредством глаза или посредством уха, или же они есть?» ",
  "mn47:5.4": "Когда он изучает его, он узнаёт: ",
  "mn47:5.5": "«В Татхагате нет каких-либо смешанных состояний, познаваемых посредством глаза или посредством уха». ",
  "mn47:6.1": "",
  "mn47:6.2": "Когда он узнаёт об этом, он изучает его далее так: ",
  "mn47:6.3": "Если его спросят:«Нет ли в Татхагате чистых состояний, познаваемых посредством глаза или посредством уха, или же они есть?» ",
  "mn47:6.4": "Когда он изучает его, он узнаёт: ",
  "mn47:6.5": "«В Татхагате есть чистые состояния, познаваемые посредством глаза или посредством уха». ",
  "mn47:7.1": "",
  "mn47:7.2": "Когда он узнаёт об этом, он изучает его далее так: ",
  "mn47:7.3": "«Достиг ли этот достопочтенный этого благого состояния лишь недавно или же он достиг его давно?» ",
  "mn47:7.4": "Когда он изучает его, он узнаёт: ",
  "mn47:7.5": "«Этот достопочтенный достиг этого благого состояния уже давно. Он не достиг его лишь недавно». ",
  "mn47:8.1": "",
  "mn47:8.2": "Когда он узнаёт об этом, он изучает его далее так: ",
  "mn47:8.3": "«Достиг ли этот достопочтенный славы, обрёл ли он признание, так что в нём были бы опасности, [связанные с признанием и славой]?» ",
  "mn47:8.4": "Ведь, монахи, покуда монах не достиг славы и не обрёл признания – опасностей [связанных с признанием и славой] нет в нём. ",
  "mn47:8.5": "Но когда он достиг славы и обрёл признание – эти опасности есть в нём. ",
  "mn47:8.6": "Когда он изучает его, он узнаёт: ",
  "mn47:8.7": "«Этот достопочтенный достиг славы и обрёл признание, но опасностей [связанных с признанием и славой] нет в нём». ",
  "mn47:9.1": "",
  "mn47:9.2": "Когда он узнаёт об этом, он изучает его далее так: ",
  "mn47:9.3": "«Этот достопочтенный сдерживает себя без страха или сдерживает себя из-за страха? ",
  "mn47:9.4": "Избегает ли он потакания чувственным удовольствиям, поскольку с уничтожением жажды он не имеет жажды?» ",
  "mn47:9.5": "Когда он изучает его, он узнаёт: ",
  "mn47:9.6": "«Этот достопочтенный сдерживает себя без страха, а не из-за страха, ",
  "mn47:9.7": "и он избегает потакания чувственным удовольствиям, поскольку с уничтожением жажды он не имеет жажды». ",
  "mn47:10.1": "И теперь, монахи, если другие спросят этого монаха так: ",
  "mn47:10.2": "«Каковы доводы достопочтенного, каковы его свидетельства, что он утверждает так: «Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует хороший путь»? – ",
  "mn47:10.3": "",
  "mn47:10.4": "",
  "mn47:10.5": "то, отвечая правдиво, этот монах должен ответить так: ",
  "mn47:10.6": "«Когда этот достопочтенный пребывает в общине монахов или в уединении, то, хотя некоторые [монахи] ведут себя хорошо, некоторые ведут себя плохо, некоторые обучают группу [других монахов]; хотя в отношении некоторых можно увидеть, что они заинтересованы в материальных вещах, а некоторые не запятнаны материальными вещами, – всё равно этот достопочтенный никого не презирает из-за этого. ",
  "mn47:10.7": "И вот как я услышал и заучил из уст самого Благословенного: ",
  "mn47:10.8": "Я сдержан без страха и не сдержан из-за страха, и я избегаю потакания чувственным удовольствиям, поскольку с уничтожением жажды я не имею жажды». ",
  "mn47:11.1": "Монахи, Татхагату следует далее спросить об этом так: ",
  "mn47:11.2": "«Нет ли в Татхагате каких-либо загрязнённых состояний, познаваемых посредством глаза или посредством уха, или же они есть?» ",
  "mn47:11.3": "Татхагата ответит так: ",
  "mn47:11.4": "«В Татхагате нет каких-либо загрязнённых состояний, познаваемых посредством глаза или посредством уха». ",
  "mn47:12.1": "Если его спросят:«Нет ли в Татхагате каких-либо смешанных состояний, познаваемых посредством глаза или посредством уха, или же они есть?» ",
  "mn47:12.2": "Татхагата ответит так: ",
  "mn47:12.3": "«В Татхагате нет каких-либо смешанных состояний, познаваемых посредством глаза или посредством уха». ",
  "mn47:13.1": "Если его спросят:«Нет ли в Татхагате чистых состояний, познаваемых посредством глаза или посредством уха, или же они есть?» ",
  "mn47:13.2": "Татхагата ответит так: ",
  "mn47:13.3": "«В Татхагате есть чистые состояния, познаваемые посредством глаза или посредством уха. ",
  "mn47:13.4": "Это мои тропы, моё владение, но всё же я не соотношу себя с ними». ",
  "mn47:14.1": "Монахи, ученик должен подойти к Учителю, который говорит так, чтобы послушать Дхамму. ",
  "mn47:14.2": "Учитель учит его Дхамме с её всё более и более высокими уровнями, с её всё более и более утончёнными уровнями, с её тёмными и яркими противоположностями.  ",
  "mn47:14.3": "По мере того как учитель обучает Дхамме монаха так, посредством прямого знания некоего учения в этой Дхамме, монах приходит к умозаключению в отношении [и остальных] учений. Он утверждает доверие к Учителю так: ",
  "mn47:14.4": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует хороший путь». ",
  "mn47:15.1": "И теперь, монахи, если другие спросят этого монаха так: ",
  "mn47:15.2": "«Каковы доводы достопочтенного, каковы его свидетельства, что он утверждает так: «Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует хороший путь»? – ",
  "mn47:15.3": "",
  "mn47:15.4": "то, отвечая правдиво, этот монах должен ответить так: ",
  "mn47:15.5": "«Вот, друзья, я подошёл к Благословенному, чтобы послушать Дхамму. ",
  "mn47:15.6": "Благословенный научил меня Дхамме с её всё более и более высокими уровнями, с её всё более и более утончёнными уровнями, с её тёмными и яркими противоположностями. ",
  "mn47:15.7": "По мере того как Благословенный обучил меня Дхамме так, посредством прямого знания некоего учения в этой Дхамме я пришёл к умозаключению в отношении [и остальных] учений. Я утвердил доверие к Учителю так: ",
  "mn47:15.8": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует хороший путь». ",
  "mn47:16.1": "Монахи, когда чья-либо вера была взращена, укоренена, утверждена в отношении Татхагаты посредством этих доводов, терминов, формулировок, то говорится, что его вера поддерживается доводами, укоренена в видении, прочна. ",
  "mn47:16.2": "Её не могут одолеть какой-либо жрец или отшешьник, или божество, или Мара, или Брахма, или кто бы то ни было в мире. ",
  "mn47:16.3": "Вот каково, монахи, изучение Татхагаты в соответствии с Дхаммой, ",
  "mn47:16.4": "и вот как Татхагату тщательно изучают в соответствии с Дхаммой. ",
  "mn47:16.5": "Так сказал Благословенный. ",
  "mn47:16.6": "Монахи были довольны и восхитились словами Благословенного. "
}