{
  "mn48:0.1": "Мадджхима Никая 48 ",
  "mn48:0.2": "Монахи из Косамби ",
  "mn48:1.1": "Так я слышал. ",
  "mn48:1.2": "Однажды Благословенный пребывал в Косамби в парке Гхоситы. ",
  "mn48:2.1": "И тогда монахи из Косамби начали ссориться и браниться, погрязли в пререканиях, нанося ранения друг другу остриями своих языков. ",
  "mn48:2.2": "Ни они сами не могли переубедить друг друга, ни другие не могли переубедить их. Ни они сами не могли урезонить друг друга, ни другие не могли урезонить их.  ",
  "mn48:3.1": "Ни они сами не могли урезонить друг друга, ни другие не могли урезонить их. ",
  "mn48:3.2": "",
  "mn48:4.1": "Тогда Благословенный обратился к одному из монахов так: ",
  "mn48:4.2": "– Ну же, монах, иди и скажи от моего имени тем монахам, ",
  "mn48:4.3": "что Учитель зовёт их. ",
  "mn48:4.4": "– Да, уважаемый, – ответил он. Он отправился к тем монахам и сообщил им: ",
  "mn48:4.5": "«Учитель зовёт вас, достопочтенные». ",
  "mn48:4.6": "«Да, друг» – ответили они и отправились к Благословенному, поклонились ему, и сели рядом. Благословенный спросил их. ",
  "mn48:4.7": "– Монахи, правда ли, что вы начали ссориться и браниться, погрязли в пререканиях, нанося ранения друг другу остриями своих языков; ",
  "mn48:4.8": "И что ни вы сами не можете переубедить друг друга, ни другие не могут переубедить вас; ни вы сами не можете урезонить друг друга, ни другие не могут урезонить вас? ",
  "mn48:4.9": "– Да, уважаемый. ",
  "mn48:5.1": "– Монахи, как вы думаете? ",
  "mn48:5.2": "Когда вы начинаете ссориться и браниться, погрязаете в пререканиях, нанося ранения друг другу остриями своих языков, – поддерживаете ли вы в этом случае доброжелательность, [выраженную посредством] действий тела, речи и ума как в частном порядке, так и прилюдно, по отношению к вашим товарищам по святой жизни? ",
  "mn48:5.3": "– Нет, уважаемый.  ",
  "mn48:5.4": "– Итак, монахи, когда вы начинаете ссориться и браниться… – то в этом случае вы не поддерживаете доброжелательности, [выраженной посредством] действий тела, речи и ума как в частном порядке, так и прилюдно, по отношению к вашим товарищам по святой жизни. ",
  "mn48:5.5": "Глупцы, что же вы можете знать, что же вы можете видеть, когда вы начинаете ссориться и браниться, погрязаете в пререканиях, нанося ранения друг другу остриями своих языков; когда ни вы сами не можете переубедить друг друга, ни другие не могут переубедить вас; ни вы сами не можете урезонить друг друга, ни другие не могут урезонить вас? ",
  "mn48:5.6": "Глупцы, это приведёт к вреду для вас и вашему страданию на долгое время. ",
  "mn48:6.1": "Затем Благословенный обратился к монахам так: ",
  "mn48:6.2": "– Монахи, есть эти шесть принципов радушия, которые создают любовь и уважение, ведут к сплочённости, к отсутствию раздоров, к согласию, к единству. ",
  "mn48:6.3": "Какие шесть? ",
  "mn48:6.4": "Вот монах поддерживает доброжелательность, [выраженную посредством] действий тела, как в частном порядке, так и прилюдно, по отношению к своим товарищам по святой жизни. ",
  "mn48:6.5": "Это принцип радушия, который создаёт любовь и уважение, ведёт к сплочённости, к отсутствию раздоров, к согласию, к единству. ",
  "mn48:6.6": "Далее, монах поддерживает доброжелательность, [выраженную посредством] действий речи, как в частном порядке, так и прилюдно, по отношению к своим товарищам по святой жизни. Это тоже принцип радушия… к единству. ",
  "mn48:6.7": "",
  "mn48:6.8": "Далее, монах поддерживает доброжелательность, [выраженную посредством] действий ума, как в частном порядке, так и прилюдно, по отношению к своим товарищам по святой жизни. Это тоже принцип радушия… к единству. ",
  "mn48:6.9": "",
  "mn48:6.10": "Далее, монах пользуется общими со своими нравственными товарищами по святой жизни вещами, не оставляя [только] за собой право их использования. Он делится с ними любыми обретениями, которые соответствуют Дхамме, и которые были добыты путём, соответствующим Дхамме, включая даже содержимое его чаши [для сбора еды с подаяний]. Это тоже принцип радушия… к единству. ",
  "mn48:6.11": "",
  "mn48:6.12": "Далее, монах пребывает, как в частном порядке, так и прилюдно, разделяя со своими товарищами по святой жизни нравственные качества. Те нравственные качества, что не разбитые, не разрушенные, не запачканные, не запятнанные, освобождающие, восхваляемые мудрецами, не понятые ошибочно, ведущие к сосредоточению. Это тоже принцип радушия… к единству. ",
  "mn48:6.13": "",
  "mn48:6.14": "Далее, монах пребывает как в частном порядке, так и прилюдно, разделяя со своими товарищами по святой жизни то воззрение, благородное и освобождающее, которое ведёт того, кто практикует в соответствии с ним, к полному уничтожению страданий. ",
  "mn48:6.15": "Это принцип радушия, который создаёт любовь и уважение, ведёт к сплочённости, к отсутствию раздоров, к согласию, к единству. ",
  "mn48:6.16": "Таковы шесть принципов радушия, которые создают любовь и уважение, ведут к сплочённости, к отсутствию раздоров, к согласию, к единству. ",
  "mn48:7.1": "Из этих шести принципов радушия наивысшим, наиболее сплачивающим, наиболее объединяющим, является это воззрение – благородное и освобождающее, которое ведёт того, кто практикует в соответствии с ним, к полному уничтожению страданий. Оно сплачивает и объединяет их вместе. ",
  "mn48:7.2": "Подобно остроконечному дому. Самой наивысшей, наиболее сплачивающей, наиболее объединяющей частью остроконечного дома будет самая его вершина, ",
  "mn48:7.3": "то точно также из этих шести принципов радушия наивысшим… будет это воззрение… Оно сплачивает и объединяет их вместе. ",
  "mn48:8.1": "И каким образом это воззрение – благородное и освобождающее, ведёт того, кто практикует в соответствии с ним, к полному уничтожению страданий? ",
  "mn48:8.2": "Вот монах, уйдя в лес, или к подножью дерева, или в пустую хижину, размышляет так: ",
  "mn48:8.3": "«Есть ли какая-либо охваченность, не отброшенная мной, которая могла бы так охватить мой ум, что я не смог бы знать и видеть вещи в соответствии с действительностью?» ",
  "mn48:8.4": "Если монах охвачен чувственной жаждой, то его ум охвачен. ",
  "mn48:8.5": "Если монах охвачен недоброжелательностью, то его ум охвачен. ",
  "mn48:8.6": "Если монах охвачен ленью и апатией, то его ум охвачен. ",
  "mn48:8.7": "Если он охвачен неугомонностью и сожалением, то его ум охвачен. ",
  "mn48:8.8": "Если он охвачен сомнением, то его ум охвачен. ",
  "mn48:8.9": "Если монах погружён в рассуждения об этом мире, то его ум охвачен. ",
  "mn48:8.10": "Если монах погружён в рассуждения о следующем мире, то его ум охвачен. ",
  "mn48:8.11": "Если монах начинает ссориться и браниться, погрязает в пререканиях, нанося ранения другим остриём своего языка, то его ум охвачен. ",
  "mn48:8.12": "Он понимает: ",
  "mn48:8.13": "«Нет какой-либо охваченности, не отброшенной мной, которая могла бы охватить мой ум так, чтобы я не смог бы знать и видеть вещи в соответствии с действительностью. ",
  "mn48:8.14": "Мой ум хорошо предрасположен к пробуждению в истины» ",
  "mn48:8.15": "Таково первое знание, обретённое им, благородное, сверхмирское, которого не имеют обычные заурядные люди. ",
  "mn48:9.1": "Далее, благородный ученик рассуждает так: ",
  "mn48:9.2": "«Когда я устремляюсь [к нему], развиваю, взращиваю это воззрение, достигаю ли я сам спокойствия, достигаю ли я сам утешения?» ",
  "mn48:9.3": "Он понимает: ",
  "mn48:9.4": "«Когда я устремляюсь [к нему], развиваю и взращиваю это воззрение, я достигаю спокойствия, я достигаю утешения». ",
  "mn48:9.5": "Таково второе знание, обретённое им, благородное, сверхмирское, которого не имеют обычные заурядные люди. ",
  "mn48:10.1": "Далее, благородный ученик рассуждает так: ",
  "mn48:10.2": "«Есть ли какие-либо иные жрецы и отшельники вне [Учения Будды], которые имеют такое же воззрение, как и у меня?» ",
  "mn48:10.3": "Он понимает: ",
  "mn48:10.4": "«Нет других жрецов и отшельников вне [Учения Будды], которые бы имели такое же воззрение, как и у меня». ",
  "mn48:10.5": "Таково третье знание, обретённое им, благородное, сверхмирское, которого не имеют обычные заурядные люди. ",
  "mn48:11.1": "Далее, благородный ученик рассуждает так: ",
  "mn48:11.2": "«Обладаю ли я характером человека, имеющего правильные воззрения?» ",
  "mn48:11.3": "И каков характер человека, имеющего правильные воззрения? ",
  "mn48:11.4": "Характер человека, имеющего правильные воззрения, таков: ",
  "mn48:11.5": "Хотя он может совершить некоторые проступки, за свершение которых [Винаей] предусмотрено исправление, тем не менее он тут же сознаётся, раскрывает, рассказывает [о совершённом проступке] Учителю или мудрым товарищам по святой жизни, ",
  "mn48:11.6": "и, сделав так, он сдерживает себя в будущем [от их очередного свершения]. ",
  "mn48:11.7": "Подобно тому как лежащий ничком младенец  тут же отдёрнет руку или ногу от горячих углей, если дотронется до них,  ",
  "mn48:11.8": "Точно таков и характер человека, имеющего правильные воззрения. ",
  "mn48:11.9": "Хотя он может совершить некоторые проступки, за свершение которых [Винаей] предусмотрено исправление, тем не менее он тут же сознаётся, раскрывает, рассказывает [о совершённом проступке] Учителю или мудрым товарищам по святой жизни ",
  "mn48:11.10": "и, сделав так, он сдерживает себя в будущем [от их очередного свершения]. ",
  "mn48:11.11": "Он понимает: ",
  "mn48:11.12": "«Я обладаю характером человека, имеющего правильные воззрения». ",
  "mn48:11.13": "Таково четвёртое знание, обретённое им, благородное, сверхмирское, которого не имеют обычные заурядные люди. ",
  "mn48:12.1": "Далее, благородный ученик рассуждает так: ",
  "mn48:12.2": "«Обладаю ли я характером человека, имеющего правильные воззрения?» ",
  "mn48:12.3": "И каков характер человека, имеющего правильные воззрения? ",
  "mn48:12.4": "Характер человека, имеющего правильные воззрения, таков: ",
  "mn48:12.5": "Хотя он может быть занят разными делами, [осуществляемыми ради] своих товарищей по святой жизни, всё же он уделяет большое внимание тренировке высшей нравственности, высшего ума, высшей мудрости. ",
  "mn48:12.6": "Подобно тому как когда корова пасётся с молодым телёнком, она присматривает и за своим телёнком, ",
  "mn48:12.7": "Точно таков и характер человека, имеющего правильные воззрения. ",
  "mn48:12.8": "Хотя он может быть занят разными делами, [осуществляемыми ради] своих товарищей по святой жизни, всё же он уделяет большое внимание тренировке высшей нравственности, высшего ума, высшей мудрости. ",
  "mn48:12.9": "Он понимает: ",
  "mn48:12.10": "«Я обладаю характером человека, имеющего правильные воззрения». ",
  "mn48:12.11": "Таково пятое знание, обретённое им, благородное, сверхмирское, которого не имеют обычные заурядные люди. ",
  "mn48:13.1": "Далее, благородный ученик рассуждает так: ",
  "mn48:13.2": "«Обладаю ли я силой человека, имеющего правильные воззрения?» ",
  "mn48:13.3": "И в чём состоит сила человека, имеющего правильные воззрения? ",
  "mn48:13.4": "Сила человека, имеющего правильные воззрения, такова: когда происходит обучение Дхамме и Винае, которые были провозглашены Татхагатой, он заинтересован в этом, направляет всё своё внимание [к этому], вовлекается в это всем своим умом, охотно склоняет к Дхамме ухо. ",
  "mn48:13.5": "Он понимает: ",
  "mn48:13.6": "«Я обладаю силой человека, имеющего правильные воззрения». ",
  "mn48:13.7": "Таково шестое знание, обретённое им, благородное, сверхмирское, которого не имеют обычные заурядные люди. ",
  "mn48:14.1": "Далее, благородный ученик рассуждает так: ",
  "mn48:14.2": "«Обладаю ли я силой человека, имеющего правильные воззрения?» ",
  "mn48:14.3": "И в чём состоит сила человека, имеющего правильные воззрения? ",
  "mn48:14.4": "Когда происходит обучение Дхамме и Винае, что провозглашены Татхагатой, он черпает вдохновение в значении, черпает вдохновение в Дхамме, обретает радость, связанную с Дхаммой. ",
  "mn48:14.5": "Он понимает: ",
  "mn48:14.6": "«Я обладаю силой человека, имеющего правильные воззрения». ",
  "mn48:14.7": "Таково седьмое знание, обретённое им, благородное, сверхмирское, которого не имеют обычные заурядные люди. ",
  "mn48:15.1": "Когда благородный ученик наделён [этими] семью факторами, то [прежде] он хорошо стремился к характеру, [что необходим] для реализации плода вступления в поток. ",
  "mn48:15.2": "Когда благородный ученик наделён [этими] семью факторами, он обладает плодом вступления в поток. ",
  "mn48:15.3": "Так сказал Благословенный. ",
  "mn48:15.4": "Монахи были довольны и восхитились словами Благословенного. "
}