{
  "mn49:0.1": "Мадджхима Никая 49 ",
  "mn49:0.2": "Приглашение Брахмы ",
  "mn49:1.1": "Так я слышал. ",
  "mn49:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn49:1.3": "Там он обратился к монахам так: ",
  "mn49:1.4": "– Монахи! ",
  "mn49:1.5": "– Уважаемый, – ответили они. ",
  "mn49:1.6": "Благословенный сказал следующее: ",
  "mn49:2.1": "– Монахи, однажды я проживал в Уккаттхе, в роще Субхаги, у подножья царского салового дерева. ",
  "mn49:2.2": "И в то время пагубное воззрение возникло в Брахме Баке: ",
  "mn49:2.3": "«Это постоянное, это неизменное, это вечное, это цельное, это не подвержено исчезновению. Ведь это здесь никто ни рождается, ни стареет, ни умирает, ни исчезает, ни перерождается,  и за пределами этого нет другого спасения». ",
  "mn49:3.1": "Я познал своим умом мысль в уме Брахмы Баки, ",
  "mn49:3.2": "и тогда, подобно тому, как сильный человек распрямил бы согнутую руку или согнул распрямлённую, я исчез из-под царского салового дерева рощи Субхаги в Уккаттхе и возник в том мире Брахмы. ",
  "mn49:3.3": "Брахма Бака увидел меня издали ",
  "mn49:3.4": " и сказал: ",
  "mn49:3.5": "«Иди же, почтенный! Добро пожаловать, почтенный! ",
  "mn49:3.6": "Долгое время, почтенный, у тебя не было возможности прийти сюда. ",
  "mn49:3.7": "И вот, почтенный, это постоянное, это неизменное, это вечное, это цельное, это не подвержено исчезновению. Ведь это здесь никто ни рождается, ни стареет, ни умирает, ни исчезает, ни перерождается,  и за пределами этого нет другого спасения». ",
  "mn49:4.1": "Когда так было сказано, я сказал Брахме Баке: ",
  "mn49:4.2": "«Господин Брахма Бака впал в неведение. Господин Брахма Бака впал в неведение. ",
  "mn49:4.3": "В том смысле, что говорит о непостоянном как о постоянном, об изменчивом как о неизменном, о невечном как о вечном, о неполном как о цельном, о том, что подвержено исчезновению, как о том, что не подвержено исчезновению; ",
  "mn49:4.4": "о том, где ты рождаешься, стареешь, умираешь, исчезаешь, перерождаешься, как о том, ",
  "mn49:4.5": "где ты ни рождаешься, не стареешь, не умираешь, не исчезаешь и не перерождаешься; ",
  "mn49:4.6": "и когда есть другое спасение за пределами этого, он говорит, что нет другого спасения за пределами этого». ",
  "mn49:5.1": "И тогда Злой Мара завладел умом одного из членов свиты Брахмы и сказал мне: ",
  "mn49:5.2": "«Монах, монах, не унижай его! не унижай его! Ведь этот Брахма – Великий Брахма, Повелитель, Непревзойдённый, С Безошибочным Видением, Владыка, Создатель и Творец, Высочайший Провидец, Господин и Отец тех, кто есть, и тех, кто когда-либо может быть. ",
  "mn49:5.3": "До тебя, в прежние времена, монах, в мире были жрецы и отшельники, которые порицали землю и отвращались от земли, которые порицали воду и отвращались от воды, которые порицали огонь и отвращались от огня, которые порицали воздух и отвращались от воздуха, которые порицали существ и отвращались от существ, которые порицали богов и отвращались от богов, которые порицали Паджапати и отвращались от Паджапати, которые порицали Брахму и отвращались от Брахмы. ",
  "mn49:5.4": "После распада тела, после смерти, когда их жизнь была окончена, они утвердились в низшем теле. ",
  "mn49:5.5": "До тебя, в прежние времена, монах, в мире были жрецы и отшельники, которые восхваляли землю и наслаждались землёй, которые восхваляли воду и наслаждались водой, которые восхваляли огонь и наслаждались огнём, которые восхваляли воздух и наслаждались воздухом, которые восхваляли существ и наслаждались существами, которые восхваляли богов и наслаждались богами, которые восхваляли Паджапати и наслаждались Паджапати, которые восхваляли Брахму и наслаждались Брахмой. ",
  "mn49:5.6": "После распада тела, после смерти, когда их жизнь была окончена, они утвердились в высшем теле. ",
  "mn49:5.7": "Поэтому, монах, я говорю тебе следующее: ",
  "mn49:5.8": "«Убедись, почтенный, что поступаешь только так, как говорит Брахма. Никогда не перечь слову Брахмы». ",
  "mn49:5.9": "Если будешь перечить слову Брахмы, монах, то тогда, подобно тому как человек палкой отгоняет богиню удачи, когда она приходит, или подобно тому как человек, который не может опереться руками и ногами на землю, соскальзывает в глубокую пропасть, – точно также случится и с тобой, монах. ",
  "mn49:5.10": "Убедись, почтенный, что поступаешь только так, как говорит Брахма. Никогда не перечь слову Брахмы». ",
  "mn49:5.11": "Разве не видишь ты сидящей здесь свиты Брахмы?» ",
  "mn49:5.12": "И таким образом Злой Мара призвал в свидетели свиту Брахмы. ",
  "mn49:6.1": "Когда так было сказано, я обратился к Злому Маре: ",
  "mn49:6.2": "«Я знаю тебя, Злой. Не думай: ",
  "mn49:6.3": "«Он не знает меня». ",
  "mn49:6.4": "Ты – Мара, Злой. ",
  "mn49:6.5": "А Брахма, и свита Брахмы, и члены свиты Брахмы попали в твои руки, все они попали под твою власть. ",
  "mn49:6.6": "Ты, Злой, думаешь: ",
  "mn49:6.7": "«Этот тоже попадёт мне в руки, он тоже попадёт под мою власть». ",
  "mn49:6.8": "Но я не попал в твои руки, Злой, не попал под твою власть. ",
  "mn49:7.1": "Когда так было сказано, Брахма Бака обратился ко мне: ",
  "mn49:7.2": "«Почтенный, я говорю о постоянном как о постоянном, о неизменном как о неизменном, о вечном как о вечном, о цельном как о цельном, о том, что не подвержено исчезновению, как о том, что не подвержено исчезновению; о том, где ты ни рождаешься, ни стареешь, ни умираешь, ни исчезаешь, ни перерождаешься, как о том, ",
  "mn49:7.3": "где ты ни рождаешься, ни стареешь, ни умираешь, ни исчезаешь, ни перерождаешься; ",
  "mn49:7.4": "и когда нет другого спасения за пределами этого, я говорю, что нет другого спасения за пределами этого. ",
  "mn49:7.5": "До тебя, в прежние времена, монах, в мире были жрецы и отшельники, чья аскеза длилась столько, сколько длится вся твоя жизнь. ",
  "mn49:7.6": "Когда было другое спасение за пределами [чего-то], они знали, что есть другое спасение за пределами [этого]. Когда не было другого спасения за пределами [чего-то], они знали, что нет другого спасения за пределами [этого]. ",
  "mn49:7.7": "Поэтому, монах, я говорю тебе следующее: ",
  "mn49:7.8": "Ты не найдёшь какого-либо другого спасения за пределами [этого] и со временем пожнёшь только усталость и досаду. ",
  "mn49:7.9": "Если будешь держаться за землю, ты будешь рядом со мной, в моём владении, ведь я повелеваю и наказываю. ",
  "mn49:7.10": "Если ты будешь держаться за воду… ",
  "mn49:7.11": "огонь как огонь… ",
  "mn49:7.12": "воздух как воздух… ",
  "mn49:7.13": "существ как существ… ",
  "mn49:7.14": "богов как богов… ",
  "mn49:7.15": "Паджапати как Паджапати… ",
  "mn49:7.16": " Брахму, ты будешь рядом со мной, в моём владении, ведь я повелеваю и наказываю». ",
  "mn49:8.1": "«И это я знаю, Брахма. ",
  "mn49:8.2": "Если я буду держаться за землю, я буду рядом с тобой, в твоём владении, ведь ты повелеваешь и наказываешь. ",
  "mn49:8.3": "Если я буду держаться за воду… ",
  "mn49:8.4": "огонь как огонь… ",
  "mn49:8.5": "воздух как воздух… ",
  "mn49:8.6": "существ как существ… ",
  "mn49:8.7": "богов как богов… ",
  "mn49:8.8": "Паджапати как Паджапати… ",
  "mn49:8.9": "Брахму, я буду рядом с тобой, в твоём владении, ведь ты повелеваешь и наказываешь. Более того, я понимаю докуда простираются твой охват и твоё влияние: ",
  "mn49:8.10": "«У Брахмы Баки есть столько-то власти, столько-то могущества, столько-то влияния». ",
  "mn49:8.11": "«И, почтенный, докуда же, как ты понимаешь, простирается мой охват и моё влияние?» ",
  "mn49:8.12": "",
  "mn49:9.1": "Вращаются где и луна, и солнце, ",
  "mn49:9.2": "Сияя, освещая направленья светом, – ",
  "mn49:9.3": "Над тысячей [систем] таких миров ",
  "mn49:9.4": "Владычество своё осуществляешь ты. ",
  "mn49:9.5": "И здесь ты знаешь тех, кто низок и высок, ",
  "mn49:9.6": "Тех, кто имеет страсть или лишён её, ",
  "mn49:9.7": "Такое и иное знаешь состоянье, ",
  "mn49:9.8": "И знаешь, как и приходят и уходят существа. ",
  "mn49:9.9": "Брахма, я понимаю, докуда простираются твой охват и твоё влияние: «У Брахмы Баки есть столько-то власти, столько-то могущества, столько-то влияния». ",
  "mn49:9.10": "",
  "mn49:10.1": "Но, Брахма, есть три других тела, которых ты не знаешь и не видишь, ",
  "mn49:10.2": "но я знаю и вижу. ",
  "mn49:10.3": "Есть тело, которое называется Лучезарным сиянием, в котором ты умер и [затем] переродился здесь. ",
  "mn49:10.4": "Поскольку ты уже долгое время пребываешь здесь [в этом мире], твоя память о том [прежнем мире] стёрлась, и поэтому ты не знаешь и не видишь этого, ",
  "mn49:10.5": "но я знаю и вижу. ",
  "mn49:10.6": "Поэтому, Брахма, в отношении прямого знания я не нахожусь лишь на том же самом уровне, что и ты, так разве может быть так, чтобы я мог знать меньше? ",
  "mn49:10.7": "Напротив, я знаю больше, чем ты. ",
  "mn49:10.8": "Есть тело, которое называется Сверкающим великолепием… Есть тело, которое называется Великим плодом. Ты не знаешь и не видишь этого, ",
  "mn49:10.9": "но я знаю и вижу. ",
  "mn49:10.10": "Поэтому, Брахма, в отношении прямого знания я не нахожусь лишь на том же самом уровне, что и ты, так разве может быть так, чтобы я мог знать меньше? ",
  "mn49:10.11": "Напротив, я знаю больше, чем ты. ",
  "mn49:11.1": "Брахма, напрямую зная землю как землю, напрямую познав то, что не относится к землистости земли, я не заявлял, что являюсь землёй, я не заявлял, что являюсь [чем-то] в земле, я не заявлял, что являюсь чем-то [отдельным] от земли, я не заявлял, что земля является «моей», я не утверждал земли. ",
  "mn49:11.2": "Поэтому, Брахма, в отношении прямого знания я не нахожусь лишь на том же самом уровне, что и ты, так разве может быть так, чтобы я мог знать меньше? ",
  "mn49:11.3": "Напротив, я знаю больше, чем ты. ",
  "mn49:12.1": "Брахма, напрямую познав воду как воду… ",
  "mn49:13.1": "огонь как огонь… ",
  "mn49:14.1": "воздух как воздух… ",
  "mn49:15.1": "существ как существ… ",
  "mn49:16.1": "богов как богов… ",
  "mn49:17.1": "Паджапати как Паджапати… ",
  "mn49:18.1": "Брахму как Брахму… ",
  "mn49:19.1": "богов Лучезарного сияния как богов Лучезарного сияния… ",
  "mn49:20.1": "богов Сверкающего великолепия как богов Сверкающего великолепия… ",
  "mn49:21.1": "богов Великого плода как богов Великого плода… ",
  "mn49:22.1": "Владыку как Владыку… ",
  "mn49:23.1": "Всё как Всё, и напрямую познав то, что не относится к Всеобщности Всего, я не заявлял, что являюсь Всем, я не заявлял, что являюсь [чем-то] во Всём, я не заявлял, что являюсь чем-то [отдельным] от Всего, я не заявлял, что Всё является «моим», я не утверждал Всего. ",
  "mn49:23.2": "Поэтому, Брахма, в отношении прямого знания я не нахожусь лишь на том же самом уровне, что и ты, так разве может быть так, чтобы я мог знать меньше? ",
  "mn49:23.3": "Напротив, я знаю больше, чем ты». ",
  "mn49:24.1": "«Почтенный, если это не относится к Всеобщности Всего, так не выходит ли, что это для тебя бессодержательно и пусто?!» ",
  "mn49:25.1": "<em></em>[Благословенный]:«Сознание – не-проявляющееся, Безграничное, сияющее повсюду&nbsp;– не относится к землистости земли, не относится к водянистости воды… не относится к Всеобщности Всего». ",
  "mn49:26.1": "[Брахма Бака]: «Почтенный, я скроюсь от твоего взора». ",
  "mn49:26.2": "[Благословенный]: «Скройся от моего взора, если сможешь, Брахма». ",
  "mn49:26.3": "И тогда Брахма Бака, сказав: ",
  "mn49:26.4": "«Я скроюсь от взора отшельника Готамы, я скроюсь от взора отшельника Готамы», не смог скрыться от [моего] взора. ",
  "mn49:26.5": "И тогда я сказал: ",
  "mn49:26.6": "«Брахма, я скроюсь от твоего взора». ",
  "mn49:26.7": "«Скройся от моего взора, если сможешь, Почтенный». ",
  "mn49:26.8": "И тогда я исполнил такое чудо посредством сверхъестественных сил, ",
  "mn49:26.9": "что Брахма, свита Брахмы, и члены свиты Брахмы могли слышать мой голос, но не могли видеть меня. ",
  "mn49:26.10": "И после того, как я скрылся от взора, я произнёс эту строфу: ",
  "mn49:27.1": "«В существовании увидев ужас,",
  "mn49:27.2": "[Увидев], что оно придёт к концу,",
  "mn49:27.3": "Не одобрял существованья я любого, ",
  "mn49:27.4": "И не цеплялся к наслажденью я». ",
  "mn49:28.1": "И тогда Брахма, свита Брахмы, члены свиты Брахмы были поражены и изумлены, и говорили: ",
  "mn49:28.2": "«Удивительно, господа, как поразительно, господа! ",
  "mn49:28.3": "Какая великая сила и могущество у отшельника Готамы! Прежде мы никогда не видели и не слышали о каком-либо жреце или отшельнике, который обладал бы такой великой силой и могуществом, как этот отшельник Готама, который ушёл в бездомную жизнь из клана Сакьев. ",
  "mn49:28.4": "Господа, хотя он живёт в поколении, которое наслаждается существованием, получает наслаждение от существования, радуется существованию, он вырвал с корнем существование». ",
  "mn49:29.1": "И тогда Злой Мара завладел умом одного из членов свиты Брахмы и сказал мне: ",
  "mn49:29.2": "«Почтенный, если это то, что ты знаешь, если это то, что ты открыл, то не стоит вести своих учеников-[мирян], или тех, что ушли в бездомную жизнь. ",
  "mn49:29.3": "Не стоит обучать Дхамме своих учеников-[мирян], или тех, что ушли в бездомную жизнь. ",
  "mn49:29.4": "Не сопереживай своим ученикам-[мирянам] или тем, что ушли в бездомную жизнь. ",
  "mn49:29.5": "До тебя, в прежние времена, монах, в мире были жрецы и отшельники, которые заявляли о том, что они совершенные и полностью просветлённые, ",
  "mn49:29.6": "И они вели… они обучали… они сопереживали своим ученикам-[мирянам] или тем, что ушли в бездомную жизнь. ",
  "mn49:29.7": "После распада тела, после смерти, когда их жизнь была окончена, они утвердились в низшем теле. ",
  "mn49:29.8": "До тебя, в прежние времена, монах, в мире были жрецы и отшельники, которые заявляли о том, что они совершенные и полностью просветлённые, ",
  "mn49:29.9": "И они не вели… они не обучали… они не сопереживали своим ученикам-[мирянам] или тем, что ушли в бездомную жизнь. ",
  "mn49:29.10": "После распада тела, после смерти, когда их жизнь была окончена, они утвердились в высшем теле. ",
  "mn49:29.11": "Поэтому, монах, я говорю тебе следующее: ",
  "mn49:29.12": "Убедись, почтенный, что ты пребываешь в бездействии, предаваясь приятному пребыванию здесь и сейчас. Лучше оставить это непровозглашённым. И поэтому, почтенный, не советуй кому бы то ни было ещё» ",
  "mn49:30.1": "Когда так было сказано, я обратился к Злому Маре: ",
  "mn49:30.2": "«Я знаю тебя, Злой. Не думай: ",
  "mn49:30.3": "«Он не знает меня». ",
  "mn49:30.4": "Ты – Мара, Злой. ",
  "mn49:30.5": "Не из желания им благополучия ты говоришь так, ",
  "mn49:30.6": "а без желания им благополучия ты говоришь так. ",
  "mn49:30.7": "Ты думаешь так, Злой: ",
  "mn49:30.8": "Те, кого отшельник Готама обучает Дхамме, спасутся из моей области». ",
  "mn49:30.9": "Те твои жрецы и отшельники, Злой, которые заявляли, что являлись полностью просветлёнными, [на самом деле] не были полностью просветлёнными. ",
  "mn49:30.10": "Но я, кто заявляет о том, что является полностью просветлённым, являюсь [на самом деле] полностью просветлённым. ",
  "mn49:30.11": "Если Татхагата обучает учеников Дхамме, то он таков, Злой. Если Татхагата не обучает учеников Дхамме, то он таков. ",
  "mn49:30.12": "Если Татхагата ведёт учеников, то он таков, Злой. Если Татхагата не ведёт учеников, то он таков. ",
  "mn49:30.13": "И почему? ",
  "mn49:30.14": " Потому что Татхагата отбросил пятна, которые загрязняют, ведут к новому существованию, ведут к беде, созревают в страдании, ведут к будущему рождению, старению, смерти. ",
  "mn49:30.15": "Он срубил их под корень, сделал подобными обрубку пальмы, уничтожил так, что они более не смогут возникнуть в будущем. ",
  "mn49:30.16": "Подобно тому как пальма, верхушка которой отрезана, не сможет расти дальше, – ",
  "mn49:30.17": "точно также и Татхагата отбросил пятна, которые загрязняют, ведут к новому существованию, ведут к беде, созревают в страдании, ведут к будущему рождению, старению, смерти не смогут возникнуть в будущем». ",
  "mn49:30.18": "Он срубил их под корень, сделал подобными обрубку пальмы, уничтожил так, что они более не смогут возникнуть в будущем. ",
  "mn49:31.1": "И поскольку Мара не смог ничего ответить, и поскольку [всё] началось с приглашения Брахмы, то эта беседа называется «Приглашение Брахмы». "
}