{
  "mn4:0.1": "Мадджхима Никая 4 ",
  "mn4:0.2": "Страх и ужас",
  "mn4:1.1": "Так я слышал.",
  "mn4:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn4:2.1": "И тогда брахман Джануссони отправился к Благословенному и обменялся с ним приветствиями. ",
  "mn4:2.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал: ",
  "mn4:2.3": " – Господин Готама, когда представители клана оставляют жизнь домохозяйскую ради жизни бездомной из веры в господина Готаму, то [получается ли так, что] господин Готама – их предводитель, их помощник, их проводник? ",
  "mn4:2.4": "И следуют ли эти люди примеру господина Готамы?»",
  "mn4:2.5": "– Так оно, брахман, так оно.",
  "mn4:2.6": "Когда представители клана оставляют жизнь домохозяйскую ради жизни бездомной из веры в меня, [получается так, что] я их предводитель, их помощник, их проводник. ",
  "mn4:2.7": "И эти люди следуют моему примеру».",
  "mn4:2.8": "– Но, господин Готама, удалённые обиталища в лесных чащах трудно вытерпеть, затворничество трудно практиковать, уединением трудно наслаждаться. ",
  "mn4:2.9": "Ведь, можно полагать, лес украдёт ум монаха, если у него нет сосредоточения ",
  "mn4:2.10": "– Так оно, брахман, так оно.",
  "mn4:2.11":"Удалённые обиталища в лесных чащах трудно вытерпеть, затворничество трудно практиковать, уединением трудно наслаждаться. Ведь, можно полагать, лес украдёт ум монаха, если у него нет сосредоточения.",
  "mn4:3.1": "До моего просветления, когда я всё ещё был непросветлённым бодхисаттой, я также рассуждал так:  ",
  "mn4:3.2": "«Удалённые обиталища в лесных чащах трудно вытерпеть, затворничество трудно практиковать, уединением трудно наслаждаться.",
  "mn4:3.3": "Ведь, можно полагать, лес украдёт ум монаха, если у него нет сосредоточения» ",
  "mn4:4.1": "Я рассуждал так:  ",
  "mn4:4.2": "«Когда какие-либо жрецы и отшельники с неочищенным телесным поведением затворяются в удалённых обиталищах в лесных чащах, то из-за изъяна их неочищенного телесного поведения эти почтенные жрецы и отшельники пробуждают [в себе] неблагой страх и ужас. ",
  "mn4:4.3": "Но я не отправляюсь в удалённые обиталища в лесных чащах с неочищенным телесным поведением.  ",
  "mn4:4.4": "Я чист в телесном поведении. ",
  "mn4:4.5": "Я отправляюсь в удалённые обиталища в лесных чащах, как те благородные с очищенным телесным поведением». ",
  "mn4:4.6": "Видя в себе эту чистоту телесного поведения, я обнаружил великое утешение в пребывании в лесу.",
  "mn4:5-7.1": "Я рассуждал так:  ",
  "mn4:5-7.2": "«Когда какие-либо жрецы и отшельники с неочищенным словесным поведением…",
  "mn4:5-7.3": "«Когда какие-либо жрецы и отшельники с неочищенным умственным поведением…",
  "mn4:5-7.4": "«Когда какие-либо жрецы и отшельники с неочищенными [способами добывания] средств к жизни затворяются в удалённых обиталищах в лесных чащах, то из-за изъяна их неочищенных средств к жизни эти почтенные жрецы и отшельники пробуждают [в себе] неблагой страх и ужас… ",
  "mn4:5-7.5": "Но я не отправляюсь в удалённые обиталища в лесных чащах с неочищенными [способами добывания] средств к жизни.  ",
  "mn4:5-7.6": "Я чист в средствах к жизни.  ",
  "mn4:5-7.7": "Я отправляюсь в удалённые обиталища в лесных чащах, как те благородные с очищенными средствами к жизни». ",
  "mn4:5-7.8": "Видя в себе эту чистоту средств к жизни, я обнаружил великое утешение в пребывании в лесу. ",
  "mn4:8.1": "Я рассуждал так:  ",
  "mn4:8.2": "«Когда какие-либо жрецы и отшельники, алчные и полные страсти… ",
  "mn4:8.3": "",
  "mn4:8.4": "Я не алчный… ",
  "mn4:8.5": "",
  "mn4:8.6": "",
  "mn4:9.1": "Я рассуждал так:",
  "mn4:9.2": "«Когда какие-либо жрецы и отшельники с недоброжелательным умом и злобными намерениями… ",
  "mn4:9.3": "",
  "mn4:9.4": "У меня доброжелательный ум… ",
  "mn4:9.5": "",
  "mn4:9.6": "",
  "mn4:10.1": "Я рассуждал так:",
  "mn4:10.2": "«Когда какие-либо жрецы и отшельники, одолеваемые ленью и апатией…",
  "mn4:10.3": "",
  "mn4:10.4": "Я не имею лени и апатии…",
  "mn4:10.5": "",
  "mn4:10.6": "",
  "mn4:11.1": "Я рассуждал так:",
  "mn4:11.2": "Когда какие-либо жрецы и отшельники, одолеваемые неугомонностью и неспокойные умом…",
  "mn4:11.3": "",
  "mn4:11.4": "У меня спокойный ум…",
  "mn4:11.5": "",
  "mn4:11.6": "",
  "mn4:12.1": "Я рассуждал так:",
  "mn4:12.2": "«Когда какие-либо жрецы и отшельники, неуверенные и сомневающиеся…",
  "mn4:12.3": "",
  "mn4:12.4": "Я вышел за пределы сомнений…",
  "mn4:12.5": "",
  "mn4:12.6": "",
  "mn4:13.1": "Я рассуждал так:",
  "mn4:13.2": "«Когда какие-либо жрецы и отшельники, которые предаются самовосхвалению и принижению других…",
  "mn4:13.3": "",
  "mn4:13.4": " Я не предаюсь самовосхвалению и принижению других…",
  "mn4:13.5": "",
  "mn4:13.6": "",
  "mn4:14.1": "Я рассуждал так:",
  "mn4:14.2": "«Когда какие-либо жрецы и отшельники, подверженные тревоге и страху…",
  "mn4:14.3": "",
  "mn4:14.4": "Я свободен от трепетания…",
  "mn4:14.5": "",
  "mn4:14.6": "",
  "mn4:15.1": "Я рассуждал так:",
  "mn4:15.2": "«Когда какие-либо жрецы и отшельники, желающие обретений, хвалы, признания… ",
  "mn4:15.3": "",
  "mn4:15.4": "У меня мало желаний.",
  "mn4:15.5": "",
  "mn4:15.6": "",
  "mn4:16.1": "Я рассуждал так:",
  "mn4:16.2": " «Когда какие-либо жрецы и отшельники, ленивые, с недостающим усердием…",
  "mn4:16.3": "",
  "mn4:16.4": "Я усерден.",
  "mn4:16.5": "",
  "mn4:16.6": "",
  "mn4:17.1": "Я рассуждал так:",
  "mn4:17.2": "Когда какие-либо жрецы и отшельники, не осознанные и не бдительные…",
  "mn4:17.3": "",
  "mn4:17.4": "Я утверждён в осознанности. ",
  "mn4:17.5": "",
  "mn4:17.6": "",
  "mn4:18.1": "Я рассуждал так:",
  "mn4:18.2": " «Когда какие-либо жрецы и отшельники, несосредоточенные, с блуждающими умами… ",
  "mn4:18.3": "",
  "mn4:18.4": "Я обладаю сосредоточением. ",
  "mn4:18.5": "",
  "mn4:18.6": "",
  "mn4:19.1": "Я рассуждал так:",
  "mn4:19.2": "«Когда какие-либо жрецы и отшельники, лишённые мудрости, тупоумные, затворяются в удалённых обиталищах в лесных чащах, то из-за изъяна, состоящего в их отсутствии мудрости и [наличия] тупоумия, эти почтенные жрецы и отшельники пробуждают [в себе] неблагой страх и ужас.  ",
  "mn4:19.3": "Но я не отправляюсь в удалённые обиталища в лесных чащах, будучи лишённым мудрости и тупоумным.",
  "mn4:19.4": "Я наделён мудростью.",
  "mn4:19.5": "Я отправляюсь в удалённые обиталища в лесных чащах как те благородные, наделённые мудростью».",
  "mn4:19.6": "Видя в себе это обладание мудростью, я обнаружил великое утешение в пребывании в лесу. ",
  "mn4:19.7": "",
  "mn4:20.1": "Я рассуждал так:",
  "mn4:20.2": "«Есть особо благоприятные ночи ",
  "mn4:20.3": "восьмого, четырнадцатого, пятнадцатого дней половин месяца.",
  "mn4:20.4": "Что если я в эти ночи буду пребывать во вселяющих страх, ужасающих обителях, таких как святилища в садах, святилища в лесах, святилища у дерева? Быть может, я повстречаю этот страх и ужас». ",
  "mn4:20.5": "И какое-то время спустя,",
  "mn4:20.6": "И какое-то время спустя, в особо благоприятные ночи восьмого, четырнадцатого, пятнадцатого дней половин месяца",
  "mn4:20.7": "я пребывал во вселяющих страх, ужасающих обителях, таких как святилища в садах, святилища в лесах, святилища у дерева. ",
  "mn4:20.8": "И по мере того как я пребывал там, дикое животное подходило ко мне, или павлин отламывал ветку, или ветер шелестел листвой. ",
  "mn4:20.9": "Я думал: ",
  "mn4:20.10": "«Что, если сейчас наступит страх и ужас?» ",
  "mn4:20.11": "Я думал: ",
  "mn4:20.12": "«Почему я пребываю в постоянном ожидании страха и ужаса?",
  "mn4:20.13": "Что, если я подавлю этот страх и ужас, находясь в этой самой позе, в которой я нахожусь, когда он возникнет во мне?»",
  "mn4:20.14": "И по мере того как я ходил, страх и ужас возникал во мне. ",
  "mn4:20.15": "Я ни вставал, ни садился, ни ложился до тех пор, пока не подавлял этот страх и ужас. ",
  "mn4:20.16": "По мере того как я стоял, страх и ужас возникал во мне.  ",
  "mn4:20.17": "Я ни ходил, ни садился, ни ложился до тех пор, пока не подавлял этот страх и ужас. ",
  "mn4:20.18": "По мере того как я сидел, страх и ужас возникал во мне. ",
  "mn4:20.19": "Я ни ходил, ни вставал, ни ложился до тех пор, пока не подавлял этот страх и ужас. ",
  "mn4:20.20": "По мере того как я лежал, страх и ужас возникал во мне. ",
  "mn4:20.21": "Я ни ходил, ни вставал, ни садился до тех пор, пока не подавлял этот страх и ужас. ",
  "mn4:21.1": "Брахман, есть жрецы и отшельники, которые воспринимают день, когда имеет место ночь, и [воспринимают] ночь, когда имеет место день.",
  "mn4:21.2": "Я говорю тебе, что в этом отношении это является их пребыванием в заблуждении. ",
  "mn4:21.3": "Но я воспринимаю ночь, когда имеет место ночь, и день, когда имеет место день.",
  "mn4:21.4": "Если бы кто-либо правдиво говорил о ком-либо: ",
  "mn4:21.5": "«Существо, которое не подвержено заблуждению, появилось в мире ради благополучия и счастья многих, из сострадания к миру, ради блага, благополучия и счастья богов и людей», то именно обо мне этот правдиво говорящий мог бы так сказать. ",
  "mn4:21.6": "",
  "mn4:22-26.1": "Неутомимое усердие было зарождено во мне и утверждена неослабевающая осознанность. Моё тело было безмятежным, не имеющим взволнованности. Мой ум был сосредоточенным и собранным. ",
  "mn4:22-26.2": "Будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], я вошёл и пребывал в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn4:22-26.3": "С угасанием направления и удержания [ума на объекте], я вошёл и пребывал во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения.",
  "mn4:22-26.4": "С угасанием восторга я пребывал невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Я вошёл и пребывал в третьей джхане, о которой благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn4:22-26.5": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, я вошёл и пребывал в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn4:27.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию воспоминаний прошлых жизней. Я вспомнил свои многочисленные прошлые жизни –",
  "mn4:27.2": "одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира, [вспоминая]: «Там у меня было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился где-то ещё; и здесь также у меня также было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился здесь». Так я вспомнил свои многочисленные прошлые жизни в подробностях и деталях.",
  "mn4:28.1": "Это было первым истинным знанием, которое я обрёл в первую стражу ночи.",
  "mn4:28.2": "Неведение было выдворено; истинное знание появилось; тьма была выдворена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным. ",
  "mn4:29.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию смерти и перерождения существ. ",
  "mn4:29.2": "Божественным глазом, очищенным и превосходящим человеческий, я увидел умирающих и перерождающихся существ. [Я распознал] низших и высочайших, красивых и уродливых, счастливых и несчастных. Я понял, как существа переходят [из жизни в жизнь] в соответствии с их поступками: «Эти достойные существа, что имели дурное поведение телом, речью и умом, оскорблявшие благородных, придерживавшиеся неправильных воззрений и действовавшие под влиянием неправильных воззрений, с распадом тела, после смерти, родились в состоянии лишений, в плохих местах, в погибели, даже в аду. Но эти достойные существа, что имели хорошее поведение телом, речью и умом, не оскорблявшие благородных, придерживавшиеся правильных воззрений и действовавшие под влиянием правильных воззрений, с распадом тела, после смерти, родились в благих местах, даже в небесном мире». Так, божественным глазом, очищенным и превосходящим человеческий, я увидел умирающих и перерождающихся существ, [распознал] низших и высочайших, красивых и уродливых, счастливых и несчастных. Я понял, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn4:30.1": "Это было вторым истинным знанием, которое я обрёл в срединную стражу ночи. ",
  "mn4:30.2": "Неведение было выдворено; истинное знание появилось; тьма была выдворена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным. ",
  "mn4:31.1": "Когда мой ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, я направил его к знанию уничтожения пятен [загрязнений ума].  ",
  "mn4:31.2": "Я напрямую познал в соответствии с действительностью: «Это – страдание… Это – происхождение страдания… Это – прекращение страдания… Это – путь, ведущий к прекращению страдания… ",
  "mn4:31.3": "Я напрямую познал в соответствии с действительностью: «Это – пятна [загрязнений ума]… Это – происхождение пятен [загрязнений]… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn4:32.1": "Когда я узнал и увидел это, мой ум освободился от пятна чувственного желания, от пятна существования, от пятна неведения. ",
  "mn4:32.2": "Когда он освободился, пришло знание: «Он освобождён».  ",
  "mn4:32.3": "Я напрямую знал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn4:33.1": "Это было третьим истинным знанием, которое я обрёл в последнюю стражу ночи.  ",
  "mn4:33.2": "Неведение было выдворено; истинное знание появилось; тьма была выдворена, возник свет – так происходит с тем, кто пребывает прилежным, старательным и решительным. ",
  "mn4:34.1": "И теперь, брахман, ты можешь подумать:  ",
  "mn4:34.2": "«Быть может, отшельник Готама не освобождён от жажды, злобы, заблуждения даже и сегодня, и вот почему он всё ещё затворяется в удалённых обиталищах в лесах».  ",
  "mn4:34.3": "Но тебе не следует думать так. ",
  "mn4:34.4": "Из-за того, что я вижу два вида пользы, я всё ещё затворяюсь в удалённых обиталищах в лесах.  ",
  "mn4:34.5": "Я вижу [в этом] для себя приятное пребывание здесь и сейчас, а также [этим проявляю] сострадание к будущим поколениям [монахов]. ",
  "mn4:35.1": "– Воистину, поскольку господин Готама – совершенный, полностью просветлённый, у него есть сострадание к будущим поколениям. ",
  "mn4:35.2": "Великолепно, господин Готама! Великолепно, господин Готама! ",
  "mn4:35.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, – точно также господин Готама различными способами прояснил Дхамму. ",
  "mn4:35.4": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn4:35.5": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь. "
}