{
  "mn52:0.1": "Мадджхима Никая 52 ",
  "mn52:0.2": "Человек из Аттхаканагары ",
  "mn52:1.1": "Так я слышал. ",
  "mn52:1.2": "Однажды достопочтенный Ананда проживал в Белувагамаке возле Весали. ",
  "mn52:1.3": "И тогда домохозяин Дасама из Аттхаканагары прибыл в Паталипутту по некоему делу. ",
  "mn52:2.1": "И тогда он подошёл к одному монаху в парке Куккуты и, поклонившись ему, сел рядом и спросил его: ",
  "mn52:2.2": "«Уважаемый, где сейчас проживает достопочтенный Ананда? ",
  "mn52:2.3": "Я хотел бы увидеть достопочтенного Ананду». ",
  "mn52:2.4": "«Достопочтенный Ананда проживает в Белувагамаке возле Весали, домохозяин». ",
  "mn52:3.1": "И когда домохозяин Дасама закончил свои дела в Паталипутте, он отправился к достопочтенному Ананде в Белувагамаку, что возле Весали. Поклонившись ему, он сел рядом и спросил его: ",
  "mn52:3.2": "«Уважаемый Ананда, есть ли какая-либо одна вещь, провозглашённая Благословенным, который знает и видит, совершенный и полностью просветлённый, из-за которой, если монах пребывает прилежным, старательным, решительным, его неосвобождённый ум становится освобождённым, его неуничтоженные пятна [умственных загрязнений] уничтожаются, и он достигает непревзойдённой защиты от подневольности, которой он не достиг прежде?» ",
  "mn52:3.3": "«Есть, домохозяин, одна такая вещь, провозглашённая Благословенным». ",
  "mn52:3.4": "«И что же это за одна вещь, уважаемый Ананда?» ",
  "mn52:4.1": "«Вот, домохозяин, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn52:4.2": "Он рассматривает это и понимает это так: ",
  "mn52:4.3": "«Эта первая джхана является обусловленной, она порождена волевым намерением. ",
  "mn52:4.4": "Но всё, что обусловлено и порождено волевым намерением, является непостоянным, подвержено прекращению». ",
  "mn52:4.5": "Если он устойчив в этом, он достигает уничтожения пятен [умственных загрязнений]. ",
  "mn52:4.6": "Но если он не достигает уничтожения пятен из-за этого желания к Дхамме, из-за этого наслаждения Дхаммой, то тогда с уничтожением пяти нижних оков он становится тем, кто возникнет спонтанно [в мире Чистых обителей]  и там достигнет окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот]. ",
  "mn52:4.7": "Такова одна вещь, провозглашённая Благословенным, который знает и видит, совершенный и полностью просветлённый, из-за которой, если монах пребывает прилежным, старательным, решительным, его неосвобождённый ум становится освобождённым, его неуничтоженные пятна [умственных загрязнений] уничтожаются, и он достигает непревзойдённой защиты от подневольности, которой он не достиг прежде. ",
  "mn52:5.1": "Далее, с угасанием направления и удержания [ума на объекте], монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения… ",
  "mn52:5.2": "",
  "mn52:5.3": "",
  "mn52:5.4": "",
  "mn52:6.1": "третьей джханы… ",
  "mn52:6.2": "",
  "mn52:6.3": "",
  "mn52:6.4": "",
  "mn52:7.1": "четвёртой джханы… ",
  "mn52:7.2": "",
  "mn52:7.3": "",
  "mn52:7.4": "",
  "mn52:8.1": "Далее, монах пребывает, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn52:8.2": "Он рассматривает это и понимает это так: ",
  "mn52:8.3": "«Это освобождение ума доброжелательностью является обусловленным, оно порождено волевым намерением. ",
  "mn52:8.4": "Но всё, что обусловлено и порождено волевым намерением, является непостоянным, подвержено прекращению»… ",
  "mn52:8.5": "",
  "mn52:8.6": "",
  "mn52:9.1": "Далее, монах пребывает, наполняя первую сторону света умом, наделённым состраданием…наделённым состраданием… ",
  "mn52:10.1": "сорадованием… ",
  "mn52:11.1": "невозмутимостью… ",
  "mn52:11.2": "",
  "mn52:11.3": "",
  "mn52:11.4": "",
  "mn52:11.5": "",
  "mn52:11.6": "",
  "mn52:12.1": "Далее, с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественного, осознавая: «Пространство безгранично», монах входит и пребывает в сфере безграничного пространства. ",
  "mn52:12.2": "Он рассматривает это и понимает это так: ",
  "mn52:12.3": "«Даже это достижение сферы безграничного пространства является обусловленным, оно порождено волевым намерением. ",
  "mn52:12.4": "Но всё, что обусловлено и порождено волевым намерением, является непостоянным, подвержено прекращению»… ",
  "mn52:12.5": "",
  "mn52:12.6": "",
  "mn52:13.1": "Далее, с полным преодолением сферы безграничного пространства, воспринимая: «сознание безгранично», монах входит и пребывает в сфере безграничного сознания… ",
  "mn52:13.2": "",
  "mn52:13.3": "",
  "mn52:13.4": "",
  "mn52:13.5": "",
  "mn52:13.6": "",
  "mn52:14.1": "Далее, друг, с полным преодолением сферы безграничного сознания, воспринимая: «здесь ничего нет», монах входит и пребывает в сфере отсутствия всего… ",
  "mn52:14.2": "Он рассматривает это и понимает это так: ",
  "mn52:14.3": "«Даже это достижение сферы отсутствия всего является обусловленным, оно порождено волевым намерением. ",
  "mn52:14.4": "Но всё, что обусловлено и порождено волевым намерением, является непостоянным, подвержено прекращению». ",
  "mn52:14.5": "Если он устойчив в этом, он достигает уничтожения пятен [умственных загрязнений]. ",
  "mn52:14.6": "Но если он не достигает уничтожения пятен из-за этого желания к Дхамме, из-за этого наслаждения Дхаммой, то тогда с уничтожением пяти нижних оков он становится тем, кто возникнет спонтанно [в мире Чистых Обителей] и там достигнет окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот]. ",
  "mn52:14.7": "И это тоже одна вещь, провозглашённая Благословенным, который знает и видит, совершенным и полностью просветлённым, из-за которой, если монах пребывает прилежным, старательным, решительным, его неосвобождённый ум становится освобождённым, его неуничтоженные пятна [умственных загрязнений] уничтожаются, и он достигает непревзойдённой защиты от подневольности, которой он не достиг прежде». ",
  "mn52:15.1": "Когда достопочтенный Ананда закончил говорить, домохозяин Дасама из Аттхаканагары сказал ему: ",
  "mn52:15.2": "«Уважаемый Ананда, это как если бы человек искал один вход к спрятанному сокровищу, но вдруг нашёл сразу одиннадцать входов к спрятанному сокровищу. ",
  "mn52:15.3": "Точно также и я искал одну дверь в Бессмертное, но вдруг услышал сразу об одиннадцати дверях в Бессмертное. ",
  "mn52:15.4": "Это как если бы у человека был бы дом с одиннадцатью дверями, и когда этот дом бы загорелся, он мог бы убежать в безопасное место через любую из этих одиннадцати дверей, ",
  "mn52:15.5": "Так же и я могу убежать в безопасное место через любую из этих одиннадцати дверей в Бессмертное. ",
  "mn52:15.6": "Уважаемый, представители других религиозных движений просят вознаграждение для своих учителей, так почему бы мне не сделать подношение достопочтенному Ананде?» ",
  "mn52:16.1": "И тогда домохозяин Дасама из Аттхаканагары собрал общину монахов из Паталипутты и Весали и своими собственными руками обслужил их, преподнеся различные виды хорошей еды. ",
  "mn52:16.2": "Он подарил пару одежд каждому монаху и комплект из трёх одежд достопочтенному Ананде. А затем он построил для достопочтенного Ананды жилище ценой в пять сотен [монет]. "
}