{
  "mn53:0.1": "Мадджхима Никая 53 ",
  "mn53:0.2": "Ученик ",
  "mn53:1.1": "Так я слышал. ",
  "mn53:1.2": "Однажды Благословенный проживал в стране Сакьев, в Капилаваттху, в парке Нигродхи. ",
  "mn53:2.1": "В то время для Сакьев из Капилаваттху построили новый зал для собраний, и в нём ещё не проживал ни отшельник, ни жрец, ни какой-либо другой человек. ",
  "mn53:2.2": "И тогда Сакьи из Капилаваттху отправились к Благословенному. Поклонившись ему, они сели рядом и сказали ему: ",
  "mn53:2.3": "«Уважаемый, для Сакьев из Капилаваттху построили новый зал для собраний, и в нём ещё не проживал ни отшельник, ни жрец, ни какой-либо другой человек. ",
  "mn53:2.4": "Уважаемый, пусть Благословенный станет первым, кто воспользуется им. После того как Благословенный воспользуется им, Сакьи из Капилаваттху будут пользоваться им далее ",
  "mn53:2.5": "Ради их долговременного счастья и благополучия». ",
  "mn53:3.1": "Благословенный молча согласился. ",
  "mn53:3.2": "Увидев, что Благословенный согласился, Сакьи из Капилаваттху встали со своих сидений, поклонились ему, обошли его справа и затем отправились в новый зал для собраний. Они застелили его коврами, подготовили сиденья, выставили большой кувшин с водой, повесили масляную лампу. Потом они отправились к Благословенному и, ",
  "mn53:3.3": "поклонившись, встали рядом и ",
  "mn53:3.4": "сказали о приготовлениях: ",
  "mn53:3.5": "",
  "mn53:3.6": "«Уважаемый, зал для собраний весь застелен коврами, сиденья приготовлены, большой кувшин с водой выставлен, масляная лампа повешена. Пусть Благословенный придёт тогда, когда сочтёт нужным». ",
  "mn53:4.1": "И тогда Благословенный, одевшись, взяв свою чашу и внешнее одеяние, отправился с общиной монахов в зал для собраний. Прибыв туда, он вымыл свои ноги, вошёл в зал и сел у центральной колонны лицом к востоку. ",
  "mn53:4.2": "Монахи вымыли свои ноги, вошли в зал, сели у западной стены лицом к востоку, с Благословенным перед ними. ",
  "mn53:4.3": " Сакьи из Капилаваттху вымыли свои ноги, вошли в зал, сели у восточной стены лицом к западу, с Благословенным перед ними. ",
  "mn53:5.1": "Благословенный большую часть ночи наставлял, понуждал, побуждал и радовал Сакьев из Капилаваттху беседами о Дхамме, после чего обратился к достопочтенному Ананде: ",
  "mn53:5.2": "«Ананда, расскажи Сакьям из Капилаваттху об ученике, вступившем на путь.  ",
  "mn53:5.3": "Моя спина болит. ",
  "mn53:5.4": "Я её расслаблю». ",
  "mn53:5.5": "Достопочтенный Ананда ответил: «Да, уважаемый». ",
  "mn53:5.6": "Затем Благословенный, расстелив четырежды сложенную накидку из лоскутов, лёг на правый бок, приняв позу льва, положив одну ступню на другую, будучи осознанным и бдительным, отметив в уме, когда следует вставать. ",
  "mn53:6.1": "И тогда достопочтенный Ананда обратился к Маханаме из клана Сакьев: ",
  "mn53:6.2": "«Вот, Маханама, благородный ученик наделён нравственностью, охраняет двери способностей [органов] чувств, знает умеренность в еде, предаётся бодрствованию, обладает семью хорошими качествами и достигает по желанию, без проблем и сложностей, четырёх джхан, что являются высшим умом и даруют приятное пребывание здесь и сейчас. ",
  "mn53:7.1": "И как благородный ученик наделён нравственностью? ",
  "mn53:7.2": "Вот благородный ученик нравственен. Он пребывает, сдерживая себя соблюдением Патимоккхи, [будучи] совершенным в поведении и средствах. Он тренируется, возложив на себя правила тренировки, видя боязнь в мельчайшей оплошности. ",
  "mn53:7.3": "Вот так благородный ученик совершенен в нравственности. ",
  "mn53:8.1": "И как благородный ученик охраняет двери способностей [органов] чувств? ",
  "mn53:8.2": "Видя форму глазом, он не цепляется за её образ и черты. ",
  "mn53:8.3": "Ведь если бы он оставлял способность глаза неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить его. Он практикует путь сдерживания, он охраняет способность глаза, он предпринимает сдерживание способности глаза. ",
  "mn53:8.4": "Слыша звук ухом… ",
  "mn53:8.5": "Нюхая запах носом… ",
  "mn53:8.6": "Пробуя вкус языком… ",
  "mn53:8.7": "Касаясь осязаемой вещи телом… ",
  "mn53:8.8": "Познавая умственный феномен умом, он не цепляется за его образ и черты. ",
  "mn53:8.9": "Ведь если бы он оставлял способность ума неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить его. Он практикует путь сдерживания, он охраняет способность ума, он предпринимает сдерживание способности ума. ",
  "mn53:8.10": "Вот так благородный ученик охраняет двери способностей [органов] чувств. ",
  "mn53:9.1": "И как благородный ученик знает умеренность в еде? ",
  "mn53:9.2": "Вот благородный ученик, мудро осмыслив, употребляет пищу, собранную с подаяний, ",
  "mn53:9.3": "не ради развлечений, не ради упоения, не ради физической красоты и привлекательности, а просто ради стойкости и продолжительности этого тела, чтобы устранить дискомфорт, [тем самым] поддержать [ведение] святой жизни, осознавая: «Так я устраню старые чувства [голода] и не создам новых чувств [от переедания]. Я буду здоровым, не буду [этим] порицаем, буду пребывать в облегчении». ",
  "mn53:9.4": "Вот как благородный ученик знает умеренность в еде. ",
  "mn53:10.1": "И как благородный ученик предаётся бодрствованию? ",
  "mn53:10.2": "Днём, во время хождения вперёд и назад и сидения, благородный ученик очищает свой ум от тех состояний, что создают препятствия. ",
  "mn53:10.3": "В первую стражу ночи, во время хождения вперёд и назад, [а также во время] сидения, он очищает свой ум от тех состояний, что создают препятствия. ",
  "mn53:10.4": "В среднюю стражу ночи он ложится на правый бок в позе льва, положив одну ступню на другую, осознанный и бдительный, предварительно сделав в уме отметку, когда следует вставать. ",
  "mn53:10.5": "После подъёма, в третью стражу ночи, во время хождения вперёд и назад, [а также во время] сидения, он очищает свой ум от тех состояний, что создают препятствия. ",
  "mn53:10.6": "Вот так благородный ученик поддерживает бодрствование. ",
  "mn53:11.1": "И как благородный ученик наделён семью хорошими качествами? ",
  "mn53:11.2": "Вот благородный ученик обладает верой, он верит в просветление Татхагаты: ",
  "mn53:11.3": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn53:12.1": "Он имеет стыд. Он стыдится неблагого поведения телом, речью, умом, стыдится совершения плохих, неблагих поступков. ",
  "mn53:13.1": "Он боится проступков. Он боится неблагого поведения телом, речью, умом, боится совершения плохих, неблагих поступков. ",
  "mn53:14.1": "Он много заучивал, помнит то, что выучил, сохраняет в памяти то, что выучил. Учений, что прекрасны в начале, прекрасны в середине и прекрасны в конце – правильные и в значении и во формулировках, провозглашающие святую жизнь, всецело совершенную и чистую, – он много заучивал, запоминал, повторял вслух по памяти, исследовал умом и тщательно проникал [в них] воззрением. ",
  "mn53:15.1": "Он усерден в оставлении неблагих состояний [ума] и в осуществлении благих состояний. Он твёрд, устойчив в старании, не относится с безответственностью к развитию благих состояний. ",
  "mn53:16.1": "Он наделён осознанностью. Он обладает высочайшей осознанностью и сноровкой [в этом]. ",
  "mn53:17.1": "Он мудр. Он наделён мудростью в отношении возрастания и исчезновения – благородной, проникающей, ведущей к полному уничтожению страданий. ",
  "mn53:17.2": "Вот так благородный ученик наделён семью хорошими качествами. ",
  "mn53:18.1": "И как благородный ученик достигает по желанию, без проблем и сложностей, четырёх джхан, что являются высшим умом и даруют приятное пребывание здесь и сейчас? ",
  "mn53:18.2": "Вот благородный ученик, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], входит и пребывает в первой джхане.. ",
  "mn53:18.3": "второй джхане… ",
  "mn53:18.4": "третьей джхане… ",
  "mn53:18.5": "четвёртой джхане… ",
  "mn53:18.6": "Вот как благородный ученик достигает по желанию, без проблем и сложностей, четырёх джхан, что являются высшим умом и даруют приятное пребывание здесь и сейчас. ",
  "mn53:19.1": "Когда благородный ученик становится тем, кто наделён нравственностью, охраняет двери способностей [органов] чувств, знает умеренность в еде, предаётся бодрствованию, обладает семью хорошими качествами и достигает по желанию, без проблем и сложностей, четырёх джхан, что являются высшим умом и даруют приятное пребывание здесь и сейчас, то он зовётся учеником, вступившим на путь. Его яйцо не испорчено, он готов вылупиться, способен на просветление, способен достичь наивысшей защиты от подневольности. ",
  "mn53:19.2": "Представьте, как если бы у курицы было восемь, десять или двенадцать яиц, Которые она бы правильно укрыла, высидела, взрастила. Даже если она не пожелала бы: ",
  "mn53:19.3": "«О, пусть мои цыплята пробьют скорлупу остриями своих когтей и клювов и вылупятся в целости и сохранности!» ",
  "mn53:19.4": "– всё равно цыплята способны пробить скорлупу остриями своих когтей и клювов и вылупиться в целости и сохранности. ",
  "mn53:19.5": "Точно так же, когда благородный ученик становится тем, кто наделён нравственностью, охраняет двери способностей [органов] чувств, знает умеренность в еде, предаётся бодрствованию, обладает семью хорошими качествами и достигает по желанию, без проблем и сложностей, четырёх джхан, что являются высшим умом и даруют приятное пребывание здесь и сейчас, то он зовётся учеником, вступившим на путь. Его яйцо не испорчено, он готов вылупиться, способен на просветление, способен достичь наивысшей защиты от подневольности. ",
  "mn53:20.1": "Основываясь на этой самой высочайшей осознанности, что очищена невозмутимостью, этот благородный ученик вспоминает свои многочисленные прошлые жизни. ",
  "mn53:20.2": "Одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира… Так он вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn53:20.3": "Это его первое пробивание, подобное тому, как цыплята курицы пробивают свои скорлупки. ",
  "mn53:21.1": "Основываясь на этой самой высочайшей осознанности, что очищена невозмутимостью, божественным глазом, очищенным и превосходящим человеческий, благородный ученик видит умирающих и перерождающихся существ распознаёт низших и высочайших, красивых и уродливых, счастливых и несчастных. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn53:21.2": "Это его второе пробивание, подобное тому, как цыплята курицы пробивают свои скорлупки. ",
  "mn53:22.1": "Основываясь на этой самой высочайшей осознанности, что очищена невозмутимостью, благородный ученик здесь и сейчас входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания за счёт уничтожения пятен [умственных загрязнений]. ",
  "mn53:22.2": "Это его третье пробивание, подобное тому, как цыплята курицы пробивают свои скорлупки. ",
  "mn53:23.1": "Когда благородный ученик наделён нравственностью, то это относится к его поведению. ",
  "mn53:23.2": "Когда он охраняет двери органов чувств… ",
  "mn53:23.3": "знает умеренность в еде… ",
  "mn53:23.4": "предаётся бодрствованию… ",
  "mn53:23.5": "наделён семью хорошими качествами… ",
  "mn53:23.6": "и достигает по желанию, без проблем и сложностей, четырёх джхан, что являются высшим умом и даруют приятное пребывание здесь и сейчас, то это относится к его поведению. ",
  "mn53:24.1": "Когда он вспоминает свои многочисленные прошлые жизни… в подробностях и деталях, то это относится к его истинному знанию. ",
  "mn53:24.2": "Когда он видит божественным глазом, очищенным и превосходящим человеческий, умирающих и перерождающихся существ… ",
  "mn53:24.3": "Когда он за счёт уничтожения пятен [умственных загрязнений] здесь и сейчас входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания, то это относится к его истинному знанию. ",
  "mn53:25.1": "Говорится, что этот благородный ученик совершенен в истинном знании, совершенен в поведении, совершенен в истинном знании и поведении. ",
  "mn53:25.2": "И эта строфа была произнесена Брахмой Сананкумарой: ",
  "mn53:25.3": "Член варны кхаттиев – вот лучший из людей ",
  "mn53:25.4": "Для тех, кто меряет всё в рамках варн, ",
  "mn53:25.5": "Но тот, кто совершенства в знании и поведении достиг, – ",
  "mn53:25.6": "Тот величайший из богов и из людей. ",
  "mn53:25.7": "Эта строфа хорошо спета Брахмой Сананкумарой, а не плохо спета; хорошо произнесена, а не плохо произнесена; она осмысленна, а не лишена смысла; она была одобрена Благословенным» ",
  "mn53:26.1": "Тогда Благословенный поднялся и обратился к достопочтенному Ананде: ",
  "mn53:26.2": "«Хорошо, хорошо, Ананда. ",
  "mn53:26.3": "Хорошо, что ты рассказал Сакьям из Капилаваттху об ученике, вступившем на путь». ",
  "mn53:26.4": "Так сказал достопочтенный Ананда. ",
  "mn53:26.5": "Учитель одобрил. ",
  "mn53:26.6": "Сакьи из Капилаваттху были довольны и восхитились словами достопочтенного Ананды. "
}