{
  "mn54:0.1": "Мадджхима Никая 54 ",
  "mn54:0.2": "К Поталии ",
  "mn54:1.1": "Так я слышал. ",
  "mn54:1.2": "Однажды Благословенный проживал в стране Ангуттарапанов, где находился их город под названием Апана. ",
  "mn54:2.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Апану за подаяниями. ",
  "mn54:2.2": "Когда он походил по Апане, собирая подаяния, вернувшись с хождения за подаяниями, После принятия пищи он отправился в некую рощу, чтобы провести там остаток дня. ",
  "mn54:2.3": "Войдя в рощу, он сел у подножья дерева. ",
  "mn54:3.1": "Домохозяин Поталия, ходивший и бродивший [тут и там] ради того, чтобы размяться, также вошёл в рощу. Он был облачёнв полное одеяние, с зонтом и в сандалиях. Войдя в рощу, он подошёл к Благословенному и обменялся с ним приветствиями. ",
  "mn54:3.2": "После обмена вежливыми приветствиями и любезностями он встал рядом. Благословенный сказал ему: ",
  "mn54:3.3": "«Здесь есть сиденья, домохозяин, присаживайся, если хочешь». ",
  "mn54:3.4": "Когда так было сказано, домохозяин Поталия, злой и недовольный, подумал: «Отшельник Готама обращается ко мне «домохозяин» – и остался молчать. ",
  "mn54:3.5": "Во второй раз Благословенный сказал ему: «Здесь есть сиденья, домохозяин, присаживайся, если хочешь»… ",
  "mn54:3.6": "В третий раз Благословенный сказал ему: ",
  "mn54:3.7": "«Здесь есть сиденья, домохозяин, присаживайся, если хочешь». ",
  "mn54:3.8": "Когда так было сказано, домохозяин Поталия, злой и недовольный, подумал: «Отшельник Готама обращается ко мне «домохозяин» – и сказал Благословенному: ",
  "mn54:3.9": "«Господин Готама, неуместно это, не подобает, что вы обращаетесь ко мне [так]: «домохозяин». ",
  "mn54:3.10": "«Домохозяин, [но] у тебя внешний вид, черты, признаки домохозяина». ",
  "mn54:3.11": "«И всё же, господин Готама, я оставил все свои работы и отринул все свои дела». ",
  "mn54:3.12": "«Каким образом, домохозяин, ты оставил все свои работы и отринул все свои дела?» ",
  "mn54:3.13": "«Господин Готама, я оставил всё своё богатство, зерно, серебро и золото своим детям в качестве наследства. Я не советую им и не порицаю их в отношении этого, но живу только едой и одеждой. ",
  "mn54:3.14": "Вот как я оставил все свои работы и отринул все свои дела». ",
  "mn54:3.15": "«Домохозяин, то отречение от дел, как это описываешь ты, это одно, а отречение от дел в Дисциплине Благородных – это другое». ",
  "mn54:3.16": "«И каково же отречение от дел в Дисциплине Благородных, уважаемый? ",
  "mn54:3.17": "Было бы хорошо, уважаемый, если бы Благословенный научил бы меня Дхамме, показав, каково отречение от дел в Дисциплине Благородных». ",
  "mn54:3.18": "«В таком случае, домохозяин, слушай внимательно то, о чём я буду говорить». ",
  "mn54:3.19": "«Да, уважаемый» – ответил домохозяин Поталия. ",
  "mn54:4.1": "Благословенный сказал следующее: ",
  "mn54:4.2": "«Домохозяин, в Дисциплине Благородных есть эти восемь вещей, которые ведут к отречению от дел. ",
  "mn54:4.3": "Какие восемь? ",
  "mn54:4.4": "Имея своей поддержкой не-убийство живых существ, следует отбросить убийство живых существ. ",
  "mn54:4.5": "Имея своей поддержкой взятие только того, что дано, следует отбросить взятие того, что не было дано. ",
  "mn54:4.6": "Имея своей поддержкой правдивую речь, следует отбросить ложь. ",
  "mn54:4.7": "Имея своей поддержкой незлонамеренную речь, следует отбросить злонамеренную речь. ",
  "mn54:4.8": "Имея своей поддержкой отсутствие ненасытности и жадности, следует отбросить ненасытность и жадность. ",
  "mn54:4.9": "Имея своей поддержкой отсутствие озлобленности и брани, следует отбросить озлобленность и брань. ",
  "mn54:4.10": "Имея своей поддержкой отсутствие злобы и раздражительности, следует отбросить злобу и раздражительность. ",
  "mn54:4.11": "Имея своей поддержкой не-надменность, следует отбросить надменность. ",
  "mn54:4.12": "Таковы эти восемь вещей, о коих сказано вкратце без разъяснения подробностей, которые ведут к отречению от дел в Дисциплине Благородных». ",
  "mn54:5.1": "«Уважаемый, было бы хорошо, если бы из сострадания Благословенный разъяснил бы мне в подробностях эти восемь вещей, которые ведут к отречению от дел в Дисциплине Благородных, о которых Благословенный сказал вкратце без подробного разъяснения». ",
  "mn54:5.2": "«В таком случае, домохозяин, слушай внимательно то, о чём я буду говорить». ",
  "mn54:5.3": "«Да, уважаемый» – ответил домохозяин Поталия. ",
  "mn54:5.4": "Благословенный сказал следующее: ",
  "mn54:6.1": "«Имея своей поддержкой не-убийство живых существ, следует отбросить убийство живых существ» – так было сказано. В отношении чего так было сказано? ",
  "mn54:6.2": "Вот благородный ученик размышляет так: ",
  "mn54:6.3": "«Я практикую путь отбрасывания и отсечения тех пут, из-за которых я мог бы убивать живых существ. ",
  "mn54:6.4": "Если бы я убивал живых существ, я бы винил себя за то, что поступаю так. Мудрый после изучения порицал бы меня за то, что я поступаю так. И после распада тела, после смерти, из-за убийства живых существ можно ожидать [для меня] несчастливого удела. ",
  "mn54:6.5": "Но это убийство живых существ само по себе является путами и помехой. ",
  "mn54:6.6": "И хотя пятна [умственных загрязнений], недовольство, взбудораженность могли бы возникнуть из-за убийства живых существ, [этих] пятен, недовольства, взбудораженности нет в том, кто воздерживается от убийства живых существ». ",
  "mn54:6.7": "«Имея своей поддержкой не-убийство живых существ, следует отбросить убийство живых существ». ",
  "mn54:6.8": "Вот в отношении чего так было сказано. ",
  "mn54:7.1": "«Имея поддержкой взятие только того, что дано… ",
  "mn54:7.2": "",
  "mn54:7.3": "",
  "mn54:7.4": "",
  "mn54:7.5": "",
  "mn54:7.6": "",
  "mn54:7.7": "",
  "mn54:7.8": "",
  "mn54:8.1": "правдивую речь… ",
  "mn54:8.2": "",
  "mn54:8.3": "",
  "mn54:8.4": "",
  "mn54:8.5": "",
  "mn54:8.6": "",
  "mn54:8.7": "",
  "mn54:8.8": "",
  "mn54:9.1": "незлонамеренную речь… ",
  "mn54:9.2": "",
  "mn54:9.3": "",
  "mn54:9.4": "",
  "mn54:9.5": "",
  "mn54:9.6": "",
  "mn54:9.7": "",
  "mn54:9.8": "",
  "mn54:10.1": "отсутствие ненасытности и жадности… ",
  "mn54:10.2": "",
  "mn54:10.3": "",
  "mn54:10.4": "",
  "mn54:10.5": "",
  "mn54:10.6": "",
  "mn54:10.7": "",
  "mn54:10.8": "",
  "mn54:11.1": "отсутствие озлобленности и брани… ",
  "mn54:11.2": "",
  "mn54:11.3": "",
  "mn54:11.4": "",
  "mn54:11.5": "",
  "mn54:11.6": "",
  "mn54:11.7": "",
  "mn54:11.8": "",
  "mn54:12.1": "отсутствие злобы и раздражительности… ",
  "mn54:12.2": "",
  "mn54:12.3": "",
  "mn54:12.4": "",
  "mn54:12.5": "",
  "mn54:12.6": "",
  "mn54:12.7": "",
  "mn54:12.8": "",
  "mn54:13.1": "Не-надменность, следует отбросить надменность» – так было сказано. В отношении чего так было сказано? ",
  "mn54:13.2": "Вот благородный ученик размышляет так: ",
  "mn54:13.3": "«Я практикую путь отбрасывания и отсечения тех пут, из-за которых я мог бы быть надменным. ",
  "mn54:13.4": "Если бы я был надменным, я бы винил себя за то, что поступаю так. Мудрый после изучения порицал бы меня за то, что я поступаю так. И после распада тела, после смерти, из-за надменности можно ожидать [для меня] несчастливого удела. ",
  "mn54:13.5": "Но эта надменность сама по себе является путами и помехой. ",
  "mn54:13.6": "И хотя пятна [умственных загрязнений], недовольство, взбудораженность могли бы возникнуть из-за надменности, [этих] пятен, недовольства, взбудораженности нет в том, кто не надменен». ",
  "mn54:13.7": "«Имея своей поддержкой не-надменность, следует отбросить надменность». ",
  "mn54:13.8": "Вот в отношении чего так было сказано. ",
  "mn54:14.1": "Эти восемь вещей, которые ведут к отречению от дел в Дисциплине Благородных, теперь были подробно разъяснены. ",
  "mn54:14.2": "Но отречение от дел в Дисциплине Благородных ещё не было достигнуто всецело и во всех отношениях». ",
  "mn54:14.3": "«Уважаемый, но как отречение от дел в Дисциплине Благородных достигается всецело и во всех отношениях?  ",
  "mn54:14.4": "Было бы хорошо, уважаемый, если бы Благословенный научил бы меня Дхамме, показав, каково отречение от дел в Дисциплине Благородных». ",
  "mn54:14.5": "«В таком случае, домохозяин, слушай внимательно то, о чём я буду говорить». ",
  "mn54:14.6": "«Да, уважаемый» – ответил домохозяин Поталия. ",
  "mn54:14.7": "Благословенный сказал следующее: ",
  "mn54:15.0": "Изъяны чувственных удовольствий ",
  "mn54:15.1": "«Домохозяин, представь собаку, одолеваемую голодом и слабостью, сидящую в ожидании у лавки мясника. ",
  "mn54:15.2": "И тогда умелый мясник или его ученик бросил бы собаке тщательно обструганный, начисто обструганный скелет без мяса – [лишь] кости, измазанные кровью. ",
  "mn54:15.3": "Как ты думаешь, домохозяин? ",
  "mn54:15.4": "Утолила бы эта собака свою слабость и голод, жуя такой тщательно обструганный, начисто обструганный скелет без мяса – [лишь] кости, измазанные кровью?» ",
  "mn54:15.5": "«Нет, уважаемый. ",
  "mn54:15.6": "И почему нет? ",
  "mn54:15.7": "Потому что скелет тщательно обструган, начисто обструган, без мяса, [это лишь] кости, измазанные кровью. ",
  "mn54:15.8": "Со временем собаку ожидала бы лишь усталость и досада». ",
  "mn54:15.9": "«Точно также, домохозяин, благородный ученик рассуждает так: ",
  "mn54:15.10": "«Благословенный сравнивал чувственные удовольствия со скелетом. Они приносят много страданий и много отчаяния, а опасность, в них заключённая, и того больше». ",
  "mn54:15.11": "Увидев это в соответствии с действительностью правильной мудростью, он избегает невозмутимости, которая множественная, основанная на множественном, и развивает невозмутимость, которая объединённая, основанная на едином, где цепляние за материальные вещи мира всецело прекращается без остатка. ",
  "mn54:16.1": "Домохозяин, представь грифа, цаплю, ястреба, схватившего кусок мяса и улетевшего с ним. ",
  "mn54:16.2": "И тогда [другие] грифы, цапли, ястребы преследовали бы его, клевали и драли когтями. ",
  "mn54:16.3": "Как ты думаешь, домохозяин? ",
  "mn54:16.4": "Если бы тот гриф, цапля или ястреб не отпустил бы немедля этот кусок мяса, не повстречал бы он разве из-за этого смерти или смертельных мучений?» ",
  "mn54:16.5": "«Да, уважаемый»… ",
  "mn54:16.6": "",
  "mn54:16.7": "",
  "mn54:16.8": "",
  "mn54:17.1": "Домохозяин, представь, как если бы человек взял бы пылающий травяной факел и пошёл бы с ним против ветра. ",
  "mn54:17.2": "Как ты думаешь, домохозяин? ",
  "mn54:17.3": "Если бы человек не отпустил бы немедля этот пылающий травяной факел, разве этот пылающий травяной факел не сжёг бы его кисть или его руку или иную часть его тела, из-за чего он повстречал бы смерть или смертельные мучения?» ",
  "mn54:17.4": "«Да, уважаемый»… ",
  "mn54:17.5": "",
  "mn54:17.6": "",
  "mn54:17.7": "",
  "mn54:18.1": "Домохозяин, представь яму с горячими углями, глубже человеческого роста, полную раскалённых углей без дыма и пламени. ",
  "mn54:18.2": " И пришёл бы человек, который хотел жить и не хотел умирать, который хотел удовольствия и отвращался от боли. ",
  "mn54:18.3": "И два сильных человека схватили бы его за обе руки и потащили его к этой яме с углями. ",
  "mn54:18.4": "Как ты думаешь, домохозяин? ",
  "mn54:18.5": "Разве этот человек не стал бы изворачиваться всем своим телом?» ",
  "mn54:18.6": "«Да, уважаемый. ",
  "mn54:18.7": "И почему? ",
  "mn54:18.8": "Потому что этот человек знает, что если он упадёт в эту яму с углями, из-за этого он повстречает смерть или смертельные мучения»… ",
  "mn54:18.9": "",
  "mn54:18.10": "",
  "mn54:18.11": "",
  "mn54:19.1": "Домохозяин, представь как если бы человек грезил о восхитительных парках, восхитительных рощах, восхитительных лужайках, восхитительных озёрах, ",
  "mn54:19.2": "и, проснувшись, он бы не увидел ничего из всего этого. ",
  "mn54:19.3": "",
  "mn54:19.4": "",
  "mn54:19.5": "",
  "mn54:20.1": "Домохозяин, представь как если бы человек взял в долг вещи – узорчатую колесницу и изящные серьги с драгоценным камнями",
  "mn54:20.2": "– и, окружив и сопроводив себя этими взятыми в долг вещами, он отправился на рынок. ",
  "mn54:20.3": "Люди, увидев его, сказали бы: ",
  "mn54:20.4": "«Господа, как богат этот человек! Вот как богатые наслаждаются своим богатством!» ",
  "mn54:20.5": "А затем владельцы, увидев его, забрали свои вещи назад. ",
  "mn54:20.6": "Как ты думаешь, домохозяин? Достаточно ли было бы этого для того, чтобы тот человек пришёл в уныние?» ",
  "mn54:20.7": "«Да, уважаемый. ",
  "mn54:20.8": "И почему? ",
  "mn54:20.9": "Потому что владельцы забрали свои вещи назад». ",
  "mn54:20.10": "",
  "mn54:20.11": "",
  "mn54:20.12": "",
  "mn54:21.1": "Домохозяин, представь, как если бы неподалёку от деревни или города была густая лесная роща, ",
  "mn54:21.2": "в которой было дерево, усыпанное фруктами, но ни один фрукт не упал на землю. ",
  "mn54:21.3": "И мимо проходил человек, который хотел [такой] фрукт, искал [такой] фрукт, блуждал в поисках [такого] фрукта. ",
  "mn54:21.4": "Войдя в лесную рощу, он бы увидел дерево, усыпанное фруктами. ",
  "mn54:21.5": "Тогда он бы подумал: ",
  "mn54:21.6": "«Это дерево усыпано фруктами, но ни один не упал на землю. ",
  "mn54:21.7": "Но я знаю, как взобраться на дерево. ",
  "mn54:21.8": "Что, если я залезу на это дерево, съем, сколько пожелаю, и наполню свой мешок?» ",
  "mn54:21.9": "И так бы он и поступил. ",
  "mn54:21.10": "И тут проходил мимо второй человек с острым топором, который хотел [такой] фрукт, искал бы [такой] фрукт, блуждал в поисках [такого] фрукта. ",
  "mn54:21.11": "Войдя в лесную рощу, он бы увидел дерево, усыпанное фруктами. ",
  "mn54:21.12": "Тогда он бы подумал: ",
  "mn54:21.13": "«Это дерево усыпано фруктами, но ни один не упал на землю. ",
  "mn54:21.14": "Я не знаю, как взобраться на него. ",
  "mn54:21.15": "Что, если я срублю под корень это дерево, съем, сколько пожелаю, и наполню свой мешок?» ",
  "mn54:21.16": "И он бы срубил дерево под корень. ",
  "mn54:21.17": "Как ты думаешь, домохозяин? ",
  "mn54:21.18": "Если бы тот первый человек, который взобрался на дерево, быстро не слез, пока дерево падает, разве не сломал бы он себе руку или ногу или иную часть тела, из-за чего он повстречал бы смерть или смертельные мучения?» ",
  "mn54:21.19": "«Да, уважаемый». ",
  "mn54:21.20": "«Точно также, домохозяин, благородный ученик рассуждает так: ",
  "mn54:21.21": "«Благословенный сравнивал чувственные удовольствия с фруктами на дереве. Они приносят много страданий и много отчаяния, а опасность, в них заключённая, и того больше». ",
  "mn54:21.22": "Увидев это в соответствии с действительностью правильной мудростью, он избегает невозмутимости, которая множественная, основанная на множественном, и развивает невозмутимость, которая объединённая, основанная на едином, где цепляние за материальные вещи мира всецело прекращается без остатка. ",
  "mn54:22.1": "Основываясь на этой самой высочайшей осознанности, что очищена невозмутимостью, этот благородный ученик вспоминает свои многочисленные прошлые жизни. ",
  "mn54:22.2": "Одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира… Так он вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn54:23.1": "Основываясь на этой самой высочайшей осознанности, что очищена невозмутимостью, божественным глазом, очищенным и превосходящим человеческий, благородный ученик видит умирающих и перерождающихся существ распознаёт низших и высочайших, красивых и уродливых, счастливых и несчастных. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn54:24.1": "Основываясь на этой самой высочайшей осознанности, что очищена невозмутимостью, благородный ученик здесь и сейчас входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, Реализовав эти состояния для себя посредством прямого знания за счёт уничтожения пятен [умственных загрязнений]. ",
  "mn54:25.1": "И на этом этапе, домохозяин, отречение от дел в Дисциплине Благородных было достигнуто всецело и во всех отношениях. ",
  "mn54:25.2": "Как ты думаешь, домохозяин? ",
  "mn54:25.3": "Видишь ли ты в себе какое-либо отречение от дел подобное этому отречению от дел в Дисциплине Благородных, когда оно было достигнуто всецело и во всех отношениях?» ",
  "mn54:25.4": "«Уважаемый, кто я такой, чтобы обладать каким-либо отречением от дел всецело и во всех отношениях как то в Дисциплине Благородных? ",
  "mn54:25.5": "Воистину, уважаемый, далёк я от отречения от дел как то в Дисциплине Благородных, когда оно было достигнуто всецело и во всех отношениях. ",
  "mn54:25.6": "Ведь, уважаемый, хотя странники – приверженцы других учений не чистокровные скакуны, мы воображали их чистокровными скакунами. Хотя они не чистокровные скакуны, мы кормили их едой чистокровных скакунов. Хотя они не чистокровные скакуны, мы ставили их на место чистокровных скакунов. ",
  "mn54:25.7": "Но монахи [господина Готамы] – чистокровные скакуны, а мы воображали, что они не чистокровные скакуны. Хотя они чистокровные скакуны, мы кормили их едой тех, кто не является чистокровным скакуном. Хотя они чистокровные скакуны, мы ставили их на место тех, кто не является чистокровным скакуном. ",
  "mn54:25.8": "Но теперь, уважаемый, так как странники – приверженцы других учений не чистокровные скакуны, мы будем понимать, что они не чистокровные скакуны. Так как они не чистокровные скакуны, мы будем кормить их едой тех, кто не является чистокровным скакуном. Так как они не чистокровные скакуны, мы будем ставить их на место тех, кто не является чистокровным скакуном. ",
  "mn54:25.9": "Но монахи [господина Готамы] – чистокровные скакуны, и мы будем понимать, что они чистокровные скакуны. Так как они чистокровные скакуны, мы будем кормить их едой чистокровных скакунов. Так как они чистокровные скакуны, мы будем ставить их на место чистокровных скакунов. ",
  "mn54:25.10": "Уважаемый, Благословенный зародил во мне любовь к отшельникам, доверие к отшельникам, уважение к отшельникам. ",
  "mn54:26.1": "- Великолепно, уважаемый! - Великолепно! ",
  "mn54:26.2": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также Благословенный различными способами прояснил Дхамму. ",
  "mn54:26.3": "Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn54:26.4": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}