{
  "mn55:0.1": "Мадджхима Никая 55 ",
  "mn55:0.2": "Дживака ",
  "mn55:1.1": "Так я слышал. ",
  "mn55:1.2": "Однажды Благословенный проживал в Раджагахе, в Манговой роще Дживаки Комарабхаччи. ",
  "mn55:2.1": "И тогда Дживака Комарабхачча отправился к Благословенному, поклонился ему, сел рядом и сказал Благословенному: ",
  "mn55:3.1": "– Уважаемый, я слышал вот что: ",
  "mn55:3.2": "«Они убивают живых существ для отшельника Готамы. Отшельник Готама, зная об этом, ест мясо, приготовленное для него из животных, убитых для него». ",
  "mn55:3.3": "Уважаемый, те, кто говорят так, говорят ли именно то, как это было сказано Благословенным, не выставляют ли они его в ложном свете тем, что не соответствует действительности? Объясняют ли они в соответствии с Дхаммой, так что их утверждение не влечёт за собой уместной почвы для критики?» ",
  "mn55:4.1": "– Дживака, те, кто говорят так, не говорят того, что было сказано мной, но выставляют меня в ложном свете тем, что не соответствует действительности. ",
  "mn55:5.1": "Дживака, я утверждаю, что есть три случая, в которых мясо есть не следует: ",
  "mn55:5.2": "когда было увидено, услышано или же подозревается, [что животное было убито специально для того, кто собирается есть мясо]. ",
  "mn55:5.3": "Я утверждаю, что мясо не следует есть в этих трёх случаях. ",
  "mn55:5.4": " Я утверждаю, что есть три случая, в которых мясо есть можно: ",
  "mn55:5.5": "когда это не было увидено, не было услышано или же не подозревается, [что животное было убито специально для того, кто собирается есть мясо]. ",
  "mn55:5.6": "Я утверждаю, что мясо можно есть в этих трёх случаях. ",
  "mn55:6.1": "Дживака, бывает так, что монах живёт в зависимости от некоего города или деревни. ",
  "mn55:6.2": "Он пребывает, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn55:6.3": "И затем домохозяин или сын домохозяина приходит к нему и приглашает его на завтрашний обед. ",
  "mn55:6.4": "Монах соглашается, если того желает. ",
  "mn55:6.5": "Когда ночь подходит к концу, он утром одевается, взяв чашу и внешнее одеяние, идёт к дому домохозяина или сына домохозяина и садится на подготовленное сиденье. ",
  "mn55:6.6": "Затем домохозяин или сын домохозяина обслуживает его хорошей едой. ",
  "mn55:6.7": "Он не думает: ",
  "mn55:6.8": "«Как хорошо, что домохозяин или сын домохозяина обслуживает меня хорошей едой! ",
  "mn55:6.9": "Если бы только домохозяин или сын домохозяина обслуживал меня такой хорошей едой в будущем!» ",
  "mn55:6.10": "Он не думает так. ",
  "mn55:6.11": "Он ест еду, не будучи привязанным к ней, не очаровываясь ей, не предаваясь ей всецело, видя в ней опасность и понимая спасение от неё. ",
  "mn55:6.12": "Как ты думаешь, Дживака? ",
  "mn55:6.13": "Поступал ли бы так этот монах в таком случае ради собственного несчастья, несчастья другого, несчастья обоих? ",
  "mn55:6.14": "– Нет, уважаемый. ",
  "mn55:6.15": "– Разве не поддерживает монах себя безукоризненной едой в этом случае? ",
  "mn55:7.1": "– Да, уважаемый. ",
  "mn55:7.2": "Я слышал следующее, уважаемый: ",
  "mn55:7.3": "«Брахма пребывает в доброжелательности». ",
  "mn55:7.4": "Уважаемый, Благословенный – мой видимый свидетель этого. ",
  "mn55:7.5": "Ведь Благословенный пребывает в доброжелательности. ",
  "mn55:7.6": "– Дживака, любая страсть, любая злость, любое заблуждение, из-за которых могла бы возникнуть недоброжелательность, были отброшены Татхагатой, срезаны под корень, сделаны подобными обрубку пальмы, уничтожены так, что более не смогут появиться в будущем. ",
  "mn55:7.7": "Если то, что ты сказал, имело отношение к этому, то тогда я позволяю тебе [сказать так]. ",
  "mn55:7.8": "– Уважаемый, я имел в виду именно это. ",
  "mn55:8-10.1": "– Дживака, бывает так, что монах живёт в зависимости от некоего города или деревни. ",
  "mn55:8-10.2": "Он пребывает, наполняя первую сторону света умом, наделённым состраданием… ",
  "mn55:8-10.3": "Он пребывает, наполняя первую сторону света умом, наделённым сорадованием… ",
  "mn55:8-10.4": "Он пребывает, наполняя первую сторону света умом, наделённым невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую. ",
  "mn55:8-10.5": "Вверх, вниз, вокруг и всюду, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым невозмутимостью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn55:8-10.6": "И затем домохозяин или сын домохозяина приходит к нему и приглашает его на завтрашний обед. ",
  "mn55:8-10.7": "Монах соглашается, если того желает. ",
  "mn55:8-10.8": "Когда ночь подходит к концу, он утром одевается, взяв чашу и внешнее одеяние, идёт к дому домохозяина или сына домохозяина и садится на подготовленное сиденье. ",
  "mn55:8-10.9": "Затем домохозяин или сын домохозяина обслуживает его хорошей едой. ",
  "mn55:8-10.10": "Он не думает: ",
  "mn55:8-10.11": "«Как хорошо, что домохозяин или сын домохозяина обслуживает меня хорошей едой! ",
  "mn55:8-10.12": "Если бы только домохозяин или сын домохозяина обслуживал меня такой хорошей едой в будущем!» ",
  "mn55:8-10.13": "Он не думает так. ",
  "mn55:8-10.14": "Он ест еду, не будучи привязанным к ней, не очаровываясь ей, не предаваясь ей всецело, видя в ней опасность и понимая спасение от неё. ",
  "mn55:8-10.15": "Как ты думаешь, Дживака? ",
  "mn55:8-10.16": "Поступал ли бы так этот монах в таком случае ради собственного несчастья, несчастья другого, несчастья обоих? ",
  "mn55:8-10.17": "– Нет, уважаемый. ",
  "mn55:8-10.18": "– Разве не поддерживает монах себя безукоризненной едой в этом случае? ",
  "mn55:11.1": "– Да, уважаемый. ",
  "mn55:11.2": "Я слышал следующее, уважаемый: ",
  "mn55:11.3": "«Брахма пребывает в невозмутимости». ",
  "mn55:11.4": "Уважаемый, Благословенный – мой видимый свидетель этого. ",
  "mn55:11.5": "Ведь Благословенный пребывает в невозмутимости. ",
  "mn55:11.6": "– Дживака, любая страсть, любая злость, любое заблуждение, из-за которых могла бы возникнуть жестокость… из-за которых могло бы возникнуть досада… из-за которых могло бы возникнуть отвращение, были отброшены Татхагатой, срезаны под корень, сделаны подобными обрубку пальмы, уничтожены так, что более не смогут появиться в будущем. ",
  "mn55:11.7": "Если то, что ты сказал, имело отношение к этому, то тогда я позволяю тебе [сказать так]. ",
  "mn55:11.8": "– Уважаемый, я имел в виду именно это. ",
  "mn55:12.1": "– Если кто-либо убивает живое существо для Татхагаты или его ученика, то он накапливает большую неблагую заслугу в пяти случаях. ",
  "mn55:12.2": "Когда он говорит: ",
  "mn55:12.3": "«Иди и схвати это живое существо» – это первый случай, в котором он накапливает большую неблагую заслугу. ",
  "mn55:12.4": "Когда это живое существо переживает боль и грусть, когда его ведут за недоуздок – это второй случай, в котором он накапливает большую неблагую заслугу. ",
  "mn55:12.5": "Когда он говорит: ",
  "mn55:12.6": "«Иди и убей это живое существо» – это третий случай, в котором он накапливает большую неблагую заслугу. ",
  "mn55:12.7": "Когда это живое существо переживает боль и грусть во время убийства – это четвёртый случай, в котором он накапливает большую неблагую заслугу. ",
  "mn55:12.8": "Когда он предлагает Татхагате или его ученику непозволительную еду – это пятый случай, в котором он накапливает большую неблагую заслугу. ",
  "mn55:12.9": "Любой, кто убивает живое существо для Татхагаты или его ученика, накапливает большую неблагую заслугу в этих пяти случаях. ",
  "mn55:13.1": "Когда так было сказано, Дживака Комарабхачча сказал Благословенному: ",
  "mn55:13.2": "– Удивительно, уважаемый! Поразительно! ",
  "mn55:13.3": "Монахи поддерживают себя позволительной едой. ",
  "mn55:13.4": "Монахи поддерживают себя безукоризненной едой. ",
  "mn55:13.5": "- Великолепно, уважаемый! Великолепно!… ",
  "mn55:13.6": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь. "
}