{
  "mn56:0.1": "Мадджхима Никая 56 ",
  "mn56:0.2": "Упали ",
  "mn56:1.1": "Так я слышал. ",
  "mn56:1.2": "Однажды Благословенный проживал в Наланде, в манговой роще Паварики. ",
  "mn56:2.1": "И тогда Нигантха Натапутта пребывал в Наланде вместе с большим собранием нигантхов. ",
  "mn56:2.2": " затем, когда нигантха [по имени] Дигха Тапасси походил за подаяниями по Наланде и вернулся с хождения за подаяниями, после принятия пищи он отправился в манговую рощу Паварики, чтобы увидеть Благословенного. Он обменялся с Благословенным приветствиями, ",
  "mn56:2.3": "и после обмена вежливыми приветствиями и любезностями он встал рядом. Тогда Благословенный спросил его: ",
  "mn56:2.4": "«Здесь есть сиденья, Тапасси, присаживайся, если хочешь». ",
  "mn56:3.1": "Когда так было сказано, Дигха Тапасси взял низкое сиденье и сел рядом. ",
  "mn56:3.2": "Тогда Благословенный спросил его: ",
  "mn56:3.3": "«Тапасси, сколько видов поступков описывает Нигантха Натапутта для совершения плохого поступка, для творения плохого поступка?» ",
  "mn56:3.4": "«Друг Готама, Нигантха Натапутта не привык использовать термин «поступок, поступок». ",
  "mn56:3.5": "Нигантха Натапутта привык использовать термин «розга, розга» ",
  "mn56:3.6": "«В таком случае, Тапасси, сколько видов розог описывает Нигантха Натапутта для совершения плохого поступка, для творения плохого поступка?» ",
  "mn56:3.7": "«Друг Готама, Нигантха Натапутта описывает три вида розог для совершения плохого поступка, для творения плохого поступка: ",
  "mn56:3.8": "телесную розгу, словесную розгу, умственную розгу». ",
  "mn56:3.9": "«В таком случае, Тапасси, телесная розга – это одно, словесная розга – это другое, а умственная розга – третье?» ",
  "mn56:3.10": "«Друг Готама, телесный поступок – это одно, словесный поступок – это другое, а умственный поступок – третье». ",
  "mn56:3.11": "«Что касается эти трёх видов розг, Тапасси, так проанализированных и рассмотренных, – какой вид розги Нигантха Натапутта описывает как наиболее порицаемую для совершения плохого поступка, для творения плохого поступка: телесную розгу, словесную розгу или умственную розгу?» ",
  "mn56:3.12": "«Друг Готама, что касается эти трёх видов розг, так проанализированных и рассмотренных, – Нигантха Натапутта описывает телесную розгу как наиболее порицаемую для совершения плохого поступка, для творения плохого поступка, и не столь порицаемыми [описывает] словесную розгу и умственную розгу». ",
  "mn56:3.13": "«Говоришь, телесную розгу, Тапасси?» ",
  "mn56:3.14": "«Я говорю, телесную розгу, друг Готама». ",
  "mn56:3.15": "«Говоришь, телесную розгу, Тапасси?» ",
  "mn56:3.16": "«Я говорю, телесную розгу, друг Готама». ",
  "mn56:3.17": "«Говоришь, телесную розгу, Тапасси?» ",
  "mn56:3.18": "«Я говорю, телесную розгу, друг Готама». ",
  "mn56:3.19": "Так Благословенный заставил нигантху Дигха Тапасси подтвердить своё утверждение три раза. ",
  "mn56:4.1": "Затем нигантха Дигха Тапасси спросил Благословенного: ",
  "mn56:4.2": "«А ты, друг Готама, сколько видов розог ты описываешь для совершения плохого поступка, для творения плохого поступка?» ",
  "mn56:4.3": "«Тапасси, Татхагата не привык использовать термин «розга, розга». ",
  "mn56:4.4": "Татхагата привык использовать термин «поступок, поступок». ",
  "mn56:4.5": "«Но, друг Готама, сколько видов поступков ты описываешь для совершения плохого поступка, для творения плохого поступка?» ",
  "mn56:4.6": "«Тапасси, я описываю три вида поступков для совершения плохого поступка, для творения плохого поступка: ",
  "mn56:4.7": "телесный поступок, словесный поступок и умственный поступок». ",
  "mn56:4.8": "«Друг Готама, в таком случае телесный поступок – это одно, словесный поступок – это другое, а умственный поступок – третье?» ",
  "mn56:4.9": "«Друг Готама, телесный поступок – это одно, словесный поступок – это другое, а умственный поступок – третье». ",
  "mn56:4.10": "«Что касается эти трёх видов поступков, друг Готама, так проанализированных и рассмотренных, – какой вид поступка ты описываешь как наиболее порицаемый для совершения плохого поступка, для творения плохого поступка: телесный поступок, словесный поступок или умственный поступок?» ",
  "mn56:4.11": "«Из этих трёх видов поступков, Тапасси, так проанализированных и рассмотренных, – я описываю умственный поступок как наиболее порицаемый для совершения плохого поступка, для творения плохого поступка и не столь порицаемыми [описываю] словесный поступок и телесный поступок». ",
  "mn56:4.12": "«Говоришь, умственный поступок, друг Готама?» ",
  "mn56:4.13": "«Я говорю, умственный поступок, Тапасси». ",
  "mn56:4.14": "«Говоришь, умственный поступок, друг Готама?» ",
  "mn56:4.15": "«Я говорю, умственный поступок, Тапасси». ",
  "mn56:4.16": "«Говоришь, умственный поступок, друг Готама?» ",
  "mn56:4.17": "«Я говорю, умственный поступок, Тапасси». ",
  "mn56:4.18": "Так нигантха Дигха Тапасси заставил Благословенного подтвердить своё утверждение три раза, после чего он поднялся со своего сиденья и отправился к Нигантхе Натапутте. ",
  "mn56:5.1": "В то время Нигантха Натапутта сидел с большим собранием мирян из Балаки, возглавляемым [домохозяином] Упали. ",
  "mn56:5.2": "Нигантха Натапутта увидел нигантху Дигху Тапасси издали ",
  "mn56:5.3": " и сказал ему: ",
  "mn56:5.4": "«Откуда идёшь, Тапасси, средь бела дня?» ",
  "mn56:5.5": "«Я иду от отшельника Готамы, уважаемый». ",
  "mn56:5.6": "«Уважаемый, была ли у вас с ним беседа?» ",
  "mn56:5.7": "«У меня была беседа с отшельником Готамой, уважаемый». ",
  "mn56:5.8": "«И в чём же состояла ваша с ним беседа, уважаемый?» ",
  "mn56:5.9": "И тогда нигантха Дигха Тапасси поведал Нигантхе Натапутте обо всей своей беседе с Благословенным. ",
  "mn56:6.1": "Когда так было сказано, Нигантха Натапутта сказал ему: ",
  "mn56:6.2": "«Хорошо, хорошо, Тапасси! ",
  "mn56:6.3": "Нигантха Дигха Тапасси ответил отшельнику Готаме как хорошо обученный ученик, который правильно понимает учение своего учителя. ",
  "mn56:6.4": "Как может мелочная умственная розга сравниться с грубой телесной розгой? ",
  "mn56:6.5": "Напротив, телесная розга наиболее порицаема для совершения плохого поступка, для творения плохого поступка, а словесная розга и умственная розга не столь порицаемы». ",
  "mn56:7.1": "Когда так было сказано, домохозяин Упали сказал Благословенному: ",
  "mn56:7.2": "«Хорошо, хорошо, уважаемый, [что] Дигха Тапасси [поступил так]! ",
  "mn56:7.3": "Достопочтенный Тапасси ответил отшельнику Готаме как хорошо обученный ученик, который правильно понимает учение своего учителя. ",
  "mn56:7.4": "Как может мелочная умственная розга сравниться с грубой телесной розгой? ",
  "mn56:7.5": "Напротив, телесная розга наиболее порицаема для совершения плохого поступка, для творения плохого поступка, а словесная розга и умственная розга не столь порицаемы. ",
  "mn56:7.6": "И теперь, уважаемый, я пойду и опровергну доктрину отшельника Готамы на основании этого утверждения. ",
  "mn56:7.7": "Если отшельник Готама будет придерживаться [в разговоре] со мной того [утверждения], которое достопочтенный Дигха Тапасси заставил его подтвердить, то тогда, подобно тому, как сильный человек мог бы схватить длинношёрстного барана за шерсть и тягать его туда-сюда, точно также в дебатах я буду тягать отшельника Готаму туда-сюда. ",
  "mn56:7.8": "Подобно сильному рабочему пивоварни, который может бросить большое сито пивовара в глубокую ёмкость с водой и, взяв его за углы, тягать его туда-сюда, точно также в дебатах я буду тягать отшельника Готаму туда-сюда. ",
  "mn56:7.9": "Подобно сильному смесителю пивоварни, который может взять дуршлаг за углы и трясти его, [мотая] то вверх, то вниз, ударяя им, точно также в дебатах я буду трясти отшельника Готаму, [мотая] то вверх, то вниз, ударяя им. ",
  "mn56:7.10": "Подобно шестидесятилетнему слону, который может плюхнуться в глубокий пруд и наслаждаться игрой в мытьё пеньки, то точно также я буду наслаждаться игрой в мытьё пеньки с отшельником Готамой. ",
  "mn56:7.11": "Уважаемый, я пойду и опровергну доктрину отшельника Готамы на основании этого утверждения». ",
  "mn56:7.12": "«Иди, домохозяин, и опровергни доктрину отшельника Готамы на основании этого утверждения. ",
  "mn56:7.13": "Либо мне следует опровергать доктрину отшельника Готамы, либо нигантхе Дигхе Тапасси, либо тебе самому». ",
  "mn56:8.1": "Когда так было сказано, нигантха Дигха Тапасси сказал Нигантхе Натапутте: ",
  "mn56:8.2": "«Уважаемый, я не согласен с тем, что домохозяину Упали стоит [пытаться] опровергнуть доктрину отшельника Готамы. ",
  "mn56:8.3": "Ведь отшельник Готама – колдун, он знает обращающую магию, посредством которой он обращает учеников – приверженцев других учений». ",
  "mn56:8.4": "«Невозможно, Тапасси, не может такого произойти, чтобы домохозяин Упали перешёл под учительство отшельника Готамы. ",
  "mn56:8.5": "Но есть возможность, может так произойти, что отшельник Готама перейдёт под учительство домохозяина Упали. ",
  "mn56:8.6": "Иди, домохозяин, опровергни доктрину отшельника Готамы на основании этого утверждения. ",
  "mn56:8.7": "Либо мне следует опровергать доктрину отшельника Готамы, либо нигантхе Дигхе Тапасси, либо тебе самому». ",
  "mn56:9.1": "Во второй раз … ",
  "mn56:9.2": "и в третий раз нигантха Дигха Тапасси сказал Нигантхе Натапутте: ",
  "mn56:9.3": "«Уважаемый, я не согласен с тем, что домохозяину Упали стоит [пытаться] опровергнуть доктрину отшельника Готамы. ",
  "mn56:9.4": "Ведь отшельник Готама – колдун, он знает обращающую магию, посредством которой он обращает учеников – приверженцев других учений». ",
  "mn56:9.5": "«Невозможно, Тапасси, не может такого произойти, чтобы домохозяин Упали перешёл под учительство отшельника Готамы. ",
  "mn56:9.6": "Но есть возможность, может так произойти, что отшельник Готама перейдёт под учительство домохозяина Упали. ",
  "mn56:9.7": "Иди, домохозяин, опровергни доктрину отшельника Готамы на основании этого утверждения. ",
  "mn56:9.8": "Либо мне следует опровергать доктрину отшельника Готамы, либо нигантхе Дигхе Тапасси, либо тебе самому». ",
  "mn56:9.9": "«Да, уважаемый» – ответил домохозяин Упали, Встал со своего сиденья, поклонился нигантхе Натапутте и, обойдя его с правой стороны, отправился к Благословенному в манговую рощу Паварики. Там, поклонившись Благословенному, он сел рядом и спросил Благословенного: ",
  "mn56:9.10": "«Уважаемый, приходил ли сюда нигантха Дигха Тапасси?» ",
  "mn56:9.11": "«Нигантха Дигха Тапасси приходил сюда, домохозяин». ",
  "mn56:9.12": "«Уважаемый, была ли у вас с ним беседа?» ",
  "mn56:9.13": "«У меня была беседа с отшельником Готамой, уважаемый». ",
  "mn56:9.14": "«И в чём же состояла ваша с ним беседа, уважаемый?» ",
  "mn56:9.15": "И тогда Благословенный поведал домохозяину Упали обо всей своей беседе с нигантхой Дигхой Тапасси. ",
  "mn56:10.1": "Когда так было сказано, домохозяин Упали сказал Благословенному: ",
  "mn56:10.2": "«Хорошо, хорошо, уважаемый, [что] Дигха Тапасси [поступил так]! ",
  "mn56:10.3": "Достопочтенный Тапасси ответил отшельнику Готаме как хорошо обученный ученик, который правильно понимает учение своего учителя. ",
  "mn56:10.4": "Как может мелочная умственная розга сравниться с грубой телесной розгой? ",
  "mn56:10.5": "Напротив, телесная розга наиболее порицаема для совершения плохого поступка, для творения плохого поступка, а словесная розга и умственная розга не столь порицаемы». ",
  "mn56:10.6": "«Домохозяин, если ты будешь вести обсуждение на основании истины, то мы могли бы побеседовать об этом». ",
  "mn56:10.7": "«Я буду вести обсуждение на основании истины, уважаемый, ",
  "mn56:10.8": "так что давайте побеседуем об этом». ",
  "mn56:11.1": "«Как ты думаешь, домохозяин? ",
  "mn56:11.2": "Бывает так, что некий нигантха может страдать, быть поражённым болезнью, быть серьёзно больным, и он может отказаться от холодной воды и использовать только [позволительную] горячую воду. ",
  "mn56:11.3": "Поскольку он не получает холодной воды, он может умереть. ",
  "mn56:11.4": "И в этом случае, домохозяин, каковым Нигантха Натапутта описывает его перерождение?» ",
  "mn56:11.5": "Уважаемый, есть божества, именуемые «скованные умом». Он переродится там. ",
  "mn56:11.6": "И почему? ",
  "mn56:11.7": "Потому что когда он умер, он всё ещё был скован [привязанностью к воде] в уме». ",
  "mn56:11.8": "«Домохозяин, домохозяин, смотри внимательно, как ты отвечаешь! Ты должен подумать, прежде чем отвечать. ",
  "mn56:11.9": "То, что ты сказал прежде, не согласуется с тем, что ты сказал после. То, что ты сказал после, не согласуется с тем, что ты сказал прежде. ",
  "mn56:11.10": "И тем не менее, ты сделал такое утверждение: «Я буду вести обсуждение на основании истины, уважаемый, так что давайте побеседуем об этом». ",
  "mn56:11.11": "",
  "mn56:11.12": "",
  "mn56:11.13": "«Уважаемый, хотя Благословенный сказал так, всё же телесная розга наиболее порицаема для совершения плохого поступка, для творения плохого поступка, а словесная розга и умственная розга не столь порицаемы». ",
  "mn56:12.1": "«Как ты думаешь, домохозяин? ",
  "mn56:12.2": "Бывает так, когда некий нигантха может сдерживать себя четырьмя сдерживаниями – обузданный всеми обузданиями, зажатый всеми обузданиями, очищенный всеми обузданиями, притязаемый всеми обузданиями, – ",
  "mn56:12.3": "и всё же, когда он идёт вперёд и возвращается, он осуществляет уничтожение множества мелких живых существ. ",
  "mn56:12.4": "И в этом случае, домохозяин, каковым Нигантха Натапутта описывает результат для него?» ",
  "mn56:12.5": "«Уважаемый, Нигантха Натапутта не описывает то, в отношении чего не было намерения, как сильно порицаемое». ",
  "mn56:12.6": "«Но если было намерение, домохозяин?» ",
  "mn56:12.7": "«Тогда оно сильно порицаемое, уважаемый». ",
  "mn56:12.8": "«Но к какой [из трёх видов розог] Нигантха Натапутта относит волевое намерение, домохозяин?» ",
  "mn56:12.9": "«К умственной розге, уважаемый». ",
  "mn56:12.10": "«Домохозяин, домохозяин, смотри внимательно, как ты отвечаешь! Ты должен подумать, прежде чем отвечать. ",
  "mn56:12.11": "То, что ты сказал прежде, не согласуется с тем, что ты сказал после. То, что ты сказал после, не согласуется с тем, что ты сказал прежде. ",
  "mn56:12.12": "И тем не менее, ты сделал такое утверждение: «Я буду вести обсуждение на основании истины, уважаемый, так что давайте побеседуем об этом». ",
  "mn56:12.13": "",
  "mn56:12.14": "",
  "mn56:12.15": "«Уважаемый, хотя Благословенный сказал так, всё же телесная розга наиболее порицаема для совершения плохого поступка, для творения плохого поступка, а словесная розга и умственная розга не столь порицаемы». ",
  "mn56:13.1": "«Как ты думаешь, домохозяин? ",
  "mn56:13.2": "Является ли этот город Наланда успешным и процветающим, густонаселённым, с толпами людей?» ",
  "mn56:13.3": "«Да, уважаемый, является». ",
  "mn56:13.4": "«Как ты думаешь, домохозяин? ",
  "mn56:13.5": "Представь, как если бы пришёл размахивающий мечом человек ",
  "mn56:13.6": "и сказал: ",
  "mn56:13.7": "«В один момент, в одно мгновение я превращу всех живых существ в этом городе Наланде в одну груду из плоти, в одну кучу плоти». ",
  "mn56:13.8": "Как ты думаешь, домохозяин? ",
  "mn56:13.9": "Мог бы такой отшельник или жрец сделать так?» ",
  "mn56:13.10": "«Уважаемый, даже десять, двадцать, тридцать, сорок или даже пятьдесят человек не смогли бы в один момент, в одно мгновение превратить всех живых существ в этом городе Наланде в одну груду из плоти, в одну кучу плоти. ",
  "mn56:13.11": "Что может сделать один жалкий человек?» ",
  "mn56:13.12": "«Как ты думаешь, домохозяин? ",
  "mn56:13.13": "Представь, как если бы сюда пришёл некий отшельник или жрец, обладающий сверхъестественной силой, достигший владения своим умом, ",
  "mn56:13.14": "и сказал: ",
  "mn56:13.15": "«Я превращу этот город Наланду в пепел одним лишь умственным актом злобы». ",
  "mn56:13.16": "Как ты думаешь, домохозяин? ",
  "mn56:13.17": "Мог бы такой отшельник или жрец сделать так?» ",
  "mn56:13.18": "«Уважаемый, такой отшельник или жрец, обладающий сверхъестественной силой, достигший владения своим умом, смог бы превратить в пепел десять, двадцать, тридцать, сорок или даже пятьдесят Наланд одним единственным актом злобы, ",
  "mn56:13.19": "что уж говорить об одной жалкой Наланде?» ",
  "mn56:13.20": "«Домохозяин, домохозяин, смотри внимательно, как ты отвечаешь! Ты должен подумать, прежде чем отвечать. ",
  "mn56:13.21": "То, что ты сказал прежде, не согласуется с тем, что ты сказал после. То, что ты сказал после, не согласуется с тем, что ты сказал прежде. ",
  "mn56:13.22": "И тем не менее, ты сделал такое утверждение: «Я буду вести обсуждение на основании истины, уважаемый, так что давайте побеседуем об этом». ",
  "mn56:13.23": "",
  "mn56:13.24": "",
  "mn56:13.25": "«Уважаемый, хотя Благословенный сказал так, всё же телесная розга наиболее порицаема для совершения плохого поступка, для творения плохого поступка, а словесная розга и умственная розга не столь порицаемы». ",
  "mn56:13.26": "«Как ты думаешь, домохозяин? ",
  "mn56:13.27": "Слышал ли ты о том, как леса Дандака, Калинга, Медджха, Матанга стали лесами?» ",
  "mn56:13.28": "«Да, уважаемый». ",
  "mn56:14.1": "«И что ты слышал о том, как они стали лесами?» ",
  "mn56:14.2": "«Уважаемый, я слышал, что Дандака, Калинга, Медджха, Матанга стали лесами посредством умственного акта злобы провидцев». ",
  "mn56:14.3": "«Домохозяин, домохозяин, смотри внимательно, как ты отвечаешь! Ты должен подумать, прежде чем отвечать. ",
  "mn56:14.4": "То, что ты сказал прежде, не согласуется с тем, что ты сказал после. То, что ты сказал после, не согласуется с тем, что ты сказал прежде. ",
  "mn56:14.5": "И тем не менее, ты сделал такое утверждение: «Я буду вести обсуждение на основании истины, уважаемый, так что давайте побеседуем об этом». ",
  "mn56:14.6": "",
  "mn56:14.7": "",
  "mn56:15.1": "«Уважаемый, я был удовлетворён и доволен уже самым первым примером, [который привёл] Благословенный. ",
  "mn56:15.2": "Тем не менее, я подумал перечить Благословенному, так как пожелал выслушать различные решения [этого] вопроса Благословенным. ",
  "mn56:15.3": "Великолепно, уважаемый! Великолепно! ",
  "mn56:15.4": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также Благословенный различными способами прояснил Дхамму. ",
  "mn56:15.5": "Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn56:15.6": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». ",
  "mn56:16.1": "«Хорошо это обдумай, домохозяин Ведь это полезно для таких известных людей, как ты, – прежде хорошо всё обдумать». ",
  "mn56:16.2": "«Уважаемый, этим я удовлетворён и доволен ещё больше, когда Благословенный говорит мне так. ",
  "mn56:16.3": "Ведь если бы приверженцы иных учений заполучили бы меня в качестве своего ученика, они бы несли знамя по всей Наланде и объявляли: ",
  "mn56:16.4": "«Домохозяин Упали стал нашим учеником!» ",
  "mn56:16.5": "Но Благословенный, напротив, говорит мне: ",
  "mn56:16.6": "«Хорошо это обдумай, домохозяин. Ведь это полезно для таких известных людей, как ты, – прежде хорошо всё обдумать». ",
  "mn56:16.7": "Так что во второй раз, уважаемый, я принимаю прибежище в Благословенном, [прибежище] в Дхамме и [прибежище] в Сангхе монахов. ",
  "mn56:16.8": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». ",
  "mn56:17.1": "«Домохозяин, твоя семья долгое время поддерживала нигантхов. Поэтому тебе стоит подумать о том, чтобы продолжать давать им подаяния, когда они будут приходить [к тебе]». ",
  "mn56:17.2": "«Уважаемый, этим я удовлетворён и доволен ещё больше, когда Благословенный говорит мне: «Домохозяин, твоя семья долгое время поддерживала нигантхов. Поэтому тебе стоит подумать о том, чтобы продолжать давать им подаяния, когда они будут приходить [к тебе]». ",
  "mn56:17.3": "Ведь я слышал, будто отшельник Готама говорит так: ",
  "mn56:17.4": "«Подаяния следует давать только мне, а не другим. ",
  "mn56:17.5": "Подаяния следует давать только моим ученикам, а не ученикам других. ",
  "mn56:17.6": "Только то, что было подарено мне, приносит большой плод, а не то, что подарено другим. ",
  "mn56:17.7": "Только то, что подарено моим ученикам, приносит большой плод, а не то, что подарено ученикам других». ",
  "mn56:17.8": "И всё же Благословенный призывает меня давать дары нигантхам. ",
  "mn56:17.9": "В любом случае, мы будем знать, когда для этого будет подходящий момент, уважаемый. ",
  "mn56:17.10": "Так что в третий раз, уважаемый, я принимаю прибежище в Благословенном, [прибежище] в Дхамме и [прибежище] в Сангхе монахов. ",
  "mn56:17.11": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». ",
  "mn56:18.1": "И тогда Благословенный дал домохозяину Упали последовательное наставление: ",
  "mn56:18.2": "разговор о щедрости, разговор о нравственности, разговор о небесных мирах; Он объяснил опасность, низость и порочность чувственных удовольствий и благословение отречения. ",
  "mn56:18.3": "И когда он увидел, что ум домохозяина Упали был готовым, восприимчивым, свободным от помех, вдохновлённым и уверенным, тогда он изложил ему учение, свойственное [только] Буддам: ",
  "mn56:18.4": "[то есть, учение] о страдании, происхождении [страданий], прекращении и Пути. ",
  "mn56:18.5": "И подобно тому как на чистую ткань, с которой были смыты все пятна, краска легла бы равномерно, ",
  "mn56:18.6": "то точно так же, когда домохозяин Упали сидел на том самом месте, в нём возникло чистое и незапятнанное видение Дхаммы: ",
  "mn56:18.7": "[то есть понимание] «Всё что подвержено происхождению, – подвержено и прекращению». ",
  "mn56:18.8": "Так домохозяин Упали увидел Дхамму, постиг Дхамму, понял Дхамму, и проник в Дхамму, вышел за пределы сомнений, избавился от замешательства, стал уверенным в себе и независимым от других [в отношении] учения Учителя ",
  "mn56:18.9": "Затем он обратился к Благословенному: А теперь, уважаемый, нам надо идти. Мы очень заняты, у нас много дел». ",
  "mn56:18.10": "«Можешь идти, домохозяин, когда сочтёшь нужным». ",
  "mn56:19.1": "И тогда домохозяин Упали, восхитившись и возрадовавшись словам Благословенного, поднялся со своего сиденья, поклонился Благословенному и, обойдя его с правой стороны, отправился к себе домой. Там он обратился к привратнику: ",
  "mn56:19.2": "«Дорогой привратник, с сегодняшнего дня я закрываю свои двери для нигантхов и нигатхий и открываю свои двери для Благословенного, монахов, монахинь, мирян, мирянок. ",
  "mn56:19.3": "Если какой-либо нигантха придёт, тогда скажи ему так: ",
  "mn56:19.4": "«Подожди, уважаемый, не входи. ",
  "mn56:19.5": "С сегодняшнего дня домохозяин Упали перешёл под учительство отшельника Готамы. ",
  "mn56:19.6": "Он закрыл свои двери для нигантхов и нигатхий и открыл свои двери для Благословенного, монахов, монахинь, мирян, мирянок. ",
  "mn56:19.7": "Уважаемый, если тебе нужны подаяния, подожди здесь. Тебе принесут их сюда». ",
  "mn56:19.8": "«Да, уважаемый» – ответил привратник. ",
  "mn56:20.1": "Нигантха Дигха Тапасси услышал: ",
  "mn56:20.2": "«Домохозяин Упали перешёл под учительство отшельника Готамы». ",
  "mn56:20.3": "Тогда он отправился к Нигантхе Натапутте и сказал ему: ",
  "mn56:20.4": "«Уважаемый, я слышал так: «Домохозяин Упали перешёл под учительство отшельника Готамы». ",
  "mn56:20.5": "«Невозможно, Тапасси, не может такого произойти, чтобы домохозяин Упали перешёл под учительство отшельника Готамы. ",
  "mn56:20.6": "Но есть возможность, может так произойти, что отшельник Готама перейдёт под учительство домохозяина Упали». ",
  "mn56:20.7": "Во второй раз … ",
  "mn56:20.8": "и в третий раз нигантха Дигха Тапасси сказал Нигантхе Натапутте: ",
  "mn56:20.9": "«Уважаемый, я слышал так: «Домохозяин Упали перешёл под учительство отшельника Готамы». ",
  "mn56:20.10": "«Невозможно, Тапасси, не может такого произойти, чтобы домохозяин Упали перешёл под учительство отшельника Готамы. ",
  "mn56:20.11": "Но есть возможность, может так произойти, что отшельник Готама перейдёт под учительство домохозяина Упали». ",
  "mn56:20.12": "«Уважаемый, хотите, я пойду и выясню, так ли оно, что домохозяин Упали перешёл под учительство отшельника Готамы?» ",
  "mn56:20.13": "«Иди, Тапасси, и выясни, перешёл ли он под учительство отшельника Готамы или нет». ",
  "mn56:21.1": "И тогда нигантха Дигха Тапасси отправился к дому домохозяина Упали. ",
  "mn56:21.2": "Привратник увидел его ",
  "mn56:21.3": " и сказал ему: ",
  "mn56:21.4": "«Подожди, уважаемый, не входи. ",
  "mn56:21.5": "С сегодняшнего дня домохозяин Упали перешёл под учительство отшельника Готамы. ",
  "mn56:21.6": "Он закрыл свои двери для нигантхов и нигатхий и открыл свои двери для Благословенного, монахов, монахинь, мирян, мирянок. ",
  "mn56:21.7": "Уважаемый, если тебе нужны подаяния, подожди здесь. Тебе принесут их сюда». ",
  "mn56:21.8": "«Мне не нужны подаяния, друг» – ответил он, развернулся, пошёл к Нигантхе Натапутте и сказал ему: ",
  "mn56:21.9": "«Уважаемый, воистину оно так, что домохозяин Упали перешёл под учительство отшельника Готамы. ",
  "mn56:21.10": "Уважаемый, я не получил вашего согласия, когда сказал вам: «Уважаемый, я не согласен с тем, что домохозяину Упали стоит [пытаться] опровергнуть доктрину отшельника Готамы. ",
  "mn56:21.11": "Ведь отшельник Готама – колдун, и он знает обращающую магию посредством которой он обращает учеников – приверженцев других учений». ",
  "mn56:21.12": "А теперь, уважаемый, ваш домохозяин Упали был обращён отшельником Готамой своей обращающей магией!» ",
  "mn56:21.13": "«Невозможно, Тапасси, не может такого произойти, чтобы домохозяин Упали перешёл под учительство отшельника Готамы. ",
  "mn56:21.14": "Но есть возможность, может так произойти, что отшельник Готама перейдёт под учительство домохозяина Упали». ",
  "mn56:21.15": "Во второй раз … ",
  "mn56:21.16": "",
  "mn56:21.17": "",
  "mn56:21.18": "И в третий раз нигантха Дигха Тапасси сказал Нигантхе Натапутте: ",
  "mn56:21.19": " «Уважаемый, воистину оно так, что домохозяин Упали перешёл… был обращён отшельником Готамой своей обращающей магией!» ",
  "mn56:21.20": "«Невозможно, Тапасси, не может такого произойти, чтобы домохозяин Упали перешёл под учительство отшельника Готамы. Но есть возможность, может так произойти, что отшельник Готама перейдёт под учительство домохозяина Упали. ",
  "mn56:21.21": "",
  "mn56:21.22": "Теперь я пойду сам и выясню, так ли оно, что он перешёл под учительство отшельника Готамы». ",
  "mn56:22.1": "И тогда Нигантха Натапутта отправился вместе с большим собранием нигантхов к дому домохозяина Упали. ",
  "mn56:22.2": "Привратник увидел его ",
  "mn56:22.3": "и сказал ему: ",
  "mn56:22.4": "«Подожди, уважаемый, не входи. ",
  "mn56:22.5": "С сегодняшнего дня домохозяин Упали перешёл под учительство отшельника Готамы. ",
  "mn56:22.6": "Он закрыл свои двери для нигантхов и нигатхий и открыл свои двери для Благословенного, монахов, монахинь, мирян, мирянок. ",
  "mn56:22.7": "Уважаемый, если тебе нужны подаяния, подожди здесь. Тебе принесут их сюда». ",
  "mn56:22.8": "«Дорогой привратник, пойди к домохозяину Упали и скажи ему: ",
  "mn56:22.9": "«Уважаемый, Нигантха Натапутта стоит у внешних ворот с большим собранием нигантхов. ",
  "mn56:22.10": "Он желает вас видеть». ",
  "mn56:22.11": "«Да, уважаемый» – ответил привратник. Он отправился к домохозяину Упали и сказал ему: «Уважаемый, Нигантха Натапутта стоит у внешних ворот с большим собранием нигантхов. Он желает вас видеть». ",
  "mn56:22.12": "",
  "mn56:22.13": "",
  "mn56:22.14": "«В таком случае, дорогой привратник, приготовь сиденья в зале центральных ворот». ",
  "mn56:22.15": "«Да, уважаемый» – ответил привратник. Приготовив сиденья в зале центральных ворот, он вернулся в дом домохозяина Упали и сказал ему: ",
  "mn56:22.16": "«Уважаемый, сиденья в зале центральных ворот готовы. ",
  "mn56:22.17": "Вы можете отправляться, как только сочтёте нужным». ",
  "mn56:23.1": "И тогда домохозяин Упали отправился в зал центральных ворот и сел на высшее, лучшее, высочайшее, превосходнейшее сиденье. Затем он сказал привратнику: ",
  "mn56:23.2": "А теперь, дорогой привратник, иди к Нигантхе Натапутте и скажи ему: ",
  "mn56:23.3": "«Уважаемый, домохозяин Упали говорит: ",
  "mn56:23.4": "«Входи, уважаемый, если желаешь». ",
  "mn56:23.5": "«Да, уважаемый» – ответил привратник. Он отправился к Нигантхе Натапутте, и сказал ему: «Уважаемый, домохозяин Упали говорит: «Входи, уважаемый, если желаешь». ",
  "mn56:23.6": "",
  "mn56:23.7": "",
  "mn56:23.8": "И тогда Нигантха Натапутта вошёл с большим собранием нигантхов в зал центральных ворот. ",
  "mn56:24.1": "",
  "mn56:24.2": "Прежде, когда домохозяин Упали издали видел Нигантху Натапутту, он обычно выходил повстречать его, вытирал пыль с высшего, лучшего, высочайшего, превосходнейшего сиденья своим внешним одеянием, и, расстелив его рядом, садился на него. ",
  "mn56:24.3": "Но теперь, сидя на высшем, лучшем, высочайшем, превосходнейшем сиденье, он сказал Нигантхе Натапутте: ",
  "mn56:24.4": "«Уважаемый, здесь есть сиденья, ",
  "mn56:24.5": "присаживайся, если хочешь». ",
  "mn56:25.1": "Когда так было сказано, Нигантха Натапутта ответил: ",
  "mn56:25.2": "«Домохозяин, ты спятил! Ты сошёл с ума! ",
  "mn56:25.3": "Ты ушёл, сказав: «Уважаемый, я опровергну доктрину отшельника Готамы». И ты вернулся, будучи пойманным в широкие сети его доктрины. ",
  "mn56:25.4": "Как если бы человек отправился, чтобы кастрировать кого-либо, но в итоге кастрировал себя сам; как если бы человек отправился, чтобы вырвать чьи-либо глаза, но сам вернулся с вырванными глазами, ",
  "mn56:25.5": "То так и ты, домохозяин, ушёл, сказав: «Уважаемый, я опровергну доктрину отшельника Готамы». И ты вернулся, будучи пойманным в широкие сети его доктрины. ",
  "mn56:25.6": "Домохозяин, ты был обращён отшельником Готамой его обращающей магией!» ",
  "mn56:26.1": "«Благоприятна эта обращающая магия, уважаемый, ",
  "mn56:26.2": "хороша эта обращающая магия! ",
  "mn56:26.3": "Уважаемый, если бы мои любимые близкие и родственники были бы обращены этим обращением, это привело бы к благополучию и счастью моих любимых близких и родственников на долгое время. ",
  "mn56:26.4": "Если бы вся знать была обращена… все брахманы… все торговцы… все рабочие… то привело бы к их благополучию и счастью. ",
  "mn56:26.5": "Весь мир с его богами, с его Марами, с его Брахмами, с его поколениями жрецов и отшельников, князей и [простых] людей, был бы обращён этим обращением, то это привело бы этот мир к благополучию и счастью на долгое время. ",
  "mn56:26.6": "И что касается этого, уважаемый, я приведу тебе пример. ",
  "mn56:26.7": "Ведь бывает так, что некие мудрые люди понимают значение утверждения посредством примера. ",
  "mn56:27.1": "Уважаемый, однажды жил брахман – старый, пожилой, отягощённый годами. И у него была молодая жена, брахманская девушка, которая была беременной, которая вот-вот должна была родить. ",
  "mn56:27.2": "И тогда она сказала брахману: ",
  "mn56:27.3": "«Иди, брахман, купи молодую обезьяну на рынке и принеси её в качестве игрушки для моего ребёнка». ",
  "mn56:27.4": "Когда она сказала так, брахман ответил: ",
  "mn56:27.5": "«Подожди, дорогая, пока не родишь ребёнка. ",
  "mn56:27.6": "Если ты носишь мальчика, то тогда я пойду на рынок и куплю молодого самца обезьяны и принесу его тебе в качестве игрушки для твоего маленького мальчика. ",
  "mn56:27.7": " Но если ты носишь девочку, то тогда я пойду на рынок и куплю молодую самку обезьяны и принесу её тебе в качестве игрушки для твоей маленькой девочки». ",
  "mn56:27.8": "И во второй раз, ",
  "mn56:27.9": "и в третий раз она попросила брахмана: ",
  "mn56:27.10": "«Иди, брахман, купи молодую обезьяну на рынке и принеси её в качестве игрушки для моего ребёнка». ",
  "mn56:27.11": "И тогда, поскольку его ум был скован любовью к ней, он пошёл на рынок, купил молодого самца обезьяны, принёс его и сказал ей: ",
  "mn56:27.12": "«Я купил тебе на рынке этого молодого самца обезьяны и принёс тебе в качестве игрушки для твоего ребёнка». ",
  "mn56:27.13": "Тогда она сказала ему: ",
  "mn56:27.14": "«Иди, брахман, отнеси этого молодого самца обезьяны к Раттапани, сыну красильщика, и скажи ему: ",
  "mn56:27.15": "«Дорогой Раттапани, я хотел бы покрасить этого молодого самца обезьяны в цвет жёлтой мази, тщательно оббить его, выгладить с обеих сторон». ",
  "mn56:27.16": "И тогда, поскольку его ум был скован любовью к ней, он отнёс молодого самца обезьяны к Раттапани, сыну красильщика, и сказал ему: ",
  "mn56:27.17": "«Дорогой Раттапани, я хотел бы покрасить этого молодого самца обезьяны в цвет жёлтой мази, тщательно оббить его, выгладить с обеих сторон». ",
  "mn56:27.18": "Раттапани, сын красильщика, ответил ему: ",
  "mn56:27.19": "«Уважаемый, этого молодого самца обезьяны можно покрасить, но нельзя оббить и выгладить». ",
  "mn56:27.20": "Точно также, уважаемый, доктрина глупых нигантхов приносит радость глупцам, но не мудрым, и она не выдержит проверки или же попытки её разгладить. ",
  "mn56:27.21": "Затем, уважаемый, по другому случаю этот брахман отнёс пару новых одежд к Раттапани, сыну красильщика, и сказал ему: ",
  "mn56:27.22": "«Дорогой Раттапани, я хотел бы покрасить эту пару одежд в цвет жёлтой мази, тщательно оббить их, выгладить с обеих сторон». ",
  "mn56:27.23": "Раттапани, сын красильщика, ответил ему: ",
  "mn56:27.24": "«Уважаемый, эту пару одежд можно покрасть, оббить, выгладить». ",
  "mn56:27.25": "Точно также, уважаемый, доктрина этого Благословенного, совершенного и полностью просветлённого, приносит радость мудрым, но не глупцам, и она выдержит проверку или же попытку её разгладить». ",
  "mn56:28.1": "«Домохозяин, собрание и [даже] царь знают о тебе так: ",
  "mn56:28.2": "«Домохозяин Упали – ученик Нигантхи Натапутты». ",
  "mn56:28.3": "Чьим учеником нам следует считать тебя?» ",
  "mn56:29.1": "Когда так было сказано, домохозяин Упали поднялся со своего сиденья, закинул внешнее одеяние за плечо, сложил руки в почтительном приветствии в том направлении, где находился Благословенный, и сказал Нигантхе Натапутте: ",
  "mn56:29.2": "«В таком случае, уважаемый, послушай, чей я ученик: ",
  "mn56:29.3": "«И он, Мудрец, отбросил заблуждение, ",
  "mn56:29.4": "Ума бесплодность1 он оставил, победивший. ",
  "mn56:29.5": "Тоски не знает он, всецело безмятежный, ",
  "mn56:29.6": "Он зрелый в нравственности, в мудрости великий. ",
  "mn56:29.7": "Он незапятнан, нет в нём и соблазнов. ",
  "mn56:29.8": "Я – ученик Благословенного такого. ",
  "mn56:29.9": "От замешательства свободен, он довольный, ",
  "mn56:29.10": "Относится с презрением к обретениям и радости сосуд собой являет. ",
  "mn56:29.11": "Он человек, свершивший долг аскета, ",
  "mn56:29.12": "Последнее он тело своё носит. ",
  "mn56:29.13": "Он безупречен, как и бесподобен. ",
  "mn56:29.14": "Я – ученик Благословенного такого. ",
  "mn56:29.15": "Умелый он, сомнений не имеет, ",
  "mn56:29.16": "Он укротитель, лидер превосходный. ",
  "mn56:29.17": "И в ярких качествах никто с ним не сравнится, ",
  "mn56:29.18": "Он, осветитель, не имеет колебаний. ",
  "mn56:29.19": "И он герой, что срезал самомнение. ",
  "mn56:29.20": "Я – ученик Благословенного такого. ",
  "mn56:29.21": "Вожак он стада, и не может быть измерен, ",
  "mn56:29.22": "Его, Безмолвного, глубúны не прощупать. ",
  "mn56:29.23": "Даёт сохранность он, и знаний он владыка, ",
  "mn56:29.24": "Устойчив в Дхамме, внутренне он сдержан. ",
  "mn56:29.25": "Преодолев неволю, он освободился. ",
  "mn56:29.26": "Я – ученик Благословенного такого. ",
  "mn56:29.27": "Чистейший слон, живущий в отдалении, ",
  "mn56:29.28": "Разбил он вдребезги оковы, он свободен. ",
  "mn56:29.29": "Мудростью наделён, умел в дебатах, ",
  "mn56:29.30": "Знамя опущено его, он не имеет страсти. ",
  "mn56:29.31": "Он обуздал себя, и нет в нём разрастаний. ",
  "mn56:29.32": "Я – ученик Благословенного такого. ",
  "mn56:29.33": "Он из провидцев лучший, нет в нём и обмана, ",
  "mn56:29.34": "Достиг он святости и тройственного знания. ",
  "mn56:29.35": "Он сердцем чист, он мастер изложений, ",
  "mn56:29.36": "Он безмятежен, знаний открыватель. ",
  "mn56:29.37": "Он лучший средь дарителей, талантлив. ",
  "mn56:29.38": "Я – ученик Благословенного такого. ",
  "mn56:29.39": "Он Благородный, и в уме он развит. ",
  "mn56:29.40": "Достиг он цели, истины открыл он. ",
  "mn56:29.41": "Осознан, с проницательным прозреньем ",
  "mn56:29.42": "Он ни вперёд и ни назад не гнётся. ",
  "mn56:29.43": "Нет в нём смятений, есть лишь превосходство. ",
  "mn56:29.44": "Я – ученик Благословенного такого. ",
  "mn56:29.45": "Живёт он праведно и пребывает в джхане, ",
  "mn56:29.46": "Внутри нет грязи, чист он в совершенстве. ",
  "mn56:29.47": "Он независим, страха не имеет. ",
  "mn56:29.48": "Достиг вершины и живёт один он. ",
  "mn56:29.49": "Сам переплыл, переплывать нам помогает. ",
  "mn56:29.50": "Я – ученик Благословенного такого. ",
  "mn56:29.51": "Велик в успокоении и в мудрости широк он, ",
  "mn56:29.52": "Мудрец он величайший безо всякой жажды. ",
  "mn56:29.53": "Татхагатой зовётся, Высочайшим, ",
  "mn56:29.54": "Он несравненный, не имеет равных. ",
  "mn56:29.55": "Неустрашимый и во всём искусный. ",
  "mn56:29.56": "Я – ученик Благословенного такого. ",
  "mn56:29.57": "Он срезал жажду, стал он Просветлённым, ",
  "mn56:29.58": "Развеял испарения, лишился всех он пятен. ",
  "mn56:29.59": "Даров он наиболее достоин, ",
  "mn56:29.60": "Не поддаётся измеренью, самый лучший, ",
  "mn56:29.61": "Велик он, грандиозен, на вершине славы. ",
  "mn56:29.62": "Я – ученик Благословенного такого». ",
  "mn56:30.1": "[Нигантха Натапутта ответил]: «И когда ты [только успел] сочинить этот гимн восхваления отшельника Готамы, домохозяин?» ",
  "mn56:30.2": "«Уважаемый, представь большую груду разного вида цветов, и умный изготовитель гирлянд или ученик изготовителя гирлянд связал бы их в разноцветную гирлянду. ",
  "mn56:30.3": "Очно также, уважаемый, у Благословенного много похвальных качеств, много сотен похвальных качеств. ",
  "mn56:30.4": "Кто, уважаемый, не стал бы восхвалять достойного похвалы?» ",
  "mn56:31.1": "И затем, поскольку Нигантха Натапутта не смог вынести этой похвалы, выраженной Благословенному, горячая кровь хлынула у него изо рта. "
}