{
  "mn57:0.1": "Мадджхима Никая 57 ",
  "mn57:0.2": "Практик собачьей аскезы ",
  "mn57:1.1": "Так я слышал. ",
  "mn57:1.2": "Однажды Благословенный проживал в стране Колиев, где был город Колиев под названием Халиддавасана. ",
  "mn57:2.1": "И тогда Пунна, сын Колиев, практикующий бычью аскезу, а также Сения, голый аскет, практикующий собачью аскезу, отправились к Благословенному. Пунна, практикующий бычью аскезу, поклонился Благословенному и сел рядом, тогда как Сения, голый аскет, практикующий собачью аскезу, обменялся с Благословенным приветствиями, и после обмена вежливыми приветствиями и любезностями он также сел рядом и свернулся, как собака. ",
  "mn57:2.2": "Пунна, практикующий бычью аскезу, сказал Благословенному: ",
  "mn57:2.3": "«Уважаемый, этот Сения – голый аскет, практикующий собачью аскезу, делает то, что трудно делать: он ест свою еду, [только] когда её бросили на землю. ",
  "mn57:2.4": "Он уже давно предпринял и практикует эту собачью аскезу. ",
  "mn57:2.5": "Каков будет его будущий удел? Каково его будущее направление?» ",
  "mn57:2.6": "«Довольно, Пунна, оставь это. Не спрашивай меня об этом». ",
  "mn57:2.7": "Во второй раз … ",
  "mn57:2.8": "И в третий раз Пунна, практикующий бычью аскезу, сказал Благословенному: ",
  "mn57:2.9": "«Уважаемый, этот Сения – голый аскет, практикующий собачью аскезу, делает то, что трудно делать: он ест свою еду, [только] когда её бросили на землю. ",
  "mn57:2.10": "Он уже давно предпринял и практикует эту собачью аскезу. ",
  "mn57:2.11": "Каков будет его будущий удел? Каково его будущее направление?» ",
  "mn57:2.12": "«Что ж, Пунна, поскольку, похоже, я не могу убедить тебя, когда говорю: ",
  "mn57:2.13": "«Довольно, Пунна, оставь это. Не спрашивай меня об этом», ",
  "mn57:2.14": "то я отвечу тебе. ",
  "mn57:3.1": "Пунна, вот некий человек развивает собачью аскезу полностью и беспрерывно. Он развивает собачьи повадки полностью и беспрерывно. Он развивает собачий ум полностью и беспрерывно. Он развивает собачье поведение полностью и беспрерывно. ",
  "mn57:3.2": "Сделав так, после распада тела, после смерти, он перерождается среди собак. ",
  "mn57:3.3": "Но если у него имеется такое воззрение: «Благодаря этой нравственности, или этому соблюдению, или этой аскезе, или этой святой жизни я стану [великим] божеством или неким [меньшим] божеством» – то в его случае это неправильное воззрение. ",
  "mn57:3.4": "И существует два [возможных] будущих удела для того, кто обладает неправильным воззрением, я говорю тебе: либо ад, либо мир животных. ",
  "mn57:3.5": "Поэтому, Пунна, если его собачья аскеза преуспеет, то это приведёт его к [рождению] среди собак. Если не преуспеет, то это приведёт его в ад». ",
  "mn57:4.1": "Когда так было сказано, Сения, голый аскет, практикующий собачью аскезу, закричал и разрыдался. ",
  "mn57:4.2": "И тогда Благословенный сказал Пунне, сыну Колиев, практикующему бычью аскезу: ",
  "mn57:4.3": "«Сения, я не смог убедить тебя, когда сказал: ",
  "mn57:4.4": "«Довольно, Пунна, оставь это. Не спрашивай меня об этом». ",
  "mn57:4.5": "[Тогда ответил Пунна]:«Уважаемый, я рыдаю не потому, что Благословенный сказал так обо мне, ",
  "mn57:4.6": "но потому, что я уже давно предпринял и практикую эту собачью аскезу. ",
  "mn57:4.7": "Уважаемый, этот Пунна, сын Колиев – практик бычьей аскезы. ",
  "mn57:4.8": "Он уже давно предпринял и практикует эту бычью аскезу. ",
  "mn57:4.9": "Каков будет его будущий удел? Каково его будущее направление?» ",
  "mn57:4.10": "«Довольно, Сения, оставь это. Не спрашивай меня об этом». ",
  "mn57:4.11": "Во второй раз … ",
  "mn57:4.12": "И в третий раз Сения, практикующий собачью аскезу, сказал Благословенному: ",
  "mn57:4.13": "Уважаемый, этот Пунна, сын Колиев – практик бычьей аскезы. ",
  "mn57:4.14": "Он уже давно предпринял и практикует эту бычью аскезу. ",
  "mn57:4.15": "Каков будет его будущий удел? Каково его будущее направление?» ",
  "mn57:4.16": "«Что ж, Сения, поскольку, похоже, я не могу убедить тебя, когда говорю: ",
  "mn57:4.17": "«Довольно, Сения, оставь это. Не спрашивай меня об этом», ",
  "mn57:4.18": "то я отвечу тебе. ",
  "mn57:5.1": "Сения, вот некий человек развивает бычью аскезу полностью и беспрерывно. Он развивает бычьи повадки полностью и беспрерывно. Он развивает бычий ум полностью и беспрерывно. Он развивает бычье поведение полностью и беспрерывно. ",
  "mn57:5.2": "Сделав так, после распада тела, после смерти, он перерождается среди быков. ",
  "mn57:5.3": "Но если у него имеется такое воззрение: «Благодаря этой нравственности, или этому соблюдению, или этой аскезе, или этой святой жизни я стану [великим] божеством или неким [меньшим] божеством» – то в его случае это неправильное воззрение. ",
  "mn57:5.4": "И существует два [возможных] будущих удела для того, кто обладает неправильным воззрением, я говорю тебе: либо ад, либо мир животных. ",
  "mn57:5.5": "Поэтому, Сения, если его бычья аскеза преуспеет, то это приведёт его к [рождению] среди быков. Если не преуспеет, то это приведёт его в ад». ",
  "mn57:6.1": "Когда так было сказано, Пунна, сын Колиев, практикующий бычью аскезу, закричал и разрыдался. ",
  "mn57:6.2": "И тогда Благословенный сказал Сении, голому аскету, практикующему собачью аскезу: ",
  "mn57:6.3": "«Сения, я не смог убедить тебя, когда сказал: ",
  "mn57:6.4": "«Довольно, Сения, оставь это. Не спрашивай меня об этом». ",
  "mn57:6.5": "[Тогда ответил Пунна]:«Уважаемый, я рыдаю не потому, что Благословенный сказал так обо мне, ",
  "mn57:6.6": "Но потому, что я уже давно предпринял и практикую эту собачью аскезу.о потому что я уже давно предпринял и практикую эту бычью аскезу. ",
  "mn57:6.7": "Уважаемый, у меня есть такое доверие к Благословенному: ",
  "mn57:6.8": "«Благословенный способен научить меня Дхамме так, что я смог бы оставить эту бычью аскезу, и что этот Сения, голый аскет, практикующий собачью аскезу, смог бы оставить эту собачью аскезу». ",
  "mn57:6.9": "«В таком случае, Пунна, слушай внимательно то, о чём я буду говорить». ",
  "mn57:6.10": "«Да, уважаемый» – ответил он. ",
  "mn57:6.11": "Благословенный сказал следующее: ",
  "mn57:7.1": "«Пунна, есть четыре вида поступков, провозглашённых мной после того, как я реализовал их сам посредством прямого знания. ",
  "mn57:7.2": "Какие четыре? ",
  "mn57:7.3": "Есть тёмный поступок с тёмным результатом. ",
  "mn57:7.4": "Есть яркий поступок с ярким результатом. ",
  "mn57:7.5": "Есть тёмный-и-яркий поступок с тёмным-и-ярким результатом. ",
  "mn57:7.6": "Есть поступок, который ни тёмный, ни яркий, с ни-тёмным-ни-ярким результатом, поступок, который ведёт к уничтожению поступка. ",
  "mn57:8.1": "И что такое, Пунна, поступок с тёмным результатом? ",
  "mn57:8.2": "Вот некий человек порождает болезненный телесный волевой формирователь, болезненный словесный волевой формирователь, болезненный умственный волевой формирователь ",
  "mn57:8.3": "Породив болезненный телесный… словесный… умственный волевой формирователь, он перерождается в болезненном мире. ",
  "mn57:8.4": "Когда он переродился в болезненном мире, его касаются болезненные контакты. ",
  "mn57:8.5": "Когда его касаются болезненные контакты, он испытывает болезненные чувства, всецело болезненные, как в случае с существами в аду. ",
  "mn57:8.6": "Так, перерождение существа происходит из-за [самого же] существа: ",
  "mn57:8.7": "кто-либо перерождается из-за поступков им совершённых. ",
  "mn57:8.8": "Когда он переродился, его касаются контакты. ",
  "mn57:8.9": "Так, я говорю тебе, существа являются наследниками своих поступков. ",
  "mn57:8.10": "Это называется тёмным поступком с тёмным результатом. ",
  "mn57:9.1": "И что такое, Пунна, яркий поступок с ярким результатом? ",
  "mn57:9.2": "Вот некий человек порождает не-болезненный телесный… словесный… умственный волевой формирователь. ",
  "mn57:9.3": "Породив не-болезненный телесный… словесный… умственный волевой формирователь, он перерождается в не-болезненном мире. ",
  "mn57:9.4": "Когда он переродился в не-болезненном мире, его касаются не-болезненные контакты. ",
  "mn57:9.5": "Когда его касаются не-болезненные контакты, он испытывает не-болезненные чувства, всецело приятные, как в случае с дэвами Сверкающего великолепия ",
  "mn57:9.6": "Так, перерождение существа происходит из-за [самого же] существа: ",
  "mn57:9.7": "кто-либо перерождается из-за поступков им совершённых. ",
  "mn57:9.8": "Когда он переродился, его касаются контакты. ",
  "mn57:9.9": "Так, я говорю тебе, существа являются наследниками своих поступков. ",
  "mn57:9.10": "Это называется ярким поступком с ярким результатом. ",
  "mn57:10.1": "И что такое, Пунна, тёмный-и-яркий поступок с тёмным-и-ярким результатом? ",
  "mn57:10.2": "Вот некий человек порождает и болезненный, и не-болезненный телесный… словесный… умственный волевой формирователь. ",
  "mn57:10.3": "Породив… он перерождается в мире, который и болезненный и не-болезненный. ",
  "mn57:10.4": "Когда он переродился в таком мире, его касаются и болезненные и не-болезненные контакты. ",
  "mn57:10.5": "Когда его касаются и болезненные и не-болезненные контакты, он испытывает чувства, которые и болезненные и не-болезненные, смешанные удовольствие и боль, как в случае с человеческими существами, некоторыми дэвами, а также некоторыми существами в нижних мирах. ",
  "mn57:10.6": "Так, перерождение существа происходит из-за [самого же] существа: ",
  "mn57:10.7": "Это называется тёмным-и-ярким поступком с тёмным-и-ярким результатом. ",
  "mn57:10.8": "Когда он переродился, его касаются контакты. ",
  "mn57:10.9": "Так, я говорю тебе, существа являются наследниками своих поступков. ",
  "mn57:10.10": "Это называется тёмным-и-ярким поступком с тёмным-и-ярким результатом. ",
  "mn57:11.1": "И что такое, Пунна, поступок, который ни тёмный, ни яркий, с ни-тёмным-ни-ярким результатом, поступок, который ведёт к уничтожению поступка? ",
  "mn57:11.2": "Намерение отбросить тот вид поступка, который тёмный с тёмным результатом, который яркий с ярким результатом и который тёмный-и-яркий с тёмным-и-ярким результатом ",
  "mn57:11.3": "– вот что называется поступком, который ни тёмный, ни яркий, с ни-тёмным-ни-ярким результатом, поступок, который ведёт к уничтожению поступка ",
  "mn57:11.4": "Таковы четыре вида поступков, провозглашённых мной после того, как я реализовал их сам посредством прямого знания». ",
  "mn57:12.1": "Когда так было сказано, Пунна, сын Колиев, практикующий бычью аскезу, сказал Благословенному: ",
  "mn57:12.2": "Великолепно, уважаемый! Великолепно!… ",
  "mn57:12.3": "",
  "mn57:12.4": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». ",
  "mn57:13.1": "Но Сения, голый аскет, практикующий собачью аскезу, сказал Благословенному: ",
  "mn57:13.2": "Великолепно, уважаемый! Великолепно!… ",
  "mn57:13.3": "",
  "mn57:13.4": "Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn57:13.5": "Я хотел бы получить младшее монашеское посвящение, я хотел бы получить высшее монашеское посвящение». ",
  "mn57:14.1": "«Сения, тот, кто прежде принадлежал другому учению и желает получить младшее и высшее посвящение в этой Дхамме и Винае, должен пройти испытательный срок в четыре месяца. По истечении четырёх месяцев, если монахи будут довольны им, они дают ему младшее посвящение и высшее посвящение в монахи. ",
  "mn57:14.2": "Но я признаю, что могут быть индивидуальные различия в этом вопросе». ",
  "mn57:14.3": "«Уважаемый, если тот, кто прежде принадлежал другому учению… если монахи будут довольны им… то тогда я готов проходить испытательный срок [хоть] четыре года. По истечении четырёх лет, если монахи будут довольны мной, они дадут мне младшее посвящение и высшее посвящение в монахи». ",
  "mn57:15.1": "И тогда Сения, голый аскет, практикующий собачью аскезу, получил младшее посвящение под [учительством] Благословенного и получил высшее посвящение. ",
  "mn57:15.2": "И затем, пребывая в уединении прилежным, старательным, решительным, достопочтенный Сения, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл и пребывал в высочайшей цели святой жизни, Ради которой представители клана праведно оставляют жизнь домохозяйскую и ведут жизнь бездомную. ",
  "mn57:15.3": "Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn57:15.4": "Так достопочтенный Сения стал одним из арахантов. "
}