{
  "mn58:0.1": "Мадджхима Никая 58 ",
  "mn58:0.2": "К царевичу Абхае ",
  "mn58:1.1": "Так я слышал. ",
  "mn58:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn58:2.1": "И тогда царевич Абхая отправился к Нигантхе Натапутте и, поклонившись ему, сел рядом. Затем Нигантха Натапутта сказал ему: ",
  "mn58:3.1": "«Ну же, царевич. Опровергни доктрину отшельника Готамы, ",
  "mn58:3.2": "и о тебе разойдётся вот такая славная молва: ",
  "mn58:3.3": "«Царевич Абхая опроверг доктрину отшельника Готамы, такого великого и могущественного!» ",
  "mn58:3.4": "«Но как же, уважаемый, я опровергну его доктрину?» ",
  "mn58:3.5": "«Ну же, царевич. Отправляйся к отшельнику Готаме и скажи: ",
  "mn58:3.6": "«Уважаемый, мог бы Татхагата произнести такую речь, которая была бы немилой и неприятной для других?» ",
  "mn58:3.7": "Если отшельник Готама, будучи спрошенным так, ответит: ",
  "mn58:3.8": "«Татхагата, царевич, мог бы произнести такую речь, которая была бы немилой и неприятной для других», то тогда скажи ему: ",
  "mn58:3.9": "«Тогда, уважаемый, в чём же разница между тобой и заурядным человеком? ",
  "mn58:3.10": "Ведь заурядный человек тоже мог бы произнести такую речь, которая была бы немилой и неприятной для других». ",
  "mn58:3.11": "Но если отшельник Готама, будучи спрошенным так, ответит: ",
  "mn58:3.12": "«Татхагата, царевич, не мог бы произнести такую речь, которая была бы немилой и неприятной для других», то тогда скажи ему: ",
  "mn58:3.13": "«Тогда, уважаемый, почему ты объявил о Девадатте: ",
  "mn58:3.14": "«Девадатта обречён на удел лишений, Девадатта обречён на ад, Девадатта будет пребывать [в аду целый] цикл [свёртывания и развёртывания мира], Девадатта безнадёжен»? ",
  "mn58:3.15": "Девадатта был недоволен и рассержен этой вашей речью». ",
  "mn58:3.16": "Огда ты задашь отшельнику Готаме этот вопрос-рогатину, он не сможет ни проглотить это, ни выплюнуть. ",
  "mn58:3.17": "Как если бы железный шип застрял у человека в горле: он не смог бы ни проглотить его, ни выплюнуть, точно так же, царевич, когда ты задашь отшельнику Готаме этот вопрос-рогатину, он не сможет ни проглотить это, ни выплюнуть». ",
  "mn58:3.18": "",
  "mn58:4.1": "«Да, уважаемый», – ответил царевич Абхая. Затем он поднялся со своего сиденья, поклонился Нигантхе Натапутте, обошёл его с правой стороны и отправился к Благословенному. Поклонившись Благословенному, он сел рядом, ",
  "mn58:4.2": "посмотрел на солнце и подумал: ",
  "mn58:4.3": "«Сегодня слишком поздно опровергать доктрину Благословенного. ",
  "mn58:4.4": "Я опровергну доктрину Благословенного завтра в моём собственном доме». Тогда он обратился к Благословенному: ",
  "mn58:4.5": "«Уважаемый, пусть Благословенный с тремя другими [монахами] согласится принять от меня завтрашний обед». ",
  "mn58:4.6": "Благословенный молча согласился. ",
  "mn58:5.1": "Тогда царевич Абхая, осознав, что Благословенный согласился, поднялся со своего сиденья, поклонился ему и, обойдя его с правой стороны, ушёл. ",
  "mn58:5.2": "После того как минула ночь, утром Благословенный оделся и, взяв чашу и внешнее одеяние, отправился в дом царевича Абхаи и сел на подготовленное сиденье. ",
  "mn58:5.3": "Царевич Абхая собственноручно обслужил Благословенного различными видами превосходной еды. ",
  "mn58:5.4": "Затем, когда Благословенный поел и убрал руки от чаши, царевич Абхая взял низкое сиденье, сел рядом ",
  "mn58:6.1": "и сказал ему: ",
  "mn58:6.2": "«Уважаемый, мог бы Татхагата произнести такую речь, которая была бы немилой и неприятной для других?» ",
  "mn58:6.3": "«Царевич, нет однозначного ответа на этот вопрос». ",
  "mn58:6.4": "«Тогда, уважаемый, нигантхи потерпели в этом поражение». ",
  "mn58:6.5": "«Но почему, царевич, ты говоришь: ",
  "mn58:6.6": "«Тогда, уважаемый, нигантхи потерпели в этом поражение»?» ",
  "mn58:6.7": "Тогда царевич Абхая рассказал Благословенному обо всей своей беседе с Нигантхой Натапуттой. ",
  "mn58:6.8": "",
  "mn58:6.9": "",
  "mn58:6.10": "",
  "mn58:6.11": "",
  "mn58:6.12": "",
  "mn58:6.13": "",
  "mn58:6.14": "",
  "mn58:6.15": "",
  "mn58:6.16": "",
  "mn58:6.17": "",
  "mn58:6.18": "",
  "mn58:6.19": "",
  "mn58:6.20": "",
  "mn58:6.21": "",
  "mn58:6.22": "",
  "mn58:6.23": "",
  "mn58:6.24": "",
  "mn58:6.25": "",
  "mn58:6.26": "",
  "mn58:7.1": " В тот момент младенец лежал у царевича на коленях. ",
  "mn58:7.2": "Тогда Благословенный сказал царевичу Абхае: ",
  "mn58:7.3": "«Как ты думаешь, царевич? ",
  "mn58:7.4": "Если, когда ты или твоя нянька не присматривали бы за ним, этот малыш взял бы в рот палку или камень, что бы ты с ним сделал?» ",
  "mn58:7.5": "«Я бы вытащил это, уважаемый. ",
  "mn58:7.6": "Если бы я не смог вытащить это сразу, тогда, удерживая его голову левой рукой, я согнутым пальцем своей правой руки вытащил бы это, даже если бы поранил его. ",
  "mn58:7.7": "И почему? ",
  "mn58:7.8": "Потому что у меня есть сострадание к малышу». ",
  "mn58:8.1": "«Точно так же, царевич, если Татхагата знает, что эти слова недействительные, неистинные, неполезные, а также неприятные и немилые для других, – то такие слова Татхагата не произносит. ",
  "mn58:8.2": "Если Татхагата знает, что эти слова действительные, истинные, [но] неполезные, а также неприятные и немилые для других, – то такие слова Татхагата не произносит. ",
  "mn58:8.3": "Если Татхагата знает, что эти слова действительные, истинные, полезные, [но] неприятные и немилые для других, – то Татхагата знает нужный момент для того, чтобы использовать такие слова. ",
  "mn58:8.4": "Если Татхагата знает, что эти слова недействительные, неистинные, неполезные, но приятные и милые для других, – то такие слова Татхагата не произносит. ",
  "mn58:8.5": "Если Татхагата знает, что эти слова действительные, истинные, [но] неполезные, [хотя] приятные и милые для других, – то такие слова Татхагата не произносит. ",
  "mn58:8.6": "Если Татхагата знает, что эти слова действительные, истинные, полезные, приятные и милые для других, – то Татхагата знает нужный момент для того, чтобы использовать такие слова. ",
  "mn58:8.7": "И почему? ",
  "mn58:8.8": "Потому что у Татхагаты есть сострадание к живым существам». ",
  "mn58:9.1": "«Уважаемый, когда учёная знать или учёные брахманы, учёные домохозяева или учёные отшельники, сформулировав вопрос, приходят к Татхагате и спрашивают его, ",
  "mn58:9.2": "имеется ли уже у него в уме такая заблаговременная мысль: «Если эти придут ко мне и спросят об этом, то в таком случае я отвечу им так» или к Татхагате приходит ответ сразу на месте?» ",
  "mn58:10.1": "«В этом случае, царевич, я задам тебе встречный вопрос. Отвечай так, как посчитаешь нужным. ",
  "mn58:10.2": "Как ты думаешь, царевич? ",
  "mn58:10.3": "Разбираешься ли ты в частях колесницы?» ",
  "mn58:10.4": "«Да, уважаемый, разбираюсь». ",
  "mn58:10.5": "«Как ты думаешь, царевич? ",
  "mn58:10.6": "Когда люди приходят и спрашивают тебя: ",
  "mn58:10.7": "«Как называется эта часть колесницы?» – ",
  "mn58:10.8": "имеется ли уже у тебя в уме такая заблаговременная мысль: «Если эти придут ко мне и спросят об этом, то в таком случае я отвечу им так» или к тебе приходит ответ сразу на месте?» ",
  "mn58:10.9": "«Уважаемый, я известен как колесничий, умелый в частях колесниц. ",
  "mn58:10.10": "Все части колесницы мне хорошо известны. ",
  "mn58:10.11": "Мне придёт ответ сразу на месте». ",
  "mn58:11.1": "«Точно так же, царевич, когда учёная знать или учёные брахманы, учёные домохозяева или учёные отшельники, сформулировав вопрос, приходят к Татхагате и спрашивают его, к нему приходит ответ сразу на месте. ",
  "mn58:11.2": "И почему? ",
  "mn58:11.3": "Потому что элемент этих вещей был полностью постигнут Татхагатой. Благодаря этому полному постижению ответ приходит к Татхагате сразу на месте». ",
  "mn58:12.1": "Когда так было сказано, царевич Абхая сказал Благословенному: ",
  "mn58:12.2": "Великолепно, уважаемый! Великолепно!… ",
  "mn58:12.3": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}