{
  "mn59:0.1": "Мадджхима Никая 59 ",
  "mn59:0.2": "Много видов чувств ",
  "mn59:1.1": "Так я слышал. ",
  "mn59:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn59:1.3": "И тогда плотник Панчаканга отправился к достопочтенному Удайину и, поклонившись ему, сел рядом и спросил: ",
  "mn59:1.4": "«Уважаемый, о скольких видах чувств говорил Благословенный?» ",
  "mn59:1.5": "«Домохозяин, Благословенный говорил о трёх видах чувств:  ",
  "mn59:1.6": "о приятном чувстве, о болезненном чувстве, о ни-приятном-ни-болезненном чувстве. ",
  "mn59:1.7": "Об этих трёх видах чувств говорил Благословенный». ",
  "mn59:1.8": "Когда тот сказал это, Панчаканга возразил Удайину: ",
  "mn59:1.9": "«Благословенный говорил не о трёх видах чувств, уважаемый Удайин. ",
  "mn59:1.10": "Благословенный говорил о двух видах чувств: ",
  "mn59:1.11": "о приятном чувстве и о болезненном чувстве.  ",
  "mn59:1.12": "А что касается ни-приятного-ни-болезненного чувства, то Благословенный говорил о нём как об умиротворённом и возвышенном виде удовольствия». ",
  "mn59:2.1": "Во второй раз достопочтенный Удайин сказал Панчаканге: ",
  "mn59:2.2": "«Благословенный не говорил не о двух видах чувств, ",
  "mn59:2.3": "Благословенный говорил о трёх видах чувств». ",
  "mn59:2.4": "",
  "mn59:2.5": "",
  "mn59:2.6": "Во второй раз Панчаканга возразил Удайину: ",
  "mn59:2.7": "«Благословенный говорил не о трёх видах чувств, уважаемый Удайин. ",
  "mn59:2.8": "Благословенный говорил о двух видах чувств». ",
  "mn59:2.9": "",
  "mn59:2.10": "",
  "mn59:3.1": "And for a third time, Udāyī said to Pañcakaṅga, ",
  "mn59:3.2": "«Благословенный не говорил не о двух видах чувств, ",
  "mn59:3.3": "Благословенный говорил о трёх видах чувств». ",
  "mn59:3.4": "",
  "mn59:3.5": "",
  "mn59:3.6": "И в третий раз Панчаканга возразил Удайину: ",
  "mn59:3.7": "«Благословенный говорил не о трёх видах чувств, уважаемый Удайин. ",
  "mn59:3.8": "Благословенный говорил о двух видах чувств». ",
  "mn59:3.9": "",
  "mn59:3.10": "",
  "mn59:3.11": "Ни достопочтенный Удайин не мог убедить плотника Панчакангу, ни плотник Панчаканга не мог убедить достопочтенного Удайина. ",
  "mn59:4.1": "Достопочтенный Ананда услышал их беседу. ",
  "mn59:4.2": "Он отправлися к Благословенному. Поклонившись ему, он сел рядом ",
  "mn59:4.3": "и рассказал Благословенному бо всей беседе между достопочтенным Удайином и плотником Панчакангой. ",
  "mn59:4.4": "Когда он закончил, Благословенный сказал ему: ",
  "mn59:5.1": "«Ананда, разъяснение, которое не принял плотник Панчаканга от достопочтенного Удайина, было правильным. И разъяснение, которое не принял достопочтенный Удайин от плотника Панчаканги, [тоже] было правильным. ",
  "mn59:5.2": "Я говорил о двух видах чувств в одном разъяснении; я говорил о трёх видах чувств… пяти… шести… восемнадцати… тридцати шести… ста восьми видах чувств в ином разъяснении. ",
  "mn59:5.3": "Так Дхамма была показана мной в [различных] разъяснениях. ",
  "mn59:5.4": "Когда Дхамма была показана мной в [различных] разъяснениях, то может статься так, что те, кто не соглашаются, не одобряют, не принимают хорошо сказанное другими, начнут вступать в дебаты, ссоры, полемики, и они будут ранить друг друга остриями своих языков. ",
  "mn59:5.5": "Так Дхамма была показана мной в [различных] разъяснениях. ",
  "mn59:5.6": "Но может статься так, что те, кто соглашаются, одобряют, принимают хорошо сказанное другими, будут жить в согласии, в учтивости, без ссор, подобно смешанному с водой молоку, смотря друг на друга дружескими взорами. ",
  "mn59:6.1": "Ананда, есть пять нитей чувственных удовольствий. ",
  "mn59:6.2": "Какие пять? ",
  "mn59:6.3": "Формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn59:6.4": "Звуки, познаваемые ухом… ",
  "mn59:6.5": "Запахи, познаваемые носом… ",
  "mn59:6.6": "Вкусы, познаваемые языком… ",
  "mn59:6.7": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn59:6.8": "Таковы пять нитей чувственных удовольствий. ",
  "mn59:6.9": "Удовольствие и радость, возникающие в зависимости от этих пяти нитей чувственных удовольствий, называются чувственным удовольствием ",
  "mn59:7.1": " Если кто-то скажет: «Это высочайшее удовольствие и радость, которую [только могут] переживать существа», я не соглашусь с ним в этом. ",
  "mn59:7.2": "И почему? ",
  "mn59:7.3": "Потому что есть другое удовольствие, более возвышенное и утончённое, нежели это удовольствие. ",
  "mn59:7.4": "И какое же это другое удовольствие? ",
  "mn59:7.5": "«Вот, Ананда, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn59:7.6": "Это другое удовольствие, более возвышенное и утончённое, нежели предыдущее удовольствие. ",
  "mn59:8.1": " Если кто-то скажет: «Это высочайшее удовольствие и радость, которую [только могут] переживать существа», я не соглашусь с ним в этом. ",
  "mn59:8.2": "И почему? ",
  "mn59:8.3": "Потому что есть другое удовольствие, более возвышенное и утончённое, нежели это удовольствие. ",
  "mn59:8.4": "И какое же это другое удовольствие? ",
  "mn59:8.5": "Вот, Ананда, с угасанием направления и удержания [ума на объекте], монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения… ",
  "mn59:8.6": "",
  "mn59:9.1": "",
  "mn59:9.2": "Это другое удовольствие, более возвышенное и утончённое, нежели предыдущее удовольствие. ",
  "mn59:9.3": "И какое же это другое удовольствие? ",
  "mn59:9.4": "Вот, Ананда, с угасанием восторга монах пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании»… ",
  "mn59:9.5": "",
  "mn59:10.1": "",
  "mn59:10.2": "Это другое удовольствие, более возвышенное и утончённое, нежели предыдущее удовольствие. ",
  "mn59:10.3": "И какое же это другое удовольствие? ",
  "mn59:10.4": "Вот, Ананда, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. … ",
  "mn59:10.5": "",
  "mn59:11.1": "",
  "mn59:11.2": "Это другое удовольствие, более возвышенное и утончённое, нежели предыдущее удовольствие. ",
  "mn59:11.3": "И какое же это другое удовольствие? ",
  "mn59:11.4": "Вот, Ананда, с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественного, осознавая: «Пространство безгранично», монах входит и пребывает в сфере безграничного пространства… ",
  "mn59:11.5": "",
  "mn59:12.1": "",
  "mn59:12.2": "Это другое удовольствие, более возвышенное и утончённое, нежели предыдущее удовольствие. ",
  "mn59:12.3": "И какое же это другое удовольствие? ",
  "mn59:12.4": "Вот, Ананда, с полным преодолением сферы безграничного пространства, воспринимая: «сознание безгранично», монах входит и пребывает в сфере безграничного сознания… ",
  "mn59:12.5": "",
  "mn59:13.1": "",
  "mn59:13.2": "Это другое удовольствие, более возвышенное и утончённое, нежели предыдущее удовольствие. ",
  "mn59:13.3": "И какое же это другое удовольствие? ",
  "mn59:13.4": "Вот, Ананда, монах с полным преодолением сферы безграничного сознания, осознавая: «Здесь ничего нет» входит и пребывает в сфере отсутствия всего… ",
  "mn59:13.5": "",
  "mn59:14.1": "",
  "mn59:14.2": "Это другое удовольствие, более возвышенное и утончённое, нежели предыдущее удовольствие. ",
  "mn59:14.3": "И какое же это другое удовольствие? ",
  "mn59:14.4": "Вот, Ананда, с полным преодолением сферы отсутствия всего монах входит и пребывает в сфере ни-восприятия-ни-не-восприятия. ",
  "mn59:14.5": "Это другое удовольствие, более возвышенное и утончённое, нежели предыдущее удовольствие. ",
  "mn59:15.1": " Если кто-то скажет: «Это высочайшее удовольствие и радость, которую [только могут] переживать существа», я не соглашусь с ним в этом. ",
  "mn59:15.2": "И почему? ",
  "mn59:15.3": "Потому что есть другое удовольствие, более возвышенное и утончённое, нежели это удовольствие. ",
  "mn59:15.4": "И какое же это другое удовольствие? ",
  "mn59:15.5": "Вот, Ананда, с полным преодолением сферы ни-восприятия-ни-невосприятия монах входит и пребывает в прекращении восприятия и чувствования. ",
  "mn59:15.6": "Это другое удовольствие, более возвышенное и утончённое, нежели предыдущее удовольствие. ",
  "mn59:16.1": "И может статься, Ананда, что странники – приверженцы других учений спросят: ",
  "mn59:16.2": "«Отшельник Готама говорит о прекращении восприятия и чувствования и [всё же] описывает это как удовольствие. ",
  "mn59:16.3": "Что же это? Как такое может быть? ",
  "mn59:16.4": "Странникам – приверженцам других учений, которые скажут так, следует ответить: ",
  "mn59:16.5": "Друзья, Благословенный описывает удовольствие не только в отношении приятного чувства. ",
  "mn59:16.6": "Но, друзья, Татхагата описывает как удовольствие любое удовольствие, где бы и каким бы образом оно ни обнаруживалось». ",
  "mn59:16.7": "Так сказал Благословенный. ",
  "mn59:16.8": "Достопочтенный Ананда был доволен и восхитился словами Благословенного. "
}