{
  "mn5:0.1": "Мадджхима Никая 5",
  "mn5:0.2": "Анангана-сутта: Без изъянов ",
  "mn5:1.1": "Так я слышал. ",
  "mn5:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn5:1.3": "Там достопочтенный Сарипутта обратился к монахам так: ",
  "mn5:1.4": "– Друзья монахи! ",
  "mn5:1.5": "– Друг! – ответили они. ",
  "mn5:1.6": "Достопочтенный Сарипутта сказал следующее:",
  "mn5:2.1": "“Друзья, есть эти четыре типа личностей в мире. ",
  "mn5:2.2": "Какие четыре? ",
  "mn5:2.3": "Бывает так, когда некий человек с изъяном не понимает в соответствии с действительностью: «Во мне есть изъян». ",
  "mn5:2.4": "Бывает так, когда некий человек с изъяном понимает в соответствии с действительностью: «Во мне есть изъян». ",
  "mn5:2.5": "Бывает так, когда некий человек без изъяна не понимает в соответствии с действительностью: «Во мне нет изъяна». ",
  "mn5:2.6": "Бывает так, когда некий человек без изъяна понимает в соответствии с действительностью: «Во мне нет изъяна». ",
  "mn5:2.7": "Человек с изъяном, который не понимает в соответствии с действительностью: «Во мне есть изъян» – зовётся низшим из этих двух типов личностей с изъяном.  ",
  "mn5:2.8": "Человек с изъяном, который понимает в соответствии с действительностью: «Во мне есть изъян» – зовётся высшим из этих двух типов личностей с изъяном. ",
  "mn5:2.9": "Человек без изъяна, который не понимает в соответствии с действительностью: «Во мне нет изъяна» – зовётся низшим из этих двух типов личностей без изъяна.  ",
  "mn5:2.10": "Человек без изъяна, который понимает в соответствии с действительностью: «Во мне нет изъяна» – зовётся высшим из этих двух типов личностей без изъяна.” ",
  "mn5:3.1": "Когда так было сказано, достопочтенный Махамоггаллана спросил достопочтенного Сарипутту: ",
  "mn5:3.2": "– Друг Сарипутта, в чём условие и причина, почему из этих двух типов личностей с изъяном один зовётся низшим, а другой зовётся высшим?",
  "mn5:3.3": "В чём условие и причина, почему из этих двух типов личностей без изъяна один зовётся низшим, а другой зовётся высшим?",
  "mn5:4.1": "– Друг, когда человек с изъяном не понимает в соответствии с действительностью: «Во мне есть изъян», то можно ожидать, что он не будет зарождать рвение, делать усилие, вызывать усердие, чтобы отбросить этот изъян, ",
  "mn5:4.2": "и что он умрёт с жаждой, злобой, заблуждением, с изъяном, с загрязнённым умом. ",
  "mn5:4.3": "Представь, как если бы из лавки или же из кузницы принесли бронзовую тарелку с грязью и пятнами, ",
  "mn5:4.4": "и владельцы бы ни использовали её, ни почистили, но положили в пыльный угол. ",
  "mn5:4.5": "Стала бы бронзовая тарелка более загрязнённой и запятнанной позже? ",
  "mn5:4.6": "– Да, друг.",
  "mn5:4.7": "– Точно также, друг, когда человек с изъяном не понимает в соответствии с действительностью: «Во мне есть изъян», то можно ожидать, что он не будет зарождать рвение…",
  "mn5:4.8": "умрёт… с загрязнённым умом. ",
  "mn5:5.1": "Когда человек с изъяном понимает в соответствии с действительностью: «Во мне есть изъян», то можно ожидать того, что он будет зарождать рвение, делать усилие, вызывать усердие, чтобы отбросить этот изъян,  ",
  "mn5:5.2": "и что он умрёт без жажды, злобы, заблуждения, без изъяна, с незагрязнённым умом. ",
  "mn5:5.3": "Представь, как если бы из лавки или же из кузницы принесли бронзовую тарелку с грязью и пятнами, ",
  "mn5:5.4": "и владельцы бы использовали её, почистили, не положили в пыльный угол. ",
  "mn5:5.5": "Стала бы бронзовая тарелка более чистой и яркой позже?»",
  "mn5:5.6": "– Да, друг. ",
  "mn5:5.7": "“– Точно также, друг, когда человек с изъяном понимает в соответствии с действительностью: «Во мне есть изъян», то можно ожидать, что он будет зарождать рвение… ",
  "mn5:5.8": "умрёт… с незагрязнённым умом. ",
  "mn5:6.1": "Когда человек без изъяна не понимает в соответствии с действительностью: «Во мне нет изъяна», то можно ожидать, что он будет уделять внимание образу красивого, и из-за этого жажда наводнит его ум, ",
  "mn5:6.2": "и он умрёт с жаждой, злобой, заблуждением, с изъяном, с загрязнённым умом. ",
  "mn5:6.3": "Представь, как если бы из лавки или же из кузницы принесли чистую и яркую бронзовую тарелку,  ",
  "mn5:6.4": "и владельцы бы ни использовали её, ни почистили, но положили в пыльный угол. ",
  "mn5:6.5": "Стала бы бронзовая тарелка более загрязнённой и запятнанной позже? ",
  "mn5:6.6": "– Да, друг. ",
  "mn5:6.7": "– Точно также, друг, когда человек без изъяна не понимает в соответствии с действительностью: «Во мне нет изъяна», то можно ожидать… ",
  "mn5:6.8": "умрёт… с загрязнённым умом. ",
  "mn5:7.1": "Когда человек без изъяна понимает в соответствии с действительностью: «Во мне нет изъяна», то можно ожидать, что он не будет уделять внимание образу красивого, и из-за этого жажда не наводнит его ум, ",
  "mn5:7.2": "и он умрёт без жажды, злобы, заблуждения, без изъяна, с незагрязнённым умом. ",
  "mn5:7.3": "Представь, как если бы из лавки или же из кузницы принесли чистую и яркую бронзовую тарелку,  ",
  "mn5:7.4": "и владельцы бы использовали её, почистили, не положили в пыльный угол. ",
  "mn5:7.5": "Стала бы бронзовая тарелка более чистой и яркой позже?» ",
  "mn5:7.6": "– Да, друг.” ",
  "mn5:7.7": "– Точно также, друг, когда человек без изъяна понимает в соответствии с действительностью: «Во мне нет изъяна», то можно ожидать…  ",
  "mn5:7.8": "умрёт… с незагрязнённым умом. ",
  "mn5:8.1": "Вот в чём условие и причина, почему из этих двух типов личностей с изъяном один зовётся низшим, а другой зовётся высшим.  ",
  "mn5:8.2": "Вот в чём условие и причина, почему из этих двух типов личностей без изъяна один зовётся низшим, а другой зовётся высшим. ",
  "mn5:9.1": "– Изъян, изъян – так говорится, друг.  ",
  "mn5:9.2": "Но что обозначает это слово «изъян»?",
  "mn5:9.3": "– «Изъян», друг, обозначает сферу порочных, неблагих желаний.  ",
  "mn5:10.1": "Может быть так, что монах пожелает: ",
  "mn5:10.2": "«Если я совершу проступок, пусть монахи не узнают о том, что я совершил проступок».",
  "mn5:10.3": "И может быть так, что монахи узнают о том,",
  "mn5:10.4": "что этот монах совершил проступок. ",
  "mn5:10.5": " Из-за этого он злится и проявляет горечь так: ",
  "mn5:10.6": "«Монахи знают, что я совершил проступок».",
  "mn5:10.7": "Злость и горечь – ",
  "mn5:10.8": "оба [эти качества] являются изъяном. ",
  "mn5:11.1": "Может быть так, что монах пожелает:  ",
  "mn5:11.2": "«Если я совершу проступок, пусть монахи сделают мне выговор в частном порядке, а не в присутствии общины монахов».  ",
  "mn5:11.3": "И может быть так, что монахи сделают ему выговор в присутствии общины монахов, а не в частном порядке. ",
  "mn5:11.4": "Из-за этого он злится и проявляет горечь так:",
  "mn5:11.5": "«Монахи сделали мне выговор в присутствии общины монахов, а не в частном порядке». ",
  "mn5:11.6": "Злость и горечь – ",
  "mn5:11.7": "оба [эти качества] являются изъяном. ",
  "mn5:12.1": "Может быть так, что монах пожелает: ",
  "mn5:12.2": "«Если я совершу проступок, пусть только равный мне сделает мне выговор, а не тот, кто не равен мне». ",
  "mn5:12.3": "И может быть так, что тот, кто не равен ему, сделает ему выговор, а не тот, кто равен ему. ",
  "mn5:12.4": "Из-за этого он злится и проявляет горечь так:",
  "mn5:12.5": "«Тот, кто не равен мне, делает мне выговор, а не тот, кто равен мне».",
  "mn5:12.6": "Злость и горечь –",
  "mn5:12.7": "оба [эти качества] являются изъяном.",
  "mn5:13.1": "Может быть так, что монах пожелает:",
  "mn5:13.2": "«Пусть Учитель обучает Дхамме монахов, задавая мне ряд вопросов, а не некоему другому монаху!» ",
  "mn5:13.3": "И может быть так, что Учитель обучает Дхамме монахов, задавая ряд вопросов некоему другому монаху, а не тому монаху.  ",
  "mn5:13.4": "Из-за этого он злится и проявляет горечь так:",
  "mn5:13.5": "«Учитель обучает… другому монаху, а не мне». ",
  "mn5:13.6": "Злость и горечь –",
  "mn5:13.7": "оба [эти качества] являются изъяном.",
  "mn5:14.1": "Может быть так, что монах пожелает:  ",
  "mn5:14.2": "«Пусть монахи входят в деревню за подаяниями, ставя меня во главе, а не некоего другого монаха!»  ",
  "mn5:14.3": "И может быть так, что монахи входят в деревню за подаяниями, ставя во главе некоего другого монаха, но не того монаха.  ",
  "mn5:14.4": "Из-за этого он злится и проявляет горечь так: ",
  "mn5:14.5": "«Монахи входят в деревню за подаяниями, ставя во главе некоего другого монаха, но не меня».",
  "mn5:14.6": "Злость и горечь –",
  "mn5:14.7": "оба [эти качества] являются изъяном.",
  "mn5:15.1": "Может быть так, что монах пожелает: ",
  "mn5:15.2": "Пусть мне достанется лучшее сиденье, лучшая вода, лучшая еда в трапезной, но не некоему другому монаху!» ",
  "mn5:15.3": "И может быть так, что лучшее сиденье, лучшая вода, лучшая еда в трапезной достанутся другому монаху, а не тому монаху… ",
  "mn5:15.4": "",
  "mn5:15.5": "",
  "mn5:15.6": "",
  "mn5:15.7": "",
  "mn5:16.1": "Может быть так, что монах пожелает:  ",
  "mn5:16.2": "«Пусть я буду давать благословения в трапезной после принятия пищи, а не некий другой монах!»… ",
  "mn5:16.3": "И может быть так, что давать благословения в трапезной после принятия пищи будет другой монах, а не тот монах.  ",
  "mn5:16.4": "",
  "mn5:16.5": "",
  "mn5:16.6": "",
  "mn5:16.7": "",
  "mn5:17.1": "Может быть так, что монах пожелает:  ",
  "mn5:17.3": "",
  "mn5:17.2": "Пусть я буду обучать Дхамме монахов!»… «Пусть я буду обучать Дхамме монахинь!»… «Пусть я буду обучать Дхамме мирян, которые посещают монастырь!»… «Пусть я буду обучать Дхамме мирянок, которые посещают монастырь!»… ",
  "mn5:17.4": "",
  "mn5:17.5": "",
  "mn5:17.6": "",
  "mn5:17.7": "",
  "mn5:18-20.1": "",
  "mn5:18-20.2": "",
  "mn5:18-20.3": "",
  "mn5:18-20.4": "",
  "mn5:18-20.5": "И может быть так, что другой монах будет обучать Дхамме… ",
  "mn5:18-20.6": "",
  "mn5:18-20.7": "",
  "mn5:18-20.8": "",
  "mn5:18-20.9": "",
  "mn5:21.1": "Может быть так, что монах пожелает:  ",
  "mn5:21.2": " «Пусть монахи чтят, уважают, почитают, выражают почтение мне, а не другому монаху!»… «Пусть монахини… миряне… мирянки чтят, уважают, почитают, выражают почтение мне, а не другому монаху!»…  ",
  "mn5:21.3": "",
  "mn5:21.4": "",
  "mn5:21.5": "",
  "mn5:21.6": "",
  "mn5:21.7": "",
  "mn5:22-24.1": "",
  "mn5:22-24.2": "",
  "mn5:22-24.3": "",
  "mn5:22-24.4": "",
  "mn5:22-24.5": "И может быть так, чтить, уважать, почитать… будут другого монаха… ",
  "mn5:22-24.6": "",
  "mn5:22-24.7": "",
  "mn5:22-24.8": "",
  "mn5:22-24.9": "",
  "mn5:25.1": "Может быть так, что монах пожелает:  ",
  "mn5:25.2": "«Пусть я буду тем, кто получает лучшее одеяние, а не некий другой монах!»… «Пусть я буду тем, кто получает лучшую еду… лучшее жилище… лучшие необходимые для лечения вещи, а не некий другой монах!» ",
  "mn5:25.3": "И может быть так, что некий другой монах получает лучшую еду… лучшие необходимые для лечения вещи, но не тот монах. ",
  "mn5:25.4": "",
  "mn5:25.5": "",
  "mn5:25.6": "",
  "mn5:25.7": "",
  "mn5:26-27.1": "",
  "mn5:26-27.2": "",
  "mn5:26-27.3": "",
  "mn5:26-27.4": "",
  "mn5:26-27.5": "",
  "mn5:26-27.6": " Из-за этого он злится и проявляет горечь так:  ",
  "mn5:26-27.7": "«Другой монах является тем, кто получает лучшее одеяние… лучшие необходимые для лечения вещи, но не я». ",
  "mn5:26-27.8": "Злость и горечь –",
  "mn5:26-27.9": "оба [эти качества] являются изъяном.",
  "mn5:28.1": "«Изъян», друг, обозначает сферу этих порочных, неблагих желаний.",
  "mn5:29.1": "Если [другие] видят и слышат, что сферы этих порочных, неблагих желаний не отброшены в каком-либо монахе, то для всех он может быть тем, кто живёт в лесу, часто [затворяется] в уединённых обиталищах, ест [только ту еду], что получена [им лично] с [хождения за] подаяниями, ходит [собирать подаяния] от дома к дому [не пропуская ни одного], носит [только] обноски, носит грубые одежды, но всё равно его товарищи по святой жизни не чтят, не почитают, не уважают [его], не выражают ему почтения.  ",
  "mn5:29.2": "И почему? ",
  "mn5:29.3": "Потому что [они] видят и слышат, что сферы этих порочных, неблагих желаний не отброшены в этом достопочтенном. ",
  "mn5:29.4": "Представь, как если бы из лавки или же из кузницы принесли чистую и яркую бронзовую тарелку. ",
  "mn5:29.5": "И владельцы положили бы на неё труп змеи, или собаки, или человека, и, накрыв другой тарелкой, отнесли бы обратно на рынок.  ",
  "mn5:29.6": "Люди увидели бы и сказали: ",
  "mn5:29.7": "«Что это ты там несёшь, будто сокровище?»  ",
  "mn5:29.8": "И затем, подняв крышку, раскрыв, они бы заглянули, ",
  "mn5:29.9": "и как только увидели [содержимое], то в них возникло бы такое отвращение, омерзение, брезгливость, ",
  "mn5:29.10": "то даже те, кто был голоден, не захотели есть, уж не говоря о тех, кто был сыт. ",
  "mn5:29.11": "Точно также, если [другие] видят и слышат, что сферы этих порочных, неблагих желаний не отброшены в каком-либо монахе… не выражают ему почтения.  ",
  "mn5:29.12": "И почему? ",
  "mn5:29.13": "Потому что [они] видят и слышат, что сферы этих порочных, неблагих желаний не отброшены в этом достопочтенном. ",
  "mn5:30.1": "Если [другие] видят и слышат, что сферы этих порочных, неблагих желаний отброшены в каком-либо монахе, то для всех он может быть тем, кто проживает в деревне, принимает приглашения [на обеды], носит одеяния, подаренные ему домохозяевами, но всё равно его товарищи по святой жизни чтят, почитают, уважают [его], выражают ему почтение.  ",
  "mn5:30.2": "И почему? ",
  "mn5:30.3": "Потому что [они] видят и слышат, что сферы этих порочных, неблагих желаний отброшены в этом достопочтенном.",
  "mn5:30.4": "Представь, как если бы из лавки или же из кузницы принесли чистую и яркую бронзовую тарелку. ",
  "mn5:30.5": "И владельцы положили бы на неё чистый варёный рис и различные супы и подливки, и, накрыв другой тарелкой, отнесли обратно на рынок. ",
  "mn5:30.6": "Люди увидели бы и сказали:",
  "mn5:30.7": "«Что это ты там несёшь, будто сокровище?» ",
  "mn5:30.8": "И затем, подняв крышку, раскрыв, ",
  "mn5:30.9": "они бы заглянули, и как только увидели [содержимое], в них возникла бы такая приязнь, аппетит, удовольствие, ",
  "mn5:30.10": " что даже те, кто был сыт, захотели бы поесть, не говоря уж о тех, кто был голоден. ",
  "mn5:30.11": "Точно также, если [другие] видят и слышат, что сферы этих порочных, неблагих желаний отброшены в каком-либо монахе… выражают ему почтение. ",
  "mn5:30.12": "И почему?",
  "mn5:30.13": "Потому что [они] видят и слышат, что сферы этих порочных, неблагих желаний отброшены в этом достопочтенном. ",
  "mn5:31.1": "Когда так было сказано, достопочтенный Махамоггаллана обратился к достопочтенному Сарипутте: ",
  "mn5:31.2": "– Придумалась мне метафора, друг Сарипутта. ",
  "mn5:31.3": "– Расскажи, друг Моггаллана. ",
  "mn5:31.4": "– Однажды, друг, я проживал в Горной Крепости в Раджагахе. ",
  "mn5:31.5": "И тогда, утром, я оделся, взял чашу и одеяние, и вошёл в Раджагаху собирать подаяния. ",
  "mn5:31.6": "И в то время Самити, сын изготовителя повозок, строгал обод, ",
  "mn5:31.7": "а адживака Пандупутта, сын бывшего изготовителя повозок, стоял рядом.  ",
  "mn5:31.8": "И тогда следующая мысль возникла в уме адживаки Пандупутты:  ",
  "mn5:31.9": "«Пусть этот Самити, сын изготовителя повозок, выровняет этот изгиб, эту скрученность, этот изъян в ободе, так чтобы он не имел бы изгибов, скрученностей, изъянов, и состоял бы из чистейшей древесной сердцевины». ",
  "mn5:31.10": "И как только эта мысль проскользнула у него в уме, Самити, сын изготовителя повозок, выровнял этот изгиб, эту скрученность, этот изъян в ободе. ",
  "mn5:31.11": "И тогда адживака Пандупутта, сын бывшего изготовителя повозок, обрадовался и огласил свою радость так: ",
  "mn5:31.12": "«Он выправляет так, как если бы знал мой ум своим умом!» ",
  "mn5:32.1": "Точно также, друг, бывают люди, не имеющие веры, которые ушли из жизни домохозяйской в жизнь бездомную не из-за веры, а ради того, чтобы добыть себе средства к жизни. Они жуликоватые, лживые, предательские, высокомерные, неискренние, самовлюблённые, грубые, беспорядочные в своих речах, не охраняют способности [органов чувств], неумеренны в еде, не предаются бодрствованию, не интересуются затворничеством, не особо уважают тренировку, проживают в роскоши, беспечные, превосходят других в своём падении, пренебрегают затворничеством, ленивые, не имеющие усердия, не осознанные, не бдительные, не сосредоточенные, с блуждающими умами, лишённые мудрости, тупоумные. Достопочтенный Сарипутта своей беседой по Дхамме выправляет их изъяны, как если бы он знал мой ум своим умом! ",
  "mn5:32.2": "Но есть представители клана, которые ушли из жизни домохозяйской в жизнь бездомную благодаря вере, не жуликоватые… не беспорядочные в своих речах; которые охраняют способности [органов чувств], предаются бодрствованию, интересуются затворничеством, имеют великое уважение к тренировке, не проживают в роскоши и не беспечны, усердны в том, чтобы избежать падения, они превосходят других в затворничестве, усердные, решительные, утверждены в осознанности, бдительные, сосредоточенные, с собранными умами, обладающие мудростью, не тупоумные. Эти, услышав беседу по Дхамме от достопочтенного Сарипутты, словом и мыслью как будто бы едят и пьют её. ",
  "mn5:32.3": "Воистину благостно, что он делает так, что его товарищи по святой жизни покидают неблагое и утверждаются в благом. ",
  "mn5:33.1": "Подобно тому, как женщина или мужчина – молодой, юный, радующийся украшениям, с помытой головой принял бы гирлянду из лотосов, жасмина, или роз; взял бы её обеими руками и поместил на голову –  ",
  "mn5:33.2": "точно также, есть представители клана, которые ушли из жизни домохозяйской… словом и мыслью как будто бы едят и пьют её. ",
  "mn5:33.3": "Воистину благостно, что он делает так, что его товарищи по святой жизни покидают неблагое и утверждаются в благом ",
  "mn5:33.4": "И так оно было, что эти двое великих существ возрадовались благим словам друг друга. "
}