{
  "mn60:0.1": "Мадджхима Никая 60 ",
  "mn60:0.2": "Учение о неоспоримом ",
  "mn60:1.1": "Так я слышал. ",
  "mn60:1.2": "Однажды Благословенный странствовал переходами по стране Косал с большой общиной монахов и со временем прибыл в косальскую брахманскую деревню под названием Сала. ",
  "mn60:2.1": "Домохозяева-брахманы из Салы услышали: ",
  "mn60:2.2": "«Отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, путешествует по стране Косал с большой общиной монахов и прибыл в Салу. ",
  "mn60:2.3": "И об этом господине Готаме распространилась такая славная молва: ",
  "mn60:2.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "mn60:2.5": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn60:2.6": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую». ",
  "mn60:2.7": "Хорошо было бы увидеть таких арахантов». ",
  "mn60:3.1": "И тогда домохозяева-брахманы Салы отправились к Благословенному. Некоторые поклонились Благословенному и сели рядом. Некоторые обменялись с ним приветствиями и после обмена вежливыми приветствиями и любезностями сели рядом. Некоторые из них сели рядом, поприветствовав Благословенного сложенными у груди ладонями. Некоторые из них сели рядом, объявив перед Благословенным своё имя и имя клана. Некоторые из них сели рядом [просто] молча. Благословенный спросил их: ",
  "mn60:4.1": "«Домохозяева, есть ли какой-либо славный учитель, которому вы не без оснований верили бы?» ",
  "mn60:4.2": "«Нет, уважаемый». ",
  "mn60:4.3": "«Поскольку, домохозяева, у вас нет [такого] славного учителя, то вы можете принять и практиковать это учение о неоспоримом [выборе], ",
  "mn60:4.4": "поскольку если принять и практиковать это учение о неоспоримом [выборе], то это приведёт к вашему благополучию и счастью на долгое время. ",
  "mn60:4.5": "И что это за учение о неоспоримом [выборе]? ",
  "mn60:5.1": "Монахи, есть некие жрецы и отшельники, чья доктрина и воззрение таковы: ",
  "mn60:5.2": "«Нет ничего, что дано; нет ничего, что предложено; нет ничего, что пожертвовано. Нет плода или результата хороших или плохих поступков. Нет этого мира, нет другого мира; нет отца, нет матери, нет спонтанно рождающихся существ. Нет хороших и нравственных жрецов и отшельников в мире, которые, сами реализовав [это своим собственным] прямым знанием, провозгласили этот мир и другой мир». ",
  "mn60:6.1": "Есть некоторые жрецы и отшельники, чья доктрина напрямую противоречит доктрине этих жрецов и отшельников. ",
  "mn60:6.2": "Они говорят так: ",
  "mn60:6.3": "«Есть то, что дано; есть то, что предложено; есть то, что пожертвовано. Есть плод или результат хороших или плохих поступков. Есть этот мир, есть другой мир; Есть отец, есть мать, есть спонтанно рождающиеся существа. Есть хорошие и нравственные жрецы и отшельники в мире, которые, сами реализовав [это своим собственным] прямым знанием, провозгласили этот мир и другой мир». ",
  "mn60:6.4": "Как вы думаете, домохозяева? ",
  "mn60:6.5": "Не придерживаются ли эти жрецы и отшельники полностью противоположных доктрин в отношении друг друга?» ",
  "mn60:6.6": "«Да, уважаемый». ",
  "mn60:7.1": "«Домохозяева, что касается тех жрецов и отшельников, чья доктрина и воззрения таковы: ",
  "mn60:7.2": "«Нет ничего, что дано этот мир и другой мир», ",
  "mn60:7.3": "– может статься так, что они будут избегать этих трёх благих состояний – благого телесного поведения, благого словесного поведения, благого умственного поведения – и предпримут и будут практиковать эти три неблагих состояния: неблагое телесное поведение, неблагое словесное поведение, неблагое умственное поведение. ",
  "mn60:7.4": "И почему? ",
  "mn60:7.5": "Потому что эти почтенные жрецы и отшельники не видят в этих неблагих состояниях опасность, упадок, загрязнение; как не видят они и в благих состояниях благословения от отречения, аспекта очищения. ",
  "mn60:8.1": "Но поскольку на самом деле другой мир существует, то тот, кто придерживается такого воззрения: «Нет другого мира», – имеет неправильное воззрение. ",
  "mn60:8.2": "Поскольку на самом деле другой мир существует, то тот, кто устремляется так: «Нет другого мира», – имеет неправильное устремление. ",
  "mn60:8.3": "Поскольку на самом деле другой мир существует, то тот, кто делает утверждение: «Нет другого мира», – имеет неправильную речь. ",
  "mn60:8.4": "Поскольку на самом деле другой мир существует, то тот, кто говорит: «Нет другого мира», – противоречит тем арахантам, которые знают другой мир. ",
  "mn60:8.5": "Поскольку на самом деле другой мир существует, то когда он убеждает другого: «Нет другого мира», – он убеждает его принять неправильную Дхамму, и поскольку он убеждает другого принять неправильную Дхамму, ",
  "mn60:8.6": "он восхваляет себя и унижает других. ",
  "mn60:8.7": "Так какая-либо чистая нравственность, что у него была прежде, отбрасывается и замещается порочным поведением. ",
  "mn60:8.8": "И это неправильное воззрение, неправильное устремление, неправильная речь, противопоставление [себя] благородным, убеждение другого принять неправильную Дхамму, восхваление себя и унижение других – все эти плохие, неблагие состояния возникают, имея своим условием неправильное воззрение. ",
  "mn60:9.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn60:9.2": "«Если нет другого мира, то тогда после распада тела, после смерти, этот почтенный человек окажется в достаточной безопасности. ",
  "mn60:9.3": "Но если другой мир существует, то тогда этот почтенный человек после распада тела, после смерти, переродится в состоянии лишений, в несчастливых уделах, в погибели, даже в аду. ",
  "mn60:9.4": "Вне зависимости от того, правдивы ли слова тех почтенных жрецов и отшельников, если я предположу, что нет другого мира, ",
  "mn60:9.5": "то всё равно этого почтенного человека мудрые здесь и сейчас порицали бы как безнравственного, как того, кто имеет неправильные воззрения и придерживается доктрины нигилизма ",
  "mn60:9.6": "С другой стороны, если есть другой мир, то этому почтенному человеку не повезло дважды: ",
  "mn60:9.7": "Его здесь и сейчас порицают мудрые, и вместе с этим – после распада тела, после смерти – он переродится в состоянии лишений, в несчастливых уделах, в погибели, даже в аду. ",
  "mn60:9.8": "Он плохо принял и усвоил это учение о неоспоримом [выборе] так, что оно покрывает [только] одно и исключает благую сторону. ",
  "mn60:10.1": "Домохозяева, что касается тех жрецов и отшельников, чья доктрина и воззрения таковы: ",
  "mn60:10.2": "«Есть то, что дано; есть то, что предложено провозглашают этот мир и другой мир», ",
  "mn60:10.3": "то может статься так, что они, избегая этих трёх неблагих состояний – неблагого телесного поведения, неблагого словесного поведения, неблагого умственного поведения – и предпримут и будут практиковать эти три благих состояния: благое телесное поведение, благое словесное поведение, благое умственное поведение. ",
  "mn60:10.4": "И почему? ",
  "mn60:10.5": "Потому что эти почтенные жрецы и отшельники видят в этих неблагих состояниях опасность, упадок, загрязнение и видят в благих состояниях благословение от отречения, аспект очищения. ",
  "mn60:11.1": "Поскольку на самом деле другой мир существует, то тот, кто придерживается воззрения: «Есть другой мир», – имеет правильное воззрение. ",
  "mn60:11.2": "Поскольку на самом деле другой мир существует, то тот , кто устремляется так: «Есть другой мир», – имеет правильное устремление. ",
  "mn60:11.3": "Поскольку на самом деле другой мир существует, то тот, кто делает утверждение: «Есть другой мир», – имеет правильную речь. ",
  "mn60:11.4": "Поскольку на самом деле другой мир существует, тот, кто говорит: «Есть другой мир», – не противоречит тем арахантам, которые знают другой мир. ",
  "mn60:11.5": "Поскольку на самом деле другой мир существует, то когда он убеждает другого: «Есть другой мир», – он убеждает его принять правильную Дхамму, и поскольку он убеждает другого принять правильную Дхамму, ",
  "mn60:11.6": "он не восхваляет себя и не унижает других. ",
  "mn60:11.7": "Так какое-либо порочное поведение, что у него было прежде, отбрасывается и замещается чистой нравственностью. ",
  "mn60:11.8": "И это правильное воззрение, правильное устремление, правильная речь, непротивопоставление [себя] благородным, убеждение другого принять истинную Дхамму, избегание восхваления себя и унижения других – все эти благие состояния возникают, имея своим условием правильное воззрение. ",
  "mn60:12.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn60:12.2": "«Если есть другой мир, то тогда после распада тела, после смерти, этот почтенный человек переродится в счастливом уделе, даже в небесном мире. ",
  "mn60:12.3": "Вне зависимости от того, правдивы ли слова тех почтенных жрецов и отшельников, если я предположу, что нет другого мира, ",
  "mn60:12.4": "то всё равно этого почтенного человека здесь и сейчас восхваляют мудрые как нравственного, того, кто имеет правильные воззрения, придерживается доктрины об утверждении [другого мира]. ",
  "mn60:12.5": "С другой стороны, если есть другой мир, то этому почтенному человеку повезло дважды: ",
  "mn60:12.6": "Его здесь и сейчас восхваляют мудрые, и вместе с этим – после распада тела, после смерти – он переродится в счастливом уделе, даже в небесном мире. ",
  "mn60:12.7": "Он хорошо принял и усвоил это учение о неоспоримом [выборе] так, что оно покрывает и то и другое, а также исключает неблагую сторону». ",
  "mn60:13.1": "Монахи, есть некие жрецы и отшельники, чья доктрина и воззрение таковы: ",
  "mn60:13.2": "«Действуя или побуждая действовать других, калеча или побуждая калечить других, пытая или побуждая пытать других, огорчая или побуждая огорчать других, угнетая или побуждая угнетать других, наводя ужас или побуждая наводить ужас других; убивая живых существ, забирая то, что не было дано, врываясь в дома, расхищая имущество, совершая кражу, совершая разбой на дорогах, совращая чужую жену, говоря ложь, – человек не делает зла. ",
  "mn60:13.3": "Если [железным] диском с острыми краями превратить живых существ на этой земле в одну кучу из плоти, одну груду из плоти, то не свершилось бы зла по этой причине, не наступило бы зла. ",
  "mn60:13.4": "Даже если кто-либо шёл бы вдоль южного берега Ганги, убивая и побуждая убивать других, калеча и побуждая калечить других, пытая и побуждая пытать других, – то не свершилось бы зла по этой причине, не наступило бы зла. ",
  "mn60:13.5": "Даже если кто-либо шёл бы вдоль северного берега Ганги, раздавая дары и побуждая раздавать дары других, делая подношения и побуждая делать подношения других, – то не свершилось бы благих заслуг по этой причине, не наступило бы заслуг. ",
  "mn60:13.6": "Благодаря щедрости, самообузданию, сдержанности, правдивой речи – не свершается заслуг по этой причине, не наступает заслуг». ",
  "mn60:14.1": "Есть некоторые жрецы и отшельники, чья доктрина напрямую противоречит доктрине этих жрецов и отшельников. Они говорят так: ",
  "mn60:14.2": "«Действуя или побуждая действовать других, калеча или побуждая калечить других, пытая или побуждая пытать других, огорчая или побуждая огорчать других, угнетая или побуждая угнетать других, наводя ужас или побуждая наводить ужас других; Убивая живых существ, забирая то, что не было дано, врываясь в дома, расхищая имущество, совершая кражу, совершая разбой на дорогах, совращая чужую жену, говоря ложь, – человек совершает зло. ",
  "mn60:14.3": "Если [железным] диском с острыми краями превратить всех живых существ на этой земле в одну кучу из плоти, одну груду из плоти, то зло свершилось бы по этой причине, наступило бы зло. ",
  "mn60:14.4": "Даже если кто-либо шёл бы вдоль южного берега Ганги, убивая и побуждая убивать других, калеча и побуждая калечить других, пытая и побуждая пытать других, – то зло свершилось бы по этой причине, наступило бы зло. ",
  "mn60:14.5": "Даже если кто-либо шёл бы вдоль северного берега Ганги, раздавая дары и побуждая раздавать дары других, делая подношения и побуждая делать подношения других, – то свершились бы благие заслуги по этой причине, наступили бы заслуги. ",
  "mn60:14.6": "Благодаря щедрости, самообузданию, сдержанности, правдивой речи – свершаются заслуги по этой причине, наступают заслуги». ",
  "mn60:14.7": "Как вы думаете, домохозяева? ",
  "mn60:14.8": "Не придерживаются ли эти жрецы и отшельники полностью противоположных доктрин в отношении друг друга?» ",
  "mn60:14.9": "«Да, уважаемый». ",
  "mn60:15.1": "«Домохозяева, что касается тех жрецов и отшельников, чья доктрина и воззрения таковы: ",
  "mn60:15.2": "«Действуя или побуждая действовать других, калеча или побуждая калечить других, пытая или побуждая пытать других человек не свершает зла. Благодаря щедрости, самообузданию, сдержанности, правдивой речи – не свершается заслуг по этой причине, не наступает заслуг», ",
  "mn60:15.3": "",
  "mn60:15.4": "",
  "mn60:15.5": "– может статься так, что они будут избегать этих трёх благих состояний – благого телесного поведения, благого словесного поведения, благого умственного поведения – и предпримут и будут практиковать эти три неблагих состояния: неблагое телесное поведение, неблагое словесное поведение, неблагое умственное поведение. ",
  "mn60:15.6": "И почему? ",
  "mn60:15.7": "Потому что эти почтенные жрецы и отшельники не видят в этих неблагих состояниях опасность, упадок, загрязнение; как не видят они и в благих состояниях благословения от отречения, аспекта очищения. ",
  "mn60:16.1": "Но поскольку на самом деле есть действие [камма], то тот, кто придерживается такого воззрения: «Нет действия [каммы]», – имеет неправильное воззрение. ",
  "mn60:16.2": "Поскольку на самом деле есть действие, то тот, кто устремляется так: «Нет действия», – имеет неправильное устремление. ",
  "mn60:16.3": "Поскольку на самом деле есть действие, то тот, кто делает утверждение: «Нет действия», – имеет неправильную речь. ",
  "mn60:16.4": "Поскольку на самом деле есть действие, то тот, кто говорит: «Нет действия», – противоречит тем арахантам, которые придерживаются доктрины о том, что действие есть. ",
  "mn60:16.5": "Поскольку на самом деле есть действие, то когда он убеждает другого: «Нет действия», – он убеждает его принять неправильную Дхамму, ",
  "mn60:16.6": "он восхваляет себя и унижает других. ",
  "mn60:16.7": "Так какая-либо чистая нравственность, что у него была прежде, отбрасывается и замещается порочным поведением. ",
  "mn60:16.8": "И это неправильное воззрение, неправильное устремление, неправильная речь, противопоставление [себя] благородным, убеждение другого принять неправильную Дхамму, восхваление себя и унижение других – все эти плохие, неблагие состояния возникают, имея своим условием неправильное воззрение. ",
  "mn60:17.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn60:17.2": "«Если нет действия [каммы], то тогда после распада тела, после смерти, этот почтенный человек окажется в достаточной безопасности. ",
  "mn60:17.3": "Но если действие есть, то тогда этот почтенный человек после распада тела, после смерти, переродится в состоянии лишений, в несчастливых уделах, в погибели, даже в аду. ",
  "mn60:17.4": "Вне зависимости от того, правдивы ли слова тех почтенных жрецов и отшельников, если я предположу, что нет действия [каммы], ",
  "mn60:17.5": "То всё равно этого почтенного человека мудрые здесь и сейчас порицали бы как безнравственного, как того, кто имеет неправильные воззрения и придерживается доктрины не-действия [каммы]. ",
  "mn60:17.6": "С другой стороны, если есть действие, то этому почтенному человеку не повезло дважды: ",
  "mn60:17.7": "Его здесь и сейчас порицают мудрые, и вместе с этим – после распада тела, после смерти – он переродится в состоянии лишений, в несчастливых уделах, в погибели, даже в аду. ",
  "mn60:17.8": "Он плохо принял и усвоил это учение о неоспоримом [выборе] так, что оно покрывает [только] одно и исключает благую сторону. ",
  "mn60:18.1": "Домохозяева, что касается тех жрецов и отшельников, чья доктрина и воззрения таковы: ",
  "mn60:18.2": "«Действуя или побуждая действовать других, калеча или побуждая калечить других, пытая или побуждая пытать других человек свершает зло… Благодаря щедрости, самообузданию, сдержанности, правдивой речи – свершаются благие заслуги по этой причине, наступают заслуги», ",
  "mn60:18.3": "",
  "mn60:18.4": "",
  "mn60:18.5": "",
  "mn60:18.6": "то может статься так, что они, избегая этих трёх неблагих состояний – неблагого телесного поведения, неблагого словесного поведения, неблагого умственного поведения – и предпримут и будут практиковать эти три благих состояния: благое телесное поведение, благое словесное поведение, благое умственное поведение. ",
  "mn60:18.7": "И почему? ",
  "mn60:18.8": "Потому что эти почтенные жрецы и отшельники видят в этих неблагих состояниях опасность, упадок, загрязнение и видят в благих состояниях благословение от отречения, аспект очищения. ",
  "mn60:19.1": "Поскольку на самом деле действие [каммы] есть, то тот, кто придерживается воззрения: «Есть действие [каммы]», – имеет правильное воззрение. ",
  "mn60:19.2": "Поскольку на самом деле есть действие, то тот, кто устремляется так: «Есть действие», – имеет правильное устремление. ",
  "mn60:19.3": "Поскольку на самом деле есть действие, то тот, кто делает утверждение: «Есть действие», – имеет правильную речь. ",
  "mn60:19.4": "Поскольку на самом деле есть действие, тот, кто говорит: «Есть действие», – не противоречит тем арахантам, которые придерживаются доктрины о том, что действие есть. ",
  "mn60:19.5": "Поскольку на самом деле есть действие, то когда он убеждает другого: «Есть действие», – он убеждает его принять правильную Дхамму, и поскольку он убеждает другого принять правильную Дхамму, ",
  "mn60:19.6": "он не восхваляет себя и не унижает других. ",
  "mn60:19.7": "Так какое-либо порочное поведение, что у него было прежде, отбрасывается и замещается чистой нравственностью. ",
  "mn60:19.8": "И это правильное воззрение, правильное устремление, правильная речь, непротивопоставление [себя] благородным, убеждение другого принять истинную Дхамму, избегание восхваления себя и унижения других – все эти благие состояния возникают, имея своим условием правильное воззрение. ",
  "mn60:20.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn60:20.2": "«Если есть действие [каммы], то тогда после распада тела, после смерти, этот почтенный человек переродится в счастливом уделе, даже в небесном мире. ",
  "mn60:20.3": "Вне зависимости от того, правдивы ли слова тех почтенных жрецов и отшельников, если я предположу, что нет действия [каммы], ",
  "mn60:20.4": "То всё равно этого почтенного человека здесь и сейчас восхваляют мудрые как нравственного, того, кто имеет правильные воззрения, придерживается доктрины доктрины о действии [каммы]. ",
  "mn60:20.5": "С другой стороны, если есть действие, то этому почтенному человеку повезло дважды: ",
  "mn60:20.6": "Его здесь и сейчас восхваляют мудрые, и вместе с этим – после распада тела, после смерти – он переродится в счастливом уделе, даже в небесном мире. ",
  "mn60:20.7": "Он хорошо принял и усвоил это учение о неоспоримом [выборе] так, что оно покрывает и то и другое, а также исключает неблагую сторону». ",
  "mn60:21.1": "Монахи, есть некие жрецы и отшельники, чья доктрина и воззрение таковы: ",
  "mn60:21.2": "«Нет причины или условия для загрязнения [умов] существ. ",
  "mn60:21.3": "Существа загрязняются без причины или условия. ",
  "mn60:21.4": "Нет причины или условия для очищения [умов] существ. ",
  "mn60:21.5": "Существа очищаются без причины или условия. ",
  "mn60:21.6": "Нет мощи, нет усердия, нет человеческой силы, человеческой стойкости. ",
  "mn60:21.7": "Все существа, всякая жизнь, всё живое, все души – не имеют влияния, лишены силы, усилия. Ограниченные судьбой, обстоятельствами, природой, они переживают удовольствие и боль в шести [великих] классах [рождения]». ",
  "mn60:22.1": "Есть некоторые жрецы и отшельники, чья доктрина напрямую противоречит доктрине этих жрецов и отшельников. ",
  "mn60:22.2": "Они говорят так: ",
  "mn60:22.3": "«Есть причина и условие для загрязнения [умов] существ. ",
  "mn60:22.4": "Существа загрязняются в силу причины и условия. ",
  "mn60:22.5": "Есть причина и условие для очищения [умов] существ. ",
  "mn60:22.6": "Существа очищаются в силу причины и условия. ",
  "mn60:22.7": "Есть мощь, есть усердие, есть человеческая сила, человеческая стойкость. ",
  "mn60:22.8": "Не так оно вовсе, что все существа, всякая жизнь, всё живое, все души – не имеют влияния, лишены силы, усилия; или что ограниченные судьбой, обстоятельствами, природой, они переживают удовольствие и боль в шести [великих] классах [рождения]». ",
  "mn60:22.9": "Как вы думаете, домохозяева? ",
  "mn60:22.10": "Не придерживаются ли эти жрецы и отшельники полностью противоположных доктрин в отношении друг друга?» ",
  "mn60:22.11": "«Да, уважаемый». ",
  "mn60:23.1": "«Домохозяева, что касается тех жрецов и отшельников, чья доктрина и воззрения таковы: ",
  "mn60:23.2": "«Нет причины или условия для загрязнения [умов] существ… ",
  "mn60:23.3": "",
  "mn60:23.4": "",
  "mn60:23.5": "",
  "mn60:23.6": "",
  "mn60:23.7": "– может статься так, что они будут избегать этих трёх благих состояний – благого телесного поведения, благого словесного поведения, благого умственного поведения – и предпримут и будут практиковать эти три неблагих состояния: неблагое телесное поведение, неблагое словесное поведение, неблагое умственное поведение. ",
  "mn60:23.8": "И почему? ",
  "mn60:23.9": "Потому что эти почтенные жрецы и отшельники не видят в этих неблагих состояниях опасность, упадок, загрязнение; как не видят они и в благих состояниях благословения от отречения, аспекта очищения. ",
  "mn60:24.1": "Но поскольку на самом деле есть причинность, то тот, кто придерживается такого воззрения: «Нет причинности», – имеет неправильное воззрение. ",
  "mn60:24.2": "Поскольку на самом деле есть причинность, то тот, кто устремляется так: «Нет причинности», – имеет неправильное устремление. ",
  "mn60:24.3": "Поскольку на самом деле есть причинность, то тот, кто делает утверждение: «Нет причинности», – имеет неправильную речь. ",
  "mn60:24.4": "Поскольку на самом деле есть причинность, то тот, кто говорит: «Нет причинности», – противоречит тем арахантам, которые придерживаются доктрины о причинности. ",
  "mn60:24.5": "Поскольку на самом деле есть причинность, то когда он убеждает другого: «Нет причинности», – он убеждает его принять неправильную Дхамму, и поскольку он убеждает другого принять неправильную Дхамму, ",
  "mn60:24.6": "он восхваляет себя и унижает других. ",
  "mn60:24.7": "Так какая-либо чистая нравственность, что у него была прежде, отбрасывается и замещается порочным поведением. ",
  "mn60:24.8": "И это неправильное воззрение, неправильное устремление, неправильная речь, противопоставление [себя] благородным, убеждение другого принять неправильную Дхамму, восхваление себя и унижение других – все эти плохие, неблагие состояния возникают, имея своим условием неправильное воззрение. ",
  "mn60:25.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn60:25.2": "«Если нет причинности, то тогда после распада тела, после смерти, этот почтенный человек окажется в достаточной безопасности. ",
  "mn60:25.3": "Но если причинность есть, то тогда этот почтенный человек после распада тела, после смерти, переродится в состоянии лишений, в несчастливых уделах, в погибели, даже в аду. ",
  "mn60:25.4": "Вне зависимости от того, правдивы ли слова тех почтенных жрецов и отшельников, если я предположу, что нет причинности, ",
  "mn60:25.5": "то всё равно этого почтенного человека мудрые здесь и сейчас порицали бы как безнравственного, как того, кто имеет неправильные воззрения и придерживается доктрины не-причинности. ",
  "mn60:25.6": "С другой стороны, если есть причинность, то этому почтенному человеку не повезло дважды: ",
  "mn60:25.7": "Его здесь и сейчас порицают мудрые, и вместе с этим – после распада тела, после смерти – он переродится в состоянии лишений, в несчастливых уделах, в погибели, даже в аду. ",
  "mn60:25.8": "Он плохо принял и усвоил это учение о неоспоримом [выборе] так, что оно покрывает [только] одно и исключает благую сторону. ",
  "mn60:26.1": "Домохозяева, что касается тех жрецов и отшельников, чья доктрина и воззрения таковы: ",
  "mn60:26.2": "«Есть причина и условие для загрязнения [умов] существ… ",
  "mn60:26.3": "",
  "mn60:26.4": "",
  "mn60:26.5": "",
  "mn60:26.6": "",
  "mn60:26.7": "то может статься так, что они, избегая этих трёх неблагих состояний – неблагого телесного поведения, неблагого словесного поведения, неблагого умственного поведения – и предпримут и будут практиковать эти три благих состояния: благое телесное поведение, благое словесное поведение, благое умственное поведение. ",
  "mn60:26.8": "И почему? ",
  "mn60:26.9": "Потому что эти почтенные жрецы и отшельники видят в этих неблагих состояниях опасность, упадок, загрязнение и видят в благих состояниях благословение от отречения, аспект очищения. ",
  "mn60:27.1": "Поскольку на самом деле причинность есть, то тот, кто придерживается воззрения: «Есть причинность», – имеет правильное воззрение. ",
  "mn60:27.2": "Поскольку на самом деле причинность есть, то тот, кто устремляется так: «Есть причинность», – имеет правильное устремление. ",
  "mn60:27.3": "Поскольку на самом деле причинность есть, то тот, кто делает утверждение: «Есть причинность», – имеет правильную речь. ",
  "mn60:27.4": "Поскольку на самом деле причинность есть, тот, кто говорит: «Есть причинность», – не противоречит тем арахантам, которые придерживаются доктрины о том, что причинность есть. ",
  "mn60:27.5": "Поскольку на самом деле причинность есть, то когда он убеждает другого: «Есть причинность», то он убеждает его принять правильную Дхамму, и поскольку он убеждает другого принять правильную Дхамму, ",
  "mn60:27.6": "он не восхваляет себя и не унижает других. ",
  "mn60:27.7": "Так какое-либо порочное поведение, что у него было прежде, отбрасывается и замещается чистой нравственностью. ",
  "mn60:27.8": "И это правильное воззрение, правильное устремление, правильная речь, непротивопоставление [себя] благородным, убеждение другого принять истинную Дхамму, избегание восхваления себя и унижения других – все эти благие состояния возникают, имея своим условием правильное воззрение. ",
  "mn60:28.1": "«Если есть причинность, то тогда после распада тела, после смерти, этот почтенный человек переродится в счастливом уделе, даже в небесном мире. ",
  "mn60:28.2": "Вне зависимости от того, правдивы ли слова тех почтенных жрецов и отшельников, если я предположу, что нет причинности, ",
  "mn60:28.3": "То всё равно этого почтенного человека здесь и сейчас восхваляют мудрые как нравственного, того, кто имеет правильные воззрения, придерживается доктрины о причинности. ",
  "mn60:28.4": "С другой стороны, если есть причинность, то этому почтенному человеку повезло дважды: ",
  "mn60:28.5": "Его здесь и сейчас восхваляют мудрые, и вместе с этим – после распада тела, после смерти – он переродится в счастливом уделе, даже в небесном мире. ",
  "mn60:28.6": "Он хорошо принял и усвоил это учение о неоспоримом [выборе] так, что оно покрывает и то и другое, а также исключает неблагую сторону». ",
  "mn60:29.1": "Монахи, есть некие жрецы и отшельники, чья доктрина и воззрение таковы: ",
  "mn60:29.2": "«Бесформенных миров однозначно нет». ",
  "mn60:30.1": "Есть некоторые жрецы и отшельники, чья доктрина напрямую противоречит доктрине этих жрецов и отшельников. ",
  "mn60:30.2": "Они говорят так: ",
  "mn60:30.3": "«Бесформенные миры однозначно есть». ",
  "mn60:30.4": "Как вы думаете, домохозяева? ",
  "mn60:30.5": "Не придерживаются ли эти жрецы и отшельники полностью противоположных доктрин в отношении друг друга?» ",
  "mn60:30.6": "«Да, уважаемый». ",
  "mn60:31.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn60:31.2": "«Эти почтенные жрецы и отшельники имеют такую доктрину и воззрение: ",
  "mn60:31.3": "«Бесформенных миров однозначно нет», но это не было увидено мной. ",
  "mn60:31.4": "А те почтенные жрецы и отшельники имеют такую доктрину и воззрение: ",
  "mn60:31.5": "«Бесформенные миры однозначно есть», но это [тоже] не было увидено мной. ",
  "mn60:31.6": "Это было бы неподобающим для меня, если я, не зная и не видя, принял бы одну из сторон и заявил: ",
  "mn60:31.7": "«Только это правда, а всё остальное ошибочно». ",
  "mn60:31.8": "Что касается тех жрецов и отшельников, которые придерживаются такой доктрины и воззрения: ",
  "mn60:31.9": "«Бесформенных миров однозначно нет», – то если эти их слова правдивы, тогда, вне сомнений, всё равно есть возможность, ",
  "mn60:31.10": "что я могу переродиться среди созданных-из-разума божеств мира форм. ",
  "mn60:31.11": "Что касается тех жрецов и отшельников, которые придерживаются такой доктрины и воззрения: ",
  "mn60:31.12": "«Бесформенные миры однозначно есть», – то если эти их слова правдивы, тогда, вне сомнений, всё равно есть возможность, ",
  "mn60:31.13": "что я могу переродиться среди созданных-из-восприятия божеств бесформенного мира. ",
  "mn60:31.14": "Хватание дубин и оружия, ссоры, разногласия, полемики, взаимные обвинения, злые умыслы и лживая речь – ",
  "mn60:31.15": "всё это, как видно, совершается, основываясь на форме, но вообще не существует в бесформенных мирах». ",
  "mn60:31.16": "Рассудив так, он практикует путь ради устранения очарованности формами, ради угасания и прекращения форм. ",
  "mn60:32.1": "Монахи, есть некие жрецы и отшельники, чья доктрина и воззрение таковы: ",
  "mn60:32.2": "«Прекращения существования однозначно нет». ",
  "mn60:33.1": "Есть некоторые жрецы и отшельники, чья доктрина напрямую противоречит доктрине этих жрецов и отшельников. ",
  "mn60:33.2": "Они говорят так: ",
  "mn60:33.3": "«Прекращение существования однозначно есть». ",
  "mn60:33.4": "Как вы думаете, домохозяева? ",
  "mn60:33.5": "Не придерживаются ли эти жрецы и отшельники полностью противоположных доктрин в отношении друг друга?» ",
  "mn60:33.6": "«Да, уважаемый». ",
  "mn60:34.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn60:34.2": "«Эти почтенные жрецы и отшельники имеют такую доктрину и воззрение: ",
  "mn60:34.3": "«Прекращения существования однозначно нет», но это не было увидено мной. ",
  "mn60:34.4": "А те почтенные жрецы и отшельники имеют такую доктрину и воззрение: ",
  "mn60:34.5": "«Прекращение существования однозначно есть», но это [тоже] не было увидено мной. ",
  "mn60:34.6": "Это было бы неподобающим для меня, если я, не зная и не видя, принял бы одну из сторон и заявил: ",
  "mn60:34.7": "«Только это правда, а всё остальное ошибочно». ",
  "mn60:34.8": "Что касается тех жрецов и отшельников, которые придерживаются такой доктрины и воззрения: ",
  "mn60:34.9": "«Прекращения существования однозначно нет», – то если эти их слова правдивы, тогда, вне сомнений, всё равно есть возможность, ",
  "mn60:34.10": "что я могу переродиться среди созданных-из-восприятия божеств бесформенного мира. ",
  "mn60:34.11": "Что касается тех жрецов и отшельников, которые придерживаются такой доктрины и воззрения: ",
  "mn60:34.12": "Прекращение существования однозначно есть», – то если эти их слова правдивы, то есть возможность, ",
  "mn60:34.13": "что я могу здесь и сейчас [в этой самой жизни] достичь окончательной ниббаны. ",
  "mn60:34.14": "Воззрение тех жрецов и отшельников, которые придерживаются такой доктрины: ",
  "mn60:34.15": "«Прекращения существования однозначно нет», – граничит с жаждой, граничит с путами, граничит с наслаждением, граничит с удержанием, граничит с цеплянием. ",
  "mn60:34.16": "Воззрение тех жрецов и отшельников, которые придерживаются такой доктрины: ",
  "mn60:34.17": "«Прекращение существования однозначно есть», – граничит с отсутствием жажды, граничит с отсутствием пут, граничит с отсутствием наслаждения, граничит с отсутствием удержания, граничит с отсутствием цепляния». ",
  "mn60:34.18": "Рассудив так, он практикует путь ради устранения очарованности существованием, ради угасания и прекращения существования. ",
  "mn60:35.1": "Домохозяева, есть четыре типа личностей, существующих в мире. ",
  "mn60:35.2": "Какие четыре? ",
  "mn60:35.3": "Бывает так, когда некий человек мучает себя и осуществляет практику мучения самого себя. ",
  "mn60:35.4": "Бывает так, когда некий человек мучает других и осуществляет практику мучения других. ",
  "mn60:35.5": "Бывает так, когда некий человек мучает себя и осуществляет практику мучения самого себя, а также мучает других и осуществляет практику мучения других. ",
  "mn60:35.6": "Бывает так, когда некий не мучает себя и не осуществляет практику мучения самого себя, и не мучает других и не осуществляет практику мучения других. ",
  "mn60:35.7": "Поскольку он не мучает ни себя, ни других, то в этой самой жизни он пребывает без потребности, угасшим и потухшим, он пребывает, переживая блаженство, сам став святым. ",
  "mn60:36.1": "И какой тип личности мучает себя и осуществляет практику мучения самого себя? ",
  "mn60:36.2": "Вот некий [аскет] ходит голым, отвергая условности… ",
  "mn60:36.3": "Вот такими многочисленными способами он пребывает, осуществляя практику мучения и умерщвления тела. ",
  "mn60:36.4": "Вот каким образом этот человек мучает себя и осуществляет практику мучения самого себя. Такой зовётся тем типом личности, кто мучает себя и осуществляет практику мучения самого себя. ",
  "mn60:37.1": "И какой тип личности является тем, кто мучает других и осуществляет практику мучения других? ",
  "mn60:37.2": "Вот некий человек – убийца овец, убийца свиней, птицелов, ловец диких животных, охотник, рыбак, вор, палач, тюремный надзиратель или кто-либо иной, занимающийся подобным кровавым занятием. ",
  "mn60:37.3": "Вот каким образом этот человек мучает других и осуществляет практику мучения других.Такой зовётся тем типом личности, который мучает других и осуществляет практику мучения других. ",
  "mn60:38.1": "И какой тип личности мучает себя и осуществляет практику мучения самого себя, а также мучает других и осуществляет практику мучения других? ",
  "mn60:38.2": "Вот некий человек – помазанный на царствование кхаттийский царь или зажиточный брахман… ",
  "mn60:38.3": "И тогда его рабы, посыльные и слуги занимаются приготовлением, рыдая с заплаканными лицами, гонимые угрозами наказания и страхом. ",
  "mn60:38.4": "Такой зовётся типом личности, который мучает себя и осуществляет практику мучения самого себя, а также мучает других и осуществляет практику мучения других. ",
  "mn60:39.1": "И какой тип личности не мучает себя и не осуществляет практику мучения самого себя, и не мучает других и не осуществляет практику мучения других, ",
  "mn60:39.2": "– тот, кто не мучая ни себя, ни других, в этой самой жизни пребывает без потребности, угасшим и потухшим, переживая блаженство, сам став святым? ",
  "mn60:40-54.1": "Это Татхагата – тот, кто достиг совершенства, полностью просветлённый, совершенный в знании и поведении… ",
  "mn60:40-54.2": "Домохозяин или сын домохозяина, или некто, рождённый в каком-либо другом клане, слышит эту Дхамму… ",
  "mn60:40-54.3": "Оставив эти пять помех – изъянов ума, что ослабляют мудрость, ",
  "mn60:40-54.4": "Будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], он входит и пребывает в первой джхане… ",
  "mn60:40-54.5": "второй джхане… ",
  "mn60:40-54.6": "третьей джхане… ",
  "mn60:40-54.7": "четвёртой джхане… ",
  "mn60:55.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию воспоминаний прошлых жизней… ",
  "mn60:55.2": "Он вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn60:55.3": "Когда его ум стал таким сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет к знанию смерти и перерождения существ. ",
  "mn60:55.4": "Основываясь на этой самой высочайшей осознанности, что очищена невозмутимостью, божественным глазом, очищенным и превосходящим человеческий, благородный ученик видит умирающих и перерождающихся существ распознаёт низших и высочайших, красивых и уродливых, счастливых и несчастных. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn60:55.5": "Когда его ум становится сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn60:55.6": "Он напрямую познаёт в соответствии с действительностью: «Вот страдание… Вот возникновение страдания… Вот прекращение страдания… Вот Путь ведущий к прекращению страдания… ",
  "mn60:55.7": " Это – пятна [загрязнений ума]… Это – происхождение пятен… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn60:55.8": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn60:55.9": "Когда он освободился, приходит знание: «Он освобождён». ",
  "mn60:55.10": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn60:56.1": "Такой, домохозяева, зовётся типом личности, который не мучает себя и не осуществляет практику мучения самого себя, и не мучает других и не осуществляет практику мучения других – тот, кто, не мучая ни себя, ни других, ",
  "mn60:56.2": "Поскольку он не мучает ни себя, ни других, то в этой самой жизни он пребывает без потребности, угасшим и потухшим, он пребывает, переживая блаженство, сам став святым». ",
  "mn60:57.1": "Когда было сказано так, домохозяева-брахманы из Салы сказали Благословенному: ",
  "mn60:57.2": "«Великолепно, господин Готама! Великолепно! ",
  "mn60:57.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. ",
  "mn60:57.4": "Мы принимаем прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn60:57.5": "Пусть господин Готама помнит нас как мирских последователей, принявших в нём прибежище с этого дня и на всю жизнь». ",
  "mn60:57.6": "",
  "mn60:57.7": "",
  "mn60:58.1": "",
  "mn60:58.2": "",
  "mn60:58.3": ""
}