{
  "mn61:0.1": "Мадджхима Никая 61 ",
  "mn61:0.2": "Совет Рахуле у Амбалаттхики ",
  "mn61:1.1": "Так я слышал. ",
  "mn61:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn61:2.1": "И в то время достопочтенный Рахула проживал в Амбалаттхике. ",
  "mn61:2.2": "И тогда, вечером, Благословенный вышел из медитации и отправился к достопочтенному Рахуле в Амбалаттхику. ",
  "mn61:2.3": "Достопочтенный Рахула увидел Благословенного издали, ",
  "mn61:2.4": "подготовил для него сиденье, выставил воду для мытья ног. ",
  "mn61:2.5": "Благословенный сел на подготовленное сиденье ",
  "mn61:2.6": "и вымыл свои ноги. ",
  "mn61:2.7": "Достопочтенный Рахула поклонился ему и сел рядом. ",
  "mn61:3.1": "Затем Благословенный оставил немного воды в кувшине и спросил достопочтенного Рахулу: ",
  "mn61:3.2": "«Рахула, видишь это небольшое количество воды, оставшейся в кувшине?» ",
  "mn61:3.3": "«Да, уважаемый». ",
  "mn61:3.4": "«Вот настолько же мало, Рахула, отшельничество тех, кто не стыдится произнести намеренную ложь». ",
  "mn61:4.1": "Затем Благословенный выплеснул это небольшое количество воды, оставшейся в кувшине, и спросил достопочтенного Рахулу: ",
  "mn61:4.2": "«Рахула, видишь это небольшое количество воды, что было выплеснуто?» ",
  "mn61:4.3": "«Да, уважаемый». ",
  "mn61:4.4": "«Точно также, Рахула, те, кто не стыдится произнести намеренную ложь, выплеснули своё отшельничество». ",
  "mn61:5.1": "Затем Благословенный перевернул кувшин вверх тормашками и спросил достопочтенного Рахулу: ",
  "mn61:5.2": "«Рахула, видишь этот перевёрнутый вверх тормашками кувшин?» ",
  "mn61:5.3": "«Да, уважаемый». ",
  "mn61:5.4": "«Точно также, Рахула, те, кто не стыдятся произнести намеренную ложь, перевернули своё отшельничество вверх тормашками». ",
  "mn61:6.1": "Затем Благословенный поставил на место кувшин и спросил достопочтенного Рахулу: ",
  "mn61:6.2": "«Видишь этот пустой, полый кувшин?» ",
  "mn61:6.3": "«Да, уважаемый». ",
  "mn61:6.4": "«Точно такое же полое и пустое, Рахула, отшельничество тех, кто не стыдится произнести намеренную ложь». ",
  "mn61:7.1": "«Представь, Рахула, огромного царского слона с бивнями, точно длинные дышла колесницы, великорослого, чистокровного, привыкшего к битвам. Во время сражения он бы исполнял свои обязанности передними ногами и задними ногами, своей передней частью, своей задней частью, своим лбом и своими ушами, своими бивнями и своим хвостом, но при этом охранял бы своё тело. ",
  "mn61:7.2": "Тогда его наездник подумал бы: ",
  "mn61:7.3": " «Это огромный царский слон с бивнями, точно длинные дышла… но при этом охраняет своё тело. ",
  "mn61:7.4": "Он ещё не [готов] отдать свою жизнь». ",
  "mn61:7.5": "Но когда огромный царский слон исполняет во время сражения свои обязанности передними ногами и задними ногами, своей передней частью, своей задней частью, своим лбом и своими ушами, своими бивнями и своим хвостом, а также и своим телом, то тогда его наездник подумает: ",
  "mn61:7.6": "«Это огромный царский слон с бивнями, точно длинные дышла… а также и своим телом. ",
  "mn61:7.7": "Он уже [готов] отдать свою жизнь. ",
  "mn61:7.8": "Нет ничего, что этот огромный царский слон не смог бы сделать». ",
  "mn61:7.9": " Точно также, Рахула, когда человек не стыдится произнести намеренную ложь, то, я говорю тебе, нет такого зла, которого бы он не смог сделать. Поэтому, Рахула, вот как ты должен тренироваться: ",
  "mn61:7.10": "«Я не произнесу неправды даже в шутку». ",
  "mn61:7.11": "",
  "mn61:8.1": "Как ты думаешь, Рахула? ",
  "mn61:8.2": "Для чего нужно зеркало?» ",
  "mn61:8.3": "«Для рассмотрения, уважаемый» ",
  "mn61:8.4": "«Точно также, Рахула, поступок телом следует совершать после неоднократного рассмотрения. Поступок речью следует совершать после неоднократного рассмотрения. Поступок умом следует совершать после неоднократного рассмотрения. ",
  "mn61:9.1": "Рахула, когда ты хочешь совершить поступок телом, ты должен рассмотреть этот самый телесный поступок так: ",
  "mn61:9.2": "«Приведёт ли этот поступок, который я хочу совершить телом, к моей болезненности, болезненности других, болезненности обоих? ",
  "mn61:9.3": "Был ли он неблагим телесным поступком с болезненными последствиями, с болезненными результатами?» ",
  "mn61:9.4": "Если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:9.5": "«Этот поступок, который я хочу совершить телом, приведёт к моей собственной болезненности… других… обоих; ",
  "mn61:9.6": "он является неблагим телесным поступком с болезненными последствиями, с болезненными результатами» – то тогда ты однозначно не должен совершать такого поступка телом. ",
  "mn61:9.7": "Но если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:9.8": "«Этот поступок, который я хочу совершить телом, не приведёт к моей болезненности… других… обоих; ",
  "mn61:9.9": "Он является благим телесным поступком с приятными последствиями, с приятными результатами» – то тогда ты можешь совершить такой поступок телом. ",
  "mn61:10.1": "Также, Рахула, когда ты [уже] совершаешь поступок телом, ты должен рассмотреть этот самый телесный поступок так: ",
  "mn61:10.2": "Приведёт ли этот поступок, который я совершаю телом, к моей болезненности, болезненности других, болезненности обоих? ",
  "mn61:10.3": "Был ли он неблагим телесным поступком с болезненными последствиями, с болезненными результатами?» ",
  "mn61:10.4": "Если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:10.5": "«Этот поступок, который я совершаю телом, приведёт к моей болезненности… других… обоих; ",
  "mn61:10.6": "Он является неблагим телесным поступком с болезненными последствиями, с болезненными результатами» – то тогда ты должен остановить такой поступок. ",
  "mn61:10.7": "Но если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:10.8": "«Этот поступок, который я совершаю телом, не приведёт к моей болезненности…; ",
  "mn61:10.9": "он является благим…» – то тогда ты можешь продолжать такой телесный поступок. ",
  "mn61:11.1": "Также, Рахула, когда ты совершил поступок телом, ты должен рассмотреть этот самый телесный поступок так: ",
  "mn61:11.2": "«Привёл ли этот поступок, который я совершил телом, к моей болезненности, болезненности других, болезненности обоих? ",
  "mn61:11.3": "Был ли он неблагим телесным поступком с болезненными последствиями, с болезненными результатами?» ",
  "mn61:11.4": "Если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:11.5": "«Этот поступок, который я совершил телом, привёл к моей болезненности… других… обоих;  ",
  "mn61:11.6": "он был неблагим…» – то тогда тебе следует сознаться в таком поступке, раскрыть его, сообщить о нём Учителю или своим мудрым товарищам по святой жизни. ",
  "mn61:11.7": "Сознавшись, раскрыв его, выставив его, тебе следует предпринять сдержанность в будущем. ",
  "mn61:11.8": "Но если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:11.9": "«Этот поступок, который я совершил телом, не привёл к моей болезненности… других… обоих; ",
  "mn61:11.10": "он является благим…» – то тогда ты можешь пребывать счастливым и радостным, тренируясь день и ночь в благих состояниях [ума]. ",
  "mn61:12.1": "Рахула, когда ты хочешь совершить поступок речью, ты должен рассмотреть этот самый словесный поступок так: ",
  "mn61:12.2": "«Приведёт ли этот поступок, который я хочу совершить речью, к моей болезненности, болезненности других, болезненности обоих?… ",
  "mn61:12.3": "",
  "mn61:12.4": "",
  "mn61:12.5": "",
  "mn61:12.6": "",
  "mn61:12.7": "",
  "mn61:12.8": "",
  "mn61:12.9": "",
  "mn61:13.1": "",
  "mn61:13.2": "",
  "mn61:13.3": "",
  "mn61:13.4": "",
  "mn61:13.5": "",
  "mn61:13.6": "",
  "mn61:13.7": "",
  "mn61:13.8": "",
  "mn61:13.9": "",
  "mn61:14.1": "",
  "mn61:14.2": "",
  "mn61:14.3": "",
  "mn61:14.4": "Если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:14.5": "«Этот поступок, который я совершил речью, привёл к моей болезненности… других… обоих;  ",
  "mn61:14.6": "он был неблагим…» – то тогда тебе следует сознаться в таком поступке, раскрыть его, сообщить о нём Учителю или своим мудрым товарищам по святой жизни. ",
  "mn61:14.7": "Сознавшись, раскрыв его, выставив его, тебе следует предпринять сдержанность в будущем. ",
  "mn61:14.8": "Но если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:14.9": "«Этот поступок, который я совершил речью, не приведёт к моей болезненности…; ",
  "mn61:14.10": "он является благим…» – то тогда ты можешь пребывать счастливым и радостным, тренируясь день и ночь в благих состояниях [ума]. ",
  "mn61:15.1": "Рахула, когда ты хочешь совершить поступок умом, ты должен рассмотреть этот самый умственный поступок так: ",
  "mn61:15.2": "«Приведёт ли этот поступок, который я хочу совершить умом, к моей болезненности, болезненности других, болезненности обоих?… ",
  "mn61:15.3": "",
  "mn61:15.4": "",
  "mn61:15.5": "",
  "mn61:15.6": "",
  "mn61:15.7": "",
  "mn61:15.8": "",
  "mn61:15.9": "",
  "mn61:16.1": "",
  "mn61:16.2": "",
  "mn61:16.3": "",
  "mn61:16.4": "",
  "mn61:16.5": "",
  "mn61:16.6": "",
  "mn61:16.7": "",
  "mn61:16.8": "",
  "mn61:16.9": "",
  "mn61:17.1": "",
  "mn61:17.2": "",
  "mn61:17.3": "",
  "mn61:17.4": "Если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:17.5": "«Этот поступок, который я совершил умом, привёл к моей болезненности… других… обоих; ",
  "mn61:17.6": "он был неблагим…» – то тогда тебе следует испытать отторжение, унижение, отвращение в отношении этого умственного поступка. ",
  "mn61:17.7": "Испытав в отношении этого умственного поступка отторжение, унижение, отвращение, тебе следует предпринять сдержанность в будущем. ",
  "mn61:17.8": "Но если, когда ты рассматриваешь [так], ты знаешь: ",
  "mn61:17.9": "«Этот поступок, который я совершил умом, не приведёл к моей болезненности…; ",
  "mn61:17.10": "он является благим…» – то тогда ты можешь пребывать счастливым и радостным, тренируясь день и ночь в благих состояниях [ума]. ",
  "mn61:18.1": "Рахула, любые жрецы и отшельники в прошлом, в настоящем и будущем которые очищали свои телесные поступки, свои словесные поступки, свои умственные поступки, – все они делали так посредством неоднократного рассмотрения подобным образом. ",
  "mn61:18.2": "",
  "mn61:18.3": "",
  "mn61:18.4": "Поэтому, Рахула, вот как вы должны тренироваться: «Мы будем очищать наши телесные поступки, наши словесные поступки, наши умственные поступки посредством неоднократного рассмотрения подобным образом». ",
  "mn61:18.5": "",
  "mn61:18.6": "Так сказал Благословенный. ",
  "mn61:18.7": "Достопочтенный Рахула был доволен и восхитился словами Благословенного. "
}