{
  "mn62:0.1": "Мадджхима Никая 62 ",
  "mn62:0.2": "Большое наставление для Рахулы ",
  "mn62:1.1": "Так я слышал. ",
  "mn62:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn62:2.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Апану за подаяниями. ",
  "mn62:2.2": "Достопочтенный Рахула также оделся, взял чашу и внешнее одеяние и последовал за Благословенным. ",
  "mn62:3.1": "Затем Благословенный оглянулся и обратился к достопочтенному Рахуле так: ",
  "mn62:3.2": "«Рахула, любой вид материальной формы – прошлой, настоящей, будущей, внутренней или внешней, грубой или утончённой, низшей или возвышенной, далёкой или близкой – всякую материальную форму следует видеть в соответствии<em></em> с действительностью правильной мудростью: «Это не моё, я не таков, это не моё «я». ",
  "mn62:3.3": "«Только материальную форму, Благословенный? \\ Только материальную форму, Высочайший?» ",
  "mn62:3.4": "«Материальную форма, Рахула, [а также] чувство, восприятие, формации [ума] и сознание». ",
  "mn62:4.1": "И тогда достопочтенный Рахула подумал так: «Разве кто-нибудь пошёл бы в город за подаяниями сегодня, когда ему лично дал наставление Благословенный?»  Тогда он повернул назад и сел у подножья дерева, скрестив ноги, держа тело выпрямленным, установив осознанность впереди. ",
  "mn62:5.1": "Достопочтенный Сарипутта увидел его сидящим там ",
  "mn62:5.2": "и обратился к нему: ",
  "mn62:5.3": "«Рахула, развивай осознанность к дыханию. ",
  "mn62:5.4": "Когда осознанность к дыханию развита и взращена, это приносит великий плод и великое благо». ",
  "mn62:6.1": "Атем, вечером, достопочтенный Рахула вышел из медитации и отправился к Благословенному. Поклонившись ему, он сел рядом и спросил Благословенного: ",
  "mn62:7.1": "«Почтенный, каким образом осознанность к дыханию развита и взращена, так что это приносит великий плод и великое благо?» ",
  "mn62:8.1": "«Рахула, всё внутреннее, принадлежащее себе, являющееся твёрдым, затвердевшим, удерживаемое цеплянием, то есть: ",
  "mn62:8.2": "волосы на голове, волосы на теле, ногти, зубы, кожа, плоть, сухожилия, кости, костный мозг, почки, сердце, печень, диафрагма, селезёнка, лёгкие, толстые кишки, тонкие кишки, содержимое желудка, фекалии, или что-либо иное внутреннее, принадлежащее себе, являющееся твёрдым, затвердевшим, удерживаемое цеплянием, – ",
  "mn62:8.3": "это называется внутренним элементом земли. ",
  "mn62:8.4": "И внутренний и внешний элементы земли – это просто лишь элемент земли. ",
  "mn62:8.5": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn62:8.6": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом земли и делает ум беспристрастным по отношению к элементу земли. ",
  "mn62:9.1": "Рахула, и что такое элемент воды? ",
  "mn62:9.2": "Элемент воды может быть либо внутренним, либо внешним. ",
  "mn62:9.3": "И что такое внутренний элемент воды? ",
  "mn62:9.4": "Всё внутреннее, принадлежащее себе, являющееся жидким и водянистым, удерживаемое цеплянием, то есть: ",
  "mn62:9.5": "желчь, мокрота, гной, кровь, пот, жир, слёзы, кожное масло, слюна, слизь, суставная жидкость, моча, или что-либо иное внутреннее, принадлежащее себе, являющееся жидким, водянистым, удерживаемое цеплянием, – ",
  "mn62:9.6": "это называется внутренним элементом воды. ",
  "mn62:9.7": "И внутренний и внешний элементы воды – это просто лишь элемент воды. ",
  "mn62:9.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn62:9.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом воды и делает ум беспристрастным по отношению к элементу воды. ",
  "mn62:10.1": "Рахула, и что такое элемент огня? ",
  "mn62:10.2": "Элемент огня может быть либо внутренним, либо внешним. ",
  "mn62:10.3": "И что такое внутренний элемент огня? ",
  "mn62:10.4": "Всё внутреннее, принадлежащее себе, являющееся горячим и жгучим, удерживаемое цеплянием, то есть: ",
  "mn62:10.5": "всё то, за счёт чего кто-либо согревается, стареет; всё употреблённое, и то, за счёт чего выпитое, съеденное, употреблённое, распробованное полностью переваривается; или что-либо иное внутреннее, принадлежащее себе, являющееся горячим и жгучим, удерживаемое цеплянием, – ",
  "mn62:10.6": "это называется внутренним элементом огня. ",
  "mn62:10.7": "И внутренний и внешний элементы огня – это просто лишь элемент огня. ",
  "mn62:10.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn62:10.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом огня и делает ум беспристрастным по отношению к элементу огня. ",
  "mn62:11.1": "Рахула, и что такое элемент воздуха? ",
  "mn62:11.2": "Элемент воздуха может быть либо внутренним, либо внешним. ",
  "mn62:11.3": "И что такое внутренний элемент воздуха? ",
  "mn62:11.4": "Всё внутреннее, принадлежащее себе, являющееся воздушным и ветреным, удерживаемое цеплянием, то есть: ",
  "mn62:11.5": "восходящие ветры, нисходящие ветры, ветры в желудке, ветры в кишечнике, ветры, идущие по всем членам тела, вдохи и выдохи или что-либо иное внутреннее, принадлежащее себе, являющееся воздушным и ветреным, удерживаемое цеплянием, – ",
  "mn62:11.6": "это называется внутренним элементом воздуха. ",
  "mn62:11.7": "И внутренний и внешний элементы воздуха – это просто лишь элемент воздуха. ",
  "mn62:11.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn62:11.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом воздуха и делает ум беспристрастным по отношению к элементу воздуха. ",
  "mn62:12.1": "Рахула, и что такое элемент пространства? ",
  "mn62:12.2": "Элемент пространства может быть либо внутренним, либо внешним. ",
  "mn62:12.3": "И что такое внутренний элемент пространства? ",
  "mn62:12.4": "Всё внутреннее, принадлежащее себе, являющееся пространным и пространственным, удерживаемое цеплянием, то есть: ",
  "mn62:12.5": "ушные отверстия, ноздри, ротовая полость, и та [полость], куда проглатывается съеденное, выпитое, употреблённое, распробованное, и та [полость], где оно накапливается, и та [полость] снизу, откуда всё это выходит, или что-либо иное внутреннее, принадлежащее себе, являющееся пространным и пространственным, удерживаемое цеплянием, – ",
  "mn62:12.6": "это называется внутренним элементом пространства. ",
  "mn62:12.7": "И внутренний и внешний элементы пространства – это просто лишь элемент пространства. ",
  "mn62:12.8": "И его следует видеть правильной мудростью в соответствии с действительностью: «Это не моё, я не таков, это не моё «я». ",
  "mn62:12.9": "Когда кто-либо видит его в соответствии с действительностью правильной мудростью, он теряет очарованность элементом пространства и делает ум беспристрастным по отношению к элементу пространства. ",
  "mn62:13.1": "Рахула, развивай медитацию подобно земле. ",
  "mn62:13.2": "Когда ты развиваешь медитацию подобно земле, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:13.3": "Подобно тому как люди выбрасывают на землю чистые и грязные вещи, фекалии, мочу, плевки, гной и кровь – и земля не чувствует отторжения, унижения, отвращения из-за этого, ",
  "mn62:13.4": "точно так же, Рахула, развивай медитацию подобно земле. ",
  "mn62:13.5": "Когда ты развиваешь медитацию подобно земле, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:14.1": "Рахула, развивай медитацию подобно воде. ",
  "mn62:14.2": "Когда ты развиваешь медитацию подобно воде, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:14.3": "Подобно тому, как люди отмывают чистые и грязные вещи, фекалии, мочу, плевки, гной и кровь – и вода не чувствует отторжения, унижения, отвращения из-за этого, ",
  "mn62:14.4": "точно так же, Рахула, развивай медитацию подобно воде. ",
  "mn62:14.5": "Когда ты развиваешь медитацию подобно воде, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:15.1": "Рахула, развивай медитацию подобно огню. ",
  "mn62:15.2": "Когда ты развиваешь медитацию подобно огню, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:15.3": "Подобно тому, как люди сжигают чистые и грязные вещи – фекалии, мочу, плевки, гной, и кровь – и огонь не чувствует отторжения, унижения, отвращения из-за этого, и огонь не чувствует отторжения, унижения, отвращения из-за этого, ",
  "mn62:15.4": "точно так же, Рахула, развивай медитацию подобно огню. ",
  "mn62:15.5": "Когда ты развиваешь медитацию подобно огню, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:16.1": "Рахула, развивай медитацию подобно воздуху. ",
  "mn62:16.2": "Когда ты развиваешь медитацию подобно воздуху, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:16.3": "Подобно тому как воздух дует на чистые и грязные вещи, фекалии, мочу, плевки, гной и кровь – и воздух не чувствует отторжения, унижения, отвращения из-за этого, ",
  "mn62:16.4": "Точно так же, Рахула, развивай медитацию подобно воздуху. ",
  "mn62:16.5": "Когда ты развиваешь медитацию подобно воздуху, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:17.1": "Рахула, развивай медитацию подобно пространству. ",
  "mn62:17.2": "Когда ты развиваешь медитацию подобно пространству, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:17.3": "Подобно тому как пространство нигде не утверждено, ",
  "mn62:17.4": "точно так же, Рахула, развивай медитацию подобно пространству. ",
  "mn62:17.5": "Когда ты развиваешь медитацию подобно пространству, возникшие приятные и неприятные контакты не будут наводнять твой ум и оставаться [пребывать в нём]. ",
  "mn62:18.1": "Рахула, развивай медитацию на доброжелательности. ",
  "mn62:18.2": "Когда ты развиваешь медитацию на доброжелательности, любая недоброжелательность будет отброшена. ",
  "mn62:19.1": "Рахула, развивай медитацию на сострадании. ",
  "mn62:19.2": "Когда ты развиваешь медитацию на сострадании, любая жестокость будет отброшена. ",
  "mn62:20.1": "Рахула, развивай медитацию на сорадовании. ",
  "mn62:20.2": "Когда ты развиваешь медитацию на сорадовании, любая досада будет отброшена. ",
  "mn62:21.1": "Рахула, развивай медитацию на невозмутимости. ",
  "mn62:21.2": "Когда ты развиваешь медитацию на невозмутимости, любое отвращение будет отброшена. ",
  "mn62:22.1": "Рахула, развивай медитацию на отвратительности. ",
  "mn62:22.2": "Когда ты развиваешь медитацию на отвратительности, любая страсть будет отброшена. ",
  "mn62:23.1": "Рахула, развивай медитацию на восприятии непостоянства. ",
  "mn62:23.2": "Когда ты развиваешь медитацию на восприятии непостоянства, самомнение «я» будет отброшено. ",
  "mn62:24.1": "Рахула, развивай осознанность к дыханию. ",
  "mn62:24.2": "Когда осознанность к дыханию развита и взращена, это приносит великий плод и великое благо. ",
  "mn62:24.3": "И каким образом осознанность к дыханию развита и взращена, так что это приносит великий плод и великое благо? ",
  "mn62:25.1": "Вот, Рахула, уйдя в лес, к подножью дерева или в пустое жилище, монах садится. Скрестив ноги, выпрямив тело, он устанавливает осознанность впереди. ",
  "mn62:25.2": "Будучи постоянно осознанным, он вдыхает. Будучи постоянно осознанным, он выдыхает. ",
  "mn62:26.1": "Делая долгий вдох, он знает: «Я делаю долгий вдох»; или, делая долгий выдох, он знает: «Я делаю долгий выдох». ",
  "mn62:26.2": "Делая короткий вдох, он знает: «Я делаю короткий вдох»; или, делая короткий выдох, он знает: «Я делаю короткий выдох». ",
  "mn62:26.3": "Он тренируется так: «Ощущая всё тело, я буду вдыхать»; он тренируется так: «Ощущая всё тело, я буду выдыхать».",
  "mn62:26.4": "Он тренируется так: «Успокаивая телесную формацию, я буду вдыхать»; он тренируется так: «Успокаивая телесную формацию, я буду выдыхать». ",
  "mn62:27.1": "Он тренируется так: «Ощущая восторг, я буду вдыхать»; он тренируется так: «Ощущая восторг, я буду выдыхать». ",
  "mn62:27.2": "Он тренируется так: «Ощущая безмятежность, я буду вдыхать»; он тренируется так: «Ощущая безмятежность, я буду выдыхать». ",
  "mn62:27.3": "Он тренируется так: «Ощущая умственную формацию, я буду вдыхать»; он тренируется так: «Ощущая умственную формацию, я буду выдыхать».",
  "mn62:27.4": "Он тренируется так: «Успокаивая умственную формацию, я буду вдыхать»; он тренируется так: «Успокаивая умственную формацию, я буду выдыхать».",
  "mn62:28.1": "Он тренируется так: «Ощущая ум, я буду вдыхать»; он тренируется так: «Ощущая ум, я буду выдыхать». ",
  "mn62:28.2": "Он тренируется так: «Радуя ум, я буду вдыхать»; он тренируется так: «Радуя ум, я буду выдыхать». ",
  "mn62:28.3": "Он тренируется так: «Сосредотачивая ум, я буду вдыхать»; он тренируется так: «Сосредотачивая ум, я буду выдыхать». ",
  "mn62:28.4": "Он тренируется так: «Освобождая ум, я буду вдыхать»; он тренируется так: «Освобождая ум, я буду выдыхать». ",
  "mn62:29.1": "Он тренируется так: «Созерцая непостоянство, я буду вдыхать»; он тренируется так: «Созерцая непостоянство, я буду выдыхать». ",
  "mn62:29.2": "Он тренируется так: «Созерцая угасание, я буду вдыхать»; он тренируется так: «Созерцая угасание, я буду выдыхать». ",
  "mn62:29.3": "Он тренируется так: «Созерцая прекращение, я буду вдыхать»; он тренируется так: «Созерцая прекращение, я буду выдыхать». ",
  "mn62:29.4": "Он тренируется так: «Созерцая оставление, я буду вдыхать»; он тренируется так: «Созерцая оставление, я буду выдыхать». ",
  "mn62:30.1": "Рахула, вот так осознанность к дыханию развита и взращена, так что это приносит великий плод и великое благо. ",
  "mn62:30.2": "Когда осознанность к дыханию развита и взращена таким образом, то даже последние вдохи и выдохи будут узнанными по мере того, как они прекращаются, а не неузнанными» ",
  "mn62:30.3": "Так сказал Благословенный. ",
  "mn62:30.4": "Достопочтенный Рахула был доволен и восхитился словами Благословенного. "
}