{
  "mn64:0.1": "Мадджхима Никая 64 ",
  "mn64:0.2": "Большое наставление для Малункьяпутты ",
  "mn64:1.1": "Так я слышал. ",
  "mn64:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn64:1.3": "Там он обратился к монахам так: ",
  "mn64:1.4": "«Монахи!» ",
  "mn64:1.5": "«Да, уважаемый», – отвечали монахи. ",
  "mn64:1.6": "Благословенный сказал следующее: ",
  "mn64:2.1": "«Монахи, помните ли вы пять нижних оков, которым я вас учил?» ",
  "mn64:2.2": "Когда так было сказано, достопочтенный Малункьяпутта ответил: ",
  "mn64:2.3": "«Уважаемый, я помню пять нижних оков, которым учил Благословенный» ",
  "mn64:2.4": "«Но, Малункьяпутта, как именно ты запомнил пять нижних оков, которым я учил?» ",
  "mn64:2.5": "Уважаемый, я помню, что воззрения о «я» – это нижняя окова, которой учил Благословенный. ",
  "mn64:2.6": "Я помню, что сомнение – это нижняя окова, которой учил Благословенный. ",
  "mn64:2.7": "Я помню, что цепляние за правила и предписания – это нижняя окова, которой учил Благословенный. ",
  "mn64:2.8": "Я помню, что чувственное желение – это нижняя окова, которой учил Благословенный. ",
  "mn64:2.9": "Я помню, что недоброжелательность – это нижняя окова, которой учил Благословенный. ",
  "mn64:2.10": "Вот так я запомнил, уважаемый, эти пять нижних оков, которым учил Благословенный». ",
  "mn64:3.1": "«Малункьяпутта, кого же я так учил этим пяти нижним оковам? ",
  "mn64:3.2": "Неужто странники – приверженцы других учений не смогли бы указать на твою ошибку, приведя в пример младенца? ",
  "mn64:3.3": "Ведь у лежащего младенца нет даже представления о личности, так как же у него может возникнуть воззрение о «я»? ",
  "mn64:3.4": "Но всё же скрытая склонность к воззрению о «я» есть у него. ",
  "mn64:3.5": " У лежащего младенца нет даже представления об учениях, так как же у него может возникнуть сомнение в отношении учений? ",
  "mn64:3.6": "Но всё же скрытая склонность к сомнению есть у него. ",
  "mn64:3.7": " У лежащего младенца нет даже представления о правилаз, так как же у него может возникнуть цепляние к правилам и предписаниям? ",
  "mn64:3.8": "Но всё же скрытая склонность к цеплянию к правилам и предписаниям есть у него. ",
  "mn64:3.9": " У лежащего младенца нет даже представления о чувственных удовольствиях, так как же у него может возникнуть чувственное желение? ",
  "mn64:3.10": "Но всё же скрытая склонность к чувственной страсти есть у него. ",
  "mn64:3.11": " У лежащего младенца нет даже представления о существах, так как же у него может возникнуть недоброжелательность по отношению к существам? ",
  "mn64:3.12": "Но всё же скрытая склонность к недоброжелательности есть у него. ",
  "mn64:3.13": "Неужто странники – приверженцы других учений не смогли бы указать на твою ошибку, приведя в пример младенца?» ",
  "mn64:4.1": "Тогда достопочтенный Ананда сказал: ",
  "mn64:4.2": "«Сейчас подходящий момент, Благословенный, сейчас подходящий момент, Высочайший, ",
  "mn64:4.3": "чтобы Благословенный пояснил нам пять нижних оков. Услышав это из его уст, монахи запомнят это». ",
  "mn64:4.4": "«В таком случае, Ананда, слушай внимательно то, о чём я буду говорить». ",
  "mn64:4.5": "Достопочтенный Ананда ответил: «Да, уважаемый». ",
  "mn64:4.6": "Благословенный сказал следующее: ",
  "mn64:5.1": "«Вот, Ананда, необученный заурядный человек, который не уважает Благородных, неумелый и нетренированный их Дхамме, который не уважает чистых людей, неумелый и не тренированный в их Дхамме, ",
  "mn64:5.2": "– пребывает с умом, охваченным и порабощённым воззрением о «я». ",
  "mn64:5.3": "Он не понимает в соответствии с действительностью спасения от возникшего воззрения о «я», ",
  "mn64:5.4": "И когда это воззрение о «я» стало привычным и неустранённым в нём – то тогда это является нижней оковой. ",
  "mn64:5.5": "Он пребывает с умом, охваченным и порабощённым сомнением, ",
  "mn64:5.6": "Он не понимает в соответствии с действительностью спасения от возникшего сомнения. ",
  "mn64:5.7": "И когда это сомнение стало привычным и неустранённым в нём – то тогда это является нижней оковой. ",
  "mn64:5.8": "Он пребывает с умом, охваченным и порабощённым цеплянием к правилам и предписаниям. ",
  "mn64:5.9": "Он не понимает в соответствии с действительностью спасения от возникшего цепляния к правилам и предписаниям. ",
  "mn64:5.10": "И когда это цепляние к правилам и предписаниям стало привычным и неустранённым в нём – то тогда это является нижней оковой. ",
  "mn64:5.11": "Он пребывает с умом, охваченным и порабощённым чувственным желанием. ",
  "mn64:5.12": "Он не понимает в соответствии с действительностью спасения от возникшего чувственного желания. ",
  "mn64:5.13": "И когда это чувственное желание стало привычным и неустранённым в нём – то тогда это является нижней оковой. ",
  "mn64:5.14": "Он пребывает с умом, охваченным и порабощённым недоброжелательностью. ",
  "mn64:5.15": "Он не понимает в соответствии с действительностью спасения от возникшей недоболжелательности. ",
  "mn64:5.16": "И когда эта недоброжелательность стала привычной и неустранённой в нём – то тогда это является нижней оковой. ",
  "mn64:6.1": "Хорошо обученный благородный ученик, который уважает Благородных, умелый и тренированный в их Дхамме, который уважает чистых людей, умелый и тренированный в их Дхамме, – не пребывает с умом, охваченным и порабощённым воззрением о «я». ",
  "mn64:6.2": "Он понимает в соответствии с действительностью спасения от возникшего воззрения о «я», ",
  "mn64:6.3": "и воззрение о «я» вместе со скрытой склонностью к нему отброшены в нём. ",
  "mn64:6.4": "Он не пребывает с умом, охваченным и порабощённым сомнением. ",
  "mn64:6.5": "Он понимает в соответствии с действительностью спасения от возникшего сомнения. ",
  "mn64:6.6": "И сомнение вместе со скрытой склонностью к нему отброшены в нём. ",
  "mn64:6.7": "Он не пребывает с умом, охваченным и порабощённым цеплянием к правилам и предписаниям. ",
  "mn64:6.8": "Он понимает в соответствии с действительностью спасения от возникшего цепляния к правилам и предписаниям. ",
  "mn64:6.9": "И цепляние к правилам и предписаниям вместе со скрытой склонностью к нему отброшены в нём. ",
  "mn64:6.10": "Он не пребывает с умом, охваченным и порабощённым чувственным желанием. ",
  "mn64:6.11": "Он понимает в соответствии с действительностью спасения от возникшего чувственного желания. ",
  "mn64:6.12": "И чувственное желание вместе со скрытой склонностью к нему отброшены в нём. ",
  "mn64:6.13": "Он не пребывает с умом, охваченным и порабощённым недоброжелательностью. ",
  "mn64:6.14": "Он понимает в соответствии с действительностью спасения от возникшей недоболжелательности. ",
  "mn64:6.15": "И недоброжелательность вместе со скрытой склонностью к нему отброшены в нём. ",
  "mn64:6.16": "Существует путь, Ананда, дорога к отбрасыванию пяти нижних оков. и не может быть такого, чтобы кто-либо, не опираясь на этот путь, на эту дорогу, мог бы знать или видеть или отбросить пять нижних оков. ",
  "mn64:6.17": "Подобно тому, как у могучего дерева есть сердцевина и не может быть такого, чтобы кто-либо смог вырезать сердцевину, не разрезав кору и заболонь, ",
  "mn64:6.18": "",
  "mn64:6.19": "то точно также, существует путь, дорога к отбрасыванию пяти нижних оков, и не может быть такого, чтобы кто-либо, не опираясь на этот путь, на эту дорогу, мог бы знать или видеть или отбросить пять нижних оков. ",
  "mn64:7.1": "Существует путь, Ананда, дорога к отбрасыванию пяти нижних оков. и есть возможность, что кто-то, опираясь на этот путь, на эту дорогу, мог бы знать и видеть и отбросить пять нижних оков. ",
  "mn64:8.1": "Подобно тому, как у могучего дерева есть сердцевина и есть возможность, чтобы кто-либо смог вырезать сердцевину, разрезав кору и заболонь, ",
  "mn64:8.2": "то точно также, существует путь, дорога к отбрасыванию пяти нижних оков, и есть возможность, что кто-то, опираясь на этот путь, на эту дорогу, мог бы знать и видеть и отбросить пять нижних оков. ",
  "mn64:8.3": "Ананда, представь, как если бы река Ганга была наполнена водой до самых краёв, так чтобы [даже] ворона могла [с лёгкостью] отпить из неё. ",
  "mn64:8.4": "И пришёл бы немощный человек и подумал бы: ",
  "mn64:8.5": "«Помогая себе руками, я переплыву это течение и благополучно доберусь до того берега этой реки Ганги», ",
  "mn64:8.6": "Но всё же он не смог бы благополучно добраться. ",
  "mn64:8.7": "Точно также, когда некоего человека обучают Дхамме ради прекращения личности, его ум не входит в это, не обретает доверия, устойчивости, решимости. ",
  "mn64:8.8": "В этом случае его можно считать таким же, как тот немощный человек. ",
  "mn64:8.9": "Ананда, представь, как если бы река Ганга была наполнена водой до самых краёв, так чтобы [даже] ворона могла [с лёгкостью] отпить из неё. ",
  "mn64:8.10": "И пришёл бы сильный человек и подумал бы: ",
  "mn64:8.11": "«Помогая себе руками, я переплыву это течение и благополучно доберусь до того берега этой реки Ганги», ",
  "mn64:8.12": "И смог бы благополучно перебраться. ",
  "mn64:8.13": "Точно также, когда некоего человека обучают Дхамме ради прекращения личности, его ум входит в это, обретает доверие, устойчивость, решимость. ",
  "mn64:8.14": "В этом случае его можно считать таким же, как тот сильный человек. ",
  "mn64:9.1": "И каков, Ананда, путь, дорога к отбрасыванию пяти нижних оков? ",
  "mn64:9.2": "Вот с уединением от обретений, с оставлением неблагих состояний [ума], с полным успокоением телесной вялости, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний, монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn64:9.3": "И какими бы здесь ни существовали материальная форма, чувство, восприятие, формации, сознание – он видит все эти состояния как непостоянное, как страдание, как недуг, как опухоль, как шип, как бедствие, как болезненность, как чужое, как распадающееся, как пустое, как безличностное. ",
  "mn64:9.4": "Он отводит ум от этих состояний ",
  "mn64:9.5": " и направляет его к бессмертному элементу так: ",
  "mn64:9.6": "«Это покой, это наивысшее: прекращение всех формаций, оставление всех привязанностей, уничтожение жажды, бесстрастие, прекращение, ниббана». ",
  "mn64:9.7": "Если он устойчив в этом, он достигает уничтожения пятен [умственных загрязнений]. ",
  "mn64:9.8": "Но если он не достигает уничтожения пятен из-за этого желания к Дхамме, из-за этого наслаждения Дхаммой, то тогда с уничтожением пяти нижних оков он становится тем, кто возникнет спонтанно [в мире Чистых обителей] и там достигнет окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот]. ",
  "mn64:9.9": "Таков путь, дорога к отбрасыванию пяти нижних оков. ",
  "mn64:10-12.1": "Затем, с успокоением направления и удержания [ума], он входит и пребывает во второй джхане… ",
  "mn64:10-12.2": "третьей джхане... ",
  "mn64:10-12.3": "четвёртой джхане... ",
  "mn64:10-12.4": "И какими бы здесь ни существовали материальная форма, чувство, восприятие, формации, сознание – он видит все эти состояния как непостоянное, как страдание, как недуг, как опухоль, как шип, как бедствие, как болезненность, как чужое, как распадающееся, как пустое, как безличностное. ",
  "mn64:10-12.5": "Он отводит ум от этих состояний … ",
  "mn64:10-12.6": "Но если он не достигает уничтожения пятен,… он становится тем, кто возникнет спонтанно [в мире Чистых обителей] и там достигнет окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот]. ",
  "mn64:10-12.7": "Это тоже путь, дорога к отбрасыванию пяти нижних оков. ",
  "mn64:13.1": "Далее, с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественного, осознавая: «Пространство безгранично», монах входит и пребывает в сфере безграничного пространства. ",
  "mn64:13.2": "И какими бы здесь ни существовали материальная форма, чувство, восприятие, формации, сознание – он видит все эти состояния как непостоянное, как страдание, как недуг, как опухоль, как шип, как бедствие, как болезненность, как чужое, как распадающееся, как пустое, как безличностное. ",
  "mn64:13.3": "Он отводит ум от этих состояний … ",
  "mn64:13.4": "Но если он не достигает уничтожения пятен,… он становится тем, кто возникнет спонтанно [в мире Чистых обителей] и там достигнет окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот]. ",
  "mn64:13.5": "Это тоже путь, дорога к отбрасыванию пяти нижних оков. ",
  "mn64:14.1": "Далее, с полным преодолением сферы безграничного пространства, воспринимая: «сознание безгранично», монах входит и пребывает в сфере безграничного сознания… ",
  "mn64:14.2": "И какими бы здесь ни существовали материальная форма, чувство, восприятие, формации, сознание – он видит все эти состояния как непостоянное, как страдание, как недуг, как опухоль, как шип, как бедствие, как болезненность, как чужое, как распадающееся, как пустое, как безличностное. ",
  "mn64:14.3": "Он отводит ум от этих состояний … ",
  "mn64:14.4": "Но если он не достигает уничтожения пятен,… он становится тем, кто возникнет спонтанно [в мире Чистых обителей] и там достигнет окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот]. ",
  "mn64:14.5": "Это тоже путь, дорога к отбрасыванию пяти нижних оков. ",
  "mn64:15.1": "Далее, с полным преодолением сферы безграничного сознания, воспринимая: «здесь ничего нет», монах входит и пребывает в сфере отсутствия всего… ",
  "mn64:15.2": "И какими бы здесь ни существовали материальная форма, чувство, восприятие, формации, сознание – он видит все эти состояния как непостоянное, как страдание, как недуг, как опухоль, как шип, как бедствие, как болезненность, как чужое, как распадающееся, как пустое, как безличностное. ",
  "mn64:15.3": "Он отводит ум от этих состояний … ",
  "mn64:15.4": "Но если он не достигает уничтожения пятен,… он становится тем, кто возникнет спонтанно [в мире Чистых обителей] и там достигнет окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот]. ",
  "mn64:15.5": "Это тоже путь, дорога к отбрасыванию пяти нижних оков». ",
  "mn64:16.1": "«Уважаемый, если таков путь, такова дорога к отбрасыванию пяти нижних оков, то почему некоторые монахи, [как говорят], обретают освобождение ума, а другие, [как говорят] – освобождение мудростью?» ",
  "mn64:16.2": "«Ананда, я говорю, что это из-за различия в их качествах». ",
  "mn64:16.3": "Так сказал Благословенный. ",
  "mn64:16.4": "Достопочтенный Ананда был доволен и восхитился словами Благословенного. "
}