{
  "mn65:0.1": "Мадджхима Никая 65 ",
  "mn65:0.2": "К Бхаддали ",
  "mn65:1.1": "Так я слышал. ",
  "mn65:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn65:1.3": "Там он обратился к монахам так: ",
  "mn65:1.4": "«Монахи!» ",
  "mn65:1.5": "«Да, уважаемый», – отвечали монахи. ",
  "mn65:1.6": "Благословенный сказал следующее: ",
  "mn65:2.1": "«Монахи, я ем один раз [в день] ",
  "mn65:2.2": "Делая так, я свободен от недугов и болезненности, наслаждаюсь лёгкостью, силой, комфортным пребыванием. ",
  "mn65:2.3": "Ну же, монахи, ешьте один раз. ",
  "mn65:2.4": "Делая так, ты также будете свободны от недугов и болезненности, будете наслаждаться лёгкостью, силой, комфортным пребыванием». ",
  "mn65:3.1": "Когда так было сказано, достопочтенный Бхаддали сказал Благословенному: ",
  "mn65:3.2": "«Уважаемый, я не хочу есть [только] один раз. ",
  "mn65:3.3": "Если бы я делал так, то я мог бы иметь обеспокоенность и взволнованность в отношении этого». ",
  "mn65:4.1": "«Тогда, Бхаддали, cъешь часть там, куда тебя пригласили, и часть [еды] забери с собой, чтобы поесть [после, но до полудня]. ",
  "mn65:4.2": "Питаясь таким образом, ты будешь поддерживать себя». ",
  "mn65:4.3": "«Уважаемый, я не хочу питаться таким способом также. ",
  "mn65:4.4": "Ведь если бы я делал так, то я мог бы иметь обеспокоенность и взволнованность в отношении этого». ",
  "mn65:4.5": "И затем, когда это правило тренировки было установлено Благословенным, когда община монахов предпринимала тренировку, достопочтенный Бхаддали заявил о своём отказе [исполнять это правило]. ",
  "mn65:4.6": "И тогда достопочтенный Бхаддали не появлялся перед Благословенным в течение всего того трёхмесячного периода [сезона дождей], как и бывает с тем, кто не исполняет тренировку в Учении Учителя. ",
  "mn65:5.1": "И в то время группа монахов занималась изготовлением одеяния для Благословенного, думая: ",
  "mn65:5.2": "«Когда это одеяние будет готово, по окончании трёх месяцев [сезона дождей] Благословенный отправится в странствие». ",
  "mn65:6.1": "И тогда достопочтенный Бхаддали отправился к тем монахам и обменялся с ними приветствиями. ",
  "mn65:6.2": "После обмена вежливыми приветствиями и любезностями он сел рядом. Когда он сделал так, они сказали ему: ",
  "mn65:6.3": "«Друг Бхаддали, это одеяние изготавливается для Благословенного. ",
  "mn65:6.4": "Когда это одеяние будет готово, по окончании трёх месяцев [сезона дождей] Благословенный отправится в странствие. ",
  "mn65:6.5": "Будь добр, друг Бхаддали, удели должное внимание этому совету. Не позволяй этому стать трудностью для тебя потом». ",
  "mn65:7.1": "«Да, друзья» – ответил он И отправился к Благословенному, после чего он поклонился ему, сел рядом и сказал: ",
  "mn65:7.2": "«Уважаемый, проступок одолел меня – столь глупым, столь запутанным, столь неумелым я был, что когда правило тренировки было установлено Благословенным, когда община монахов предпринимала тренировку, я объявил об отказе [исполнять это правило]. ",
  "mn65:7.3": "Уважаемый, пусть Благословенный простит меня за мой проступок, который я [теперь] увидел таковым, чтобы в будущем [я себя] сдерживал [в этом]». ",
  "mn65:8.1": "«Вне сомнений, Бхаддали, проступок одолел тебя – столь глупым, столь запутанным, столь неумелым ты был, что когда правило тренировки было установлено Благословенным, когда община монахов предпринимала тренировку, ты объявил об отказе [исполнять это правило]. ",
  "mn65:9.1": "А также и этого обстоятельства ты не смог увидеть: ",
  "mn65:9.2": "«Благословенный проживает в Саваттхи и Благословенный узнает обо мне так: ",
  "mn65:9.3": "«Монах по имени Бхаддали – это тот, кто не исполняет тренировку в Учении Учителя». ",
  "mn65:9.4": "",
  "mn65:9.5": "А также и этого обстоятельства ты не смог увидеть: ",
  "mn65:9.6": "«Многие монахи поселились в Саваттхи на сезон дождей…» ",
  "mn65:9.7": "",
  "mn65:9.8": "",
  "mn65:9.9": "",
  "mn65:9.10": "«Многие монахини поселились в Саваттхи на сезон дождей…» ",
  "mn65:9.11": "",
  "mn65:9.12": "",
  "mn65:9.13": "",
  "mn65:9.14": "«Многие миряне поселились в Саваттхи на сезон дождей…» ",
  "mn65:9.15": "",
  "mn65:9.16": "",
  "mn65:9.17": "",
  "mn65:9.18": "«Многие мирянки поселились в Саваттхи на сезон дождей… ",
  "mn65:9.19": "«Монах по имени Бхаддали – это тот, кто не исполняет тренировку в Учении Учителя». ",
  "mn65:9.20": "",
  "mn65:9.21": "",
  "mn65:9.22": "«Многие жрецы и отшельники поселились в Саваттхи на сезон дождей, и они также узнают обо мне так: ",
  "mn65:9.23": "«Монах по имени Бхаддали, старший ученик отшельника Готамы, не исполняет тренировку в Учении Учителя». ",
  "mn65:9.24": "Ты не смог увидеть этого обстоятельства». ",
  "mn65:10.1": "«Уважаемый, проступок одолел меня – столь глупым, столь запутанным, столь неумелым я был, что когда правило тренировки было установлено Благословенным, когда община монахов предпринимала тренировку, я объявил об отказе [исполнять это правило]. ",
  "mn65:10.2": "Уважаемый, пусть Благословенный простит меня за мой проступок, который я [теперь] увидел таковым, чтобы в будущем [я себя] сдерживал [в этом]». ",
  "mn65:10.3": "«Вне сомнений, Бхаддали, проступок одолел тебя – столь глупым, столь запутанным, столь неумелым ты был, что когда правило тренировки было установлено Благословенным, когда община монахов предпринимала тренировку, ты объявил об отказе [исполнять это правило]. ",
  "mn65:11.1": "Как ты думаешь, Бхаддали? ",
  "mn65:11.2": "Представь монаха, который был бы освобождённым в обоих отношениях, и я сказал бы ему: ",
  "mn65:11.3": "«Ну же, монах, будь для меня мостком через грязь». Перешёл бы он сам, или же принял бы какую-то иную позу тела, или сказал бы «нет»? ",
  "mn65:11.4": "«Нет, уважаемый». ",
  "mn65:11.5": "«Как ты думаешь, Бхаддали? ",
  "mn65:11.6": "Представь монаха, который был бы освобождённым мудростью… ",
  "mn65:11.7": "засвидетельствовавшим телом…  ",
  "mn65:11.8": "достигшим воззрения…  ",
  "mn65:11.9": "овсобождённым верой… ",
  "mn65:11.10": "идущим-за-счёт-Дхаммы… ",
  "mn65:11.11": "идущим-за-счёт-веры… ",
  "mn65:11.12": "«Ну же, монах, будь для меня мостком через грязь». Перешёл бы он сам, или же принял бы какую-то иную позу тела, или сказал бы «нет»? ",
  "mn65:11.13": "«Нет, уважаемый». ",
  "mn65:12.1": "«Как ты думаешь, Бхаддали? ",
  "mn65:12.2": " Был бы ты в таком случае освобождённым в обоих отношениях, или освобождённым мудростью, или… идущим-за-счёт-веры?» ",
  "mn65:12.3": "«Нет, уважаемый». ",
  "mn65:12.4": "«Бхаддали, разве не был бы ты в таком случае пустым, бессодержательным, ошибающимся?» ",
  "mn65:13.1": "«Да, уважаемый». ",
  "mn65:13.2": "«Уважаемый, проступок одолел меня –  … ",
  "mn65:13.3": "Уважаемый, пусть Благословенный простит меня за мой проступок, который я [теперь] увидел таковым, чтобы в будущем [я себя] сдерживал [в этом]». ",
  "mn65:13.4": "«Вне сомнений, Бхаддали, проступок одолел тебя – ",
  "mn65:13.5": "Но поскольку ты видишь свой проступок таковым и исправляешь его в соответствии с Дхаммой, мы прощаем тебя за это. ",
  "mn65:13.6": "Поскольку это является ростом в Дисциплине Благородных – когда кто-либо видит проступок таковым и исправляет его в соответствии с Дхаммой, предпринимая воздержание [от совершения подобного] в будущем. ",
  "mn65:14.1": "Бхаддали, бывает так, когда некий монах не исполняет тренировки в Учении Учителя. ",
  "mn65:14.2": "Он рассуждает так: ",
  "mn65:14.3": "«Что если я затворяюсь в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы? ",
  "mn65:14.4": "Быть может, я смогу реализовать сверхчеловеческое состояние, исключительность в знании и видении, что достойна Благородных». ",
  "mn65:14.5": "Он затворяется в таком уединённом обиталище.  ",
  "mn65:14.6": "О мере того как он живёт затворённым, Учитель порицает его, его мудрые товарищи по святой жизни после изучения порицают его, божества порицают его, и он порицает себя. ",
  "mn65:14.7": "Будучи порицаемым Учителем… собой, он не реализует какого-либо сверхчеловеческого состояния, исключительности в знании и видении, что достойна Благородных. ",
  "mn65:14.8": "И почему? ",
  "mn65:14.9": "Потому что так оно происходит с тем, кто не исполняет тренировку в Учении Учителя. ",
  "mn65:15.1": "Бхаддали, бывает так, когда некий монах исполняет тренировку в Учении Учителя. ",
  "mn65:15.2": "Он рассуждает так: ",
  "mn65:15.3": "«Что если я затворяюсь в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы? ",
  "mn65:15.4": "Быть может, я смогу реализовать сверхчеловеческое состояние, исключительность в знании и видении, что достойна Благородных». ",
  "mn65:15.5": "Он затворяется в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы. ",
  "mn65:15.6": "Учитель не порицает его, его мудрые товарищи по святой жизни после изучения не порицают его, божества не порицают его, и он не порицает себя. ",
  "mn65:15.7": "Будучи не порицаемым Учителем… собой, он реализует сверхчеловеческое состояние, исключительность в знании и видении, что достойна Благородных. ",
  "mn65:16.1": "Будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], он входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn65:16.2": "И почему? ",
  "mn65:16.3": "Потому что так оно происходит с тем, кто исполняет тренировку в Учении Учителя. ",
  "mn65:17.1": "С угасанием направления и удержания [ума на объекте], он входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn65:17.2": "И почему? ",
  "mn65:17.3": "Потому что так оно происходит с тем, кто исполняет тренировку в Учении Учителя. ",
  "mn65:17.4": "С угасанием восторга он пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn65:17.5": "И почему? ",
  "mn65:17.6": "Потому что так оно происходит с тем, кто исполняет тренировку в Учении Учителя. ",
  "mn65:17.7": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, он входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn65:17.8": "И почему? ",
  "mn65:17.9": "Потому что так оно происходит с тем, кто исполняет тренировку в Учении Учителя. ",
  "mn65:18.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию воспоминаний прошлых жизней. ",
  "mn65:18.2": "Он вспоминает множество своих прошлых жизней – одну, две... пять... десять... пятьдесят, сто, тысячу, сто тысяч, за многие эпохи сжатия мира, за многие эпохи расширения мира, за многие эпохи сжатия и расширения мира… Так он вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn65:18.3": "И почему? ",
  "mn65:18.4": "Потому что так оно происходит с тем, кто исполняет тренировку в Учении Учителя. ",
  "mn65:19.1": "Когда его ум стал таким сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет к знанию смерти и перерождения существ. ",
  "mn65:19.2": "Посредством божественного видения, очищенного и превосходящего человеческое, он видит как существа покидают жизнь и перерождаются, и он распознаёт низменных и высоких, прекрасных и уродливых, удачливых и неудачливых. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками: «Эти существа, которые придерживались плохого поведения в поступках, речах и мыслях,… после смерти, родились в состоянии лишений, в плохих местах, в погибели, даже в аду. Но эти достойные существа, что имели хорошее поведение телом, речью и умом, не оскорблявшие благородных, придерживавшиеся правильных воззрений и действовавшие под влиянием правильных воззрений, с распадом тела, после смерти, родились в благих местах, даже в небесном мире. ",
  "mn65:19.3": "И почему? ",
  "mn65:19.4": "Потому что так оно происходит с тем, кто исполняет тренировку в Учении Учителя. ",
  "mn65:20.1": "Когда его ум становится сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn65:20.2": "Он напрямую познаёт в соответствии с действительностью: «Вот страдание... Вот возникновение страдания... Вот прекращение страдания... Вот Путь ведущий к прекращению страдания... ",
  "mn65:20.3": "Это – пятна [загрязнений ума]... Это – происхождение пятен… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn65:21.1": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn65:21.2": "Когда он освободился, приходит знание: «Он освобождён». ",
  "mn65:21.3": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn65:21.4": "И почему? ",
  "mn65:21.5": "Потому что так оно происходит с тем, кто не исполняет тренировку в Учении Учителя. ",
  "mn65:22.1": "Когда так было сказано, достопочтенный Бхаддали сказал Благословенному: ",
  "mn65:22.2": "«Уважаемый, в чём условие, в чём причина, почему в отношении некоторого монаха предпринимают меры посредством постоянного делания ему замечаний? ",
  "mn65:22.3": "В чём условие, в чём причина, почему в отношении некоторого монаха не предпринимают меры посредством постоянного делания ему замечаний?» ",
  "mn65:23.1": "«Бхаддали, бывает так, когда некий монах является постоянным нарушителем с многочисленными нарушениями [монашеских правил]. ",
  "mn65:23.2": "Когда монахи его поправляют, он отвечает уклончиво, переводит обсуждение на другую тему, выражает беспокойство, ненависть и горечь. Он не поступает правильно, не выполняет указаний, не очищает себя, не говорит: «Почему бы мне не поступать так, чтобы община была бы удовлетворена?» ",
  "mn65:23.3": "В таком случае монахи говорят: ",
  "mn65:23.4": "«Этот монах является постоянным нарушителем с многочисленными нарушениями [монашеских правил]. ",
  "mn65:23.5": "Когда монахи его поправляют, он отвечает уклончиво, переводит обсуждение на другую тему, выражает беспокойство, ненависть и горечь. Он не поступает правильно, не выполняет указаний, не очищает себя, не говорит: «Почему бы мне не поступать так, чтобы община была бы удовлетворена?» ",
  "mn65:23.6": "Было бы хорошо, если бы достопочтенные изучали этого монаха так, чтобы эта тяжба против него не разрешилась бы слишком быстро». ",
  "mn65:23.7": "И монахи изучают его так, чтобы тяжба против него разрешилась бы слишком быстро. ",
  "mn65:24.1": "Но бывает так, когда некий монах является постоянным нарушителем с многочисленными нарушениями [монашеских правил]. ",
  "mn65:24.2": "Когда монахи его поправляют, он не отвечает уклончиво, не переводит обсуждение на другую тему, Не выражает беспокойство, ненависть и горечь. Он поступает правильно, выполняет указания, очищает себя, говорит: «Почему бы мне не поступать так, чтобы община была бы удовлетворена?» ",
  "mn65:24.3": "В таком случае монахи говорят: ",
  "mn65:24.4": "«Этот монах является постоянным нарушителем с многочисленными нарушениями [монашеских правил]. ",
  "mn65:24.5": "Когда монахи его поправляют, он не отвечает уклончиво, не переводит обсуждение на другую тему, Не выражает беспокойство, ненависть и горечь. Он поступает правильно, выполняет указания, очищает себя, говорит: «Почему бы мне не поступать так, чтобы община была бы удовлетворена?» ",
  "mn65:24.6": "«Было бы хорошо, если бы достопочтенные изучали этого монаха так, чтобы эта тяжба против него разрешилась бы быстро». ",
  "mn65:24.7": "И монахи изучают его так, чтобы тяжба против него разрешилась бы слишком быстро. ",
  "mn65:25.1": "Бывает так, когда некий монах является нечастым нарушителем без многочисленных нарушений. ",
  "mn65:25.2": "Когда монахи его поправляют, он отвечает уклончиво, переводит обсуждение на другую тему… ",
  "mn65:25.3": "В таком случае монахи говорят: ",
  "mn65:25.4": "«Этот монах является нечастым нарушителем без многочисленных нарушений. ",
  "mn65:25.5": "Когда монахи его поправляют, он отвечает уклончиво, переводит обсуждение на другую тему… ",
  "mn65:25.6": "Было бы хорошо, если бы достопочтенные изучали этого монаха так, чтобы эта тяжба против него не разрешилась бы слишком быстро». ",
  "mn65:25.7": "И монахи изучают его так, чтобы тяжба против него разрешилась бы слишком быстро. ",
  "mn65:26.1": "Бывает так, когда некий монах является нечастым нарушителем без многочисленных нарушений. ",
  "mn65:26.2": "Когда монахи его поправляют, он не отвечает уклончиво, не переводит обсуждение на другую тему… ",
  "mn65:26.3": "В таком случае монахи говорят: ",
  "mn65:26.4": "«Этот монах является нечастым нарушителем без многочисленных нарушений. ",
  "mn65:26.5": "Когда монахи его поправляют, он не отвечает уклончиво, не переводит обсуждение на другую тему… ",
  "mn65:26.6": "«Было бы хорошо, если бы достопочтенные изучали этого монаха так, чтобы эта тяжба против него разрешилась бы быстро». ",
  "mn65:26.7": "И монахи изучают его так, чтобы тяжба против него разрешилась бы слишком быстро. ",
  "mn65:27.1": "Бывает так, когда некий монах совершенствуется за счёт некоторой доли веры и любви. ",
  "mn65:27.2": "В таком случае монахи говорят: ",
  "mn65:27.3": "«Друзья, этот монах совершенствуется за счёт некоторой доли веры и любви. ",
  "mn65:27.4": "Если бы мы предпринимали меры в отношении него посредством постоянного делания ему замечаний,",
  "mn65:27.5": "могло бы так случиться, что он утратил эту долю веры и любви». ",
  "mn65:28.1": "Представь, как если бы у человека был бы только один глаз. Огда его друзья, товарищи, близкие и родственники охраняли бы его глаз, думая: ",
  "mn65:28.2": "«Пусть он не потеряет этот свой единственный глаз». ",
  "mn65:28.3": "Точно также, бывает так, когда некий монах совершенствуется за счёт некоторой доли веры и любви. ",
  "mn65:28.4": "В таком случае монахи говорят: ",
  "mn65:28.5": "«Друзья, этот монах совершенствуется за счёт некоторой доли веры и любви. ",
  "mn65:28.6": "Если бы мы предпринимали меры в отношении него посредством постоянного делания ему замечаний,",
  "mn65:28.7": "могло бы так случиться, что он утратил эту долю веры и любви». ",
  "mn65:28.8": "Вот в чём условие, в чём причина, почему в отношении некоторого монаха предпринимают меры посредством постоянного делания ему замечаний. ",
  "mn65:28.9": "И вот в чём условие, в чём причина, почему в отношении некоторого монаха не предпринимают меры посредством постоянного делания ему замечаний». ",
  "mn65:29.1": "«Уважаемый, в чём условие, в чём причина, почему прежде было меньше правил [монашеской] тренировки, но больше монахов становилось утверждёнными в окончательном знании? ",
  "mn65:29.2": "В чём условие, в чём причина, почему сейчас больше правил тренировки, но меньше монахов становятся утверждёнными в окончательном знании?» ",
  "mn65:30.1": "«Именно так оно, Бхаддали. Когда существа деградируют и подлинная Дхамма исчезает, тогда имеется больше правил тренировки, но меньше монахов становятся утверждёнными в окончательном знании. ",
  "mn65:30.2": "Учитель не устанавливает правило тренировки для учеников до тех пор, пока основания для пятен [умственных загрязнений] не проявляются здесь, в Сангхе. ",
  "mn65:30.3": "Но когда здесь, в Сангхе, проявляются основания для пятен, тогда Учитель устанавливает правило тренировки для учеников с целью удержания на расстоянии тех вещей, что являются основой для пятен. ",
  "mn65:31.1": "Те вещи, которые являются основанием для пятен, не проявляются здесь, в Сангхе, до тех пор, пока Сангха не достигла большого размера, ",
  "mn65:31.2": "",
  "mn65:31.3": "",
  "mn65:31.4": "обилия мирских обретений, длительной славы, великой учёности и выслуги. ",
  "mn65:31.5": "Но когда здесь, в Сангхе, проявляются основания для пятен, тогда Учитель устанавливает правило тренировки для учеников с целью удержания на расстоянии от оснований для пятен. ",
  "mn65:32.1": "Вас было несколько, Бхаддали, когда я учил изложению Дхаммы посредством метафоры о молодом чистокровном жеребце. ",
  "mn65:32.2": "Помнишь ли ты это, Бхаддали?» ",
  "mn65:32.3": "«Нет, уважаемый». ",
  "mn65:32.4": "«И как ты думаешь, по какой причине [ты не помнишь этого]»? ",
  "mn65:32.5": "«Уважаемый, долгое время я был тем, кто не исполняет тренировку в Учении Учителя». ",
  "mn65:32.6": "«Это не единственное условие или причина. ",
  "mn65:32.7": "Охватив твой ум своим умом, долгое время я знал о тебе следующее: ",
  "mn65:32.8": "Когда я обучаю Дхамме, этот пустоголовый человек не принимает это во внимание, не уделяет этому внимания, не вовлекается в это всем своим умом, не слушает Дхамму, охотно склоняя к ней ухо». ",
  "mn65:32.9": "Тем не менее, Бхаддали, я научу тебя изложению Дхаммы посредством метафоры о молодом чистокровном жеребце. ",
  "mn65:32.10": "Слушай внимательно то, о чём я буду говорить». ",
  "mn65:32.11": "«Да, уважаемый» – ответил достопочтенный Бхаддали. ",
  "mn65:32.12": "Благословенный сказал следующее: ",
  "mn65:33.1": "«Бхаддали, представь, как умный объездчик лошадей приобретает отличного чистокровного жеребёнка. Вначале он делает так, что тот привыкает носить удила. ",
  "mn65:33.2": "Когда идёт процесс привыкания жеребёнка ко всем этим вещам, поскольку он делает то, чего прежде никогда не делал, он проявляет некоторое искривление, извилистость, колебание. ",
  "mn65:33.3": "Но из-за частых повторений и постепенной практики он становится спокойным в этом действии. ",
  "mn65:33.4": "Когда жеребёнок стал спокойным в этом действии, объездчик лошадей делает так, что тот привыкает носить упряжь. ",
  "mn65:33.5": "Когда идёт процесс привыкания жеребёнка ко всем этим вещам, поскольку он делает то, чего прежде никогда не делал, он проявляет некоторое искривление, извилистость, колебание. ",
  "mn65:33.6": "Но из-за частых повторений и постепенной практики он становится спокойным в этом действии. ",
  "mn65:33.7": "Когда жеребёнок стал спокойным в этом действии, объездчик лошадей делает так, чтобы тот держал шаг, бегал по кругу, гарцевал, галопировал, нёсся во весь опор, [тренирует его] в царских качествах, в царском наследии, в высочайшей скорости, в высочайшей проворности, в высочайшей покорности. ",
  "mn65:33.8": "Когда идёт процесс привыкания жеребёнка ко всем этим вещам, поскольку он делает то, чего прежде никогда не делал, он проявляет некоторое искривление, извилистость, колебание. ",
  "mn65:33.9": "Но из-за частых повторений и постепенной практики он становится спокойным в этом действии. ",
  "mn65:33.10": "Когда жеребёнок стал спокойным в этих действиях, объездчик лошадей далее вознаграждает его растиранием и разглаживанием. ",
  "mn65:33.11": "Когда отличный чистокровный жеребёнок обладает этими десятью факторами, он достоин царя, достоин царской службы, считается одним из факторов царя. ",
  "mn65:34.1": "Точно также, Бхаддали, когда монах обладает десятью качествами, он достоин даров, достоин гостеприимства, достоин подношений, достоин почтительного приветствия – непревзойдённое поле заслуг для мира. ",
  "mn65:34.2": "Какими десятью? ",
  "mn65:34.3": "Вот, Бхаддали, монах обладает: правильным воззрением того, кто вышел за пределы тренировки1, правильным устремлением…, правильной речью…,  правильными действиями…, правильными средствами к жизни…, правильным усилием…, правильной осознанностью…, правильным сосредоточением…, правильным знанием…, правильным освобождением того, кто вышел за пределы тренировки. ",
  "mn65:34.4": "Когда монах обладает этими десятью качествами, он достоин даров, достоин гостеприимства, достоин подношений, достоин почтительного приветствия – непревзойдённое поле заслуг для мира». ",
  "mn65:34.5": "Так сказал Благословенный. ",
  "mn65:34.6": "Достопочтенный Бхаддали был доволен и восхитился словами Благословенного. "
}