{
  "mn66:0.1": "Мадджхима Никая 66 ",
  "mn66:0.2": "Пример с перепёлкой ",
  "mn66:1.1": "Так я слышал. ",
  "mn66:1.2": "Однажды Благословенный проживал в стране Ангуттарапанов, где находился их город под названием Апана. ",
  "mn66:2.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Апану за подаяниями. ",
  "mn66:2.2": "Когда он походил по Апане, собирая подаяния, вернувшись с хождения за подаяниями, после принятия пищи он отправился в некую рощу, чтобы провести там остаток дня. ",
  "mn66:2.3": "Войдя в рощу, он сел у подножья дерева. ",
  "mn66:3.1": "[Тем же] утром достопочтенный Удайин оделся, взял чашу и внешнее одеяние и тоже отправился в Апану за подаяниями. ",
  "mn66:3.2": "Когда он походил по Апане, собирая подаяния, вернувшись с хождения за подаяниями, после принятия пищи он отправился в некую рощу, чтобы провести там остаток дня. ",
  "mn66:3.3": "Войдя в рощу, он сел у подножья дерева. ",
  "mn66:3.4": "И тогда, по мере того как достопочтенный Удайин пребывал уединённым в медитации, такая мысль возникла в его уме: ",
  "mn66:4.1": "«От стольких болезненных состояний избавил нас Благословенный! Как много приятных состояний принёс нам Благословенный! ",
  "mn66:4.2": "От стольких неблагих состояний избавил нас Благословенный!  Как много благих состояний принёс нам Благословенный!» ",
  "mn66:5.1": "И тогда, вечером, достопочтенный Удайин вышел из медитации и отправился к Благословенному. Поклонившись ему, он сел рядом и спросил его: ",
  "mn66:6.1": "«Уважаемый, по мере того как я пребывал уединённым такая мысль возникла в моём уме: ",
  "mn66:6.2": "«От стольких болезненных состояний избавил нас Благословенный! Как много приятных состояний принёс нам Благословенный! ",
  "mn66:6.3": "От стольких неблагих состояний избавил нас Благословенный! Как много благих состояний принёс нам Благословенный!» ",
  "mn66:6.4": "Уважаемый, прежде мы ели вечером, утром, днём, вне положенного времени. ",
  "mn66:6.5": "И затем случилось так, что Благословенный обратился к монахам: ",
  "mn66:6.6": "«Монахи, будьте добры, отбросьте этот дневной приём пищи, ведь он вне положенного времени». ",
  "mn66:6.7": "Уважаемый, я был расстроен и опечален, думая: ",
  "mn66:6.8": "Верующие домохозяева дают нам различные виды хорошей еды днём, вне положенного времени, но всё же Благословенный говорит нам отбросить его». Высочайший говорит нам оставить её». ",
  "mn66:6.9": "Исходя из нашей любви и уважения к Благословенному, исходя из стыда и боязни совершить проступок, мы отбросили тот дневной приём пищи, ведь он был вне положенного времени. ",
  "mn66:6.10": "И тогда мы ели только вечером и утром. ",
  "mn66:6.11": "И затем случилось так, что Благословенный обратился к монахам: ",
  "mn66:6.12": "«Монахи, будьте добры, отбросьте этот ночной приём пищи, ведь он вне положенного времени». ",
  "mn66:6.13": "Уважаемый, я был расстроен и опечален, думая: ",
  "mn66:6.14": "«Благословенный говорит нам отбросить наиболее пышный из наших двух приёмов пищи, но всё же Благословенный говорит нам отбросить его». Высочайший говорит нам оставить её». ",
  "mn66:6.15": "Однажды, уважаемый, один человек заполучил некий суп в течение дня и сказал: ",
  "mn66:6.16": "«Отставь его в сторону и вечером мы все поедим его». ",
  "mn66:6.17": "[Почти] все блюда готовятся ночью, мало что [готовится] днём. ",
  "mn66:6.18": "Исходя из нашей любви и уважения к Благословенному, исходя из стыда и боязни совершить проступок, мы отбросили тот ночной приём пищи, ведь он был вне положенного времени. ",
  "mn66:6.19": "Случилось так, уважаемый, что монахи, которые ходили за подаяниями в кромешной тьме ночи,  вступали в выгребную яму, падали в канализацию, заходили в терновый кустарник, натыкались на спящую корову, сталкивались с хулиганами, которые уже совершили преступление, а также с теми, которые [только] планировали его, соблазнялись женщинами. ",
  "mn66:6.20": "Однажды, уважаемый, я ходил за подаяниями в кромешной тьме ночи. ",
  "mn66:6.21": "Женщина, моющая горшок, увидела меня при вспышке молнии ",
  "mn66:6.22": "и в ужасе закричала: ",
  "mn66:6.23": "«Спасите! Чёрт пришёл за мной!» ",
  "mn66:6.24": "Я сказал ей: ",
  "mn66:6.25": "«Сестра, я не чёрт,  ",
  "mn66:6.26": "я монах, который ждёт подаяний». ",
  "mn66:6.27": "[Она ответила]: «Тогда это монах, чьи маманя с папаней померли! ",
  "mn66:6.28": "Лучше бы, монах, ты разрезал свой живот острым мясницким ножом, чем подкрадывался за подаяниями ради [набивания] своего живота в кромешной тьме ночи!» ",
  "mn66:6.29": "Уважаемый, когда я вспомнил обо [всём] этом, я подумал: ",
  "mn66:6.30": "«От стольких болезненных состояний избавил нас Благословенный! Как много приятных состояний принёс нам Благословенный! ",
  "mn66:6.31": "От стольких неблагих состояний избавил нас Благословенный! Как много благих состояний принёс нам Благословенный!» ",
  "mn66:7.1": "«Точно также, Удайин, здесь есть некоторые пустоголовые личности, которые, когда я говорю им: «Оставьте это», говорят так: ",
  "mn66:7.2": "«Что? Такую пустяковую ерунду, такую ничтожную вещь, как эта? Этот отшельник слишком требователен!» ",
  "mn66:7.3": "И они не оставляют этого, проявляя грубость ко мне, ",
  "mn66:7.4": "а также к тем монахам, которые желают тренироваться. И для них эта вещь становится сильной, прочной, крепкой, непрогнившей привязью, мощным ярмом. ",
  "mn66:8.1": "Представь, Удайин, как если бы перепёлка была привязана прогнившим ползучим растением и из-за этого она повстречала бы травму, пленение или смерть. ",
  "mn66:8.2": "Правильно ли было бы сказать: ",
  "mn66:8.3": "«Прогнившее ползучее растение, которым была привязана эта перепёлка и из-за этого повстречавшая травму, пленение или смерть, было для неё хилой, слабой, прогнившей, бесстержневой привязью»? ",
  "mn66:8.4": "",
  "mn66:8.5": "«Нет, уважаемый. ",
  "mn66:8.6": "Ведь для этой перепёлки это прогнившее ползучее растение, которым она была привязана и потому повстречала травму, пленение или смерть, являлось сильной, прочной, крепкой, непрогнившей привязью, мощным ярмом». ",
  "mn66:8.7": "«Точно также, Удайин, здесь есть некоторые пустоголовые личности, которые, когда я говорю им: «Оставьте это», говорят: ",
  "mn66:8.8": "«Что? Такую пустяковую ерунду, такую ничтожную вещь, как эта? Этот отшельник слишком требователен!» ",
  "mn66:8.9": "И они не оставляют этого, проявляя грубость ко мне, ",
  "mn66:8.10": "а также к тем монахам, которые желают тренироваться. И для них эта вещь становится сильной, прочной, крепкой, непрогнившей привязью, мощным ярмом. ",
  "mn66:9.1": "Точно также, Удайин, здесь есть некоторые пустоголовые личности, которые, когда я говорю им: «Оставьте это», говорят: ",
  "mn66:9.2": "«Что? Такую пустяковую ерунду, такую ничтожную вещь как эта, которую нужно отбросить, Благословенный говорит нам отбросить, Высочайший говорит нам оставить!» ",
  "mn66:9.3": "Но всё же они отбрасывают её и не проявляют грубость ко мне, ",
  "mn66:9.4": "а также к тем монахам, которые желают тренироваться. Отбросив её, они живут в умиротворении, спокойными, питаясь дарами других, с [такими же отчуждёнными] умами, как у дикого оленя. ",
  "mn66:9.5": "Для них это становится хилой, слабой, прогнившей, бесстержневой привязью. ",
  "mn66:10.1": "«Представь, Удайи, огромного царского слона с бивнями, точно длинные дышла колесницы, великорослого, чистокровного, привыкшего к битвам, который был бы привязан прочными кожаными ремнями, но, просто лишь чуть-чуть покрутив телом, он бы сломил, разорвал ремни и ушёл куда ему вздумается. ",
  "mn66:10.2": "Правильно ли было бы сказать: ",
  "mn66:10.3": "«Прочные кожаные ремни, которыми был привязан этот огромный царский слон… являются для него сильной, прочной, крепкой, непрогнившей привязью, мощным ярмом?» ",
  "mn66:10.4": "",
  "mn66:10.5": "«Нет, уважаемый. ",
  "mn66:10.6": "Прочные кожаные ремни, которыми был привязан тот огромный царский слон, которые он бы сломил, разорвал, просто лишь чуть-чуть покрутив телом, и ушёл куда ему вздумается, – являются для него хилой, слабой, прогнившей, бесстержневой привязью». ",
  "mn66:10.7": "«Точно также, Удайин, здесь есть некоторые представители клана, которые, когда я говорю им: «Оставьте это», говорят: ",
  "mn66:10.8": "«Что? Такую пустяковую ерунду, такую ничтожную вещь как эта, которую нужно отбросить, Благословенный говорит нам отбросить, Высочайший говорит нам оставить!» ",
  "mn66:10.9": "Но всё же они отбрасывают её и не проявляют грубость ко мне, ",
  "mn66:10.10": "а также к тем монахам, которые желают тренироваться. Отбросив её, они живут в умиротворении, спокойными, питаясь дарами других, с [такими же отчуждёнными] умами, как у дикого оленя. ",
  "mn66:10.11": "Для них это становится хилой, слабой, прогнившей, бесстержневой привязью. ",
  "mn66:11.1": "Представь, Удайин, нищего, лишённого человека, без копейки в кармане, ",
  "mn66:11.2": "и у него был бы один ветхий, далеко не лучший, открытый для ворон сарай; один ветхий, далеко не лучший, плетёный остов кровати; несколько не лучшего вида зёрен и тыквенных семян в горшке; и далеко не лучшая жена-карга. ",
  "mn66:11.3": "Он бы увидел монаха в монастырском парке, сидящего в тени дерева, с вымытыми руками и ногами, съевшего вкуснейший обед, предающегося [развитию] высшего ума. ",
  "mn66:11.4": "Он бы подумал: ",
  "mn66:11.5": "«Как приятно быть отшельником! Как здоров этот отшельник! ",
  "mn66:11.6": "Если бы я только мог сбрить волосы и бороду, надеть жёлтые одежды и оставить жизнь домохозяйскую ради жизни бездомной!» ",
  "mn66:11.7": "Но он, будучи не в состоянии оставить свой ветхий, далеко не лучший, открытый для ворон сарай… далеко не лучшую жену-каргу, не может сбрить волосы и бороду, надеть жёлтые одежды и оставить жизнь домохозяйскую ради жизни бездомной. ",
  "mn66:11.8": "Правильно ли было бы сказать: ",
  "mn66:11.9": " привязи, которыми привязан этот домохозяин или сын домохозяина, ",
  "mn66:11.10": "являются хилой, слабой, прогнившей, бесстержневой привязью». ",
  "mn66:11.11": "",
  "mn66:11.12": "«Нет, уважаемый. ",
  "mn66:11.13": " Привязи, которыми привязан этот домохозяин или сын домохозяина, ",
  "mn66:11.14": "– являются сильной, прочной, крепкой, непрогнившей привязью, мощным ярмом». ",
  "mn66:11.15": "«Точно также, Удайин, здесь есть некоторые пустоголовые личности, которые, когда я говорю им: «Оставьте это», говорят: ",
  "mn66:11.16": "«Что? Такую пустяковую ерунду, такую ничтожную вещь, как эта? Этот отшельник слишком требователен!» ",
  "mn66:11.17": "И они не оставляют этого, проявляя грубость ко мне, ",
  "mn66:11.18": "а также к тем монахам, которые желают тренироваться. И для них эта вещь становится сильной, прочной, крепкой, непрогнившей привязью, мощным ярмом. ",
  "mn66:12.1": "Удайин, представь богатого домохозяина или сына домохозяина с большим богатством и имуществом, с большим количеством золотых слитков, с многочисленными амбарами с зерном, с многочисленными полями, с многочисленными землями, с многочисленными жёнами, с многочисленными рабами и рабынями. ",
  "mn66:12.2": "Он бы увидел монаха в монастырском парке, сидящего в тени дерева, с вымытыми руками и ногами, съевшего вкуснейший обед, предающегося [развитию] высшего ума. ",
  "mn66:12.3": "Он бы подумал: ",
  "mn66:12.4": "«Как приятно быть отшельником! Как здоров этот отшельник! ",
  "mn66:12.5": "Если бы я только мог сбрить волосы и бороду, надеть жёлтые одежды и оставить жизнь домохозяйскую ради жизни бездомной!» ",
  "mn66:12.6": "И будучи способным отбросить это его большое количество золотых слитков… многочисленных рабов и рабынь, он способен сбрить свои волосы и бороду, надеть жёлтые одежды и покинуть жизнь домохозяйскую ради жизни бездомной.  ",
  "mn66:12.7": "Правильно ли было бы сказать: ",
  "mn66:12.8": "«Привязи, которыми привязан этот домохозяин или сын домохозяина, … являются для него сильной, прочной, крепкой, непрогнившей привязью, мощным ярмом». ",
  "mn66:12.9": "",
  "mn66:12.10": "«Нет, уважаемый. ",
  "mn66:12.11": " Привязи, которыми привязан этот домохозяин или сын домохозяина, ",
  "mn66:12.12": "… являются для него хилой, слабой, прогнившей, бесстержневой привязью». ",
  "mn66:12.13": "«Точно также, Удайин, здесь есть некоторые представители клана, которые, когда я говорю им: «Оставьте это», говорят: ",
  "mn66:12.14": "«Что? Такую пустяковую ерунду, такую ничтожную вещь как эта, которую нужно отбросить, Благословенный говорит нам отбросить, Высочайший говорит нам оставить!» ",
  "mn66:12.15": "Но всё же они отбрасывают её и не проявляют грубость ко мне, ",
  "mn66:12.16": "а также к тем монахам, которые желают тренироваться. Отбросив её, они живут в умиротворении, спокойными, питаясь дарами других, с [такими же отчуждёнными] умами, как у дикого оленя. ",
  "mn66:12.17": "Для них это становится хилой, слабой, прогнившей, бесстержневой привязью. ",
  "mn66:13.1": "Удайин, в мире есть четыре типа личностей. ",
  "mn66:13.2": "Какие четыре? ",
  "mn66:14.1": "Бывает так, Удайин, что некий человек практикует путь отбрасывания обретений, оставления обретений. ",
  "mn66:14.2": "Когда он практикует путь, воспоминания и устремления, связанные с обретениями, досаждают ему. ",
  "mn66:14.3": "Он терпит их. Он не отбрасывает их, не устраняет их, не прекращает их, не уничтожает их. ",
  "mn66:14.4": "Такого человека я также называю опутанным, а не неопутанным. ",
  "mn66:14.5": "И почему? ",
  "mn66:14.6": "Потому что я познал определённое разнообразие качеств этого человека. ",
  "mn66:15.1": "Бывает так, Удайин, что некий человек практикует путь отбрасывания обретений, оставления обретений. ",
  "mn66:15.2": "Когда он практикует путь, воспоминания и устремления, связанные с обретениями, досаждают ему. ",
  "mn66:15.3": "Он не терпит их. Он отбрасывает их, устраняет их, прекращает их, уничтожает их. ",
  "mn66:15.4": "Такого человека я также называю опутанным, а не неопутанным. ",
  "mn66:15.5": "И почему? ",
  "mn66:15.6": "Потому что я познал определённое разнообразие качеств этого человека. ",
  "mn66:16.1": "Бывает так, Удайин, что некий человек практикует путь отбрасывания обретений, оставления обретений. ",
  "mn66:16.2": "Когда он практикует путь, воспоминания и устремления, связанные с обретениями, досаждают ему сейчас и потом из-за провалов в осознанности. ",
  "mn66:16.3": "Его осознанность может возникать медленно, ",
  "mn66:16.4": "но затем он тут же отбрасывает их, устраняет их, прекращает их, уничтожает их. ",
  "mn66:16.5": "Представь, как если бы человек уронил две или три капли воды на железный лист, который раскалялся целый день. ",
  "mn66:16.6": "Падение этих капель могло бы быть медленным, но затем они мгновенно испарились и исчезли. ",
  "mn66:16.7": " Точно также, некий человек практикует путь отбрасывания… осознанность может возникать медленно, но затем он тут же отбрасывает их, устраняет их, прекращает их, уничтожает их. ",
  "mn66:16.8": "Когда он практикует путь, воспоминания и устремления, связанные с обретениями, досаждают ему сейчас и потом из-за провалов в осознанности. ",
  "mn66:16.9": "Его осознанность может возникать медленно, ",
  "mn66:16.10": "но затем он тут же отбрасывает их, устраняет их, прекращает их, уничтожает их. ",
  "mn66:16.11": "Такого человека я также называю опутанным, а не неопутанным. ",
  "mn66:16.12": "И почему? ",
  "mn66:16.13": "Потому что я познал определённое разнообразие качеств этого человека. ",
  "mn66:17.1": "Бывает так, Удайин, что некий человек, поняв, что обретения являются источником страданий, отлучает себя от обретений ",
  "mn66:17.2": "и является освобождённым в уничтожении обретений. ",
  "mn66:17.3": "Такого человека я называю неопутанным, а не опутанным ",
  "mn66:17.4": "И почему? ",
  "mn66:17.5": "Потому что я познал определённое разнообразие качеств этого человека. ",
  "mn66:17.6": "Таковы четыре типа личностей, существующих в мире. ",
  "mn66:18.1": "Удайин, есть пять нитей чувственных удовольствий. ",
  "mn66:18.2": "Какие пять? ",
  "mn66:18.3": "Формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn66:18.4": "Звуки, познаваемые ухом… ",
  "mn66:18.5": "Запахи, познаваемые носом… ",
  "mn66:18.6": "Вкусы, познаваемые языком… ",
  "mn66:18.7": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn66:18.8": "Таковы пять нитей чувственных удовольствий. ",
  "mn66:19.1": "Удайин, удовольствие и радость, возникающие в зависимости от этих пяти нитей чувственных удовольствий, называются чувственным удовольствием – [и это] низменное удовольствие, грубое удовольствие, неблагородное удовольствие. Я утверждаю, что этот вид удовольствия не стоит преследовать, не стоит развивать, не стоит взращивать, его нужно бояться. ",
  "mn66:20.1": "Вот, Удайин, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане.. ",
  "mn66:20.2": "второй джхане... ",
  "mn66:20.3": "третьей джхане... ",
  "mn66:20.4": "четвёртой джхане... ",
  "mn66:21.1": "Это называется блаженством отречения, блаженством затворничества, блаженством умиротворения, блаженством просветления. Я утверждаю, что этот вид удовольствия стоит преследовать, стоит развивать, стоит взращивать, его не нужно бояться. ",
  "mn66:22.1": "Вот, Удайин, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане... ",
  "mn66:22.2": "Это, я говорю тебе, относится к поколебимому. ",
  "mn66:22.3": "И что здесь является поколебимым? ",
  "mn66:22.4": "Направление и удержание [ума на объекте медитации], которые не прекратились здесь, относятся к поколебимому. ",
  "mn66:23.1": "Вот, Удайин, с успокоением направления и удержания [ума], монах входит и пребывает во второй джхане… ",
  "mn66:23.2": "Это, я говорю тебе, относится к поколебимому. ",
  "mn66:23.3": "И что здесь является поколебимым? ",
  "mn66:23.4": "Восторг и удовольствие, которые не прекратились здесь, относятся к поколебимому. ",
  "mn66:24.1": "Вот, Удайин, с угасанием восторга монах пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане… ",
  "mn66:24.2": "Это также, я говорю тебе, относится к поколебимому. ",
  "mn66:24.3": "И что здесь является поколебимым? ",
  "mn66:24.4": "Приятность из-за невозмутимости, которая не прекратилась здесь, относится к поколебимому. ",
  "mn66:25.1": "Вот, Удайин, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане… ",
  "mn66:25.2": "Это, я говорю тебе, относится к непоколебимому. ",
  "mn66:26.1": "Вот, Удайин, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане... ",
  "mn66:26.2": "Этого, я говорю тебе, недостаточно. Отбрось это, я говорю тебе. Преодолей это, я говорю тебе. ",
  "mn66:26.3": "И что преодолевает это? ",
  "mn66:27.1": "Вот, Удайин, с успокоением направления и удержания [ума], монах входит и пребывает во второй джхане… Вот что преодолевает это. ",
  "mn66:27.2": "Но, я говорю тебе, этого также недостаточно. Отбрось это, я говорю тебе. Преодолей это, я говорю тебе. ",
  "mn66:27.3": "И что преодолевает это? ",
  "mn66:28.1": "Вот, Удайин, с угасанием восторга монах пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане… Вот что преодолевает это. ",
  "mn66:28.2": "Но, я говорю тебе, этого также недостаточно. Отбрось это, я говорю тебе. Преодолей это, я говорю тебе. ",
  "mn66:28.3": "И что преодолевает это? ",
  "mn66:29.1": "Вот, Удайин, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане… Вот что преодолевает это. ",
  "mn66:29.2": "Но, я говорю тебе, этого также недостаточно. Отбрось это, я говорю тебе. Преодолей это, я говорю тебе. ",
  "mn66:29.3": "И что преодолевает это? ",
  "mn66:30.1": "Вот, Удайин, с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятия множественного, осознавая: «Пространство безгранично», монах входит и пребывает в сфере безграничного пространства. Вот что преодолевает это. ",
  "mn66:30.2": "Но, я говорю тебе, этого также недостаточно. Отбрось это, я говорю тебе. Преодолей это, я говорю тебе. ",
  "mn66:30.3": "И что преодолевает это? ",
  "mn66:31.1": "Вот, Удайин, с полным преодолением сферы безграничного пространства, воспринимая: «сознание безгранично», монах входит и пребывает в сфере безграничного сознания. Вот что преодолевает это. ",
  "mn66:31.2": "Но, я говорю тебе, этого также недостаточно. Отбрось это, я говорю тебе. Преодолей это, я говорю тебе. ",
  "mn66:31.3": "И что преодолевает это? ",
  "mn66:32.1": "Вот, Удийин, монах с полным преодолением сферы безграничного сознания, осознавая: «Здесь ничего нет», входит и пребывает в сфере отсутствия всего. Вот что преодолевает это. ",
  "mn66:32.2": "Но, я говорю тебе, этого также недостаточно. Отбрось это, я говорю тебе. Преодолей это, я говорю тебе. ",
  "mn66:32.3": "И что преодолевает это? ",
  "mn66:33.1": "Вот, Удайин, с полным преодолением сферы отсутствия всего монах входит и пребывает в сфере ни-восприятия-ни-не-восприятия. Вот что преодолевает это. ",
  "mn66:33.2": "Но, я говорю тебе, этого также недостаточно. Отбрось это, я говорю тебе. Преодолей это, я говорю тебе. ",
  "mn66:33.3": "И что преодолевает это? ",
  "mn66:34.1": "Вот, Удайин, с полным преодолением сферы ни-восприятия-ни-невосприятия монах входит и пребывает в прекращении восприятия и чувствования. Вот что преодолевает это. ",
  "mn66:34.2": "Поэтому я говорю даже об оставлении сферы ни-восприятия-ни-не-восприятия. ",
  "mn66:34.3": "Видишь ли ты, Удайин, хотя бы какие-то путы, большие или малые, об оставлении которых я бы не говорил?» ",
  "mn66:34.4": "«Нет, уважаемый». ",
  "mn66:34.5": "Так сказал Благословенный. ",
  "mn66:34.6": "Достопочтенный Удайин был доволен и восхитился словами Благословенного. "
}