{
  "mn67:0.1": "Мадджхима Никая 67 ",
  "mn67:0.2": "В Чатуме ",
  "mn67:1.1": "Так я слышал. ",
  "mn67:1.2": "Однажды Благословенный проживал в Чатуме в миробалановой роще. ",
  "mn67:2.1": "И в то время пятьсот монахов, возглавляемые достопочтенным Сарипуттой и достопочтенным Махамоггалланой, пришли в Чатуму, чтобы повидать Благословенного. ",
  "mn67:2.2": "Пребывая там, монахи обменивались приветствиями с местными монахами, готовили места для отдыха, убирали свои чаши и внешние одеяния. Они были очень громкими и шумными. ",
  "mn67:3.1": "Тогда Благословенный обратился к достопочтенному Ананде: ",
  "mn67:3.2": "«Ананда, кто эти громкие и шумные люди? Можно подумать, что они рыбаки, выуживающие рыбу». ",
  "mn67:3.3": "«Уважаемый, это пятьсот монахов, возглавляемые достопочтенным Сарипуттой и достопочтенным Махамоггалланой, которые пришли в Чатуму, чтобы повидать Благословенного. И по мере того как прибывшие монахи обменивались приветствиями с местными монахами, готовили места для отдыха, убирали свои чаши и внешние одеяния, они были очень громкими и шумными». ",
  "mn67:3.4": "",
  "mn67:4.1": "«В таком случае, Ананда, скажи тем монахам от моего имени, ",
  "mn67:4.2": "что Учитель зовёт достопочтенных». ",
  "mn67:4.3": "«Да, уважаемый» – ответил он. Он отправился к тем монахам и сообщил им: ",
  "mn67:4.4": "«Учитель зовёт вас, достопочтенные». ",
  "mn67:4.5": "«Да, друг» – ответили они, отправились к Благословенному, поклонились ему и сели рядом. Благословенный спросил их: ",
  "mn67:4.6": "«Монахи, почему вы такие громкие и шумные? Можно подумать, что они рыбаки, выуживающие рыбу». ",
  "mn67:4.7": "«Уважаемый, мы пятьсот монахов, возглавляемые… убирали свои чаши и внешние одеяния, и были очень громкими и шумными». ",
  "mn67:4.8": "",
  "mn67:5.1": "«Идите, монахи, я отпускаю вас. Вам не следует жить рядом со мной». ",
  "mn67:5.2": "«Да, уважаемый», – ответили они, встали со своих сидений и, поклонившись Благословенному, обойдя его с правой стороны, забрали все вещи со своих мест для отдыха, взяли чаши и внешние одеяния и ушли. ",
  "mn67:6.1": "И тогда Сакьи из Чатумы собрались вместе в зале для собраний по некоему делу. ",
  "mn67:6.2": "Видя монахов, идущих вдалеке, ",
  "mn67:6.3": "они подошли к ним и спросили: ",
  "mn67:6.4": "«Куда вы идёте, достопочтенные?» ",
  "mn67:6.5": "«Друзья, Благословенный распустил общину монахов». ",
  "mn67:6.6": "«Пусть достопочтенные присядут ненадолго. Быть может, мы сумеем восстановить его доверие». ",
  "mn67:6.7": "«Хорошо, друзья», – ответили они, ",
  "mn67:7.1": "И тогда Сакьи из Чатумы отправились к Благословенному. Поклонившись ему, они сели рядом и сказали ему: ",
  "mn67:7.2": "«Уважаемый, пусть Благословенный порадуется общине монахов. ",
  "mn67:7.3": "Уважаемый, пусть Благословенный поприветствует общину монахов. ",
  "mn67:7.4": "Уважаемый, пусть Благословенный поможет общине монахов, как он помогал ей прежде. ",
  "mn67:7.5": "Уважаемый, в ней есть монахи, которые совсем недавно ушли в бездомную жизнь, совсем недавно пришли к этой Дхамме и Винае. ",
  "mn67:7.6": "Если им не представится возможность увидеть Благословенного, в них могут произойти некоторые изменения и перемены. ",
  "mn67:7.7": "Уважаемый, подобно тому как если не поливать молодые побеги, в них могут произойти изменения и перемены, ",
  "mn67:7.8": "Точно также, там есть монахи, которые совсем недавно ушли в бездомную жизнь, совсем недавно пришли к этой Дхамме и Винае. Если им не представится возможность увидеть Благословенного, в них могут произойти некоторые изменения и перемены. ",
  "mn67:7.9": "Уважаемый, подобно тому как молодой телёнок не видит свою мать и в нём могут произойти некоторые изменения и перемены, ",
  "mn67:7.10": "Точно также, там есть монахи, которые совсем недавно ушли в бездомную жизнь, совсем недавно пришли к этой Дхамме и Винае. Если им не представится возможность увидеть Благословенного, в них могут произойти некоторые изменения и перемены. ",
  "mn67:7.11": "Уважаемый, пусть Благословенный порадуется общине монахов. ",
  "mn67:7.12": "Уважаемый, пусть Благословенный поприветствует общину монахов. ",
  "mn67:7.13": "Уважаемый, пусть Благословенный поможет общине монахов, как он помогал ей прежде». ",
  "mn67:8.1": "И тогда Брахма Сахампати, познав своим умом мысль в уме Благословенного, также быстро, как сильный человек мог бы распрямить свою согнутую руку или согнуть распрямлённую, исчез из мира брахм и появился перед Благословенным. ",
  "mn67:8.2": "Он закинул своё внешнее одеяние за плечо, сложил ладони в почтительном приветствии Благословенного и сказал: ",
  "mn67:9.1": "«Уважаемый, пусть Благословенный порадуется общине монахов. ",
  "mn67:9.2": "Уважаемый, пусть Благословенный поприветствует общину монахов. ",
  "mn67:9.3": "Уважаемый, пусть Благословенный поможет общине монахов, как он помогал ей прежде. ",
  "mn67:9.4": "Уважаемый, в ней есть монахи, которые совсем недавно ушли в бездомную жизнь, совсем недавно пришли к этой Дхамме и Винае. Если им не представится возможность увидеть Благословенного, в них могут произойти некоторые изменения и перемены. ",
  "mn67:9.5": "Уважаемый, подобно тому как если не поливать молодые побеги, в них могут произойти изменения и перемены, ",
  "mn67:9.6": "",
  "mn67:9.7": "Уважаемый, подобно тому как молодой телёнок не видит свою мать и в нём могут произойти некоторые изменения и перемены, ",
  "mn67:9.8": "Точно также, там есть монахи, которые совсем недавно ушли в бездомную жизнь, совсем недавно пришли к этой Дхамме и Винае. Если им не представится возможность увидеть Благословенного, в них могут произойти некоторые изменения и перемены. ",
  "mn67:9.9": "Уважаемый, пусть Благословенный порадуется общине монахов. ",
  "mn67:9.10": "Уважаемый, пусть Благословенный поприветствует общину монахов. ",
  "mn67:9.11": "Уважаемый, пусть Благословенный поможет общине монахов, как он помогал ей прежде». ",
  "mn67:10.1": "Сакьи из Чатумы и Брахма Сахампати смогли восстановить доверие Благословенного метафорами о молодых побегах и молодом телёнке. ",
  "mn67:11.1": "И тогда достопочтенный Махамоггаллана обратился к монахам так: ",
  "mn67:11.2": "«Вставайте, друзья, берите свои чаши и внешние одеяния. ",
  "mn67:11.3": "Доверие Благословенного было восстановлено Сакьями из Чатумы и Брахмой Сахампати с помощью метафор о молодых побегах и молодом телёнке». ",
  "mn67:12.1": "«Да, друг» – ответили они, встали со своих сидений, взяли свои чаши и внешние одеяния, отправились к Благословенному и, поклонившись ему, сели рядом. Тогда Благословенный спросил достопочтенного Сарипутту: ",
  "mn67:12.2": "«О чём ты подумал, Сарипутта, когда я распустил общину монахов?» ",
  "mn67:12.3": "«Уважаемый, я подумал так: ",
  "mn67:12.4": "«Община монахов распущена Благословенным. ",
  "mn67:12.5": "Благословенный теперь будет пребывать бездеятельным, предаваясь приятному пребыванию здесь и сейчас. И мы тоже будем пребывать бездеятельными, предаваясь приятному пребыванию здесь и сейчас». ",
  "mn67:12.6": "«Стой, стой, Сарипутта! Тебе не следует вновь поддерживать такую мысль» ",
  "mn67:13.1": "И затем Благословенный обратился к достопочтенному Махамоггаллане: ",
  "mn67:13.2": "«О чём ты подумал, Моггаллана, когда я распустил общину монахов?» ",
  "mn67:13.3": "«Уважаемый, я подумал так: ",
  "mn67:13.4": "«Община монахов распущена Благословенным. ",
  "mn67:13.5": "Благословенный теперь будет пребывать бездеятельным, предаваясь приятному пребыванию здесь и сейчас.  Теперь достопочтенный Сарипутта и я будем присматривать за общиной монахов». ",
  "mn67:13.6": "«Хорошо, хорошо, Моггаллана! ",
  "mn67:13.7": "Либо я должен присматривать за общиной монахов, либо Сарипутта и Моггаллана должны делать так». ",
  "mn67:14.1": "И тогда Благословенный обратился к монахам так: ",
  "mn67:14.2": "«Монахи, есть эти четыре вида боязней, которых следует ожидать тем, кто оказался в воде. ",
  "mn67:14.3": "Какие четыре? ",
  "mn67:14.4": "Это боязнь волн, боязнь крокодилов, боязнь водоворотов, боязнь акул. ",
  "mn67:14.5": "Таковы четыре вида боязней, которых следует ожидать тем, кто оказался в воде. ",
  "mn67:15.1": "Точно также, монахи, есть четыре вида боязней, которых следует ожидать неким людям, оставившим жизнь домохозяйскую ради жизни бездомной в этой Дхамме и Винае. ",
  "mn67:15.2": "Какие четыре? ",
  "mn67:15.3": "Это боязнь волн, боязнь крокодилов, боязнь водоворотов, боязнь акул. ",
  "mn67:16.1": "И что такое, монахи, боязнь волн? ",
  "mn67:16.2": "Вот некий представитель клана, благодаря вере ушедший из жизни домохозяйской в жизнь бездомную, рассуждает: ",
  "mn67:16.3": "«Я жертва рождения, старения и смерти, печали, стенания, боли, грусти и отчаяния. Я жертва страданий, я добыча страдания. ",
  "mn67:16.4": "Но ведь как-то можно положить конец всей этой груде страданий?» ",
  "mn67:16.5": "И затем, после того как он ушёл в бездомную жизнь, его товарищи по святой жизни советуют ему, наставляют его так: ",
  "mn67:16.6": "«Тебе следует идти вперёд так-то, назад возвращаться так-то; cмотреть вперёд так-то, смотреть по сторонам так-то; cгибать члены своего тела так-то, распрямлять их так-то. Тебе следует носить сшитую из лоскутов накидку, чашу и одеяния так-то». ",
  "mn67:16.7": "Он рассуждает так: ",
  "mn67:16.8": "«Прежде, когда мы жили домохозяйской жизнью, мы наставляли и давали советы другим. ",
  "mn67:16.9": "Но теперь эти [монахи], которые годятся нам во внуки или в сыновья, полагают, [что могут] наставлять и давать нам советы». ",
  "mn67:16.10": "Так он оставляет [монашескую] тренировку и возвращается к низшей жизни [домохозяина]. ",
  "mn67:16.11": "Такой зовётся тем, кто оставил тренировку и вернулся к низшей жизни, потому что стал напуган боязнью волн. ",
  "mn67:16.12": "«Боязнь волн» – это обозначение злобы и раздражительности. ",
  "mn67:17.1": "И что такое, монахи, боязнь крокодилов? ",
  "mn67:17.2": "Вот некий представитель клана, благодаря вере ушедший из жизни домохозяйской в жизнь бездомную, рассуждает: ",
  "mn67:17.3": "«Я жертва рождения, старения и смерти, печали, стенания, боли, грусти и отчаяния. Я жертва страданий, я добыча страдания. ",
  "mn67:17.4": "Но ведь как-то можно положить конец всей этой груде страданий?» ",
  "mn67:17.5": "И затем, после того как он ушёл в бездомную жизнь, его товарищи по святой жизни советуют ему, наставляют его так: ",
  "mn67:17.6": "«Можешь употреблять это, но не то. Можешь есть это, но не то. Можешь попробовать это, но не то. Можешь выпить это, но не то. Ты можешь употребить… съесть… попробовать… выпить только то, что позволительно, но не то, что непозволительно. Ты можешь употребить… съесть… попробовать… выпить только в надлежащее время, не вне надлежащего времени». ",
  "mn67:17.7": "Он думает: «Прежде, когда мы жили домохозяйской жизнью, мы употребляли всё, что хотели употребить, и не употребляли того, чего не хотели употребить. Мы ели… мы пробовали… мы пили всё, что хотели выпить, и не пили того, чего не хотели пить. ",
  "mn67:17.8": "Мы употребляли… ели… пробовали… и пили то, что было позволительно, и то, что не было позволительно. Мы употребляли… ели… пробовали… пили и в надлежащее время, и вне надлежащего времени. ",
  "mn67:17.9": "Верующие домохозяева дают нам различные виды хорошей еды днём, вне положенного времени, эти [монахи] как будто кляп вставляют в наши рты». ",
  "mn67:17.10": "Так он оставляет [монашескую] тренировку и возвращается к низшей жизни [домохозяина]. ",
  "mn67:17.11": "Такой зовётся тем, кто оставил тренировку и вернулся к низшей жизни, потому что стал напуган боязнью крокодилов. ",
  "mn67:17.12": "«Боязнь крокодилов» – это обозначение чревоугодия. ",
  "mn67:18.1": "И что такое, монахи, боязнь водоворотов? ",
  "mn67:18.2": "Вот некий представитель клана, благодаря вере ушедший из жизни домохозяйской в жизнь бездомную, рассуждает: ",
  "mn67:18.3": "«Я жертва рождения, старения и смерти, печали, стенания, боли, грусти и отчаяния. Я жертва страданий, я добыча страдания. ",
  "mn67:18.4": "Но ведь как-то можно положить конец всей этой груде страданий?» ",
  "mn67:18.5": "И затем, после того как он ушёл в бездомную жизнь, утром он одевается, берёт внешнее одеяние и чашу и входит в деревню или город за подаяниями, не охраняя тело, не охраняя речь, не установив осознанности, не сдерживая свои способности [органов] чувств. ",
  "mn67:18.6": "Он видит как домохозяин или сын домохозяина развлекает себя, обладающий и наделённый пятью нитями чувственных удовольствий. ",
  "mn67:18.7": "Он рассуждает так: ",
  "mn67:18.8": "«Прежде, когда мы вели домашнюю жизнь, мы развлекали себя, обладая [пятью нитями] и наделённые пятью нитями чувственных удовольствий. ",
  "mn67:18.9": "В моей семье есть богатство. ",
  "mn67:18.10": "Я могу и наслаждаться этим богатством, и совершать заслуги». ",
  "mn67:18.11": "Так он оставляет [монашескую] тренировку и возвращается к низшей жизни [домохозяина]. ",
  "mn67:18.12": "Такой зовётся тем, кто оставил тренировку и вернулся к низшей жизни, потому что стал напуган боязнью водоворотов. ",
  "mn67:18.13": "«Боязнь водоворотов» – это обозначение пяти нитей чувственных удовольствий. ",
  "mn67:19.1": "И что такое, монахи, боязнь акул? ",
  "mn67:19.2": "Вот некий представитель клана, благодаря вере ушедший из жизни домохозяйской в жизнь бездомную, рассуждает: ",
  "mn67:19.3": "«Я жертва рождения, старения и смерти, печали, стенания, боли, грусти и отчаяния. Я жертва страданий, я добыча страдания. ",
  "mn67:19.4": "Но ведь как-то можно положить конец всей этой груде страданий?» ",
  "mn67:19.5": "И затем, после того как он ушёл в бездомную жизнь, утром он одевается, берёт внешнее одеяние и чашу и входит в деревню или город за подаяниями, не охраняя тело, не охраняя речь, не установив осознанности, не сдерживая свои способности [органов] чувств. ",
  "mn67:19.6": "Там он видит легко одетую, легко облачённую женщину. ",
  "mn67:19.7": "Когда он видит такую женщину, похоть заражает его ум. ",
  "mn67:19.8": "Поскольку его ум стал заражён похотью, он оставляет тренировку и возвращается к низшей жизни. ",
  "mn67:19.9": "Такой зовётся тем, кто оставил тренировку и вернулся к низшей жизни, потому что стал напуган боязнью акул. ",
  "mn67:19.10": "«Боязнь акул» – это обозначение женщин. ",
  "mn67:20.1": "Таковы, монахи, четыре вида боязней, которых следует ожидать неким людям, оставившим жизнь домохозяйскую ради жизни бездомной в этой Дхамме и Винае». ",
  "mn67:20.2": "Так сказал Благословенный. ",
  "mn67:20.3": "Монахи были довольны и восхитились словами Благословенного. "
}