{
  "mn69:0.1": "Мадджхима Никая 69 ",
  "mn69:0.2": "Гулиссани ",
  "mn69:1.1": "Так я слышал. ",
  "mn69:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn69:2.1": "И в то время монах по имени Гулиссани, проживающий в лесу, но с распущенным поведением, прибыл в общину монахов, чтобы побыть в ней по некоему делу.  ",
  "mn69:2.2": "Достопочтенный Сарипутта обратился к монахам так, имея в виду монаха Гулиссани: ",
  "mn69:3.1": "«Друзья, когда монах, проживающий в лесу, приходит в общину и живёт в общине, он должен быть уважительным и почтительным к своим товарищам по святой жизни. ",
  "mn69:3.2": "Если он не сосредоточен, то найдутся те, кто скажет о нём: ",
  "mn69:3.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он неуважителен и непочтителен к своим товарищам по святой жизни?» ",
  "mn69:3.4": "",
  "mn69:3.5": "Поскольку найдутся те, кто скажет о нём так, монах, проживающий в лесу, пришедший в общину и живущий в общине, должен быть уважительным и почтительным к своим товарищам по святой жизни. ",
  "mn69:4.1": "Когда монах, проживающий в лесу, приходит в общину и живёт в общине, он должен быть умелым в хорошем поведении в отношении сидений: ",
  "mn69:4.2": "«Я буду сидеть так, чтобы не посягать на старших монахов, и не стану отказывать новым монахам в сиденье». ",
  "mn69:4.3": "Если он не сосредоточен, то найдутся те, кто скажет о нём: ",
  "mn69:4.4": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он не знает даже о том, что относится к хорошему поведению в отношении сидений?» ",
  "mn69:4.5": "",
  "mn69:4.6": "Поскольку найдутся те… должен быть умелым в хорошем поведении в отношении сидений. ",
  "mn69:4.7": "Когда монах, проживающий в лесу, приходит в общину и живёт в общине, он должен знать даже дополнительные предписания. ",
  "mn69:4.8": "Если он не сосредоточен, то найдутся те, кто скажет о нём: ",
  "mn69:4.9": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, ведь он даже не знает дополнительных предписаний?» ",
  "mn69:4.10": "",
  "mn69:4.11": "Поскольку найдутся те… следует знать даже дополнительные предписания. ",
  "mn69:5.1": "Когда монах, проживающий в лесу, приходит в общину и живёт в общине, ему не следует входить в деревню слишком рано или же возвращаться слишком поздно днём. ",
  "mn69:5.2": "Если он входит в деревню слишком рано или же возвращается слишком поздно днём, то найдутся те, кто скажет о нём: ",
  "mn69:5.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он входит в деревню слишком рано и возвращается слишком поздно днём?» ",
  "mn69:5.4": "",
  "mn69:5.5": "Поскольку найдутся те… не следует входить в деревню слишком рано или же возвращаться слишком поздно днём. ",
  "mn69:6.1": "Когда монах, проживающий в лесу, приходит в общину и живёт в общине, ему не следует посещать семьи до принятия пищи или после принятия пищи. ",
  "mn69:6.2": "Если он входит в деревню слишком рано или же возвращается слишком поздно днём, то найдутся те, кто скажет о нём: ",
  "mn69:6.3": "«Вне сомнений, этот достопочтенный, проживающий в лесу, проживая в уединении в лесу, поступая так, как он хочет, привык делать несвоевременные визиты, ведь он ведёт себя так же, когда пришёл в общину». ",
  "mn69:6.4": "",
  "mn69:6.5": "Поскольку найдутся те… не следует посещать семьи до принятия пищи или после принятия пищи. ",
  "mn69:7.1": "Когда монах, проживающий в лесу, приходит в общину и живёт в общине, ему не следует быть высокомерным и тщеславным. ",
  "mn69:7.2": "Если он тот, кто говорит грубо и распущенно, то найдутся те, кто скажет о нём: ",
  "mn69:7.3": "«Вне сомнений, этот достопочтенный, проживающий в лесу, проживая в уединении в лесу, поступая так, как он хочет, в целом, должно быть, высокомерен и тщеславен, ведь он ведёт себя так, когда пришёл в общину». ",
  "mn69:7.4": "",
  "mn69:7.5": "Поскольку найдутся те… не следует быть высокомерным и тщеславным. ",
  "mn69:8.1": "Когда монах, проживающий в лесу, приходит в общину и живёт в общине, ему не следует быть тем, кто говорит грубо и распущенно. ",
  "mn69:8.2": "Если он тот, кто говорит грубо и распущенно, то найдутся те, кто скажет о нём: ",
  "mn69:8.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он тот, кто говорит грубо и распущенно?» ",
  "mn69:8.4": "",
  "mn69:8.5": "Поскольку найдутся те… не следует быть тем, кто говорит грубо и распущенно. ",
  "mn69:9.1": "Когда монах проживающий в лесу, приходит в общину и живёт в общине, он должен быть тем, кого легко исправить, и он должен общаться с хорошими друзьями. ",
  "mn69:9.2": "Если его трудно исправить и он общается с плохими друзьями, то найдутся те, кто скажет о нём: ",
  "mn69:9.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь его трудно исправить, и он общается с плохими друзьями?» ",
  "mn69:9.4": "",
  "mn69:9.5": "Поскольку найдутся те… легко исправить, и он должен общаться с хорошими друзьями. ",
  "mn69:10.1": "Монах, проживающий в лесу, должен охранять двери своих органов чувств. ",
  "mn69:10.2": "Если он не сосредоточен, то найдутся те, кто скажет о нём: ",
  "mn69:10.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он не охраняет двери своих способностей [органов] чувств?» ",
  "mn69:10.4": "",
  "mn69:10.5": "Поскольку найдутся те… должен охранять двери своих способностей [органов] чувств. ",
  "mn69:11.1": "Монах, проживающий в лесу, должен быть умеренным в еде. ",
  "mn69:11.2": "Если он не сосредоточен, то найдутся те, кто скажет о нём: ",
  "mn69:11.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он не умерен в еде?»  ",
  "mn69:11.4": "",
  "mn69:11.5": "Поскольку найдутся те… должен быть умеренным в еде.  ",
  "mn69:12.1": "Монах, проживающий в лесу, должен предаваться бодрствованию. ",
  "mn69:12.2": "Если он не мудр, то найдутся те, кто скажет о нём: ",
  "mn69:12.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он не предаётся бодрствованию?» ",
  "mn69:12.4": "",
  "mn69:12.5": "Поскольку найдутся те… должен предаваться бодрствованию.  ",
  "mn69:13.1": "Монах, проживающий в лесу, должен быть усердным. ",
  "mn69:13.2": "Если он не мудр, то найдутся те, кто скажет о нём: ",
  "mn69:13.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он ленив?» ",
  "mn69:13.4": "",
  "mn69:13.5": "Поскольку найдутся те… должен быть усердным. ",
  "mn69:14.1": "Монах, проживающий в лесу, должен быть утверждённым в осознанности. ",
  "mn69:14.2": "Если он не мудр, то найдутся те, кто скажет о нём: ",
  "mn69:14.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он не осознан?» ",
  "mn69:14.4": "",
  "mn69:14.5": "Поскольку найдутся те… должен быть утверждённым в осознанности.  ",
  "mn69:15.1": "Монах, проживающий в лесу, должен быть сосредоточенным. ",
  "mn69:15.2": "Если он не сосредоточен, то найдутся те, кто скажет о нём: ",
  "mn69:15.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он не сосредоточен?»  ",
  "mn69:15.4": "",
  "mn69:15.5": "Поскольку найдутся те… должен быть сосредоточенным.  ",
  "mn69:16.1": "Монах, проживающий в лесу, должен быть мудрым. ",
  "mn69:16.2": "Если он не мудр, то найдутся те, кто скажет о нём: ",
  "mn69:16.3": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он не мудр?»  ",
  "mn69:16.4": "",
  "mn69:16.5": "Поскольку найдутся те… должен быть мудрым.  ",
  "mn69:17.1": "Монах, проживающий в лесу, должен посвящать себя [изучению] высшей Дхаммы и высшей Винаи. ",
  "mn69:17.2": "Есть те, кто спросят проживающего в лесу монаха о высшей Дхамме и высшей Винае. ",
  "mn69:17.3": "Если, будучи спрошенным, он не сможет ответить, то найдутся те, кто скажет о нём: ",
  "mn69:17.4": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь когда ему задали вопрос о высшей Дхамме и высшей Винае, он не может ответить?» ",
  "mn69:17.5": "",
  "mn69:17.6": "Поскольку найдутся те… должен посвящать себя [изучению] высшей Дхаммы и высшей Винаи. ",
  "mn69:18.1": "Монах, проживающий в лесу, должен посвящать себя [практике] тех освобождений, которые умиротворённые и нематериальные, превосходящие форму. ",
  "mn69:18.2": "Есть те, кто спросят проживающего в лесу монаха об освобождениях, которые умиротворённые и нематериальные, превосходящие форму. ",
  "mn69:18.3": "Если, будучи спрошенным, он не сможет ответить, то найдутся те, кто скажет о нём: ",
  "mn69:18.4": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь когда ему задали вопрос об этих освобождениях… он не может ответить?» ",
  "mn69:18.5": "",
  "mn69:18.6": "Поскольку найдутся те… должен посвящать себя [практике] тех освобождений, которые умиротворённые и нематериальные, превосходящие форму. ",
  "mn69:19.1": "Монах, проживающий в лесу, должен посвящать себя [достижению] сверхчеловеческих состояний. ",
  "mn69:19.2": "Есть те, кто спросят проживающего в лесу монаха о сверхчеловеческих состояниях. ",
  "mn69:19.3": "Если, будучи спрошенным, он не сможет ответить, то найдутся те, кто скажет о нём: ",
  "mn69:19.4": "«Чего добился этот достопочтенный, проживающий в лесу, своим житием в уединении в лесу, поступая так, как он хочет, ведь он не знает даже цели, ради которой ушёл в жизнь бездомную?» ",
  "mn69:19.5": "",
  "mn69:19.6": "Поскольку найдутся те, кто скажет о нём так, монах, проживающий в лесу, должен посвящать себя [достижению] сверхчеловеческих состояний». ",
  "mn69:19.7": "Когда так было сказано, достопочтенный Махамоггаллана спросил достопочтенного Сарипутту: ",
  "mn69:19.8": "«Друг Сарипутта, следует ли эти вещи предпринимать и практиковать только тому монаху, который проживает в лесу, или также и тем, кто проживает рядом с деревней?»  ",
  "mn69:19.9": "«Друг Моггаллана, эти вещи следует предпринимать и практиковать даже монаху, проживающему в лесу, что уж говорить о том, кто проживает рядом с деревней». "
}