{
  "mn6:0.1": "Мадджхима Никая 6 ",
  "mn6:0.2": "Если монах желает",
  "mn6:1.1": "Так я слышал. ",
  "mn6:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики.  ",
  "mn6:1.3": "Там он обратился к монахам так: ",
  "mn6:1.4": "- Монахи!” ",
  "mn6:1.5": "– Уважаемый, – ответили они. ",
  "mn6:1.6": "Благословенный сказал следующее:",
  "mn6:2.1": "– Монахи, пребывайте, обладая нравственностью, обладая Патимоккхой, сдерживая себя соблюдением Патимоккхи, [будучи] совершенными в поведении и средствах, видя боязнь в мельчайшей оплошности, тренируйтесь, соблюдая правила тренировки. ",
  "mn6:3.1": "Если монах желает: «Пусть я буду мил и приятен своим товарищам по святой жизни, буду уважаем и почитаем ими», то тогда пусть он исполнит правила поведения, будет предан внутреннему успокоению ума, не пренебрегает медитацией, обладает прозрением, проживает в пустых хижинах. ",
  "mn6:4.1": "Если монах желает: «Пусть я буду тем, кто обретает одеяния, еду, жилища, необходимые для лечения вещи» –  то тогда пусть он исполнит правила поведения, будет предан внутреннему успокоению ума, не пренебрегает медитацией, обладает прозрением, проживает в пустых хижинах. ",
  "mn6:5.1": "Если монах желает: «Пусть услужение тех, чьи одежды, еду, жилища и необходимые для лечения вещи я использую, принесут им великий плод и благо» – то тогда пусть он исполнит… ",
  "mn6:6.1": "Если монах желает: «Пусть мои близкие и родственники, которые скончались, умерли, будут помнить меня с доверием в своих умах, и пусть это принесёт им великий плод и благо» – то тогда пусть он исполнит… ",
  "mn6:7.1": "Если монах желает: «Пусть я стану покорителем неудовлетворённости [тем, что есть] и восхищения [мирскими вещами], и пусть неудовлетворённость не покоряет меня. Пусть я буду пребывать, преодолевая неудовлетворённость каждый раз, как только она возникает» – то тогда пусть он исполнит… ",
  "mn6:8.1": "Если монах желает: «Пусть я стану покорителем страха и ужаса, и пусть страх и ужас не покоряют меня. Пусть я буду пребывать, преодолевая страх и ужас каждый раз, как только они возникают» – то тогда пусть он исполнит… ",
  "mn6:9.1": "Если монах желает: «Пусть я буду тем, кто обретает по желанию без сложностей и проблем четыре джханы, что составляют высший ум и обеспечивают приятное пребывание здесь и сейчас» – то тогда пусть он исполнит… ",
  "mn6:10.1": "Если монах желает: «Пусть я буду касаться телом и пребывать в тех освобождениях, умиротворённых и нематериальных, превосходящие формы» – то тогда пусть он исполнит… ",
  "mn6:11.1": "Если монах желает: «Пусть я с уничтожением трёх оков я стану вступившим в поток, более не подверженным погибели [низших миров], утверждённым [в своей участи достичь освобождения], направляющимся к просветлению» – то тогда пусть он исполнит… ",
  "mn6:12.1": "Если монах желает: «Пусть я с уничтожением трёх оков и с ослаблением жажды, злобы, заблуждения, стану однажды-возвращающимся, который лишь ещё один раз вернётся в этот мир и положит конец страданию» – то тогда пусть он исполнит… ",
  "mn6:13.1": "Если монах желает: «Пусть я с уничтожением пяти [низших] оков возникну спонтанно [в мирах Чистых обителей] и там достигну окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот]» – то тогда пусть он исполнит… ",
  "mn6:14.1": "Если монах желает: «Пусть я буду владеть различными видами сверхъестественных сил: будучи одним, буду становиться многими; будучи многими, буду становиться одним. Буду появляться. Буду исчезать. Буду беспрепятственно проходить сквозь стены, бастионы, горы, как если бы шёл сквозь пустое пространство. Буду нырять и выныривать из земли, как если бы она была водой. Буду ходить по воде и не тонуть, как если бы вода была сушей. Сидя со скрещенными ногами, буду лететь по воздуху, как крылатая птица. Своей рукой буду касаться и ударять даже солнце и луну – настолько буду силён и могущественен. Буду так влиять на тело, что буду достигать даже мира Брахмы» – то тогда пусть он исполнит… ",
  "mn6:15.1": "Если монах желает: «Пусть я буду слышать за счёт элемента божественного уха, очищенного и превосходящего человеческое, оба вида звуков: божественные и человеческие, далёкие и близкие» – то тогда пусть он исполнит… ",
  "mn6:16.1": "Если монах желает: «Пусть я буду знать умы других существ, других личностей, направив на них свой собственный ум.",
  "mn6:16.2": "Буду различать ум с жаждой как ум с жаждой, ",
  "mn6:16.3": "а ум без жажды – как ум без жажды. ",
  "mn6:16.4": "Буду различать ум со злобой как ум со злобой, ",
  "mn6:16.5": "а ум без злобы – как ум без злобы.; ",
  "mn6:16.6": "Буду различать ум с заблуждением как ум с заблуждением, ",
  "mn6:16.7": "а ум без заблуждения – как ум без заблуждения.  ",
  "mn6:16.8": "Буду различать сжатый ум с сжатый ум,",
  "mn6:16.9": "а отвлечённый ум – как отвлечённый ум.  ",
  "mn6:16.10": "Буду различать возвышенный ум как возвышенный, ",
  "mn6:16.11": "а не-возвышенный ум – как не-возвышенный ум. ",
  "mn6:16.12": "Буду различать ум, который можно превзойти, как ум, который можно превзойти, ",
  "mn6:16.13": "а непревзойдённый ум – как непревзойдённый ум.",
  "mn6:16.14": "Буду различать сосредоточенный ум как сосредоточенный ум,",
  "mn6:16.15": "а несосредоточенный ум – как несосредоточенный ум. ",
  "mn6:16.16": "Буду понимать освобождённый ум как освобождённый ум,",
  "mn6:16.17": "а неосвобождённый ум – как неосвобождённый ум», ",
  "mn6:16.18": "то тогда пусть он исполнит…",
  "mn6:17.1": "Если монах желает: «Пусть я буду вспоминать свои многочисленные прошлые жизни – одну жизнь, две жизни, три жизни, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира [вспоминая:] «Там у меня было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился где-то ещё; и здесь у меня также было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был срок моей жизни. Умерев там, я появился здесь». Так я буду вспоминать свои многочисленные прошлые жизни в подробностях и деталях» – ",
  "mn6:17.2": "то тогда пусть он исполнит…",
  "mn6:18.1": "Если монах желает: «Пусть божественным глазом, очищенным и превосходящим человеческий, я увижу умирающих и перерождающихся существ. [Я увижу] низших и высочайших, красивых и уродливых, счастливых и несчастных. Я пойму, как существа переходят [из жизни в жизнь] в соответствии с их поступками: «Эти достойные существа, что имели дурное поведение телом, речью и умом, оскорблявшие благородных, придерживавшиеся неправильных воззрений и действовавшие под влиянием неправильных воззрений, с распадом тела, после смерти, родились в состоянии лишений, в плохих местах, в погибели, даже в аду. Но эти достойные существа, что имели хорошее поведение телом, речью и умом, не оскорблявшие благородных, придерживавшиеся правильных воззрений и действовавшие под влиянием правильных воззрений, с распадом тела, после смерти, родились в благих местах, даже в небесном мире». Так, божественным глазом, очищенным и превосходящим человеческий, я увижу умирающих и перерождающихся существ. [Я увижу] низших и высочайших, красивых и уродливых, счастливых и несчастных. Я пойму, как существа переходят [из жизни в жизнь] в соответствии с их поступками» – ",
  "mn6:18.2": "то тогда пусть он исполнит… ",
  "mn6:19.1": "Если монах желает: «Пусть за счёт уничтожения пятен [умственных загрязнений] здесь и сейчас я войду и буду пребывать в незапятнанном освобождении ума, освобождении мудростью, реализовав эти состояния для себя посредством прямого знания» –",
  "mn6:19.2": "то тогда пусть он исполнит правила поведения, будет предан внутреннему успокоению ума, не пренебрегает медитацией, обладает прозрением, проживает в пустых хижинах. ",
  "mn6:20.1": "«Монахи, пребывайте, обладая нравственностью, обладая Патимоккхой, сдерживая себя соблюдением Патимоккхи, [будучи] совершенными в поведении и средствах, видя боязнь в мельчайшей оплошности, тренируйтесь, исполняя правила тренировки». ",
  "mn6:20.2": "В отношении этого так было сказано. ",
  "mn6:20.3": "Так сказал Благословенный. ",
  "mn6:20.4": "Монахи были довольны и восхитились словами Благословенного."
}