{
  "mn71:0.1": "Мадджхима Никая 71 ",
  "mn71:0.2": "К Ваччхаготте о Трёх Знаниях  ",
  "mn71:1.1": "Так я слышал. ",
  "mn71:1.2": "Однажды Благословенный проживал в Весали, в Великом лесу, в Зале c остроконечной крышей.  ",
  "mn71:2.1": "И в то время странник Ваччхаготта проживал в парке Странников, у Мангового Дерева Единственного Белого Лотоса.  ",
  "mn71:3.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Весали за подаяниями. ",
  "mn71:3.2": "Затем он подумал: ",
  "mn71:3.3": "«Слишком рано ходить за подаяниями по Весали.  ",
  "mn71:3.4": "Что, если я отправлюсь к страннику Ваччхаготте в парк Странников к Манговому Дереву Единственного Белого Лотоса?»  ",
  "mn71:3.5": "И тогда Благословенный отправился к страннику Ваччхаготте в парк Странников к Манговому Дереву Единственного Белого Лотоса.  ",
  "mn71:4.1": "Странник Ваччхаготта увидел Благословенного издали ",
  "mn71:4.2": "и сказал ему: ",
  "mn71:4.3": "«Уважаемый, пусть Благословенный подойдёт!  ",
  "mn71:4.4": "Добро пожаловать, Благословенный! ",
  "mn71:4.5": "Долгое время, почтенный, у тебя не было возможности прийти сюда. ",
  "mn71:4.6": "Пусть Благословенный присаживается, вот тут есть готовое сиденье». ",
  "mn71:4.7": "Благословенный сел на подготовленное сиденье, ",
  "mn71:4.8": "а странник Ваччхаготта выбрал [себе более] низкое сиденье, сел рядом. ",
  "mn71:4.9": "Затем  Ваччхаготта сказал Благословенному:  ",
  "mn71:5.1": "– Уважаемый, я слышал вот что: ",
  "mn71:5.2": "«Отшельник Готама заявляет о том, что является всезнающим и всевидящим, имеет абсолютное знание и видение: ",
  "mn71:5.3": "«Иду ли я, стою, сплю или бодрствую, знание и видение постоянно и непрерывно наличествуют во мне» ",
  "mn71:5.4": "Уважаемый, те, кто говорят так, говорят ли именно о том, как это было сказано Благословенным, не выставляют ли они его в ложном свете тем, что не соответствует действительности?  Объясняют ли они в соответствии с Дхаммой, так что их утверждение не влечёт за собой уместной почвы для критики?» ",
  "mn71:5.5": "– Ваччха, те, кто говорят так, говорят то, что не было сказано мной,  выставляют меня в ложном свете тем, что не соответствует действительности. ",
  "mn71:6.1": "– Уважаемый, как мне отвечать, чтобы я сказал именно о том, как это было сказано Благословенным, и не выставлял бы его в ложном свете тем, что было бы противоположным действительности; объяснил бы в соответствии с Дхаммой, так что моё утверждение не повлекло бы за собой уместной почвы для критики? ",
  "mn71:6.2": "– Ваччха, если ты ответишь так: «Отшельник Готама обладает тройственным истинным знанием», то ты скажешь так, как это было сказано мной, и не выставишь меня в ложном свете тем, что было бы противоположным действительности.  Ты объяснишь в соответствии с Дхаммой, так что твоё утверждение не повлечёт за собой уместной почвы для критики.  ",
  "mn71:7.1": "Ведь до той степени, Ваччха, до которой я пожелаю, я вспоминаю многочисленные прошлые жизни. ",
  "mn71:7.2": "Одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира. Я вспоминаю: «здесь я носил такое-то имя, принадлежал к такому-то сословию, таковой была моя внешность. Таковой была моя пища, Таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился где-то ещё; И здесь я тоже носил такое-то имя, принадлежал к такому-то сословию, таковой была моя внешность. Таковой была моя пища, Таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился тут». Так я вспоминаю множество своих жизней во всех их вариациях и деталях. ",
  "mn71:8.1": "До той степени, до которой я пожелаю, посредством божественного видения, очищенного и превосходящего человеческое, я вижу как существа покидают жизнь и перерождаются, и я распознаю низменных и высоких, прекрасных и уродливых, удачливых и неудачливых. Я понимаю, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn71:9.1": "За счёт уничтожения пятен [умственных загрязнений] здесь и сейчас я вхожу и пребываю в незапятнанном освобождении ума, освобождении мудростью, Реализовав эти состояния для себя посредством прямого знания. ",
  "mn71:10.1": "– Если ты, Ваччха, ответишь так: «Отшельник Готама обладает тройственным истинным знанием», то ты скажешь так, как это было сказано мной, и не выставишь меня в ложном свете тем, что было бы противоположным действительности.  Ты объяснишь в соответствии с Дхаммой, так что твоё утверждение не повлечёт за собой уместной почвы для критики.  ",
  "mn71:11.1": "Когда так было сказано, странник Ваччхаготта спросил Благословенного:  ",
  "mn71:11.2": "– Господин Готама, бывает ли домохозяин, который без оставления пут домохозяйничества с распадом тела положил бы конец страданию? ",
  "mn71:11.3": "– Ваччха, не бывает адживаки, который бы с распадом тела положил конец страданию.  ",
  "mn71:12.1": "– Господин Готама, бывает ли домохозяин, который без оставления пут домохозяйничества с распадом тела отправился бы в небесные миры?  ",
  "mn71:12.2": "– Ваччха, не одна сотня, не две, не три, не четыре, не пять сотен, но куда больше домохозяев без оставления пут домохозяйничества с распадом тела отправились в небесные миры. ",
  "mn71:13.1": "– Господин Готама, бывает ли адживака, который бы с распадом тела положил конец страданию? ",
  "mn71:13.2": "– Ваччха, не бывает адживаки, который бы с распадом тела положил конец страданию.  ",
  "mn71:14.1": "– Господин Готама, бывает ли адживака, который бы с распадом тела отправился в небесные миры?  ",
  "mn71:14.2": "– Когда я вспоминаю прошедший девяносто один цикл [существования мира], Ваччха, я не припоминаю ни единого адживаки, который бы с распадом тела отправился в небесные миры, за исключением одного,  ",
  "mn71:14.3": "и он придерживался доктрины нравственной действенности поступка, доктрины нравственной действенности деяний. ",
  "mn71:15.1": "– Выходит так, господин Готама, что это религиозное движение пусто даже от тех, кто отправляется на небеса.  ",
  "mn71:15.2": "– Выходит так, Ваччха, что это религиозное движение пусто даже от тех, кто отправляется на небеса.  ",
  "mn71:15.3": "Так сказал Благословенный. ",
  "mn71:15.4": "Странник Ваччхаготта был доволен и восхитился словами Благословенного.  "
}