{
  "mn72:0.1": "Мадджхима Никая 72 ",
  "mn72:0.2": "К Ваччхаготте об огне ",
  "mn72:1.1": "Так я слышал. ",
  "mn72:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn72:2.1": "И тогда странник Ваччхаготта отправился к Благословенному и обменялся с ним приветствиями.  ",
  "mn72:2.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и спросил Благословенного:  ",
  "mn72:3.1": "«Так как оно, господин Готама, придерживается ли господин Готама воззрения: «Мир вечен.  Только это правда, а всё остальное ошибочно»? ",
  "mn72:3.2": "",
  "mn72:3.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:3.4": "",
  "mn72:4.1": "«В таком случае, придерживается ли господин Готама воззрения: «Мир не вечен. Только это правда, а всё остальное ошибочно»? ",
  "mn72:4.2": "",
  "mn72:4.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:4.4": "",
  "mn72:5.1": "«В таком случае, придерживается ли господин Готама воззрения: «Мир ограничен. Только это правда, а всё остальное ошибочно»? ",
  "mn72:5.2": "",
  "mn72:5.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:5.4": "",
  "mn72:6.1": "«В таком случае, придерживается ли господин Готама воззрения: «Мир безграничен. Только это правда, а всё остальное ошибочно»? ",
  "mn72:6.2": "",
  "mn72:6.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:6.4": "",
  "mn72:7.1": "«В таком случае, придерживается ли господин Готама воззрения: «Душа и тело – это одно и то же. Только это правда, а всё остальное ошибочно»? ",
  "mn72:7.2": "",
  "mn72:7.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:7.4": "",
  "mn72:8.1": "«В таком случае, придерживается ли господин Готама воззрения: «Душа есть одно, а тело есть иное. Только это правда, а всё остальное ошибочно»? ",
  "mn72:8.2": "",
  "mn72:8.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:8.4": "",
  "mn72:9.1": "«В таком случае, придерживается ли господин Готама воззрения: «Татхагата существует после смерти. Только это правда, а всё остальное ошибочно»? ",
  "mn72:9.2": "",
  "mn72:9.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:9.4": "",
  "mn72:10.1": "«В таком случае, придерживается ли господин Готама воззрения: «Татхагата не существует после смерти. Только это правда, а всё остальное ошибочно»? ",
  "mn72:10.2": "",
  "mn72:10.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:10.4": "",
  "mn72:11.1": "«В таком случае, придерживается ли господин Готама воззрения: «Татхагата и существует и не существует после смерти. Только это правда, а всё остальное ошибочно»? ",
  "mn72:11.2": "",
  "mn72:11.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:11.4": "",
  "mn72:12.1": "«В таком случае, придерживается ли господин Готама воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно»? ",
  "mn72:12.2": "",
  "mn72:12.3": "«Ваччха, я не придерживаюсь воззрения: «Татхагата ни существует и ни не существует после смерти. Только это правда, а всё остальное ошибочно».  ",
  "mn72:12.4": "",
  "mn72:13.1": "«Так как же, господин Готама? Когда господину Готаме задают каждый из этих десяти вопросов, он отвечает: «Я не придерживаюсь этого воззрения».  ",
  "mn72:13.2": "",
  "mn72:13.3": "",
  "mn72:13.4": "",
  "mn72:13.5": "",
  "mn72:13.6": "",
  "mn72:13.7": "",
  "mn72:13.8": "",
  "mn72:13.9": "",
  "mn72:13.10": "",
  "mn72:13.11": "",
  "mn72:13.12": "",
  "mn72:13.13": "",
  "mn72:13.14": "",
  "mn72:13.15": "",
  "mn72:13.16": "",
  "mn72:13.17": "",
  "mn72:13.18": "",
  "mn72:13.19": "",
  "mn72:13.20": "",
  "mn72:13.21": "",
  "mn72:13.22": "",
  "mn72:13.23": "",
  "mn72:13.24": "",
  "mn72:13.25": "",
  "mn72:13.26": "",
  "mn72:13.27": "",
  "mn72:13.28": "",
  "mn72:13.29": "",
  "mn72:13.30": "",
  "mn72:13.31": "Какую опасность видит господин Готама, из-за которой он не принимает ни одного из этих концептуальных воззрений?»  ",
  "mn72:14.1": "«Ваччха, концептуальное воззрение о том, что мир вечен, является чащей воззрений, глухоманью воззрений, искривлением воззрений, колебанием воззрений, путами воззрений.  Оно осаждено страданием, досадой, отчаянием, взбудораженностью.  Оно не ведёт к утрате очарованности, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане. ",
  "mn72:14.2": "",
  "mn72:14.3": "",
  "mn72:14.4": "",
  "mn72:14.5": "",
  "mn72:14.6": "",
  "mn72:14.7": "",
  "mn72:14.8": "",
  "mn72:14.9": "",
  "mn72:14.10": "",
  "mn72:14.11": "Видя эту опасность, я не принимаю какого-либо из этих концептуальных воззрений». ",
  "mn72:15.1": "«В таком случае, придерживается ли господин Готама какого-либо концептуального воззрения вообще?»  ",
  "mn72:15.2": "«Ваччха, концептуальное воззрение – это нечто, что Татхагата устранил.  ",
  "mn72:15.3": "Ведь, Ваччха, Татхагата увидел:  ",
  "mn72:15.4": "«Такова материальная форма, таково её происхождение, таково её исчезновение.  ",
  "mn72:15.5": "Таково чувство, таково его происхождение, таково его исчезновение.  ",
  "mn72:15.6": "Таково восприятие, таково его происхождение, таково его исчезновение.  ",
  "mn72:15.7": "Таковы формации [ума], таково их происхождение, таково их исчезновение.  ",
  "mn72:15.8": "Таково сознание, таково его происхождение, таково его исчезновение».  ",
  "mn72:15.9": "Поэтому, я говорю тебе, с уничтожением, с угасанием, прекращением, покиданием, оставлением всех измышлений, всех домыслов, всех сотворений «я» и сотворений «моего», а также скрытой склонности к самомнению, Татхагата освободился посредством не-цепляния».  ",
  "mn72:16.1": "«Господин Готама, когда ум монаха так освобождён, где он перерождается?»  ",
  "mn72:16.2": "«Выражение «перерождается» тут неуместно, Ваччха».  ",
  "mn72:16.3": "«Тогда он не перерождается, господин Готама?»  ",
  "mn72:16.4": "«Выражение «не перерождается» тут неуместно, Ваччха».  ",
  "mn72:16.5": "«Тогда он и перерождается и не перерождается, господин Готама?»  ",
  "mn72:16.6": "«Выражение «и перерождается и не перерождается» тут неуместно, Ваччха».  ",
  "mn72:16.7": "«Тогда он ни перерождается, ни не перерождается, господин Готама?»  ",
  "mn72:16.8": "«Выражение «ни перерождается, ни не перерождается» тут неуместно, Ваччха».  ",
  "mn72:17.1": "«Когда господину Готаме задали эти четыре вопроса, он отвечает: «Выражение «перерождается» тут неуместно, Ваччха»… «ни перерождается, ни не перерождается» тут неуместно, Ваччха».  ",
  "mn72:17.2": "",
  "mn72:17.3": "",
  "mn72:17.4": "",
  "mn72:17.5": "И тут я впал в замешательство, господин Готама, тут я впал в смятение,  ",
  "mn72:17.6": "и та доля доверия, которую я обрёл посредством предыдущей беседы с господином Готамой, теперь исчезла».  ",
  "mn72:18.1": "«Этого достаточно для того, чтобы вызвать в тебе замешательство, Ваччха, достаточно для того, чтобы вызвать в тебе смятение.  ",
  "mn72:18.2": "Ведь эта Дхамма, Ваччха, глубока, её трудно увидеть, трудно понять. Она умиротворённая и возвышенная, недостижимая простым лишь рассуждением, утончённая, переживается мудрыми.  ",
  "mn72:18.3": "Трудно тебе понять её, когда ты придерживаешься другого воззрения, соглашаешься с другим учением, одобряешь другое учение, осуществляешь другую тренировку, следуешь за другим учителем.  ",
  "mn72:18.4": "Поэтому я задам тебе встречный вопрос на эту тему, Ваччха. Отвечай так, как сочтёшь нужным.  ",
  "mn72:19.1": "Как ты думаешь, Ваччха? ",
  "mn72:19.2": "Представь, как если бы перед тобой горел огонь.  знал бы ты: ",
  "mn72:19.3": "«Передо мной горит огонь»?  ",
  "mn72:19.4": "«Знал бы, господин Готама».  ",
  "mn72:19.5": "",
  "mn72:19.6": "«Если кто-нибудь спросил бы тебя, Ваччха:  ",
  "mn72:19.7": "«В зависимости от чего перед тобой горит этот огонь?» – то, будучи спрошенным так, как бы ты ответил?»  ",
  "mn72:19.8": "",
  "mn72:19.9": "«Будучи спрошенным так, господин Готама, я бы ответил:  ",
  "mn72:19.10": "«Этот огонь горит в зависимости от травы и палок».  ",
  "mn72:19.11": "«Если бы этот огонь перед тобой погас,  знал бы ты: ",
  "mn72:19.12": "«Этот огонь передо мной погас»?  ",
  "mn72:19.13": "«Знал бы, господин Готама».  ",
  "mn72:19.14": "",
  "mn72:19.15": "«Если кто-нибудь спросил бы тебя, Ваччха:  ",
  "mn72:19.16": "«Когда этот огонь перед тобой погас, в каком направлении он ушёл: ",
  "mn72:19.17": "на восток, на запад, на север, или на юг?» – то, будучи спрошенным так, как бы ты ответил?»  ",
  "mn72:19.18": "«Такой [ответ] неуместен, господин Готама.  Огонь горел в зависимости от своего топлива [в виде] травы и палок.  Когда это израсходовалось, тогда, если этот [огонь далее] не получает дополнительного топлива, не имеет топлива, говорится, что он погас».  ",
  "mn72:20.1": "«Точно также, Ваччха, Татхагата отбросил материальную форму, посредством которой тот, кто описывал бы Татхагату, мог описать его. Он срезал её под корень, сделал подобной обрубку пальмы, уничтожил так, что она более не сможет возникнуть в будущем.  ",
  "mn72:20.2": "Татхагата освобождён от обозначения в рамках материальной формы, Ваччха.  Он глубок, неизмерим, его также трудно измерить,  ",
  "mn72:20.3": "как и океан. ",
  "mn72:20.4": "[Выражение] «он перерождается» тут неуместно. [Выражение] «он не перерождается» тут неуместно. [Выражение] «он и перерождается и не перерождается» тут неуместно. [Выражение] «он ни перерождается, ни не перерождается» тут неуместно.  ",
  "mn72:20.5": "Татхагата отбросил то чувство… ",
  "mn72:20.6": "",
  "mn72:20.7": "",
  "mn72:20.8": "",
  "mn72:20.9": "восприятие... ",
  "mn72:20.10": "",
  "mn72:20.11": "",
  "mn72:20.12": "",
  "mn72:20.13": "формации [ума]... ",
  "mn72:20.14": "",
  "mn72:20.15": "",
  "mn72:20.16": "",
  "mn72:20.17": "сознание, посредством которого тот, кто описывал бы Татхагату, мог описать его. Он срезал его под корень, сделал подобной обрубку пальмы, уничтожил так, что оно более не сможет возникнуть в будущем.  ",
  "mn72:20.18": "Татхагата освобождён от обозначения в рамках сознания, Ваччха.  Он глубок, неизмерим, его также трудно измерить,  ",
  "mn72:20.19": "как и океан. ",
  "mn72:20.20": "[Выражение] «он перерождается» тут неуместно. [Выражение] «он не перерождается» тут неуместно. [Выражение] «он и перерождается и не перерождается» тут неуместно. [Выражение] «он ни перерождается, ни не перерождается» тут неуместно.  ",
  "mn72:21.1": "Когда так было сказано, странник Ваччхаготта сказал Благословенному:  ",
  "mn72:21.2": "«Господин Готама, представьте, как если бы неподалёку от деревни или города стояло большое саловое дерево,  ",
  "mn72:21.3": "и непостоянство износило его ветви и листву, кору и заболонь,  ",
  "mn72:21.4": "так что позже, будучи лишённым ветвей и листвы, коры и заболони, оно стало чистым, состоящим всецело из сердцевины дерева.  ",
  "mn72:21.5": "Точно также, эта беседа господина Готамы лишена ветвей и листвы, лишена коры и заболони, чиста, состоит всецело из сердцевины дерева.  ",
  "mn72:22.1": "Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. Я принимаю прибежище в господине Готаме, прибежище в Дхамме, и прибежище в Сангхе монахов. ",
  "mn72:22.2": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}