{
  "mn75:0.1": "Мадджхима Никая 75 ",
  "mn75:0.2": "К Магандии ",
  "mn75:1.1": "Так я слышал. ",
  "mn75:1.2": "Однажды Благословенный проживал в стране Куру, где был город Куру под названием Каммасадхамма, на травяной подстилке в брахманском огненном зале, принадлежавшем клану Бхарадваджей.  ",
  "mn75:2.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Каммасадхамму за подаяниями. ",
  "mn75:2.2": "Когда он походил по Каммасадхамме, собирая подаяния, вернувшись с хождения за подаяниями, после принятия пищи он отправился в некую рощу, чтобы провести там остаток дня. ",
  "mn75:2.3": "Войдя в рощу, он сел у подножья дерева, чтобы провести здесь остаток дня.  ",
  "mn75:3.1": "так как странник Магандия, ходивший и бродивший [тут и там] ради того, чтобы размяться, отправился к брахманскому огненному залу,  ",
  "mn75:3.2": "Там он увидел подготовленную травяную подстилку  ",
  "mn75:3.3": "и спросил брахмана из клана Бхараваджей: ",
  "mn75:3.4": "«Для кого подготовлена эта травяная подстилка в огненном зале господина Бхарадваджи?  Похоже на постель отшельника».  ",
  "mn75:4.1": "«Господин Магандия, есть отшельник Готама, сын Сакьев, который ушёл в бездомную жизнь из клана Сакьев.  ",
  "mn75:4.2": "И об этом господине Готаме распространилась такая славная молва: ",
  "mn75:4.3": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn75:4.4": "Эта постель была приготовлена для этого господина Готамы».  ",
  "mn75:5.1": "«Воистину, господин Бхарадваджа, печальное зрелище для нас – ",
  "mn75:5.2": "воистину, печальное зрелище ",
  "mn75:5.3": "увидеть постель этого разрушителя возрастания, господина Готамы».  ",
  "mn75:5.4": "«Будь осторожен в том, что говоришь, Магандия, ",
  "mn75:5.5": "будь осторожен в том, что говоришь!  ",
  "mn75:5.6": "Многие учёные из знати, учёные брахманы, учёные домохозяева, учёные отшельники имеют полное доверие к господину Готаме,  Тренировались под его [учительством] в благородном истинном пути, в Дхамме, которая благая».  ",
  "mn75:5.7": "«Господин Бхарадваджа, даже если мы встретимся лицом к лицу с этим господином Готамой, мы всё равно скажем ему прямо в лицо:  ",
  "mn75:5.8": "«Отшельник Готама – разрушитель возрастания».  ",
  "mn75:5.9": "И почему? ",
  "mn75:5.10": "Потому что это дошло до нас в наших [священных] текстах».  ",
  "mn75:5.11": "«Если господин Магандия не возражает, могу ли я сказать об этом господину Готаме?»  ",
  "mn75:5.12": "«Пусть господин Бхарадваджа не волнуется.  Передайте ему то, что я сказал».  ",
  "mn75:6.1": "Тем временем божественным ухом, очищенным и превосходящим человеческое, Благословенный услышал эту беседу между брахманом из клана Бхарадваджей и странником Магандией.  ",
  "mn75:6.2": "И тогда, вечером, Благословенный вышел из медитации, отправился к брахманскому огненному залу и сел на подготовленную травяную подстилку.  ",
  "mn75:6.3": "Тогда брахман из клана Бхарадваджей подошёл к Благословенному и обменялся с ним приветствиями. ",
  "mn75:6.4": "После обмена вежливыми приветствиями и любезностями он сел рядом. Тогда Благословенный спросил его: ",
  "mn75:6.5": "«Бхарадваджа, была ли у тебя какая-либо беседа со странником Магандией об этой самой травяной подстилке?»  ",
  "mn75:6.6": "Когда так было сказано, брахмана охватил благоговейный страх, его волосы встали дыбом, и он ответил: ",
  "mn75:6.7": "«Мы хотели рассказать господину Готаме об этом,  ",
  "mn75:6.8": "но господин Готама опередил нас».  ",
  "mn75:7.1": "Однако эта беседа между Благословенным и брахманом из клана Бхарадваджей осталась незавершённой, ",
  "mn75:7.2": "так как странник Магандия, ходивший и бродивший [тут и там] ради того, чтобы размяться, отправился к брахманскому огненному залу,  и направился к Благословенному. Он обменялся с ним приветствиями,  ",
  "mn75:7.3": "и после обмена вежливыми приветствиями и любезностями он сел рядом. Благословенный сказал ему:  ",
  "mn75:8.1": "«Магандия, глаз наслаждается формами, находит удовольствие в формах, радуется формам.  ",
  "mn75:8.2": "Это было укрощено Татхагатой, охраняется, защищается, сдерживается. И он обучает Дхамме ради сдерживания [ума].  ",
  "mn75:8.3": "В отношении этого ли ты сказал: ",
  "mn75:8.4": "«Отшельник Готама – разрушитель возрастания»?  ",
  "mn75:8.5": "«Уважаемый, я имел в виду именно это. ",
  "mn75:8.6": "",
  "mn75:8.7": "И почему? ",
  "mn75:8.8": "Потому что это дошло до нас в наших [священных] текстах».  ",
  "mn75:8.9": "«Ухо наслаждается звуками…  ",
  "mn75:8.10": "Нос наслаждается запахами…  ",
  "mn75:8.11": "Язык наслаждается вкусами…  ",
  "mn75:8.12": "",
  "mn75:8.13": "",
  "mn75:8.14": "",
  "mn75:8.15": "",
  "mn75:8.16": "",
  "mn75:8.17": "",
  "mn75:8.18": "",
  "mn75:8.19": "Тело наслаждается осязаемыми вещами…  ",
  "mn75:8.20": "Ум наслаждается умственными феноменами, находит удовольствие в умственных феноменах, радуется умственным феноменам.  ",
  "mn75:8.21": "Это было укрощено Татхагатой, охраняется, защищается, сдерживается. И он обучает Дхамме ради сдерживания [ума].  ",
  "mn75:8.22": "В отношении этого ли ты сказал: ",
  "mn75:8.23": "«Отшельник Готама – разрушитель возрастания»?  ",
  "mn75:8.24": "«Уважаемый, я имел в виду именно это. ",
  "mn75:8.25": "",
  "mn75:8.26": "И почему? ",
  "mn75:8.27": "Потому что это дошло до нас в наших [священных] текстах».  ",
  "mn75:9.1": "«Как ты думаешь, Магандия?  ",
  "mn75:9.2": "Бывает так, что прежде некий человек развлекал себя формами, познаваемыми глазом, которые желанные, желаемые, приятные, привлекательные, связаны с чувственным желанием, вызывающие страсть.  Позже, поняв в соответствии с действительностью происхождение, исчезновение, привлекательность, опасность и спасение в отношении форм, он смог бы отбросить жажду к формам, устранить взбудораженность к формам, пребывать без влечения, с внутренне умиротворённым умом.  ",
  "mn75:9.3": "Что бы ты сказал о нём, Магандия?»  ",
  "mn75:9.4": "«Ничего, господин Готама».  ",
  "mn75:9.5": "«Как ты думаешь, Магандия?  ",
  "mn75:9.6": "Может быть так, что прежде некий человек развлекал себя звуками…  ",
  "mn75:9.7": "запахами, познаваемыми носом… ",
  "mn75:9.8": "вкусами, познаваемыми языком… ",
  "mn75:9.9": "осязаемыми вещами, познаваемыми телом, – желанными желаемыми, приятными, привлекательными, связанными с чувственным желанием, вызывающими страсть. ",
  "mn75:9.10": "Позже, поняв в соответствии с действительностью происхождение, исчезновение, привлекательность, опасность и спасение в отношении осязаемых вещей, он смог бы отбросить жажду к осязаемым вещам, устранить взбудораженность к осязаемым вещам, пребывать без влечения, с внутренне умиротворённым умом. ",
  "mn75:9.11": "Что бы ты сказал о нём, Магандия?»  ",
  "mn75:9.12": "«Ничего, господин Готама».  ",
  "mn75:10.1": "«Магандия, прежде, когда я жил домохозяйской жизнью, я развлекал себя, будучи обеспеченным и наделённым пятью нитями чувственных удовольствий: формами, познаваемыми глазом… звуками, познаваемыми ухом... ",
  "mn75:10.2": "запахами, познаваемыми носом… ",
  "mn75:10.3": "вкусами, познаваемыми языком… ",
  "mn75:10.4": "осязаемыми вещами, познаваемыми телом, – желанными желаемыми, приятными, привлекательными, связанными с чувственным желанием, вызывающими страсть. ",
  "mn75:10.5": "У меня было три дворца: ",
  "mn75:10.6": "один для зимнего сезона, один для летнего, один для сезона дождей.  ",
  "mn75:10.7": "Четыре месяца я проводил во дворце для сезона дождей и ни разу не спускался  в нижние помещения дворца, развлекая себя музыкантами, среди которых не было ни одного мужчины.  ",
  "mn75:10.8": "Позже, поняв в соответствии с действительностью происхождение, исчезновение, привлекательность, опасность и спасение в отношении чувственных удовольствий, я отбросил жажду к чувственным удовольствиям, устранил взбудораженность к чувственным удовольствиям, пребывал без влечения, с внутренне умиротворённым умом.  ",
  "mn75:10.9": "Я вижу других существ, которые не освобождены от жажды к чувственным удовольствиям, пожираемых жаждой к чувственным удовольствиям, горящих взбудораженностью к чувственным удовольствиям, потакающих чувственным удовольствиям,  ",
  "mn75:10.10": "И я не завидую им, как и не наслаждаюсь этим.  ",
  "mn75:10.11": "И почему? ",
  "mn75:10.12": "Потому что, Магандия, есть наслаждение, которое отделено от чувственных удовольствий, отделено от неблагих состояний,  ",
  "mn75:10.13": "которое превосходит даже небесное блаженство.  ",
  "mn75:10.14": "Поскольку я наслаждаюсь [вот] этим, я не завидую низшему, как и не наслаждаюсь им.  ",
  "mn75:11.1": "Представь, Магандия, домохозяина или сына домохозяина – богатого, с большим богатством и имуществом, обеспеченного  и наделённого пятью нитями чувственного удовольствия.  Он мог бы развлекать себя формами, познаваемыми глазом…  ",
  "mn75:11.2": "звуками… запахами… вкусами…  ",
  "mn75:11.3": "осязаемыми вещами, познаваемыми телом, – желанными желаемыми, приятными, привлекательными, связанными с чувственным желанием, вызывающими страсть. ",
  "mn75:11.4": "Если он хорошо себя вёл телом, речью и умом, то после распада тела, после смерти, он может переродиться в счастливом уделе, в небесном мире в свите богов Тридцати трёх.  ",
  "mn75:11.5": "И там, окружённый нимфами в роще Нанданы, он может развлекать себя, будучи обеспеченным и наделённым пятью нитями божественных чувственных удовольствий.  ",
  "mn75:11.6": "Представь, если бы он увидел домохозяина или сына домохозяина, который развлекает себя, обеспеченный и наделённый пятью нитями [человеческих] чувственных удовольствий.  ",
  "mn75:11.7": "«Как ты думаешь, Магандия?  Стал бы этот молодой дэва, окружённый нимфами в роще Нанданы, развлекающий себя, будучи обеспеченным и наделённым пятью нитями божественных чувственных удовольствий, завидовать домохозяину или сыну домохозяина из-за пяти нитей человеческих чувственных удовольствий, или мог бы он соблазниться человеческими чувственными удовольствиями?»  ",
  "mn75:11.8": "«Нет, господин Готама. ",
  "mn75:11.9": "И почему? ",
  "mn75:11.10": "Потому что божественные чувственные удовольствия куда более превосходны и возвышенны, нежели человеческие чувственные удовольствия».  ",
  "mn75:12.1": "«Точно также, Магандия, прежде, когда я жил домохозяйской жизнью, я развлекал себя формами,.. звуками…  ",
  "mn75:12.2": "запахами... ",
  "mn75:12.3": "вкусами... ",
  "mn75:12.4": "осязаемыми вещами, познаваемыми телом, – желанными желаемыми, приятными, привлекательными, связанными с чувственным желанием, вызывающими страсть. ",
  "mn75:12.5": "Позже, поняв в соответствии с действительностью происхождение, исчезновение, привлекательность, опасность и спасение в отношении чувственных удовольствий, я отбросил жажду к чувственным удовольствиям, устранил взбудораженность к чувственным удовольствиям, пребывал без влечения, с внутренне умиротворённым умом.  ",
  "mn75:12.6": "Я вижу других существ, которые не освобождены от жажды к чувственным удовольствиям, пожираемых жаждой к чувственным удовольствиям, горящих взбудораженностью к чувственным удовольствиям, потакающих чувственным удовольствиям,  И я не завидую им, как и не наслаждаюсь этим.  ",
  "mn75:12.7": "И почему? ",
  "mn75:12.8": "Потому что, Магандия, есть наслаждение, которое отделено от чувственных удовольствий, отделено от неблагих состояний,  ",
  "mn75:12.9": "которое превосходит даже небесное блаженство.  ",
  "mn75:12.10": "Поскольку я наслаждаюсь [вот] этим, я не завидую низшему, как и не наслаждаюсь им.  ",
  "mn75:13.1": "Представь, Магандия, прокажённого с язвами и волдырями на членах своего тела,  Пожираемого червями, расчёсывающего коросты на ранах своими ногтями, прижигающего своё тело над ямой с раскалёнными углями.  ",
  "mn75:13.2": "И вот его друзья и товарищи, его близкие и родственники привели бы врача, чтобы излечить его. ",
  "mn75:13.3": "Врач изготовил бы для него лекарство,  ",
  "mn75:13.4": "и благодаря этому лекарству тот человек излечился от проказы,  Стал благополучным и счастливым, независимым, хозяином самому себе, мог бы идти туда, куда пожелает.  ",
  "mn75:13.5": "Затем он увидел бы другого прокажённого с язвами и волдырями на членах своего тела, пожираемого червями, расчёсывающего коросты на ранах своими ногтями, прижигающего своё тело над ямой с раскалёнными углями.  ",
  "mn75:13.6": "«Как ты думаешь, Магандия?  ",
  "mn75:13.7": "Стал бы этот человек завидовать тому прокажённому из-за его прижигания [тела] над ямой с раскалёнными углями или же из-за использования им своего лекарства?»  ",
  "mn75:13.8": "«Нет, господин Готама. ",
  "mn75:13.9": "И почему? ",
  "mn75:13.10": "Потому что когда есть болезнь, есть потребность в лекарстве,  а когда болезни нет, то и нет потребности в лекарстве».  ",
  "mn75:14.1": "«Точно также, Магандия, прежде, когда я жил домохозяйской жизнью, я развлекал себя формами,.. звуками…  ",
  "mn75:14.2": "запахами... ",
  "mn75:14.3": "вкусами... ",
  "mn75:14.4": "осязаемыми вещами, познаваемыми телом, – желанными желаемыми, приятными, привлекательными, связанными с чувственным желанием, вызывающими страсть. ",
  "mn75:14.5": "Позже, поняв в соответствии с действительностью происхождение, исчезновение, привлекательность, опасность и спасение в отношении чувственных удовольствий, я отбросил жажду к чувственным удовольствиям, устранил взбудораженность к чувственным удовольствиям, пребывал без влечения, с внутренне умиротворённым умом.  ",
  "mn75:14.6": "Я вижу других существ, которые не освобождены от жажды к чувственным удовольствиям, пожираемых жаждой к чувственным удовольствиям, горящих взбудораженностью к чувственным удовольствиям, потакающих чувственным удовольствиям,  ",
  "mn75:14.7": "И я не завидую им, как и не наслаждаюсь этим.  ",
  "mn75:14.8": "И почему? ",
  "mn75:14.9": "Потому что, Магандия, есть наслаждение, которое отделено от чувственных удовольствий, отделено от неблагих состояний,  ",
  "mn75:14.10": "которое превосходит даже небесное блаженство.  ",
  "mn75:14.11": "Поскольку я наслаждаюсь [вот] этим, я не завидую низшему, как и не наслаждаюсь им.  ",
  "mn75:15.1": "Представь, Магандия, прокажённого с язвами и волдырями на членах своего тела,  Пожираемого червями, расчёсывающего коросты на ранах своими ногтями, прижигающего своё тело над ямой с раскалёнными углями.  ",
  "mn75:15.2": "И вот его друзья и товарищи, его близкие и родственники привели бы врача, чтобы излечить его. ",
  "mn75:15.3": "Врач изготовил бы для него лекарство,  ",
  "mn75:15.4": "и благодаря этому лекарству тот человек излечился от проказы,  Стал благополучным и счастливым, независимым, хозяином самому себе, мог бы идти туда, куда пожелает.  ",
  "mn75:15.5": "И два сильных человека схватили бы его за обе руки и потащили его к этой яме с углями. ",
  "mn75:15.6": "«Как ты думаешь, Магандия?  ",
  "mn75:15.7": "Разве этот человек не стал бы изворачиваться всем своим телом?» ",
  "mn75:15.8": "«Да, господин Готама.  ",
  "mn75:15.9": "И почему? ",
  "mn75:15.10": "Потому что этот огонь воистину болезненный для прикосновения, горячий, обжигающий».  ",
  "mn75:15.11": "«Как ты думаешь, Магандия?  ",
  "mn75:15.12": "Только теперь этот огонь стал болезненным для прикосновения, горячим, обжигающим, или же прежде он тоже был огнём, который болезненный для прикосновения, горячий, обжигающий?»  ",
  "mn75:15.13": "«Господин Готама, этот огонь и сейчас болезненный для прикосновения, горячий, обжигающий, и прежде также этот огонь был огнём, который болезненный для прикосновения, горячий, обжигающий.  ",
  "mn75:15.14": "Когда тот человек был прокажённым с язвами и волдырями на членах своего тела,  пожираемым червями, расчёсывающим коросты на ранах своими ногтями, его способности [органов чувств] были повреждены.  Поэтому, несмотря на то, что огонь в действительности был болезненным для прикосновения, он ошибочно воспринимал его приятным».  ",
  "mn75:16.1": "«Точно так же, Магандия, в прошлом чувственные удовольствия были болезненными для прикосновения, горячими, обжигающими.  ",
  "mn75:16.2": "Но те существа, которые не лишены жажды к чувственным удовольствиям, которые пожираемы жаждой к чувственным удовольствиям, которые горят взбудораженностью к чувственным удовольствиям, имеют повреждённые способности [органов чувств].  Так, хотя чувственные удовольствия в действительности болезненные для прикосновения, горячие, обжигающие, они ошибочно воспринимают их приятными. ",
  "mn75:17.1": "Представь, Магандия, прокажённого с язвами и волдырями на членах своего тела,  пожираемого червями, расчёсывающего коросты на ранах своими ногтями, прижигающего своё тело над ямой с раскалёнными углями.  ",
  "mn75:17.2": "Чем больше он расчёсывает коросты и прижигает своё тело, тем более противными, зловонными и заражёнными становятся его язвы,  но всё же он получает некоторую долю удовлетворения и наслаждения при расчёсывании своих язв.  ",
  "mn75:17.3": "Точно также, Магандия, существа, которые не лишены жажды к чувственным удовольствиям, которые пожираемы жаждой к чувственным удовольствиям, которые горят взбудораженностью к чувственным удовольствиям, всё ещё потакают чувственным удовольствиям.  ",
  "mn75:17.4": "Чем больше такие существа потакают чувственным удовольствиям, тем больше возрастает их жажда к чувственным удовольствиям,  но всё же они получают некоторую долю удовлетворения и наслаждения в зависимости от пяти нитей чувственных удовольствий.  ",
  "mn75:18.1": "«Как ты думаешь, Магандия?  ",
  "mn75:18.2": "Видел ли ты когда-либо или слышал ли о царе или царском министре, развлекающим себя, будучи обеспеченным и наделённым пятью нитями чувственного удовольствия, который без оставления жажды к чувственным удовольствиям, без устранения взбудораженности к чувственным удовольствиям, мог бы пребывать свободным от влечения, с внутренне умиротворённым умом, или который мог бы [пребывать сейчас], или смог бы так пребывать [в будущем]?»  ",
  "mn75:18.3": "«Нет, господин Готама». ",
  "mn75:18.4": "«Хорошо, Магандия.  ",
  "mn75:18.5": "Я тоже никогда не видел и не слышал о царе… смог бы так пребывать [в будущем].  ",
  "mn75:18.6": "Напротив, Магандия, те жрецы и отшельники, которые пребывали или пребывают или будут пребывать свободными от влечения, с внутренне умиротворённым умом, все они делают так после понимания в соответствии с действительностью происхождения, исчезновения, привлекательности, опасности и спасения в отношении чувственных удовольствий. После оставления жажды к чувственным удовольствиям и устранения влечения к чувственным удовольствиям они пребывали или пребывают или будут пребывать свободные от влечения, с внутренне умиротворённым умом».  ",
  "mn75:19.1": "И в этот момент Благословенный произнёс следующее изречение:  ",
  "mn75:19.2": "«Величественней обретений всех – здоровье,  ",
  "mn75:19.3": "Ниббана – высочайшее блаженство, ",
  "mn75:19.4": "Из всех путей путь Восьмеричный – наилучший, ",
  "mn75:19.5": "К Бессмертному ведёт он безопасно».  ",
  "mn75:19.6": "Когда так было сказано, странник Магандия сказал Благословенному:  ",
  "mn75:19.7": "«Чудесно, господин Готама, чудесно! ",
  "mn75:19.8": "Как хорошо выразил это господин Готама:  ",
  "mn75:19.9": "«Величественней обретений всех – здоровье, Ниббана – высочайшее блаженство».  ",
  "mn75:19.10": "Мы также слышали, как предыдущие странники, которые были учителями и учителями учителей, говорили об этом: ",
  "mn75:19.11": "«Величественней обретений всех – здоровье, Ниббана – высочайшее блаженство».  ",
  "mn75:19.12": "И это соответствует [сказанному], господин Готама».  ",
  "mn75:19.13": "«Но, Магандия, когда ты слышал предыдущих странников, которые были учителями и учителями учителей, и которые говорили об этом,  ",
  "mn75:19.14": "что они имели в виду под здоровьем,  что они имели в виду под ниббаной?»  ",
  "mn75:19.15": "Когда так было сказано, странник Магандия прогладил члены своего тела руками и сказал:  ",
  "mn75:19.16": "«Вот оно, это здоровье, господин Готама. Вот она, эта ниббана.  ",
  "mn75:19.17": "Ведь сейчас я здоров и счастлив, и ничто не причиняет мне болезненности». ",
  "mn75:20.1": "«Магандия, представь с рождения слепого человека,  ",
  "mn75:20.2": "Который бы не видел тёмных и ярких форм, который не мог бы видеть голубых, жёлтых, красных или розовых форм,  который не мог бы видеть ровного и неровного, который не мог бы видеть звёзд или солнца и луны.  ",
  "mn75:20.3": "И он бы услышал, как человек с хорошим зрением говорит:  ",
  "mn75:20.4": "«Воистину, господа, хороша эта белая ткань – прекрасная, незапятнанная, и чистая!»,  ",
  "mn75:20.5": "и он бы отправился в поисках белой ткани. ",
  "mn75:20.6": "И тогда [некий] человек обманул бы его, дав ему грязную запачканную одежду:  ",
  "mn75:20.7": "«Почтенный, вот тебе белая ткань – прекрасная, незапятнанная, и чистая».  ",
  "mn75:20.8": "И он принял бы её, надел её, был доволен ей, говорил удовлетворительно [о ней] так:  ",
  "mn75:20.9": "«Воистину, господа, хороша эта белая ткань – прекрасная, незапятнанная, и чистая!»,  ",
  "mn75:20.10": "«Как ты думаешь, Магандия?  ",
  "mn75:20.11": "Когда этот слепой от рождения человек принял эту грязную запачканную одежду, надел её, был доволен ей и говорил удовлетворительно [о ней] так: «Воистину, господа, хороша эта белая ткань – прекрасная, незапятнанная, и чистая!» – делал бы он так, исходя из знания и видения  ",
  "mn75:20.12": "или же из веры в этого человека с хорошим зрением?»  ",
  "mn75:20.13": "«Уважаемый, он бы делал так, не зная и не видя,  ",
  "mn75:20.14": "из веры в человека с хорошим зрением».  ",
  "mn75:21.1": "«Точно также, Магандия, странники-приверженцы других учений слепы и незрячи.  Они не знают здоровья, они не видят ниббаны, но всё же они произносят эту строфу:  ",
  "mn75:21.2": "«Величественней обретений всех – здоровье, Ниббана – высочайшее блаженство».  ",
  "mn75:21.3": "Эта строфа была произнесена прежними Совершенными, Полностью Просветлёнными:  ",
  "mn75:21.4": "«Величественней обретений всех – здоровье,  ",
  "mn75:21.5": "Ниббана – высочайшее блаженство, ",
  "mn75:21.6": "Из всех путей путь Восьмеричный – наилучший, ",
  "mn75:21.7": "К Бессмертному ведёт он безопасно».  ",
  "mn75:21.8": "Но ныне она постепенно стала распространённой среди заурядных людей. ",
  "mn75:21.9": "И хотя это тело, Магандия, является болезнью, опухолью, [отравленным] дротиком, бедствием, болезненностью,  [всё же] в отношении этого тела ты говоришь:  ",
  "mn75:21.10": "«Вот оно, это здоровье, господин Готама. Вот она, эта ниббана».  ",
  "mn75:21.11": "У тебя нет благородного видения, Магандия, посредством которого ты мог бы знать здоровье и видеть ниббану».  ",
  "mn75:22.1": "«У меня есть доверие к господину Готаме:  ",
  "mn75:22.2": "«Господин Готама сможет научить меня Дхамме так, чтобы я смог узнать здоровье и увидеть ниббану».  ",
  "mn75:22.3": "«Магандия, представь с рождения слепого человека,  ",
  "mn75:22.4": "Который бы не видел тёмных и ярких форм, который не мог бы видеть голубых, жёлтых, красных или розовых форм,  который не мог бы видеть ровного и неровного, который не мог бы видеть звёзд или солнца и луны.  ",
  "mn75:22.5": "И вот его друзья и товарищи, его близкие и родственники привели бы врача, чтобы излечить его. ",
  "mn75:22.6": "Врач изготовил бы для него лекарство,  ",
  "mn75:22.7": "но благодаря этому лекарству зрение у человека не появилось, не очистилось.  ",
  "mn75:22.8": "«Как ты думаешь, Магандия?  ",
  "mn75:22.9": "Повстречал бы в этом случае этот доктор досаду и разочарование?»  ",
  "mn75:22.10": "«Да, господин Готама.  ",
  "mn75:22.11": "«Точно также, Магандия, если бы я стал обучать тебя Дхамме так:  ",
  "mn75:22.12": "«Вот это здоровье, вот эта ниббана», то ты мог бы не узнать здоровья, не увидеть ниббаны,  ",
  "mn75:22.13": "и это было бы утомительно и хлопотно для меня».  ",
  "mn75:23.1": "«У меня есть доверие к господину Готаме:  ",
  "mn75:23.2": "«Господин Готама сможет научить меня Дхамме так, чтобы я смог узнать здоровье и увидеть ниббану».  ",
  "mn75:23.3": "«Магандия, представь с рождения слепого человека,  ",
  "mn75:23.4": "Который бы не видел тёмных и ярких форм, который не мог бы видеть голубых, жёлтых, красных или розовых форм,  который не мог бы видеть ровного и неровного, который не мог бы видеть звёзд или солнца и луны.  ",
  "mn75:23.5": "И он бы услышал, как человек с хорошим зрением говорит:  ",
  "mn75:23.6": "«Воистину, господа, хороша эта белая ткань – прекрасная, незапятнанная, и чистая!»,  ",
  "mn75:23.7": "и он бы отправился в поисках белой ткани. ",
  "mn75:23.8": "И тогда [некий] человек обманул бы его, дав ему грязную запачканную одежду:  ",
  "mn75:23.9": "«Почтенный, вот тебе белая ткань – прекрасная, незапятнанная, и чистая».  ",
  "mn75:23.10": "И он принял бы её, надел бы её.  ",
  "mn75:23.11": "И вот его друзья и товарищи, его близкие и родственники привели бы врача, чтобы излечить его. ",
  "mn75:23.12": "Врач изготовил бы для него лекарства –  ",
  "mn75:23.13": "рвотные и слабительные, мази, назальные лекарства, –  ",
  "mn75:23.14": "и за счёт этих лекарств у человека появилось бы и очистилось зрение.  ",
  "mn75:23.15": "С появлением зрения его желание и любовь к этой грязной испачканной одежде были бы отброшены.  ",
  "mn75:23.16": "И тогда он бы воспылал негодованием и неприязнью к тому человеку и подумал о том, что его следует убить:  ",
  "mn75:23.17": "«Воистину, долгое время меня дурачил, обманывал, вводил в заблуждение этот человек этой грязной запачканной одеждой, когда говорил мне:  ",
  "mn75:23.18": "«Почтенный, вот тебе белая ткань – прекрасная, незапятнанная, и чистая».  ",
  "mn75:24.1": "«Точно также, Магандия, если бы я стал обучать тебя Дхамме так:  ",
  "mn75:24.2": "«Вот оно, это здоровье, вот эта ниббана», ",
  "mn75:24.3": "то ты мог бы узнать здоровье, увидеть ниббану.  ",
  "mn75:24.4": "С появлением видения твои желание и любовь к пяти совокупностям, подверженным цеплянию, могли бы быть отброшены.  ",
  "mn75:24.5": "Затем, возможно, ты подумал бы:  ",
  "mn75:24.6": "«Воистину, долгое время меня дурачил, обманывал, вводил в заблуждение этот ум.  ",
  "mn75:24.7": "Ведь цепляясь, я цеплялся просто лишь к материальной форме, я цеплялся просто лишь к чувству, я цеплялся просто лишь к восприятию, я цеплялся просто лишь к формациям [ума], я цеплялся просто лишь к сознанию.  ",
  "mn75:24.8": "Имея цепляние условием, существование [возникает].  Имея существование условием, рождение [возникает].  Имея рождение условием, старение и смерть, печаль, стенание, боль, грусть и отчаяние возникают.  ",
  "mn75:24.9": "Таково происхождение всей этой груды страдания».  ",
  "mn75:25.1": "«У меня есть доверие к господину Готаме:  ",
  "mn75:25.2": "«Господин Готама сможет научить меня Дхамме так, чтобы я смог встать с этого сиденья, излечив свою слепоту».  ",
  "mn75:25.3": "«В таком случае, Магандия, общайся с чистыми людьми. ",
  "mn75:25.4": "Когда будешь общаться с чистыми людьми, ты услышишь истинную Дхамму.  ",
  "mn75:25.5": "Когда ты услышишь истинную Дхамму, ты будешь практиковать в соответствии с истинной Дхаммой.  ",
  "mn75:25.6": "Когда ты будешь практиковать в соответствии с истинной Дхаммой, ты узнаешь и увидишь сам:  ",
  "mn75:25.7": "«Вот эти недуги, опухоли и дротики.  ",
  "mn75:25.8": "Но вот здесь недуги, опухоли и дротики прекращаются без остатка.  ",
  "mn75:25.9": "С прекращением моего цепляния происходит прекращение существования.  С прекращением существования [происходит] прекращение рождения.  С прекращением рождения старение и смерть, печаль, стенание, боль, грусть и отчаяние прекращаются.  ",
  "mn75:25.10": "Таково прекращение всей этой груды страдания». ",
  "mn75:26.1": "Когда так было сказано, странник Магандия сказал Благословенному:  ",
  "mn75:26.2": "«Великолепно, господин Готама! Великолепно! ",
  "mn75:26.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. ",
  "mn75:26.4": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов.  ",
  "mn75:26.5": "Я хотел бы получить младшее монашеское посвящение, я хотел бы получить высшее монашеское посвящение». ",
  "mn75:27.1": "«Магандия, тот, кто прежде принадлежал другому учению и желает получить младшее и высшее посвящение в этой Дхамме и Винае, должен пройти испытательный срок в четыре месяца. По истечении четырёх месяцев, если монахи будут довольны им, они дают ему младшее посвящение и высшее посвящение в монахи. ",
  "mn75:27.2": "Но я признаю, что могут быть индивидуальные различия в этом вопросе». ",
  "mn75:27.3": "«Уважаемый, если тот, кто прежде принадлежал другому учению… если монахи будут довольны им… то тогда я готов проходить испытательный срок [хоть] четыре года. По истечении четырёх лет, если монахи будут довольны мной, они дадут мне младшее посвящение и высшее посвящение в монахи». ",
  "mn75:28.1": "И тогда странник Магандия получил младшее посвящение под [учительством] Благословенного и получил высшее посвящение.  ",
  "mn75:28.2": "И вскоре после получения высшего посвящения, пребывая в уединении прилежным, старательным, решительным, достопочтенный Магандия, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл и пребывал в высочайшей цели святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую и ведут жизнь бездомную. ",
  "mn75:28.3": "Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn75:28.4": "Так достопочтенный Магандия стал одним из арахантов. "
}