{
  "mn76:0.1": "Мадджхима Никая 76 ",
  "mn76:0.2": "К Сандаке ",
  "mn76:1.1": "Так я слышал. ",
  "mn76:1.2": "Однажды Благословенный проживал в Косамби, в парке Гхоситы.  ",
  "mn76:2.1": "И в то время странник Сандака пребывал в Пещере Дерева Пилаккхи с большим собранием странников.  ",
  "mn76:3.1": "И тогда, вечером, достопочтенный Ананда вышел из медитации и обратился к монахам так:  ",
  "mn76:3.2": "«Ну же, друзья, идёмте к Пруду Девакаты посмотреть пещеру».  ",
  "mn76:3.3": "«Да, друг» – ответили те монахи.  ",
  "mn76:3.4": "И тогда достопочтенный Ананда отправился к пруду Девакаты вместе с группой монахов.  ",
  "mn76:4.1": "И в то время странник Сандака сидел с большой группой странников, которые создавали гул,  громко и шумно ведя различные бессмысленные беседы, такие как  ",
  "mn76:4.2": "разговоры о царях, о ворах, о министрах, об армиях, об опасностях, о сражениях, о еде, о питье, об одежде, о постелях, о гирляндах, о благовониях, о родственниках, о средствах передвижения, о деревнях, о поселениях, о городах, о странах, о женщинах, о героях, об улицах, о колодцах, об усопших, о всяких мелочах, о происхождении мира, о происхождении моря, о том, являются ли вещи такими или иными.  ",
  "mn76:4.3": "И тогда странник Сандака увидел достопочтенного Ананду издали.  ",
  "mn76:4.4": "Увидев его, он стал успокаивать своё собрание так: ",
  "mn76:4.5": "«Тише, господа. Не шумите, господа. ",
  "mn76:4.6": "Вон идёт отшельник Ананда, ученик отшельника Готамы,  ",
  "mn76:4.7": "один из учеников отшельника Готамы, которые сейчас в Косамби.  ",
  "mn76:4.8": "Эти достопочтенные любят тишину, дисциплинированны в тишине, восхваляют тишину.  ",
  "mn76:4.9": "Быть может, если он посчитает, что наше собрание тихое, то задумает подойти к нам».  ",
  "mn76:4.10": "И тогда те странники замолкли.  ",
  "mn76:5.1": "Достопочтенный Ананда подошёл к страннику Сандаке,  ",
  "mn76:5.2": "который сказал ему: ",
  "mn76:5.3": "«Пусть господин Ананда подойдёт!  Добро пожаловать, господин Ананда!  ",
  "mn76:5.4": "Долгое время, почтенный, у тебя не было возможности прийти сюда. ",
  "mn76:5.5": "Пусть господин Ананда присаживается, вот тут есть готовое сиденье». ",
  "mn76:5.6": "Достопочтенный Ананда сел на подготовленное сиденье,  ",
  "mn76:5.7": "а странник Сандака выбрал более низкое сиденье и сел рядом.  ",
  "mn76:5.8": "Когда он сделал так, достопочтенный Ананда сказал ему:  ",
  "mn76:5.9": "«Ради какой беседы вы сидите сейчас здесь, Сандака? В чём состояла незавершённая вами беседа?» ",
  "mn76:5.10": "«Господин Ананда, оставим эту беседу, ради которой мы сидим сейчас здесь вместе.  ",
  "mn76:5.11": "Господин Ананда сможет послушать её потом. ",
  "mn76:5.12": "Было бы хорошо, если бы господин Ананда рассказал о Дхамме своего собственного учителя».  ",
  "mn76:5.13": "«В таком случае, Сандака, слушай внимательно то, о чём я буду говорить».  ",
  "mn76:5.14": "«Да, почтенный» – ответил Сандака.  ",
  "mn76:5.15": "Достопочтенный Ананда сказал следующее:  ",
  "mn76:6.1": "«Сандака, есть четыре способа свести на нет житие святой жизнью, которые были провозглашены Благословенным, знающим и видящим, совершенным и полностью просветлённым. А также были провозглашены эти четыре вида святой жизни без утешения,  когда мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая».  ",
  "mn76:6.2": "«Но, господин Ананда, каковы эти четыре способа свести на нет житие святой жизнью... четыре вида святой жизни без утешения, когда мудрый человек вне всяких сомнений не будет жить святой жизнью…?»  ",
  "mn76:7.1": "«Сандака, вот некий учитель придерживается такой доктрины и воззрения:  ",
  "mn76:7.2": "«Нет ничего, что дано; нет ничего, что предложено; нет ничего, что пожертвовано. Нет плода или результата хороших или плохих поступков. Нет этого мира, нет следующего мира; Нет отца, нет матери, нет спонтанно рождающихся существ. Нет хороших и нравственных жрецов и отшельников в мире, которые, сами реализовав [это своим собственным] прямым знанием, провозгласили этот мир и другой мир. ",
  "mn76:7.3": "Человек состоит из четырёх великих элементов.  Когда кто-либо умирает, земля возвращается и сливается с телом земли,  Вода возвращается и сливается с телом воды,  Огонь возвращается и сливается с телом огня,  Воздух возвращается и сливается с телом воздуха,  а все способности переходят в пространство.  ",
  "mn76:7.4": "[Четыре] человека, где похоронные носилки являются пятыми, уносят труп.  ",
  "mn76:7.5": "Похоронная процессия доходит до кладбища.  ",
  "mn76:7.6": "Кости белеют.  ",
  "mn76:7.7": "Сгорающие подношения превращаются в пепел.  ",
  "mn76:7.8": "Даяние – это доктрина дураков.  ",
  "mn76:7.9": "Когда кто-либо утверждает, что есть [плоды дарения] – то это пустая, лживая болтовня.  ",
  "mn76:7.10": "Дураки и мудрецы одинаково уничтожаются и разрушаются с распадом тела и после смерти они не существуют».  ",
  "mn76:8.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn76:8.2": "«Этот славный учитель придерживается такой доктрины…  ",
  "mn76:8.3": "",
  "mn76:8.4": "",
  "mn76:8.5": "",
  "mn76:8.6": "",
  "mn76:8.7": "",
  "mn76:8.8": "",
  "mn76:8.9": "",
  "mn76:8.10": "",
  "mn76:8.11": "Если слова этого славного учителя правдивы, тогда мы оба в этом в точности равны,  ",
  "mn76:8.12": "находимся на одном уровне – я, не практиковавший [этого учения], и он, практиковавший его; я, не живший [святой жизнью], и он живший ею.  При этом, я не говорю, что оба из нас уничтожаются и разрушаются с распадом тела и что после смерти нас не существует.  ",
  "mn76:8.13": "Но [ведь] это излишне для этого славного учителя – ходить голым, быть побритым, принуждать себя к сидению с охватыванием коленей руками, вырывать свои волосы и бороду –  так как я, [то есть] тот, кто живёт в доме, полном детей, использует сандаловое дерево из Варанаси, носит гирлянды, [пользуется] благовониями и мазями, принимает золото и серебро,  повстречаю тот же самый удел, ту же самую будущую участь, что и этот славный учитель.  ",
  "mn76:8.14": "Что я знаю и вижу [такого], чтобы вести святую жизнь под [учительством] этого учителя?»  ",
  "mn76:8.15": "Поэтому, когда он выясняет, что этот путь сводит на нет житие святой жизнью,  ",
  "mn76:8.16": "он отворачивается от него и оставляет его.  ",
  "mn76:9.1": "Таков первый путь, сводящий на нет житие святой жизнью, что был провозглашён Благословенным, знающим и видящим, совершенным и полностью просветлённым, в котором мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая. ",
  "mn76:10.1": "Далее, Сандака, некий учитель придерживается такой доктрины и воззрения:  ",
  "mn76:10.2": "«Действуя или побуждая действовать других, калеча или побуждая калечить других, пытая или побуждая пытать других, огорчая или побуждая огорчать других, угнетая или побуждая угнетать других, наводя ужас или побуждая наводить ужас других; убивая живых существ, забирая то, что не было дано, врываясь в дома, расхищая имущество, совершая кражу, совершая разбой на дорогах, совращая чужую жену, говоря ложь – человек не делает зла.  ",
  "mn76:10.3": "Если [железным] диском с острыми краями превратить живых существ на этой земле в одну кучу из плоти, одну груду из плоти, то не свершилось бы зла по этой причине, не наступило бы зла. ",
  "mn76:10.4": "Даже если кто-либо шёл бы вдоль южного берега Ганги, убивая и побуждая убивать других, калеча и побуждая калечить других, пытая и побуждая пытать других, – то не свершилось бы зла по этой причине, не наступило бы зла. ",
  "mn76:10.5": "Даже если кто-либо шёл бы вдоль северного берега Ганги, раздавая дары и побуждая раздавать дары других, делая подношения и побуждая делать подношения других, – то не свершилось бы благих заслуг по этой причине, не наступило бы заслуг. ",
  "mn76:10.6": "Благодаря щедрости, самообузданию, сдержанности, правдивой речи – не свершается заслуг по этой причине, не наступает заслуг». ",
  "mn76:11.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn76:11.2": "«Этот славный учитель придерживается такой доктрины…  ",
  "mn76:11.3": "",
  "mn76:11.4": "",
  "mn76:11.5": "",
  "mn76:11.6": "",
  "mn76:11.7": "Если слова этого славного учителя правдивы, тогда мы оба в этом в точности равны,  ",
  "mn76:11.8": "находимся на одном уровне – я, не практиковавший [этого учения], и он, практиковавший его; я, не живший [святой жизнью], и он живший ею.  При этом, я не говорю, что чего бы оба [из нас] ни делали, при этом не свершается зла. ",
  "mn76:11.9": "Но [ведь] это излишне для этого славного учителя – ходить голым, быть побритым, принуждать себя к сидению с охватыванием коленей руками, вырывать свои волосы и бороду –  так как я, [то есть] тот, кто живёт в доме, полном детей, использует сандаловое дерево из Варанаси, носит гирлянды, [пользуется] благовониями и мазями, принимает золото и серебро,  повстречаю тот же самый удел, ту же самую будущую участь, что и этот славный учитель.  ",
  "mn76:11.10": "Что я знаю и вижу [такого], чтобы вести святую жизнь под [учительством] этого учителя?»  ",
  "mn76:11.11": "Поэтому, когда он выясняет, что этот путь сводит на нет житие святой жизнью,  ",
  "mn76:11.12": "он отворачивается от него и оставляет его.  ",
  "mn76:12.1": "Таков второй путь, сводящий на нет житие святой жизнью, что был провозглашён Благословенным, знающим и видящим, совершенным и полностью просветлённым, в котором мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая. ",
  "mn76:13.1": "Далее, Сандака, некий учитель придерживается такой доктрины и воззрения:  ",
  "mn76:13.2": "«Нет причины или условия для загрязнения [умов] существ. ",
  "mn76:13.3": "Существа загрязняются без причины или условия. ",
  "mn76:13.4": "Нет причины или условия для очищения [умов] существ. ",
  "mn76:13.5": "Существа очищаются без причины или условия. ",
  "mn76:13.6": "Нет мощи, нет усердия, нет человеческой силы, человеческой стойкости. ",
  "mn76:13.7": "Все существа, всякая жизнь, всё живое, все души – не имеют влияния, лишены силы, усилия. Ограниченные судьбой, обстоятельствами, природой, они переживают удовольствие и боль в шести [великих] классах [рождения]». ",
  "mn76:14.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn76:14.2": "«Этот славный учитель придерживается такой доктрины…  ",
  "mn76:14.3": "",
  "mn76:14.4": "",
  "mn76:14.5": "",
  "mn76:14.6": "Если слова этого славного учителя правдивы, тогда мы оба в этом в точности равны,  ",
  "mn76:14.7": "находимся на одном уровне – я, не практиковавший [этого учения], и он, практиковавший его; я, не живший [святой жизнью], и он живший ею.  При этом, я не говорю, что оба [из нас] будут очищены без условия или причины.  ",
  "mn76:14.8": "Но [ведь] это излишне для этого славного учителя – ходить голым, быть побритым, принуждать себя к сидению с охватыванием коленей руками, вырывать свои волосы и бороду –  так как я, [то есть] тот, кто живёт в доме, полном детей, использует сандаловое дерево из Варанаси, носит гирлянды, [пользуется] благовониями и мазями, принимает золото и серебро,  повстречаю тот же самый удел, ту же самую будущую участь, что и этот славный учитель.  ",
  "mn76:14.9": "Что я знаю и вижу [такого], чтобы вести святую жизнь под [учительством] этого учителя?»  ",
  "mn76:14.10": "Поэтому, когда он выясняет, что этот путь сводит на нет житие святой жизнью,  ",
  "mn76:14.11": "он отворачивается от него и оставляет его.  ",
  "mn76:15.1": "Таков третий путь, сводящий на нет житие святой жизнью, что был провозглашён Благословенным, знающим и видящим, совершенным и полностью просветлённым, в котором мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая. ",
  "mn76:16.1": "Далее, Сандака, некий учитель придерживается такой доктрины и воззрения:  ",
  "mn76:16.2": "«Есть эти семь тел, которые не сотворены, не рождены, не созданы – у них нет создателя, они бесплодны, устойчивы как вершины гор, устойчивы как колонны. ",
  "mn76:16.3": "Они не двигаются и не изменяются и не мешают друг другу.  Ни одно [из них] не способно [породить] удовольствие, боль, ни-удовольствие-ни-боль.  ",
  "mn76:16.4": "Какие семь? ",
  "mn76:16.5": "Тело земли, тело воды, тело огня, тело воздуха, удовольствие, боль, и душа в качестве седьмого.  ",
  "mn76:16.6": "Эти семь тел не сотворены, не рождены, не созданы – у них нет создателя, они бесплодны, устойчивы как вершины гор, устойчивы как колонны. ",
  "mn76:16.7": "Они не двигаются и не изменяются и не мешают друг другу.  Ни одно [из них] не способно [породить] удовольствие, боль, ни-удовольствие-ни-боль.  ",
  "mn76:16.8": "Поэтому здесь нет ни убийцы, ни палача, ни слушающего, ни говорящего, ни познающего, ни объявляющего.  ",
  "mn76:16.9": "Даже тот, кто срубает голову другого острым мечом, не лишает кого-либо жизни.  ",
  "mn76:16.10": "Меч просто лишь проходит через пространство между семью телами.  ",
  "mn76:16.11": "Существует четырнадцать сотен тысяч основных видов рождения и [ещё] шесть тысяч и [ещё] шестьсот.  Существует пятьсот видов каммы, пять видов каммы и три вида каммы,  есть полная камма и половинчатая камма.  Есть 62 пути, 62 малых цикла существования мира, 6 классов, 8 уровней человека,  сорок девять сотен средств к жизни, сорок девять сотен видов странников, сорок девять сотен видов обителей нагов, двадцать сотен качеств, тридцать сотен адов и 36 элементов пыли  семь видов эмбрионов с восприятием, семь видов эмбрионов без восприятия, семь видов эмбрионов без оболочки,  семь видов богов, семь видов человеческих существ, 7 видов демонов, семь озёр, семь узлов, семь пропастей, семь сотен [ещё других] видов пропастей,  семь видов сновидений, семь сотен [ещё других] видов сновидений,  восемьдесят четыре сотни тысяч великих циклов существования мира, в которых, мчась и скитаясь по круговерти перерождений, глупцы и мудрые одинаково положат конец страданиям.  ",
  "mn76:16.12": "Нет ничего из этого: «Посредством этой нравственности или предписаний или аскезы или святой жизни я дам созреть несозревшей камме или же уничтожу созревшую камму, когда она проявится».  ",
  "mn76:16.13": "Удовольствие и боль распределены.  Круговерть перерождений ограниченна. Нет [возможности] сократить её или удлинить, увеличить или уменьшить.  ",
  "mn76:16.14": "Подобно тому как разматывается брошенный моток пряжи, ",
  "mn76:16.15": "точно так же глупцы и мудрые, мчась и скитаясь по круговерти перерождений одинаково положат конец страданиям». ",
  "mn76:17.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn76:17.2": "«Этот славный учитель придерживается такой доктрины…  ",
  "mn76:17.3": "",
  "mn76:17.4": "",
  "mn76:17.5": "",
  "mn76:17.6": "",
  "mn76:17.7": "",
  "mn76:17.8": "",
  "mn76:17.9": "",
  "mn76:17.10": "",
  "mn76:17.11": "",
  "mn76:17.12": "",
  "mn76:17.13": "",
  "mn76:17.14": "",
  "mn76:17.15": "",
  "mn76:17.16": "",
  "mn76:17.17": "",
  "mn76:17.18": "Если слова этого славного учителя правдивы, тогда мы оба в этом в точности равны,  ",
  "mn76:17.19": "находимся на одном уровне – я, не практиковавший [этого учения], и он, практиковавший его; я, не живший [святой жизнью], и он живший ею.  При этом, я не говорю, что оба [из нас] одинаково положат конец страданиям, побегав и проблуждав [ограниченное число жизней] по круговерти перерождений.  ",
  "mn76:17.20": "Но [ведь] это излишне для этого славного учителя – ходить голым, быть побритым, принуждать себя к сидению с охватыванием коленей руками, вырывать свои волосы и бороду –  так как я, [то есть] тот, кто живёт в доме, полном детей, использует сандаловое дерево из Варанаси, носит гирлянды, [пользуется] благовониями и мазями, принимает золото и серебро,  повстречаю тот же самый удел, ту же самую будущую участь, что и этот славный учитель.  ",
  "mn76:17.21": "Что я знаю и вижу [такого], чтобы вести святую жизнь под [учительством] этого учителя?»  ",
  "mn76:17.22": "Поэтому, когда он выясняет, что этот путь сводит на нет житие святой жизнью,  ",
  "mn76:17.23": "он отворачивается от него и оставляет его.  ",
  "mn76:18.1": "Таков четвёртый путь, сводящий на нет житие святой жизнью, что был провозглашён Благословенным, знающим и видящим, совершенным и полностью просветлённым, в котором мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая. ",
  "mn76:19.1": "Таковы, Сандака, четыре пути свести на нет житие святой жизнью, что были провозглашены Благословенным, знающим и видящим, совершенным и полностью просветлённым,  когда мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая».  ",
  "mn76:20.1": "«Удивительно, господин Ананда, поразительно,  ",
  "mn76:20.2": "как [эти] четыре пути свести на нет житие святой жизнью были провозглашены Благословенным…. не достигнет истинного пути, Дхаммы, которая благая.  ",
  "mn76:20.3": "Но, господин Ананда, каковы те четыре вида святой жизни без утешения, что были провозглашены Благословенным, знающим и видящим, совершенным и полностью просветлённым, в которой мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая?» ",
  "mn76:21.1": "«Сандака, бывает так, когда некий учитель заявляет о всезнании и всевидении, [утверждает, что] имеет такое полное знание и видение:  ",
  "mn76:21.2": "«Иду ли я, стою, сплю или бодрствую, знание и видение постоянно и непрерывно наличествуют во мне». ",
  "mn76:21.3": "Он входит в пустой дом; не получает подаяний; собака кусает его; он встречает на своём пути дикого слона, дикую лошадь, дикого быка; он спрашивает имя и клан у женщины или мужчины; он спрашивает название города или деревни, а также и дорогу туда.  ",
  "mn76:21.4": "Когда его спрашивают: «Как же так?», он отвечает: «Мне нужно было войти в пустой дом, вот почему я вошёл в него.  Мне нужно было не получить подаяний, вот почему я не получил.  Мне нужно было быть укушенным собакой, вот почему я был укушен.  Мне нужно было повстречаться с диким слоном, дикой лошадью, диким быком, вот почему я повстречался с ними.  Мне нужно было спросить имя и клан у женщины или мужчины, вот почему я спросил.  Мне нужно было спросить название города или деревни, а также и дорогу туда, вот почему я спросил».  ",
  "mn76:22.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn76:22.2": "«Этот славный учитель заявляет о том, что он всезнающий и всевидящий… когда его спросили: «Как же так?», он ответил: «Мне нужно было…».  ",
  "mn76:22.3": "Поэтому когда он выясняет, что [из-за этого] эта святая жизнь не имеет утешения,  ",
  "mn76:22.4": "он отворачивается от него и оставляет его.  ",
  "mn76:23.1": "Таков первый вид святой жизни без утешения, что был провозглашён Благословенным, знающим и видящим, совершенным и полностью просветлённым, когда мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая.  ",
  "mn76:24.1": "Далее, Сандака, бывает так, когда некий учитель – приверженец традиции, тот, кто считает, что устная традиция [передачи учения] является правдой.  ",
  "mn76:24.2": "Он учит Дхамме посредством устной традиции, посредством дошедших легенд, посредством авторитета собраний [заученных текстов].  ",
  "mn76:24.3": "Но когда учитель – приверженец традиции, тот, кто считает, что устная традиция [передачи учения] является правдой, то в этом случае [может быть так], что что-то хорошо было передано, а что-то плохо было передано, что-то является правдой, а что-то нет.  ",
  "mn76:25.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn76:25.2": "«Этот славный учитель – приверженец традиции, тот, кто считает, что устная традиция [передачи учения] является правдой.  Он учит Дхамме посредством устной традиции, посредством дошедших легенд, посредством авторитета собраний [заученных текстов].  ",
  "mn76:25.3": "Но когда учитель – приверженец традиции, тот, кто считает, что устная традиция [передачи учения] является правдой, то в этом случае [может быть так], что что-то хорошо было передано, а что-то плохо было передано, что-то является правдой, а что-то нет.  ",
  "mn76:25.4": "Поэтому когда он выясняет, что [из-за этого] эта святая жизнь не имеет утешения,  ",
  "mn76:25.5": "он отворачивается от него и оставляет его.  ",
  "mn76:26.1": "Таков второй вид святой жизни без утешения, что был провозглашён Благословенным, знающим и видящим, совершенным и полностью просветлённым, когда мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая.  ",
  "mn76:27.1": "Далее, Сандака, бывает так, когда некий учитель – тот, кто рассуждает и вопрошает.  ",
  "mn76:27.2": "Он обучает Дхамме, обдуманной [только лишь своим] размышлением, следуя собственному рассмотрению по мере того, как оно происходит в нём.  ",
  "mn76:27.3": "Но когда учитель – тот, кто рассуждает и вопрошает, то [может быть так], что что-то хорошо продумано, а что-то ошибочно продумано, что-то является истиной, а что-то нет.  ",
  "mn76:28.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn76:28.2": "«Этот славный учитель – тот, кто рассуждает и вопрошает. ",
  "mn76:28.3": "Он обучает Дхамме, обдуманной [только лишь своим] размышлением, следуя собственному рассмотрению по мере того, как оно происходит в нём.  ",
  "mn76:28.4": "Но когда учитель – тот, кто рассуждает и вопрошает, то [может быть так], что что-то хорошо продумано, а что-то ошибочно продумано, что-то является истиной, а что-то нет.  ",
  "mn76:28.5": "Поэтому когда он выясняет, что [из-за этого] эта святая жизнь не имеет утешения,  ",
  "mn76:28.6": "он отворачивается от него и оставляет его.  ",
  "mn76:29.1": "Таков третий вид святой жизни без утешения, что был провозглашён Благословенным, знающим и видящим, совершенным и полностью просветлённым, когда мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая.  ",
  "mn76:30.1": "Далее, Сандака, бывает так, когда некий учитель глуп и запутан.  ",
  "mn76:30.2": "Поскольку он глуп и запутан, то когда ему задают такой-то и такой-то вопрос, он пускается в словесные извивания, точно уж на сковороде:  ",
  "mn76:30.3": "«Я не говорю, что это так.  И я не говорю, что это эдак.  И я не говорю, что это иначе. И я не говорю, что это не так. И я не говорю, что это как-то иначе, чем не так».  ",
  "mn76:31.1": "В отношении этого мудрый человек рассуждает так: ",
  "mn76:31.2": "«Этот славный учитель – глуп и запутан. ",
  "mn76:31.3": "Поскольку он глуп и запутан, то когда ему задают такой-то и такой-то вопрос, он пускается в словесные извивания, точно уж на сковороде:  ",
  "mn76:31.4": "«Я не говорю, что это так.  И я не говорю, что это эдак.  И я не говорю, что это иначе. И я не говорю, что это не так. И я не говорю, что это как-то иначе, чем не так».  ",
  "mn76:31.5": "Поэтому когда он выясняет, что [из-за этого] эта святая жизнь не имеет утешения,  ",
  "mn76:31.6": "он отворачивается от него и оставляет его.  ",
  "mn76:32.1": "Таков четвертый вид святой жизни без утешения, что был провозглашён Благословенным, знающим и видящим, совершенным и полностью просветлённым, когда мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая.  ",
  "mn76:33.1": "Таковы, Сандака, четыре вида святой жизни без утешения, которые были провозглашены Благословенным, знающим и видящим, совершенным и полностью просветлённым, в которой мудрый человек вне всяких сомнений не будет жить святой жизнью, а если будет, то не достигнет истинного пути, Дхаммы, которая благая».  ",
  "mn76:34.1": "«Удивительно, господин Ананда, поразительно,  ",
  "mn76:34.2": "как четыре вида святой жизни без утешения были провозглашены Благословенным…. Дхаммы, которая благая.  ",
  "mn76:34.3": "Но, господин Ананда, что утверждает этот учитель, что он провозглашает, так что мудрый человек вне сомнений вёл бы святую жизнь, и живя ею, достиг бы истинного пути, Дхаммы, которая благая?»1  ",
  "mn76:35-42.1": "Вот, Сандака, в мире возникает Татхагата – тот, кто достиг совершенства, полностью просветлённый, совершенный в знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "mn76:35-42.2": "Отбросив эти пять помех, изъянов ума, что ослабляют мудрость,  ",
  "mn76:35-42.3": "будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], он входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn76:35-42.4": "Мудрый человек вне сомнений вёл бы святую жизнь с учителем, под [учительством] которого ученик достигает такого высочайшего отличия, и живя ею, он бы достиг истинного пути, Дхаммы, которая благая. ",
  "mn76:43.1": "Затем, с успокоением направления и удержания [ума], он входит и пребывает во второй джхане, ",
  "mn76:43.2": "",
  "mn76:44-45.1": "третьей джхане... ",
  "mn76:44-45.2": "",
  "mn76:46.1": "четвёртой джхане... ",
  "mn76:46.2": "Мудрый человек вне сомнений вёл бы святую жизнь с учителем, под [учительством] которого ученик достигает такого высочайшего отличия, и живя ею, он бы достиг истинного пути, Дхаммы, которая благая. ",
  "mn76:47.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию воспоминаний прошлых жизней. ",
  "mn76:47.2": "Он вспоминает множество прошлых жизней. Одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира... Так он вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn76:47.3": "Мудрый человек вне сомнений вёл бы святую жизнь с учителем, под [учительством] которого ученик достигает такого высочайшего отличия, и живя ею, он бы достиг истинного пути, Дхаммы, которая благая. ",
  "mn76:48.1": "Когда его ум стал таким сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет к знанию смерти и перерождения существ. ",
  "mn76:48.2": "Основываясь на этой самой высочайшей осознанности, что очищена невозмутимостью, божественным глазом, очищенным и превосходящим человеческий, благородный ученик видит умирающих и перерождающихся существ распознаёт низших и высочайших, красивых и уродливых, счастливых и несчастных. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn76:48.3": "Мудрый человек вне сомнений вёл бы святую жизнь с учителем, под [учительством] которого ученик достигает такого высочайшего отличия, и живя ею, он бы достиг истинного пути, Дхаммы, которая благая. ",
  "mn76:49.1": "Когда его ум становится сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn76:49.2": "Он напрямую познаёт в соответствии с действительностью: «Вот страдание... Вот возникновение страдания... Вот прекращение страдания... Вот Путь ведущий к прекращению страдания... ",
  "mn76:49.3": "Это – пятна [загрязнений ума]... Это – происхождение пятен… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn76:50.1": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn76:50.2": "Когда он освободился, приходит знание: «Он освобождён». ",
  "mn76:50.3": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn76:50.4": "Мудрый человек вне сомнений вёл бы святую жизнь с учителем, под [учительством] которого ученик достигает такого высочайшего отличия, и живя ею, он бы достиг истинного пути, Дхаммы, которая благая. ",
  "mn76:51.1": "«Но, господин Ананда, когда монах – арахант, чьи пятна [умственных загрязнений] уничтожены, который прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг истинной цели, уничтожил оковы существования, и полностью освободился посредством окончательного знания – может ли он наслаждаться чувственными удовольствиями?»  ",
  "mn76:51.2": "«Сандака, когда монах – арахант, , чьи пятна [умственных загрязнений] уничтожены, который прожил святую жизнь, сделал то, что следовало сделать, сбросил тяжкий груз, достиг истинной цели, уничтожил оковы существования, и полностью освободился посредством окончательного знания, он неспособен на проступок в этих пяти случаях.  ",
  "mn76:51.3": "Монах, чьи пятна [умственных загрязнений] уничтожены не способен намеренно лишить жизни живое существо, не способен взять то, что [ему] не было дано, то есть на воровство, не способен вступить в половую связь, не способен сознательно произнести неправду, не способен наслаждаться чувственными удовольствиями, накапливая их, как он делал это прежде в мирской жизни.  ",
  "mn76:51.4": "Когда монах – арахант… он неспособен на проступок в этих пяти случаях».  ",
  "mn76:52.1": "«Но, господин Ананда, когда монах – арахант… его знание и видение того, что его пятна [умственных загрязнений] уничтожены, постоянно и непрерывно присутствуют в нём, идёт ли он, стоит, спит, или бодрствует?»  ",
  "mn76:52.2": "",
  "mn76:52.3": "«В этом случае, Сандака, я приведу тебе пример,  ",
  "mn76:52.4": "ведь бывает так, что некие мудрые люди понимают значение утверждения посредством примера. ",
  "mn76:52.5": "Представь как если бы у человека были отрезаны руки и ноги.  ",
  "mn76:52.6": "Осознавал бы он постоянно, что его руки и ноги являются отрезанными постоянно и непрерывно, когда шёл, стоял, спал или бодрствовал? ",
  "mn76:52.7": "Или знал бы об этом только тогда, когда пересматривал бы этот факт? ",
  "mn76:52.8": "",
  "mn76:52.9": "Он не осознавал бы это постоянно, ",
  "mn76:52.10": "",
  "mn76:52.11": "но только тогда, когда пересматривал бы этот факт.  ",
  "mn76:52.12": "",
  "mn76:52.13": "Точно также, Сандака, когда монах – арахант… его знание и видение того, что его пятна [умственных загрязнений] уничтожены, не постоянно и не непрерывно присутствуют в нём, идёт ли он, стоит, спит, или бодрствует.  ",
  "mn76:52.14": "",
  "mn76:52.15": "Но только когда он пересматривает этот факт, он знает: «Мои пятна [умственных загрязнений] уничтожены».  ",
  "mn76:52.16": "",
  "mn76:53.1": "«Господин Ананда, сколько освободителей в этой Дхамме и Винае?»  ",
  "mn76:53.2": "«Не одна сотня, Сандака, не две сотни, не три сотни, не четыре сотни, не пять сотен, но куда больше освободителей в этой Дхамме и Винае». ",
  "mn76:53.3": "«Удивительно, господин Ананда, поразительно,  ",
  "mn76:53.4": "[В этой Дхамме] нет восхваления своей собственной Дхаммы, нет принижения Дхаммы других.  Есть учение Дхаммы во всей полноте, со столь многочисленными освободителями.  ",
  "mn76:53.5": "Но эти Адживаки, эти умершие сыновья матерей, восхваляют себя и принижают других,  И они признают только трёх освободителей,  ",
  "mn76:53.6": "то есть Нанду Ваччху, Кису Санкиччу, Маккхали Госалу».  ",
  "mn76:54.1": "И затем странник Сандака обратился к своему собственному собранию:  ",
  "mn76:54.2": "«Идите, почтенные.  Святую жизнь следует вести под [учительством] отшельника Готамы.  ",
  "mn76:54.3": "Непросто будет нам теперь отбросить обретения, уважение, и славу».  ",
  "mn76:54.4": "Вот как странник Сандака предложил своему собственному собранию вести святую жизнь под [учительством] Благословенного.  "
}