{
  "mn77:0.1": "Мадджхима Никая 77 ",
  "mn77:0.2": "Большое наставление для Сакулудайина  ",
  "mn77:1.1": "Так я слышал. ",
  "mn77:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn77:2.1": "И тогда группа известных странников пребывала в Павлиньем Святилище, в парке странников, ",
  "mn77:2.2": "А именно Аннабхара, Варадхара, странник Сакулудайин, а также другие известные странники.  ",
  "mn77:3.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Раджагаху за подаяниями. ",
  "mn77:3.2": "Затем он подумал: ",
  "mn77:3.3": "«Слишком рано ходить за подаяниями по Раджагахе. ",
  "mn77:3.4": "Что если я пойду к страннику Сакулудайину в Павлинье Святилище, в парк странников?» ",
  "mn77:4.1": "И тогда Благословенный отправился в Павлинье Святилище, в парк странников.  ",
  "mn77:4.2": "В то время странник Сакулудайин сидел с большой группой странников, создававших гул, громко и шумно ведя различные бессмысленные беседы, такие как  ",
  "mn77:4.3": "разговоры о царях, о ворах, о министрах, об армиях, об опасностях, о сражениях, о еде, о питье, об одежде, о постелях, о гирляндах, о благовониях, о родственниках, о средствах передвижения, о деревнях, о поселениях, о городах, о странах, о женщинах, о героях, об улицах, о колодцах, об усопших, о всяких мелочах, о происхождении мира, о происхождении моря, о том, являются ли вещи такими или иными.  ",
  "mn77:4.4": "И тогда странник Сакулудайин увидел Благословенного издали. ",
  "mn77:4.5": "Увидев его, он стал успокаивать своё собрание так: ",
  "mn77:4.6": "«Тише, господа. Не шумите, господа. ",
  "mn77:4.7": "",
  "mn77:4.8": "Вон идёт отшельник Готама. ",
  "mn77:4.9": "Этот достопочтенный любит тишину, дисциплинирован в тишине, восхваляет тишину. ",
  "mn77:4.10": "Быть может, если он посчитает, что наше собрание тихое, то задумает подойти к нам».  ",
  "mn77:4.11": "И тогда те странники замолкли.  ",
  "mn77:5.1": "Благословенный подошёл к страннику Сакулудайину,  ",
  "mn77:5.2": "который сказал ему: ",
  "mn77:5.3": "«Уважаемый, пусть Благословенный подойдёт!  ",
  "mn77:5.4": "Добро пожаловать, Благословенный! ",
  "mn77:5.5": "Долгое время, почтенный, у тебя не было возможности прийти сюда. ",
  "mn77:5.6": "Пусть Благословенный присаживается, вот тут есть готовое сиденье». ",
  "mn77:5.7": "",
  "mn77:5.8": "Благословенный сел на подготовленное сиденье, ",
  "mn77:5.9": "а странник Сакулудайин выбрал более низкое сиденье и сел рядом. ",
  "mn77:5.10": "Тогда Благословенный спросил его: ",
  "mn77:5.11": "«Ради какой беседы вы сидите сейчас здесь, Удайин?  В чём состояла незавершённая вами беседа?»  ",
  "mn77:6.1": "«Уважаемый, оставим эту беседу, ради которой мы сидим сейчас здесь вместе.  ",
  "mn77:6.2": "Благословенный сможет послушать её потом. ",
  "mn77:6.3": "На днях, Уважаемый, когда жрецы и отшельники разных учений собрались вместе и сидели вместе в зале для дебатов, была поднята такая тема: ",
  "mn77:6.4": "«Какое благо для людей из Анги и Магадхи, какое великое благо для людей из Анги и Магадхи,  ",
  "mn77:6.5": "что эти жрецы и отшельники, предводители общин, предводители групп, наставники групп,  известные и знаменитые основоположники учений, которых многие считают святыми, пришли в Раджагаху на сезон дождей. ",
  "mn77:6.6": "Здесь и Пурана Кассапа – предводитель общины… многие считают святым: он пришёл, чтобы провести сезон дождей в Раджагахе. ",
  "mn77:6.7": "",
  "mn77:6.8": " Здесь также и Маккхали Госала…  ",
  "mn77:6.9": "Здесь Аджита Кесакамбалин…  ",
  "mn77:6.10": "Здесь Пакудха Каччаяна…  ",
  "mn77:6.11": "Здесь Саньджая Белаттхипутта…  ",
  "mn77:6.12": "Здесь Нигантха Натапутта – предводитель общины, предводитель группы, наставник группы, известный и знаменитый основоположник учения, которого многие считают святым: он пришёл, чтобы провести сезон дождей в Раджагахе.  ",
  "mn77:6.13": "",
  "mn77:6.14": "И также и этот отшельник Готама – предводитель общины, предводитель группы, наставник группы, известный и знаменитый основоположник учения, которого многие считают святым: ",
  "mn77:6.15": "он тоже пришёл, чтобы провести сезон дождей в Раджагахе. ",
  "mn77:6.16": "И кого из этих достойных жрецов и отшельников – предводителей… которых многие считают святыми – чтят, уважают, ценят, и почитают их ученики? И как, уважая и почитая его, они живут в зависимости от него?»  ",
  "mn77:6.17": "Тогда кто-то сказал: ",
  "mn77:6.18": "«Этот Пурана Кассапа – предводитель общины, предводитель группы, наставник группы,  известный и знаменитый основоположник учения, которого многие считают святым: ",
  "mn77:6.19": "но всё же его не чтят, не уважают, не ценят, и не почитают его ученики, как не живут и в зависимости от него, уважая и почитая его.  ",
  "mn77:6.20": "Однажды отшельник Готама обучал Дхамме собрание из нескольких сотен последователей. ",
  "mn77:6.21": "И тогда некий его ученик стал шуметь: ",
  "mn77:6.22": "«Господа, не задавайте Пурана Кассапе этот вопрос. ",
  "mn77:6.23": "Он этого не знает. ",
  "mn77:6.24": "Мы знаем это. Задайте нам этот вопрос. ",
  "mn77:6.25": "Господа, мы вам ответим». ",
  "mn77:6.26": "И случилось так, что Пурана Кассапа не убедил их, хотя махал своими руками и причитал: ",
  "mn77:6.27": "«Тише, господа. Не шумите, господа. ",
  "mn77:6.28": "Они спрашивают не вас, уважаемые. Они спрашивают нас. ",
  "mn77:6.29": "Мы ответим им». ",
  "mn77:6.30": "Воистину, многие его ученики оставили его, отвергнув его доктрину так:  ",
  "mn77:6.31": "«Ты не понимаешь эту Дхамму и Винаю. Я понимаю эту Дхамму и Винаю.  Что бы ты понимал в этой Дхамме и Винае! Твой путь неправильный. Мой путь правильный. Я последователен, а ты не последователен. То, что нужно было сказать вначале, ты сказал потом.  То, что нужно было сказать после, ты сказал прежде. То, что ты так тщательно продумывал, несостоятельно.  Твоя доктрина опровергнута. Доказано, что ты неправ. Иди и получше поучись, или распутайся сам, если сможешь!» ",
  "mn77:6.32": "Так Пурану Кассапу не чтят, не уважают, не ценят, и не почитают его ученики, как не живут и в зависимости от него, уважая и почитая его.  ",
  "mn77:6.33": "Воистину, его презирают презрением, проявленным к его Дхамме». ",
  "mn77:6.34": "И кто-то сказал: ",
  "mn77:6.35": "«Этот Маккхали Госала… ",
  "mn77:6.36": "Аджита Кесакамбалин…  ",
  "mn77:6.37": "Пакудха Каччаяна…  ",
  "mn77:6.38": "Саньджая Белаттхипутта…  ",
  "mn77:6.39": "Нигантха Натапутта - предводитель общины, предводитель группы, наставник группы,  известный и знаменитый основоположник учения, которого многие считают святым: ",
  "mn77:6.40": "но его не чтят, не уважают, не ценят, и не почитают его ученики, как не живут и в зависимости от него, уважая и почитая его.  ",
  "mn77:6.41": "Однажды отшельник Готама обучал Дхамме собрание из нескольких сотен последователей. ",
  "mn77:6.42": "И тогда некий его ученик стал шуметь: ",
  "mn77:6.43": "«Господа, не задавайте Нигантхе Натапутте этот вопрос. ",
  "mn77:6.44": "Он этого не знает. ",
  "mn77:6.45": "Мы знаем это. Задайте нам этот вопрос. ",
  "mn77:6.46": "Господа, мы вам ответим». ",
  "mn77:6.47": "И случилось так, что Нигантха Натапутта не убедил их, хотя махал своими руками и причитал: ",
  "mn77:6.48": "«Тише, господа. Не шумите, господа. ",
  "mn77:6.49": "Они спрашивают не вас, уважаемые. Они спрашивают нас. ",
  "mn77:6.50": "Мы ответим им». ",
  "mn77:6.51": "Воистину, многие его ученики оставили его, отвергнув его доктрину так:  ",
  "mn77:6.52": "«Ты не понимаешь эту Дхамму и Винаю. Я понимаю эту Дхамму и Винаю.  Что бы ты понимал в этой Дхамме и Винае! Твой путь неправильный. Мой путь правильный. Я последователен, а ты не последователен. То, что нужно было сказать вначале, ты сказал потом.  То, что нужно было сказать после, ты сказал прежде. То, что ты так тщательно продумывал, несостоятельно.  Твоя доктрина опровергнута. Доказано, что ты неправ. Иди и получше поучись, или распутайся сам, если сможешь!» ",
  "mn77:6.53": "Вот как Нигантху Натапутту не чтят, не уважают, не ценят, и не почитают его ученики,  как не живут и в зависимости от него, уважая и почитая его.  ",
  "mn77:6.54": "Воистину, его презирают презрением, проявленным к его Дхамме». ",
  "mn77:6.55": "И кто-то сказал: ",
  "mn77:6.56": "«Этот отшельник Готама – предводитель общины, предводитель группы, наставник группы,  известный и знаменитый основоположник учения, которого многие считают святым: ",
  "mn77:6.57": "и его чтят, уважают, ценят, и почитают его ученики,  как и живут в зависимости от него, уважая и почитая его.  ",
  "mn77:6.58": "Однажды отшельник Готама обучал Дхамме собрание из нескольких сотен последователей. ",
  "mn77:6.59": "и один его ученик прочистил своё горло. ",
  "mn77:6.60": "Тогда один из его товарищей по святой жизни толкнул его коленом:  ",
  "mn77:6.61": "«Тише, уважаемый, не шуми. Благословенный, Учитель, учит нас Дхамме».  ",
  "mn77:6.62": "Когда отшельник Готама обучает Дхамме собрание из нескольких сотен последователей, то в этом случае от его учеников не доносится звуков покашливания или прочистки горла. ",
  "mn77:6.63": "И это большое собрание находится в ожидании: ",
  "mn77:6.64": "«Послушаем Дхамму, которой Благословенный собирается учить». ",
  "mn77:6.65": "Подобно тому как если бы на перекрёстке дорог некий человек выжимал чистейший мёд, ",
  "mn77:6.66": "и в ожидании [собралась] большая толпа людей, ",
  "mn77:6.67": "то точно также, когда отшельник Готама обучает Дхамме собрание из нескольких сотен последователей, то в этом случае от его учеников не доносится звуков покашливания или прочистки горла. ",
  "mn77:6.68": "И это большое собрание находится в ожидании: ",
  "mn77:6.69": "«Послушаем Дхамму, которой Благословенный собирается учить». ",
  "mn77:6.70": "И даже те ученики, которые ссорятся со своими товарищами по святой жизни, оставляют [монашескую] тренировку, чтобы вернуться к низшей [домохозяйской] жизни – даже они восхваляют и Учителя, и Дхамму, и Сангху. Они обвиняют себя вместо других, говоря: «Нам не повезло, у нас мало заслуг. Ведь хотя мы и ушли в жизнь бездомную в такой хорошо провозглашённой Дхамме, мы не смогли жить совершенной и чистой святой жизнью до конца своих дней». ",
  "mn77:6.71": "Став помощниками по монастырю или мирскими последователями, они предпринимают и соблюдают пять предписаний. ",
  "mn77:6.72": "Так, отшельника Готаму чтят, уважают, ценят, и почитают его ученики, как и живут в зависимости от него, уважая и почитая его.  ",
  "mn77:7.1": "«Но, Удайин, сколько качеств ты видишь во мне, из-за которых мои ученики чтят, уважают, ценят, и почитают меня, как и живут в зависимости от меня, уважая и почитая меня?» ",
  "mn77:8.1": "«Уважаемый, я вижу пять качеств в Благословенном, из-за которых его ученики, уважают, ценят, и почитают его, как и живут в зависимости от него, уважая и почитая его.  ",
  "mn77:8.2": "Какие пять? ",
  "mn77:8.3": "Во-первых, Уважаемый, Благословенный мало ест и восхваляет малое потребление еды. ",
  "mn77:8.4": "В этом я вижу первое качество Благословенного, из-за которого его ученики чтят, уважают, ценят… почитая его.  ",
  "mn77:8.5": "Далее, уважаемый, Благословенный довольствуется любым одеянием и восхваляет довольствование любым одеянием. ",
  "mn77:8.6": "В этом я вижу второе качество Благословенного, из-за которого его ученики чтят, уважают, ценят… почитая его.  ",
  "mn77:8.7": "Далее, уважаемый, Благословенный довольствуется любой едой с подаяний и восхваляет довольствование любой едой с подаяний…  ",
  "mn77:8.8": "В этом я вижу третье качество Благословенного, из-за которого его ученики чтят, уважают, ценят… почитая его.  ",
  "mn77:8.9": "Далее, уважаемый, Благословенный довольствуется любым жилищем и восхваляет довольствование любым жилищем… ",
  "mn77:8.10": "В этом я вижу четвертое качество Благословенного, из-за которого его ученики чтят, уважают, ценят… почитая его.  ",
  "mn77:8.11": "Далее, Благословенный затворяется и восхваляет затворничество. ",
  "mn77:8.12": "В этом я вижу пятое качество Благословенного, из-за которого его ученики чтят, уважают, ценят… почитая его.  ",
  "mn77:8.13": "Таковы пять качеств в Благословенном, из-за которых его ученики, уважают, ценят, и почитают его, как и живут в зависимости от него, уважая и почитая его».  ",
  "mn77:9.1": "«Удайин, представь, как если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама мало ест и восхваляет малое потребление еды».  Но есть мои ученики, которые живут на чашке еды или половине чашки еды, на порции еды с один плод баэля или с половину плода баэля, ",
  "mn77:9.2": "тогда как я иногда съедаю всё содержимое своей чаши для сбора подаяний, а иногда и больше. ",
  "mn77:9.3": "Поэтому, если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама мало ест и восхваляет малое потребление еды», то тогда те мои ученики, которые живут на чашке еды или половине… не должны были бы меня чтить, уважать, ценить, и почитать за это качество, как и не жили бы в зависимости от меня, уважая и почитая меня. ",
  "mn77:9.4": "Удайин, представь, как если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама довольствуется любым одеянием и восхваляет довольствование любым одеянием». Но есть мои ученики, которые носят одеяния из обносков, носят грубые одежды. Они подбирают лохмотья с кладбищ, мусорных куч, у лавок, сшивают их в одежду из лоскутов, и носят её.  ",
  "mn77:9.5": "Но я иногда ношу одеяния, подаренные домохозяевами, одеяния такие превосходные, что тыквенная мякоть была бы грубой по сравнению с ними. ",
  "mn77:9.6": "Поэтому, если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама довольствуется любым одеянием и восхваляет довольствование любым одеянием», то тогда те мои ученики, которые носят одеяния из обносков… не жили бы в зависимости от меня, уважая и почитая меня. ",
  "mn77:9.7": "Удайин, представь, как если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама довольствуется любой едой с подаяний и восхваляет довольствование любой едой с подаяний». Но есть мои ученики, которые едят только полученное с хождения за подаяниями, которые ходят за подаяниями без пропусков [домов], от дома к дому, которые радуются сбору своей еды. Когда они вошли в жилой квартал, они не согласятся [присесть], даже если их пригласят присесть.  ",
  "mn77:9.8": "Но я иногда ем на пригласительных обедах отборный рис со многими соусами и карри.  ",
  "mn77:9.9": "Поэтому, если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама довольствуется любой едой с подаяний и восхваляет довольствование любой едой с подаяний», то тогда те мои ученики, которые едят только полученное с хождения за подаяниями… не жили бы в зависимости от меня, уважая и почитая меня.  ",
  "mn77:9.10": "Удайин, представь, как если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама довольствуется любым жилищем и восхваляет довольствование любым жилищем».  Но есть мои ученики, которые живут у подножья дерева или под открытым небом, которые не используют крышу в течение восьми месяцев [в году], ",
  "mn77:9.11": "Тогда как я иногда живу в остроконечных особняках, покрытых штукатуркой изнутри и снаружи, защищённых от ветра, охраняемых дверными засовами и ставнями на окнах. ",
  "mn77:9.12": "Поэтому, если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама довольствуется любым жилищем и восхваляет довольствование любым жилищем», то тогда те мои ученики, которые живут у подножья дерева… не жили бы в зависимости от меня, уважая и почитая меня. ",
  "mn77:9.13": "Удайин, представь, как если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама затворяется и восхваляет затворничество». Но есть мои ученики, которые живут в лесах, живут в уединённых обиталищах, живут,  затворившись в уединённых обиталищах в лесных чащах, и которые возвращаются в общину раз в полмесяца на декламацию Патимоккхи.  ",
  "mn77:9.14": "Но я иногда живу, будучи окружённым монахами и монахинями, мирянами и мирянками, царями и царскими министрами, учителями других учений и их учениками.  ",
  "mn77:9.15": "Поэтому, если бы мои ученики меня чтили, уважали… с мыслью: «Отшельник Готама затворяется и восхваляет затворничество», то тогда те мои ученики, которые проживают в лесах… не жили бы в зависимости от меня, уважая и почитая меня.  ",
  "mn77:9.16": "Поэтому, Удайин, не из-за этих пяти качеств мои ученики чтят, уважают, ценят, и почитают меня, и живут в зависимости от меня, уважая и почитая меня.  ",
  "mn77:10.1": "Однако, Удайин, есть другие пять качеств, из-за которых мои ученики чтят, уважают… меня.  ",
  "mn77:10.2": "Какие пять? ",
  "mn77:10.3": "Удайин, мои ученики почитают меня за высшую нравственность: ",
  "mn77:10.4": "«Отшельник Готама нравственен, Он наделён высочайшей совокупностью нравственности». ",
  "mn77:11.1": "Поскольку это так, ",
  "mn77:11.2": "таково первое качество, из-за которого мои ученики чтят, уважают, ценят, и почитают меня, и живут в зависимости от меня, уважая и почитая меня.  ",
  "mn77:12.1": "Далее, Удайин, мои ученики почитают меня за мои превосходные знание и видение:  ",
  "mn77:12.2": "«Когда отшельник Готама говорит: «Я знаю», то он действительно знает. ",
  "mn77:12.3": "Когда он говорит: «Я вижу», то он действительно видит.  ",
  "mn77:12.4": "Отшельник Готама учит Дхамме посредством прямого знания, а не без прямого знания.  ",
  "mn77:12.5": "Он учит Дхамме, имея на то прочное основание, а не без прочного основания.  ",
  "mn77:12.6": "Он учит Дхамме в убедительной манере, а не в неубедительной манере». ",
  "mn77:12.7": "Поскольку это так, ",
  "mn77:12.8": "",
  "mn77:12.9": "",
  "mn77:12.10": "",
  "mn77:12.11": "",
  "mn77:12.12": "таково второе качество, из-за которого мои ученики чтят, уважают, ценят, и почитают меня, и живут в зависимости от меня, уважая и почитая меня.  ",
  "mn77:13.1": "Далее, Удайин, мои ученики почитают меня за высшую мудрость:  ",
  "mn77:13.2": "«Отшельник Готама мудр. Он обладает высочайшей совокупностью мудрости. ",
  "mn77:13.3": "Не может быть такого, чтобы он не предвидел бы выводов, [которые можно сделать из] утверждения, или же чтобы он не смог бы аргументированно доказать несостоятельность имеющихся чужих доктрин». ",
  "mn77:13.4": " Как ты думаешь, Удайин? ",
  "mn77:13.5": "Стали бы мои ученики, зная и видя так, не давать мне сказать слово, перебивать меня?»  ",
  "mn77:13.6": "«Нет, уважаемый». ",
  "mn77:13.7": "«Я не жду от учеников наставлений. ",
  "mn77:13.8": "Но [наоборот] всегда оно так, что мои ученики ждут наставлений от меня. ",
  "mn77:13.9": "Поскольку это так, ",
  "mn77:13.10": "",
  "mn77:13.11": "",
  "mn77:13.12": "",
  "mn77:13.13": "таково третье качество, из-за которого мои ученики чтят, уважают, ценят, и почитают меня, и живут в зависимости от меня, уважая и почитая меня.  ",
  "mn77:14.1": "Далее, Удайин, когда мои ученики повстречали страдание, стали жертвами страдания, добычей страдания, то они приходят ко мне и спрашивают меня о благородной истине о страдании. Будучи спрошенным, я объясняю им благородную истину о страдании и удовлетворяю их умы своим объяснением. ",
  "mn77:14.2": "Они спрашивают меня о благородной истине о происхождении страдания… ",
  "mn77:14.3": "о благородной истине о прекращении страдания… ",
  "mn77:14.4": "о благородной истине о пути, ведущем к прекращению страдания.  Будучи спрошенным, я объясняю им благородную истину о пути, ведущем к прекращению страдания, и удовлетворяю их умы своим объяснением.  ",
  "mn77:14.5": "Поскольку это так, ",
  "mn77:14.6": "",
  "mn77:14.7": "",
  "mn77:14.8": "",
  "mn77:14.9": "",
  "mn77:14.10": "",
  "mn77:14.11": "таково четвертое качество, из-за которого мои ученики чтят, уважают, ценят, и почитают меня, и живут в зависимости от меня, уважая и почитая меня.  ",
  "mn77:15.1": "Далее, Удайин, я провозгласил своим ученикам путь развития четырёх основ осознанности.  ",
  "mn77:15.2": "Вот монах пребывает в созерцании тела как тела, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру. ",
  "mn77:15.3": "Он пребывает в созерцании чувств как чувств, будучи решительным, бдительным, осознанным, устранив алчность и грусть к миру.  ",
  "mn77:15.4": "ума как ума… ",
  "mn77:15.5": "умственных феноменов как умственных феноменов, будучи решительными, бдительными, осознанными, устранив алчность и грусть к миру. ",
  "mn77:15.6": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:16.1": "Далее, Удайин, я провозгласил своим ученикам путь развития четырёх видов старания.  ",
  "mn77:16.2": "Вот монах пробуждает рвение ради не-возникновения невозникших плохих, неблагих состояний.  ",
  "mn77:16.3": "Он делает усилие, зарождает усердие, направляет на это ум, старается. Он пробуждает рвение ради отбрасывания возникших плохих, неблагих состояний… ",
  "mn77:16.4": "Он делает усилие, зарождает усердие, направляет на это ум, старается. Он пробуждает рвение ради возникновения невозникших благих состояний…  ",
  "mn77:16.5": "Он делает усилие, зарождает усердие, направляет на это ум, старается. Он пробуждает рвение ради поддержания возникших благих состояний, их не-угасания, увеличения, разрастания, осуществления посредством развития.  ",
  "mn77:16.6": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:17.1": "Далее, Удайин, я провозгласил своим ученикам путь развития четырёх основ сверхъестественной силы. ",
  "mn77:17.2": "Вот монах развивает основу сверхъестественной силы, которая наделена сосредоточением из-за рвения и решительного старания. ",
  "mn77:17.3": "Он развивает основу сверхъестественной силы, которая наделена сосредоточением из-за рвения и решительного старания. ",
  "mn77:17.4": "Он развивает основу сверхъестественной силы, которая наделена сосредоточением из-за [чистоты] ума и решительного старания.  ",
  "mn77:17.5": "Он развивает основу сверхъестественной силы, которая наделена сосредоточением из-за исследования и решительного старания. ",
  "mn77:17.6": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:18.1": "Далее, Удайин, я провозгласил своим ученикам путь развития пяти качеств. ",
  "mn77:18.2": "Вот монах развивает качество веры, которое ведёт к покою, ведёт к просветлению. ",
  "mn77:18.3": "усердие…  ",
  "mn77:18.4": "осознанности... ",
  "mn77:18.5": "сосредоточение... ",
  "mn77:18.6": "и мудрости, которое ведёт к покою, ведёт к просветлению. ",
  "mn77:18.7": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:19.1": "Далее, Удайин, я провозгласил своим ученикам путь развития пяти сил.  ",
  "mn77:19.2": "Вот монах развивает силу веры, которая ведёт к покою, ведёт к просветлению. ",
  "mn77:19.3": "усердие…  ",
  "mn77:19.4": "осознанности... ",
  "mn77:19.5": "сосредоточение... ",
  "mn77:19.6": "и мудрости, которое ведёт к покою, ведёт к просветлению. ",
  "mn77:19.7": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:20.1": "Далее, Удайин, я провозгласил своим ученикам путь развития семи факторов просветления.  ",
  "mn77:20.2": "Вот монах развивает осознанность как фактор просветления, который поддерживается уединением, бесстрастием, прекращением, и созревает в оставлении. ",
  "mn77:20.3": " Он развивает исследование состояний…  ",
  "mn77:20.4": "усердие…  ",
  "mn77:20.5": "восторг... ",
  "mn77:20.6": "безмятежность... ",
  "mn77:20.7": "сосредоточение... ",
  "mn77:20.8": "невозмутимость как фактор просветления, который поддерживается уединением, бесстрастием, прекращением, и созревает в оставлении. ",
  "mn77:20.9": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:21.1": "Далее, Удайин, я провозгласил своим ученикам путь развития Благородного Восьмеричного Пути. ",
  "mn77:21.2": "Вот монах развивает правильные воззрения, правильное устремление, правильную речь, правильные действия, правильные средства к жизни, правильное усилие, правильную осознанность, и правильное сосредоточение.  ",
  "mn77:21.3": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:22.1": "Далее, Удайин, я провозгласил своим ученикам путь развития восьми освобождений. ",
  "mn77:22.2": "Вот [практикующий], обладая формой, видит формы. ",
  "mn77:22.3": "Таково первое освобождение. ",
  "mn77:22.4": "Вот [практикующий], не воспринимая формы внутренне, видит формы внешне.  ",
  "mn77:22.5": "Таково второе освобождение. ",
  "mn77:22.6": "Вот [практикующий] настроен только на «красивое».  ",
  "mn77:22.7": "Таково третье освобождение. ",
  "mn77:22.8": "Далее, с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественного, осознавая: «Пространство безгранично», [практикующий] входит и пребывает в сфере безграничного пространства. ",
  "mn77:22.9": "Таково четвёртое освобождение. ",
  "mn77:22.10": "Далее, с полным преодолением сферы безграничного пространства, воспринимая: «сознание безгранично», [практикующий] входит и пребывает в сфере безграничного сознания. ",
  "mn77:22.11": "Таково пятое освобождение. ",
  "mn77:22.12": "Далее, с полным преодолением сферы безграничного сознания, воспринимая: «здесь ничего нет», [практикующий] входит и пребывает в сфере отсутствия всего. ",
  "mn77:22.13": "Таково шестое освобождение. ",
  "mn77:22.14": "С полным преодолением сферы отсутствия всего [практикующий] входит и пребывает в сфере ни-восприятия-ни-не-восприятия. ",
  "mn77:22.15": "Таково седьмое освобождение. ",
  "mn77:22.16": "С  полным преодолением сферы ни-восприятия-ни-невосприятия [практикующий] входит и пребывает в прекращении восприятия и чувствования. ",
  "mn77:22.17": "Таково восьмое освобождение. ",
  "mn77:22.18": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:23.1": "Далее, Удайин, я провозгласил своим ученикам путь развития восьми сфер превосхождения. ",
  "mn77:23.2": "Вот [практикующий], воспринимая формы внутренне, видит формы внешне – ограниченные, красивые или уродливые.  ",
  "mn77:23.3": "Преодолев их, он воспринимает так: «Я знаю, я вижу».  ",
  "mn77:23.4": "Такова первая сфера превосхождения.  ",
  "mn77:23.5": "Вот [практикующий], воспринимая формы внутренне, видит формы внешне – безмерные, красивые или уродливые.  ",
  "mn77:23.6": "Преодолев их, он воспринимает так: «Я знаю, я вижу».  ",
  "mn77:23.7": "Такова вторая сфера превосхождения.  ",
  "mn77:23.8": "Вот [практикующий], не воспринимая формы внутренне, видит формы внешне – ограниченные, красивые или уродливые.  ",
  "mn77:23.9": "Преодолев их, он воспринимает так: «Я знаю, я вижу».  ",
  "mn77:23.10": "Такова третья сфера превосхождения.  ",
  "mn77:23.11": "Вот [практикующий], не воспринимая формы внутренне, видит формы внешне – безмерные, красивые или уродливые.  ",
  "mn77:23.12": "Преодолев их, он воспринимает так: «Я знаю, я вижу».  ",
  "mn77:23.13": "Такова четвёртая сфера превосхождения.  ",
  "mn77:23.14": "Вот [практикующий], не воспринимая формы внутренне, видит формы внешне – голубые, голубого цвета, с голубой наружностью, с голубым свечением.  ",
  "mn77:23.15": "Подобно голубому цветку льна, который голубого цвета, с голубой наружностью, с голубым свечением, Или же точно ткань из Варанаси, что разглажена с обоих концов, голубая, голубого цвета, с голубой наружностью, с голубым свечением –  ",
  "mn77:23.16": "то точно также [практикующий], не воспринимая формы внутренне, видит формы внешне – голубые, голубого цвета, с голубой наружностью, с голубым свечением.  ",
  "mn77:23.17": "Преодолев их, он воспринимает так: «Я знаю, я вижу».  ",
  "mn77:23.18": "Такова пятая сфера превосхождения.  ",
  "mn77:23.19": "Вот [практикующий], не воспринимая формы внутренне, видит формы внешне – жёлтые, жёлтого цвета, с жёлтой наружностью, с жёлтым свечением. ",
  "mn77:23.20": "Подобно жёлтому цветку канникары, который жёлтого цвета, с жёлтой наружностью, с жёлтым свечением,  Или же точно ткань из Варанаси, что разглажена с обоих концов, жёлтая, жёлтого цвета, с жёлтой наружностью, с жёлтым свечением – ",
  "mn77:23.21": "То точно также [практикующий], не воспринимая формы внутренне, видит формы внешне – жёлтые, жёлтого цвета, с жёлтой наружностью, с жёлтым свечением. ",
  "mn77:23.22": "Преодолев их, он воспринимает так: «Я знаю, я вижу».  ",
  "mn77:23.23": "Такова шестая сфера превосхождения.  ",
  "mn77:23.24": "Вот [практикующий], не воспринимая формы внутренне, видит формы внешне – красные, красного цвета, с красной наружностью, с красным свечением. ",
  "mn77:23.25": "Подобно красному цветку бандхудживаки, который красного цвета, с красной наружностью, с красным свечением,  или же точно ткань из Варанаси, что разглажена с обоих концов, красная, красного цвета, с красной наружностью, с красным свечением – ",
  "mn77:23.26": "то точно также [практикующий], не воспринимая формы внутренне, видит формы внешне – красные, красного цвета, с красной наружностью, с красным свечением. ",
  "mn77:23.27": "Преодолев их, он воспринимает так: «Я знаю, я вижу».  ",
  "mn77:23.28": "Такова седьмая сфера превосхождения.  ",
  "mn77:23.29": "Вот [практикующий], не воспринимая формы внутренне, видит формы внешне – белые, белого цвета, с белой наружностью, с белым свечением.  ",
  "mn77:23.30": "Подобно белой утренней звезде, которая белого цвета, с белой наружностью, с белым свечением,  или же точно ткань из Варанаси, что разглажена с обоих концов, белая, белого цвета, с белой наружностью, с белым свечением – ",
  "mn77:23.31": "то точно также [практикующий], не воспринимая формы внутренне, видит формы внешне – белые, белого цвета, с белой наружностью, с белым свечением.  ",
  "mn77:23.32": "Преодолев их, он воспринимает так: «Я знаю, я вижу».  ",
  "mn77:23.33": "Такова восьмая сфера превосхождения.  ",
  "mn77:23.34": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:24.1": "Далее, Удайин, я провозгласил своим ученикам путь развития десяти сфер тотальностей.  ",
  "mn77:24.2": "Вот [практикующий] созерцает тотальность земли – вверху, внизу, по сторонам, недвойственную, безмерную. ",
  "mn77:24.3": "Другой созерцает тотальность воды… ",
  "mn77:24.4": " тотальность огня… ",
  "mn77:24.5": "тотальность воздуха…  ",
  "mn77:24.6": "тотальность голубого…  ",
  "mn77:24.7": "тотальность жёлтого…  ",
  "mn77:24.8": "тотальность красного…  ",
  "mn77:24.9": "тотальность белого…  ",
  "mn77:24.10": "тотальность пространства…  ",
  "mn77:24.11": "тотальность сознания – вверху, внизу, по сторонам, недвойственную, безмерную. ",
  "mn77:24.12": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:25.1": "Далее, Удайин, я провозгласил своим ученикам путь развития четырёх джхан.  ",
  "mn77:25.2": "«Вот, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn77:25.3": "Он делает восторг и удовольствие, что возникли из-за [этой] отстранённости, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn77:25.4": "Подобно тому как умелый банщик или ученик банщика насыпал бы банный порошок в железный таз и, постепенно опрыскивая его водой, замешивал бы его, пока влага не пропитала [этот] его ком банного порошка, не промочила его и не наполнила внутри и снаружи, но всё же сам [этот] ком не сочился бы [от воды], – ",
  "mn77:25.5": "Точно также монах делает восторг и удовольствие, что возникли из-за [этой] отстранённости, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn77:26.1": "Затем, с успокоением направления и удержания [ума], он входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn77:26.2": "Он делает восторг и удовольствие, что возникли из-за [этого] сосредоточения, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этого] сосредоточения. ",
  "mn77:26.3": "Подобно озеру, чьи воды били бы ключами со дна, не имеющему притока с востока, запада, севера или юга. [Озеро] не пополнялось бы время от времени проливным дождём. ",
  "mn77:26.4": "И тогда прохладные источники, бьющие [на дне] озера, сделали бы так, что прохладная вода пропитывала, промачивала, заливала, наполняла бы озеро,  так что не было бы ни единой части во всём озере, которая не была бы наполнена прохладной водой. ",
  "mn77:26.5": "Точно также монах делает восторг и удовольствие, что возникли из-за [этого] сосредоточения, пропитывающими, промачивающими, заливающими, наполняющими это тело, так что во всём его теле нет ни единой части, которая не была бы наполнена восторгом и удовольствием, что возникли из-за [этого] сосредоточения. ",
  "mn77:27.1": "Далее, монахи, с угасанием восторга монах входит и пребывает в третьей джхане. Он пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой благородные говорят так: «Он невозмутим, осознан, находится в приятнои пребывании». ",
  "mn77:27.2": "Он делает удовольствие, отделённое от восторга, пропитывающим, промачивающим, заливающим, наполняющим это тело,  так что во всём его теле нет ни единой части, которая не была бы наполнена удовольствием, отделённым от восторга. ",
  "mn77:27.3": "Подобно тому как в озере с голубыми, или красными, или белыми лотосами  Некоторые лотосы, которые родились и выросли в воде, расцветают, будучи погружёнными в воду, так и не взойдя над поверхностью воды, а прохладные воды пропитывают, промачивают, заливают, наполняют их от кончиков до корней, – точно так же монах делает удовольствие, отделённое от восторга, пропитывающим, промачивающим, заливающим, наполняющим это тело,  ",
  "mn77:27.4": "так что во всём его теле нет ни единой части, которая не была бы наполнена удовольствием, отделённым от восторга. так что во всём его теле нет ни единой части, которая не была бы наполнена удовольствием, отделённым от восторга. ",
  "mn77:28.1": "Далее, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn77:28.2": "Он сидит, наполняя это тело чистым ярким умом,  так что во всём его теле нет ни единой части, которая не была бы наполнена чистым и ярким умом. ",
  "mn77:28.3": "Подобно сидящему человеку, укрытому с ног до головы белой тканью так, что не было бы ни одной части его тела, не наполненной белой тканью, – ",
  "mn77:28.4": "точно также монах сидит, наполняя это тело чистым ярким умом,  так что во всём его теле нет ни единой части, которая не была бы наполнена чистым и ярким умом. ",
  "mn77:28.5": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:29.1": "Далее, Удайин, я провозгласил своим ученикам путь к такому пониманию: ",
  "mn77:29.2": "«Это моё тело, состоящее из материальной формы,  Состоящее из четырёх великих элементов, порождённое отцом и матерью – выстроено из варёного риса и каши, подвержено непостоянству, износу, стиранию, распаду и разложению.  ",
  "mn77:29.3": "А это моё сознание поддерживается им и связано с ним». ",
  "mn77:29.4": "Представь берилл, красивый драгоценный камень чистейшей воды, с восемью гранями, тщательно обработанный, чистый и прозрачный, обладающий всеми прекрасными качествами. ",
  "mn77:29.5": "И в него была бы продета голубая, жёлтая, красная, белая, или коричневая нить. ",
  "mn77:29.6": "Тогда человек с хорошим зрением, взяв его в руку, мог бы рассмотреть его так:  ",
  "mn77:29.7": "«Вот этот берилл, красивый драгоценный камень чистейшей воды, с восемью гранями, тщательно обработанный, чистый и прозрачный, обладающий всеми прекрасными качествами. ",
  "mn77:29.8": "А вот в нём продета голубая, жёлтая, красная, белая, или коричневая нить». ",
  "mn77:29.9": "Точно также, я провозгласил своим ученикам путь к такому пониманию:  ",
  "mn77:29.10": "«Это моё тело, состоящее из материальной формы,  Состоящее из четырёх великих элементов, порождённое отцом и матерью – выстроено из варёного риса и каши, подвержено непостоянству, износу, стиранию, распаду и разложению.  ",
  "mn77:29.11": "А это моё сознание поддерживается им и связано с ним». ",
  "mn77:29.12": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:30.1": "Далее, Удайин, я провозгласил своим ученикам путь к сотворению из этого [физического] тела другого тела, имеющего форму, созданного-из-разума, со всеми частями тела, не лишённого ни одной [познающей] способности. ",
  "mn77:30.2": "Подобно тому как если бы человек вытащил тростник из его оболочки и подумал:  ",
  "mn77:30.3": "Тогда он бы подумал: ",
  "mn77:30.4": "«Вот эта оболочка, а вот этот тростник.  Оболочка – это одно, а тростник – другое.  Именно из этой оболочки был вытащен этот тростник». ",
  "mn77:30.5": "Или подобно тому как если бы человек вытащил меч из ножен и подумал: ",
  "mn77:30.6": "Тогда он бы подумал: ",
  "mn77:30.7": "«Вот этот меч, а вот эти ножны.  Меч – это одно, а ножны – другое.  Именно из этих ножен был вытащен этот меч».  ",
  "mn77:30.8": "Или подобно тому как если бы человек вытащил змею из её сброшенной кожи и подумал:  ",
  "mn77:30.9": "Тогда он бы подумал: ",
  "mn77:30.10": "«Вот эта змея, а вот эта сброшенная кожа.  Змея – одно, а сброшенная кожа – другое.  Именно из этой сброшенной кожи была вытащена змея».  ",
  "mn77:30.11": "Точно так же я провозгласил своим ученикам путь к сотворению из этого [физического] тела другого тела, имеющего форму, созданного-из-разума, со всеми частями тела, не лишённого ни одной [познающей] способности. ",
  "mn77:30.12": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:31.1": "Далее, Удайин, я провозгласил своим ученикам путь овладения различными видами сверхъестественных сил. Будучи одними, они становятся многими. Будучи многими, они становятся одними. Они появляются. Они исчезают. Они беспрепятственно проходят сквозь стены, бастионы, горы, как если бы шли сквозь пустое пространство. Они ныряют и выныривают из земли, как если бы она была водой. Они ходят по воде и не тонут, как если бы вода была сушей. Сидя со скрещенными ногами, они путешествуют в пространстве, как крылатая птица. Своими руками они касаются и ударяют даже солнце и луну, настолько они сильны и могущественны. Они так влияют на тело, что достигают даже мира Брахмы. ",
  "mn77:31.2": "Подобно тому, как умелый гончар или его ученик из хорошо приготовленной глины мог бы создать и сформировать горшок любой формы, какой бы он ни пожелал; ",
  "mn77:31.3": "Или подобно тому, как умелый работник со слоновой костью  Мог бы создать и сформировать любое творение, какое бы он ни пожелал; ",
  "mn77:31.4": "или подобно тому, как умелый золотых дел мастер или его ученик  мог бы создать и сформировать любое золотое изделие, какое бы он ни пожелал; ",
  "mn77:31.5": "точно также, я провозгласил своим ученикам путь овладения различными видами сверхъестественных сил. Будучи одними, они становятся многими… мира Брахмы.  ",
  "mn77:31.6": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:32.1": "Далее, Удайин, я провозгласил своим ученикам путь, посредством которого элементом божественного уха, очищенного и превосходящего человеческое, они слышат оба вида звуков: божественные и человеческие, далёкие и близкие.  ",
  "mn77:32.2": "Подобно тому, как сильный горнист мог бы без труда сделать так,  что его услышали бы во всех четырёх сторонах света,  ",
  "mn77:32.3": "точно также я провозгласил своим ученикам путь, посредством которого элементом божественного уха, очищенного и превосходящего человеческое, они слышат оба вида звуков: божественные и человеческие, далёкие и близкие.  ",
  "mn77:32.4": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:33.1": "Далее, Удайин, я провозгласил своим ученикам путь к пониманию умов других существ, других личностей, посредством охватывания их собственным умом.  ",
  "mn77:33.2": "Они понимают ум с жаждой как ум с жаждой,  ",
  "mn77:33.3": "а ум без жажды – как ум без жажды. ",
  "mn77:33.4": "Они понимают ум со злобой как ум со злобой,  ",
  "mn77:33.5": "а ум без злобы – как ум без злобы. ",
  "mn77:33.6": "Они понимают ум с заблуждением как ум с заблуждением,  ",
  "mn77:33.7": "а ум без заблуждения – как ум без заблуждения. ",
  "mn77:33.8": "Они понимают сжатый ум как сжатый ум, ",
  "mn77:33.9": " а отвлечённый ум – как отвлечённый ум. ",
  "mn77:33.10": " Они понимают возвышенный ум как возвышенный ум,  ",
  "mn77:33.11": "а не-возвышенный ум – как невозвышенный ум. ",
  "mn77:33.12": "Они понимают превзойдённый ум как превзойдённый ум, ",
  "mn77:33.13": "а непревзойдённый ум – как непревзойдённый ум. ",
  "mn77:33.14": "Они понимают сосредоточенный ум как сосредоточенный ум, ",
  "mn77:33.15": " а несосредоточенный ум – как несосредоточенный ум. ",
  "mn77:33.16": "Они понимают освобождённый ум как освобождённый ум, ",
  "mn77:33.17": "а неосвобождённый ум – как неосвобождённый ум.  ",
  "mn77:33.18": "Это подобно мужчине или женщине – юной, молодой, которой нравятся украшения – изучающей отражение своего лица в ярком чистом зеркале или в чаше с чистой водой.  Она будет знать о том, есть ли [на лице грязное] пятно: «Вот здесь есть пятно». Она будет знать о том, нет ли пятна: «Здесь нет пятна».  ",
  "mn77:33.19": "Точно также я провозгласил своим ученикам путь к пониманию умов других существ, других личностей, посредством охватывания их собственным умом... ",
  "mn77:33.36": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:34.1": "Далее, Удайин, я провозгласил своим ученикам путь к воспоминанию их многочисленных прошлых жизней.  [Они вспоминают] одну жизнь, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира [вспоминая:] «Там у меня было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, Таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился где-то ещё; и здесь я тоже носил такое-то имя, принадлежал к такому-то сословию, таковой была моя внешность. Таковой была моя пища, Таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился тут». Так они вспоминают множество своих жизней во всех их вариациях и деталях. ",
  "mn77:34.2": "Подобно тому как человек мог бы отправиться из своей собственной деревни в другую деревню,  из той деревни ещё в одну деревню, и из той деревни обратно в свою собственную деревню,  И мог бы подумать:  «Я отправился из своей собственной деревни в ту деревню,  И там я стоял так-то, сидел так-то, говорил так-то, молчал так-то; и из той деревни я отправился в ту другую деревню и там я стоял так-то, сидел так-то, говорил так-то, молчал так-то; и из той деревни я вернулся обратно в свою собственную деревню».  ",
  "mn77:34.3": "Точно также я провозгласил своим ученикам путь к воспоминанию их многочисленных прошлых жизней…  ",
  "mn77:34.4": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:35.1": "Далее, Удайин, я провозгласил своим ученикам путь, посредством которого они видят за счёт божественного глаза, очищенного и превосходящего человеческий, умирающих и перерождающихся существ. [Они распознают] низших и высочайших, красивых и уродливых, счастливых и несчастных.  Они понимают, как существа переходят [из жизни в жизнь] в соответствии с их поступками: «Эти существа, которые придерживались плохого поведения в поступках, речах и мыслях, оскорбляли благородных, были привержены неверным воззрениям, предпринимая действия на основе неверных воззрений. С распадом тела, после смерти, они возникают в состоянии лишения, в несчастливом уделе, в погибели, даже в аду. А эти существа, которые придерживались хорошего поведения в поступках, речах и мыслях, не оскорбляли благородных, были привержены верным воззрениям, предпринимая действия на основе верных воззрений, с остановкой жизнедеятельности тела, после смерти, возрождаются в хороших участях, в небесных мирах». Так, божественным глазом, очищенным и превосходящим человеческий, они видят умирающих и перерождающихся существ, [распознают] низших и высочайших, красивых и уродливых, счастливых и несчастных.  Они понимают, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn77:35.2": "Подобно тому как если бы было два дома с дверьми и человек с хорошим зрением, стоя между ними, видел, как люди входят в дома и выходят, перемещаются туда и сюда, ",
  "mn77:35.3": "Точно так же я провозгласил своим ученикам путь, посредством которого они видят за счёт божественного глаза...  ",
  "mn77:35.4": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:36.1": "Далее, Удайин, я провозгласил своим ученикам путь, посредством которого за счёт уничтожения пятен [умственных загрязнений] здесь и сейчас они входят и пребывают в незапятнанном освобождении ума, освобождении мудростью,  реализовав эти состояния для себя посредством прямого знания.  ",
  "mn77:36.2": "[Это] подобно тому как если бы озеро в горной впадине было бы чистым, спокойным, прозрачным.  И человек с хорошим зрением, стоя на берегу, мог бы видеть ракушки, гравий и гальку, проплывающие и отдыхающие стаи рыб.  Он мог бы подумать: «Вот есть это озеро – чистое, спокойное, прозрачное.  И вот здесь есть эти ракушки, гравий, галька, а также эти проплывающие и отдыхающие стаи рыб». ",
  "mn77:36.3": "Точно так же я провозгласил своим ученикам путь, посредством которого за счёт уничтожения пятен [умственных загрязнений] здесь и сейчас они входят и пребывают в незапятнанном освобождении ума, освобождении мудростью,  реализовав эти состояния для себя посредством прямого знания.  ",
  "mn77:36.4": "И таким образом многие мои ученики пребывают, достигнув завершения и совершенства прямого знания. ",
  "mn77:37.1": "Таково, Удайин, пятое качество, из-за которого мои ученики чтят, уважают, ценят, и почитают меня, и живут в зависимости от меня, уважая и почитая меня.  ",
  "mn77:38.1": "Таковы, Удайин, пять качеств, из-за которых мои ученики чтят, уважают, ценят, и почитают меня, и живут в зависимости от меня, уважая и почитая меня». ",
  "mn77:38.2": "Так сказал Благословенный.Так сказал Благословенный.  ",
  "mn77:38.3": "Странник Удайин был доволен и восхитился словами Благословенного.  "
}