{
  "mn78:0.1": "Мадджхима Никая 78 ",
  "mn78:0.2": "Саманамандикапутта ",
  "mn78:1.1": "Так я слышал. ",
  "mn78:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn78:1.3": "И в то время странник Уггахамана Саманамандикапутта вместе с большой группой странников, с тремя сотнями странников, пребывал в парке Маллики, на плантации Тиндуки, где был один-единственный зал для философских дебатов.  ",
  "mn78:2.1": "Плотник Панчаканга покинул Саваттхи посреди дня, чтобы повидать Благословенного.  ",
  "mn78:2.2": "Затем он подумал:  ",
  "mn78:2.3": "«Сейчас неподходящее время для того, чтобы повидать Благословенного.  ",
  "mn78:2.4": "Он всё ещё в затворничестве.  ",
  "mn78:2.5": "Сейчас также неподходящее время повидать достойных уважения монахов.  ",
  "mn78:2.6": "Они всё ещё в затворничестве.  ",
  "mn78:2.7": "Что если я отправлюсь в Парк Маллики к страннику Уггахамане Саманамандикапутте?»  ",
  "mn78:2.8": "И тогда он отправился в парк Маллики.  ",
  "mn78:3.1": "В то время странник Уггахамана сидел с большой группой странников, создававших гул,  громко и шумно ведя различные бессмысленные беседы, такие как  ",
  "mn78:3.2": "разговоры о царях, о ворах, о министрах, об армиях, об опасностях, о сражениях, о еде, о питье, об одежде, о постелях, о гирляндах, о благовониях, о родственниках, о средствах передвижения, о деревнях, о поселениях, о городах, о странах, о женщинах, о героях, об улицах, о колодцах, об усопших, о всяких мелочах, о происхождении мира, о происхождении моря, о том, являются ли вещи такими или иными.  ",
  "mn78:3.3": "И тогда странник Уггахамана Саманамандикапутта увидел плотника Панчакангу издали.  ",
  "mn78:3.4": "Увидев его, он стал успокаивать своё собрание так: ",
  "mn78:3.5": "«Тише, господа. Не шумите, господа. ",
  "mn78:3.6": "Вон идёт плотник Панчаканга, ученик отшельника Готамы,  ",
  "mn78:3.7": "один из мирских последователей отшельника Готамы, одетых в белое, которые сейчас проживают в Саваттхи.  ",
  "mn78:3.8": "Эти достопочтенные любят тишину, дисциплинированны в тишине, восхваляют тишину.  ",
  "mn78:3.9": "Быть может, если он посчитает, что наше собрание тихое, то задумает подойти к нам».  ",
  "mn78:3.10": "И тогда те странники замолкли.  ",
  "mn78:4.1": "Плотник Панчаканга подошёл к страннику Уггахамане и обменялся с ним приветствиями.  ",
  "mn78:4.2": "После обмена вежливыми приветствиями и любезностями он сел рядом. Тогда странник Уггахамана сказал ему:  ",
  "mn78:5.1": "«Плотник, когда человек обладает четырьмя качествами, я описываю его как завершённого в благом, совершенного в благом, он непобедимый отшельник, достигший высшего достижения. ",
  "mn78:5.2": "Какими четырьмя? ",
  "mn78:5.3": "Вот он не совершает плохих телесных поступков, не произносит плохих слов, не имеет плохих устремлений, не зарабатывает себе на жизнь плохими способами добычи средств к жизни.  ",
  "mn78:5.4": "Когда человек обладает этими четырьмя качествами, я описываю его как завершённого, совершенного в благом, он непобедимый отшельник, достигший высшего достижения».  ",
  "mn78:6.1": "И тогда плотник Панчаканга ни одобрил, ни отверг слов странника Уггахаманы.  ",
  "mn78:6.2": "Ни одобрив, ни отвергнув, он поднялся со своего сиденья и ушёл, думая:  ",
  "mn78:6.3": "«Я узнаю о значении этого утверждения в присутствии Благословенного».  ",
  "mn78:7.1": "Затем он отправился к Благословенному, поклонился ему, сел рядом, ",
  "mn78:7.2": "и рассказал Благословенному обо всей своей беседе со странником Уггахаманой.  ",
  "mn78:8.1": "Когда он закончил, Благословенный сказал ему: ",
  "mn78:8.2": "«Если бы это было так, плотник, то тогда лежащий младенец является завершённым в благом, совершенным в благом, он непобедимый отшельник, достигший высшего достижения, по утверждению странника Уггахаманы.  ",
  "mn78:8.3": "Ведь у лежащего младенца нет даже представления о теле, так как же он может совершить плохой телесный поступок, [делая что-либо] помимо просто лишь ёрзания?  ",
  "mn78:8.4": "У лежащего младенца нет даже представления о речи, так как же он может произнести плохие слова, [произнося что-либо] помимо просто лишь хныканья?  ",
  "mn78:8.5": "У лежащего младенца нет даже представления об устремлении, так как у него могут быть плохие устремления помимо просто лишь недовольства? ",
  "mn78:8.6": "У лежащего младенца нет даже представления о средствах к жизни, так как он может зарабатывать себе на жизнь плохими способами добычи средств к жизни, помимо сосания груди своей матери?  ",
  "mn78:8.7": "Если бы это было так, плотник, то тогда лежащий младенец является завершённым в благом, совершенным в благом, он непобедимый отшельник, достигший высшего достижения, по утверждению странника Уггахаманы.  ",
  "mn78:8.8": "Плотник, когда человек обладает четырьмя качествами, я описываю его не как завершённого в благом или же совершенного в благом или же как непобедимого отшельника, достигшего высшего достижения, но как того, кто находится на том же самом уровне, что и лежащий младенец.  ",
  "mn78:8.9": "Какими четырьмя? ",
  "mn78:8.10": "Вот он не совершает плохих телесных поступков, не произносит плохих слов, не имеет плохих устремлений, не зарабатывает себе на жизнь плохими способами добычи средств к жизни.  ",
  "mn78:8.11": "Когда человек обладает четырьмя качествами, я описываю его не как завершённого в благом или же совершенного в благом или же как непобедимого отшельника, достигшего высшего достижения, но как того, кто находится на том же самом уровне, что и лежащий младенец. ",
  "mn78:9.1": "Плотник, когда человек обладает десятью качествами, то я описываю его как завершённого в благом, совершенного в благом, он непобедимый отшельник, достигший высшего достижения.  ",
  "mn78:9.2": "[Но прежде всего] я говорю, что следует понять так: «Таковы неблагие привычки»,  ",
  "mn78:9.3": "",
  "mn78:9.4": "и так: «Неблагие привычки возникают из этого»,  ",
  "mn78:9.5": "",
  "mn78:9.6": "и так: «Неблагие привычки прекращаются без остатка здесь»,  ",
  "mn78:9.7": "",
  "mn78:9.8": "и так: «Тот, кто практикует этот путь, практикует путь к прекращению неблагих привычек».  ",
  "mn78:9.9": "",
  "mn78:9.10": "И, я говорю, следует понять так: «Таковы благие привычки»,  ",
  "mn78:9.11": "",
  "mn78:9.12": "и так: «Благие привычки возникают из этого»,  ",
  "mn78:9.13": "",
  "mn78:9.14": "и так:«Благие привычки прекращаются без остатка здесь»,  ",
  "mn78:9.15": "",
  "mn78:9.16": "и так: «Тот, кто практикует этот путь, практикует путь к прекращению благих привычек».  ",
  "mn78:9.17": "",
  "mn78:9.18": "И, я говорю, следует понять так: «Таковы неблагие устремления»,  ",
  "mn78:9.19": "",
  "mn78:9.20": "и так: «Неблагие устремления возникают из этого»,  ",
  "mn78:9.21": "",
  "mn78:9.22": "и так: «Неблагие устремления прекращаются без остатка здесь»,  ",
  "mn78:9.23": "",
  "mn78:9.24": "и так: «Тот, кто практикует этот путь, практикует путь к прекращению неблагих устремлений».  ",
  "mn78:9.25": "",
  "mn78:9.26": "И, я говорю, следует понять так: «Таковы благие устремления»,  ",
  "mn78:9.27": "",
  "mn78:9.28": "и так: «Благие устремления возникают из этого»,  ",
  "mn78:9.29": "",
  "mn78:9.30": "и так: «Благие устремления прекращаются без остатка здесь»,  ",
  "mn78:9.31": "",
  "mn78:9.32": "и так: «Тот, кто практикует этот путь, практикует путь к прекращению благих устремлений».  ",
  "mn78:9.33": "",
  "mn78:10.1": "И что такое неблагие привычки?  ",
  "mn78:10.2": "Это неблагие телесные поступки, неблагие словесные поступки, и плохие способы добычи средств к жизни.  ",
  "mn78:10.3": "Это называется неблагими привычками.  ",
  "mn78:10.4": "И откуда возникают эти неблагие привычки?  ",
  "mn78:10.5": "Об их источнике говорится:  ",
  "mn78:10.6": "Следует сказать, что они возникают из ума.  ",
  "mn78:10.7": "Какого ума? ",
  "mn78:10.8": "Хотя ум неоднороден, различен, имеет разные аспекты,  ",
  "mn78:10.9": "есть ум, который затронут жаждой, злобой, и заблуждением. Неблагие привычки возникают вот из этого. ",
  "mn78:10.10": "И где эти неблагие привычки прекращаются без остатка?  ",
  "mn78:10.11": "Об их прекращении говорится:  ",
  "mn78:10.12": "Вот монах отбрасывает неблагое телесное поведение и развивает благое телесное поведение. Он отбрасывает неблагое словесное поведение и развивает благое словесное поведение. Он отбрасывает неблагое умственное поведение и развивает благое умственное поведение. Он отбрасывает неправильные средства к жизни и добывает на жизнь правильными способами добычи средств к жизни. ",
  "mn78:10.13": "Вот где неблагие привычки прекращаются без остатка.  ",
  "mn78:10.14": "И практикуя как, он практикует путь к прекращению неблагих привычек?  ",
  "mn78:10.15": "Вот монах пробуждает рвение ради не-возникновения невозникших плохих, неблагих состояний.  ",
  "mn78:10.16": "Он делает усилие, зарождает усердие, направляет на это ум, старается. Он пробуждает рвение ради отбрасывания возникших плохих, неблагих состояний… ",
  "mn78:10.17": "Он делает усилие, зарождает усердие, направляет на это ум, старается. Он пробуждает рвение ради возникновения невозникших благих состояний…  ",
  "mn78:10.18": "Он делает усилие, зарождает усердие, направляет на это ум, старается. Он пробуждает рвение ради поддержания возникших благих состояний, их не-угасания, увеличения, разрастания, осуществления посредством развития.  ",
  "mn78:10.19": "Вот как, практикуя, он практикует путь к прекращению неблагих привычек. ",
  "mn78:11.1": "И что такое благие привычки? ",
  "mn78:11.2": "Это благие телесные поступки, благие словесные поступки, и очищение средств к жизни.  ",
  "mn78:11.3": "Это называется благими привычками.  ",
  "mn78:11.4": "И откуда возникают эти благие привычки?  ",
  "mn78:11.5": "Об их источнике говорится:  ",
  "mn78:11.6": "Следует сказать, что они возникают из ума.  ",
  "mn78:11.7": "Какого ума? ",
  "mn78:11.8": "Хотя ум неоднороден, различен, имеет разные аспекты,  ",
  "mn78:11.9": "Есть ум, который не затронут жаждой, злобой, и заблуждением. Благие привычки возникают вот из этого. ",
  "mn78:11.10": "И где эти благие привычки прекращаются без остатка?  ",
  "mn78:11.11": "Об их прекращении говорится:  ",
  "mn78:11.12": "Вот монах нравственен, но он не отождествляет [себя] со своей нравственностью,  ",
  "mn78:11.13": "и он понимает в соответствии с действительностью это освобождение ума и освобождение мудростью, где эти благие привычки прекращаются без остатка. ",
  "mn78:11.14": "И практикуя как, он практикует путь к прекращению благих привычек?  ",
  "mn78:11.15": "Вот монах пробуждает рвение ради не-возникновения невозникших плохих, неблагих состояний... ",
  "mn78:11.16": "ради отбрасывания возникших плохих, неблагих состояний… ",
  "mn78:11.17": "ради возникновения невозникших благих состояний... ",
  "mn78:11.18": "ради поддержания возникших благих состояний, их не-угасания, увеличения, разрастания, осуществления посредством развития. ",
  "mn78:11.19": "Вот как, практикуя, он практикует путь к прекращению благих привычек ",
  "mn78:12.1": "И что такое неблагие устремления? ",
  "mn78:12.2": "Устремление, [основанное на] чувственном желании, устремление, [основанное на] недоброжелательности, устремление [основанное на] жестокости. ",
  "mn78:12.3": "Это называется неблагими устремлениями.  ",
  "mn78:12.4": "И откуда возникают эти неблагие устремления?  ",
  "mn78:12.5": "Об их источнике говорится:  ",
  "mn78:12.6": "Следует сказать, что они возникают из восприятия.  ",
  "mn78:12.7": "Какого восприятия? ",
  "mn78:12.8": "Хотя восприятие неоднородно, различно, имеет разные аспекты,  ",
  "mn78:12.9": "Есть восприятие, [основанное на] чувственном желании, восприятие, [основанное на] недоброжелательности, восприятие, [основанное на] жестокости. ",
  "mn78:12.10": "Неблагие устремления возникают из этого. ",
  "mn78:12.11": "И где неблагие устремления прекращаются без остатка?  ",
  "mn78:12.12": "Об их прекращении говорится:  ",
  "mn78:12.13": "«Вот, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn78:12.14": "Вот где неблагие устремления прекращаются без остатка. ",
  "mn78:12.15": "И практикуя как, он практикует путь к прекращению неблагих устремлений?  ",
  "mn78:12.16": "Вот монах пробуждает рвение ради не-возникновения невозникших плохих, неблагих состояний... ",
  "mn78:12.17": "ради отбрасывания возникших плохих, неблагих состояний… ",
  "mn78:12.18": "ради возникновения невозникших благих состояний... ",
  "mn78:12.19": "ради поддержания возникших благих состояний, их не-угасания, увеличения, разрастания, осуществления посредством развития. ",
  "mn78:12.20": "Вот как, практикуя, он практикует путь к прекращению неблагих устремлений. ",
  "mn78:13.1": "И что такое благие устремления? ",
  "mn78:13.2": "Устремление, [основанное на] отречении, устремление, [основанное на] не-недоброжелательности, устремление, [основанное на] не-жестокости. ",
  "mn78:13.3": "Это называется благими устремлениями.  ",
  "mn78:13.4": "И откуда возникают эти благие устремления?  ",
  "mn78:13.5": "Об их источнике говорится:  ",
  "mn78:13.6": "Следует сказать, что они возникают из восприятия.  ",
  "mn78:13.7": "Какого восприятия? ",
  "mn78:13.8": "Хотя восприятие неоднородно, различно, имеет разные аспекты,  ",
  "mn78:13.9": "есть восприятие, [основанное на] отречении, восприятие, [основанное на] не-недоброжелательности, восприятие, [основанное на] не-жестокости. ",
  "mn78:13.10": "Благие устремления возникают вот из этого.  ",
  "mn78:13.11": "И где эти благие устремления прекращаются без остатка?  ",
  "mn78:13.12": "Об их прекращении говорится:  ",
  "mn78:13.13": "вот с угасанием направления и удержания [ума на объекте] монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn78:13.14": "Вот где благие устремления прекращаются без остатка. ",
  "mn78:13.15": "И практикуя как, он практикует путь к прекращению благих устремлений?  ",
  "mn78:13.16": "Вот монах пробуждает рвение ради не-возникновения невозникших плохих, неблагих состояний... ",
  "mn78:13.17": "ради отбрасывания возникших плохих, неблагих состояний… ",
  "mn78:13.18": "ради возникновения невозникших благих состояний... ",
  "mn78:13.19": "ради поддержания возникших благих состояний, их не-угасания, увеличения, разрастания, осуществления посредством развития. ",
  "mn78:13.20": "Вот как, практикуя, он практикует путь к прекращению благих устремлений. ",
  "mn78:14.1": "И теперь, плотник, когда человек обладает какими десятью качествами, я описываю его как завершённого в благом, совершенного в благом, как непобедимого отшельника, достигшего высшего достижения? ",
  "mn78:14.2": "Вот монах обладает правильными воззрениями того, кто окончил тренировку, правильными устремлениями… речью… действиями… средствами к жизни… усилием… осознанностью… сосредоточением… правильным знанием… правильным освобождением того, кто окончил тренировку. ",
  "mn78:14.3": "Когда человек обладает этими десятью качествами, я описываю его как завершённого в благом, совершенного в благом, как непобедимого отшельника, достигшего высшего достижения».  ",
  "mn78:14.4": "Так сказал Благословенный. ",
  "mn78:14.5": "Плотник Панчаканга был доволен и восхитился словами Благословенного.  "
}