{
  "mn79:0.1": "Мадджхима Никая 79 ",
  "mn79:0.2": "Малое наставление для Сакулудайина ",
  "mn79:1.1": "Так я слышал. ",
  "mn79:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn79:1.3": "И тогда странник Сакулудайин пребывал в Павлиньем Святилище, в парке странников, с большой группой странников.  ",
  "mn79:2.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Раджагаху за подаяниями. ",
  "mn79:2.2": "Затем он подумал: ",
  "mn79:2.3": "«Слишком рано ходить за подаяниями по Раджагахе. ",
  "mn79:2.4": "Что если я пойду к страннику Сакулудайину в Павлинье Святилище, в парк странников?» ",
  "mn79:2.5": "И тогда Благословенный отправился в Павлинье Святилище, в парк странников. ",
  "mn79:3.1": "В то время странник Сакулудайин сидел с большой группой странников, создававших гул, Громко и шумно ведя различные бессмысленные беседы, такие как  ",
  "mn79:3.2": "разговоры о царях, о ворах, о министрах, об армиях, об опасностях, о сражениях, о еде, о питье, об одежде, о постелях, о гирляндах, о благовониях, о родственниках, о средствах передвижения, о деревнях, о поселениях, о городах, о странах, о женщинах, о героях, об улицах, о колодцах, об усопших, о всяких мелочах, о происхождении мира, о происхождении моря, о том, являются ли вещи такими или иными.  ",
  "mn79:3.3": "И тогда странник Сакулудайин увидел Благословенного издали. ",
  "mn79:3.4": "Увидев его, он стал успокаивать своё собрание так: ",
  "mn79:3.5": "«Тише, господа. Не шумите, господа. ",
  "mn79:3.6": "Вон идёт отшельник Готама. ",
  "mn79:3.7": "Этот достопочтенный любит тишину, дисциплинирован в тишине, восхваляет тишину. ",
  "mn79:3.8": "Быть может, если он посчитает, что наше собрание тихое, то задумает подойти к нам».  ",
  "mn79:3.9": "И тогда те странники замолкли.  ",
  "mn79:4.1": "Благословенный подошёл к страннику Сакулудайину,  ",
  "mn79:4.2": "который сказал ему: ",
  "mn79:4.3": "«Уважаемый, пусть Благословенный подойдёт!  ",
  "mn79:4.4": "Добро пожаловать, Благословенный! ",
  "mn79:4.5": "Долгое время, почтенный, у Благословенного не было возможности прийти сюда. ",
  "mn79:4.6": "Пусть Благословенный присаживается, вот тут есть готовое сиденье». ",
  "mn79:4.7": "",
  "mn79:4.8": "Благословенный сел на подготовленное сиденье, ",
  "mn79:4.9": "а странник Сакулудайин выбрал более низкое сиденье и сел рядом. ",
  "mn79:4.10": "Тогда Благословенный спросил его: ",
  "mn79:4.11": "«Ради какой беседы вы сидите сейчас здесь, Удайин?  В чём состояла незавершённая вами беседа?» ",
  "mn79:5.1": "«Уважаемый, оставим эту беседу, ради которой мы сидим сейчас здесь вместе.  ",
  "mn79:5.2": "Благословенный сможет послушать её потом. ",
  "mn79:5.3": "Уважаемый, когда я не прихожу в это собрание, оно сидит, ведя различные бессмысленные беседы.  ",
  "mn79:5.4": "Но когда я пришёл в это собрание, оно сидит и смотрит на меня, думая:  ",
  "mn79:5.5": "«Послушаем Дхамму, которую отшельник Удайин разъяснит нам».  ",
  "mn79:5.6": "Однако, когда приходит Благословенный, то и я, и это собрание, сидим и смотрим на Благословенного, думая:  ",
  "mn79:5.7": "«Послушаем Дхамму, которую Благословенный разъяснит нам».  ",
  "mn79:6.1": "«В таком случае, Удайин, предложи что-нибудь, о чём я мог бы рассказать».  ",
  "mn79:6.2": "«Уважаемый, на днях некто заявлял, что является всезнающим и всевидящим, что имеет полное знание и видение: «Иду ли я, стою, сплю, или бодрствую, знание и видение постоянно и непрерывно наличествуют во мне».  ",
  "mn79:6.3": "Когда я задал ему вопрос о прошлом, он говорил уклончиво, сбивал разговор с темы, проявлял злость, ненависть, и горечь.  ",
  "mn79:6.4": "И тогда восторг в отношении Благословенного возник во мне:  ",
  "mn79:6.5": "«Ага, именно Благословенный, именно Высочайший является умелым в этих вещах!»  ",
  "mn79:6.6": "«Но, Удайин, кто заявлял о том, что является всезнающим… и когда ты задал ему вопрос… проявлял злость, ненависть, и горечь?»  ",
  "mn79:6.7": "«Это был Нигантха Натапутта, уважаемый».  ",
  "mn79:7.1": "«Удайин, если кто-либо вспоминал бы свои многочисленные прошлые жизни: одну жизнь, две жизни, три… в подробностях и деталях, то тогда либо он мог бы задать мне вопрос о прошлом, либо я мог бы задать ему вопрос о прошлом,  ",
  "mn79:7.2": "и он мог бы удовлетворить мой ум своим ответом на мой вопрос, или же я мог бы удовлетворить его ум своим ответом на его вопрос.  ",
  "mn79:7.3": "Если кто-либо видел бы божественным глазом, очищенным и превосходящим человеческий,..  понимал, как существа переходят [из жизни в жизнь] в соответствии с их поступками… то тогда либо он мог бы задать мне вопрос о будущем, либо я мог бы задать ему вопрос о будущем, ",
  "mn79:7.4": "и он мог бы удовлетворить мой ум своим ответом на мой вопрос, или же я мог бы удовлетворить его ум своим ответом на его вопрос.  ",
  "mn79:7.5": "Но оставим прошлое, Удайин, оставим будущее.  ",
  "mn79:7.6": "Я научу тебя Дхамме:  ",
  "mn79:7.7": "«Когда есть это, то возникает то. С возникновением этого, возникает и то.  ",
  "mn79:7.8": "Когда этого нет, то не возникает и того. С прекращением этого прекращается и то». ",
  "mn79:8.1": "«Уважаемый, я не могу вспомнить в подробностях и деталях даже всё то, что я пережил в этом нынешнем существовании,  ",
  "mn79:8.2": "так как я могу вспомнить свои многочисленные жизни: одну жизнь, две… в подробностях и деталях, как это делает Благословенный?  ",
  "mn79:8.3": "И сейчас я не могу увидеть даже болотного духа,  ",
  "mn79:8.4": "так как же я могу божественным глазом, очищенным и превосходящим человеческий, видеть смерть и перерождение существ… счастливых и несчастных, в соответствии с их поступками, как это делает Благословенный?  ",
  "mn79:8.5": "Но, уважаемый, когда Благословенный сказал мне:  ",
  "mn79:8.6": "«Но оставим прошлое, Удайин, оставим будущее.  ",
  "mn79:8.7": "Я научу тебя Дхамме:  ",
  "mn79:8.8": "«Когда есть это, то возникает то. С возникновением этого, возникает и то.  ",
  "mn79:8.9": "Когда этого нет, то не возникает и того. С прекращением этого прекращается и то» – это ещё более неясно для меня.  ",
  "mn79:8.10": "Быть может, уважаемый, я мог бы удовлетворить ум Благословенного ответом на вопрос о собственной доктрине нашего учителя?»  ",
  "mn79:9.1": "«Что ж, Удайин, чему учат в доктрине твоего учителя?»  ",
  "mn79:9.2": "«Уважаемый, вот чему учат в доктрине нашего учителя:  ",
  "mn79:9.3": "«Это совершенное сверкание, это совершенное сверкание!»  ",
  "mn79:9.4": "«Но, Удайин, поскольку так учат в доктрине твоего учителя: «Это совершенное сверкание, это совершенное сверкание!» – то что это за совершенное сверкание?»  ",
  "mn79:9.5": "",
  "mn79:9.6": "«Уважаемый, это сверкание является совершенным сверканием, которого не может превзойти любое другое сверкание, возвышенное и высочайшее».  ",
  "mn79:9.7": "«Но, Удайин, что это за сверкание, которого не может превзойти любое другое сверкание, возвышенное и высочайшее?»  ",
  "mn79:9.8": "«Уважаемый, это сверкание является совершенным сверканием, которого не может превзойти любое другое сверкание, возвышенное и высочайшее».  ",
  "mn79:10.1": "«Удайин, ты можешь так продолжать очень долго.  ",
  "mn79:10.2": "Ты говоришь: «Уважаемый, это сверкание является совершенным сверканием, которого не может превзойти любое другое сверкание, возвышенное и высочайшее», но всё же ты не обозначаешь, что это за сверкание.  ",
  "mn79:10.3": "Представь, как если бы человек сказал:  ",
  "mn79:10.4": "«Я влюблён в самую прекрасную девушку в этой стране».  ",
  "mn79:10.5": "И тогда они бы спросили его: ",
  "mn79:10.6": "«Почтенный, что касается этой самой прекрасной девушки в этой стране, в которую ты влюблён – знаешь ли ты, происходит ли она из варны знати, или же из варны брахманов, или же из варны торговцев, или же из варны рабочих?»,  ",
  "mn79:10.7": "и он бы ответил: «Нет».  ",
  "mn79:10.8": "И тогда они бы спросили его: ",
  "mn79:10.9": "«Почтенный, что касается этой самой прекрасной девушки… – знаешь ли ты её имя и имя её клана?...  Высокая она, низкая, или среднего роста?...  У неё тёмная, коричневая, или золотистая кожа?...  В какой деревне или городе она живёт?»,  ",
  "mn79:10.10": "и он бы ответил: «Нет».  ",
  "mn79:10.11": "И тогда они бы спросили его: ",
  "mn79:10.12": "«Почтенный, так не выходит ли, что ты влюблён в девушку, о которой ты ничего не знаешь, и которую ты никогда не видел?»,  ",
  "mn79:10.13": "и он бы ответил: «Да».  ",
  "mn79:10.14": "Как ты думаешь, Удайин, ",
  "mn79:10.15": "если это так, то не были бы слова этого человека полной ерундой?»  ",
  "mn79:10.16": "«Вне сомнений, уважаемый, это так, слова того человека были бы полной ерундой».  ",
  "mn79:10.17": "«Точно также, Удайин, ты говоришь: «Уважаемый, это сверкание является совершенным сверканием, которого не может превзойти любое другое сверкание, возвышенное и высочайшее», но всё же ты не обозначаешь, что это за сверкание».  ",
  "mn79:11.1": "«Уважаемый, словно берилл, прекрасный драгоценный камень чистой воды, с восемью гранями, хорошо обработанный,  лежащий на красной парче, сияющий, сверкающий, лучащийся,  точно такое сверкание имеет «я», которое [остаётся] нетронутым после смерти».  ",
  "mn79:12.1": "Как ты думаешь, Удайин? ",
  "mn79:12.2": "Этот берилл, прекрасный драгоценный камень чистой воды… а также светлячок в кромешной тьме ночи – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn79:12.3": "«Светлячок в кромешной тьме ночи, уважаемый».  ",
  "mn79:13.1": "Как ты думаешь, Удайин? ",
  "mn79:13.2": "Этот светлячок в кромешной тьме ночи, а также масляная лампа в кромешной тьме ночи – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn79:13.3": "«Масляная лампа, уважаемый».  ",
  "mn79:14.1": "Как ты думаешь, Удайин? ",
  "mn79:14.2": "Эта масляная лампа в кромешной тьме ночи, а также огромный пожар в кромешной тьме ночи – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn79:14.3": "«Огромный пожар, уважаемый».  ",
  "mn79:15.1": "Как ты думаешь, Удайин? ",
  "mn79:15.2": "Этот огромный пожар в кромешной тьме ночи, а также утренняя звезда на рассвете в чистом безоблачном небе – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn79:15.3": "«Утренняя звезда на рассвете в чистом безоблачном небе, уважаемый».  ",
  "mn79:16.1": "Как ты думаешь, Удайин? ",
  "mn79:16.2": "Утренняя звезда на рассвете в чистом безоблачном небе, а также полная луна в полночь в чистом безоблачном небе на пятнадцатый день в Упосатху – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn79:16.3": "«Полная луна в полночь… уважаемый».  ",
  "mn79:17.1": "Как ты думаешь, Удайин? ",
  "mn79:17.2": "Полная луна в полночь в чистом безоблачном небе на пятнадцатый день в Упосатху, а также полный солнечный диск в полдень в чистом безоблачном небе осенью в последний месяц сезона дождей – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn79:17.3": "«Полный солнечный диск… уважаемый».  ",
  "mn79:18.1": "«И за гранью этого, Удайин, я знаю множество божеств, с чьим [сверканием] не может сравниться сияние солнца и луны,  ",
  "mn79:18.2": "но всё же я не утверждаю,  ",
  "mn79:18.3": "что нет другого сверкания, которое наиболее возвышенное и высочайшее, нежели это сверкание.  ",
  "mn79:18.4": "Но ты, Удайин, говоришь, что это [твоё] сверкание ниже и хуже, чем сверкание у светлячка: «Это совершенное», но всё же ты не обозначаешь, что это за сверкание».  ",
  "mn79:19.1": "«Благословенный завершил беседу.  Высочайший завершил беседу».  ",
  "mn79:19.2": "«Но, Удайин, почему ты говоришь так?»  ",
  "mn79:19.3": "",
  "mn79:19.4": "«Уважаемый, вот чему учат в доктрине нашего учителя:  ",
  "mn79:19.5": "«Это совершенное сверкание, это совершенное сверкание!»  ",
  "mn79:19.6": "Но когда в отношении нашей доктрины Благословенный надавил, спросил, расспросил, то мы поняли, что были пустыми, полыми, ошибочными».  ",
  "mn79:20.1": "«Так как оно, Удайин, есть ли всецело приятный мир?  Есть ли практический способ реализовать всецело приятный мир?»  ",
  "mn79:20.2": "«Уважаемый, вот чему учат в доктрине нашего учителя:  ",
  "mn79:20.3": "«Есть всецело приятный мир.  Есть практический способ реализовать всецело приятный мир».  ",
  "mn79:21.1": "«Но, Удайин, каков этот практический способ реализовать всецело приятный мир?»  ",
  "mn79:21.2": "«Уважаемый, вот, отбрасывая убийство живых существ, человек воздерживается от убийства живых существ. Отбрасывая взятие того, что не было дано, он воздерживается… Отбрасывая неблагое поведение в чувственных удовольствиях, он воздерживается… Отбрасывая ложь, он воздерживается от лжи.  Или же он предпринимает и практикует некий вид аскезы.  ",
  "mn79:21.3": "Это единственный практический способ реализовать всецело приятный мир».  ",
  "mn79:22.1": "Как ты думаешь, Удайин? ",
  "mn79:22.2": "В том случае, когда он отбрасывает убийство живых существ и воздерживается от убийства живых существ, его «я» испытывает в этом случае только удовольствие, или же и удовольствие и боль?»  ",
  "mn79:22.3": "«И удовольствие и боль, уважаемый».  ",
  "mn79:22.4": "Как ты думаешь, Удайин? ",
  "mn79:22.5": "В том случае, когда он отбрасывает взятие того, что не было дано…  ",
  "mn79:22.6": "",
  "mn79:22.7": "неблагое поведение в чувственных удовольствиях…  ",
  "mn79:22.8": "",
  "mn79:22.9": "ложь… его «я» испытывает в этом случае только удовольствие, или же и удовольствие и боль?»  ",
  "mn79:22.10": "«И удовольствие и боль, уважаемый».  ",
  "mn79:22.11": "Как ты думаешь, Удайин? ",
  "mn79:22.12": "В том случае, когда он предпринимает и практикует некий вид аскезы, его «я» испытывает в этом случае только удовольствие, или же и удовольствие и боль?»  ",
  "mn79:22.13": "«И удовольствие и боль, уважаемый».  ",
  "mn79:22.14": "Как ты думаешь, Удайин? ",
  "mn79:22.15": "Наступает ли реализация всецело приятного мира следованием пути смешанного с болью удовольствия?»  ",
  "mn79:23.1": "«Благословенный завершил беседу.  Высочайший завершил беседу».  ",
  "mn79:23.2": "«Но, Удайин, почему ты говоришь так?»  ",
  "mn79:23.3": "",
  "mn79:23.4": "«Уважаемый, вот чему учат в доктрине нашего учителя:  ",
  "mn79:23.5": "«Есть всецело приятный мир.  Есть практический способ реализовать всецело приятный мир».  ",
  "mn79:23.6": "Но когда в отношении нашей доктрины Благословенный надавил, спросил, расспросил, то мы поняли, что были пустыми, полыми, ошибочными».  ",
  "mn79:23.7": "Но как же оно, уважаемый, есть ли всецело приятный мир?  Есть ли практический способ реализовать всецело приятный мир?»  ",
  "mn79:24.1": "«Есть всецело приятный мир, Удайин.  Есть практический способ реализовать всецело приятный мир». ",
  "mn79:24.2": "«Уважаемый, и каков этот практический способ реализовать всецело приятный мир?»  ",
  "mn79:25.1": "Вот, Удайин, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане... ",
  "mn79:25.2": "Затем, с успокоением направления и удержания [ума], он входит и пребывает во второй джхане... ",
  "mn79:25.3": "Далее, с угасанием восторга монах входит и пребывает в третьей джхане... ",
  "mn79:25.4": "Это единственный практический способ реализовать всецело приятный мир».  ",
  "mn79:25.5": "«Уважаемый, это не практический способ реализовать всецело приятный мир.  [Ведь] на этом этапе всецело приятный мир уже был реализован».  ",
  "mn79:25.6": "«Удайин, на этом этапе всецело приятный мир ещё не был реализован.  ",
  "mn79:25.7": "Это единственный практический способ реализовать всецело приятный мир».  ",
  "mn79:26.1": "Когда так было сказано, собрание странника Сакулудайина загалдело, шумно и громко обсуждая:  ",
  "mn79:26.2": "«Пропали мы с доктринами наших учителей!  Пропали мы с доктринами наших учителей!  ",
  "mn79:26.3": "Мы не знаем ничего превыше этого!»  ",
  "mn79:26.4": "Тогда странник Сакулудайин успокоил тех странников и спросил Благословенного:  ",
  "mn79:27.1": "«Уважаемый, на каком этапе всецело приятный мир реализован?»  ",
  "mn79:27.2": "«Вот, Удайин, с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости.  ",
  "mn79:27.3": "В [этом] всецело приятном мире возникли божества.  Этот монах пребывает с ними, разговаривает с ними, пускается с ними в беседы.  ",
  "mn79:27.4": "Именно на этом этапе всецело приятный мир был реализован».  ",
  "mn79:28.1": "«Уважаемый, вне сомнений, ради реализации этого всецело приятного мира монахи ведут святую жизнь под [учительством] Благословенного?»  ",
  "mn79:28.2": "«Не ради реализации этого всецело приятного мира монахи ведут святую жизнь под моим [учительством].  ",
  "mn79:28.3": "Есть другие состояния, Удайин, более возвышенные и высочайшие, и ради их реализации монахи ведут святую жизнь под моим [учительством]».  ",
  "mn79:28.4": "«И каковы же эти более возвышенные и высочайшие состояния, уважаемый, ради реализации которых монахи ведут святую жизнь под [учительством] Благословенного?»  ",
  "mn79:29-36.1": "Вот, Удайин, в мире возникает Татхагата – тот, кто достиг совершенства, полностью просветлённый, совершенный в знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный... ",
  "mn79:37.1": "Оставив эти пять помех – изъянов ума, что ослабляют мудрость, ",
  "mn79:37.2": "Будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], он входит и пребывает в первой джхане… ",
  "mn79:37.3": "Это, Удайин, также более возвышенное и высочайшее состояние, ради реализации которого монахи ведут святую жизнь под моим [учительством]. ",
  "mn79:38-40.1": "Затем, с успокоением направления и удержания [ума], он входит и пребывает во второй джхане… ",
  "mn79:38-40.2": "третьей джхане... ",
  "mn79:38-40.3": "четвёртой джхане... ",
  "mn79:38-40.4": "Это, Удайин, также более возвышенное и высочайшее состояние, ради реализации которого монахи ведут святую жизнь под моим [учительством]. ",
  "mn79:41.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию воспоминаний прошлых жизней. ",
  "mn79:41.2": "Он вспоминает множество прошлых жизней. Одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира. Он вспоминает свои многочисленные прошлые жизни в подробностях и деталях. ",
  "mn79:41.3": "Это, Удайин, также более возвышенное и высочайшее состояние, ради реализации которого монахи ведут святую жизнь под моим [учительством]. ",
  "mn79:42.1": "Когда его ум стал таким сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет к знанию смерти и перерождения существ. ",
  "mn79:42.2": "Посредством божественного видения, очищенного и превосходящего человеческое, он видит как существа покидают жизнь и перерождаются, и он распознаёт низменных и высоких, прекрасных и уродливых, удачливых и неудачливых. Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn79:42.3": "Это, Удайин, также более возвышенное и высочайшее состояние, ради реализации которого монахи ведут святую жизнь под моим [учительством]. ",
  "mn79:43.1": "Когда его ум становится сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn79:43.2": "Он напрямую познаёт в соответствии с действительностью: «Вот страдание... Вот возникновение страдания... Вот прекращение страдания... Вот Путь ведущий к прекращению страдания... ",
  "mn79:43.3": "Это – пятна [загрязнений ума]... Это – происхождение пятен… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn79:44.1": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn79:44.2": "Когда он освободился, приходит знание: «Он освобождён». ",
  "mn79:44.3": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn79:44.4": "Это, Удайин, также более возвышенное и высочайшее состояние, ради реализации которого монахи ведут святую жизнь под моим [учительством]. ",
  "mn79:44.5": "Таковы эти другие состояния, Удайин, более возвышенные и высочайшие, и ради их реализации монахи ведут святую жизнь под моим [учительством]».  ",
  "mn79:45.1": "Когда так было сказано, странник Сакулудайин сказал Благословенному:  ",
  "mn79:45.2": "Великолепно, уважаемый! Великолепно! ",
  "mn79:45.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также Благословенный различными способами прояснил Дхамму. ",
  "mn79:45.4": "Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn79:45.5": "Я хотел бы получить младшее монашеское посвящение, я хотел бы получить высшее монашеское посвящение». ",
  "mn79:46.1": "Когда так было сказано, собрание странника Сакулудайина обратилось к нему так:  ",
  "mn79:46.2": "«Не ведите святую жизнь под [учительством] отшельника Готамы, господин Удайин.  ",
  "mn79:46.3": "Будучи учителем, господину Удайину не стоит вести жизнь в качестве ученика.  ",
  "mn79:46.4": "Ведь для господина Удайина это всё равно, как если бы вначале быть кувшином, а потом стать бадьёй.  ",
  "mn79:46.5": "Не ведите святую жизнь под [учительством] отшельника Готамы, господин Удайин.  ",
  "mn79:46.6": "Будучи учителем, господину Удайину не стоит вести жизнь в качестве ученика».  ",
  "mn79:46.7": "Вот как собрание странника Сакулудайина помешало ему вести святую жизнь под [учительством] Благословенного. "
}