{
  "mn7:0.1": "Мадджхима Никая 7 ",
  "mn7:0.2": "Пример с тканью ",
  "mn7:1.1": "Так я слышал.",
  "mn7:1.2": "Так я слышал. Однажды Благословенный пребывал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn7:1.3": "Там он обратился к монахам: ",
  "mn7:1.4": "– Монахи! ",
  "mn7:1.5": "– Уважаемый, – ответили они.",
  "mn7:1.6": "Благословенный сказал:",
  "mn7:2.1": "– Монахи, представьте запятнанную и загрязнённую ткань, ",
  "mn7:2.2": "и красильщик обмакнул бы её в ту или иную краску – голубую или жёлтую, красную или карминовую. И краска легла бы плохо, цвет был бы грязным.  ",
  "mn7:2.3": "И почему? ",
  "mn7:2.4": "Из-за загрязнённости ткани. ",
  "mn7:2.5": "Точно также, когда ум загрязнён, то можно ожидать несчастливого удела [при будущем перерождении].  ",
  "mn7:2.6": "Монахи, представьте чистую и яркую ткань, ",
  "mn7:2.7": "и красильщик обмакнул бы её в ту или иную краску – голубую или жёлтую, красную или карминовую. И краска легла бы хорошо, цвет был бы чистым. ",
  "mn7:2.8": "И почему? ",
  "mn7:2.9": "Из-за чистоты ткани. ",
  "mn7:2.10": "Точно также, когда ум не загрязнён, то можно ожидать счастливого удела. ",
  "mn7:3.1": "Монахи, и каковы загрязнения, что загрязняют ум? ",
  "mn7:3.2": "Алчность и нечестивая жадность – это загрязнение, что загрязняет ум. Недоброжелательность – это загрязнение, что загрязняет ум. Злость – это загрязнение, что загрязняет ум. Негодование – это загрязнение, что загрязняет ум. Презрение – это загрязнение, что загрязняет ум. Нахальство – это загрязнение, что загрязняет ум. Зависть – это загрязнение, что загрязняет ум. Скупость – это загрязнение, что загрязняет ум. Лживость – это загрязнение, что загрязняет ум. Притворство – это загрязнение, что загрязняет ум. Упрямство – это загрязнение, что загрязняет ум. Соперничество – это загрязнение, что загрязняет ум. Самомнение – это загрязнение, что загрязняет ум. Надменность – это загрязнение, что загрязняет ум. Тщеславие – это загрязнение, что загрязняет ум. Небрежность – это загрязнение, что загрязняет ум. ",
  "mn7:4.1": "Зная, что алчность и нечестивая жадность – это загрязнение, что загрязняет ум, монах отбрасывает его.  ",
  "mn7:4.2": "Зная, что недоброжелательность… монах отбрасывает его. ",
  "mn7:4.3": "",
  "mn7:4.4": "",
  "mn7:4.5": "",
  "mn7:4.6": "",
  "mn7:4.7": "",
  "mn7:4.8": "",
  "mn7:4.9": "",
  "mn7:4.10": "",
  "mn7:4.11": "",
  "mn7:4.12": "",
  "mn7:4.13": "",
  "mn7:4.14": "",
  "mn7:4.15": "",
  "mn7:4.16": "",
  "mn7:4.17": "",
  "mn7:4.18": "",
  "mn7:4.19": "",
  "mn7:4.20": "",
  "mn7:4.21": "",
  "mn7:4.22": "",
  "mn7:4.23": "",
  "mn7:4.24": "",
  "mn7:4.25": "",
  "mn7:4.26": "",
  "mn7:4.27": "",
  "mn7:4.28": "",
  "mn7:4.29": "",
  "mn7:4.30": "…небрежность – это загрязнение, что загрязняет ум, монах отбрасывает его. ",
  "mn7:4.31": "",
  "mn7:5.1": "Когда монах узнал, что алчность и нечестивая жадность – это загрязнение, что загрязняет ум, ",
  "mn7:5.2": "таким какое оно есть и отбросил его; ",
  "mn7:5.3": "когда монах узнал, что недоброжелательность… ",
  "mn7:5.4": "",
  "mn7:5.5": "",
  "mn7:5.6": "",
  "mn7:5.7": "",
  "mn7:5.8": "",
  "mn7:5.9": "",
  "mn7:5.10": "",
  "mn7:5.11": "",
  "mn7:5.12": "",
  "mn7:5.13": "",
  "mn7:5.14": "",
  "mn7:5.15": "",
  "mn7:5.16": "",
  "mn7:5.17": "",
  "mn7:5.18": "",
  "mn7:5.19": "",
  "mn7:5.20": "",
  "mn7:5.21": "",
  "mn7:5.22": "",
  "mn7:5.23": "",
  "mn7:5.24": "",
  "mn7:5.25": "",
  "mn7:5.26": "",
  "mn7:5.27": "",
  "mn7:5.28": "",
  "mn7:5.29": "",
  "mn7:5.30": "",
  "mn7:5.31": "",
  "mn7:5.32": "он обретает непоколебимую уверенность в Будде: ",
  "mn7:5.33": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn7:6.1": "Он обретает непоколебимую уверенность в Дхамме: ",
  "mn7:6.2": "«Дхамма превосходно провозглашена Благословенным, видимая здесь и сейчас, незамедлительно действенная, приглашающая к исследованию, ведущая вперёд, переживаемая мудрыми для себя». ",
  "mn7:7.1": "Он обретает непоколебимую уверенность в Сангхе: ",
  "mn7:7.2": "«Сангха учеников Благословенного практикует хороший путь, практикует прямой путь, практикует верный путь, практикует правильный путь; другими словами, четыре пары или восемь типов личностей – это Сангха учеников Благословенного: достойная даров, достойная гостеприимства, достойная подношений, достойная почтительного приветствия, несравненное поле заслуг для мира». ",
  "mn7:8.1": "Когда он до определённой степени оставил, исключил, отпустил, отбросил, откинул [эти загрязнения ума], он размышляет так: «Я наделён непоколебимой уверенностью в Будде»,",
  "mn7:8.2": "и он обретает вдохновение в значении, обретает вдохновение в Дхамме, обретает радость, связанную с Дхаммой. Когда он рад, в нём рождается восторг. Тело того, кто [пропитан] восторгом, становится безмятежным. Тот, чьё тело безмятежно, ощущает удовольствие. Ум того, кто ощущает удовольствие, становится сосредоточенным",
  "mn7:9.1": "Он размышляет так: «Я наделён непоколебимой уверенностью в Дхамме», и он обретает вдохновение в значении, обретает вдохновение в Дхамме, обретает радость, связанную с Дхаммой. Когда он рад, в нём рождается восторг. Тело того, кто [пропитан] восторгом, становится безмятежным. Тот, чьё тело безмятежно, ощущает удовольствие. Ум того, кто ощущает удовольствие, становится сосредоточенным. ",
  "mn7:10.1": "Он размышляет так: «Я наделён непоколебимой уверенностью в Сангхе», и он обретает вдохновение в значении, обретает вдохновение в Дхамме, обретает радость, связанную с Дхаммой. ",
  "mn7:10.2": "Когда он рад, в нём рождается восторг. Тело того, кто [пропитан] восторгом, становится безмятежным. Тот, чьё тело безмятежно, ощущает удовольствие. Ум того, кто ощущает удовольствие, становится сосредоточенным.",
  "mn7:11.1": "Он размышляет так: «[Эти загрязнения ума] были до определённой степени оставлены, исключены, отпущены, отброшены, откинуты мной», и он обретает вдохновение в значении, обретает вдохновение в Дхамме, обретает радость, связанную с Дхаммой. ",
  "mn7:11.2": "Когда он рад, в нём рождается восторг. Тело того, кто [пропитан] восторгом, становится безмятежным. Тот, чьё тело безмятежно, ощущает удовольствие. Ум того, кто ощущает удовольствие, становится сосредоточенным. ",
  "mn7:12.1": "Монахи, если монах такой нравственности, такого состояния [сосредоточения], и такой мудрости ест собранную как подаяние пищу, состоящую из отборного горного риса с различными соусами и карри, то даже это не будет для него помехой. ",
  "mn7:12.2": "Подобно тому, как с помощью чистой воды загрязнённая и запятнанная ткань становится чистой и яркой, или же подобно тому, как золото становится чистым и ярким с помощью печи,  ",
  "mn7:12.3": "точно также, если монах такой нравственности, такого состояния [сосредоточения], и такой мудрости ест собранную как подаяние пищу, состоящую из отборного горного риса с различными соусами и карри, то даже это не будет для него помехой. ",
  "mn7:13.1": "Он пребывает, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn7:14.1": "Он пребывает, наполняя первую сторону света умом, наделённым состраданием, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе – он пребывает, охватывая и наполняя весь мир умом, наделённым состраданием – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn7:15.1": "Он пребывает, наполняя первую сторону света умом, наделённым сорадованием, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе – он пребывает, охватывая и наполняя весь мир умом, наделённым сорадованием – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn7:16.1": "Он пребывает, наполняя первую сторону света умом, наделённым невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе – он пребывает, охватывая и наполняя весь мир умом, наделённым невозмутимостью – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn7:17.1": "Он понимает: «Это наличествует, это низшее, это высшее; и таков выход за пределы всей этой сферы восприятия». ",
  "mn7:18.1": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn7:18.2": "Когда он освобождается, приходит знание: «Он освобождён». ",
  "mn7:18.3": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn7:18.4": "Монахи, такой монах зовётся ",
  "mn7:18.5": "тем, кто искупался внутренним купанием».",
  "mn7:19.1": "И в тот момент брахман Сундарика Бхарадваджа сидел неподалёку от Благословенного. ",
  "mn7:19.2": "Он сказал: ",
  "mn7:19.3": "«Но ходит ли господин Готама купаться в реке Бахуке?» ",
  "mn7:19.4": "«Зачем, брахман, ходить к реке Бахуке? ",
  "mn7:19.5": "Что может сделать река Бахука?»",
  "mn7:19.6": "«Господин Готама, река Бахука, по мнению многих, даёт освобождение, по мнению многих, даёт заслуги, и многие смывают свои неблагие деяния в реке Бахуке». ",
  "mn7:20.1": "Тогда Благословенный обратился к брахману Сундарике Бхарадвадже такими строфами: ",
  "mn7:20.2": "«Бахука, Адхикакка, ",
  "mn7:20.3": "Сундарика и Гая, ",
  "mn7:20.4": "Пайяга, Сарассати, ",
  "mn7:20.5": "Ручей Бахумати – ",
  "mn7:20.6": "Дурак может вечно барахтаться в них, ",
  "mn7:20.7": "Но злодеяний не смоет. ",
  "mn7:20.8": "Сундарика что может сделать?",
  "mn7:20.9": "Бахука река и Пайяга?",
  "mn7:20.10": "Злодея они не очистят,",
  "mn7:20.11": "Того, кто свиреп и жесток.",
  "mn7:20.12": "У чистого сердцем же праздник всегда –",
  "mn7:20.13": "И Праздник весны, день священный; ",
  "mn7:20.14": "Кто действует честно, и сердцем кто чист – ",
  "mn7:20.15": "Доводит свою добродетель до полного совершенства. ",
  "mn7:20.16": "Брахман, вот где нужно купаться, ",
  "mn7:20.17": "Прибежищем став для существ. ",
  "mn7:20.18": "И лжи если не произносишь, ",
  "mn7:20.19": "Вреда существам не чинишь, ",
  "mn7:20.20": "Вещей чужих не забираешь,  ",
  "mn7:20.21": "Не скуп, верой коль наделён, ",
  "mn7:20.22": "Зачем же ходить тогда к Гае? ",
  "mn7:20.23": "Колодец любой будет Гаей». ",
  "mn7:21.1": "И когда так было сказано, брахман Сундарика Бхарадваджа сказал: ",
  "mn7:21.2": "«Великолепно, господин Готама! Великолепно, господин Готама!  ",
  "mn7:21.3": "ак если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. ",
  "mn7:21.4": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn7:21.5": "Пусть Благословенный даст мне младшее и высшее монашеское посвящение». ",
  "mn7:22.1": "И брахман Сундарика Бхарадваджа получил младшее и высшее монашеское посвящение от Благословенного.",
  "mn7:22.2": "И вскоре после получения высшего посвящения, проживая в уединении прилежным, старательным, решительным, достопочтенный Бхарадваджа, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл и пребывал в высочайшей цели святой жизни, ради которой представители клана праведно оставляют жизнь домохозяина и ведут жизнь бездомную. ",
  "mn7:22.3": "Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn7:22.4": "Так достопочтенный Бхарадваджа стал одним из арахантов."
}