{
  "mn80:0.1": "Мадджхима Никая 80 ",
  "mn80:0.2": "К Векханассе ",
  "mn80:1.1": "Так я слышал. ",
  "mn80:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn80:2.1": "И тогда странник Векханасса отправился к Благословенному и обменялся с ним приветствиями.  ",
  "mn80:2.2": "И после обмена вежливыми приветствиями и любезностями он встал рядом ",
  "mn80:2.3": "и в присутствии Благословенного произнёс это изречение: ",
  "mn80:2.4": "«Это совершенное сверкание, это совершенное сверкание!»  ",
  "mn80:2.5": "«Но, Каччана, почему ты говоришь так?»  ",
  "mn80:2.6": "«Это совершенное сверкание, это совершенное сверкание!»  ",
  "mn80:2.7": "Что это за совершенное сверкание?»  ",
  "mn80:2.8": "«Господин Готама, это сверкание является совершенным сверканием, которого не может превзойти любое другое сверкание, возвышенное и высочайшее».  ",
  "mn80:2.9": "«Но, Каччана, что это за сверкание, которого не может превзойти любое другое сверкание, возвышенное и высочайшее?»  ",
  "mn80:2.10": "«Господин Готама, это сверкание является совершенным сверканием, которого не может превзойти любое другое сверкание, возвышенное и высочайшее».  ",
  "mn80:3.1": "«Каччана, ты можешь так продолжать очень долго.  ",
  "mn80:3.2": "Ты говоришь: «Уважаемый, это сверкание является совершенным сверканием, которого не может превзойти любое другое сверкание, возвышенное и высочайшее», но всё же ты не обозначаешь, что это за сверкание.  ",
  "mn80:3.3": "Представь, как если бы человек сказал:  ",
  "mn80:3.4": "«Я влюблён в самую прекрасную девушку в этой стране».  ",
  "mn80:3.5": "И тогда бы его спросили: ",
  "mn80:3.6": "«Почтенный, что касается этой самой прекрасной девушки в этой стране, в которую ты влюблён – знаешь ли ты, происходит ли она из варны знати, или же из варны брахманов, или же из варны торговцев, или же из варны рабочих?».  ",
  "mn80:3.7": "И он бы ответил: «Нет».  ",
  "mn80:3.8": "И тогда бы его спросили: ",
  "mn80:3.9": "«Почтенный, что касается этой самой прекрасной девушки… – знаешь ли ты её имя и имя её клана?...  Высокая она, низкая, или среднего роста?...  У неё тёмная, коричневая, или золотистая кожа?...  В какой деревне или городе она живёт?» ",
  "mn80:3.10": "И он бы ответил: «Нет».  ",
  "mn80:3.11": "И тогда бы его спросили: ",
  "mn80:3.12": "«Почтенный, так не выходит ли, что ты влюблён в девушку, о которой ты ничего не знаешь, и которую ты никогда не видел?». ",
  "mn80:3.13": "И он бы ответил: «Да».  ",
  "mn80:3.14": "Как ты думаешь, Каччана? ",
  "mn80:3.15": "Если это так, то не были бы слова этого человека полной ерундой?»  ",
  "mn80:3.16": "«Вне сомнений, господин Готама, это так, слова того человека были бы полной ерундой».  ",
  "mn80:3.17": "«Точно также, Каччана, ты говоришь: «Уважаемый, это сверкание является совершенным сверканием, которого не может превзойти любое другое сверкание, возвышенное и высочайшее», но всё же ты не обозначаешь, что это за сверкание».  ",
  "mn80:4.1": "«Господин Готама, словно берилл, прекрасный драгоценный камень чистой воды, с восемью гранями, хорошо обработанный,  лежащий на красной парче, сияющий, сверкающий, лучащийся,  точно такое сверкание имеет «я», которое [остаётся] нетронутым после смерти».  ",
  "mn80:5.1": "«Как ты думаешь, Каччана? ",
  "mn80:5.2": "Этот берилл, прекрасный драгоценный камень чистой воды… а также светлячок в кромешной тьме ночи – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn80:5.3": "«Светлячок в кромешной тьме ночи».  ",
  "mn80:6.1": "«Как ты думаешь, Каччана? ",
  "mn80:6.2": "Этот светлячок в кромешной тьме ночи, а также масляная лампа в кромешной тьме ночи – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn80:6.3": "«Масляная лампа».  ",
  "mn80:7.1": "«Как ты думаешь, Каччана? ",
  "mn80:7.2": "Эта масляная лампа в кромешной тьме ночи, а также огромный пожар в кромешной тьме ночи – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn80:7.3": "«Огромный пожар в кромешной тьме ночи».  ",
  "mn80:8.1": "«Как ты думаешь, Каччана? ",
  "mn80:8.2": "Этот огромный пожар в кромешной тьме ночи, а также утренняя звезда на рассвете в чистом безоблачном небе – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn80:8.3": "«Утренняя звезда на рассвете в чистом безоблачном небе».  ",
  "mn80:9.1": "«Как ты думаешь, Каччана? ",
  "mn80:9.2": "Утренняя звезда на рассвете в чистом безоблачном небе, а также полная луна в полночь в чистом безоблачном небе на пятнадцатый день в Упосатху – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn80:9.3": "«Полная луна в полночь в чистом безоблачном небе на пятнадцатый день в Упосатху».  ",
  "mn80:10.1": "«Как ты думаешь, Каччана? ",
  "mn80:10.2": "Полная луна в полночь в чистом безоблачном небе на пятнадцатый день в Упосатху, а также полный солнечный диск в полдень в чистом безоблачном небе осенью в последний месяц сезона дождей – из этих двух кто даёт большее сверкание, которое наиболее возвышенное и высочайшее?»  ",
  "mn80:10.3": "«Полный солнечный диск полдень в чистом безоблачном небе осенью в последний месяц сезона дождей».  ",
  "mn80:11.1": "«И за гранью этого, Каччана, я знаю множество божеств, с чьим [сверканием] не может сравниться сияние солнца и луны,  ",
  "mn80:11.2": "Но всё же я не утверждаю,  ",
  "mn80:11.3": "что нет другого сверкания, которое наиболее возвышенное и высочайшее, нежели это сверкание.  ",
  "mn80:11.4": "Но ты, Каччана, говоришь, что это [твоё] сверкание ниже и хуже, чем сверкание у светлячка: «Это совершенное», но всё же ты не обозначаешь, что это за сверкание».  ",
  "mn80:12.1": "Каччана, есть пять нитей чувственных удовольствий. Какие пять?  ",
  "mn80:12.2": "Какие пять? ",
  "mn80:12.3": "Формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn80:12.4": "Звуки, познаваемые ухом… ",
  "mn80:12.5": "Запахи, познаваемые носом… ",
  "mn80:12.6": "Вкусы, познаваемые языком… ",
  "mn80:12.7": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn80:12.8": "Таковы пять нитей чувственных удовольствий. ",
  "mn80:13.1": "Удовольствие и радость, возникающие в зависимости от этих пяти нитей чувственных удовольствий, называются чувственным удовольствием. ",
  "mn80:13.2": "Так, чувственное удовольствие [возникает] через чувственные удовольствия,  но за гранью чувственного удовольствия есть удовольствие на вершине чувственного, и оно считается наивысшим из них». ",
  "mn80:14.1": "Когда так было сказано, странник Векханасса сказал Благословенному:  ",
  "mn80:14.2": "«Удивительно, господин Готама, поразительно! ",
  "mn80:14.3": "Как хорошо выразил это господин Готама:  ",
  "mn80:14.4": "«Так, чувственное удовольствие [возникает] через чувственные удовольствия,  но за гранью чувственного удовольствия есть удовольствие на вершине чувственного, и оно считается наивысшим из них». ",
  "mn80:14.5": "Господин Готама, чувственное удовольствие [возникает] через чувственные удовольствия,  но за гранью чувственного удовольствия есть удовольствие на вершине чувственного, и оно считается наивысшим из них». ",
  "mn80:14.6": "«Каччана, тебе – как тому, кто придерживается другого воззрения, соглашается с другим учением, одобряет другое учение, осуществляет другую тренировку, следует за другим учителем – трудно узнать,  ",
  "mn80:14.7": "что такое чувственность, или что такое чувственное удовольствие, или какое удовольствие находится на вершине чувственного.  ",
  "mn80:14.8": "Но те монахи, которые араханты, чьи пятна [умственных загрязнений] уничтожены, которые прожили святую жизнь, сделали то, что следовало сделать, сбросили тяжкий груз, достигли истинной цели, уничтожили оковы существования, и полностью освободились посредством окончательного знания –  именно они могли бы знать,  ",
  "mn80:14.9": "что такое чувственность, или что такое чувственное удовольствие, или какое удовольствие находится на вершине чувственного».  ",
  "mn80:15.1": "Когда так было сказано, странник Векханасса стал злым и недовольным,  он оскорбил, унизил, осудил Благословенного, сказав:  ",
  "mn80:15.2": "«Отшельник Готама потерпит поражение».  И далее он сказал Благословенному: ",
  "mn80:15.3": "«Вот так и бывает, что есть некоторые жрецы и отшельники,  которые, не зная о прошлом, и не видя будущее, заявляют:  ",
  "mn80:15.4": "«Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования», ",
  "mn80:15.5": "То, что они говорят, оказывается ерундой. Выясняется, что это просто лишь пустые, лживые слова». ",
  "mn80:16.1": "«Если какие-либо жрецы и отшельники, не зная о прошлом, и не видя будущее, заявляют:  ",
  "mn80:16.2": "«Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования», ",
  "mn80:16.3": "то есть основание для того, чтобы их опровергнуть.  ",
  "mn80:16.4": "Но, Каччана, оставим прошлое, оставим будущее.  ",
  "mn80:16.5": "Возьмём мудрого человека, честного и искреннего человека.  Я наставляю его, обучаю его Дхамме так,  ",
  "mn80:16.6": "что практикуя в соответствии с полученными наставлениями он сам узнает и увидит:  ",
  "mn80:16.7": "«Воистину, действительно наступает освобождение от привязей, то есть, от привязей неведения».  ",
  "mn80:16.8": "Представь, Каччана, лежащего младенца, привязанного [четырьмя] прочными привязями с пятой [привязью] на шее.  ",
  "mn80:16.9": "И позже, из-за его роста и созревания его качеств, эти привязи ослабли бы,  ",
  "mn80:16.10": "И он бы узнал: «Я свободен», и не было бы больше привязей.  ",
  "mn80:16.11": "Точно также, возьмём мудрого человека, честного и искреннего человека.  Я наставляю его, обучаю его Дхамме так,  ",
  "mn80:16.12": "что практикуя в соответствии с полученными наставлениями он сам узнает и увидит:  ",
  "mn80:16.13": "«Воистину, действительно наступает освобождение от привязей, то есть, от привязей неведения».  ",
  "mn80:17.1": "Когда так было сказано, странник Векханасса сказал Благословенному:  ",
  "mn80:17.2": "«Великолепно, господин Готама!.. ",
  "mn80:17.3": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». ",
  "mn80:17.4": "",
  "mn80:17.5": "",
  "mn80:18.1": "",
  "mn80:18.2": "",
  "mn80:18.3": ""
}