{
  "mn81:0.1": "Мадджхима Никая 81 ",
  "mn81:0.2": "Гончар Гхатикара ",
  "mn81:1.1": "Так я слышал. ",
  "mn81:1.2": "Однажды Благословенный путешествовал по стране Косал вместе с большой общиной монахов.  ",
  "mn81:2.1": "И тогда Благословенный свернул с главной дороги в определённом месте и улыбнулся.  ",
  "mn81:2.2": "Мысль пришла к достопочтенному Ананде:  ",
  "mn81:2.3": "«В чём условие, в чём причина улыбки Благословенного?  ",
  "mn81:2.4": "Татхагаты не улыбаются без причины».  ",
  "mn81:2.5": "Поэтому он закинул внешнее одеяние за плечо, сложил руки в почтительном приветствии Благословенного, и спросил его:  ",
  "mn81:2.6": "«В чём условие, в чём причина улыбки Благословенного?  ",
  "mn81:2.7": "Татхагаты не улыбаются без причины».  ",
  "mn81:3.1": "«Однажды, Ананда, в этом месте был процветающий, людный торговый город под названием Вебхалинга,  с многочисленными жителями, с множеством людей.  ",
  "mn81:3.2": "И в то время Благословенный Кассапа, совершенный и полностью просветлённый, жил рядом с торговым городом Вебхалингой.  ",
  "mn81:3.3": "В действительности, именно на этом самом месте у Благословенного Кассапы, совершенного и полностью просветлённого, находился его монастырь,  ",
  "mn81:3.4": "именно на этом самом месте Благословенный Кассапа, совершенный и полностью просветлённый, сидел и давал советы общине монахов».  ",
  "mn81:4.1": "И тогда Достопочтенный Ананда сложил вчетверо свою сшитую из лоскутов накидку, расстелил её, и сказал Благословенному:  ",
  "mn81:4.2": "«В таком случае, уважаемый, пусть Благословенный присядет.  ",
  "mn81:4.3": "Таким образом это место будет использовано [сразу] двумя совершенными, полностью просветлёнными».  ",
  "mn81:4.4": "Благословенный сел на подготовленное сиденье ",
  "mn81:4.5": "и обратился к Достопочтенному Ананде так:  ",
  "mn81:5.1": "«Однажды, Ананда, в этом месте был процветающий, людный торговый город под названием Вебхалинга,  с многочисленными жителями, с множеством людей.  ",
  "mn81:5.2": "И в то время Благословенный Кассапа, совершенный и полностью просветлённый, жил рядом с торговым городом Вебхалингой.  ",
  "mn81:5.3": "В действительности, именно на этом самом месте у Благословенного Кассапы, совершенного и полностью просветлённого, находился его монастырь,  ",
  "mn81:5.4": "именно на этом самом месте Благословенный Кассапа, совершенный и полностью просветлённый, сидел и давал советы общине монахов».  ",
  "mn81:6.1": "В Вебхалинге у Благословенного Кассапы был жертвователь, его главный жертвователь, гончар по имени Гхатикара.  ",
  "mn81:6.2": "У гончара Гхатикары был друг, его близкий друг, брахманский ученик по имени Джотипала. ",
  "mn81:6.3": "Затем гончар Гхатикара обратился к брахманскому ученику Джотипале:  ",
  "mn81:6.4": "«Дорогой Джотипала, пойдём навестим Благословенного Кассапу, совершенного и полностью просветлённого.  ",
  "mn81:6.5": "Я говорю тебе, что благостно это – повидать этого Благословенного, совершенного и полностью просветлённого». ",
  "mn81:6.6": "Брахманский ученик Джотипала ответил: ",
  "mn81:6.7": " «Довольно, дорогой Гхатикара.  ",
  "mn81:6.8": "Какой толк в том, чтобы повидаться с бритоголовым отшельником?»  ",
  "mn81:6.9": "Во второй раз … ",
  "mn81:6.10": "и в третий раз гончар Гхатикара сказал Джотипале:   ",
  "mn81:6.11": "«Дорогой Джотипала, пойдём навестим Благословенного Кассапу, совершенного и полностью просветлённого.  ",
  "mn81:6.12": "Я говорю тебе, что благостно это – повидать этого Благословенного, совершенного и полностью просветлённого». ",
  "mn81:6.13": "И в третий раз брахманский ученик Джотипала ответил:  ",
  "mn81:6.14": " «Довольно, дорогой Гхатикара.  ",
  "mn81:6.15": "Какой толк в том, чтобы повидаться с бритоголовым отшельником?»  ",
  "mn81:6.16": "«Тогда, дорогой Джотипала, возьмём люфу и банный порошок, и пойдём к реке искупаться».  ",
  "mn81:6.17": "«Отлично» – ответил Джотипала.  ",
  "mn81:6.18": "И так они и поступили. ",
  "mn81:7.1": "Затем гончар Гхатикара обратился к брахманскому ученику Джотипале:  ",
  "mn81:7.2": "«Дорогой Джотипала, вон там, неподалёку, монастырь Благословенного Кассапы, совершенного и полностью просветлённого.  ",
  "mn81:7.3": "Пойдём навестим Благословенного Кассапу, совершенного и полностью просветлённого.  ",
  "mn81:7.4": "Я говорю тебе, что благостно это – повидать этого Благословенного, совершенного и полностью просветлённого». ",
  "mn81:7.5": "Брахманский ученик Джотипала ответил: ",
  "mn81:7.6": " «Довольно, дорогой Гхатикара.  ",
  "mn81:7.7": "Какой толк в том, чтобы повидаться с бритоголовым отшельником?»  ",
  "mn81:7.8": "Во второй раз … ",
  "mn81:7.9": "и в третий раз гончар Гхатикара сказал Джотипале:   ",
  "mn81:7.10": "«Дорогой Джотипала, вон там, неподалёку, монастырь Благословенного Кассапы, совершенного и полностью просветлённого.  ",
  "mn81:7.11": "Пойдём навестим Благословенного Кассапу, совершенного и полностью просветлённого.  ",
  "mn81:7.12": "Я говорю тебе, что благостно это – повидать этого Благословенного, совершенного и полностью просветлённого». ",
  "mn81:7.13": "И в третий раз брахманский ученик Джотипала ответил:  ",
  "mn81:7.14": " «Довольно, дорогой Гхатикара.  ",
  "mn81:7.15": "Какой толк в том, чтобы повидаться с бритоголовым отшельником?»  ",
  "mn81:8.1": "Тогда гончар Гхатикара схватил брахманского ученика Джотипалу за пояс и [опять] сказал: ",
  "mn81:8.2": "«Дорогой Джотипала, вон там, неподалёку, монастырь Благословенного Кассапы, совершенного и полностью просветлённого.  ",
  "mn81:8.3": "Пойдём навестим Благословенного Кассапу, совершенного и полностью просветлённого.  ",
  "mn81:8.4": "Я говорю тебе, что благостно это – повидать этого Благословенного, совершенного и полностью просветлённого». ",
  "mn81:8.5": "Тогда брахманский ученик Джотипала развязал свой пояс и сказал:  ",
  "mn81:8.6": " «Довольно, дорогой Гхатикара.  ",
  "mn81:8.7": "Какой толк в том, чтобы повидаться с бритоголовым отшельником?»  ",
  "mn81:9.1": "И потом, когда брахманский ученик Джотипала вымыл свою голову, гончар Гхатикара схватил его за волосы и [опять] сказал:  ",
  "mn81:9.2": "«Дорогой Джотипала, вон там, неподалёку, монастырь Благословенного Кассапы, совершенного и полностью просветлённого.  ",
  "mn81:9.3": "Пойдём навестим Благословенного Кассапу, совершенного и полностью просветлённого.  ",
  "mn81:9.4": "Я говорю тебе, что благостно это – повидать этого Благословенного, совершенного и полностью просветлённого». ",
  "mn81:9.5": "Тогда брахманский ученик Джотипала подумал:  ",
  "mn81:9.6": "«Удивительно, поразительно,  ",
  "mn81:9.7": "что этот гончар Гхатикара, который более низкого рождения, отважился схватить меня за волосы, когда мы вымыли наши головы!  ",
  "mn81:9.8": "Воистину, здесь что-то не так».  ",
  "mn81:9.9": "И он сказал гончару Гхатикаре:  ",
  "mn81:9.10": "«Даже вот как далеко ты готов зайти, дорогой Гхатикара?!»  ",
  "mn81:9.11": "«Даже вот как я далеко готов зайти, дорогой Джотипала – ",
  "mn81:9.12": "вот насколько [это важно], я говорю тебе, что благостно это – повидать этого Благословенного, совершенного и полностью просветлённого!»  ",
  "mn81:9.13": "«Ну что ж, дорогой Гхатикара, отпусти меня. Пойдём повидаем его».  ",
  "mn81:10.1": "Так гончар Гхатикара и брахманский ученик Джотипала отправились к Благословенному Кассапе, совершенному и полностью просветлённому.  Гхатикара, поклонившись ему, сел рядом, тогда как Джотипала обменялся с ним вежливыми приветствиями и после обмена вежливыми приветствиями и любезностями также сел рядом.  ",
  "mn81:10.2": "и гончар Гхатикара сказал Благословенному Кассапе, совершенному и полностью просветлённому:  ",
  "mn81:10.3": "«Уважаемый, это брахманский ученик Джотипала, мой друг, мой близкий друг.  ",
  "mn81:10.4": "Пусть Благословенный научит его Дхамме».  ",
  "mn81:10.5": "И тогда Благословенный Кассапа, совершенный и полностью просветлённый, наставлял, понуждал, побуждал и радовал гончара Гхатикару и брахманского ученика Джотипалу изложением Дхаммы.  ",
  "mn81:10.6": "По завершении изложения, восхитившись и порадовавшись словам Благословенного Кассапы, они встали со своих сидений, поклонились Благословенному Кассапе, совершенному и полностью просветлённому, и, обойдя его с правой стороны, ушли.  ",
  "mn81:11.1": "И тогда Джотипала спросил Гхатикару:  ",
  "mn81:11.2": "«И теперь, когда ты услышал эту Дхамму, дорогой Гхатикара, почему ты не оставишь жизнь домохозяйскую ради жизни бездомной?»  ",
  "mn81:11.3": "«Дорогой Джотипала, разве ты не знаешь, что я содержу своих слепых состарившихся родителей?»  ",
  "mn81:11.4": "«Тогда, дорогой Гхатикара, я оставлю жизнь домохозяйскую ради жизни бездомной».  ",
  "mn81:12.1": "Так гончар Гхатикара и брахманский ученик Джотипала отправились к Благословенному Кассапе, совершенному и полностью просветлённому. Поклонившись ему, они сели рядом, и гончар Гхатикара сказал Благословенному Кассапе, совершенному и полностью просветлённому:  ",
  "mn81:12.2": "«Уважаемый, это брахманский ученик Джотипала, мой друг, мой близкий друг.  ",
  "mn81:12.3": "Пусть Благословенный даст ему монашеское посвящение».  ",
  "mn81:12.4": "И брахманский ученик Джотипала получил младшее монашеское посвящение от Благословенного Кассапы, совершенного и полностью просветлённого, и получил высшее монашеское посвящение.  ",
  "mn81:13.1": "И вскоре после того как брахманский ученик Джотипала получил полное посвящение, [а именно] через полмесяца после того как он получил полное посвящение, Благословенный Кассапа, совершенный и полностью просветлённый, побыв в Вебхалинге столько, сколько считал нужным, отправился в странствие в направлении Варанаси.  ",
  "mn81:13.2": "Странствуя переходами, со временем он прибыл в Варанаси,  ",
  "mn81:13.3": "где остановился в Оленьем парке в Исипатане.  ",
  "mn81:14.1": "И тогда царь Кики из Каси услышал: «Похоже, Благословенный Кассапа, совершенный и полностью просветлённый, дошёл до Варанаси и остановился в Оленьем Парке в Исипатане».  ",
  "mn81:14.2": "Поэтому он снарядил несколько царских колесниц,  Взобрался на царскую колесницу и выехал из Варанаси со всем царским великолепием, чтобы повидать Благословенного Кассапу, совершенного и полностью просветлённого.  ",
  "mn81:14.3": "Он ехал, пока дорога была проходимой для колесниц, затем спешился и пошёл пешком к Благословенному Кассапе, совершенному и полностью просветлённому.  Поклонившись ему, он сел рядом,  ",
  "mn81:14.4": "и Благословенный Кассапа, совершенный и полностью просветлённый, наставлял, понуждал, побуждал и радовал царя Кики из Каси изложением Дхаммы.  ",
  "mn81:14.5": "По завершении изложения царь Кики из Каси сказал:  ",
  "mn81:14.6": "«Уважаемый, пусть Благословенный вместе с общиной монахов согласится принять приглашение от меня на завтрашний обед».  ",
  "mn81:14.7": "Благословенный Кассапа, совершенный и полностью просветлённый, молча согласился.  ",
  "mn81:15.1": "И тогда, осознав, что Благословенный Кассапа, совершенный и полностью просветлённый, согласился, он встал со своего сиденья, поклонился ему и, обойдя его с правой стороны, ушёл.  ",
  "mn81:16.1": "И когда минула ночь, царь Кики из Каси приготовил в своём собственном доме различные виды превосходной еды – красный рис с выбранными тёмными зёрнами, хранившийся в снопах, вместе с многочисленными соусами и карри –  и объявил Благословенному:и объявил Благословенному Кассапе, совершенному и полностью просветлённому, о том, что всё готово:  ",
  "mn81:16.2": "«Время пришло, уважаемый,  кушанье готово».  ",
  "mn81:17.1": "И тогда, утром, Благословенный Кассапа, совершенный и полностью просветлённый, оделся, взял чашу и внешнее одеяние и отправился с общиной монахов к дому царя Кики из Каси, где сел на подготовленное сиденье.  ",
  "mn81:17.2": "Затем царь Кики собственноручно обслужил общину монахов во главе с Буддой различными видами превосходной еды.  ",
  "mn81:17.3": "Когда Благословенный Кассапа, совершенный и полностью просветлённый, поел и убрал чашу в сторону, царь Кики из Каси выбрал более низкое сиденье, сел рядом,  ",
  "mn81:17.4": "и сказал Будде Кассапе: ",
  "mn81:17.5": "«Уважаемый, пусть Благословенный согласится принять от меня приглашение провести сезон дождей в Варанаси.  ",
  "mn81:17.6": "Там будет такое же услужение общине».  ",
  "mn81:17.7": "«Довольно, царь,  ",
  "mn81:17.8": "мне уже обеспечено проживание на сезон дождей».  ",
  "mn81:17.9": "Во второй раз … ",
  "mn81:17.10": "и в третий раз царь Кики из Каси сказал:  ",
  "mn81:17.11": "«Уважаемый, пусть Благословенный согласится принять от меня приглашение провести сезон дождей в Варанаси.  ",
  "mn81:17.12": "Там будет такое же услужение общине».  ",
  "mn81:17.13": "«Довольно, царь,  ",
  "mn81:17.14": "мне уже обеспечено проживание на сезон дождей».  ",
  "mn81:17.15": "Царь подумал: «Благословенный Кассапа, совершенный и полностью просветлённый, не соглашается принять моё приглашение провести сезон дождей в Варанаси» и стал весьма расстроенным и опечаленным. ",
  "mn81:17.16": "Тогда царь Кики сказал Будде Кассапе: ",
  "mn81:17.17": "«Уважаемый, неужели у вас есть лучший жертвователь, нежели я?»  ",
  "mn81:18.1": "«Так оно, великий царь. Есть торговый город под названием Вебхалинга,  ",
  "mn81:18.2": "и там проживает гончар по имени Гхатикара.  ",
  "mn81:18.3": "Он мой жертвователь, мой главный жертвователь.  ",
  "mn81:18.4": "И теперь, великий царь, ты подумал: «Благословенный Кассапа, совершенный и полностью просветлённый, не соглашается принять моё приглашение провести сезон дождей в Варанаси», и ты стал весьма расстроенным и опечаленным.  ",
  "mn81:18.5": "Но гончар Гхатикара не стал бы, и не станет.  ",
  "mn81:18.6": "Гончар Гхатикара принял прибежище в Будде, Дхамме и Сангхе.  ",
  "mn81:18.7": "Он воздерживается от убийства живых существ, от взятия того, что не было дано, от неблагого поведения в чувственных удовольствиях, от лжи, от вина, спиртного, и одурманивающих веществ, что являются основой для беспечности.  ",
  "mn81:18.8": "Он имеет непоколебимое доверие к Будде, Дхамме и Сангхе, и он обладает нравственными качествами, которые дороги благородным.  ",
  "mn81:18.9": " Он не имеет сомнений в отношении страданий, в отношении происхождения страданий, в отношении прекращения страданий и в отношении пути к прекращению страданий.  ",
  "mn81:18.10": "Он ест только один раз в день, он соблюдает целомудрие, он нравственный, обладает хорошим характером.  ",
  "mn81:18.11": "Он отложил самоцветы и золото, оставил золото и серебро.  ",
  "mn81:18.12": "Он не копает землю ради добычи глины киркой или же своими руками.  ",
  "mn81:18.13": "[Ту глину], что отломилась с берегов реки, или же выброшена [на поверхность земли] крысами, он собирает и несёт домой в коробе.  Когда [из этой глины] он изготовил горшок, он говорит:  ",
  "mn81:18.14": "«Пусть тот, кто хочет, положит отборный рис, или отборные бобы, или отборную чечевицу, и пусть заберёт любой [горшок], который пожелает». ",
  "mn81:18.15": "Он содержит своих слепых состарившихся родителей. ",
  "mn81:18.16": "Уничтожив пять нижних оков, он является тем, кто переродится спонтанно [в мире Чистых Обителей], и там достигнет окончательной ниббаны, никогда более не возвращаясь [обратно] из того мира [в этот].  ",
  "mn81:19.1": "Однажды, великий царь, когда я жил в Вебхалинге,  ",
  "mn81:19.2": "утром я оделся, взял чашу и внешнее одеяние, подошёл к родителям гончара Гхатикары и спросил их:  ",
  "mn81:19.3": "«Не подскажете, куда ушёл гончар?»  ",
  "mn81:19.4": "«Уважаемый, твой жертвователь отлучился. Но бери рис из чана и соус из котелка и ешь».  ",
  "mn81:19.5": "«Я сделал так и ушёл.  ",
  "mn81:19.6": "Затем гончар Гхатикара пришёл к родителям и спросил:  ",
  "mn81:19.7": "«Кто взял рис из чана и соус из котелка, съел и ушёл?»  ",
  "mn81:19.8": "«Дорогой, это был Благословенный Кассапа, совершенный и полностью просветлённый».  ",
  "mn81:19.9": "Тогда гончар Гхатикара подумал:  ",
  "mn81:19.10": "«Какое благо для меня, какое великое благо для меня,  ",
  "mn81:19.11": "что Благословенный Кассапа, совершенный и полностью просветлённый, обладает ко мне таким доверием!»  ",
  "mn81:19.12": "И восторг и радость ни на миг не оставляли его в течение двух недель, а его родителей в течение недели.  ",
  "mn81:20.1": "В другой раз, когда я проживал в Вебхалинге, ",
  "mn81:20.2": "утром я оделся, взял чашу и внешнее одеяние, подошёл к родителям гончара Гхатикары и спросил их:  ",
  "mn81:20.3": "«Не подскажете, куда ушёл гончар?»  ",
  "mn81:20.4": "«Уважаемый, твой жертвователь отлучился. Но бери кашу из сосуда и соус из котелка и ешь».  ",
  "mn81:20.5": "«Я сделал так и ушёл.  ",
  "mn81:20.6": "Затем гончар Гхатикара пришёл к родителям и спросил:  ",
  "mn81:20.7": "«Кто взял кашу из сосуда и соус из котелка, съел и ушёл?»  ",
  "mn81:20.8": "«Дорогой, это был Благословенный Кассапа, совершенный и полностью просветлённый».  ",
  "mn81:20.9": "Тогда гончар Гхатикара подумал:  ",
  "mn81:20.10": "«Какое благо для меня, какое великое благо для меня,  ",
  "mn81:20.11": "что Благословенный Кассапа, совершенный и полностью просветлённый, обладает ко мне таким доверием!»  ",
  "mn81:20.12": "И восторг и радость ни на миг не оставляли его в течение двух недель, а его родителей в течение недели.  ",
  "mn81:21.1": "В другой раз, когда я проживал в Вебхалинге, ",
  "mn81:21.2": "[крыша] в моей хижине прохудилась.  ",
  "mn81:21.3": "Тогда я обратился к монахам так:  ",
  "mn81:21.4": "«Идите, монахи, и узнайте, есть ли какая-нибудь трава в доме гончара Гхатикары».  ",
  "mn81:21.5": "Когда я спросил так, эти монахи ответили мне: ",
  "mn81:21.6": "«Уважаемый, в доме гончара Гхатикары нет травы, но над его мастерской есть соломенная крыша».  ",
  "mn81:21.7": "«Идите, монахи, и возьмите траву из мастерской гончара Гхатикары».  ",
  "mn81:21.8": "И так они и поступили. ",
  "mn81:21.9": "Тогда родители гончара Гхатикары спросили монахов:  ",
  "mn81:21.10": "«Кто берёт траву из мастерской?»  ",
  "mn81:21.11": "«Это монахи, сестра. [крыша] хижины Благословенного Кассапы, совершенного и полностью просветлённого, прохудилась». ",
  "mn81:21.12": "«Берите, уважаемые,  берите, дорогие!»  ",
  "mn81:21.13": "Затем гончар Гхатикара пришёл к родителям и спросил:  ",
  "mn81:21.14": "«Кто взял траву из мастерской?»  ",
  "mn81:21.15": "«Дорогой, это были монахи.  [Крыша] хижины Благословенного Кассапы, совершенного и полностью просветлённого, прохудилась». ",
  "mn81:21.16": "Тогда гончар Гхатикара подумал:  ",
  "mn81:21.17": "«Какое благо для меня, какое великое благо для меня,  ",
  "mn81:21.18": "что Благословенный Кассапа, совершенный и полностью просветлённый, обладает ко мне таким доверием!»  ",
  "mn81:21.19": "И восторг и радость ни на миг не оставляли его в течение двух недель, а его родителей в течение недели.  ",
  "mn81:21.20": "И тогда мастерская оставалась целых три месяца с [открытым] небом вместо крыши, но всё же дождь не проливался на неё. ",
  "mn81:21.21": "Вот каков, великий царь, гончар Гхатикара».  ",
  "mn81:21.22": "«Какое благо для гончара Гхатикары, какое великое благо для него,  ",
  "mn81:21.23": "что Благословенный Кассапа, совершенный и полностью просветлённый, так на него полагается».  ",
  "mn81:22.1": "И тогда царь Кики из Каси отправил гончару Гхатикаре пятьсот телег красного риса, собранного в снопах, а также ингредиенты для соусов вместе с этим.  ",
  "mn81:22.2": "И затем люди царя отправились к гончару Гхатикаре и сказали ему:  ",
  "mn81:22.3": "«Уважаемый, вот пятьсот телег красного риса, собранного в снопах, а также ингредиенты для соусов вместе с этим, которые царь Кики из Каси отправил для тебя.  ",
  "mn81:22.4": "Будь добр, прими их».  ",
  "mn81:22.5": "«Царь очень занят, у него много дел.  ",
  "mn81:22.6": "Мне достаточно. ",
  "mn81:22.7": "Пусть это останется у царя».  ",
  "mn81:23.1": "И теперь, Ананда, ты можешь подумать так:  ",
  "mn81:23.2": "«Вне сомнений, в том случае этим брахманским учеником Джотипалой был кто-то другой». ",
  "mn81:23.3": "Но тебе не следует так считать.  ",
  "mn81:23.4": "Тем брахманским учеником Джотипалой был я».  ",
  "mn81:23.5": "Так сказал Благословенный. ",
  "mn81:23.6": "Достопочтенный Ананда был доволен и восхитился словами Благословенного. "
}