{
  "mn82:0.1": "Мадджхима Никая 82 ",
  "mn82:0.2": "О Раттхапале  ",
  "mn82:1.1": "Так я слышал. ",
  "mn82:1.2": "Однажды Благословенный путешествовал по стране Куру с большой общиной монахов и со временем прибыл в город Куру под названием Тхуллакоттхита.  ",
  "mn82:2.1": "Домохозяева-брахманы Тхуллакоттхиты услышали:  ",
  "mn82:2.2": "«Отшельник Готама – сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, путешествует по стране Куру с большой общиной монахов и прибыл в Тхуллакоттхиту.  ",
  "mn82:2.3": "И об этом господине Готаме распространилась такая славная молва: ",
  "mn82:2.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn82:2.5": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn82:2.6": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую. ",
  "mn82:2.7": "Хорошо было бы увидеть таких арахантов». ",
  "mn82:3.1": "И тогда домохозяева-брахманы Тхуллакоттхиты отправились к Благословенному.  Некоторые поклонились Благословенному и сели рядом. Некоторые обменялись с ним приветствиями и после обмена вежливыми приветствиями и любезностями сели рядом. Некоторые из них сели рядом, поприветствовав Благословенного сложенными у груди ладонями. Некоторые из них сели рядом, объявив перед Благословенным своё имя и имя клана. Некоторые из них сели рядом [просто] молча. ",
  "mn82:3.2": "И тогда Благословенный наставлял, понуждал, побуждал и радовал их беседой о Дхамме.  ",
  "mn82:4.1": "И представитель клана Раттхапала из главенствующего клана этой самой Тхуллакоттхиты сидел вместе с собравшимися.  ",
  "mn82:4.2": "И мысль пришла к нему:  ",
  "mn82:4.3": "«Как я понимаю Дхамму, которой обучил Благословенный, – непросто, проживая дома, вести святую жизнь, всецело чистую и совершенную, словно отполированная морская раковина.  ",
  "mn82:4.4": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn82:5.1": "И тогда домохозяева-брахманы Тхуллакоттхиты, после того, как Благословенный наставил, понудил, побудил и порадовал их беседой о Дхамме, восхитились и возрадовались его словам. А затем они встали со своих сидений и, поклонившись ему, ушли, обойдя его с правой стороны.  ",
  "mn82:6.1": "Вскоре после того как они ушли, представитель клана Раттхапала подошёл к Благословенному и, поклонившись ему, сел рядом и сказал: ",
  "mn82:6.2": "«Уважаемый, как я понимаю Дхамму, которой обучил Благословенный, – непросто, проживая дома, вести святую жизнь, всецело чистую и совершенную, словно отполированная морская раковина.  ",
  "mn82:6.3": "Я хотел бы обрить волосы и бороду, надеть жёлтые одежды, оставить жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:6.4": "Я хотел бы получить младшее монашеское посвящение,  ",
  "mn82:6.5": "я хотел бы получить высшее монашеское посвящение». ",
  "mn82:6.6": "«Раттхапала, есть ли у тебя разрешение от родителей оставить жизнь домохозяйскую ради жизни бездомной?»  ",
  "mn82:6.7": "«Нет, уважаемый». ",
  "mn82:6.8": "«Раттхапала, Татхагаты не дают посвящения тому, у кого нет разрешения от родителей».  ",
  "mn82:6.9": "«Уважаемый, я посмотрю, что смогу сделать, чтобы родители разрешили мне оставить жизнь домохозяйскую ради жизни бездомной».  ",
  "mn82:7.1": "И тогда представитель клана Раттхапала поднялся со своего сиденья и, поклонившись Благословенному, ушёл, обойдя его с правой стороны.  Он отправился к своим родителям и сказал им:  ",
  "mn82:7.2": "«Мать, отец, как я понимаю Дхамму, которой обучил Благословенный – непросто, проживая дома, вести святую жизнь, всецело чистую и совершенную, словно отполированная морская раковина.  ",
  "mn82:7.3": "Я хотел бы обрить волосы и бороду, надеть жёлтые одежды, оставить жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:7.4": "Дайте мне разрешение оставить жизнь домохозяйскую ради жизни бездомной».  ",
  "mn82:7.5": "Когда так было сказано, его родители ответили:  ",
  "mn82:7.6": "«Дорогой Раттхапала, ты наш единственный сын,   Дорогой и любимый. Ты вырос в комфорте, воспитан в комфорте.  ",
  "mn82:7.7": "Ты ничего не знаешь о страдании, дорогой Раттхапала.  ",
  "mn82:7.8": "Даже в случае твоей смерти мы бы утратили тебя с неохотой, ",
  "mn82:7.9": "Так как же мы можем дать тебе разрешение оставить жизнь домохозяйскую ради жизни бездомной, когда ты ещё жив?»  ",
  "mn82:7.10": "И во второй раз, ",
  "mn82:7.11": "и в третий раз представитель клана Раттхапала сказал своим родителям: «Мать, отец, как я понимаю Дхамму, которой обучил Благословенный, – непросто, проживая дома, вести святую жизнь… Дайте мне разрешение оставить жизнь домохозяйскую ради жизни бездомной». И в третий раз его родители ответили: «Дорогой Раттхапала, ты наш единственный сын... как же мы можем дать тебе разрешение оставить жизнь домохозяйскую ради жизни бездомной, когда ты ещё жив?»  ",
  "mn82:7.12": "",
  "mn82:7.13": "",
  "mn82:7.14": "",
  "mn82:7.15": "",
  "mn82:7.16": "",
  "mn82:7.17": "",
  "mn82:7.18": "",
  "mn82:7.19": "",
  "mn82:7.20": "И тогда Раттхапала подумал: ",
  "mn82:7.21": "«Мои родители не дают мне разрешение оставить жизнь домохозяйскую ради жизни бездомной».  Прямо на том самом месте он лёг на голый пол, сказав:  ",
  "mn82:7.22": "«Вот прямо здесь я либо умру, либо получу разрешение оставить жизнь домохозяйскую».  ",
  "mn82:7.23": "И он отказался есть вплоть до седьмой трапезы. ",
  "mn82:8.1": "И тогда родители Раттхапалы сказали ему:  ",
  "mn82:8.2": "«Дорогой Раттхапала, ты наш единственный сын,   Дорогой и любимый. Ты вырос в комфорте, воспитан в комфорте.  ",
  "mn82:8.3": "Ты ничего не знаешь о страдании, дорогой Раттхапала.  ",
  "mn82:8.4": "Даже в случае твоей смерти мы бы утратили тебя с неохотой, ",
  "mn82:8.5": "Так как же мы можем дать тебе разрешение оставить жизнь домохозяйскую ради жизни бездомной, когда ты ещё жив? ",
  "mn82:8.6": "Вставай, друг Раттхапала,  ешь, пей, развлекайся.  ",
  "mn82:8.7": "По мере того, как будешь есть, пить, развлекаться, ты можешь быть счастлив, наслаждаясь чувственными удовольствиями и совершая заслуги.  ",
  "mn82:8.8": "Мы не дадим тебе разрешения оставить жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:8.9": "Даже в случае твоей смерти мы бы утратили тебя с неохотой, ",
  "mn82:8.10": "Так как же мы можем дать тебе разрешение оставить жизнь домохозяйскую ради жизни бездомной, когда ты ещё жив?»  ",
  "mn82:8.11": "Когда так было сказано, представитель клана Раттхапала ничего не ответил.  ",
  "mn82:8.12": "И во второй раз, ",
  "mn82:8.13": "",
  "mn82:8.14": "и в третий раз его родители сказали ему: «Дорогой Раттхапала… так как же мы можем дать тебе разрешение... когда ты ещё жив?»  ",
  "mn82:8.15": "",
  "mn82:8.16": "",
  "mn82:8.17": "",
  "mn82:8.18": "",
  "mn82:8.19": "",
  "mn82:8.20": "",
  "mn82:8.21": "",
  "mn82:8.22": "",
  "mn82:9.1": "И во второй… и в третий раз представитель клана Раттхапала ничего не ответил.  Тогда родители представителя клана Раттхапалы отправились к его друзьям И сказали им: «Милые, представитель клана Раттхапала лёг на голый пол, сказав так: «Вот прямо здесь я либо умру, либо получу разрешение оставить жизнь домохозяйскую». Ну же, милые, пойдите к представителю клана Раттхапале и скажите ему: «Друг Раттхапала, ты единственный сын своих родителей… Вставай, друг Раттхапала, ешь, пей, развлекайся… как же могут твои родители дать тебе разрешение оставить жизнь домохозяйскую ради жизни бездомной, когда ты ещё жив?» ",
  "mn82:10.1": "И тогда друзья представителя клана Раттхапалы отправились к нему и сказали:  ",
  "mn82:10.2": "«Друг Раттхапала, ты единственный сын своих родителей,  дорогой и любимый. Ты вырос в комфорте, воспитан в комфорте.  ",
  "mn82:10.3": "Ты ничего не знаешь о страдании, дорогой Раттхапала.  ",
  "mn82:10.4": "Даже в случае твоей смерти твои родители утратили бы тебя с неохотой, ",
  "mn82:10.5": "так как же они могут дать тебе разрешение оставить жизнь домохозяйскую ради жизни бездомной, когда ты ещё жив? ",
  "mn82:10.6": "Вставай, друг Раттхапала,  ешь, пей, развлекайся.  ",
  "mn82:10.7": "По мере того, как будешь есть, пить, развлекаться, ты можешь быть счастлив, наслаждаясь чувственными удовольствиями и совершая заслуги.  ",
  "mn82:10.8": "Твои родители не дадут тебе разрешения оставить жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:10.9": "Даже в случае твоей смерти твои родители утратили бы тебя с неохотой, ",
  "mn82:10.10": "так как же они могут дать тебе разрешение оставить жизнь домохозяйскую ради жизни бездомной, когда ты ещё жив?» ",
  "mn82:10.11": "Когда так было сказано, представитель клана Раттхапала ничего не ответил.  ",
  "mn82:10.12": "И во второй раз, ",
  "mn82:10.13": "и в третий раз его друзья сказали ему: «Дорогой Раттхапала… так как же они могут дать тебе разрешение... когда ты ещё жив?»  ",
  "mn82:10.14": "",
  "mn82:10.15": "",
  "mn82:10.16": "",
  "mn82:10.17": "",
  "mn82:10.18": "",
  "mn82:10.19": "И во второй… и в третий раз представитель клана Раттхапала ничего не ответил.  ",
  "mn82:11.1": "Тогда друзья представителя клана Раттхапалы отправились к его родителям и сказали им:  ",
  "mn82:11.2": "«Мать, отец, представитель клана Раттхапала лежит там на голом полу, сказав:  ",
  "mn82:11.3": "«Вот прямо здесь я либо умру, либо получу разрешение оставить жизнь домохозяйскую».  ",
  "mn82:11.4": "Если вы не дадите ему своего разрешения оставить жизнь домохозяйскую ради жизни бездомной, то он прямо там и умрёт. ",
  "mn82:11.5": "Но если вы дадите ему своё разрешение, то вы увидите его после, как он получит посвящение.  ",
  "mn82:11.6": "А если ему не понравится житие бездомной жизнью, то что он сможет поделать,  кроме как вернуться сюда?  ",
  "mn82:11.7": "Так дайте ему разрешение оставить жизнь домохозяйскую ради жизни бездомной».  ",
  "mn82:11.8": "«В таком случае, почтенные, мы даём представителю клана Раттхапале разрешение оставить жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:11.9": "Но когда он получит посвящение, он должен навестить своих родителей».  ",
  "mn82:11.10": "И тогда друзья представителя клана Раттхапалы отправились к нему и сказали:  ",
  "mn82:11.11": "Вставай, друг Раттхапала,  твои родители разрешили тебе оставить жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:11.12": "Но когда ты получишь посвящение, ты должен навестить своих родителей».  ",
  "mn82:12.1": "Представитель клана Раттхапала поднялся, и как только набрался сил,  отправился к Благословенному, после чего он поклонился ему, сел рядом и сказал: ",
  "mn82:12.2": "«Уважаемый, я получил разрешение от родителей оставить жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:12.3": "Пусть Благословенный даст мне посвящение».  ",
  "mn82:13.1": "И представитель клана Раттхапала получил [как] младшее посвящение у Благословенного, [так и] высшее посвящение.  ",
  "mn82:13.2": "И вскоре после того, как достопочтенный Раттхапала получил высшее посвящение, через две недели после [этого], Благословенный, побыв в Тхуллакоттхите столько, сколько считал нужным, отправился в Саваттхи.  ",
  "mn82:13.3": "Совершив несколько переходов, он, со временем, прибыл в Саваттхи, ",
  "mn82:13.4": "где остановился в роще Джеты, в парке Анатхапиндики.  ",
  "mn82:14.1": "И вскоре, пребывая в уединении прилежным, старательным, решительным, достопочтенный Раттхапала, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл и пребывал в высочайшей цели святой жизни,  ради которой представители клана праведно оставляют жизнь домохозяйскую и ведут жизнь бездомную. ",
  "mn82:14.2": "Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn82:14.3": "Так достопочтенный Раттхапала стал одним из арахантов. ",
  "mn82:15.1": "И тогда достопочтенный Раттхапала отправился к Благословенному и, поклонившись ему, сел рядом и сказал:  ",
  "mn82:15.2": "«Уважаемый, я хотел бы навестить своих родителей, если Благословенный мне позволит».  ",
  "mn82:15.3": "И тогда Благословенный умственно проник в мысли в уме Раттхапалы.  ",
  "mn82:15.4": "И когда он увидел, что ",
  "mn82:15.5": "представитель клана Раттхапала не мог [более] оставить тренировку и вернуться к низшей жизни [домохозяина], он сказал ему:  ",
  "mn82:15.6": "«Раттхапала, ты можешь отправляться, когда сочтёшь нужным».  ",
  "mn82:16.1": "Тогда достопочтенный Раттхапала встал со своего сиденья и, поклонившись Благословенному, ушёл, обойдя его с правой стороны.  Затем он привёл в порядок своё жилище, взял чашу и внешнее одеяние и отправился в Тхуллакоттхиту.  ",
  "mn82:16.2": "Странствуя переходами, со временем он прибыл в Тхуллакоттхиту.  ",
  "mn82:16.3": "Там, в Тхуллакоттхите, он остановился в парке Мигачиры царя Коравьи.  ",
  "mn82:16.4": "Когда наступило утро, он оделся, взял чашу и внешнее одеяние и отправился за подаяниями в Тхуллакоттхиту.  ",
  "mn82:16.5": "Ходя за подаяниями от жилища к жилищу в Тхуллакоттхите, он пришёл к дому своего отца.  ",
  "mn82:17.1": "В то время отец достопочтенного Раттхапалы сидел в зале центрального входа, укладывая волосы.  ",
  "mn82:17.2": "Он издали увидел достопочтенного Раттхапалу ",
  "mn82:17.3": "и сказал: ",
  "mn82:17.4": "«Нашего единственного сына, дорогого и любимого, эти бритоголовые аскеты заставили отбросить домохозяйскую жизнь».  ",
  "mn82:17.5": "Так, в доме своего собственного отца достопочтенный Раттхапала не получил ни подаяний, ни вежливого отказа.  ",
  "mn82:17.6": "Вместо этого он получил только оскорбления.  ",
  "mn82:18.1": "И тогда рабыня, принадлежавшая одному из его родственников, собиралась выбросить старую кашу.  ",
  "mn82:18.2": "Увидев это, достопочтенный Раттхапала сказал ей:  ",
  "mn82:18.3": "«Сестра, если это на выброс, то лучше вылей это вот сюда в мою чашу».  ",
  "mn82:18.4": "И когда она так делала, она распознала характерные черты его рук, его ног, и его голос.  ",
  "mn82:18.5": "И тогда она отправилась к его матери и сказала:  ",
  "mn82:18.6": "«Моя госпожа, знайте же,  ",
  "mn82:18.7": "что Раттхапала, сын моего господина, вернулся».  ",
  "mn82:18.8": "«Не может быть!  Если то, что ты говоришь, – правда, то ты больше не рабыня!».  ",
  "mn82:18.9": "И тогда мать достопочтенного Раттхапалы отправилась к его отцу и сказала:  ",
  "mn82:18.10": "«Домохозяин, знай же о том, что они говорят,  ",
  "mn82:18.11": "будто Раттхапала вернулся».  ",
  "mn82:19.1": "И в тот момент достопочтенный Раттхапала ел старую кашу, [сидя] возле стены одного из домов.  ",
  "mn82:19.2": "Его отец подошёл к нему и сказал:  ",
  "mn82:19.3": "«Раттхапала, мой дорогой,  в самом деле, это ты… и ты ешь эту старую кашу!  ",
  "mn82:19.4": "Как будто у тебя нет своего [родного] дома?»  ",
  "mn82:19.5": "«Как у нас может быть дом, домохозяин, когда мы оставили жизнь домохозяйскую ради жизни бездомной?  ",
  "mn82:19.6": "Мы бездомные, домохозяин. ",
  "mn82:19.7": "Мы пришли в твой дом, но не получили ни подаяний, ни вежливого отказа.  ",
  "mn82:19.8": "Вместо этого мы получили только оскорбления».  ",
  "mn82:19.9": "«Ну же, дорогой Раттхапала, пойдём в дом».  ",
  "mn82:19.10": "«Довольно, домохозяин.  Мой приём пищи на сегодня завершён».  ",
  "mn82:19.11": "«Тогда, дорогой Раттхапала, согласись принять приглашение на завтрашний обед!»  ",
  "mn82:19.12": "Достопочтенный Раттхапала молча согласился.  ",
  "mn82:20.1": "И тогда, зная, что достопочтенный Раттхапала согласился, его отец отправился обратно в свой дом,  где собрал в большую кучу золотые монеты и золотые слитки, и накрыл её ковриками.  Затем он сказал бывшим жёнам Раттхапалы:  ",
  "mn82:20.2": "«Ну же, невестки, украсьте себя украшениями так, как когда Раттхапала считал вас наиболее милыми и привлекательными».  ",
  "mn82:21.1": "И когда ночь подошла к концу, отец достопочтенного Раттхапалы приготовил разнообразную превосходную пищу в своём доме и объявил достопочтенному Раттхапале:  ",
  "mn82:21.2": "«Время пришло, дорогой Раттхапала.  Кушанье готово».  ",
  "mn82:22.1": "И тогда утром достопочтенный Раттхапала оделся, взял чашу и внешнее одеяние, и отправился в дом своего отца, где сел на подготовленное сиденье.  И тогда отец раскрыл груду золотых монет и золотых слитков и сказал:  ",
  "mn82:22.2": "«Дорогой Раттхапала, это твоё материнское состояние;  И ещё есть твоё отцовское состояние; и [кроме того] ещё есть твоё фамильное состояние.  ",
  "mn82:22.3": "Дорогой Раттхапала, ты можешь наслаждаться богатством и совершать заслуги.  ",
  "mn82:22.4": "Ну же, дорогой, отбрось [монашескую] тренировку и возвращайся к низшей жизни [домохозяина], наслаждайся богатством и совершай заслуги».  ",
  "mn82:22.5": "«Домохозяин, если бы ты послушался моего совета, то ты бы взял и погрузил эту груду золотых монет и золотых слитков на повозки, увёз бы и утопил посреди реки Ганги.  ",
  "mn82:22.6": "И почему? ",
  "mn82:22.7": "Потому что, домохозяин, из-за этого в тебе возникли бы печаль, стенание, боль, грусть и отчаяние». ",
  "mn82:23.1": "И тогда бывшие жёны Раттхапалы шлёпнули его по ногам и сказали:  ",
  "mn82:23.2": "«Дорогой сын нашего господина, какие же они, эти небесные нимфы, ради которых ты ведёшь святую жизнь?»  ",
  "mn82:23.3": "«Сёстры, мы не ведём святую жизнь ради нимф».  ",
  "mn82:23.4": "«Дорогой сын нашего господина назвал нас сёстрами» – воскликнули они и упали в обморок.  ",
  "mn82:24.1": "И тогда достопочтенный Раттхапала сказал своему отцу:  ",
  "mn82:24.2": "«Домохозяин, если есть пища, которую ты хотел бы дать, то давай её.  ",
  "mn82:24.3": "Не изнуряй нас».  ",
  "mn82:24.4": "«Кушай же, тогда, дорогой Раттхапала,  Кушанье готово».  ",
  "mn82:24.5": "И тогда отец достопочтенного Раттхапалы своими собственными руками обслужил его превосходной различной пищей.  ",
  "mn82:24.6": "Когда достопочтенный Раттхапала поел и убрал руки от чаши, он встал и произнёс эти строфы: ",
  "mn82:25.1": "Узри эту наряженную куклу,  ",
  "mn82:25.2": "Болячками составленное тело –  ",
  "mn82:25.3": "Предмет болезней, беспокойства –  ",
  "mn82:25.4": "Устойчивости в коем не найти.  ",
  "mn82:25.5": "Узри наряженную эту статуэтку,  ",
  "mn82:25.6": "Всю в драгоценностях, в серьгах.  ",
  "mn82:25.7": "Скелета, что обтянут кожей,  ",
  "mn82:25.8": "Ведь лишь одежда делает красивым.  ",
  "mn82:25.9": "Краской из хны раскрашенные стопы,  ",
  "mn82:25.10": "Присыпанное пудрою лицо –  ",
  "mn82:25.11": "Лишь дурака это уводит в заблуждение,  ",
  "mn82:25.12": "А не искателя на дальнем берегу.  ",
  "mn82:25.13": "Причёска из восьми косичек,  ",
  "mn82:25.14": "Мазью намазаны глаза –  ",
  "mn82:25.15": "Лишь дурака это уводит в заблуждение,  ",
  "mn82:25.16": "А не искателя на дальнем берегу.  ",
  "mn82:25.17": "Славно наряжено мерзкое тело,  ",
  "mn82:25.18": "Точно расписанный горшок –  ",
  "mn82:25.19": "Лишь дурака это уводит в заблуждение,  ",
  "mn82:25.20": "А не искателя на дальнем берегу.  ",
  "mn82:25.21": "Охотник выставил наживку,  ",
  "mn82:25.22": "Ловушки избежал олень.  ",
  "mn82:25.23": "Съев всю приманку, мы уходим,  ",
  "mn82:25.24": "В рыданиях охотников оставив.  ",
  "mn82:26.1": "После того, как достопочтенный Раттхапала встал и произнёс эти строфы, он отправился к в парк Мигачиры царя Коравьи, и сел под дерево, чтобы провести [там] остаток дня.  ",
  "mn82:27.1": "И в то время царь Коравья обратился к своему леснику:  ",
  "mn82:27.2": "«Дорогой лесник, почисти парк Мигачиры,  ",
  "mn82:27.3": "так чтобы мы могли отправиться в парк удовольствий и насладиться видом приятной местности».  ",
  "mn82:27.4": "«Да, ваше величество» – ответил он.  И по мере того как он совершал уборку в парке Мигачиры, он увидел достопочтенного Раттхапалу, сидящего под деревом, проводящего под ним остаток дня.  ",
  "mn82:27.5": "Увидев его, он отправился к царю Коравье и сказал ему:  ",
  "mn82:27.6": "«Ваше величество, парк Мигачира почищен.  ",
  "mn82:27.7": "Представитель клана Раттхапала из главенствующего клана этой самой Тхуллакоттхиты, о ком вы всегда высоко отзывались, сидит под деревом, проводя под ним остаток дня».  ",
  "mn82:27.8": "«Хорошо, дорогой лесник, хватит на сегодня парка удовольствий.  ",
  "mn82:27.9": "Теперь мы отправимся выразить почтение этому господину Раттхапале».  ",
  "mn82:28.1": "И сказав: «Раздарите всю еду, что была приготовлена там» –  Царь Коравья снарядил несколько царских колесниц,  Взойдя на одну из них, отправился из Тхуллакоттхиты со всем царским великолепием в сопровождении остальных колесниц навестить достопочтенного Раттхапалу.  ",
  "mn82:28.2": "Он ехал, покуда дорога была проходимой, а затем спешился и пошёл пешком в сопровождении наиболее важных царских лиц к тому месту, где сидел достопочтенный Раттхапала.  Он обменялся с достопочтенным Раттхапалой вежливыми приветствиями и после обмена вежливыми приветствиями и любезностями встал рядом и сказал:  ",
  "mn82:28.3": "«Вот ковёр-накидка для слона. Пусть господин Раттхапала сядет на него».  ",
  "mn82:28.4": "«Нет в этом необходимости, великий царь. Садись.  ",
  "mn82:28.5": "Я сижу на своём собственном коврике».  ",
  "mn82:28.6": "Царь Коравья сел на подготовленное сиденье и сказал:  ",
  "mn82:29.1": "«Господин Раттхапала, есть четыре вида утраты.  Поскольку люди переживают эти четыре вида утраты, некоторые из них обривают волосы и бороды, надевают жёлтые одежды, оставляют жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:29.2": "Какие четыре? ",
  "mn82:29.3": "Утрата посредством старости, утрата посредством болезни, утрата посредством [потери] богатства, утрата посредством [потери] родных.  ",
  "mn82:30.1": "И что такое утрата посредством старости?  ",
  "mn82:30.2": "Бывает так, господин Раттхапала, что некий человек стар, отягощён годами, много прожил, дни его подходят к концу.  ",
  "mn82:30.3": "Он рассуждает так:  ",
  "mn82:30.4": "«Я стар, отягощён годами, много прожил,  мои дни подходят к концу.  ",
  "mn82:30.5": "Непросто мне отныне обрести необретённое богатство или увеличить то богатство, что уже приобретено.  ",
  "mn82:30.6": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn82:30.7": "Поскольку он пережил утрату посредством старости, он обривает волосы и бороду, надевает жёлтые одежды, оставляет жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:30.8": "Это называется утратой посредством старости.  ",
  "mn82:30.9": "Но господин Раттхапала всё ещё молод, черноволос, наделён благословением молодости, [находится] на первом этапе жизни.  ",
  "mn82:30.10": "Господин Раттхапала не пережил какой-либо утраты посредством старости.  ",
  "mn82:30.11": "Что же он познал или увидел или услышал, что он оставил жизнь домохозяйскую ради жизни бездомной?  ",
  "mn82:31.1": "И что такое утрата посредством болезни?  ",
  "mn82:31.2": "Бывает так, господин Раттхапала, что некий человек нездоров, поражён болезнью, серьёзно болен.  ",
  "mn82:31.3": "Он рассуждает так:  ",
  "mn82:31.4": "«Я нездоров, поражён болезнью, серьёзно болен.  ",
  "mn82:31.5": "Непросто мне отныне обрести необретённое богатство или увеличить то богатство, что уже приобретено.  ",
  "mn82:31.6": "Что, если я обрею волосы и бороду, надену жёлтые одежды, оставлю жизнь домохозяйскую ради жизни бездомной?» ",
  "mn82:31.7": "Поскольку он пережил утрату посредством болезни, он обривает волосы и бороду, надевает жёлтые одежды, оставляет жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:31.8": "Это называется утратой посредством болезни.  ",
  "mn82:31.9": "Но господин Раттхапала лишён болезней и недугов.  У него хорошее пищеварение, не слишком холодное, не слишком тёплое, но среднее.  ",
  "mn82:31.10": "Господин Раттхапала не пережил какой-либо утраты посредством старости.  ",
  "mn82:31.11": "Что же он познал или увидел или услышал, что он оставил жизнь домохозяйскую ради жизни бездомной?  ",
  "mn82:32.1": "И что такое утрата посредством [потери] богатства?  ",
  "mn82:32.2": "Бывает так, господин Раттхапала, что некий человек богат, имеет большое богатство, много имущества.  ",
  "mn82:32.3": "Постепенно его богатство истощается.  ",
  "mn82:32.4": "Он рассуждает так:  ",
  "mn82:32.5": "«Прежде я был богат, имел большое богатство, много имущества.  ",
  "mn82:32.6": "Постепенно моё богатство истощилось.  ",
  "mn82:32.7": "Непросто мне отныне обрести необретённое богатство или увеличить то богатство, что уже приобретено.  ",
  "mn82:32.8": "Что, если я обрею волосы и бороду, надену жёлтые одежды, оставлю жизнь домохозяйскую ради жизни бездомной?» ",
  "mn82:32.9": "Поскольку он пережил утрату посредством [потери] богатства, он обривает волосы и бороду, надевает жёлтые одежды, оставляет жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:32.10": "Это называется утратой посредством [потери] богатства.  ",
  "mn82:32.11": "Но господин Раттхапала – сын главенствующего клана в этой самой Тхуллакоттхите.  ",
  "mn82:32.12": "Господин Раттхапала не пережил какой-либо утраты посредством [потери] богатства.  ",
  "mn82:32.13": "Что же он познал или увидел или услышал, что он оставил жизнь домохозяйскую ради жизни бездомной?  ",
  "mn82:33.1": "И что такое утрата посредством [потери] родных?  ",
  "mn82:33.2": "Бывает так, господин Раттхапала, что у некоего человека много друзей и товарищей, близких и родственников.  ",
  "mn82:33.3": "Постепенно эта родня сокращается.  ",
  "mn82:33.4": "Он рассуждает так:  ",
  "mn82:33.5": "«Прежде у меня было много друзей и товарищей, близких и родственников.  ",
  "mn82:33.6": "Постепенно эта моя родня сократилась.  ",
  "mn82:33.7": "Непросто мне отныне обрести необретённое богатство или увеличить то богатство, что уже приобретено.  ",
  "mn82:33.8": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn82:33.9": "Поскольку он пережил утрату посредством [потери] родных, он обривает волосы и бороду, надевает жёлтые одежды, оставляет жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:33.10": "Это называется утратой посредством [потери] родных.  ",
  "mn82:33.11": "Но господин Раттхапала имеет множество друзей и товарищей, близких и родственников в этой самой Тхуллакоттхите.  ",
  "mn82:33.12": "Господин Раттхапала не пережил какой-либо утраты посредством [потери] родных.  ",
  "mn82:33.13": "Что же он познал или увидел или услышал, что он оставил жизнь домохозяйскую ради жизни бездомной?  ",
  "mn82:34.1": "Господин Раттхапала, таковы эти четыре вида утраты.  Поскольку люди переживают эти четыре вида утраты, некоторые из них обривают волосы и бороды, надевают жёлтые одежды, оставляют жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:34.2": "Господин Раттхапала не пережил какой-либо из них.  ",
  "mn82:34.3": "Что же он познал или увидел или услышал, что он оставил жизнь домохозяйскую ради жизни бездомной?» ",
  "mn82:35.1": "«Великий царь, есть четыре сводки Дхаммы, которым научил Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый.  Зная и видя их, я оставил жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:35.2": "Какие четыре? ",
  "mn82:36.1": "«Этот мир неустойчив, он сметается».  ",
  "mn82:36.2": "Такова первая сводка Дхаммы, которой научил Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый. Зная и видя это, я оставил жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:36.3": "«У этого мира нет укрытия и нет защитника».  ",
  "mn82:36.4": "Такова вторая сводка Дхаммы, которой научил Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый. Зная и видя это, я оставил жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:36.5": "«В этом мире нет ничего своего. Нужно всё оставить и идти дальше».  ",
  "mn82:36.6": "Такова третья сводка Дхаммы, которой научил Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый. Зная и видя это, я оставил жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:36.7": "«Этот мир неполноценный, ненасытный, раб жажды».  ",
  "mn82:36.8": "Такова четвёртая сводка Дхаммы, которой научил Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый. Зная и видя это, я оставил жизнь домохозяйскую ради жизни бездомной.  ",
  "mn82:37.1": "Таковы, Великий царь, эти четыре сводки Дхаммы, которым научил Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый.  Зная и видя их, я оставил жизнь домохозяйскую ради жизни бездомной».  ",
  "mn82:38.1": "«Этот мир неустойчив, он сметается» –  ",
  "mn82:38.2": "так сказал Господин Раттхапала. ",
  "mn82:38.3": "Как следует понимать смысл этого утверждения?»  ",
  "mn82:38.4": "«Как ты считаешь, великий царь?  ",
  "mn82:38.5": "Когда тебе было двадцать или двадцать пять лет, был ли ты искусен в езде на слонах, езде на лошадях, езде на колесницах, в стрельбе из лука, во владении мечом;  силён ли в руках и ногах, был ли выносливым и способным в битве?»  ",
  "mn82:38.6": "«Когда мне было двадцать или двадцать пять лет, господин Раттхапала, я был искусен в езде на слонах, езде на лошадях, езде на колесницах, в стрельбе из лука, во владении мечом; силён в руках и ногах, был выносливым и способным в битве.  ",
  "mn82:38.7": "Иногда я удивляюсь, не было ли в те времена у меня сверхъестественной силы.  Я не вижу никого, кто мог бы [тогда] сравниться со мной в силе».  ",
  "mn82:38.8": "«Как ты считаешь, великий царь?  ",
  "mn82:38.9": "Сейчас ты точно также силён в руках и ногах, выносливый и способный в битве?»  ",
  "mn82:38.10": "«Нет, господин Раттхапала.  ",
  "mn82:38.11": "Сейчас я стар, отягощён годами, много прожил, мои дни подходят к концу.  Мне пошёл восьмидесятый год.  ",
  "mn82:38.12": "Иногда я хочу поставить свою ногу в одно место, а ставлю в другое».  ",
  "mn82:38.13": "«Великий царь, именно по этой причине Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый – сказал:  ",
  "mn82:38.14": "«Этот мир неустойчив, он сметается». Когда я узнал и увидел и услышал это, я оставил жизнь домохозяйскую ради жизни бездомной».  ",
  "mn82:38.15": "",
  "mn82:38.16": "«Удивительно, господин Раттхапала, поразительно то,  ",
  "mn82:38.17": "как хорошо выразил это Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый:  ",
  "mn82:38.18": "",
  "mn82:38.19": "«Этот мир неустойчив, он сметается». В самом деле, так оно!  ",
  "mn82:39.1": "Господин Раттхапала, у меня при дворе есть боевые слоны, кавалерия, боевые колесницы и пехота,  которые помогут устранить любые угрозы нам.  А господин Раттхапала сказал:  ",
  "mn82:39.2": "«У этого мира нет укрытия и нет защитника».  ",
  "mn82:39.3": "",
  "mn82:39.4": "Как следует понимать смысл этого утверждения?»  ",
  "mn82:39.5": "«Как ты считаешь, великий царь?  ",
  "mn82:39.6": "Есть ли у тебя какие-либо хронические заболевания?»  ",
  "mn82:39.7": "«У меня хроническое заболевание нарушения ветров, господин Раттхапала.  ",
  "mn82:39.8": "Иногда мои друзья и товарищи, близкие и родственники встанут вокруг меня и думают:  ",
  "mn82:39.9": "«Сейчас царь Коравья умрёт,  Сейчас царь Коравья скончается!»  ",
  "mn82:39.10": "«Как ты считаешь, великий царь?  ",
  "mn82:39.11": "Мог бы ты приказать своим друзьям и товарищам, близким и родственникам:  ",
  "mn82:39.12": "«Ну же, мои дорогие друзья и товарищи, близкие и родственники. Все здесь присутствующие, разделите со мной это болезненное чувство, так чтобы я мог почувствовать меньшую боль»?  ",
  "mn82:39.13": "Или же тебе приходится переживать боль самому?»  ",
  "mn82:39.14": "«Я не могу так приказать своим друзьям и товарищам, близким и родственникам, господин Раттхапала.  ",
  "mn82:39.15": "",
  "mn82:39.16": "Мне приходится переживать боль самому».  ",
  "mn82:39.17": "«Великий царь, именно по этой причине Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый – сказал:  ",
  "mn82:39.18": "«У этого мира нет укрытия и нет защитника». Когда я узнал и увидел и услышал это, я оставил жизнь домохозяйскую ради жизни бездомной». ",
  "mn82:39.19": "",
  "mn82:39.20": "«Удивительно, господин Раттхапала, поразительно то,  ",
  "mn82:39.21": "как хорошо выразил это Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый:  ",
  "mn82:39.22": "",
  "mn82:39.23": "«У этого мира нет укрытия и нет защитника». В самом деле, так оно!  ",
  "mn82:40.1": "Господин Раттхапала, моя казна полна золотых монет и слитков золота, что хранятся в подвалах и хранилищах.  А господин Раттхапала сказал:  ",
  "mn82:40.2": "«В этом мире нет ничего своего. Нужно всё оставить и идти дальше».  ",
  "mn82:40.3": "",
  "mn82:40.4": "Как следует понимать смысл этого утверждения?»  ",
  "mn82:40.5": "«Как ты считаешь, великий царь?  ",
  "mn82:40.6": "«Как ты считаешь, великий царь? Сейчас ты развлекаешь себя, будучи снабжённым и наделённым пятью нитями чувственных удовольствий,  но сможешь ли ты сохранить их для следующей жизни:  ",
  "mn82:40.7": "«Пусть я точно также буду развлекать себя, будучи снабжённым и наделённым этими же самыми пятью нитями чувственных удовольствий»?  Или же другие заберут это имущество, тогда как тебе придётся проследовать далее [в следующий мир] в соответствии с твоими собственными поступками?»  ",
  "mn82:40.8": "«Я не смогу сохранить их для следующей жизни, господин Раттхапала.  ",
  "mn82:40.9": "",
  "mn82:40.10": "Напротив, другие заберут это имущество, тогда как мне придётся проследовать далее [в следующий мир] в соответствии со своими собственными поступками».  ",
  "mn82:40.11": "«Великий царь, именно по этой причине Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый – сказал:  ",
  "mn82:40.12": "«В этом мире нет ничего своего. Нужно всё оставить и идти дальше». Когда я узнал и увидел и услышал это, я оставил жизнь домохозяйскую ради жизни бездомной».  ",
  "mn82:40.13": "",
  "mn82:40.14": "«Удивительно, господин Раттхапала, поразительно то,  ",
  "mn82:40.15": "как хорошо выразил это Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый:  ",
  "mn82:40.16": "",
  "mn82:40.17": "«В этом мире нет ничего своего. Нужно всё оставить и идти дальше». В самом деле, так оно!  ",
  "mn82:41.1": "Господин Раттхапала сказал: «Этот мир неполноценный, ненасытный, раб жажды».  ",
  "mn82:41.2": "",
  "mn82:41.3": "Как следует понимать смысл этого утверждения?»  ",
  "mn82:41.4": "«Как ты считаешь, великий царь?  ",
  "mn82:41.5": "Правишь ли ты сейчас богатой страной Куру?»  ",
  "mn82:41.6": "«Да, господин Раттхапала, я правлю».  ",
  "mn82:41.7": "«Как ты считаешь, великий царь?  ",
  "mn82:41.8": "Представь, если бы надёжный и заслуживающий доверия человек пришёл бы к тебе с востока  ",
  "mn82:41.9": "и сказал:  ",
  "mn82:41.10": "«Знай же, великий царь,  что я пришёл с востока,  ",
  "mn82:41.11": "и там я видел большую страну, могущественную и богатую, многолюдную и переполненную людьми.  ",
  "mn82:41.12": "Там много боевых слонов, много кавалерии, боевых колесниц и пехоты.  ",
  "mn82:41.13": "Там много слоновой кости, ",
  "mn82:41.14": "много золотых монет и золотых слитков, как обработанных, так и нет.  ",
  "mn82:41.15": "Много женщин, которых можно взять в жёны.  ",
  "mn82:41.16": "С твоими нынешними войсками ты мог бы покорить её.  ",
  "mn82:41.17": "Завоюй же её, великий царь». Что бы ты тогда сделал?»  ",
  "mn82:41.18": "«Я бы также завоевал её и стал бы править, господин Раттхапала».  ",
  "mn82:41.19": "«Как ты считаешь, великий царь?  ",
  "mn82:41.20": "Представь, если бы надёжный и заслуживающий доверия человек пришёл бы к тебе с запада…  ",
  "mn82:41.21": "с севера…  ",
  "mn82:41.22": "с юга... ",
  "mn82:41.23": "и из-за океана. ",
  "mn82:41.24": "Он приблизился к тебе и сказал: «Знай же, великий царь, что я пришёл с юга, и там я видел большую страну, могущественную и богатую, многолюдную и переполненную людьми. Там много боевых слонов, много кавалерии, боевых колесниц и пехоты. Там много слоновой кости, много золотых монет и золотых слитков, как обработанных, так и нет. Много женщин, которых можно взять в жёны. С твоими нынешними войсками ты мог бы покорить её. Завоюй же её, великий царь».  ",
  "mn82:41.25": "",
  "mn82:41.26": "",
  "mn82:41.27": "",
  "mn82:41.28": "",
  "mn82:41.29": "",
  "mn82:41.30": "",
  "mn82:41.31": "",
  "mn82:41.32": "Что бы ты тогда сделал?»  ",
  "mn82:41.33": "«Я бы также завоевал её и стал бы править, господин Раттхапала».  ",
  "mn82:41.34": "«Великий царь, именно по этой причине Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый – сказал:  ",
  "mn82:41.35": "«Этот мир неполноценный, ненасытный, раб жажды».  ",
  "mn82:41.36": "Когда я узнал и увидел и услышал это, я оставил жизнь домохозяйскую ради жизни бездомной».  ",
  "mn82:41.37": "«Удивительно, господин Раттхапала, поразительно то,  ",
  "mn82:41.38": "как хорошо выразил это Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый:  ",
  "mn82:41.39": "",
  "mn82:41.40": "«Этот мир неполноценный, ненасытный, раб жажды».  ",
  "mn82:42.1": "Так сказал достопочтенный Раттхапала.  ",
  "mn82:42.2": "И сказав это, он далее добавил:  ",
  "mn82:42.3": "Богатых в этом мире вижу я,  ",
  "mn82:42.4": "Кто по неведению не делится добром,  ",
  "mn82:42.5": "Жадно скрывая всё своё богатство,  ",
  "mn82:42.6": "Желая чувственной услады вновь.  ",
  "mn82:42.7": "Властитель, силой покоривший землю,  ",
  "mn82:42.8": "Правит страной до края океана,  ",
  "mn82:42.9": "И всё же, недовольный этим брегом,  ",
  "mn82:42.10": "Желает дальний берег также получить.  ",
  "mn82:42.11": "Но и не только царь – другие люди  ",
  "mn82:42.12": "Встречают смерть с неутолённой жаждой,  ",
  "mn82:42.13": "И в недовольстве оставляют тело,  ",
  "mn82:42.14": "С желанием к миру не ослабшим.  ",
  "mn82:42.15": "Родня рвёт волосы и плачет:  ",
  "mn82:42.16": "«Ох,  Ах! Наш милый мёртв!»  ",
  "mn82:42.17": "Несут завёрнутое в саван тело,  ",
  "mn82:42.18": "Чтоб на костре спалить на погребальном.  ",
  "mn82:42.19": "Одетый в саван, оставляет он богатство,  ",
  "mn82:42.20": "Толкаемый шестами, он горит.  ",
  "mn82:42.21": "И после смерти ни родня, ни друг  ",
  "mn82:42.22": "Не смогут дать ему прибежище, защиту.  ",
  "mn82:42.23": "Наследникам достанется богатство,  ",
  "mn82:42.24": "А он отправится по указанию каммы,  ",
  "mn82:42.25": "И умерев, ничто не сможет взять с собой –  ",
  "mn82:42.26": "Ни жён, и ни детей, ни собственных владений.  ",
  "mn82:42.27": "Долгую жизнь не оплатить монетой,  ",
  "mn82:42.28": "И процветание старению не указ.  ",
  "mn82:42.29": "Жизнь коротка – так мудрые все молвят,  ",
  "mn82:42.30": "Не знает вечности она, но только перемену.  ",
  "mn82:42.31": "Богач и нищий ощутят прикосновение, ",
  "mn82:42.32": "И мудрый и дурак почувствуют его,  ",
  "mn82:42.33": "Но если глупого накажет его глупость,  ",
  "mn82:42.34": "То мудрый при касании [смерти] не трепещет. ",
  "mn82:42.35": "Мудрость превыше всякого богатства,  ",
  "mn82:42.36": "Ведь именно она ведёт к конечной цели. ",
  "mn82:42.37": "С неведеньем они свершают злодеяния,  ",
  "mn82:42.38": "Из жизни в жизнь высшую цель теряя.  ",
  "mn82:42.39": "Перерождаясь, он идёт в утробу,  ",
  "mn82:42.40": "Возобновляя жизней круговерть,  ",
  "mn82:42.41": "В утробу идёт также, в мир другой.  ",
  "mn82:42.42": "Другой глупец, вверяя жизнь такому,  ",
  "mn82:42.43": "И как грабитель, пойманный на взломе,  ",
  "mn82:42.44": "Будет страдать за тот проступок свой,  ",
  "mn82:42.45": "То также люди в следующей жизни  ",
  "mn82:42.46": "Будут страдать из-за дурных своих деяний.  ",
  "mn82:42.47": "Услады чувств различны, восхитительны,  ",
  "mn82:42.48": "И многими путями возбуждают ум.  ",
  "mn82:42.49": "Видя опасность в чувственных привязках,  ",
  "mn82:42.50": "Ведение бездомной жизни выбрал я, о царь.  ",
  "mn82:42.51": "Как фрукты падают с деревьев,  ",
  "mn82:42.52": "Так стар и млад теряют это тело.  ",
  "mn82:42.53": "И это также осознав, о царь, ушёл из дому я,  ",
  "mn82:42.54": "Ведь жизнь отшельника – надёжней.  "
}