{
  "mn83:0.1": "Мадджхима Никая 83 ",
  "mn83:0.2": "Царь Макхадэва ",
  "mn83:1.1": "Так я слышал. ",
  "mn83:1.2": "Так я слышал. Однажды Благословенный проживал в Митхиле в манговой роще Макхадэвы.  ",
  "mn83:2.1": "И тогда в некоем месте Благословенный улыбнулся.  ",
  "mn83:2.2": "Мысль пришла к достопочтенному Ананде:  ",
  "mn83:2.3": "«В чём условие, в чём причина улыбки Благословенного?  ",
  "mn83:2.4": "Татхагаты не улыбаются без причины».  ",
  "mn83:2.5": "Поэтому он закинул внешнее одеяние за плечо, сложил руки в почтительном приветствии Благословенного, и спросил его:  ",
  "mn83:2.6": "«В чём условие, в чём причина улыбки Благословенного?  ",
  "mn83:2.7": "Татхагаты не улыбаются без причины».  ",
  "mn83:3.1": "«Однажды, Ананда, в этой самой Митхиле жил царь по имени Макхадэва. Он был праведным царём, который правил Дхаммой – великий царь, утверждённый в Дхамме.  ",
  "mn83:3.2": "Он вёл себя в соответствии с Дхаммой наряду с брахманами и домохозяевами, горожанами и селянами,  ",
  "mn83:3.3": "и он соблюдал Упосатху на четырнадцатый, пятнадцатый, и восьмой день половины месяца.  ",
  "mn83:4.1": "По истечении многих лет, многих сотен лет, многих тысяч лет, царь Макхадэва обратился к своему цирюльнику:  ",
  "mn83:4.2": "«Дорогой цирюльник, когда увидишь седые волосы на моей голове, скажи мне».  ",
  "mn83:4.3": "«Да, ваше величество» – ответил тот.  ",
  "mn83:4.4": "И через много лет, много сотен лет, много тысяч лет цирюльник увидел седые волосы, растущие на голове царя Макхадэвы. ",
  "mn83:4.5": "Он сказал царю:  ",
  "mn83:4.6": "«Небесные посланники появились, ваше величество.  Седые волосы растут на голове вашего величества».  ",
  "mn83:4.7": "«Хорошо, дорогой цирюльник, тщательно вырви пинцетом эти седые волосы и положи мне на ладонь».  ",
  "mn83:4.8": "«Да, ваше величество» – ответил он, тщательно вырвал пинцетом эти седые волосы и положил их на ладонь царя.  ",
  "mn83:4.9": "Тогда царь Макхадэва в качестве вознаграждения подарил своему цирюльнику [целую] деревню, позвал царевича, своего старшего сына, и сказал:  ",
  "mn83:4.10": "«Дорогой царевич, появились небесные посланники. ",
  "mn83:4.11": "Седые волосы растут на моей голове.  ",
  "mn83:4.12": "Я наслаждался человеческими чувственными удовольствиями,  ",
  "mn83:4.13": "А теперь пришла пора искать божественные чувственные удовольствия.  ",
  "mn83:4.14": "Ну же, дорогой царевич, принимай царствование.  ",
  "mn83:4.15": "Я обрею волосы и бороду, надену жёлтые одежды, и оставлю жизнь домохозяйскую ради жизни бездомной.  ",
  "mn83:4.16": "А когда, дорогой царевич, ты также увидишь, что седые волосы растут на твоей голове,  то тогда, в качестве вознаграждения подарив своему цирюльнику [целую] деревню, дав царевичу, твоему старшему сыну, тщательные наставления по царствованию, обрей волосы и бороду, надень жёлтые одежды, и оставь жизнь домохозяйскую ради жизни бездомной.  ",
  "mn83:4.17": "Продолжи эту благую практику, установленную мной,  не будь последним.  ",
  "mn83:4.18": "Ананда, когда живут два человека, тот, при ком происходит нарушение этой благой практики, и является последним из них.  ",
  "mn83:4.19": "Поэтому, дорогой царевич, я говорю тебе:  ",
  "mn83:4.20": "«Продолжи эту благую практику, установленную мной,  Не будь последним».  ",
  "mn83:5.1": "И затем, подарив в качестве вознаграждения своему цирюльнику [целую] деревню, тщательно наставив царевича, своего старшего сына, в царствовании, в манговой роще Макхадэвы он обрил свои волосы и бороду, надел жёлтые одежды, и оставил жизнь домохозяйскую ради жизни бездомной.  ",
  "mn83:5.2": "Он пребывал, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывал, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn83:5.3": "Он пребывал, наполняя первую сторону света умом, наделённым состраданием... ",
  "mn83:5.4": "сорадованием… ",
  "mn83:5.5": "невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывал, охватывая и наполняя весь мир умом, наделённым невозмутимостью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn83:6.1": "Восемьдесят четыре тысячи лет царь Макхадэва играл в детские игры. Восемьдесят четыре тысячи лет он был наместником. Восемьдесят четыре тысячи лет он правил царством. Восемьдесят четыре тысячи лет он вёл святую жизнь в этой роще Макхадэвы после того, как обрил волосы и бороду, надел жёлтые одежды, и оставил жизнь домохозяйскую ради жизни бездомной.  ",
  "mn83:6.2": "Развив четыре божественных обители, с распадом тела, после смерти, он перешёл в мир Брахмы.  ",
  "mn83:7.1": "По истечении многих лет, многих сотен лет, многих тысяч лет, сын царя Макхадэвы обратился к своему цирюльнику:  ",
  "mn83:7.2": "«Дорогой цирюльник, когда увидишь седые волосы на моей голове, скажи мне».  ",
  "mn83:7.3": "И всё произошло так же, как и в случае с его отцом. ",
  "mn83:7.4": "",
  "mn83:7.5": "",
  "mn83:7.6": "",
  "mn83:7.7": "",
  "mn83:7.8": "",
  "mn83:7.9": "",
  "mn83:8.1": "",
  "mn83:8.2": "",
  "mn83:8.3": "",
  "mn83:8.4": "",
  "mn83:8.5": "",
  "mn83:8.6": "",
  "mn83:8.7": "",
  "mn83:8.8": "",
  "mn83:8.9": "",
  "mn83:8.10": "",
  "mn83:8.11": "",
  "mn83:8.12": "",
  "mn83:9.1": "",
  "mn83:9.2": "",
  "mn83:9.3": "",
  "mn83:9.4": "",
  "mn83:9.5": "",
  "mn83:9.6": "",
  "mn83:9.7": "Развив четыре божественных обители, с распадом тела, после смерти, он перешёл в мир Брахмы.  ",
  "mn83:10.1": "Потомки сына царя Макхадэвы в количестве восьмидесяти четырёх тысяч царей в линии преемственности, сбрив волосы и бороду, надев жёлтые одежды, оставляли жизнь домохозяйскую ради жизни бездомной в этой манговой роще Макхадэвы.  ",
  "mn83:10.2": "Они пребывали, наполняя первую сторону света умом, наделённым доброжелательностью... ",
  "mn83:11.1": "состраданием… ",
  "mn83:11.2": "сорадованием… ",
  "mn83:11.3": "невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, как к самому себе, – они пребывали, охватывая и наполняя весь мир умом, наделённым невозмутимостью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn83:11.4": "Восемьдесят четыре тысячи лет они играли в детские игры. Восемьдесят четыре тысячи лет они были наместниками. Восемьдесят четыре тысячи лет они правили царством. Восемьдесят четыре тысячи лет они вели святую жизнь в этой роще Макхадэвы после того, как обрили волосы и бороду, надели жёлтые одежды, и оставили жизнь домохозяйскую ради жизни бездомной.  ",
  "mn83:11.5": "Развив четыре божественных обители, с распадом тела, после смерти, они переходили в мир Брахмы.  ",
  "mn83:12.1": "Ними был последним из тех царей. Он был праведным царём, который правил Дхаммой – великий царь, утверждённый в Дхамме.  ",
  "mn83:12.2": "Он вёл себя в соответствии с Дхаммой наряду с брахманами и домохозяевами, горожанами и селянами,  ",
  "mn83:12.3": "и он соблюдал Упосатху на четырнадцатый, пятнадцатый, и восьмой день половины месяца.  ",
  "mn83:13.1": "Однажды, Ананда, когда боги мира Тридцати трёх собрались вместе и сидели в Судхамме, зале собраний, между ними случилась такая беседа:  ",
  "mn83:13.2": "«Какое благо, почтенные, для людей из Видехи, какое великое благо для людей из Видехи,  ",
  "mn83:13.3": "что их царь Ними –  праведный царь, который правит Дхаммой… ",
  "mn83:13.4": "ведёт себя в соответствии с Дхаммой наряду с брахманами и домохозяевами, горожанами и селянами,  ",
  "mn83:13.5": "и соблюдает Упосатху на четырнадцатый, пятнадцатый, и восьмой день половины месяца». ",
  "mn83:13.6": "И тогда Сакка, царь богов, обратился к богам мира Тридцати трёх:  ",
  "mn83:13.7": "«Почтенные, хотите ли вы повидать царя Ними?»  ",
  "mn83:13.8": "«Почтенный, мы хотели бы повидать царя Ними».  ",
  "mn83:13.9": "И в то время на Упосатху, на пятнадцатый день, царь Ними вымыл голову и спустился в нижние апартаменты дворца, где и сидел, соблюдая Упосатху.  ",
  "mn83:13.10": "И тогда, подобно тому как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Сакка, царь богов, исчез из мира Тридцати трёх и возник перед царём Ними.  ",
  "mn83:13.11": "Он сказал царю:  ",
  "mn83:13.12": "«Какое благо для тебя, великий царь, какое великое благо для тебя, великий царь.  ",
  "mn83:13.13": "Когда боги мира Тридцати трёх собрались вместе и сидели в Судхамме, зале собраний, между ними случилась такая беседа: «Какое благо… соблюдает Упосатху на четырнадцатый, пятнадцатый, и восьмой день половины месяца».  ",
  "mn83:13.14": "",
  "mn83:13.15": "",
  "mn83:13.16": "",
  "mn83:13.17": "",
  "mn83:13.18": "Великий царь, боги хотят тебя видеть.  ",
  "mn83:13.19": "Я отправлю за тобой, великий царь, колесницу, запряжённую тысячей чистокровных скакунов.  ",
  "mn83:13.20": "Великий царь, взбирайся на божественную колесницу! Без колебаний!» ",
  "mn83:13.21": "Царь Ними молча согласился.  ",
  "mn83:13.22": "И тогда, подобно тому, как сильный человек мог бы распрямить согнутую руку или согнуть распрямлённую, Сакка, царь богов, исчез перед царём Ними и возник среди богов мира Тридцати трёх.  ",
  "mn83:14.1": "И тогда Сакка, царь богов, обратился к своему колесничему Матали:  ",
  "mn83:14.2": "«Ну же, дорогой Матали, приготовь колесницу, запряжённую тысячей чистокровных скакунов,  отправляйся к царю Ними и скажи:  ",
  "mn83:14.3": "«Великий царь, эту колесницу, запряжённую тысячей чистокровных скакунов, послал за тобой царь богов Сакка.  ",
  "mn83:14.4": "Великий царь, взбирайся на божественную колесницу! Без колебаний!» ",
  "mn83:14.5": "«Да, ваше величество» – ответил колесничий Матали.  И приготовив колесницу, запряжённую тысячей чистокровных скакунов, он отправился к царю Ними и сказал:  ",
  "mn83:14.6": "«Великий царь, эту колесницу, запряжённую тысячей чистокровных скакунов, послал за тобой царь богов Сакка.  ",
  "mn83:14.7": "Великий царь, взбирайся на божественную колесницу! Без колебаний! ",
  "mn83:14.8": "Но, великий царь, каким путём мне везти тебя: тем, посредством которого свершители зла переживают результаты своих злых деяний, или же тем, посредством которого свершители блага переживают результаты благих деяний?»  ",
  "mn83:14.9": "«Вези меня обоими путями, Матали».  ",
  "mn83:15.1": "Матали привёз царя Ними в Судхамму, зал собраний.  ",
  "mn83:15.2": "Сакка, царь богов, увидел царя Ними издали ",
  "mn83:15.3": "и сказал ему: ",
  "mn83:15.4": "«Идём, великий царь!  ",
  "mn83:15.5": "Добро пожаловать, великий царь!  ",
  "mn83:15.6": "Боги мира Тридцати трёх, великий царь, сидят в Судхамме, зале собраний, и говорят так: «Какое благо… соблюдает Упосатху на четырнадцатый, пятнадцатый, и восьмой день половины месяца».  ",
  "mn83:15.7": "",
  "mn83:15.8": "",
  "mn83:15.9": "",
  "mn83:15.10": "",
  "mn83:15.11": "Великий царь, боги мира Тридцати трёх желают тебя видеть.  ",
  "mn83:15.12": "Великий царь, наслаждайся небесным могуществом среди богов».  ",
  "mn83:15.13": "«Довольно, почтенный.  Пусть колесничий отвезёт меня обратно в Митхилу.  ",
  "mn83:15.14": "Там я буду вести себя в соответствии с Дхаммой среди брахманов, домохозяев, горожан и селян.  ",
  "mn83:15.15": "Там я буду соблюдать Упосатху на четырнадцатый, пятнадцатый, и восьмой день половины месяца».  ",
  "mn83:16.1": "И тогда Сакка, царь богов, обратился к своему колесничему Матали:  ",
  "mn83:16.2": "«Ну же, дорогой Матали, подготовь колесницу, запряжённую тысячей чистокровных скакунов, и вези царя Ними обратно в Митхилу».  ",
  "mn83:16.3": "«Да, ваше величество» – ответил колесничий Матали. И подготовив колесницу, запряжённую тысячей чистокровных скакунов, он отвёз царя Ними обратно в Митхилу.  ",
  "mn83:16.4": "И там царь Ними действительно вёл себя в соответствии с Дхаммой среди брахманов, домохозяев, горожан и селян. Там он соблюдал Упосатху на четырнадцатый, пятнадцатый, и восьмой день половины месяца.  ",
  "mn83:16.5": "И тогда по истечении многих лет, многих сотен лет, многих тысяч лет, царь Ними обратился к своему цирюльнику:  ",
  "mn83:16.6": "«Дорогой цирюльник, когда увидишь седые волосы на моей голове, скажи мне».  ",
  "mn83:16.7": "И всё произошло как прежде. ",
  "mn83:16.8": "",
  "mn83:16.9": "",
  "mn83:16.10": "",
  "mn83:16.11": "",
  "mn83:16.12": "",
  "mn83:16.13": "",
  "mn83:16.14": "",
  "mn83:16.15": "",
  "mn83:16.16": "",
  "mn83:16.17": "",
  "mn83:16.18": "",
  "mn83:16.19": "",
  "mn83:16.20": "",
  "mn83:16.21": "",
  "mn83:16.22": "",
  "mn83:16.23": "",
  "mn83:16.24": "",
  "mn83:16.25": "",
  "mn83:17-19.1": "",
  "mn83:17-19.2": "",
  "mn83:17-19.3": "",
  "mn83:17-19.4": "",
  "mn83:17-19.5": "",
  "mn83:17-19.6": "",
  "mn83:17-19.7": "…Развив четыре божественных обители, с распадом тела, после смерти, он перешёл в мир Брахмы.  ",
  "mn83:20.1": "У царя Ними был сын по имени Калараджанака.  ",
  "mn83:20.2": "Он не оставил жизнь домохозяйскую ради жизни бездомной.  ",
  "mn83:20.3": "Он нарушил эту благую практику.  ",
  "mn83:20.4": "Он был последним из них.  ",
  "mn83:21.1": "И теперь, Ананда, ты можешь подумать так:  ",
  "mn83:21.2": "«Вне сомнений, в том случае этим царём Макхадэвой, который установил эту благую практику, был кто-то другой». ",
  "mn83:21.3": "Но тебе не следует так считать.  ",
  "mn83:21.4": "Я был этим царём Макхадэвой.  ",
  "mn83:21.5": "Я установил эту благую практику,  ",
  "mn83:21.6": "и последующие поколения продолжали эту благую практику, установленную мной.  ",
  "mn83:21.7": "Но тот вид практики не ведёт к утрате очарованности, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане,  но [ведёт] только к перерождению в мире Брахмы.  ",
  "mn83:21.8": "Но есть этот вид благой практики, который был установлен мной сейчас, и который ведёт к полной утрате очарованности… ниббане.  ",
  "mn83:21.9": "И что это за вид практики?  ",
  "mn83:21.10": "Это тот самый Благородный восьмеричный путь, то есть  ",
  "mn83:21.11": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность и правильное сосредоточение. ",
  "mn83:21.12": "Этот вид благой практики был установлен мной сейчас, и он ведёт к полной утрате очарованности… ниббане.  ",
  "mn83:21.13": "Поэтому, Ананда, я говорю тебе:  ",
  "mn83:21.14": "«Продолжай эту благую практику, которая была установлена мной.  Не будь последним. ",
  "mn83:21.15": "Ананда, когда живут два человека, тот, при ком происходит нарушение этой благой практики, и является последним из них.  ",
  "mn83:21.16": "Поэтому, Ананда, я говорю тебе:  ",
  "mn83:21.17": "«Продолжай эту благую практику, которая была установлена мной.  Не будь последним». ",
  "mn83:21.18": "Так сказал Благословенный. ",
  "mn83:21.19": "Достопочтенный Ананда был доволен и восхитился словами Благословенного. "
}