{
  "mn86:0.1": "Мадджхима Никая 86 ",
  "mn86:0.2": "Ангулимала ",
  "mn86:1.1": "Так я слышал. ",
  "mn86:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn86:2.1": "И в то время в царстве царя Пасенади Косальского жил разбойник по имени Ангулимала,  который был кровожадным убийцей, предавался насилию и побоям, был беспощаден к живым существам.  ",
  "mn86:2.2": "Деревни, поселения, и округа разорялись им.  ",
  "mn86:2.3": "Он постоянно убивал людей и носил их пальцы, [сделав из них] гирлянду.  ",
  "mn86:3.1": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние и отправился в Саваттхи за подаяниями. ",
  "mn86:3.2": "Походив за подаяниями по Саваттхи, вернувшись с хождения за подаяниями, после принятия пищи он привёл жилище в порядок, взял чашу и верхнее одеяние, и отправился по дороге в сторону Ангулималы.  ",
  "mn86:3.3": "Пастухи, чабаны, пахари, и путники видели, что Благословенный идёт по дороге в сторону Ангулималы,  ",
  "mn86:3.4": "и сказал ему: ",
  "mn86:3.5": "«Не ходи этой дорогой, отшельник.  ",
  "mn86:3.6": "На этой дороге [зверствует] разбойник Ангулимала,  Он кровожадный убийца, предаётся насилию и побоям, беспощаден к живым существам.  ",
  "mn86:3.7": "Деревни, поселения, и округа разоряются им.  ",
  "mn86:3.8": "Он постоянно убивает людей и носит их пальцы, [сделав из них] гирлянду.  ",
  "mn86:3.9": "Мужчины группами в десять, двадцать, тридцать, и даже в сорок человек шли этой дорогой,  ",
  "mn86:3.10": "Но всё равно попали в руки Ангулималы».  ",
  "mn86:3.11": "Когда так было сказано, Благословенный ничего не ответил и продолжал идти.  ",
  "mn86:3.12": "И во второй раз... ",
  "mn86:3.13": "и в третий раз пастухи, чабаны, пахари, и путники сказали так Благословенному.  ",
  "mn86:3.14": "",
  "mn86:3.15": "",
  "mn86:3.16": "",
  "mn86:3.17": "",
  "mn86:4.1": "Когда так было сказано, Благословенный ничего не ответил и продолжал идти.  ",
  "mn86:4.2": "Разбойник Ангулимала увидел Благословенного издали.  ",
  "mn86:4.3": "Когда он увидел его, он подумал:  ",
  "mn86:4.4": "«Удивительно, поразительно! ",
  "mn86:4.5": "Мужчины группами в десять, двадцать, тридцать, и даже в сорок человек шли этой дорогой,  ",
  "mn86:4.6": "но всё равно попали в мои руки.  ",
  "mn86:4.7": "А теперь этот отшельник идёт один, без сопровождения, будто вторгаясь [в мои владения].  ",
  "mn86:4.8": "Почему бы мне не забрать жизнь этого отшельника?»  ",
  "mn86:5.1": "Так Ангулимала взял меч и щит, пристегнул лук и колчан, и стал следовать за Благословенным.  ",
  "mn86:5.2": "Тогда Благословенный совершил такое чудо посредством сверхъестественных сил, что разбойник Ангулимала, хоть и бежал со всей мочи, не мог догнать Благословенного, который шёл обычным шагом.  ",
  "mn86:5.3": "И тогда разбойник Ангулимала подумал:  ",
  "mn86:5.4": "«Удивительно, поразительно! ",
  "mn86:5.5": "Прежде я мог догнать даже быстрого слона и схватить его. Я мог догнать даже быстрого коня и схватить его. Я мог догнать даже быструю колесницу и схватить её. Я мог догнать даже быстрого оленя и схватить его.  ",
  "mn86:5.6": "Но теперь я бегу что есть мочи, но не могу поймать этого отшельника, который идёт обычным шагом!»  ",
  "mn86:5.7": "Он остановился и закричал Благословенному:  ",
  "mn86:5.8": "«Стой, отшельник! Стой, отшельник!»  ",
  "mn86:5.9": "«Я остановился, Ангулимала. Остановись и ты».  ",
  "mn86:5.10": "И тогда разбойник Ангулимала подумал:  ",
  "mn86:5.11": "«Эти отшельники, сыны Сакьев, говорят правду, утверждают истину.  ",
  "mn86:5.12": "Но хотя этот отшельник всё ещё идёт, он говорит:  ",
  "mn86:5.13": "«Я остановился, Ангулимала. Остановись и ты».  ",
  "mn86:5.14": "Что если я задам вопрос этому отшельнику?»  ",
  "mn86:6.1": "И тогда разбойник Ангулимала обратился к Благословенному строфами: ",
  "mn86:6.2": "«Отшельник, ты идёшь, но говоришь, что встал.  ",
  "mn86:6.3": "Теперь, когда я встал, ты говоришь, что нет.  ",
  "mn86:6.4": "Отшельник, сей вопрос тебе тогда задам:  ",
  "mn86:6.5": "Как так, что это ты остановился, но не я?»  ",
  "mn86:6.6": "[Благословенный]: «Ангулимала, я остановился навсегда, ",
  "mn86:6.7": "Нет у меня жестокости к живущим существам. ",
  "mn86:6.8": "В тебе же сдержанности этой не найти,  ",
  "mn86:6.9": "Вот почему остановился я, никак не ты».  ",
  "mn86:6.10": "[Ангулимала]: «О, наконец отшельник, почитаемый мудрец ",
  "mn86:6.11": "Ради меня пришёл в этот великий лес.  ",
  "mn86:6.12": "Дхаммы учения услышав лишь строфу,  ",
  "mn86:6.13": "Воистину, отброшу злодеяние навсегда».  ",
  "mn86:6.14": "И сказав так, разбойник взял оружие и меч  ",
  "mn86:6.15": "И вышвырнул в глубокую расщелину, разлом.  ",
  "mn86:6.16": "И к Высочайшего ногам разбойник тогда пал,  ",
  "mn86:6.17": "На этом самом месте посвящения попросив.  ",
  "mn86:6.18": "И Просветлённый, Сострадательный Мудрец,  ",
  "mn86:6.19": "Учитель всего мира, как и всех его божеств,  ",
  "mn86:6.20": "Сказал тогда ему: «Ну же, монах, идём».  ",
  "mn86:6.21": "Вот таким образом монахом он и стал.  ",
  "mn86:7.1": "И затем Благословенный отправился обратно в Саваттхи вместе с Ангулималой как прислужником.  ",
  "mn86:7.2": "Совершив несколько переходов, он, со временем, прибыл в Саваттхи, ",
  "mn86:7.3": "где остановился в роще Джеты, в парке Анатхапиндики.  ",
  "mn86:8.1": "И тогда огромные толпы людей собрались у ворот внутреннего дворца царя Пасенади, они громко шумели и кричали:  ",
  "mn86:8.2": "«Ваше величество! Разбойник Ангулимала в вашем царстве!  Он кровожадный убийца, предаётся насилию и побоям, беспощаден к живым существам.  ",
  "mn86:8.3": "Деревни, поселения, и округа разоряются им.  ",
  "mn86:8.4": "Он постоянно убивает людей и носит их пальцы, [сделав из них] гирлянду.  ",
  "mn86:8.5": "Царь должен усмирить его!»  ",
  "mn86:9.1": "И тогда средь бела дня царь Пасенади Косальский выехал из Саваттхи с отрядом конницы в пятьсот человек  ",
  "mn86:9.2": "и направился к парку.  ",
  "mn86:9.3": "Он ехал, пока дорога была проходимой для колесниц, затем спешился и пошёл пешком к Благословенному.  Поклонившись ему, он сел рядом,  Благословенный сказал ему: ",
  "mn86:9.4": "«Что случилось, великий царь?  Неужто Сения Бимбисара из Магадхи напал на тебя, или Личчхави из Весали, или другие враждебные цари?»  ",
  "mn86:10.1": "«Нет, уважаемый. Царь Сения Бимбисара из Магадхи не нападает на меня, как и Личчхави из Весали или другие враждебные цари.  ",
  "mn86:10.2": "Но есть в моём царстве разбойник по имени Ангулимала,  Он кровожадный убийца, предаётся насилию и побоям, беспощаден к живым существам...  ",
  "mn86:10.3": "",
  "mn86:10.4": "",
  "mn86:10.5": "Я его усмирю, уважаемый».  ",
  "mn86:11.1": "«Великий царь, что было бы, если бы ты увидел этого Ангулималу с обритыми волосами и бородой, надевшего жёлтые одежды, оставившего жизнь домохозяйскую ради жизни бездомной.  Он бы воздерживался от убийства живых существ, от взятия того, что не было дано, от лжи. Он бы ел только один раз в день, соблюдал бы целомудрие, был бы нравственным, с хорошим характером.  Если бы ты увидел его таким, как бы ты с ним поступил?»  ",
  "mn86:11.2": "«Уважаемый, мы бы кланялись ему, или же мы вставали бы перед ним, или же приглашали его присесть;  или же мы предлагали бы ему принять одеяния, еду, жилища, необходимые для лечения вещи:  или же мы организовали бы для него законную охрану, защиту, покровительство.  ",
  "mn86:11.3": "Но, уважаемый, разве может такой безнравственный человек, с таким злобным характером, иметь подобную нравственность и сдержанность?»  ",
  "mn86:12.1": "И в тот момент достопочтенный Ангулимала сидел неподалёку от Благословенного.  ",
  "mn86:12.2": "Тогда Благословенный распрямил свою правую руку и сказал царю Пасенади Косальскому:  ",
  "mn86:12.3": "«Великий царь, это Ангулимала».  ",
  "mn86:12.4": "Тогда царь Пасенади испугался, ужаснулся, встревожился.  ",
  "mn86:12.5": "Увидев это, Благословенный сказал ему:  ",
  "mn86:12.6": "«Не бойся, великий царь, не бойся.  Тебе нечего бояться в отношении него».  ",
  "mn86:12.7": "И тогда испуг, ужас, тревожность царя утихли. ",
  "mn86:12.8": "Он подошёл к достопочтенному Ангулимале и сказал:  ",
  "mn86:12.9": "«Достопочтенный, благородный господин действительно Ангулимала?»  ",
  "mn86:12.10": "«Да, великий царь».  ",
  "mn86:12.11": "«Достопочтенный, из какой семьи отец благородного господина? Из какой семьи его мать?»  ",
  "mn86:12.12": "«Мой отец Гагга, великий царь. Моя мать Мантани».  ",
  "mn86:12.13": "«Пусть благородный господин Гаггамантанипутта будет спокоен.  ",
  "mn86:12.14": "Я буду снабжать благородного господина Гаггамантанипутту одеяниями, едой, жилищем, необходимыми для лечения вещами».  ",
  "mn86:13.1": "И в то время достопочтенный Ангулимала был тем, кто проживает в лесу, ест [только] собранную с хождения за подаяниями еду, носит обноски, ограничивает себя [только] тремя одеждами.  ",
  "mn86:13.2": "Он ответил:  ",
  "mn86:13.3": "«Довольно, великий царь,  у меня [уже] есть три полных одеяния».  ",
  "mn86:13.4": "Тогда царь Пасенади Косальский вернулся к Благословенному и, поклонившись ему, сел рядом и сказал:  ",
  "mn86:13.5": "«Удивительно, уважаемый! Поразительно, ",
  "mn86:13.6": "как Благословенный укрощает неукротимого, приносит покой неуспокоенному, ведёт к ниббане тех, кто не достиг ниббаны.  ",
  "mn86:13.7": "Уважаемый, мы сами не могли укротить его силой и оружием, а Благословенный укротил его без силы и оружия.  ",
  "mn86:13.8": "А теперь, уважаемый, нам нужно идти. ",
  "mn86:13.9": "Мы очень заняты, у нас много дел». ",
  "mn86:13.10": "«Можешь идти, великий царь, когда сочтёшь нужным». ",
  "mn86:13.11": "И тогда царь Пасенади Косальский поднялся со своего сиденья и, поклонившись Благословенному, ушёл, обойдя его с правой стороны.  ",
  "mn86:14.1": "И затем, утром, достопочтенный Ангулимала оделся, взял чашу и внешнее одеяние и отправился в Саваттхи за подаяниями. ",
  "mn86:14.2": "По мере того как он ходил от дома к дому в Саваттхи, собирая подаяния, он увидел некую женщину в родовых муках, с болезненными родами.  ",
  "mn86:14.3": "Увидев это, он подумал: ",
  "mn86:14.4": "«Как же страдают существа! ",
  "mn86:14.5": "Воистину, как же страдают существа!» ",
  "mn86:14.6": "Походив по Саваттхи в поисках подаяний, вернувшись с хождения за подаяниями, после принятия пищи он отправился к Благословенному и, поклонившись ему, сел рядом и сказал: «Учитель, утром я оделся… увидел некую женщину в родовых муках, с болезненными родами. Увидев это, я подумал: «Как же страдают существа! Воистину, как же страдают существа!» Благословенный сказал ему: ",
  "mn86:14.7": "",
  "mn86:14.8": "",
  "mn86:14.9": "",
  "mn86:14.10": "",
  "mn86:15.1": "«В таком случае, Ангулимала, отправляйся в Саваттхи и скажи этой женщине:  ",
  "mn86:15.2": "«Сестра, с момента моего рождения я не припоминаю, чтобы когда-либо намеренно лишил бы жизни живое существо.  Посредством этой истины пусть будет так, что с тобой и с твоим младенцем всё будет хорошо!»  ",
  "mn86:15.3": "«Уважаемый, но не будет ли это намеренной ложью, ",
  "mn86:15.4": "ведь я намеренно лишил жизни многих живых существ?» ",
  "mn86:15.5": "«Что ж, Ангулимала, отправляйся в Саваттхи и скажи этой женщине [так]:  ",
  "mn86:15.6": "«Сестра, с момента моего благородного рождения я не припоминаю, чтобы когда-либо намеренно лишил бы жизни живое существо. Посредством этой истины пусть будет так, что с тобой и с твоим младенцем всё будет хорошо!»  ",
  "mn86:15.7": "«Да, уважаемый», – ответил Ангулимала, отправился в Саваттхи, и сказал той женщине:  ",
  "mn86:15.8": "«Сестра, с момента моего благородного рождения я не припоминаю, чтобы когда-либо намеренно лишил бы жизни живое существо. Посредством этой истины пусть будет так, что с тобой и с твоим младенцем всё будет хорошо!»  ",
  "mn86:15.9": "И всё [завершилось] благополучно для женщины и для младенца.  ",
  "mn86:16.1": "И вскоре, пребывая в уединении прилежным, старательным, решительным, достопочтенный Ангулимала, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл и пребывал в высочайшей цели святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую и ведут жизнь бездомную. ",
  "mn86:16.2": "Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn86:16.3": "Так достопочтенный Ангулимала стал одним из арахантов.  ",
  "mn86:17.1": "И затем, утром, достопочтенный Ангулимала оделся, взял чашу и внешнее одеяние и отправился в Саваттхи за подаяниями. ",
  "mn86:17.2": "В то время кто-то бросил комком глины, ударив тело достопочтенного Ангулималы, кто-то другой бросил палку, ударив тело достопочтенного Ангулималы, ещё кто-то бросил глиняный черепок, ударив тело достопочтенного Ангулималы.  ",
  "mn86:17.3": "И затем, с истекающей кровью головой, с разбитой чашей, с порванным верхним одеянием, достопочтенный Ангулимала отправился к Благословенному.  ",
  "mn86:17.4": "Благословенный увидел его издали:  ",
  "mn86:17.5": "и сказал ему: ",
  "mn86:17.6": "«Терпи, брахман!  Терпи, брахман! ",
  "mn86:17.7": "Здесь и сейчас ты переживаешь результаты поступков, из-за которых ты мог бы мучаться в аду много лет, много сотен лет, много тысяч лет».  ",
  "mn86:18.1": "И затем, по мере того как достопочтенный Ангулимала пребывал в затворничестве, ",
  "mn86:18.2": "переживая блаженство освобождения, он произнёс это изречение: ",
  "mn86:18.3": "Тот, кто в беспечности однажды жил,  ",
  "mn86:18.4": "Потом же быть беспечным перестал,  ",
  "mn86:18.5": "Он освещать собою будет этот мир,  ",
  "mn86:18.6": "Точно луна, что вышла из-за облаков.  ",
  "mn86:18.7": "Не допускает прежних кто своих злодейств,  ",
  "mn86:18.8": "И кто благое только делает взамен,  ",
  "mn86:18.9": "Он освещать собою будет этот мир,  ",
  "mn86:18.10": "Точно луна, что вышла из-за облаков.  ",
  "mn86:18.11": "Юный монах –  ",
  "mn86:18.12": "себя всего он посвятит Усилию [по практике] учения будд,  ",
  "mn86:18.13": "Он освещать собою будет этот мир,  ",
  "mn86:18.14": "Точно луна, что вышла из-за облаков.  ",
  "mn86:18.15": "И пусть враги мои услышат Дхаммы речь,  ",
  "mn86:18.16": "Пусть будут преданы они учению будд,  ",
  "mn86:18.17": "Враги мои пусть навестят благих людей,  ",
  "mn86:18.18": "К принятию Дхаммы кто других ведёт.  ",
  "mn86:18.19": "Ухо подчас пускай враги мои склонят,  ",
  "mn86:18.20": "Услышат Дхамму тех, терпению учит кто,  ",
  "mn86:18.21": "А также хвалит, восхваляет доброту,  ",
  "mn86:18.22": "Добрым поступком пусть за ними вслед идут.  ",
  "mn86:18.23": "И ведь тогда вредить они не стали б мне,  ",
  "mn86:18.24": "Как и не стали бы вредить тогда другим.  ",
  "mn86:18.25": "Кто слабого и сильного бы защищал,  ",
  "mn86:18.26": "Непревзойдённого покоя б пусть достиг.  ",
  "mn86:18.27": "Канал кто строит, воду тот ведёт,  ",
  "mn86:18.28": "Кто стрелы делает, ровняет тот древко,  ",
  "mn86:18.29": "Плотник ровняет деревянный брус, ",
  "mn86:18.30": "А мудрый ищет укрощения себя.  ",
  "mn86:18.31": "Есть те, кто укрощают кулаком,  ",
  "mn86:18.32": "Другие – палками, а третьи и кнутом.  ",
  "mn86:18.33": "Но сам я укрощён был тем,  ",
  "mn86:18.34": "Кто безоружен был и палки не имел.  ",
  "mn86:18.35": "«Безвредный» – это имя я ношу,  ",
  "mn86:18.36": "Хоть в прошлом очень я опасен был.  ",
  "mn86:18.37": "Имя моё правдивое теперь,  ",
  "mn86:18.38": "Ведь я вреда живому не чиню.  ",
  "mn86:18.39": "Хоть и разбойником однажды в прошлом жил –  ",
  "mn86:18.40": "«Гирляндой пальцев» звали все меня,  ",
  "mn86:18.41": "И я был тем, кто наводнением был смыт –  ",
  "mn86:18.42": "В Будде прибежище я [всё же] смог принять. ",
  "mn86:18.43": "Хоть кровожадным я однажды в прошлом был,  ",
  "mn86:18.44": "«Гирляндой пальцев» звали все меня,  ",
  "mn86:18.45": "Узри прибежище, что смог ведь я найти, ",
  "mn86:18.46": "Существования оковы все разбив.  ",
  "mn86:18.47": "Хоть совершил я очень много разных дел,  ",
  "mn86:18.48": "Ведут которые в ужасные миры, ",
  "mn86:18.49": "Их результат уже сейчас меня достиг,  ",
  "mn86:18.50": "И потому без долга пищу свою ем.  ",
  "mn86:18.51": "Они глупцы, рассудка нет у них,  ",
  "mn86:18.52": "Тех, кто беспечности решил себя отдать, ",
  "mn86:18.53": "Мудрец же прилежание бережёт,  ",
  "mn86:18.54": "Своим великим благом чтит всегда.  ",
  "mn86:18.55": "Не позволяй беспечности прийти,  ",
  "mn86:18.56": "И наслаждения не ищи в усладе чувств,  ",
  "mn86:18.57": "Но с прилежанием же медитируй ты,  ",
  "mn86:18.58": "Чтобы блаженства совершенного достичь.  ",
  "mn86:18.59": "Мой выбор тоже можешь разделить,  ",
  "mn86:18.60": "Пусть будет так, ведь не плохой [сей выбор] был.   ",
  "mn86:18.61": "Из всех учений, к коим можно прибегать,  ",
  "mn86:18.62": "Пришёл я к тем, что лучше остальных. ",
  "mn86:18.63": "Мой выбор тоже можешь разделить,  ",
  "mn86:18.64": "Пусть будет так, ведь не плохой [сей выбор] был.   ",
  "mn86:18.65": "Я тройственного знания достиг,  ",
  "mn86:18.66": "Учение Будды всё я завершил. "
}