{
  "mn87:0.1": "Мадджхима Никая 87 ",
  "mn87:0.2": "Рождено теми, кто дорог ",
  "mn87:1.1": "Так я слышал. ",
  "mn87:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn87:2.1": "И в то время дорогой и любимый сын некоего домохозяина скончался.  ",
  "mn87:2.2": "После смерти его сына у него не было желания ни работать, ни есть.  ",
  "mn87:2.3": "Он продолжал приходить на кладбище и рыдал:  ",
  "mn87:2.4": "«Мой единственный сын, где же ты?!  Мой единственный сын, где же ты?!»  ",
  "mn87:3.1": "Поклонившись Благословенному, он сел рядом, Благословенный сказал ему: ",
  "mn87:3.2": "«Домохозяин, твои способности [органов чувств] не такие, как у тех, кто владеет своим умом. Твои способности нарушены».  ",
  "mn87:3.3": "«Уважаемый, как мои способности могли бы быть ненарушенными?  ",
  "mn87:3.4": "Ведь мой единственный дорогой и любимый сын скончался.  ",
  "mn87:3.5": "После того, как он умер, у меня нет желания ни работать, ни есть.  ",
  "mn87:3.6": "Я продолжаю приходить на кладбище и рыдаю:  ",
  "mn87:3.7": "«Мой единственный сын, где же ты?!  Мой единственный сын, где же ты?!»  ",
  "mn87:3.8": "«Так оно, домохозяин,  так оно! ",
  "mn87:3.9": "Печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:3.10": "«Уважаемый, разве стал бы кто считать, что печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог?  ",
  "mn87:3.11": "",
  "mn87:3.12": "Счастье и радость рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:3.13": "И тогда, недовольный словами Благословенного, не одобрив их, домохозяин встал со своего сиденья и ушёл.  ",
  "mn87:4.1": "И в то время игроки играли в кости неподалёку от Благословенного.  ",
  "mn87:4.2": "И тогда домохозяин подошёл к тем игрокам и сказал: «Только что, уважаемые, я подошёл к отшельнику Готаме и, поклонившись ему, сел рядом. Когда я так сделал, отшельник Готама сказал мне: «Домохозяин, твои способности не такие… …недовольный словами Благословенного, не одобрив их, я встал со своего сиденья и ушёл».  ",
  "mn87:4.3": "",
  "mn87:4.4": "",
  "mn87:4.5": "",
  "mn87:4.6": "",
  "mn87:4.7": "",
  "mn87:4.8": "",
  "mn87:4.9": "",
  "mn87:4.10": "",
  "mn87:4.11": "",
  "mn87:4.12": "",
  "mn87:4.13": "",
  "mn87:4.14": "",
  "mn87:4.15": "",
  "mn87:4.16": "",
  "mn87:4.17": "«Так оно, домохозяин,  так оно! ",
  "mn87:4.18": "Счастье и радость рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:4.19": "И тогда домохозяин ушёл, думая: «Я согласен с игроками».  ",
  "mn87:5.1": "Со временем эта история дошла до царского дворца.  ",
  "mn87:5.2": "И тогда царь Пасенади Косальский сказал царице Маллике:  ",
  "mn87:5.3": "«Маллика, вот как было сказано отшельником Готамой:  ",
  "mn87:5.4": "«Печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:5.5": "«Ваше величество, если так было сказано Благословенным, значит это правда».  ",
  "mn87:5.6": "«Чего бы отшельник Готама ни говорил, Маллика одобряет это:  ",
  "mn87:5.7": "«Если так было сказано Благословенным, значит это правда».  ",
  "mn87:5.8": "Точно ученик, который одобряет всё, что говорит ему учитель, когда говорит: «Так оно, учитель, так оно!» – то так и ты, Маллика, чего бы отшельник Готама ни говорил, ты одобряешь: «Если так было сказано Благословенным, значит это правда».  ",
  "mn87:5.9": "",
  "mn87:5.10": "",
  "mn87:5.11": "",
  "mn87:5.12": "Иди, Маллика, ну тебя!»  ",
  "mn87:6.1": "И тогда царица Маллика обратилась к брахману Налиджангхе:  ",
  "mn87:6.2": "«Ну же, брахман, иди к отшельнику Готаме, поклонись ему от моего имени, упав ему в ноги. Спроси от моего имени, свободен ли он от болезни и недуга, здоров ли, силён ли и пребывает ли в комфортном состоянии. ",
  "mn87:6.3": "",
  "mn87:6.4": "И далее скажи: ",
  "mn87:6.5": "«Уважаемый, были ли эти слова произнесены Благословенным:  ",
  "mn87:6.6": "«Печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:6.7": "Заучи то, что ответит Благословенный, и сообщи это мне. ",
  "mn87:6.8": "Ведь Татхагаты не говорят неправды».  ",
  "mn87:6.9": "«Да, госпожа» – ответил он, отправился к Благословенному и обменялся с ним приветствиями.  ",
  "mn87:6.10": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Благословенному:  ",
  "mn87:6.11": "«Уважаемый, царица Маллика выражает почтение, припадая к ногам Благословенного.  Она интересуется, свободен ли Благословенный от болезни и недуга, здоров ли, силён ли, и пребывает ли в комфортном состоянии. ",
  "mn87:6.12": "И она спрашивает,  ",
  "mn87:6.13": "были ли эти слова произнесены Благословенным: ",
  "mn87:6.14": "«Печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:7.1": "«Так оно, брахман, так оно!  ",
  "mn87:7.2": "Печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог.  ",
  "mn87:8.1": "Вот как можно понять, брахман, то, как печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог.  ",
  "mn87:8.2": "Однажды в этом самом [городе] Саваттхи жила некая женщина, чья мать умерла.  ",
  "mn87:8.3": "Из-за смерти её мужа она сошла с ума, потеряла рассудок,  Блуждала от улицы к улице, от перекрёстка к перекрёстку, говоря:  ",
  "mn87:8.4": "«Видели ли вы мою маму?  Видели ли вы мою маму?»  ",
  "mn87:9-14.1": "И вот как ещё можно понять то, как печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог.  ",
  "mn87:9-14.2": "Однажды в этом самом [городе] Саваттхи жила некая женщина, чей отец умер…  ",
  "mn87:9-14.3": "чей брат умер…  ",
  "mn87:9-14.4": "чья сестра умерла…  ",
  "mn87:9-14.5": "чей сын умер…  ",
  "mn87:9-14.6": "чья дочь умерла…  ",
  "mn87:9-14.7": "чей муж умер. ",
  "mn87:9-14.8": "Из-за смерти её мужа она сошла с ума, потеряла рассудок,  Блуждала от улицы к улице, от перекрёстка к перекрёстку, говоря:  ",
  "mn87:9-14.9": "«Видели ли вы моего мужа?  Видели ли вы моего мужа?»  ",
  "mn87:15-21.1": "И вот как ещё можно понять то, как печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог.  ",
  "mn87:15-21.2": "Однажды в этом самом [городе] Саваттхи жил некий мужчина, чья мать умерла…  ",
  "mn87:15-21.3": "",
  "mn87:15-21.4": "",
  "mn87:15-21.5": "",
  "mn87:15-21.6": "чей отец умер... ",
  "mn87:15-21.7": "чей брат умер…  ",
  "mn87:15-21.8": "чья сестра умерла…  ",
  "mn87:15-21.9": "чей сын умер…  ",
  "mn87:15-21.10": "чья дочь умерла…  ",
  "mn87:15-21.11": "чья жена умерла. ",
  "mn87:15-21.12": "Из-за смерти его жены он сошёл с ума, потерял рассудок,  блуждал от улицы к улице, от перекрёстка к перекрёстку, говоря:  ",
  "mn87:15-21.13": "«Видели ли вы мою жену?  Видели ли вы мою жену?»  ",
  "mn87:15-21.14": "И вот как ещё можно понять то, как печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог.  ",
  "mn87:22.1": "Однажды в этом самом [городе] Саваттхи жила некая женщина, которая стала жить с семьёй родственников [её мужа].  ",
  "mn87:22.2": "Родственники захотели разлучить её с мужем и выдать её за другого,  ",
  "mn87:22.3": "за которого она не хотела.  ",
  "mn87:22.4": "И тогда женщина сказала своему мужу: «Господин, эти мои родственники хотят разлучить меня с тобой и выдать меня за другого, за которого я не хочу».  ",
  "mn87:22.5": "",
  "mn87:22.6": "",
  "mn87:22.7": "И тогда [тот] мужчина разрубил женщину надвое и выпотрошил себе [живот], думая:  ",
  "mn87:22.8": "«Мы будем вместе после смерти».  ",
  "mn87:22.9": "И так тоже можно понять, почему печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:23.1": "И тогда, восхитившись и возрадовавшись словам Благословенного, брахман Налиджангха встал со своего сиденья, отправился к царице Маллике и рассказал ей обо всей беседе с Благословенным.  Тогда царица Маллика пошла к царю Пасенади Косальскому и спросила его:  ",
  "mn87:24.1": "«Как ты думаешь, великий царь?  ",
  "mn87:24.2": "Дорога ли тебе царевна Ваджири?»  ",
  "mn87:24.3": "«Да, Маллика, царевна Ваджири дорога мне».  ",
  "mn87:24.4": "«Как ты думаешь, великий царь?  ",
  "mn87:24.5": "Если какие-то [неблагоприятные] изменения и перемены произошли бы в царевне Ваджири, возникли бы в вас печаль, стенание, боль, грусть и отчаяние?»  ",
  "mn87:24.6": "«Изменения и перемены в принцессе Ваджире означали бы перемены в моей жизни.  Как могли бы не возникнуть тогда печаль, стенание, боль, грусть и отчаяние во мне?»  ",
  "mn87:24.7": "«Великий царь, именно по этой причине Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый – сказал:  ",
  "mn87:24.8": "«Печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:25.1": "Как ты считаешь, великий царь? ",
  "mn87:25.2": "Дорога ли тебе царица Васабха…  ",
  "mn87:25.3": "",
  "mn87:25.4": "",
  "mn87:25.5": "",
  "mn87:25.6": "",
  "mn87:25.7": "",
  "mn87:26.1": "Генерал Видудабха…  ",
  "mn87:26.2": "",
  "mn87:26.3": "",
  "mn87:26.4": "",
  "mn87:26.5": "",
  "mn87:26.6": "",
  "mn87:27.1": "Дорога ли тебе я?...  ",
  "mn87:27.2": "«Да, Маллика, ты дорога мне».  ",
  "mn87:27.3": "«Как ты думаешь, великий царь?  ",
  "mn87:27.4": "Если какие-то [неблагоприятные] изменения и перемены произошли бы во мне, возникли бы в вас печаль, стенание, боль, грусть и отчаяние?»  ",
  "mn87:27.5": "«Изменения и перемены в тебе означали бы перемены в моей жизни.  Как могли бы не возникнуть тогда печаль, стенание, боль, грусть и отчаяние во мне?»  ",
  "mn87:27.6": "«Великий царь, именно по этой причине Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый – сказал:  ",
  "mn87:27.7": "«Печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:28.1": "Как ты считаешь, великий царь? ",
  "mn87:28.2": "Касийцы и Косальцы дороги ли тебе?»  ",
  "mn87:28.3": "«Да, Маллика, касийцы и косальцы дороги мне».  ",
  "mn87:28.4": "«Да, Маллика, касийцы и косальцы дороги мне. Благодаря касийцам и косальцам мы пользуемся сандаловым деревом из Каси, носим гирлянды, [используем] благовония, мази».  ",
  "mn87:28.5": "«Как ты думаешь, великий царь?  ",
  "mn87:28.6": "«Как вы думаете, ваше величество? Если бы изменения и перемены произошли бы в касийцах и косальцах, возникли бы в вас печаль, стенание, боль, грусть и отчаяние?»  ",
  "mn87:28.7": "«Изменения и перемены в касийцах и косальцах означали бы перемены в моей жизни.  Как могли бы не возникнуть тогда печаль, стенание, боль, грусть и отчаяние во мне?»  ",
  "mn87:28.8": "«Великий царь, именно по этой причине Благословенный – тот, кто знает и видит, совершенный и полностью просветлённый – сказал:  ",
  "mn87:28.9": "«Печаль, стенание, боль, грусть и отчаяние рождены теми, кто дорог, возникают от тех, кто дорог».  ",
  "mn87:29.1": "«Удивительно, Маллика, поразительно, ",
  "mn87:29.2": "насколько далеко проникает мудростью Благословенный, который знает и видит мудростью!  ",
  "mn87:29.3": "Ну же, Маллика, дай-ка мне воду для омовения». ",
  "mn87:29.4": "И тогда царь Пасенади из Косалы встал со своего сиденья, закинул внешнее одеяние за плечо, сложил ладони в почтительном приветствии Благословенного и произнёс это изречение трижды:  ",
  "mn87:29.5": "«Слава Благословенному, совершенному и полностью просветлённому! ",
  "mn87:29.6": "Слава Благословенному, совершенному и полностью просветлённому! ",
  "mn87:29.7": "Слава Благословенному, совершенному и полностью просветлённому!» "
}