{
  "mn88:0.1": "Мадджхима Никая 88 ",
  "mn88:0.2": "Плащ ",
  "mn88:1.1": "Так я слышал. ",
  "mn88:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn88:2.1": "И затем, утром, достопочтенный Ананда оделся, взял чашу и внешнее одеяние и отправился в Саваттхи за подаяниями. ",
  "mn88:2.2": "Походив за подаяниями по Саваттхи, вернувшись с хождения за подаяниями,  после принятия пищи он привёл жилище в порядок, взял чашу и внешнее одеяние, и отправился в Восточный парк во дворец Мигараматы, чтобы провести там остаток дня.  ",
  "mn88:3.1": "И в то время царь Пасенади Косальский взобрался на слона Экапундарику и выехал из Саваттхи средь бела дня.  ",
  "mn88:3.2": "Он издали увидел достопочтенного Ананду ",
  "mn88:3.3": "и спросил министра Сириваддху:  ",
  "mn88:3.4": "«Это достопочтенный Ананда, не так ли?»  ",
  "mn88:3.5": "«Да, ваше величество, это достопочтенный Ананда».  ",
  "mn88:4.1": "Тогда царь Пасенади Косальский сказал [некоему] человеку:  ",
  "mn88:4.2": "«Ну же, почтенный, подойди к достопочтенному Ананде, вырази ему почтение от моего имени, упав ему в ноги, и скажи:  ",
  "mn88:4.3": "«Уважаемый, царь Пасенади Косальский выражает почтение достопочтенному Ананде, припадая к его ногам».  ",
  "mn88:4.4": "И далее скажи: ",
  "mn88:4.5": "«Уважаемый, если у достопочтенного Ананды нет срочных дел, то, быть может, достопочтенный Ананда подождёт немного из сострадания?»  ",
  "mn88:5.1": "«Да, ваше величество» – ответил тот человек,  отправился к достопочтенному Ананде… «Уважаемый, если у достопочтенного Ананды нет срочных дел, то, быть может, достопочтенный Ананда подождёт немного из сострадания?» ",
  "mn88:5.2": "",
  "mn88:5.3": "",
  "mn88:5.4": "",
  "mn88:6.1": "Достопочтенный Ананда молча согласился.  ",
  "mn88:6.2": "И тогда царь Пасенади проехал на слоне дотуда, докуда слон мог пройти, затем спешился и пошёл пешком к достопочтенному Ананде.  Поклонившись ему, он встал рядом и сказал достопочтенному Ананде:  ",
  "mn88:6.3": "«Уважаемый, если у достопочтенного Ананды нет срочных дел, то было бы хорошо, если бы он отправился из сострадания на берег реки Ачиравати».  ",
  "mn88:7.1": "Достопочтенный Ананда молча согласился.  ",
  "mn88:7.2": "Он отправился на берег реки Ачиравати и сел у подножья дерева на подготовленное сиденье.  ",
  "mn88:7.3": "И тогда царь Пасенади проехал на слоне дотуда, докуда слон мог пройти, затем спешился и пошёл пешком к достопочтенному Ананде.  Поклонившись ему, он встал рядом и сказал достопочтенному Ананде:  ",
  "mn88:7.4": "«Вот, уважаемый, коврик-накидка на слона. Пусть достопочтенный Ананда сядет на него». ",
  "mn88:7.5": "«Нет в этом необходимости, великий царь.  ",
  "mn88:7.6": "Садись.  ",
  "mn88:7.7": "Я сижу на своём собственном коврике».  ",
  "mn88:8.1": "И тогда царь Пасенади Косальский сел на подготовленное сиденье ",
  "mn88:8.2": "и сказал: ",
  "mn88:8.3": "«Уважаемый Ананда, стал бы Благословенный вести себя телом, речью и умом так, что его могли бы порицать жрецы и отшельники?» ",
  "mn88:8.4": "«Великий царь, Благословенный не стал бы вести себя телом, речью и умом так, что его могли бы порицать жрецы и отшельники».  ",
  "mn88:8.5": "",
  "mn88:8.6": "",
  "mn88:8.7": "",
  "mn88:9.1": "«Удивительно, уважаемый! Поразительно, ",
  "mn88:9.2": "То, чего мы не могли завершить вопросом, было завершено достопочтенным Анандой ответом на вопрос.  ",
  "mn88:9.3": "Мы не видим ничего ценного в похвале или порицании других, высказанных глупыми невежественными людьми, которые говорят, не рассмотрев и не изучив.  ",
  "mn88:9.4": "Но мы видим ценными похвалу и порицание других, высказанные мудрыми, умными, проницательными людьми, которые говорят, рассмотрев и изучив.  ",
  "mn88:10.1": "И какой вид телесного поведения, уважаемый Ананда, порицается мудрыми жрецами и отшельниками?»  ",
  "mn88:10.2": "«Любое неблагое телесное поведение, великий царь».  ",
  "mn88:10.3": "«Уважаемый, какой вид телесного поведения является неблагим?»  ",
  "mn88:10.4": "«Любое телесное поведение, которое достойно порицания, великий царь».  ",
  "mn88:10.5": "«Уважаемый, какой вид телесного поведения достоин порицания?»  ",
  "mn88:10.6": "«Любое телесное поведение, которое приносит болезненность, великий царь».  ",
  "mn88:10.7": "«Уважаемый, какой вид телесного поведения приносит болезненность?»  ",
  "mn88:10.8": "«Любое телесное поведение, которое имеет болезненные результаты, великий царь».  ",
  "mn88:10.9": "«Уважаемый, какой вид телесного поведения имеет болезненные результаты?»  ",
  "mn88:10.10": "«Любое телесное поведение, великий царь, которое ведёт к собственной болезненности, болезненности других, или к болезненности обоих,  ",
  "mn88:10.11": "и из-за которого неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются.  ",
  "mn88:10.12": "Такое телесное поведение порицается мудрыми жрецами и отшельниками, великий царь».  ",
  "mn88:11.1": "«Уважаемый Ананда, какой вид словесного поведения является благим?»...  ",
  "mn88:11.2": "«Уважаемый Ананда, какой вид умственного поведения является неблагим?»... ",
  "mn88:11.3": "",
  "mn88:11.4": "",
  "mn88:11.5": "",
  "mn88:11.6": "",
  "mn88:11.7": "",
  "mn88:12.1": "",
  "mn88:12.2": "",
  "mn88:12.3": "",
  "mn88:12.4": "«Любое умственное поведение, великий царь, которое ведёт к собственной болезненности, болезненности других, или к болезненности обоих,  ",
  "mn88:12.5": "и из-за которого неблагие состояния [ума] увеличиваются, а благие состояния уменьшаются.  ",
  "mn88:12.6": "Такое умственное поведение порицается мудрыми жрецами и отшельниками, великий царь».  ",
  "mn88:13.1": "«Уважаемый Ананда, хвалит ли Благословенный только лишь оставление всех неблагих состояний [ума]?»  ",
  "mn88:13.2": "«Татхагата, великий царь, отбросил все неблагие состояния и наделён благими состояниями». ",
  "mn88:14.1": "«И какой вид телесного поведения, уважаемый Ананда, не порицается мудрыми жрецами и отшельниками?»  ",
  "mn88:14.2": "«Любое благое телесное поведение, великий царь».  ",
  "mn88:14.3": "«Уважаемый, какой вид телесного поведения является благим?»  ",
  "mn88:14.4": "«Любое телесное поведение, которое безупречное, великий царь».  ",
  "mn88:14.5": "«Уважаемый, какой вид телесного поведения является безупречным?»  ",
  "mn88:14.6": "«Любое телесное поведение, которое не приносит болезненности, великий царь».  ",
  "mn88:14.7": "«Уважаемый, какой вид телесного поведения не приносит болезненности?»  ",
  "mn88:14.8": "«Любое телесное поведение, которое имеет приятные результаты, великий царь».  ",
  "mn88:14.9": "«Уважаемый, какой вид телесного поведения имеет приятные результаты?»  ",
  "mn88:14.10": "«Любое телесное поведение, великий царь, которое не ведёт к собственной болезненности, болезненности других, или к болезненности обоих,  ",
  "mn88:14.11": "и из-за которого неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются.  ",
  "mn88:14.12": "Такое телесное поведение не порицается мудрыми жрецами и отшельниками, великий царь».  ",
  "mn88:15.1": "«Уважаемый Ананда, какой вид словесного поведения является благим?»...  ",
  "mn88:15.2": "«Уважаемый Ананда, какой вид умственного поведения является благим?»... ",
  "mn88:15.3": "",
  "mn88:15.4": "",
  "mn88:15.5": "",
  "mn88:16.1": "",
  "mn88:16.2": "",
  "mn88:16.3": "",
  "mn88:16.4": "",
  "mn88:16.5": "",
  "mn88:16.6": "«Любое умственное поведение, великий царь, которое не ведёт к собственной болезненности, болезненности других, или к болезненности обоих,  ",
  "mn88:16.7": "и из-за которого неблагие состояния [ума] уменьшаются, а благие состояния увеличиваются.  ",
  "mn88:16.8": "Такое умственное поведение не порицается мудрыми жрецами и отшельниками, великий царь».  ",
  "mn88:17.1": "«Уважаемый Ананда, хвалит ли Благословенный только лишь осуществление всех благих состояний [ума]?»  ",
  "mn88:17.2": "«Татхагата, великий царь, отбросил все неблагие состояния и наделён благими состояниями». ",
  "mn88:18.1": "«Удивительно, уважаемый! Поразительно, ",
  "mn88:18.2": "как хорошо это было сказано уважаемым Анандой!  ",
  "mn88:18.3": "Мы удовлетворены и довольны тем, что было столь хорошо сказано им.  ",
  "mn88:18.4": "Уважаемый, мы настолько удовлетворены и довольны тем, что было столь хорошо сказано уважаемым Анандой,  ",
  "mn88:18.5": "что если бы слон-сокровище был бы позволителен ему, мы бы дали его ему.  ",
  "mn88:18.6": "Если бы конь-сокровище был бы позволителен ему, мы бы дали его ему.  ",
  "mn88:18.7": "Если бы подарочная деревня была бы позволительна ему, мы бы дали её ему.  ",
  "mn88:18.8": "Но мы знаем, уважаемый,  ",
  "mn88:18.9": "что эти [вещи] не позволительны достопочтенному Ананде.  ",
  "mn88:18.10": "Но есть вот этот мой плащ, уважаемый, который мне прислал упакованным в царский зонт царь Аджатасатту из Магадхи.  Он шестнадцать ладоней в длину и восемь в ширину.  ",
  "mn88:18.11": "Пусть достопочтенный Ананда примет его из сострадания».  ",
  "mn88:18.12": "«Довольно, великий царь,  мой [комплект] из трёх одежд полон».  ",
  "mn88:19.1": "«Уважаемый, и мы и достопочтенный Ананда видели эту реку Ачиравати,  ",
  "mn88:19.2": "когда большое облако мощным дождём пролилось на горы. И тогда эта река Ачиравати вышла из обоих своих берегов.  ",
  "mn88:19.3": "Уважаемый, точно также достопочтенный Ананда мог бы сделать три одежды для себя из этого плаща,  ",
  "mn88:19.4": "и он мог бы поделиться своими старыми тремя одеждами со своими товарищами по святой жизни.  ",
  "mn88:19.5": "Таким образом, наше подношение выйдет из берегов.  ",
  "mn88:19.6": "Уважаемый, пусть достопочтенный Ананда примет плащ».  ",
  "mn88:20.1": "Достопочтенный Ананда принял плащ.  ",
  "mn88:20.2": "И тогда царь Пасенади Косальский сказал:  ",
  "mn88:20.3": "«А теперь, уважаемый, нам нужно идти. ",
  "mn88:20.4": "Мы очень заняты, у нас много дел». ",
  "mn88:20.5": "«Можешь идти, великий царь, когда сочтёшь нужным». ",
  "mn88:20.6": "И тогда царь Пасенади Косальский, восхитившись и возрадовавшись словам достопочтенного Ананды,  встал со своего сиденья и, поклонившись достопочтенному Ананде, обойдя его с правой стороны, ушёл.  ",
  "mn88:21.1": "И вскоре после того как он ушёл, достопочтенный Ананда отправился к Благословенному, поклонился ему, сел рядом,  ",
  "mn88:21.2": "и рассказал ему обо всей своей беседе с царём Пасенади Косальским,  ",
  "mn88:21.3": "и подарил плащ Благословенному.  ",
  "mn88:22.1": "И тогда Благословенный обратился к монахам: ",
  "mn88:22.2": "«Благо, монахи, для царя Пасенади Косальского, великое благое для царя Пасенади Косальского,  ",
  "mn88:22.3": "что ему подвернулся случай увидеть Ананду и выразить ему почтение».  ",
  "mn88:22.4": "Так сказал Благословенный. ",
  "mn88:22.5": "Монахи были довольны и восхитились словами Благословенного. "
}