{
  "mn89:0.1": "Мадджхима Никая 89 ",
  "mn89:0.2": "Монументы в честь Дхаммы ",
  "mn89:1.1": "Так я слышал. ",
  "mn89:1.2": "Однажды Благословенный проживал в стране Сакьев, где был город Сакьев под названием Медалумпа.  ",
  "mn89:2.1": "И в то время царь Пасенади Косальский прибыл в Нагараку по некоему делу.  ",
  "mn89:2.2": "Он обратился к Дигхе Караяне:  ",
  "mn89:2.3": "«Дорогой Караяна, подготовь царские колесницы.  Поедем в парк удовольствий насладиться видом приятной местности».  ",
  "mn89:2.4": "«Да, ваше величество» – ответил Дигха Караяна.  Когда царские колесницы были готовы, он сообщил царю:  ",
  "mn89:2.5": "«Ваше величество, для вас приготовлены царские колесницы.  ",
  "mn89:2.6": "Вы можете отправляться, как только сочтёте нужным». ",
  "mn89:3.1": "И тогда царь Пасенади Косальский взошёл на царскую колесницу и в сопровождении других колесниц выехал из Нагараки со всем царским великолепием,  ",
  "mn89:3.2": "направившись в парк.  ",
  "mn89:3.3": "Он ехал, пока дорога была проходимой для колесниц, затем спешился и пошёл в парк пешком.  ",
  "mn89:4.1": "Прохаживаясь и прогуливаясь в парке, чтобы размяться, царь Пасенади увидел чудесные и восхитительные подножья деревьев – тихие и непобеспокоенные голосами, с атмосферой уединения, удалённые от людей, подходящие для затворничества.  ",
  "mn89:4.2": "Вид этих [деревьев] напомнил ему о Благословенном, [и он подумал]:  ",
  "mn89:4.3": "«Эти подножья деревьев чудесные и восхитительные – тихие и непобеспокоенные голосами, с атмосферой уединения, удалённые от людей, подходящие для затворничества, [точно] как те места, где мы обычно кланяемся Благословенному, совершенному и полностью просветлённому».  ",
  "mn89:4.4": "И тогда он рассказал Дигхе Караяне о том, что подумал, и спросил:  ",
  "mn89:4.5": "«Эти подножья деревьев чудесные и восхитительные – тихие и непобеспокоенные голосами, с атмосферой уединения, удалённые от людей, подходящие для затворничества, [точно] как те места, где мы обычно кланяемся Благословенному, совершенному и полностью просветлённому.  ",
  "mn89:4.6": "Мой добрый Караяна, где сейчас проживает Благословенный, совершенный и полностью просветлённый?»  ",
  "mn89:5.1": "«Ваше величество, есть у Сакьев город под названием Медалумпа.  ",
  "mn89:5.2": "Благословенный, совершенный и полностью просветлённый, проживает сейчас там».  ",
  "mn89:5.3": "«Как далеко от Нагараки до Медалумпы?»  ",
  "mn89:5.4": "«Недалеко, ваше величество.  ",
  "mn89:5.5": "Три лиги. ",
  "mn89:5.6": "Светлого времени ещё достаточно, чтобы отправиться туда».  ",
  "mn89:5.7": "«В таком случае, дорогой Караяна, подготовь царские колесницы. Поедем навестить Благословенного, совершенного и полностью просветлённого». ",
  "mn89:5.8": "«Да, ваше величество» – ответил Дигха Караяна.  Когда царские колесницы были готовы, он сообщил царю:  ",
  "mn89:5.9": "«Ваше величество, для вас приготовлены царские колесницы.  ",
  "mn89:5.10": "Вы можете отправляться, как только сочтёте нужным». ",
  "mn89:6.1": "И тогда царь Пасенади Косальский взошёл на царскую колесницу и в сопровождении других колесниц выехал из Нагараки, направившись к городу Сакьев Медалумпе.  ",
  "mn89:6.2": "Он прибыл ещё засветло  ",
  "mn89:6.3": "и отправился в парк.  ",
  "mn89:6.4": "Он ехал, пока дорога была проходимой для колесниц, затем спешился и пошёл в парк пешком.  ",
  "mn89:7.1": "В то время группа монахов ходила под открытым небом вперёд и назад, [медитируя].  ",
  "mn89:7.2": "Тогда царь Пасенади Косальский подошёл к ним и спросил:  ",
  "mn89:7.3": "«Уважаемые, где сейчас проживает Благословенный, совершенный и полностью просветлённый?  ",
  "mn89:7.4": "Мы бы хотели повидать Благословенного, совершенного и полностью просветлённого».  ",
  "mn89:8.1": "«Вот его хижина с закрытой дверью.  Подходи к ней тихо. Без спешки взойди на крыльцо, прокашляйся и постучи.  Благословенный откроет тебе дверь». ",
  "mn89:8.2": "Тогда царь Пасенади передал свой меч и тюрбан Дигхе Караяне.  ",
  "mn89:8.3": "Дигха Караяна подумал: ",
  "mn89:8.4": "«Так царь отправляется на секретное совещание!  А я должен ждать здесь один!» ",
  "mn89:8.5": "Царь Пасенади тихонько подошёл к хижине с закрытой дверью. Без спешки он вошёл на крыльцо, прокашлялся и постучал. Благословенный открыл дверь.  ",
  "mn89:9.1": "Царь Пасенади вошёл в хижину, затем он упал в ноги Благословенному, расцеловал стопы и погладил их руками, произнося своё имя:  ",
  "mn89:9.2": "«Уважаемый, я царь Пасенади Косальский!  ",
  "mn89:9.3": "Уважаемый, я царь Пасенади Косальский!»  ",
  "mn89:9.4": "«Но, великий царь, по каким причинам ты выражаешь такое высочайшее почтение этому телу и проявляешь такую дружелюбность?»  ",
  "mn89:10.1": "«Уважаемый, исходя из Дхаммы я делаю в отношении Благословенного вывод:  ",
  "mn89:10.2": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует благой путь». ",
  "mn89:10.3": "Уважаемый, бывает так, что я вижу неких жрецов и отшельников, ведущих святую жизнь в течение десяти, двадцати, тридцати, или сорока лет,  ",
  "mn89:10.4": "а потом я вижу их ухоженными, помазанными, с постриженными волосами и бородой, обеспеченными и наделёнными пятью нитями чувственных удовольствий, наслаждающимися ими.  ",
  "mn89:10.5": "Но здесь я вижу монахов, которые ведут совершенную и чистую святую жизнь в течение всей жизни до последнего вздоха.  ",
  "mn89:10.6": "Воистину, я не вижу где-либо какой-либо другой святой жизни, которая была бы такой совершенной и чистой как эта.  ",
  "mn89:10.7": "Вот почему, уважаемый, я делаю в отношении Благословенного вывод:  ",
  "mn89:10.8": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует благой путь». ",
  "mn89:11.1": "Далее, уважаемый, цари ссорятся с царями, знать со знатью, брахманы с брахманами, домохозяева с домохозяевами.  Мать ссорится с сыном, сын – с матерью; отец – с сыном; сын – с отцом.  Брат ссорится с братом, брат – с сестрой; сестра – с братом; друг – с другом.  ",
  "mn89:11.2": "Но здесь я вижу монахов, которые живут в согласии, в гармонии, не ссорятся, подобны смешанному с водой молоку, смотрят друг на друга дружескими взорами.  ",
  "mn89:11.3": "Я не вижу какого-либо другого собрания где-либо с таким согласием.  ",
  "mn89:11.4": "И поэтому также, уважаемый, я делаю в отношении Благословенного вывод:  ",
  "mn89:11.5": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует благой путь». ",
  "mn89:12.1": "Далее, уважаемый, я ходил и блуждал от парка к парку, от сада к саду.  ",
  "mn89:12.2": "Там я видел неких жрецов и отшельников, которые тощие, жалкие, неприглядные, болезненные на вид, с выпирающими венами на членах тела, таких, что люди не захотят смотреть на них вновь.  ",
  "mn89:12.3": "Я подумал: ",
  "mn89:12.4": "«Вне сомнений, эти достопочтенные ведут святую жизнь без удовлетворения, или же они совершили некий порочный проступок и скрывают его,  ",
  "mn89:12.5": "поэтому они такие тощие, жалкие…».  ",
  "mn89:12.6": "Я подходил к ним и спрашивал:  ",
  "mn89:12.7": "«Почему вы, уважаемые, такие тощие, жалкие… не захотят смотреть на вас вновь?»  ",
  "mn89:12.8": "И они говорят так: ",
  "mn89:12.9": "«Это наша семейная болезнь, великий царь».  ",
  "mn89:12.10": "Но здесь я вижу улыбающихся и приветливых монахов, искренне радостных, открыто довольных, их способности [органов чувств] свежи, они живут в умиротворении, невозмутимы, живут на то, что другие им дают, пребывают с [отчуждёнными] умами, как у диких оленей.  ",
  "mn89:12.11": "Я подумал: ",
  "mn89:12.12": "«Вне сомнений, эти достопочтенные воспринимают последовательные состояния высшего отличия в Учении Благословенного,  ",
  "mn89:12.13": "ведь они пребывают улыбающимися и приветливыми, искренне радостными, открыто довольными, их способности [органов чувств] свежи, они живут в умиротворении, невозмутимы, живут на то, что другие им дают, пребывают с [отчуждёнными] умами, как у диких оленей».  ",
  "mn89:12.14": "И поэтому также, уважаемый, я делаю в отношении Благословенного вывод:  ",
  "mn89:12.15": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует благой путь». ",
  "mn89:13.1": "Далее, уважаемый, будучи помазанным на царство царём, [происходящим из варны] знати,  ",
  "mn89:13.2": "Я могу казнить тех, кого следует казнить, взыскивать с тех, с кого следует взыскать, ссылать тех, кого следует сослать.  ",
  "mn89:13.3": "И всё же, когда я сижу на совещании, они вклиниваются и перебивают меня.  ",
  "mn89:13.4": "Хоть я и говорю: «Господа, не вклинивайтесь и не перебивайте меня, когда я сижу на совещании. Подождите, пока я закончу говорить» –  ",
  "mn89:13.5": "всё равно они вклиниваются и перебивают меня.  ",
  "mn89:13.6": "",
  "mn89:13.7": "Но здесь я вижу монахов  ",
  "mn89:13.8": "во время того, как Благословенный учит их Дхамме – собрание из нескольких сотен последователей – и ни от одного из учеников Благословенного не услышать звука даже покашливания или прочистки горла.  ",
  "mn89:13.9": "Однажды Благословенный обучал Дхамме собрание из нескольких сотен последователей, ",
  "mn89:13.10": "и один его ученик прочистил своё горло. ",
  "mn89:13.11": "Тогда один из его товарищей по святой жизни толкнул его коленом:  ",
  "mn89:13.12": "«Тише, уважаемый, не шуми.  Благословенный, Учитель, учит нас Дхамме».  ",
  "mn89:13.13": "Я подумал: ",
  "mn89:13.14": "«Удивительно, поразительно,  ",
  "mn89:13.15": "насколько собрание может быть таким дисциплинированным без [применения к нему] силы или оружия!»  ",
  "mn89:13.16": "Я не вижу ни одного другого столь дисциплинированного собрания.  ",
  "mn89:13.17": "И поэтому также, уважаемый, я делаю в отношении Благословенного вывод:  ",
  "mn89:13.18": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует благой путь». ",
  "mn89:14.1": "Далее, уважаемый, я видел неких учёных среди знати – умных, знающих о доктринах других, острых [в ведении дебатов], точно лучники, расщепляющие [стрелой] волос.  Они ходят здесь и там, разбивая воззрения других своими острыми умами.  ",
  "mn89:14.2": "И вот они слышат: ",
  "mn89:14.3": "«Отшельник Готама посетит такую-то деревню или город».  ",
  "mn89:14.4": "Они подбирают вопрос таким образом:  ",
  "mn89:14.5": "«Мы отправимся к отшельнику Готаме и зададим ему этот вопрос.  ",
  "mn89:14.6": "Если, будучи спрошен, он ответит так, мы опровергнем его доктрину этим способом.  ",
  "mn89:14.7": "А если, будучи спрошен, он ответит этак, то мы опровергнем его доктрину тем способом».  ",
  "mn89:14.8": "И вот они слышат: ",
  "mn89:14.9": "«Отшельник Готама прибыл в такую-то и такую-то деревню или город».  ",
  "mn89:14.10": "они отправляются к отшельнику Готаме,  ",
  "mn89:14.11": "и отшельник Готама наставляет, понуждает, побуждает, радует их беседами о Дхамме.  ",
  "mn89:14.12": "Будучи наставленными, понуждёнными, побуждёнными, порадованными беседой по Дхамме, они даже не задают ему свой [ранее подготовленный] вопрос, так что уж говорить о том, чтобы опровергать его доктрину?  ",
  "mn89:14.13": "И оборачивается всё так, что они становятся его учениками.  ",
  "mn89:14.14": "И поэтому также, уважаемый, я делаю в отношении Благословенного вывод:  ",
  "mn89:14.15": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует благой путь». ",
  "mn89:15.1": "Затем, я видел неких учёных брахманов…  ",
  "mn89:16.1": "Затем, я видел неких учёных домохозяев…  ",
  "mn89:17.1": "Затем, я видел неких учёных отшельников…  ",
  "mn89:17.2": "",
  "mn89:17.3": "",
  "mn89:17.4": "",
  "mn89:17.5": "",
  "mn89:17.6": "",
  "mn89:17.7": "",
  "mn89:17.8": "",
  "mn89:17.9": "",
  "mn89:17.10": "",
  "mn89:17.11": "",
  "mn89:17.12": "Будучи наставленными, понуждёнными, побуждёнными, порадованными беседой по Дхамме, они даже не задают ему свой [ранее подготовленный] вопрос, так что уж говорить о том, чтобы опровергать его доктрину?  ",
  "mn89:17.13": "И оборачивается всё так, что они просят отшельника Готаму разрешить им [получить монашеское посвящение], уйдя из жизни домохозяйской в жизнь бездомную.  ",
  "mn89:17.14": "И он даёт им посвящение.  ",
  "mn89:17.15": "Уйдя в бездомную жизнь [под его учительством], они проживают в уединении, в затворничестве, прилежные, старательные, решительные, и вскоре посредством прямого знания они реализуют для себя, входят и пребывают в высочайшей цели святой жизни,  ради которой представители клана праведно оставляют жизнь домохозяйскую ради жизни бездомной».  ",
  "mn89:17.16": "И они говорят так: ",
  "mn89:17.17": "«Как близки мы были к падению!  Как близки мы были к погибели!  ",
  "mn89:17.18": "Прежде, хотя мы не были отшельниками, мы считали себя отшельниками. Хотя мы не были жрецами, мы считали себя жрецами. Хотя мы не были арахантами, мы считали себя арахантами.  ",
  "mn89:17.19": "Но теперь мы отшельники, теперь мы жрецы, теперь мы араханты».  ",
  "mn89:17.20": "И поэтому также, уважаемый, я делаю в отношении Благословенного вывод:  ",
  "mn89:17.21": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует благой путь». ",
  "mn89:18.1": "Далее, уважаемый, Исидатта и Пурана, два моих ревизора, едят мою еду и пользуются моими колесницами.  Я обеспечиваю их средствами к жизни и приношу им славу.  ",
  "mn89:18.2": "И несмотря на это они не выражают мне такого почтения, которое выражают Благословенному.  ",
  "mn89:18.3": "Однажды, когда я выехал со своей армией и проверял этих ревизоров Исидатту и Пурану, случилось так, что я поставил очень тесные казармы. ",
  "mn89:18.4": "И тогда эти двое ревизоров, Исидатта и Пурана, проведя большую часть ночи в обсуждении Дхаммы, легли своими головами в том направлении, в котором, как они слышали, в то время находился Благословенный, а своими ногами – ко мне.  ",
  "mn89:18.5": "Я подумал: ",
  "mn89:18.6": "«Удивительно, поразительно! ",
  "mn89:18.7": "Эти двое ревизоров, Исидатта и Пурана, едят мою еду и пользуются моими колесницами.  Я обеспечиваю их средствами к жизни и приношу им славу.  ",
  "mn89:18.8": "И несмотря на это они не выражают мне такого почтения, которое выражают Благословенному.  ",
  "mn89:18.9": "Вне сомнений, эти достопочтенные воспринимают последовательные состояния высшего отличия в Учении Благословенного».  ",
  "mn89:18.10": "И поэтому также, уважаемый, я делаю в отношении Благословенного вывод:  ",
  "mn89:18.11": "«Благословенный – полностью просветлённый, Дхамма хорошо провозглашена Благословенным, Сангха практикует благой путь». ",
  "mn89:19.1": "Далее, Благословенный относится к знатным людям, принадлежит к знати и я отношусь к знатным людям, принадлежу к знати. ",
  "mn89:19.2": "Благословенный – косалец, и я косалец.  ",
  "mn89:19.3": "Благословенному восемьдесят лет, и мне восемьдесят лет.  ",
  "mn89:19.4": "Поскольку это так, ",
  "mn89:19.5": "то я думаю, будет подобающе для меня выразить такое высочайшее почтение Благословенному, проявить такую дружелюбность.  ",
  "mn89:20.1": "А теперь, уважаемый, нам нужно идти. ",
  "mn89:20.2": "Мы очень заняты, у нас много дел». ",
  "mn89:20.3": "«Можешь идти, великий царь, когда сочтёшь нужным». ",
  "mn89:20.4": "И тогда царь Пасенади Косальский поднялся со своего сиденья и, поклонившись Благословенному, ушёл, обойдя его с правой стороны.  ",
  "mn89:21.1": "И вскоре после того как он ушёл, Благословенный обратился к монахам так:  ",
  "mn89:21.2": "«Монахи, перед тем как встать со своего сиденья и уйти, этот царь Пасенади произнёс монументы в честь Дхаммы.  ",
  "mn89:21.3": "Выучите эти монументы в честь Дхаммы! ",
  "mn89:21.4": "Запомните эти монументы в честь Дхаммы! ",
  "mn89:21.5": "Помните эти монументы в честь Дхаммы! ",
  "mn89:21.6": "Монументы в честь Дхаммы полезны, монахи, и они относятся к основам святой жизни». ",
  "mn89:21.7": "Так сказал Благословенный. ",
  "mn89:21.8": "Монахи были довольны и восхитились словами Благословенного. "
}