{
  "mn8:0.1": "Мадджхима Никая 8 ",
  "mn8:0.2": "Стирание",
  "mn8:1.1": "Так я слышал. ",
  "mn8:1.2": "Так я слышал. Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn8:2.1": "И тогда, вечером, достопочтенный Махачунда вышел из медитации и отправился к Благословенному. Поклонившись Благословенному, он сел рядом и сказал ему: ",
  "mn8:3.1": "– Уважаемый, в мире возникают различные воззрения, ",
  "mn8:3.2": "связанные либо с доктринами о существовании «я», либо с доктринами о мире. ",
  "mn8:3.3": "Происходит ли отбрасывание и оставление этих воззрений в монахе, который [на данном этапе] уделяет внимание только началу [практики]?» ",
  "mn8:3.4": "«Чунда, что касается этих различных возникающих в мире воззрений, ",
  "mn8:3.5": "связанных либо с доктринами о существовании «я», либо с доктринами о мире,",
  "mn8:3.6": "то если [предмет], в отношении которого эти воззрения возникли, который лежит в их основе, из-за которого они проявляются, увиден [практикующим] правильной мудростью в соответствии с действительностью так: «Это не моё, я не таков, это не моё «я» – то тогда происходит отбрасывание и оставление этих воззрений ",
  "mn8:4.1": "Чунда, может быть так, что, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], некий монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn8:4.2": "Он может подумать так:",
  "mn8:4.3": "«Я пребываю в стирании [загрязнений ума]».  ",
  "mn8:4.4": "Но не эти достижения называются «стиранием» в Дисциплине Благородных.  ",
  "mn8:4.5": "Эти называются «приятными пребываниями здесь и сейчас» в Дисциплине Благородных. ",
  "mn8:5.1": "Может быть так, что с угасанием направления и удержания [ума на объекте], некий монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn8:5.2": "Он может подумать так: ",
  "mn8:5.3": "«Я пребываю в стирании [загрязнений ума]». ",
  "mn8:5.4": "Но не эти достижения называются «стиранием» в Дисциплине Благородных. ",
  "mn8:5.5": "Эти называются «приятными пребываниями здесь и сейчас» в Дисциплине Благородных. ",
  "mn8:6.1": "Может быть так, что с угасанием восторга некий монах пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn8:6.2": "Он может подумать так: ",
  "mn8:6.3": "Я пребываю в стирании [загрязнений ума]».",
  "mn8:6.4": "Но не эти достижения называются «стиранием» в Дисциплине Благородных. ",
  "mn8:6.5": "Эти называются «приятными пребываниями здесь и сейчас» в Дисциплине Благородных. ",
  "mn8:7.1": "Может быть так, что с оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, некий монах входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn8:7.2": "Он может подумать так: ",
  "mn8:7.3": "Я пребываю в стирании [загрязнений ума]».",
  "mn8:7.4": "Но не эти достижения называются «стиранием» в Дисциплине Благородных. ",
  "mn8:7.5": "Эти называются «приятными пребываниями здесь и сейчас» в Дисциплине Благородных. ",
  "mn8:8.1": "Может быть так, что с полным преодолением восприятий форм, с исчезновением восприятий, вызываемых органами чувств, не обращающий внимания на восприятие множественного, осознавая: «Пространство безгранично», некий монах входит и пребывает в сфере безграничного пространства. ",
  "mn8:8.2": "Он может подумать так: ",
  "mn8:8.3": "Я пребываю в стирании [загрязнений ума]». ",
  "mn8:8.4": "Но не эти достижения называются «стиранием» в Дисциплине Благородных. ",
  "mn8:8.5": "Эти называются «умиротворёнными пребываниями» в Дисциплине Благородных. ",
  "mn8:9.1": "Может быть так, что с полным преодолением сферы безграничного пространства, осознавая: «Сознание безгранично», некий монах входит и пребывает в сфере безграничного сознания. ",
  "mn8:9.2": "Он может подумать так: ",
  "mn8:9.3": "Я пребываю в стирании [загрязнений ума]». ",
  "mn8:9.4": "Но не эти достижения называются «стиранием» в Дисциплине Благородных. ",
  "mn8:9.5": "Эти называются «умиротворёнными пребываниями» в Дисциплине Благородных. ",
  "mn8:10.1": "Может быть так, что с полным преодолением сферы безграничного сознания, осознавая: «Здесь ничего нет», некий монах входит и пребывает в сфере отсутствия всего. ",
  "mn8:10.2": "Он может подумать так: ",
  "mn8:10.3": "Я пребываю в стирании [загрязнений ума]». ",
  "mn8:10.4": "Но не эти достижения называются «стиранием» в Дисциплине Благородных. ",
  "mn8:10.5": "Эти называются «умиротворёнными пребываниями» в Дисциплине Благородных. ",
  "mn8:11.1": "Может быть так, что с полным преодолением сферы отсутствия всего монах входит и пребывает в сфере-ни-восприятия-ни-не-восприятия. ",
  "mn8:11.2": "Он может подумать так: ",
  "mn8:11.3": "Я пребываю в стирании [загрязнений ума]». ",
  "mn8:11.4": "Но не эти достижения называются «стиранием» в Дисциплине Благородных. ",
  "mn8:11.5": "Эти называются «умиротворёнными пребываниями» в Дисциплине Благородных. ",
  "mn8:12.0": "1. Стирание ",
  "mn8:12.1": "Чунда, вот как тебе следует практиковать стирание: ",
  "mn8:12.2": "«Другие будут жестокими. Мы не будем жестокими» – вот как следует практиковать стирание. ",
  "mn8:12.3": "«Другие будут убивать живых существ. Мы не будем убивать живых существ» – вот как следует практиковать стирание.",
  "mn8:12.4": "«Другие будут брать то, что [им] не было дано. Мы будем воздерживаться от взятия того, что не дано» – вот как следует практиковать стирание. ",
  "mn8:12.5": "«Другие не будут целомудренными. Мы будем целомудренными» – вот как следует практиковать стирание. ",
  "mn8:12.6": "«Другие будут лгать. Мы не будем лгать» – вот как следует практиковать стирание. ",
  "mn8:12.7": "«Другие будут говорить злонамеренно. Мы не будем говорить злонамеренно» – вот как следует практиковать стирание. ",
  "mn8:12.8": "«Другие будут говорить грубо. Мы не будем говорить грубо» – вот как следует практиковать стирание. ",
  "mn8:12.9": "«Другие будут сплетничать. Мы не будем сплетничать» – вот как следует практиковать стирание. ",
  "mn8:12.10": "«Другие будут алчными. Мы не будем алчными» – вот как следует практиковать стирание. ",
  "mn8:12.11": "«У других будет недоброжелательность. У нас не будет недоброжелательности» – вот как следует практиковать стирание. ",
  "mn8:12.12": "«У других будут неправильные воззрения. У нас будут правильные воззрения» – вот как следует практиковать стирание.",
  "mn8:12.13": "«У других будет неправильное устремление. У нас будет правильное устремление» – вот как следует практиковать стирание.",
  "mn8:12.14": "«У других будет неправильная речь. У нас будет правильная речь» – вот как следует практиковать стирание. ",
  "mn8:12.15": "«У других будет неправильные действия. У нас будет правильные действия» – вот как следует практиковать стирание. ",
  "mn8:12.16": "«У других будут неправильные средства к жизни. У нас будут правильные средства к жизни» – вот как следует практиковать стирание.",
  "mn8:12.17": "«У других будет неправильное усилие. У нас будет правильное усилие» – вот как следует практиковать стирание.",
  "mn8:12.18": "«У других будет неправильная осознанность. У нас будет правильная осознанность» – вот как следует практиковать стирание. ",
  "mn8:12.19": "«У других будет неправильное сосредоточение. У нас будет правильное сосредоточение» – вот как следует практиковать стирание. ",
  "mn8:12.20": "«У других будет неправильное знание. У нас будет правильное знание» – вот как следует практиковать стирание.",
  "mn8:12.21": "«У других будет неправильное освобождение. У нас будет правильное освобождение» – вот как следует практиковать стирание. ",
  "mn8:12.22": "«Других будет одолевать лень и апатия. Мы будем свободны от лени и апатии» – вот как следует практиковать стирание. ",
  "mn8:12.23": "«Другие будут неугомонными. Мы не будем неугомонными» – вот как следует практиковать стирание.",
  "mn8:12.24": "«Другие будут сомневающимися. Мы выйдем за пределы сомнения» – вот как следует практиковать стирание.",
  "mn8:12.25": "«Другие будут злыми. Мы не будем злыми» – вот как следует практиковать стирание. ",
  "mn8:12.26": "«Другие будут негодующими. Мы не будем негодующими» – вот как следует практиковать стирание. ",
  "mn8:12.27": "«Другие будут презрительными. Мы не будем презрительными» – вот как следует практиковать стирание. ",
  "mn8:12.28": "«Другие будут надменными. Мы не будем надменными» – вот как следует практиковать стирание. ",
  "mn8:12.29": "«Другие будут завистливыми. Мы не будем завистливыми» – вот как следует практиковать стирание. ",
  "mn8:12.30": "«Другие будут скупыми. Мы не будем скупыми» – вот как следует практиковать стирание. ",
  "mn8:12.31": "«Другие будут притворными. Мы не будем притворными» – вот как следует практиковать стирание. ",
  "mn8:12.32": "«Другие будут лживыми. Мы не будем лживыми» – вот как следует практиковать стирание. ",
  "mn8:12.33": "«Другие будут упрямыми. Мы не будем упрямыми» – вот как следует практиковать стирание. ",
  "mn8:12.34": "«Другие будут высокомерными. Мы не будем высокомерными» – вот как следует практиковать стирание. ",
  "mn8:12.35": "«Другим будет трудно делать замечания. Нам будет легко делать замечания» – вот как следует практиковать стирание. ",
  "mn8:12.36": "«У других будут плохие друзья. У нас будут хорошие друзья» – вот как следует практиковать стирание. ",
  "mn8:12.37": "«Другие будут беспечными. Мы будем прилежными» – вот как следует практиковать стирание. ",
  "mn8:12.38": "«Другие будут неверующими. Мы будем верующими» – вот как следует практиковать стирание. ",
  "mn8:12.39": "«Другие будут бесстыдными. Мы будем иметь чувство стыда» – вот как следует практиковать стирание.",
  "mn8:12.40": "«Другие не будут бояться совершить проступок. Мы будем бояться совершить проступок» – вот как следует практиковать стирание. ",
  "mn8:12.41": "«У других будет мало знаний. Мы будем обладать великой учёностью» – вот как следует практиковать стирание. ",
  "mn8:12.42": "«Другие будут ленивыми. Мы будем усердными» – вот как следует практиковать стирание. ",
  "mn8:12.43": "«Другие будут неосознанными. Мы будем утверждены в осознанности» – вот как следует практиковать стирание. ",
  "mn8:12.44": "«У других не будет мудрости. Мы будем обладать мудростью» – вот как следует практиковать стирание.’ ",
  "mn8:12.45": "«Другие будут придерживаться своих собственных воззрений, прочно за них держаться, и оставлять их с трудом. Мы не будем придерживаться своих собственных воззрений, прочно за них держаться, но будем оставлять их с лёгкостью» – вот как следует практиковать стирание. ",
  "mn8:13.1": "Чунда, я говорю тебе, что даже склонность ума к благим состояниям является великим благом, так что уж говорить о телесных и словесных поступках, соответствующих [такому состоянию ума]? ",
  "mn8:13.2": "Поэтому ум следует склонять так: «Другие будут жестокими. Мы не будем жестокими». ",
  "mn8:13.3": "Ум следует склонять так: «Другие будут убивать живых существ. Мы будем воздерживаться от убийства живых существ». … ",
  "mn8:13.4": "Ум следует склонять так: «Другие будут придерживаться своих собственных воззрений, прочно за них держаться, и оставлять их с трудом. Мы не будем придерживаться своих собственных воззрений, прочно за них держаться, но будем оставлять их с лёгкостью». ",
  "mn8:14.0": "3. Избегание ",
  "mn8:14.1": "Чунда, представь неровный путь и другой, ровный путь, [идя] которым можно было бы избежать [путешествия по неровному].  ",
  "mn8:14.2": "И представь неровный брод и другой ровный брод, [идя] которым можно было бы избежать [перехода по неровному]. ",
  "mn8:14.3": "Точно также: тот, кто жесток, имеет не-жестокость, посредством которой он мог бы избежать [жестокости]. Тот, кто убивает живых существ, имеет воздержание от убийства живых существ, посредством которого он мог бы избежать [убийства]. … ",
  "mn8:14.4": "",
  "mn8:14.5": "Тот, кто придерживается своих собственных воззрений, прочно за них держится, и оставляет их с трудом, имеет не-приверженность к собственным воззрениям, отсутствие прочного их удержания, лёгкость их оставления, посредством чего он мог бы избежать [всего этого]. ",
  "mn8:15.0": "4. Путь, ведущий ввысь ",
  "mn8:15.1": "Чунда, подобно тому, как все неблагие состояния ведут вниз, а все благие состояния ведут ввысь, ",
  "mn8:15.2": "то точно также: тот, кто жесток, имеет не-жестокость, которая ведёт его ввысь. Тот, кто убивает живых существ, имеет воздержание от убийства живых существ, которое ведёт его ввысь. … ",
  "mn8:15.3": "Тот, кто придерживается своих собственных воззрений, прочно за них держится, и оставляет их с трудом, имеет не-приверженность к собственным воззрениям, отсутствие прочного их удержания, лёгкость их оставления, которые ведут его ввысь.",
  "mn8:16.0": "5. Путь погашения ",
  "mn8:16.1": "Чунда, не может быть такого, чтобы тот, кто утопает в грязи сам, вытащил бы другого утопающего в грязи.",
  "mn8:16.2": "[Но] может быть так, что тот, кто не утопает в грязи сам, вытащил бы другого утопающего в грязи. ",
  "mn8:16.3": "Не может быть такого, чтобы тот, кто сам необуздан, недисциплинирован, с неугасшими [загрязнениями ума], мог бы обуздать другого, дисциплинировать его, помочь погасить [его загрязнения]. ",
  "mn8:16.4": "Но] может быть так, что тот, кто сам обуздан, дисциплинирован, с угасшими [загрязнениями ума], мог бы обуздать другого, дисциплинировать его, помочь погасить [его загрязнения]. ",
  "mn8:16.5": "Точно также: тот, кто жесток, имеет не-жестокость, посредством которой он гасит [жестокость]. Тот, кто убивает живых существ, имеет воздержание от убийства живых существ, посредством которого он гасит [убийство]. … ",
  "mn8:16.6": "",
  "mn8:16.7": "",
  "mn8:16.8": "",
  "mn8:16.9": "",
  "mn8:16.10": "",
  "mn8:16.11": "",
  "mn8:16.12": "",
  "mn8:16.13": "",
  "mn8:16.14": "",
  "mn8:16.15": "",
  "mn8:16.16": "",
  "mn8:16.17": "",
  "mn8:16.18": "",
  "mn8:16.19": "",
  "mn8:16.20": "",
  "mn8:16.21": "",
  "mn8:16.22": "",
  "mn8:16.23": "",
  "mn8:16.24": "",
  "mn8:16.25": "",
  "mn8:16.26": "",
  "mn8:16.27": "",
  "mn8:16.28": "",
  "mn8:16.29": "",
  "mn8:16.30": "",
  "mn8:16.31": "",
  "mn8:16.32": "",
  "mn8:16.33": "",
  "mn8:16.34": "",
  "mn8:16.35": "",
  "mn8:16.36": "",
  "mn8:16.37": "",
  "mn8:16.38": "",
  "mn8:16.39": "",
  "mn8:16.40": "",
  "mn8:16.41": "",
  "mn8:16.42": "",
  "mn8:16.43": "",
  "mn8:16.44": "",
  "mn8:16.45": "",
  "mn8:16.46": "",
  "mn8:16.47": "Тот, кто придерживается своих собственных воззрений, прочно за них держится, и оставляет их с трудом, имеет не-приверженность к собственным воззрениям, отсутствие прочного их удержания, лёгкость их оставления, посредством чего он гасит это. ",
  "mn8:17.1": "Так, Чунда, я научил пути стирания, я научил пути склонения ума, я научил пути избегания, я научил пути, ведущему ввысь, я научил пути погашения. ",
  "mn8:17.2": "То, что следует сделать учителю для своих учеников из сострадания к ним, желая им благополучия, имея к ним сострадание, – всё это я сделал для вас, Чунда. ",
  "mn8:17.3": "Вон там – подножья деревьев, там – пустые хижины. Медитируйте, Чунда, не откладывайте на потом, иначе будете позже сожалеть об этом. Таково наше наставление вам». ",
  "mn8:17.4": "Так сказал Благословенный. ",
  "mn8:17.5": "Достопочтенный Чунда был доволен и восхитился словами Благословенного. ",
  "mn8:17.6": "Было изложено 44 положения, ",
  "mn8:17.7": "объединенных в пять разделов.",
  "mn8:17.8": "«Стирание» - название этой сутты, ",
  "mn8:17.9": "что глубока как океан. "
}