{
  "mn90:0.1": "Мадджхима Никая 90 ",
  "mn90:0.2": "В Каннакаттхале ",
  "mn90:1.1": "Так я слышал. ",
  "mn90:1.2": "Однажды Благословенный проживал в Уджуннье, в Оленьем парке Каннакаттхалы.  ",
  "mn90:2.1": "И в то время царь Пасенади Косальский прибыл в Уджуннью по некоему делу.  ",
  "mn90:2.2": "Он сказал [своему] человеку:  ",
  "mn90:2.3": "«Ну же, брахман, иди к отшельнику Готаме, поклонись ему от моего имени, упав ему в ноги. Спроси от моего имени, свободен ли он от болезни и недуга, здоров ли, силён ли и пребывает ли в комфортном состоянии. ",
  "mn90:2.4": "",
  "mn90:2.5": "И далее скажи: ",
  "mn90:2.6": "«Уважаемый, сегодня царь Пасенади Косальский придёт повидать Благословенного после завтрака».  ",
  "mn90:2.7": "«Да, ваше величество» – ответил тот человек,  Он отправился к Саньджае, брахману из клана Акасы, и сказал ему: «Уважаемый, царь Пасенади Косальский зовёт вас».  ",
  "mn90:2.8": "",
  "mn90:2.9": "",
  "mn90:2.10": "",
  "mn90:3.1": "Сёстры Сома и Сакула услышали его.  ",
  "mn90:3.2": "",
  "mn90:3.3": "И затем, когда подавали кушанье, две сестры отправились к царю и сказали:  ",
  "mn90:3.4": "«Ваше величество, поклонитесь от нашего имени Благословенному, упав ему в ноги,  спросите, свободен ли он от болезни и недуга, здоров ли, силён ли и пребывает ли в комфортном состоянии». ",
  "mn90:3.5": "",
  "mn90:4.1": "И тогда после завтрака царь Пасенади Косальский отправился к Благословенному и, поклонившись ему, сел рядом и сказал: ",
  "mn90:4.2": "«Уважаемый, сёстры Сома и Сакула выражают почтение, припадая к Вашим ногам.  Они интересуются, свободен ли Благословенный от болезни и недуга, здоров ли, силён ли, и пребывает ли в комфортном состоянии». ",
  "mn90:4.3": "[Благословенный ответил]: «Но, великий царь, неужели сёстры Сома и Сакула не нашли другого посыльного?»  ",
  "mn90:4.4": "«Уважаемый, сёстры Сома и Сакула услышали: «Сегодня царь Пасенади Косальский отправится повидать Благословенного после завтрака». И затем, когда подавали кушанье, сёстры Сома и Сакула подошли ко мне и сказали: «Ваше величество, поклонитесь от нашего имени…».  ",
  "mn90:4.5": "",
  "mn90:4.6": "",
  "mn90:4.7": "",
  "mn90:4.8": "",
  "mn90:4.9": "Благословенный сказал: «Пусть сёстры Сома и Сакула будут счастливы, великий царь».  ",
  "mn90:5.1": "Тогда царь Пасенади Косальский сказал Благословенному:  ",
  "mn90:5.2": "Ведь я слышал, будто отшельник Готама говорит так: ",
  "mn90:5.3": "«Нет какого-либо отшельника или жреца, который был бы всезнающим и всевидящим, кто заявлял бы о том, что обладает полным знанием и видением – такого не может быть».  ",
  "mn90:5.4": "Уважаемый, те, кто говорят так, говорят ли именно о том, как это было сказано Благословенным, не выставляют ли они его в ложном свете тем, что было бы противоположным действительности?  Объясняют ли они в соответствии с Дхаммой, так что их утверждение не влечёт за собой уместной почвы для критики?» ",
  "mn90:5.5": "«Великий царь, те, кто говорят так, говорят то, что не было сказано мной,  но выставляют меня в ложном свете тем, что не соответствует действительности». ",
  "mn90:6.1": "Тогда царь Пасенади Косальский обратился к военачальнику Видудабхе:  ",
  "mn90:6.2": "«Военачальник, кто донёс эту историю до дворца?»  ",
  "mn90:6.3": "«Это был Саньджая, ваше величество, брахман из клана Акасы».  ",
  "mn90:7.1": "И тогда царь Пасенади Косальский сказал [некоему] человеку:  ",
  "mn90:7.2": "«Ну же, почтенный, от моего имени скажи Саньджае, брахману из клана Акасы:  ",
  "mn90:7.3": "«Уважаемый, царь Пасенади Косальский зовёт вас».  ",
  "mn90:7.4": "«Да, ваше величество» – ответил тот человек,  Он отправился к Саньджае, брахману из клана Акасы, и сказал ему: «Уважаемый, царь Пасенади Косальский зовёт вас».  ",
  "mn90:7.5": "",
  "mn90:8.1": "Тогда царь Пасенади Косальский сказал Благословенному:  ",
  "mn90:8.2": "«Уважаемый, могло ли быть так, что Благословенный сказал нечто иное, имеющее к этому отношение, но человек понял это неправильно?  ",
  "mn90:8.3": "[И если это так, то] как именно Благословенный помнит то, как он делал такое утверждение?»  ",
  "mn90:8.4": "«Великий царь, я помню, что в действительности делал такое утверждение вот как:  ",
  "mn90:8.5": "«Нет какого-либо отшельника или жреца, который знает всё, видит всё одновременно. Не может быть такого». ",
  "mn90:8.6": "«То, что сказал Благословенный, кажется разумным. То, что сказал Благословенный, кажется, подтверждается здравым смыслом.  ",
  "mn90:8.7": "",
  "mn90:9.1": "Уважаемый, есть эти четыре варны:  ",
  "mn90:9.2": "знать, брахманы, торговцы, рабочие.  ",
  "mn90:9.3": "Есть ли какое-либо отличие между ними?»  ",
  "mn90:9.4": "",
  "mn90:9.5": "",
  "mn90:9.6": "«Великий царь, есть эти четыре варны: знать, брахманы, торговцы, рабочие. Две из них считаются высшими, ",
  "mn90:9.7": "то есть знать и брахманы.  ",
  "mn90:9.8": "Так как люди выражают им почтение, встают перед ними, встречают почтительным приветствием и вежливым услужением».  ",
  "mn90:10.1": "«Уважаемый, я спрашивал не об этой нынешней жизни.  ",
  "mn90:10.2": "Я спрашивал о жизни, которая наступит [после смерти]».  ",
  "mn90:10.3": "",
  "mn90:10.4": "",
  "mn90:10.5": "",
  "mn90:10.6": "«Великий царь, есть эти пять факторов старания.  ",
  "mn90:10.7": "Какие пять? ",
  "mn90:10.8": "Вот монах наделён верой, он верит в просветление Татхагаты так:  ",
  "mn90:10.9": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn90:10.10": "Далее, он свободен от болезней и недугов,  обладает хорошим пищеварением, которое ни слишком холодное, ни слишком тёплое, но среднее, а также способен выдержать нагрузку от старания. ",
  "mn90:10.11": "Далее, он честный и искренний,  он в соответствии с действительностью раскрывает себя Учителю и своим товарищам по святой жизни.  ",
  "mn90:10.12": "Далее, он усерден в оставлении неблагих состояний [ума] и в осуществлении благих состояний. Он твёрд, устойчив в старании, настойчив во взращивании благих состояний. ",
  "mn90:10.13": "Он мудр. Он наделён мудростью в отношении возрастания и исчезновения – благородной, проникающей, ведущей к полному уничтожению страданий. ",
  "mn90:10.14": "Таковы пять факторов старания.  ",
  "mn90:10.15": "Великий царь, есть эти четыре варны:  ",
  "mn90:10.16": "знать, брахманы, торговцы, рабочие.  ",
  "mn90:10.17": "Если бы они обладали этими пятью факторами старания,  ",
  "mn90:10.18": "то это приведёт к их благополучию и счастью на долгое время».  ",
  "mn90:11.1": "«Уважаемый, есть эти четыре варны:  ",
  "mn90:11.2": "знать, брахманы, торговцы, рабочие.  ",
  "mn90:11.3": "Если бы они обладали этими пятью факторами старания,  ",
  "mn90:11.4": "было бы между ними какое-либо отличие в этом отношении?»  ",
  "mn90:11.5": "«Великий царь, я утверждаю, что отличие между ними было бы в разнице их стараний.  ",
  "mn90:11.6": "Представь, как если бы два приручаемых слона, или две приручаемых лошади, или два приручаемых быка были бы хорошо приручены и обучены,  а также два приручаемых слона… лошади… быка были бы не приручены и не обучены.  ",
  "mn90:11.7": "Как ты считаешь, великий царь? ",
  "mn90:11.8": "Могли бы два приручаемых слона… лошади… быка, хорошо прирученных и обученных, обрести поведение прирученных, могли бы они достичь уровня прирученных?»  ",
  "mn90:11.9": "«Да, уважаемый». ",
  "mn90:11.10": "«И могли бы два приручаемых слона… лошади… быка, не прирученных и не обученных, обрести поведение прирученных, могли бы они достичь уровня прирученных – как те два слона… лошади… быка…?»  ",
  "mn90:11.11": "«Нет, уважаемый». ",
  "mn90:11.12": "«Точно также, великий царь, не может быть такого, чтобы то, что может быть достигнуто тем, кто обладает верой, кто свободен от болезни, кто честный и искренний, кто усердный, кто мудрый –  было бы достигнуто тем, кто не имеет веры, имеет много болезней, кто нечестен и лжив, кто ленив, кто не мудр».  ",
  "mn90:12.1": "«То, что сказал Благословенный, кажется разумным. То, что сказал Благословенный, кажется, подтверждается здравым смыслом.  ",
  "mn90:12.2": "Уважаемый, есть эти четыре варны:  ",
  "mn90:12.3": "знать, брахманы, торговцы, рабочие.  ",
  "mn90:12.4": "Если бы они обладали этими пятью факторами старания, и если бы их старание было бы правильным,  ",
  "mn90:12.5": "было бы между ними какое-либо отличие в этом отношении?»  ",
  "mn90:12.6": "«Великий царь, в этом случае, я утверждаю, между ними не было бы отличия, то есть, в освобождении одного и освобождении других.  ",
  "mn90:12.7": "Представь, как если бы человек взял бы сухое саковое дерево, зажёг огонь, породил тепло.  ",
  "mn90:12.8": "И затем другой человек взял бы сухое саловое дерево, зажёг огонь, породил тепло.  ",
  "mn90:12.9": "И затем другой человек взял бы сухое манговое дерево, зажёг огонь, породил тепло.  ",
  "mn90:12.10": "И затем другой человек взял бы сухое фиговое дерево, зажёг огонь, породил тепло.  ",
  "mn90:12.11": "Как ты считаешь, великий царь? ",
  "mn90:12.12": "Как ты думаешь, великий царь? Было бы какое-либо отличие в горении огня этих разных видов дерева, то есть отличие между пламенем [огня] одного и пламенем [огня] других, или между цветом [огня] одного и цветом [огня] других, или между сиянием [огня] одного и сиянием [огня] других?»  ",
  "mn90:12.13": "«Нет, уважаемый». ",
  "mn90:12.14": "«Точно также, великий царь, когда [духовный] огонь зажжён усердием, зажжён старанием, то тогда, я говорю тебе, нет разницы между освобождением одного и освобождением других».  ",
  "mn90:13.1": "«То, что сказал Благословенный, кажется разумным. То, что сказал Благословенный, кажется, подтверждается здравым смыслом.  ",
  "mn90:13.2": "Но, уважаемый, так как оно: существуют ли божества?»  ",
  "mn90:13.3": "«Почему ты спрашиваешь об этом, великий царь?» ",
  "mn90:13.4": "",
  "mn90:13.5": "«Уважаемый, я спрашивал о том, возвращаются ли эти божества обратно в это [человеческое] состояние или же нет».  ",
  "mn90:13.6": "«Великий царь, те божества, которые всё ещё подвержены недоброжелательности, возвращаются в это [человеческое] состояние, а те божества, которые более не подвержены недоброжелательности, не возвращаются в это [человеческое] состояние». ",
  "mn90:14.1": "Когда так было сказано, военачальник Видудабха спросил Благословенного:  ",
  "mn90:14.2": "«Уважаемый, могут ли те божества, которые всё ещё подвержены недоброжелательности и которые возвращаются обратно в это [человеческое] состояние, напасть и изгнать с того места тех божеств, которые более не подвержены недоброжелательности, и которые не возвращаются в это [человеческое] состояние?»  ",
  "mn90:14.3": "Мысль пришла к достопочтенному Ананде:  ",
  "mn90:14.4": "«Этот военачальник Видудабха – сын царя Пасенади Косальского.  ",
  "mn90:14.5": "А я – [духовный] сын Благословенного.  ",
  "mn90:14.6": "Время поговорить одному сыну с другим».  ",
  "mn90:14.7": "Он сказал военачальнику Видудабхе:  ",
  "mn90:14.8": "««Военачальник, я задам тебе встречный вопрос. Отвечай так, как посчитаешь нужным.  ",
  "mn90:14.9": "Военачальник, как ты думаешь?  ",
  "mn90:14.10": "Есть [территория], где всюду простирается косальское царство царя Пасенади Косальского, где он осуществляет управление и владычество. Может ли царь Пасенади Косальский напасть и изгнать с того места какого-либо отшельника или жреца, вне зависимости от того, есть ли у этого отшельника или жреца заслуги или же нет, ведёт ли он святую жизнь, или же нет?» ",
  "mn90:14.11": "«Он может так сделать, уважаемый».  ",
  "mn90:14.12": "«Военачальник, как ты думаешь? ",
  "mn90:14.13": "Есть [территория], где всюду простирается [земля], которая не является косальским царством царя Пасенади Косальского, где он не осуществляет управление и владычество. Может ли царь Пасенади Косальский напасть и изгнать с того места какого-либо отшельника или жреца, вне зависимости от того, есть ли у этого отшельника или жреца заслуги или же нет, ведёт ли он святую жизнь, или же нет?» ",
  "mn90:14.14": "«Он не может так сделать, уважаемый».  ",
  "mn90:14.15": "«Военачальник, как ты думаешь? ",
  "mn90:14.16": "Слышал ли ты о богах [мира] Тридцати трёх?»  ",
  "mn90:14.17": "«Да, уважаемый,  ",
  "mn90:14.18": "я слышал о них.  ",
  "mn90:14.19": "И царь Пасенади Косальский также слышал о них».  ",
  "mn90:14.20": "«Военачальник, как ты думаешь? ",
  "mn90:14.21": "Может ли царь Пасенади Косальский напасть и изгнать с того места богов [мира] Тридцати трёх?»  ",
  "mn90:14.22": "«Уважаемый, царь Пасенади Косальский не может даже видеть богов [мира] Тридцати трёх, так как же он может напасть и изгнать с того места богов [мира] Тридцати трёх?»  ",
  "mn90:14.23": "«Точно также, военачальник, те божества, которые всё ещё подвержены недоброжелательности и которые возвращаются обратно в это [человеческое] состояние, не могут даже видеть тех божеств, которые более не подвержены недоброжелательности, и которые не возвращаются в это [человеческое] состояние. Так как же они могут напасть на них и изгнать их с того места?»  ",
  "mn90:15.1": "Тогда царь Пасенади Косальский сказал Благословенному:  ",
  "mn90:15.2": "«Уважаемый, как зовут этого монаха?»  ",
  "mn90:15.3": "«Его зовут Ананда, великий царь».  ",
  "mn90:15.4": "«В самом деле он Ананда, уважаемый, и Анандой и выглядит.  ",
  "mn90:15.5": "То, что сказал достопочтенный Ананда, кажется разумным. То, что сказал достопочтенный Ананда, кажется, подтверждается здравым смыслом.  ",
  "mn90:15.6": "Но, уважаемый, существует ли Брахма?»  ",
  "mn90:15.7": "«Почему ты спрашиваешь об этом, великий царь?» ",
  "mn90:15.8": "",
  "mn90:15.9": "«Уважаемый, я спрашивал о том, возвращается ли этот Брахма обратно в это [человеческое] состояние или же нет».  ",
  "mn90:15.10": "«Великий царь, любой Брахма, который всё ещё подвержен недоброжелательности, возвращается в это [человеческое] состояние, а любой Брахма, который более не подвержен недоброжелательности, не возвращается в это [человеческое] состояние».  ",
  "mn90:16.1": "И тогда человек объявил царю Пасенади Косальскому:  ",
  "mn90:16.2": "«Великий царь, Саньджая, брахман из клана Акасы, прибыл».  ",
  "mn90:16.3": "Царь Пасенади спросил Саньджаю, брахмана из клана Акасы:  ",
  "mn90:16.4": "«Брахман, кто донёс эту историю до дворца?»  ",
  "mn90:16.5": "«Ваше величество, это был военачальник Видудабха».  ",
  "mn90:16.6": "Военачальник Видудабха сказал:  ",
  "mn90:16.7": "«Это был Саньджая, ваше величество, брахман из клана Акасы».  ",
  "mn90:17.1": "И тогда человек объявил царю Пасенади Косальскому:  ",
  "mn90:17.2": "«Великий царь, пришло время ехать».  ",
  "mn90:17.3": "Царь Пасенади Косальский сказал Благословенному:  ",
  "mn90:17.4": "«Уважаемый, мы спросили Благословенного о всезнании, и Благословенный ответил нам о всезнании.  ",
  "mn90:17.5": "Мы одобрили и согласились с этим ответом, и потому мы довольны.  ",
  "mn90:17.6": "Мы спросили Благословенного об очищении в четырёх варнах,  ",
  "mn90:17.7": "",
  "mn90:17.8": "о божествах,  ",
  "mn90:17.9": "",
  "mn90:17.10": "о Брахмах, и Благословенный ответил нам о Брахмах.  ",
  "mn90:17.11": "",
  "mn90:17.12": "Мы одобрили и согласились с этим ответом, и потому мы довольны. Всё, о чём мы спросили Благословенного, на всё это он ответил.  ",
  "mn90:17.13": "Мы одобрили и согласились с этим ответом, и потому мы довольны.  ",
  "mn90:17.14": "А теперь, уважаемый, нам нужно идти. ",
  "mn90:17.15": "Мы очень заняты, у нас много дел». ",
  "mn90:17.16": "«Можешь идти, великий царь, когда сочтёшь нужным». ",
  "mn90:18.1": "И тогда царь Пасенади Косальский, восхитившись и возрадовавшись словам Благословенного,  поднялся со своего сиденья и, поклонившись Благословенному, ушёл, обойдя его с правой стороны. ",
  "mn90:18.2": "",
  "mn90:18.3": "",
  "mn90:19.1": "",
  "mn90:19.2": "",
  "mn90:19.3": "",
  "mn90:19.4": "",
  "mn90:19.5": ""
}