{
  "mn91:0.1": "Мадджхима Никая 91 ",
  "mn91:0.2": "Брахман Брахмайю ",
  "mn91:1.1": "Так я слышал. ",
  "mn91:1.2": "Однажды Благословенный путешествовал по стране Видехов в сопровождении большой общины монахов, с пятью сотнями монахов. ",
  "mn91:2.1": "В то время брахман Брахмайю жил в Митхиле. Он был стар, отягощён годами, много прожил, дни его подходили к концу. Шёл ему сто двадцатый год. Он был знатоком Трёх Вед в их словарях, литургии, фонологии, этимологии, и исторей как пятое. Он хорошо знал филологию, грамматику и был прекрасно сведущ в натурфилософии и в знаках Великого Человека. ",
  "mn91:3.1": "И брахман Брахмайю услышал: ",
  "mn91:3.2": "«Отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, путешествует по стране Видехов с большой общиной в пятьсот монахов. ",
  "mn91:3.3": "И об этом господине Готаме распространилась такая славная молва: ",
  "mn91:3.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "mn91:3.5": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn91:3.6": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую». ",
  "mn91:3.7": "Хорошо было бы увидеть таких арахантов». ",
  "mn91:4.1": "И в то время у брахмана Брахмайю был молодой брахманский ученик по имени Уттара, который [также] был знатоком Трёх Вед в их словарях... и в знаках Великого Человека. ",
  "mn91:4.2": "Он сказал своему ученику: «Мой дорогой Уттара, отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, путешествует по стране Видехов… ",
  "mn91:4.3": "",
  "mn91:4.4": "",
  "mn91:4.5": "",
  "mn91:4.6": "",
  "mn91:4.7": "…Хорошо было бы увидеть таких арахантов. Ну же, мой дорогой Уттара, пойди к отшельнику Готаме и выясни, правдива ли идущая о нём молва или же нет, и действительно ли господин Готама таков или же нет. ",
  "mn91:4.8": "",
  "mn91:4.9": "Так с твоей помощью мы узнаем о господине Готаме». ",
  "mn91:5.1": "«Но как же я узнаю, господин, правдива ли идущая о нём молва или же нет, и действительно ли господин Готама таков или же нет?» ",
  "mn91:5.2": "",
  "mn91:5.3": "«Мой дорогой Уттара, в наших гимнах дошли до нас тридцать два знака Великого Человека. У Великого Человека, который наделён ими, есть только две возможных участи, и нет других. ",
  "mn91:5.4": "Если он живёт домохозяйской жизнью, он станет царём-миродержцем, праведным царём, который правит Дхаммой, покорителем четырёх сторон света, всепобедившим, утвердившим порядок в своей стране, владеющим семью сокровищами. ",
  "mn91:5.5": "У него есть эти семь сокровищ: ",
  "mn91:5.6": "сокровище-колесо, сокровище-слон, сокровище-конь, сокровище-самоцвет, сокровище-женщина, сокровище-распорядитель, сокровище-советник в качестве седьмого. ",
  "mn91:5.7": "У него более тысячи сыновей-героев, покорителей вражеских армий. ",
  "mn91:5.8": "Он правит, покорив эту охваченную морями землю, без палки и оружия, а только Дхаммой. ",
  "mn91:5.9": "Но если он оставляет жизнь домохозяйскую ради бездомной, то он станет Совершенным, Полностью Просветлённым, который сдёрнет завесу [неведения] с мира. ",
  "mn91:5.10": "Но я, мой дорогой Уттара, даритель гимнов. ",
  "mn91:5.11": "А ты их получатель». ",
  "mn91:6.1": "«Да, уважаемый», – ответил царевич Уттара. Он встал со своего сиденья и, поклонившись брахману Браймайю и обойдя его с правой стороны, отправился в страну Видехов, где путешествовал Благословенный. ",
  "mn91:6.2": "Совершив несколько переходов, он прибыл к Благословенному и, по прибытии, обменялся с ним приветствиями. ",
  "mn91:6.3": "После обмена вежливыми приветствиями и любезностями он сел рядом. ",
  "mn91:6.4": "и стал рассматривать тридцать два знака Великого Человека на теле Благословенного. ",
  "mn91:6.5": "До той или иной степени ему удалось распознать тридцать два знака на теле Благословенного кроме двух. ",
  "mn91:6.6": "Он сомневался и не был уверен по поводу двух знаков, не мог решить и сделать вывод: ",
  "mn91:6.7": "скрыт ли в оболочке мужской орган и действительно ли язык большой. ",
  "mn91:6.8": "И тогда мысль пришла Благословенному: ",
  "mn91:6.9": "«Этот брахманский ученик Уттара видит до той или иной степени тридцать два знака Великого Человека на мне кроме двух. ",
  "mn91:6.10": "Он сомневается и не уверен по поводу двух знаков, не может решить и сделать вывод: ",
  "mn91:6.11": "скрыт ли в оболочке мужской орган и действительно ли язык большой». ",
  "mn91:7.1": "И тогда Благословенный совершил такое чудо посредством сверхъестественных сил, что брахманский ученик Уттара увидел, что мужской орган Благословенного скрыт в оболочке. ",
  "mn91:7.2": "Затем Благословенный высунул язык и поочерёдно дотронулся им до обоих ушей и обеих ноздрей, а затем покрыл своим языком весь лоб. ",
  "mn91:8.1": "И тогда брахманский ученик Уттара подумал: ",
  "mn91:8.2": "«Этот отшельник Готама наделён тридцатью двумя знаками Великого Человека. ",
  "mn91:8.3": "Что если я буду следовать за отшельником Готамой и наблюдать за его поведением?» ",
  "mn91:8.4": "И тогда он словно тень следовал за Благословенным в течение семи месяцев, никогда не покидая его. ",
  "mn91:8.5": "В конце седьмого месяца он отправился обратно из страны Видехов в Митхилу, где жил брахман Брахмайю.  ",
  "mn91:8.6": "По прибытии он поклонился ему и сел рядом. Затем брахман Брахмайю спросил его: ",
  "mn91:8.7": "«Ну что же, мой дорогой Уттара, правдива ли идущая о нём молва или же нет, и действительно ли господин Готама таков или же нет?» ",
  "mn91:8.8": "",
  "mn91:8.9": "«Идущая о господине Готаме молва правдива, почтенный, не иначе. И господин Готама таков, не иначе. ",
  "mn91:8.10": "",
  "mn91:8.11": "Он наделён тридцатью двумя знаками Великого Человека. ",
  "mn91:9.1": "Господин Готама ставит стопу [на землю] ровно – это знак Великого Человека у господина Готамы. ",
  "mn91:9.2": "",
  "mn91:9.3": "На подошвах его ступней колёса с тысячами спиц, с полным ободом и ступицей…  ",
  "mn91:9.4": "У него выступающие пятки… ",
  "mn91:9.5": "У него длинные пальцы на руках и ногах…  ",
  "mn91:9.6": "У него мягкие и нежные руки и ноги… ",
  "mn91:9.7": "У него сетчатые линии на ладонях и ступнях… ",
  "mn91:9.8": "У него изогнутый свод стопы… ",
  "mn91:9.9": "Его ноги как у антилопы… ",
  "mn91:9.10": "Когда он стоит, не сутулясь, ладони обеих его рук касаются и трутся о его колени… ",
  "mn91:9.11": "Его мужской орган скрыт в оболочке…  ",
  "mn91:9.12": "Он золотистого цвета, у кожи золотистый отлив… ",
  "mn91:9.13": "Его кожа утончённая, и из-за утончённости кожи пыль и грязь не липнет к его телу… ",
  "mn91:9.14": "Его волосы на теле растут по одному. Из каждой поры тела растёт только один волосок… ",
  "mn91:9.15": "Кончики волос на теле завиваются кверху. Завитые кверху волосы на теле сине-чёрные, цвета мази для глаз, завиваются вправо. ",
  "mn91:9.16": "Члены его тела ровные, как у Брахмы… ",
  "mn91:9.17": "У него семь округлостей…  ",
  "mn91:9.18": "Его грудь, как у льва… ",
  "mn91:9.19": "Жёлоб между лопатками заполнен… ",
  "mn91:9.20": "Его пропорции, как у баньянового дерева: размах его рук равен высоте его тела, а высота его тела равна размаху его рук… ",
  "mn91:9.21": "У него ровные шея и плечи… ",
  "mn91:9.22": "У него абсолютный вкус… ",
  "mn91:9.23": "Его челюсти, как у льва… ",
  "mn91:9.24": "У него сорок зубов…  ",
  "mn91:9.25": "Его зубы ровные… ",
  "mn91:9.26": "Между зубами у него нет пробелов… ",
  "mn91:9.27": "Его зубы полностью белые… ",
  "mn91:9.28": "У него большой язык…  ",
  "mn91:9.29": "У него божественный голос, как пение птицы Каравики… ",
  "mn91:9.30": "У него бездонно голубые глаза…  ",
  "mn91:9.31": "Его ресницы, как у коровы… ",
  "mn91:9.32": "У него волосы между бровями, которые белые и мягкие как хлопок… ",
  "mn91:9.33": "Его голова, как тюрбан, – это знак Великого Человека у господина Готамы. ",
  "mn91:9.34": "Господин Готама наделён этими тридцатью двумя знаками Великого Человека. ",
  "mn91:10.1": "Когда он идёт, то делает первый шаг с правой ноги. ",
  "mn91:10.2": "Он ставит ступню ни слишком далеко, ни слишком близко. ",
  "mn91:10.3": "Он идёт ни слишком быстро, ни слишком медленно. ",
  "mn91:10.4": "Он идёт так, что колени не касаются друг друга. Он идёт так, что лодыжки не касаются друг друга.  ",
  "mn91:10.5": "Он идёт так, что его бёдра ни поднимаются, ни опускаются, ни сходятся, ни расходятся. ",
  "mn91:10.6": "Когда он идёт, то только нижняя часть тела покачивается, и не видно усилий в ходьбе. ",
  "mn91:10.7": "Когда он поворачивается, чтобы посмотреть, то делает это всем своим телом. ",
  "mn91:10.8": "Он не смотрит прямо вперёд, не смотрит прямо под ноги. ",
  "mn91:10.9": "Когда он идёт, он не оглядывается по сторонам. Он смотрит вперёд [на землю] на расстояние длины хомута плуга, а за пределами этого он обладает беспрепятственным знанием и видением. ",
  "mn91:11.1": "Когда он входит в дверь, то не выпрямляется, не наклоняется, не сгибается, и не выгибается вперёд или назад. ",
  "mn91:12.1": "[Садясь], он поворачивается [стоя] ни слишком близко к сиденью, ни слишком далеко от него. [Садясь], он не опирается рукой на сиденье. Он не рушится на него всем своим телом. ",
  "mn91:12.2": "Когда он сидит внутри помещения, он не потирает в нетерпении своими руками. Он не потирает в нетерпении своими ногами. ",
  "mn91:12.3": "Не сидит нога ногу. Не сидит лодыжка на лодыжку. ",
  "mn91:12.4": "Не сидит, подперев рукой подбородок. ",
  "mn91:12.5": "Когда он сидит внутри помещения, он не испуган, не дрожит и не трясётся, не нервничает. ",
  "mn91:12.6": "Поскольку он не испуган, не дрожит, не трясётся, не нервничает – у него не встают дыбом волосы, и он настроен на уединение. ",
  "mn91:13.1": "Когда ему дают воду для чаши, он не поднимает чашу слишком высоко и не держит её слишком низко, не наклоняет её вперёд или назад. ",
  "mn91:14.1": "Он принимает не слишком мало, но и не слишком много воды для чаши. ",
  "mn91:14.2": "Он моет чашу, не создавая шума от расплёскивания. Он моет чашу, не вращая её.  Он не ставит чашу на пол, чтобы помыть руки, – но когда он моет руки, он моет чашу; а когда моет чашу, моет руки. ",
  "mn91:14.3": "Он сливает воду из чаши ни слишком далеко [от себя], ни слишком близко, не разбрызгивая её. ",
  "mn91:14.4": "Когда ему дают рис, он не поднимает чашу слишком высоко и не держит её слишком низко, не наклоняет её вперёд или назад. ",
  "mn91:14.5": "Он принимает не слишком мало, но и не слишком много риса. ",
  "mn91:14.6": "Он добавляет соус в правильной пропорции. Он не добавляет в комочек больше соуса, чем положено. ",
  "mn91:14.7": "Он переворачивает комочек два или три раза во рту, а затем проглатывает его –  ",
  "mn91:14.8": "ни одно зёрнышко риса не проходит внутрь не разжёванным, ни одного зёрнышка риса не остаётся во рту,  ",
  "mn91:14.9": "когда он кладёт в рот следующий комочек. ",
  "mn91:14.10": "Когда он принимает пищу, он ощущает вкус, но не испытывает жажды к вкусу.  ",
  "mn91:14.11": "Его приём пищи восьмеричен: ",
  "mn91:14.12": "не ради развлечений, не ради упоения, не ради физической красоты и привлекательности, а просто ради стойкости и продолжительности этого тела, чтобы устранить дискомфорт, [тем самым] поддержать [ведение] святой жизни, осознавая: «Так я устраню старые чувства [голода] и не создам новых чувств [от переедания]. Я буду здоровым, не буду [этим] порицаем, буду пребывать в облегчении». ",
  "mn91:15.1": "Когда он поел и принял воду для чаши, он не поднимает чашу слишком высоко и не держит её слишком низко, не наклоняет её вперёд или назад. ",
  "mn91:15.2": "Он принимает не слишком мало, но и не слишком много воды для чаши. ",
  "mn91:15.3": "Он моет чашу, не создавая шума от расплёскивания. Он моет чашу, не вращая её. Он не ставит чашу на пол, чтобы помыть руки, – но когда он моет руки, он моет чашу; а когда моет чашу, моет руки. ",
  "mn91:15.4": "Он сливает воду из чаши ни слишком далеко [от себя], ни слишком близко, не разбрызгивая её. ",
  "mn91:16.1": "Когда он поел, он ставит чашу на пол ни слишком далеко, ни слишком близко. Он не слишком заботится о чаше, но и не проявляет небрежности по отношению к ней. ",
  "mn91:17.1": "Когда он поел, он некоторое время сидит молча, но не упускает времени, отведённого на произнесение благословений. ",
  "mn91:17.2": "Когда он поел и произносит благословения, он не критикует еду и не ожидает другой еды. ",
  "mn91:17.3": "Он наставляет, понуждает, побуждает и радует слушающих беседой исключительно по Дхамме. ",
  "mn91:17.4": "После этого он встаёт со своего сиденья и уходит. ",
  "mn91:18.1": "Он идёт ни слишком быстро, ни слишком медленно, [вовсе] не так как тот, кто хочет поскорее уйти. ",
  "mn91:19.1": "Он носит одеяние на своём теле ни слишком высоко, ни слишком низко, ни слишком обтягивающе, ни слишком свободно, ",
  "mn91:19.2": "И так, чтобы ветер не сдувал одеяние с тела. ",
  "mn91:19.3": "Пыль и грязь не пачкают его тела. ",
  "mn91:20.1": "Когда он приходит в монастырь, он садится на подготовленное сиденье. Сев, он моет ноги, ",
  "mn91:20.2": "хотя не слишком заботится о том, чтобы сделать их идеально чистыми. ",
  "mn91:20.3": "Помыв ноги, он садится, скрестив их, держит спину прямо, устанавливает осознанность впереди. ",
  "mn91:20.4": "Он не сидит, заняв ум [мыслями] о причинении болезненности себе, или болезненности другим, или болезненности обоим. ",
  "mn91:20.5": "Он сидит, настроив свой ум на собственное благополучие, на благополучие других, на благополучие обоих, даже на благополучие всего мира. ",
  "mn91:21.1": "Когда он приходит в монастырь, он обучает слушающих Дхамме. Он ни слишком хвалит, ни слишком порицает слушающих. ",
  "mn91:21.2": "Он наставляет, понуждает, побуждает и радует слушающих беседой исключительно по Дхамме. ",
  "mn91:21.3": "Речь, что льётся из его рта, имеет эти восемь качеств: ",
  "mn91:21.4": "на отчётлива, понятна, мелодична, внятна, звонка, благозвучна, глубока, жива. ",
  "mn91:21.5": " Но хотя его голос различим в пределах слушающей аудитории, за этот предел его речь не выходит. ",
  "mn91:21.6": "Когда он наставил, понудил, побудил и порадовал людей, они встают со своих сидений и уходят, смотрят только на него и не думают о чём-либо ином. ",
  "mn91:22.1": "«Мы видели, как господин Готама ходит, почтенный. Мы видели, как он стоит; мы видели, как он входит в дверь; мы видели, как он молча сидит в помещении; мы видели, как он принимает в помещении пищу; мы видели, как он молча сидит после принятия пищи; мы видели, как он произносит благословение после принятия пищи; мы видели, как он идёт в монастырь; мы видели, как он сидит молча в монастыре; мы видели, как он в монастыре обучает слушающих Дхамме. ",
  "mn91:22.2": "Таков господин Готама. Он таков и даже более, чем таков». ",
  "mn91:23.1": "Когда так было сказано, брахман Брахмайю встал со своего сиденья и, закинув внешнее одеяние за плечо, простёр руки в почтительном приветствии к Благословенному и произнёс три раза: ",
  "mn91:23.2": "«Слава Благословенному, совершенному и полностью просветлённому! ",
  "mn91:23.3": "Слава Благословенному, совершенному и полностью просветлённому! ",
  "mn91:23.4": "Слава Благословенному, совершенному и полностью просветлённому! ",
  "mn91:23.5": "Быть может, придёт время, и мы встретимся с господином Готамой, быть может, удастся побеседовать с ним». ",
  "mn91:24.1": "И затем, по мере странствий, Благословенный со временем прибыл в Митхилу. ",
  "mn91:24.2": "Там он остановился в манговой роще Макхадэвы. ",
  "mn91:24.3": "Домохозяева-брахманы из Митхилы услышали: ",
  "mn91:24.4": "«Отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, путешествует по стране Видехов с большой общиной в пятьсот монахов, и теперь он прибыл в Митхилу и остановился в манговой рощей Макхадэвы. ",
  "mn91:24.5": "И об этом господине Готаме распространилась такая славная молва: ",
  "mn91:24.6": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "mn91:24.7": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn91:24.8": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую». ",
  "mn91:24.9": "Хорошо было бы увидеть таких арахантов». ",
  "mn91:25.1": "И тогда домохозяева-брахманы из Митхилы отправились к Благословенному. Некоторые поклонились Благословенному и сели рядом. Некоторые обменялись с ним приветствиями и после обмена вежливыми приветствиями и любезностями сели рядом. Некоторые из них сели рядом, поприветствовав Благословенного сложенными у груди ладонями. Некоторые из них сели рядом, объявив перед Благословенным своё имя и имя клана. Некоторые из них сели рядом [просто] молча. ",
  "mn91:26.1": "И брахман Брахмайю услышал: «Отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, прибыл в Митхилу и остановился в манговой роще Макхадэвы». ",
  "mn91:26.2": " И тогда брахман Брахмайю отправился в манговую рощу Макхадэвы в сопровождении нескольких брахманских учеников. ",
  "mn91:26.3": "Когда он пришёл в манговую рощу, то подумал: ",
  "mn91:26.4": "«Было бы неподобающе, если бы я подошёл к отшельнику Готаме до того, как меня представят». ",
  "mn91:26.5": "И он обратился к одному брахманскому ученику: ",
  "mn91:26.6": " «Ну же, брахманский ученик, иди к отшельнику Готаме и от моего имени припали к его ногам. Спроси от моего имени, свободен ли отшельник Готама от болезни и недуга, здоров ли, силён ли и пребывает ли в комфортном состоянии, ",
  "mn91:26.7": "",
  "mn91:26.8": "и далее скажи так: ",
  "mn91:26.9": "«Брахман Брахмайю, господин Готама, стар, отягощён годами, много прожил, дни его подходят к концу. Ему идёт сто двадцатый год. Он знаток Трёх Вед в их словарях, литургии, фонологии, этимологии, и исторей как пятое. Он хорошо знает филологию, грамматику, и прекрасно сведущ в натурфилософии и в знаках Великого Человека. ",
  "mn91:26.10": "Из всех домохозяев-брахманов, живущих в Митхиле, брахман Брахмайю значится самым выдающимся среди них ",
  "mn91:26.11": "в богатстве, ",
  "mn91:26.12": "",
  "mn91:26.13": "знании гимнов, ",
  "mn91:26.14": "",
  "mn91:26.15": "возрасте и славе. ",
  "mn91:26.16": "Он хочет увидеть господина Готаму». ",
  "mn91:26.17": "«Да, почтенный» – ответил брахманский ученик. И он отправился к Благословенному и обменялся с ним приветствиями. После обмена вежливыми приветствиями и любезностями, он встал рядом и донёс своё послание. [Благословенный ответил]: ",
  "mn91:26.18": "",
  "mn91:26.19": "",
  "mn91:26.20": "",
  "mn91:26.21": "",
  "mn91:26.22": "",
  "mn91:26.23": "",
  "mn91:26.24": "",
  "mn91:26.25": "",
  "mn91:26.26": "",
  "mn91:26.27": "",
  "mn91:26.28": "",
  "mn91:26.29": "«Ученик, пусть брахман Брахмайю приходит, когда сочтёт нужным». ",
  "mn91:27.1": "И тогда брахманский ученик отправился к брахману Брахмайю и сказал: ",
  "mn91:27.2": "«Разрешение было даровано отшельником Готамой. ",
  "mn91:27.3": "Вы можете отправляться, как только сочтёте нужным». ",
  "mn91:28.1": "И брахман Брахмайю отправился к Благословенному. ",
  "mn91:28.2": "Собравшиеся увидели его издали, ",
  "mn91:28.3": "и все разом расступились перед ним, как поступают перед тем, кто хорошо известен и знаменит. ",
  "mn91:28.4": "И тогда брахман Брахмайю обратился к собравшимся: ",
  "mn91:28.5": "«Довольно, почтенные. ",
  "mn91:28.6": "Пусть каждый займёт своё место и сядет. ",
  "mn91:28.7": "Я сяду вот здесь, рядом с отшельником Готамой». ",
  "mn91:29.1": "И тогда он подошёл к Благословенному и обменялся с ним вежливыми приветствиями. ",
  "mn91:29.2": "После обмена вежливыми приветствиями и любезностями он сел рядом. ",
  "mn91:29.3": "и стал рассматривать тридцать два знака Великого Человека на теле Благословенного. ",
  "mn91:29.4": "До той или иной степени ему удалось распознать тридцать два знака на теле Благословенного кроме двух. ",
  "mn91:29.5": "Он сомневался и не был уверен по поводу двух знаков, не мог решить и сделать вывод: ",
  "mn91:29.6": "скрыт ли в оболочке мужской орган и действительно ли язык большой. ",
  "mn91:29.7": "И тогда брахман Брахмайю обратился к Благословенному строфами: ",
  "mn91:29.8": "Тридцать два знака изучил я – ",
  "mn91:29.9": "Что признаки, отметины Великого. ",
  "mn91:29.10": "Но двух не вижу я, Готама, ",
  "mn91:29.11": "На теле на твоём. ",
  "mn91:29.12": "То, скрытое под одеянием,  ",
  "mn91:29.13": "Укрыто ли оно, Великий? ",
  "mn91:29.14": "У слова хоть и женский род,  ",
  "mn91:29.15": "Но ведь язык твой как у мужа?  ",
  "mn91:29.16": "И длинным должен быть язык,  ",
  "mn91:29.17": "Согласно нашему ученью.  ",
  "mn91:29.18": "Достань его хоть на чуть-чуть,  ",
  "mn91:29.19": "Утешь же наше любопытство. ",
  "mn91:29.20": "И ради блага в этой жизни  ",
  "mn91:29.21": "И счастья жизней, что придут,  ",
  "mn91:29.22": "Даруй же это разрешенье  ",
  "mn91:29.23": "Так чтобы всё мы знать могли.  ",
  "mn91:30.1": "И тогда мысль пришла Благословенному: ",
  "mn91:30.2": "«Этот брахман Брахмайю видит до той или иной степени тридцать два знака Великого Человека на мне, кроме двух. ",
  "mn91:30.3": "Он сомневается и не уверен по поводу двух знаков, не может решить и сделать вывод: ",
  "mn91:30.4": "скрыт ли в оболочке мужской орган и действительно ли язык большой». ",
  "mn91:30.5": "И тогда Благословенный совершил такое чудо посредством сверхъестественных сил, что брахман Брахмайю увидел, что мужской орган Благословенного скрыт в оболочке. ",
  "mn91:30.6": "Затем Благословенный высунул язык и поочерёдно дотронулся им до обоих ушей и обеих ноздрей, а затем покрыл своим языком весь лоб. ",
  "mn91:30.7": "И затем Благословенный ответил этими строфами брахману Брахмайю: ",
  "mn91:31.1": "Тридцать два знака изучил ты –  ",
  "mn91:31.2": "Что признаки, отметины Великого.  ",
  "mn91:31.3": "И все их можно у меня найти,  ",
  "mn91:31.4": "Так что, брахман, сомнения развей.  ",
  "mn91:31.5": "Что было нужно, то познал я,  ",
  "mn91:31.6": "Что было нужно, то развил,  ",
  "mn91:31.7": "Что было нужно, то оставил,  ",
  "mn91:31.8": "И потому, брахман, я – Будда.  ",
  "mn91:31.9": "И ради блага в этой жизни  ",
  "mn91:31.10": "И счастья жизней, что придут,  ",
  "mn91:31.11": "Дарую я то разрешенье,  ",
  "mn91:31.12": "Так спрашивай, что хочешь знать.  ",
  "mn91:32.1": "И тогда брахман Брахмайю подумал: ",
  "mn91:32.2": "«Разрешение было даровано мне отшельником Готамой.  ",
  "mn91:32.3": "О чём же мне его спросить: ",
  "mn91:32.4": "о благе в этой жизни или о благе в следующих?» ",
  "mn91:32.5": "И далее он подумал: ",
  "mn91:32.6": "«Я обучен в отношении блага этой жизни, ",
  "mn91:32.7": " и другие спрашивают меня о благе в этой жизни. ",
  "mn91:32.8": "Почему бы мне не спросить его только о благе в следующих жизнях?» ",
  "mn91:32.9": "И тогда он обратился к Благословенному строфами: ",
  "mn91:32.10": "«Как человек становится брахманом?  ",
  "mn91:32.11": "Как знание обретает он?  ",
  "mn91:32.12": "Как тройственное знание обретает?  ",
  "mn91:32.13": "Как может стать святым учёным он?  ",
  "mn91:32.14": "Как он становится архатом?  ",
  "mn91:32.15": "Как достигает совершенства?  ",
  "mn91:32.16": "Как, что безмолвный он мудрец?  ",
  "mn91:32.17": "И в каком случае он будет зваться Буддой?»  ",
  "mn91:33.1": "И затем Благословенный ответил этими строфами брахману Брахмайю: ",
  "mn91:33.2": "«Кто знает прошлые рожденья,  ",
  "mn91:33.3": "Кто видел небеса и ад,  ",
  "mn91:33.4": "И кто достиг рождений прекращенья,  ",
  "mn91:33.5": "Тот напрямую видящий мудрец.  ",
  "mn91:33.6": "Он знает, ум его очищен,  ",
  "mn91:33.7": "Всецело вычистив всю страсть,  ",
  "mn91:33.8": "Отброшены перерожденья,  ",
  "mn91:33.9": "И прожита святая жизнь,  ",
  "mn91:33.10": "Преодолевши всё и вся,  ",
  "mn91:33.11": "Зовётся Буддой он».  ",
  "mn91:34.1": "И когда так было сказано, брахман Брахмайю поднялся со своего сиденья и, закинув своё внешнее одеяние за плечо, припал к ногам Благословенного, расцеловал стопы, и погладил их руками, произнося своё имя: ",
  "mn91:34.2": " «Я брахман Брахмайю, господин Готама. ",
  "mn91:34.3": "Я брахман Брахмайю, господин Готама». ",
  "mn91:35.1": "И собрание удивилось и восхитилось, сказав: ",
  "mn91:35.2": "«Удивительно, господа, как поразительно, господа! «Как удивительно, господа, как поразительно – ",
  "mn91:35.3": "таким могуществом и такой силой обладает отшельник Готама, что известный и знаменитый брахман Брахмайю проявил такое смирение!» ",
  "mn91:35.4": "И тогда Благословенный обратился к брахману Брахмайю: ",
  "mn91:35.5": " «Довольно, брахман, поднимайся.  Возвращайся на своё сиденье, раз ты столь уверен во мне». ",
  "mn91:35.6": " И брахман Брахмайю тогда поднялся и вернулся на своё сиденье. ",
  "mn91:36.1": "И затем Благословенный дал ему последовательное наставление – ",
  "mn91:36.2": "разговор о щедрости, разговор о нравственности, разговор о небесных мирах; ",
  "mn91:36.3": "Он объяснил опасность, низость и порочность чувственных удовольствий и благословение отречения.объяснил опасность, низость, и порочность чувственных удовольствий и благословение отречения. ",
  "mn91:36.4": "И когда он увидел, что ум брахмана Брахмайю был готовым, восприимчивым, свободным от помех, вдохновлённым и уверенным, тогда он изложил ему учение, свойственное [только] буддам:  ",
  "mn91:36.5": "[то есть, учение] о страдании, происхождении [страданий], прекращении и Пути. ",
  "mn91:36.6": "И подобно тому как на чистую ткань, с которой были смыты все пятна, краска легла бы равномерно, ",
  "mn91:36.7": "то точно так же, когда брахман Брахмайю сидел на том самом месте, в нём возникло чистое и незапятнанное видение Дхаммы: ",
  "mn91:36.8": "[то есть понимание] «Всё что подвержено происхождению, – подвержено и прекращению». ",
  "mn91:36.9": "Так брахман Брахмайю увидел Дхамму, постиг Дхамму, понял Дхамму, и проник в Дхамму, Вышел за пределы сомнений, избавился от замешательства, стал уверенным в себе и независимым от других [в отношении] учения Учителя. Тогда он обратился к Благословенному: ",
  "mn91:37.1": "«Великолепно, господин Готама! Великолепно! ",
  "mn91:37.2": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. ",
  "mn91:37.3": "Мы принимаем прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "mn91:37.4": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». ",
  "mn91:37.5": "И пусть Благословенный вместе с общиной монахов примет моё приглашение на завтрашний обед!» ",
  "mn91:37.6": "Благословенный молча согласился. ",
  "mn91:37.7": "И когда брахман Брахмайю понял, что приглашение принято, он поднялся со своего сиденья, поклонился Благословенному, и, обойдя его с правой стороны, ушёл. ",
  "mn91:38.1": "И тогда брахман Брахмайю, когда ночь уже подходила к концу, подготовил в своём доме разные виды превосходной еды  и объявил Благословенному: ",
  "mn91:38.2": "«Господин Готама, время пришло, кушанье готово». ",
  "mn91:38.3": "И тогда, утром, Благословенный оделся, взял чашу и внешнее одеяние, и отправился с общиной монахов к дому брахмана Брахмайю, где сел на подготовленное сиденье. ",
  "mn91:38.4": "И затем в течение недели брахман Брахмайю собственноручно обслуживал общину монахов во главе с Буддой разными видами превосходной еды. ",
  "mn91:39.1": "В конце той недели Благословенный отправился в путешествие по стране Видехов. ",
  "mn91:39.2": "И вскоре после его ухода брахман Брахмайю скончался. ",
  "mn91:39.3": "И тогда несколько монахов отправились к Благословенному и, поклонившись ему, сели рядом и сказали: ",
  "mn91:39.4": "«Уважаемый, брахман Брахмайю скончался. ",
  "mn91:39.5": "Какова его участь? Каков его будущий удел?» ",
  "mn91:39.6": "«Монахи, брахман Брахмайю был мудр,  он вступил на путь Дхаммы и не беспокоил меня истолкованием Дхаммы. ",
  "mn91:39.7": "С уничтожением пяти нижних оков он спонтанно переродился [в Чистых обителях] и там достигнет окончательной ниббаны, никогда более не возвращаясь из того мира [обратно в этот]». ",
  "mn91:39.8": "Так сказал Благословенный. ",
  "mn91:39.9": "Монахи были довольны и восхитились словами Благословенного. "
}