{
  "mn93:0.1": "Мадджхима Никая 93 ",
  "mn93:0.2": "К Ассалаяне  ",
  "mn93:1.1": "Так я слышал. ",
  "mn93:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn93:2.1": "И в то время пятьсот брахманов из разных областей пребывали в Саваттхи по неким делам.  ",
  "mn93:2.2": "И тогда те брахманы подумали:  ",
  "mn93:2.3": "«Этот отшельник Готама предписывает очищение для всех четырёх варн.  ",
  "mn93:2.4": "Кто смог бы поспорить с ним насчёт этого утверждения?»  ",
  "mn93:3.1": "И в то время брахманский ученик по имени Ассалаяна пребывал в Саваттхи.  Юный, с обритой головой, шестнадцатилетний,  он был знатоком Трёх Вед в их словарях, литургии, фонологии, этимологии, и исторей как пятое. Он хорошо знал филологию, грамматику и был прекрасно сведущ в натурфилософии и в знаках Великого Человека, ",
  "mn93:3.2": "И тогда те брахманы подумали:  ",
  "mn93:3.3": "",
  "mn93:3.4": "«Есть этот юный брахманский ученик по имени Ассалаяна, который пребывает в Саваттхи. Он юный… и в знаках Великого Человека. Он смог бы поспорить с отшельником Готамой насчёт этого утверждения».  ",
  "mn93:4.1": "И тогда брахманы отправились к брахманскому ученику Ассалаяне и сказали ему:  ",
  "mn93:4.2": "«Этот отшельник Готама предписывает очищение для всех четырёх варн.  ",
  "mn93:4.3": "Пусть господин Ассалаяна поспорит с отшельником Готамой насчёт этого утверждения».  ",
  "mn93:4.4": "Когда так было сказано, брахманский ученик Ассалаяна ответил:  ",
  "mn93:4.5": "«Господа, отшельник Готама – это тот, кто говорит Дхамму.  ",
  "mn93:4.6": "Трудно спорить с теми, кто говорит Дхамму.  ",
  "mn93:4.7": "Я не смогу поспорить с отшельником Готамой насчёт этого утверждения».  ",
  "mn93:4.8": "И во второй раз брахманы сказали ему:  ",
  "mn93:4.9": "«Этот отшельник Готама предписывает очищение для всех четырёх варн.  ",
  "mn93:4.10": "Пусть господин Ассалаяна поспорит с отшельником Готамой насчёт этого утверждения.  ",
  "mn93:4.11": "Ведь господин Ассалаяна окончил тренировку странника».  ",
  "mn93:4.12": "И во второй раз брахманский ученик Ассалаяна отказался.  ",
  "mn93:4.13": "",
  "mn93:4.14": "",
  "mn93:4.15": "",
  "mn93:4.16": "И в третий раз брахманы сказали ему:  ",
  "mn93:4.17": "«Этот отшельник Готама предписывает очищение для всех четырёх варн.  ",
  "mn93:4.18": "Пусть господин Ассалаяна поспорит с отшельником Готамой насчёт этого утверждения.  ",
  "mn93:4.19": "Ведь господин Ассалаяна окончил тренировку странника.  ",
  "mn93:4.20": "Пусть не произойдёт так, что господин Ассалаяна потерпел поражение, даже не вступив в битву».  ",
  "mn93:4.21": "Когда так было сказано, брахманский ученик Ассалаяна ответил:  ",
  "mn93:4.22": "«Вне сомнений, господа, я не могу достучаться до вас, когда говорю:  ",
  "mn93:4.23": "«Господа, отшельник Готама – это тот, кто говорит Дхамму.  ",
  "mn93:4.24": "Трудно спорить с теми, кто говорит Дхамму.  ",
  "mn93:4.25": "Я не смогу поспорить с отшельником Готамой насчёт этого утверждения».  ",
  "mn93:4.26": "Но всё же, господа, по вашему приказанию я пойду».  ",
  "mn93:5.1": "И тогда брахманский ученик Ассалаяна отправился к Благословенному вместе с большой группой брахманов и обменялся с ним приветствиями.  ",
  "mn93:5.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и спросил Благословенного:  ",
  "mn93:5.3": "«Господин Готама, брахманы говорят так:  ",
  "mn93:5.4": "«Брахманы – высшая варна, а те, кто из других варн, – те ниже.  ",
  "mn93:5.5": "Брахманы – светлейшая варна, а те, кто из других варн, – те тёмные. ",
  "mn93:5.6": "Только брахманы чисты, а не не-брахманы.  ",
  "mn93:5.7": "Только брахманы – сыновья Брахмы, отпрыски Брахмы, рождённые из его рта, рождённые из Брахмы, созданные Брахмой, наследники Брахмы».  ",
  "mn93:5.8": "Что господин Готама скажет на это?»  ",
  "mn93:5.9": "«Ассалаяна, можно увидеть, как у брахманских женщин идут месячные, они становятся беременными, рожают, кормят молоком.  ",
  "mn93:5.10": "И всё же, те брахманы, рождённые из утробы, говорят так:  ",
  "mn93:5.11": "«Брахманы – высшая варна, а те, кто из других варн, – те ниже.  ",
  "mn93:5.12": "Брахманы – светлейшая варна, а те, кто из других варн, – те тёмные. ",
  "mn93:5.13": "Только брахманы чисты, а не не-брахманы.  ",
  "mn93:5.14": "Только брахманы – сыновья Брахмы, отпрыски Брахмы, рождённые из его рта, рождённые из Брахмы, созданные Брахмой, наследники Брахмы».  ",
  "mn93:6.1": "«Хоть господин Готама говорит так, всё равно брахманы считают вот как: «Брахманы – высшая варна… наследники Брахмы». ",
  "mn93:6.2": "",
  "mn93:6.3": "",
  "mn93:6.4": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:6.5": "Слышал ли ты, что в Йоне и Камбодже и других внешних странах существуют только две варны – господа и рабы – и что господа становятся рабами, а рабы – господами?» ",
  "mn93:6.6": "«Я слышал, господин».  ",
  "mn93:6.7": "«В таком случае силой какого [аргумента], или опираясь на [что], брахманы говорят в таком случае так: «Брахманы – высшая варна… наследники Брахмы»? ",
  "mn93:6.8": "",
  "mn93:6.9": "",
  "mn93:7.1": "«Хоть господин Готама говорит так, всё равно брахманы считают вот как: «Брахманы – высшая варна… наследники Брахмы». ",
  "mn93:7.2": "",
  "mn93:7.3": "",
  "mn93:7.4": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:7.5": "Представь, как если бы человек из [варны] знати убивал живых существ, брал то, что не дано, пускался в неблагое поведение в чувственных удовольствиях, лгал, говорил злонамеренно, говорил грубо, пустословил, был бы алчным, имел недоброжелательный ум, придерживался неправильных воззрений.  С распадом тела, после смерти, он переродился бы в состоянии лишений, в несчастливом уделе, в погибели, даже в аду. Случилось бы такое только с аристократом, а не с брахманом? ",
  "mn93:7.6": "Представь, как если бы торговец…  ",
  "mn93:7.7": "слуга убивал бы живых существ… переродился бы в состоянии лишений, в несчастливом уделе, в погибели, даже в аду. Случилось бы такое только с торговцем и слугой, а не с брахманом? ",
  "mn93:7.8": "«Нет, господин Готама. ",
  "mn93:7.9": "«Нет, господин Готама. Будь то человек из [варны] знати, или брахман, или торговец, или слуга  ",
  "mn93:7.10": "",
  "mn93:7.11": "",
  "mn93:7.12": "",
  "mn93:7.13": "– каждый из этих четырёх варн, кто убивает живых существ… придерживается неправильных воззрений с распадом тела, после смерти, переродился бы в состоянии лишений, в несчастливом уделе, в погибели, даже в аду».  ",
  "mn93:7.14": "«В таком случае силой какого [аргумента], или опираясь на [что], брахманы говорят в таком случае так: «Брахманы – высшая варна… наследники Брахмы»? ",
  "mn93:7.15": "",
  "mn93:7.16": "",
  "mn93:8.1": "«Хоть господин Готама говорит так, всё равно брахманы считают вот как: «Брахманы – высшая варна… наследники Брахмы». ",
  "mn93:8.2": "",
  "mn93:8.3": "",
  "mn93:8.4": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:8.5": "Представь, как если бы брахман воздерживался от убийства живых существ, от взятия того, что не было дано, от неблагого поведения в чувственных удовольствиях, от лжи, от злонамеренной речи, от грубой речи, от пустословия, был неалчным, имел ум без недоброжелательности, придерживался правильных воззрений.  С распадом тела, после смерти, только лишь он бы переродился в счастливом уделе, даже в небесном мире –  а не знатный, торговец или слуга?»  ",
  "mn93:8.6": "«Нет, господин Готама. ",
  "mn93:8.7": "«Нет, господин Готама. Будь то человек из [варны] знати, или брахман, или торговец, или слуга  ",
  "mn93:8.8": "",
  "mn93:8.9": "",
  "mn93:8.10": "",
  "mn93:8.11": "Каждый из этих четырёх варн, кто воздерживается от убийства живых существ… придерживается правильных воззрений с распадом тела, после смерти, переродился бы в счастливом уделе, даже в небесном мире».  ",
  "mn93:8.12": "«В таком случае силой какого [аргумента], или опираясь на [что], брахманы говорят в таком случае так: «Брахманы – высшая варна… наследники Брахмы»? ",
  "mn93:8.13": "",
  "mn93:8.14": "",
  "mn93:9.1": "«Хоть господин Готама говорит так, всё равно брахманы считают вот как: «Брахманы – высшая варна… наследники Брахмы». ",
  "mn93:9.2": "",
  "mn93:9.3": "",
  "mn93:9.4": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:9.5": "Только брахман способен развивать доброжелательный ум к этой области, без враждебности, без недоброжелательности, а не знатный, или торговец или слуга?»  ",
  "mn93:9.6": "«Нет, господин Готама. ",
  "mn93:9.7": "Будь то человек из [варны] знати, или брахман, или торговец, или рабочий – ",
  "mn93:9.8": "",
  "mn93:9.9": "",
  "mn93:9.10": "",
  "mn93:9.11": "каждый из этих четырёх варн способен развивать доброжелательный ум к этой области, без враждебности, без недоброжелательности».  ",
  "mn93:9.12": "«В таком случае силой какого [аргумента], или опираясь на [что], брахманы говорят в таком случае так: «Брахманы – высшая варна… наследники Брахмы»? ",
  "mn93:9.13": "",
  "mn93:9.14": "",
  "mn93:10.1": "«Хоть господин Готама говорит так, всё равно брахманы считают вот как: «Брахманы – высшая варна… наследники Брахмы». ",
  "mn93:10.2": "",
  "mn93:10.3": "",
  "mn93:10.4": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:10.5": "Только брахман способен взять люфу и банный порошок, пойти к реке, смыть пыль и грязь, а не знатный, или торговец, или рабочий?»  ",
  "mn93:10.6": "«Нет, господин Готама. ",
  "mn93:10.7": "",
  "mn93:10.8": "",
  "mn93:10.9": "",
  "mn93:10.10": "Будь то человек из [варны] знати, или брахман, или торговец, или рабочий – каждый из этих четырёх варн способен взять люфу и банный порошок, пойти к реке, смыть пыль и грязь».  ",
  "mn93:10.11": "«В таком случае силой какого [аргумента], или опираясь на [что], брахманы говорят в таком случае так: «Брахманы – высшая варна… наследники Брахмы»? ",
  "mn93:10.12": "",
  "mn93:10.13": "",
  "mn93:11.1": "«Хоть господин Готама говорит так, всё равно брахманы считают вот как: «Брахманы – высшая варна… наследники Брахмы». ",
  "mn93:11.2": "",
  "mn93:11.3": "",
  "mn93:11.4": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:11.5": "Представь как если бы помазанный на царствование царь из знатного рода собрал бы сотню человек разного рождения и сказал бы им:  ",
  "mn93:11.6": "«Ну же, почтенные, пусть тот, кто родился в знатном клане, или брахманском клане, или царском клане, возьмёт верхнюю палку для розжига из тика, салового дерева, ладанного дерева, сандалового дерева, падумаки/лотоса, и зажжёт огонь, породит тепло.  ",
  "mn93:11.7": "И пусть также тот, кто рождён в клане презренных, в клане охотников, в клане рабочих по плетению, в клане изготовителей повозок, в клане мусорщиков, возьмёт верхнюю палку для розжига, сделанную из собачьей миски, из свиной миски, из мусорного ящика, из касторового дерева, и зажжёт огонь, породит тепло». ",
  "mn93:11.8": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:11.9": "Когда огонь зажжён, и тепло порождено кем-то из первой группы, будет ли этот огонь иметь пламя, цвет, сияние и можно ли будет использовать его для целей, [ради которых разведён] огонь,  ",
  "mn93:11.10": "тогда как огонь зажжён и тепло порождено кем-то из второй группы, у этого огня не будет пламени, цвета, сияния, и его нельзя будет использовать для целей, [ради которых разведён] огонь?»  ",
  "mn93:11.11": "«Нет, господин Готама. ",
  "mn93:11.12": "«Нет, господин Готама. Когда огонь зажжён и тепло порождено кем-то из первой группы, у этого огня будет пламя…  ",
  "mn93:11.13": "когда огонь зажжён и тепло порождено кем-то из второй группы, у него также будет пламя… можно будет использовать его для целей, [ради которых разведён] огонь.  ",
  "mn93:11.14": "Ведь у всякого огня есть пламя, цвет, и сияние, и его можно использовать для целей, [ради которых разведён] огонь».  ",
  "mn93:11.15": "«В таком случае силой какого [аргумента], или опираясь на [что], брахманы говорят в таком случае так: «Брахманы – высшая варна… наследники Брахмы»? ",
  "mn93:11.16": "",
  "mn93:11.17": "",
  "mn93:11.18": "",
  "mn93:11.19": "",
  "mn93:12.1": "«Хоть господин Готама говорит так, всё равно брахманы считают вот как: «Брахманы – высшая варна… наследники Брахмы». ",
  "mn93:12.2": "",
  "mn93:12.3": "",
  "mn93:12.4": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:12.5": "Представь, как если бы молодой человек из [варны] знати сожительствовал с брахманской девушкой, и от их сожительства родился сын.  ",
  "mn93:12.6": "Сына, рождённого от молодого человека из [варны] знати и брахманской девушки, нужно было бы называть знатным по отцу или же брахманом по матери?»  ",
  "mn93:12.7": "«Его можно было бы называть и так и так, господин Готама».  ",
  "mn93:13.1": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:13.2": "Представь, как если бы молодой брахман сожительствовал с девушкой из [варны] знати, и от их сожительства родился сын.  ",
  "mn93:13.3": "Сына, рождённого от молодого брахмана и девушки из [варны] знати, нужно было бы называть брахманом по отцу или же знатным по матери?»  ",
  "mn93:13.4": "«Его можно было бы называть и так и так, господин Готама».  ",
  "mn93:14.1": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:14.2": "Представь, как если бы кобылу спарили с ослом, и в результате родился бы жеребёнок.  ",
  "mn93:14.3": "Жеребёнка нужно было бы называть лошадью по матери или же ослом по отцу?»  ",
  "mn93:14.4": "«Это мул, господин Готама, ведь он не принадлежит ни к одному из видов.  ",
  "mn93:14.5": "Я вижу разницу в этом последнем случае,  ",
  "mn93:14.6": "но не вижу разницы в предыдущих случаях».  ",
  "mn93:15.1": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:15.2": "Представь двух брахманских учеников, которые были бы братьями, рождёнными от одной матери.  Один был бы старательным, сообразительным, а другой не был бы ни старательным, ни сообразительным.  ",
  "mn93:15.3": "Кого бы из них брахманы кормили первым на похоронном пиршестве, или церемониальном подношении молочного риса, или на жертвенном пиршестве, или на пиршестве для гостей?»  ",
  "mn93:15.4": "«По таким случаям брахманы вначале кормили бы того, кто старательный и сообразительный, господин Готама.  ",
  "mn93:15.5": "Ведь как может принести великий плод дар, который дан тому, кто ни старателен, ни сообразителен?»  ",
  "mn93:16.1": "«Как ты думаешь, Ассалаяна?  ",
  "mn93:16.2": "Представь двух брахманских учеников, которые были бы братьями, рождёнными от одной матери.  Один был бы старательным, сообразительным, но безнравственным, с плохим характером, а другой не был бы ни старательным, ни сообразительным, но был бы нравственным, с хорошим характером.  ",
  "mn93:16.3": "Кого бы из них брахманы кормили первым на похоронном пиршестве, или церемониальном подношении молочного риса, или на жертвенном пиршестве, или на пиршестве для гостей?»  ",
  "mn93:16.4": "«По таким случаям брахманы вначале кормили бы того, кто ни старательный, ни сообразительный, но нравственный, с хорошим характером, господин Готама.  ",
  "mn93:16.5": "Ведь как может принести великий плод дар, который дан тому, кто безнравственен и обладает плохим характером?»  ",
  "mn93:17.1": "«Вначале, Ассалаяна, ты придал значение рождению,  ",
  "mn93:17.2": "потом ты придал значение изучению,  ",
  "mn93:17.3": "а после ты придал значение скромному поведению. ",
  "mn93:17.4": "Теперь же ты придал значение основанию о том, что очищение [возможно] для всех четырёх варн, как я это и описываю».  ",
  "mn93:17.5": "Когда так было сказано, брахманский ученик Ассалаяна замолк, смутился, сидел с опущенными плечами и поникшей головой, угрюмый, без ответа. ",
  "mn93:18.1": "Осознав это, Благословенный сказал ему:  ",
  "mn93:18.2": "«Однажды, Ассалаяна, когда семь брахманских провидцев совещались вместе в хижинах из листьев в лесу,  такое пагубное воззрение возникло в них: ",
  "mn93:18.3": "«Брахманы – высшая варна, а те, кто из других варн, – те ниже.  ",
  "mn93:18.4": "Брахманы – светлейшая варна, а те, кто из других варн, – те тёмные. Только брахманы чисты, а не не-брахманы.  ",
  "mn93:18.5": "Только брахманы – сыновья Брахмы, отпрыски Брахмы, рождённые из его рта, рождённые из Брахмы, созданные Брахмой, наследники Брахмы».  ",
  "mn93:18.6": "И тогда провидец Девала Тёмный услышал об этом.  ",
  "mn93:18.7": "",
  "mn93:18.8": "",
  "mn93:18.9": "",
  "mn93:18.10": "Тогда он привёл в порядок волосы и бороду, надел жёлтые одежды, надел прочные сандалии, взял золотой посох, и появился во дворе семи брахманских провидцев.  ",
  "mn93:18.11": "И тогда, прохаживаясь вперёд и назад по двору семи брахманских провидцев, провидец Девала Тёмный сказал так:  ",
  "mn93:18.12": "«Куда ушли эти почтенные брахманские провидцы?  ",
  "mn93:18.13": "Куда ушли эти почтенные брахманские провидцы?»  ",
  "mn93:18.14": "И тогда те семь брахманских провидцев подумали:  ",
  "mn93:18.15": "«Кто ходит вперёд и назад по двору семи брахманских провидцев, точно неотёсанная деревенщина, и говорит так: «Куда ушли эти почтенные брахманские провидцы? Куда ушли эти почтенные брахманские провидцы?»  ",
  "mn93:18.16": "",
  "mn93:18.17": "",
  "mn93:18.18": "Что, если мы нашлём на него проклятие!»  ",
  "mn93:18.19": "И семь брахманских провидцев наслали проклятие на Девалу Тёмного:  ",
  "mn93:18.20": "«Стань пеплом, подлый!  ",
  "mn93:18.21": "Стань пеплом, подлый!»  ",
  "mn93:18.22": "Но чем больше семь брахманских провидцев проклинали его, тем более миловидным, красивым, привлекательным становился провидец Девала Тёмный. ",
  "mn93:18.23": "И тогда те семь брахманских провидцев подумали:  ",
  "mn93:18.24": "«Тщетна наша аскеза!  Бесплодна наша святая жизнь!  ",
  "mn93:18.25": "Ведь прежде, когда мы проклинали кого-либо так:  ",
  "mn93:18.26": "«Стань пеплом, подлый! Стань пеплом, подлый!» –  ",
  "mn93:18.27": "он всегда становился пеплом.  ",
  "mn93:18.28": "Но чем больше мы проклинаем этого, тем более миловидным, красивым, привлекательным он становится».  ",
  "mn93:18.29": "«Ваша аскеза не тщетна, почтенные, ваша святая жизнь не бесплодна.  ",
  "mn93:18.30": "Но, почтенные, устраните свою злобу по отношению ко мне».  ",
  "mn93:18.31": "«Мы устранили свою злобу к тебе, почтенный.  ",
  "mn93:18.32": "Кто ты?»  ",
  "mn93:18.33": "«Слышали ли вы  ",
  "mn93:18.34": "о провидце Девале Тёмном, почтенные?»  ",
  "mn93:18.35": "«Да, господин». ",
  "mn93:18.36": "«Я – это он, господа».  ",
  "mn93:18.37": "«И тогда семь брахманских провидцев подошли к провидцу Девале Тёмному и поклонились ему.  ",
  "mn93:18.38": "Тогда он сказал им:  ",
  "mn93:18.39": "«Господа, я слышал, что когда семь брахманских провидцев совещались вместе в хижинах из листьев в лесу, такое пагубное воззрение возникло в них:  ",
  "mn93:18.40": "«Брахманы – высшая варна, а те, кто из других варн, – те ниже.  ",
  "mn93:18.41": "Брахманы – светлейшая варна, а те, кто из других варн, – те тёмные. ",
  "mn93:18.42": "Только брахманы чисты, а не не-брахманы.  ",
  "mn93:18.43": "Только брахманы – сыновья Брахмы, отпрыски Брахмы, рождённые из его рта, рождённые из Брахмы, созданные Брахмой, наследники Брахмы».  ",
  "mn93:18.44": "«Это так, господин».  ",
  "mn93:18.45": "«Но, господа, уверены ли вы в том,  ",
  "mn93:18.46": "что мать, которая выносила вас, общалась только с брахманом, и никогда [не общалась] с не-брахманом?»  ",
  "mn93:18.47": "«Нет, господин».  ",
  "mn93:18.48": "«Но, господа, уверены ли вы в том,  ",
  "mn93:18.49": "что матери вашей матери до седьмого колена общались только с брахманами, и никогда [не общались] с не-брахманами?»  ",
  "mn93:18.50": "«Нет, господин».  ",
  "mn93:18.51": "«Но, господа, уверены ли вы в том,  ",
  "mn93:18.52": "что отец, который зачал вас, общался только с брахманкой, и никогда [не общался] с не-брахманкой?»  ",
  "mn93:18.53": "«Нет, господин».  ",
  "mn93:18.54": "«Но, господа, уверены ли вы в том,  ",
  "mn93:18.55": "что отцы вашего отца до седьмого колена общались только с брахманками, и никогда [не общались] с не-брахманками?»  ",
  "mn93:18.56": "«Нет, господин».  ",
  "mn93:18.57": "«Но, господа, уверены ли вы в том,  ",
  "mn93:18.58": "как происходит нисхождение эмбриона?»  ",
  "mn93:18.59": "«Господин, мы знаем как происходит нисхождение эмбриона.  ",
  "mn93:18.60": "",
  "mn93:18.61": "Вот есть единение отца и матери, мать находится в [подходящем] периоде [для зачатия], и присутствует гандхабба. Так, нисхождение эмбриона происходит посредством единения этих трёх вещей».  ",
  "mn93:18.62": "«Но, господа, уверены ли вы в том,  ",
  "mn93:18.63": "что этот гандхабба является знатным, брахманом, торговцем, или рабочим?»  ",
  "mn93:18.64": "«Нет, господин».  ",
  "mn93:18.65": "",
  "mn93:18.66": "«Если это так, почтенные,  ",
  "mn93:18.67": "то тогда кто вы?»  ",
  "mn93:18.68": "«Если это так, господин,  ",
  "mn93:18.69": "то мы не знаем кто мы».  ",
  "mn93:18.70": "Так, Ассалаяна, даже эти семь брахманских провидцев не смогли это обосновать, когда на них надавил, расспросил, допросил разными путями провидец Девала Тёмный насчёт их утверждения о рождении.  ",
  "mn93:18.71": "Так как можешь ты, когда я на тебя надавил, расспросил, допросил разными путями насчёт твоего утверждения о рождении, обосновать это? Ты, тот, кто опирается на доктрины [этих семи] учителей, [не годишься] быть даже их держателем ложки Пунной». ",
  "mn93:19.1": "Когда так было сказано, брахманский ученик Ассалаяна сказал Благословенному:  ",
  "mn93:19.2": "Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. Я принимаю прибежище в господине Готаме, прибежище в Дхамме, и прибежище в Сангхе монахов. ",
  "mn93:19.3": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}