{
  "mn94:0.1": "Мадджхима Никая 94 ",
  "mn94:0.2": "К Гхотамукхе ",
  "mn94:1.1": "Так я слышал. ",
  "mn94:1.2": "Однажды достопочтенный Удена проживал в Варанаси, в манговой роще Кхемии.  ",
  "mn94:2.1": "И в то время брахман Гхотамукха прибыл в Варанаси по некоему делу.  ",
  "mn94:2.2": "По мере того как он ходил и бродил [тут и там] ради того, чтобы размяться, он подошёл к манговой роще Кхемии.  ",
  "mn94:2.3": "И в то время Достопочтенный Удена ходил, [медитируя], вперёд и назад под открытым небом.  ",
  "mn94:2.4": "И тогда брахман Гхотамукха подошёл к достопочтенному Удене и обменялся с ним приветствиями.  ",
  "mn94:2.5": "После обмена вежливыми приветствиями и любезностями, всё ещё прохаживаясь вместе с Достопочтенным Уденой вперёд и назад, он сказал: ",
  "mn94:2.6": "«Уважаемый отшельник, нет страннической жизни, которая бы соответствовала Дхамме.  ",
  "mn94:2.7": "Мне так кажется,  ",
  "mn94:2.8": "потому что я не встречал таких достопочтенных как вы, или же [потому что я е встречал] здесь Дхаммы». ",
  "mn94:3.1": "Когда так было сказано, достопочтенный Удена сошёл с дорожки и вошёл в свою хижину, где сел на подготовленное сиденье.  ",
  "mn94:3.2": "Тогда Гхотамукха также сошёл с дорожки и вошёл в хижину и встал рядом.  ",
  "mn94:3.3": "Тогда Достопочтенный Удена сказал ему:  ",
  "mn94:3.4": "«Вот здесь есть сиденья, брахман,  ",
  "mn94:3.5": "Присаживайся, если хочешь». ",
  "mn94:3.6": "«Мы не присаживались, потому что ждали, пока господин Удена [заговорит].  ",
  "mn94:3.7": "Ведь как может такой как я сесть без предварительного приглашения?»  ",
  "mn94:4.1": "И тогда брахман Гхотамукха выбрал более низкое сиденье, сел рядом,  ",
  "mn94:4.2": "и сказал достопочтенному Удене:  ",
  "mn94:4.3": "«Уважаемый отшельник, нет страннической жизни, которая бы соответствовала Дхамме.  ",
  "mn94:4.4": "Мне так кажется,  ",
  "mn94:4.5": "потому что я не встречал таких достопочтенных как вы, или же [потому что я е встречал] здесь Дхаммы». ",
  "mn94:4.6": "«Брахман, мы можем обсудить сей вопрос. Но только если ты посчитаешь, что с каким-либо моим утверждением должно согласиться, то соглашайся. Если посчитаешь, что с каким-либо моим утверждением должно поспорить, то поспорь.   Если не понимаешь смысла моего утверждения, попроси меня прояснить его: ",
  "mn94:4.7": "«Как это понимать, господин Удена?  Каково значение этого?»  ",
  "mn94:4.8": "«Господин Удена, давайте обсудим сей вопрос. Если я посчитаю, что с каким-либо Вашим утверждением должно согласиться, я соглашусь… попрошу господина Удену прояснить его: «Как это понимать, господин Удена? Каково значение этого?»  ",
  "mn94:5.1": "«Брахман, есть четыре типа личностей, существующих в мире.  ",
  "mn94:5.2": "Какие четыре? ",
  "mn94:5.3": "Бывает так, когда некий человек мучает себя и осуществляет практику мучения самого себя. ",
  "mn94:5.4": "Бывает так, когда некий человек мучает других и осуществляет практику мучения других. ",
  "mn94:5.5": "Бывает так, когда некий человек мучает себя и осуществляет практику мучения самого себя, а также мучает других и осуществляет практику мучения других. ",
  "mn94:5.6": "Бывает так, когда некий не мучает себя и не осуществляет практику мучения самого себя, и не мучает других и не осуществляет практику мучения других. ",
  "mn94:5.7": "Поскольку он не мучает ни себя, ни других, то в этой самой жизни он пребывает без потребности, угасшим и потухшим, он пребывает, переживая блаженство, сам став святым. ",
  "mn94:5.8": "Какой из этих четырёх типов личностей подходит тебе, брахман?» ",
  "mn94:5.9": "«Первые три не подходят мне, господин Удена, ",
  "mn94:5.10": "",
  "mn94:5.11": "",
  "mn94:5.12": "",
  "mn94:5.13": "но последний тип личности, который не мучает ни себя, ни других, подходит». ",
  "mn94:6.1": "«Но почему, брахман, первые три типа личностей не подходят тебе?» ",
  "mn94:6.2": "«Господин Удена, тот тип личности, который мучает себя и осуществляет практику мучения самого себя, – мучает и пытает себя, хотя на самом деле желает удовольствия и избегает боли. ",
  "mn94:6.3": "Вот почему этот тип личности не подходит мне. ",
  "mn94:6.4": "А тот тип личности, который мучает других и осуществляет практику мучения других, – мучает и пытает других, тех, кто желает удовольствия и избегает боли. ",
  "mn94:6.5": "Вот почему этот тип личности не подходит мне. ",
  "mn94:6.6": "А тот тип личности, который мучает себя и осуществляет практику мучения самого себя, а также мучает других и осуществляет практику мучения других, – мучает и пытает и себя и других, хотя оба желают удовольствия и избегают боли. ",
  "mn94:6.7": "Вот почему этот тип личности не подходит мне. ",
  "mn94:6.8": "Но тот тип личности, который не мучает себя и не осуществляет практику мучения самого себя, и не мучает других и не осуществляет практику мучения других. Поскольку он не мучает ни себя, ни других, то в этой самой жизни он пребывает без потребности, угасшим и потухшим, он пребывает, переживая блаженство, сам став святым – он не мучает и не пытает ни себя, ни других, [ведь] оба желают удовольствия и избегают боли. ",
  "mn94:6.9": "Вот почему четвёртый тип личности подходит мне». ",
  "mn94:7.1": "«Брахман, есть два вида собраний.  ",
  "mn94:7.2": "Какие два? ",
  "mn94:7.3": "Бывает собрание, которое жаждет драгоценностей и [золотых] серег, ищет [для себя] жён и детей, рабов и рабынь, [ищет] поля и земли, золото и серебро.  ",
  "mn94:7.4": "Но бывает собрание, которое не жаждет драгоценностей и [золотых] серег, но оставив жён и детей, рабов и рабынь, поля и земли, золото и серебро, уходит из жизни домохозяйской в жизнь бездомную.  ",
  "mn94:7.5": "И есть этот тип личности, который не мучает себя… других… сам став святым. ",
  "mn94:7.6": "",
  "mn94:7.7": "В каком из двух видов собраний ты обычно видишь такого человека, брахман – в собрании, которое жаждет… или в собрании, которое не жаждет… уходит из жизни домохозяйской в жизнь бездомную?»  ",
  "mn94:7.8": "",
  "mn94:7.9": "«Обычно я вижу этого человека, господин Удена,  ",
  "mn94:7.10": "в собрании, которое не жаждет…уходит из жизни домохозяйской в жизнь бездомную».  ",
  "mn94:8.1": "«Но только что, брахман, как мы это поняли, ты говорил так:  ",
  "mn94:8.2": "«Уважаемый отшельник, нет страннической жизни, которая бы соответствовала Дхамме.  ",
  "mn94:8.3": "Мне так кажется,  ",
  "mn94:8.4": "Потому что я не встречал таких достопочтенных как вы, или же [потому что я е встречал] здесь Дхаммы». ",
  "mn94:8.5": "«Ну разумеется, господин Удена, я произнёс эти слова, чтобы разузнать.  ",
  "mn94:8.6": "Есть странническая жизнь, которая бы соответствовала Дхамме.  ",
  "mn94:8.7": "Так мне кажется,  ",
  "mn94:8.8": "и пусть господин Удена запомнит, что я [сказал] так.  ",
  "mn94:8.9": "Было бы хорошо, если бы из сострадания господин Удена разъяснил бы мне в подробностях те четыре типа личностей, о которых он упомянул вкратце».  ",
  "mn94:9.1": "«В таком случае, брахман, слушай внимательно то, о чём я буду говорить».  ",
  "mn94:9.2": "«Да, господин» – ответил брахман Гхотамукха.  ",
  "mn94:9.3": "Достопочтенный Удена сказал следующее: ",
  "mn94:10.1": "«Брахман, и какой тип личности мучает себя и осуществляет практику мучения самого себя?  ",
  "mn94:10.2": "Вот некий [аскет] ходит голым, отвергая условности, лижет свои руки, не идет, когда его зовут, не остаётся, когда его просят. Он не принимает пищу, поднесённую ему или специально приготовленную для него, не принимает приглашения на обед. ",
  "mn94:10.3": "Он не принимает ничего из горшка или чаши, через порог, через палку, через пестик [ступы]. [Он не принимает] ничего от двух обедающих [вместе] людей, от беременной женщины, от кормящей женщины, от женщины среди мужчин. [Он не принимает] ничего с того места, где объявлено о раздаче еды, с того места, где сидит собака или где летают мухи.  Он не принимает рыбу или мясо. Он не пьёт спиртного, вина, или забродивших напитков. ",
  "mn94:10.4": "Он ограничивает себя одним домом [во время сбора подаяний] и одним небольшим кусочком пищи, или двумя домами и двумя небольшими кусочками… семью домами и семью небольшими кусочками пищи. ",
  "mn94:10.5": "Он ест только одну тарелку еды в день, две… семь тарелок еды в день. ",
  "mn94:10.6": "Он принимает пищу только один раз в день, один раз в два дня… один раз в семь дней, и так вплоть до двух недель. Он пребывает, следуя практике приёма пищи в установленных промежутках. ",
  "mn94:10.7": "Он тот, кто ест [только] зелень; или просо; или дикий рис; или обрезки шкуры; или мох; или рисовые отруби; или рисовую накипь; или кунжутную муку; или траву; или коровий навоз. Он живёт на лесных кореньях и фруктах. Он кормится упавшими фруктами. ",
  "mn94:10.8": "Он носит одежду из пеньки, из парусины, из савана, из выброшенных лохмотьев, из древесной коры, из шкур антилопы, из обрезков шкур антилопы, из травы кусы, из материала из коры, из материала из стружек; [носит] накидку, [сделанную] из волос с головы, из шерсти животного, из совиных крыльев. ",
  "mn94:10.9": "Он выдёргивает волосы и бороду, следует практике вырывания собственных волос и бороды. ",
  "mn94:10.10": "Он тот, кто постоянно стоит, отвергая сиденья. ",
  "mn94:10.11": "Он тот, кто постоянно сидит, охватывая колени руками, он предаётся поддержанию сидения с охватыванием коленей руками. ",
  "mn94:10.12": "Он тот, кто использует подстилку с шипами. Он устраивает свою постель на подстилке с шипами. ",
  "mn94:10.13": "Он пребывает, следуя практике купания в воде три раза в день, в том числе вечером. ",
  "mn94:10.14": "Вот такими многочисленными способами он пребывает, осуществляя практику мучения и умерщвления тела. ",
  "mn94:10.15": "Вот каким образом этот человек мучает себя и осуществляет практику мучения самого себя. Такой зовётся тем типом личности, кто мучает себя и осуществляет практику мучения самого себя. ",
  "mn94:11.1": "И какой тип личности является тем, кто мучает других и осуществляет практику мучения других? ",
  "mn94:11.2": "Вот некий человек – убийца овец, убийца свиней, птицелов, ловец диких животных, охотник, рыбак, вор, палач, мясник, тюремный надзиратель или кто-либо иной, занимающийся подобным кровавым занятием. ",
  "mn94:11.3": "Вот каким образом этот человек мучает других и осуществляет практику мучения других.Такой зовётся тем типом личности, который мучает других и осуществляет практику мучения других. ",
  "mn94:12.1": "И какой тип личности мучает себя и осуществляет практику мучения самого себя, а также мучает других и осуществляет практику мучения других? ",
  "mn94:12.2": "Вот некий человек – помазанный на царствование кхаттийский царь или зажиточный брахман. ",
  "mn94:12.3": "Построив новый жертвенный храм к востоку от города, обрив волосы и бороду, одевшись в грубую шкуру, смазав своё тело маслом или топлёным маслом, расцарапав свою спину оленьим рогом, он входит в жертвенный храм вместе со своей главной царицей и с брахманским высшим жрецом. ",
  "mn94:12.4": "Там он устраивает свою постель на голой земле, расстелив траву. ",
  "mn94:12.5": "Царь живёт на молоке из первого соска коровы вместе с телёнком того же цвета, [что и корова]. Царица живёт на молоке из второго соска. Брахманский высший жрец живёт на молоке из третьего соска. Молоко из четвёртого соска они выливают в огонь. Телёнок живёт на том, что осталось. ",
  "mn94:12.6": "И он говорит: ",
  "mn94:12.7": "«Пусть столько-то быков будет зарезано для жертвоприношения. Пусть столько-то волов… пусть столько-то тёлок… пусть столько-то коз… пусть столько-то овец будет зарезано для жертвоприношения. Пусть столько-то деревьев будет срублено на жертвенные столбы. Пусть столько-то растений и травы будет скошено для жертвенной травы». ",
  "mn94:12.8": "И тогда его рабы, посыльные и слуги занимаются приготовлением, рыдая с заплаканными лицами, гонимые угрозами наказания и страхом. ",
  "mn94:12.9": "Такой зовётся типом личности, который мучает себя и осуществляет практику мучения самого себя, а также мучает других и осуществляет практику мучения других. ",
  "mn94:13.1": "И какой тип личности не мучает себя и не осуществляет практику мучения самого себя, и не мучает других и не осуществляет практику мучения других, ",
  "mn94:13.2": "– тот, кто не мучая ни себя, ни других, в этой самой жизни пребывает без потребности, угасшим и потухшим, переживая блаженство, сам став святым? ",
  "mn94:14.1": "Вот, монахи, в мире возникает Татхагата – тот, кто достиг совершенства, полностью просветлённый, совершенный в знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "mn94:14.2": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn94:14.3": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую. ",
  "mn94:15.1": "Домохозяин или сын домохозяина, или некто, рождённый в каком-либо другом клане, слышит эту Дхамму. ",
  "mn94:15.2": "Услышав Дхамму, он обретает веру в Татхагату. ",
  "mn94:15.3": "Обладая верой, он размышляет: ",
  "mn94:15.4": "«Домохозяйская жизнь тесная и пыльная. Бездомная жизнь подобна бескрайним просторам. ",
  "mn94:15.5": "Непросто, проживая дома, вести святую жизнь всецело чистую и совершенную, словно отполированная морская раковина. ",
  "mn94:15.6": "Что, если я, обрив волосы и бороду и надев жёлтые одежды, оставлю домохозяйскую жизнь ради жизни бездомной?» ",
  "mn94:15.7": "Так через некоторое время он оставляет всё своё богатство – большое или малое. Оставляет круг своих родных – большой или малый. Обривает волосы и бороду, надевает жёлтые одежды и оставляет домохозяйскую жизнь ради бездомной. ",
  "mn94:15.8": "Когда он ушёл в бездомную жизнь, наделённый монашеской тренировкой и образом жизни, Отбрасывая убийство живых существ, он воздерживается от убийства живых существ, откинув дубину, откинув оружие.  Он пребывает в сострадании ко всем живым существам, мягкий, доброжелательный. ",
  "mn94:16.1": "Отбрасывая взятие того, что не дано, он воздерживается от взятия того, что [ему] не было дано. Он берёт только то, что дают, ожидает только того, что дают, Не крадёт, пребывает в чистоте. ",
  "mn94:16.2": "Отбрасывая не-целомудрие, он соблюдает целомудрие, Живёт отдельно, воздерживаясь от половых сношений, что привычны среди простых людей. ",
  "mn94:16.3": "Отбрасывая лживую речь, он воздерживается от лживой речи. Он говорит истину, держится за истину, [в этом] прочен, надёжен, не обманывает мир. ",
  "mn94:16.4": "Отбрасывая злонамеренную речь, он воздерживается от злонамеренной речи. То, что он слышал здесь, он не рассказывает там, чтобы не посеять рознь между этими людьми и теми. То, что он слышал там, он не рассказывает здесь, чтобы не посеять рознь между тамошними людьми и здешними. Так он примиряет тех, кто поругался, любит согласие, радуется согласию, наслаждается согласием, говорит слова, которые способствуют согласию. ",
  "mn94:16.5": "Отбрасывая грубую речь, он воздерживается от грубой речи. Он говорит мягкие слова, приятные уху, любящие, проникающие в сердце, вежливые, приятные и нравящиеся большинству людей. ",
  "mn94:16.6": "Отбрасывая болтовню, он воздерживается от болтовни. Он говорит в нужный момент, говорит действительное, полезное, говорит о Дхамме, о Винае. В должный момент он говорит ценные слова, разумные, сдержанные, полезные. ",
  "mn94:16.7": "Он воздерживается от нанесения вреда семенам и растениям. ",
  "mn94:16.8": "Он практикует принятие пищи один раз в день, воздерживаясь от еды ночью и вне надлежащего времени [днём]. ",
  "mn94:16.9": "Он воздерживается от танцев, пения, музыки и зрелищ. ",
  "mn94:16.10": "Он воздерживается от ношения гирлянд и от украшения себя ароматами и мазями. ",
  "mn94:16.11": "Он воздерживается от высоких и больших кроватей. ",
  "mn94:16.12": "Он воздерживается от принятия золота и серебра. ",
  "mn94:16.13": "Он воздерживается от принятия сырого зерна… ",
  "mn94:16.14": "сырого мяса… ",
  "mn94:16.15": "женщин и девушек… ",
  "mn94:16.16": "рабов и рабынь… ",
  "mn94:16.17": "овец и коз… ",
  "mn94:16.18": "птиц и свиней… ",
  "mn94:16.19": "слонов, коров, жеребцов и кобыл… ",
  "mn94:16.20": "полей и земель. ",
  "mn94:16.21": "Он воздерживается от взятия на себя обязанности посыльного… ",
  "mn94:16.22": "от покупки и продажи… ",
  "mn94:16.23": "от жульничества на весах, в металлах и мерах… ",
  "mn94:16.24": "от взяточничества, обмана и мошенничества. ",
  "mn94:16.25": "Он воздерживается от нанесения увечий, убийств, пленения, разбоя, грабежа и насилия. ",
  "mn94:17.1": "Он довольствуется одеяниями для защиты своего тела и едой с подаяний для утоления голода. Куда бы он ни отправился, он берёт с собой лишь только это. ",
  "mn94:17.2": "Подобно птице, которая куда бы ни отправилась, крылья – её единственный груз, ",
  "mn94:17.3": "Точно так же и монах довольствуется одеяниями для защиты своего тела и едой с подаяний для утоления голода. Куда бы он ни отправился, он берёт с собой лишь только это. ",
  "mn94:17.4": "Наделённый этой совокупностью благородной нравственности, в себе он ощущает блаженство от безукоризненности. ",
  "mn94:18.1": "Видя форму глазом, он не цепляется за её образ и черты. ",
  "mn94:18.2": "Ведь если бы он оставлял способность глаза неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить его. Он практикует путь сдерживания, он охраняет способность глаза, он предпринимает сдерживание способности глаза. ",
  "mn94:18.3": "... слышит звук ухом… ",
  "mn94:18.4": "... нюхает запах носом… ",
  "mn94:18.5": "... пробует на вкус языком… ",
  "mn94:18.6": "... трогает осязаемую вещь телом… ",
  "mn94:18.7": "Познавая умственный феномен умом, он не цепляется за его образ и черты. ",
  "mn94:18.8": "Ведь если бы он оставлял способность ума неохраняемой, плохие, неблагие состояния алчности и грусти могли бы наводнить его. Он практикует путь сдерживания, он охраняет способность ума, он предпринимает сдерживание способности ума. ",
  "mn94:18.9": "Наделённый этой благородной сдержанностью способностей [органов чувств], он внутренне ощущает блаженство от безукоризненности. ",
  "mn94:19.1": "Он становится тем, кто действует с бдительностью, когда идёт вперёд и возвращается; кто действует с бдительностью, когда смотрит вперёд и в сторону… когда сгибает и разгибает свои члены тела… когда несёт одеяния, внешнее одеяние, чашу… когда ест, пьёт, жуёт, пробует… когда мочится и испражняется… когда идёт, стоит, сидит, засыпает, просыпается, разговаривает и молчит. ",
  "mn94:20.1": "Наделённый этой совокупностью благородной нравственности, этой благородной сдержанностью способностей [органов чувств], этой благородной осознанностью и бдительностью,  ",
  "mn94:20.2": "он затворяется в уединённом обиталище: в лесу, у подножия дерева, на горе, в ущелье, в пещере на склоне холма, на кладбище, в джунглях, на открытой местности, у стога соломы. ",
  "mn94:21.1": "После принятия пищи, вернувшись с хождения за подаяниями, он садится со скрещенными ногами, держит тело выпрямленным, устанавливает осознанность впереди. ",
  "mn94:21.2": "Оставляя алчность к миру, он пребывает с умом, свободным от алчности. Он очищает ум от алчности. ",
  "mn94:21.3": "Оставляя недоброжелательность и злость, он пребывает с умом, свободным от недоброжелательности, сострадательный ко всем живым существам. Он очищает ум от недоброжелательности и злости. ",
  "mn94:21.4": "Оставляя лень и апатию, он пребывает свободным от лени и апатии – осознанным, бдительным, воспринимая свет. Он очищает свой ум от лени и апатии. ",
  "mn94:21.5": "Отбрасывая неугомонность и сожаление, он пребывает невзволнованным, с внутренне умиротворённым умом. Он очищает ум от неугомонности и сожаления. ",
  "mn94:21.6": "Отбрасывая сомнение, он пребывает, выйдя за пределы сомнения, не имея замешательства в отношении [понимания] благих [умственных] состояний. Он очищает свой ум от сомнения. ",
  "mn94:22.1": "Оставив эти пять помех – изъянов ума, что ослабляют мудрость, ",
  "mn94:22.2": "Будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], он входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn94:23.1": "С угасанием направления и удержания [ума на объекте], он входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn94:24.1": "С угасанием восторга он пребывает невозмутимым, осознанным, бдительным, всё ещё ощущая приятное телом. Он входит и пребывает в третьей джхане, о которой Благородные говорят так: «Он невозмутим, осознан, находится в приятном пребывании». ",
  "mn94:25.1": "С оставлением удовольствия и боли, равно как и с предыдущим угасанием радости и грусти, он входит и пребывает в четвёртой джхане, которая является ни-приятной-ни-болезненной, характеризуется чистейшей осознанностью из-за невозмутимости. ",
  "mn94:26.1": "Когда его ум стал таким сосредоточенным, очищенным, ярким, безупречным, избавленным от недостатков, гибким, податливым, устойчивым и непоколебимым, он направляет его к знанию воспоминаний прошлых жизней. ",
  "mn94:26.2": "Он вспоминает множество прошлых жизней. Одну, две, три, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы свёртывания мира, многие циклы развёртывания мира, многие циклы свёртывания и развёртывания мира. Он вспоминает: «здесь я носил такое-то имя, принадлежал к такому-то сословию, таковой была моя внешность. Таковой была моя пища, Таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился где-то ещё; И здесь я тоже носил такое-то имя, принадлежал к такому-то сословию, таковой была моя внешность. Таковой была моя пища, Таковым был мой опыт удовольствия и боли, таковым было окончание той моей жизни. Умерев там, я появился тут». Так они вспоминают множество своих жизней во всех их вариациях и деталях. ",
  "mn94:27.1": "Когда его ум стал таким сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет к знанию смерти и перерождения существ. ",
  "mn94:27.2": "Посредством божественного видения, очищенного и превосходящего человеческое, он видит как существа покидают жизнь и перерождаются, и он распознаёт низменных и высоких, прекрасных и уродливых, удачливых и неудачливых. Они понимают, как существа переходят [из жизни в жизнь] в соответствии с их поступками: «Эти существа, которые придерживались плохого поведения в поступках, речах и мыслях, Оскорбляли благородных, были привержены неверным воззрениям, предпринимая действия на основе неверных воззрений. С распадом тела, после смерти, они возникают в состоянии лишения, в несчастливом уделе, в погибели, даже в аду. А эти существа, которые придерживались хорошего поведения в поступках, речах и мыслях, не оскорбляли благородных, были привержены верным воззрениям, предпринимая действия на основе верных воззрений, с остановкой жизнедеятельности тела, после смерти, возрождаются в хороших участях, в небесных мирах». Так, божественным глазом, очищенным и превосходящим человеческий, они видят умирающих и перерождающихся существ, [распознают] низших и высочайших, красивых и уродливых, счастливых и несчастных.  Он понимает, как существа переходят [из жизни в жизнь] в соответствии с их поступками. ",
  "mn94:28.1": "Когда его ум становится сконцентрированным, очищенным, ярким, незапятнанным, лишенным нечистоты, гибким, покоренным, устойчивым и погруженным в неколебимость, он направляет его к знанию уничтожения пятен [умственных загрязнений]. ",
  "mn94:28.2": "Он напрямую познаёт в соответствии с действительностью: «Вот страдание... Вот возникновение страдания... Вот прекращение страдания... Вот Путь ведущий к прекращению страдания... ",
  "mn94:28.3": "Это – пятна [загрязнений ума]... Это – происхождение пятен… Это – прекращение пятен… Это – путь, ведущий к прекращению пятен». ",
  "mn94:29.1": "Когда он знает и видит так, его ум освобождается от пятна чувственного желания, от пятна существования, от пятна неведения.  ",
  "mn94:29.2": "Когда он освободился, приходит знание: «Он освобождён». ",
  "mn94:29.3": "Он понимает: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "mn94:30.1": "Такой, домохозяева, зовётся типом личности, который не мучает себя и не осуществляет практику мучения самого себя, и не мучает других и не осуществляет практику мучения других – тот, кто, не мучая ни себя, ни других, ",
  "mn94:30.2": "в этой самой жизни пребывает без потребности, угасшим и потухшим, переживая блаженство, сам став святым». ",
  "mn94:31.1": "Когда так было сказано, брахман Гхотамукха сказал достопочтенному Удене:  ",
  "mn94:31.2": "«Великолепно, господин Удена!  Великолепно! ",
  "mn94:31.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Удена различными способами прояснил Дхамму. ",
  "mn94:31.4": "Я принимаю прибежище в господине Удене, прибежище в Дхамме и прибежище в Сангхе монахов.  ",
  "mn94:31.5": "Пусть господин Удена помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». ",
  "mn94:32.1": "«Не принимай прибежища во мне, брахман.  ",
  "mn94:32.2": "Принимай прибежище в том самом Благословенном, в котором принял прибежище я». ",
  "mn94:32.3": "«Но где он сейчас проживает, господин Удена, этот Благословенный, совершенный и полностью просветлённый?»  ",
  "mn94:32.4": "«Этот Благословенный, совершенный и полностью просветлённый, достиг окончательной ниббаны, брахман».  ",
  "mn94:32.5": "«Господин Удена, если бы мы услышали, что Благословенный находится на расстоянии десяти лиг, двадцати… тридцати… сорока… пятидесяти.. ста лиг, мы бы отправились за сто лиг, чтобы повидать Благословенного, совершенного и полностью просветлённого.  ",
  "mn94:32.6": "",
  "mn94:32.7": "",
  "mn94:32.8": "",
  "mn94:32.9": "",
  "mn94:32.10": "",
  "mn94:32.11": "Но поскольку этот Благословенный достиг окончательной ниббаны, мы принимаем прибежище в этом Благословенном, прибежище в Дхамме, прибежище в Сангхе монахов.  ",
  "mn94:32.12": "Пусть господин Удена помнит меня как мирского последователя, принявшего в прибежище с этого дня и на всю жизнь». ",
  "mn94:33.1": "Господин Удена, царь Анги даёт мне ежедневное пожертвование.  Позвольте дать господину Удене одно такое пожертвование».  ",
  "mn94:33.2": "«И какое же ежедневное пожертвование даёт царь Анга тебе, брахман?»  ",
  "mn94:33.3": "«Пятьсот кахапан, господин Удена».  ",
  "mn94:33.4": "«Брахман, нам не позволительно принимать золото и серебро».  ",
  "mn94:33.5": "«Если для господина Удены непозволительно принимать золото и серебро, то тогда я построю монастырь для господина Удены».  ",
  "mn94:33.6": "«Если желаешь построить для меня монастырь, брахман, то построй [лучше] зал для собраний для Сангхи в Паталипутте».  ",
  "mn94:33.7": "«Я доволен ещё больше тем, что господин Удена предлагает мне сделать дар Сангхе.  ",
  "mn94:33.8": "Тогда с этим пожертвованием и с другим таким же я построю зал для собраний для Сангхи в Паталипутте».  ",
  "mn94:33.9": "И тогда с этим пожертвованием и с другим таким же, [добавленным к нему], брахман Гхотамукха построил зал для собраний для Сангхи в Паталипутте.  ",
  "mn94:33.10": "И ныне он известен как [зал] Гхотамукхи.  "
}