{
  "mn95:0.1": "Мадджхима Никая 95 ",
  "mn95:0.2": "К Чанки ",
  "mn95:1.1": "Так я слышал. ",
  "mn95:1.2": "Однажды Благословенный странствовал переходами по стране Косал с большой общиной монахов и со временем прибыл в косальскую брахманскую деревню под названием Опасада. ",
  "mn95:1.3": "Там Благословенный остановился в роще Божеств, в саловой роще к северу от Опасады.  ",
  "mn95:2.1": "И в то время брахман Чанки жил в Опасаде.  Он правил Опасадой – царским имуществом, царским даром, священным даром, что был подарен ему царём Пасенади Косальским – с живыми существами, лугами, лесами, водоканалами, зерном.  ",
  "mn95:3.1": "И брахманы-домохозяева из Опасады услышали:  ",
  "mn95:3.2": "«Отшельник Готама – сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, путешествует по стране Косал с большой общиной монахов и прибыл в Опасаду.  Он остановился в роще Божеств, в саловой роще к северу от Опасады.  ",
  "mn95:3.3": "И об этом господине Готаме распространилась такая славная молва: ",
  "mn95:3.4": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn95:3.5": "Он провозглашает этот мир с его богами и людьми, Марами и Брахмами, с его поколением жрецов и отшельников, князей и [простых] людей, который он сам реализовал посредством прямого знания. ",
  "mn95:3.6": "Он обучает Дхамме – прекрасной в начале, прекрасной в середине и прекрасной в конце – в правильных значениях и формулировках. Он раскрывает святую жизнь, всецело совершенную и чистую. ",
  "mn95:3.7": "Хорошо было бы увидеть таких арахантов». ",
  "mn95:4.1": "И тогда брахманы-домохозяева Опасады вышли из Опасады группами и толпами и отправились на север в рощу Божеств, в саловую рощу.  ",
  "mn95:5.1": "И в то время брахман Чанки отправился на верхний этаж своего дворца для полуденного отдыха.  ",
  "mn95:5.2": "И тогда он увидел, как брахманы-домохозяева Опасады выходят из Опасады группами и толпами и направляются к северу в рощу Божеств, в саловую рощу.  ",
  "mn95:5.3": "Когда он увидел их, он спросил своего министра:  ",
  "mn95:5.4": "«Дорогой министр, почему эти брахманы-домохозяева Опасады вышли из Опасады группами и толпами и отправились на север в рощу Божеств, в саловую рощу?»  ",
  "mn95:6.1": "«Господин, отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, путешествует по стране Косал с большой общиной монахов и прибыл в Опасаду. Он остановился в роще Божеств, в саловой роще к северу от Опасады.  ",
  "mn95:6.2": "И об этом господине Готаме распространилась такая славная молва: ",
  "mn95:6.3": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn95:6.4": "[Поэтому] они идут повидать почтенного Готаму».  ",
  "mn95:6.5": "«Тогда, дорогой министр, отправляйся к домохозяевам-брахманам Опасады и скажи им:  ",
  "mn95:6.6": "«Господа, брахман Чанки просит:  ",
  "mn95:6.7": "«Пожалуйста, подождите, господа. Брахман Чанки также идёт повидать отшельника Готаму».  ",
  "mn95:6.8": "«Да, господин» – ответил министр, отправился к домохозяевам-брахманам Опасады и донёс им послание.  ",
  "mn95:6.9": "",
  "mn95:6.10": "",
  "mn95:7.1": "И в то время пятьсот брахманов из разных областей пребывали в Опасаде по неким делам.  ",
  "mn95:7.2": "Они услыхали: ",
  "mn95:7.3": "«Брахман Чанки, как говорят, собирается повидать отшельника Готаму».  ",
  "mn95:7.4": "Тогда они пошли к брахману Чанки и спросили его:  ",
  "mn95:7.5": "«Почтенный, правда ли, что вы собираетесь повидать отшельника Готаму?»  ",
  "mn95:7.6": "«Так оно, господа. Я собираюсь повидать отшельника Готаму».  ",
  "mn95:7.7": "",
  "mn95:8.1": "«Почтенный, не ходите к отшельнику Готаме.  ",
  "mn95:8.2": "Не подобает вам, господин Чанки, видеться с отшельником Готамой.  ",
  "mn95:8.3": "Наоборот, это отшельнику Готаме подобает приходить, чтобы увидеться с вами.  ",
  "mn95:8.4": "Ведь вы, почтенный, хорошо рождены с обеих сторон – как с материнской, так и с отцовской. У Вас чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена.  ",
  "mn95:8.5": "Поскольку это так, господин Чанки, то не подобает вам, господин Чанки, видеться с отшельником Готамой.  ",
  "mn95:8.6": "Наоборот, это отшельнику Готаме подобает приходить, чтобы увидеться с вами.  ",
  "mn95:8.7": "Ведь вы, почтенный, богаты, с большим богатством и имуществом.  ",
  "mn95:8.8": "Вы, почтенный, знаток Трёх Вед в их словарях, литургии, фонологии, этимологии, и историями как пятое.  Вы хорошо знаете филологию, грамматику, и прекрасно сведущи в натурфилософии и в знаках Великого Человека.  ",
  "mn95:8.9": "Вы, почтенный, изящны, красивы, привлекательны, обладаете высочайшей красотой своего облика,  утончённой красотой и внешним видом, который приятно лицезреть.  ",
  "mn95:8.10": "Вы, почтенный, нравственны, зрелы в нравственности, обладаете зрелой нравственностью.  ",
  "mn95:8.11": "Вы, почтенный, хороший оратор с прекрасной манерой подачи. Вы говорите слова, которые изысканны, чисты, отчётливы, хорошо выражают суть.  ",
  "mn95:8.12": "Вы, почтенный, учитель многих, вы обучаете триста брахманских учеников декламации гимнов.  ",
  "mn95:8.13": "Вы, почтенный, чтитесь, уважаетесь, ценитесь, и почитаетесь, держитесь в почёте царём Пасенади Косальским.  ",
  "mn95:8.14": "Вы, почтенный, чтитесь, уважаетесь, ценитесь, и почитаетесь, держитесь в почёте брахманом Поккхарасати.  ",
  "mn95:8.15": "Вы, почтенный, правите Опасадой – царским имуществом, царским даром, священным даром, что был подарен вам царём Пасенади Косальским – с живыми существами, лугами, лесами, водоканалами, зерном.  ",
  "mn95:8.16": "Поскольку это так, господин Чанки, не подобает вам видеться с отшельником Готамой.  ",
  "mn95:8.17": "Наоборот, это отшельнику Готаме подобает приходить, чтобы увидеться с вами».  ",
  "mn95:9.1": "Когда так было сказано, брахман Чанки сказал тем брахманам:  ",
  "mn95:9.2": "«А теперь, господа, услышьте от меня то, почему мне подобает повидаться с господином Готамой,  ",
  "mn95:9.3": "и почему господину Готаме не подобает приходить, чтобы видеться со мной.  ",
  "mn95:9.4": "Господа, отшельник Готама хорошо рождён с обеих сторон – как с материнской, так и с отцовской. У него чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена.  ",
  "mn95:9.5": "Поскольку это так, господа, не подобает господину Готаме приходить, чтобы видеться со мной.  ",
  "mn95:9.6": "но мне подобает идти, чтобы повидаться с господином Готамой.  ",
  "mn95:9.7": "Господа, отшельник Готама оставил жизнь домохозяйскую ради жизни бездомной, отбросив много золота и слитков, что хранятся на чердаках и в погребах.  ",
  "mn95:9.8": "Господа, отшельник Готама оставил жизнь домохозяйскую ради жизни бездомной ещё черноволосым юношей, наделённым благословением молодости на первом этапе жизни.  ",
  "mn95:9.9": "Господа, отшельник Готама обрил свои волосы и бороду, надел жёлтые одежды и оставил жизнь домохозяйскую ради жизни бездомной, хотя его отец и мать желали иного и рыдали с лицами, полными слёз.  ",
  "mn95:9.10": "Господа, отшельник Готама изящен, красив, привлекателен, обладает высочайшей красотой своего облика,  утончённой красотой и внешним видом, который приятно лицезреть.  ",
  "mn95:9.11": "Господа, отшельник Готама нравственный, обладает благородной нравственностью, благой нравственностью, наделён благой нравственностью.  ",
  "mn95:9.12": "Господа, отшельник Готама почтенный, хороший оратор с прекрасной манерой подачи. Он говорит слова, которые изысканны, чисты, отчётливы, хорошо выражают суть.  ",
  "mn95:9.13": "Господа, отшельник Готама – учитель многих.  ",
  "mn95:9.14": "Господа, отшельник Готама свободен от чувственной жажды и тщеславия.  ",
  "mn95:9.15": "Господа, отшельник Готама придерживается доктрины нравственной действенности поступка, доктрины нравственной действенности деяний.  Он не ищет вреда линии брахманов.  ",
  "mn95:9.16": "Господа, отшельник Готама ушёл в бездомную жизнь из аристократической семьи, одной из первоначальных знатных семей.  ",
  "mn95:9.17": "Господа, отшельник Готама ушёл в бездомную жизнь из богатой семьи, из семьи с большим богатством и имуществом.  ",
  "mn95:9.18": "Господа, люди из других далёких царств и удалённых областей приезжают, чтобы задать вопросы отшельнику Готаме.  ",
  "mn95:9.19": "Господа, многие тысячи божеств приняли прибежище в отшельнике Готаме.  ",
  "mn95:9.20": "И об этом господине Готаме распространилась такая славная молва: ",
  "mn95:9.21": "«Благословенный – это тот, кто достиг совершенства, полностью просветлённый, совершенный в истинном знании и поведении, высочайший, знаток миров, непревзойдённый вожак тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный». ",
  "mn95:9.22": "Господа, отшельник Готама обладает тридцатью двумя знаками Великого Человека.  ",
  "mn95:9.23": "Господа, царь Сения Бимбисара из Магадхи, его жена и дети приняли прибежище на всю свою жизнь в отшельнике Готаме.  ",
  "mn95:9.24": "Господа, царь Пасенади Косальский, его жена и дети приняли прибежище на всю свою жизнь в отшельнике Готаме.  ",
  "mn95:9.25": "Господа, брахман Поккхарасати, его жена и дети приняли прибежище на всю свою жизнь в отшельнике Готаме.  ",
  "mn95:9.26": "Господа, отшельник Готама прибыл в Опасаду и проживает в роще Божеств Опасады, в саловой роще к северу от Опасады.  ",
  "mn95:9.27": "А любые жрецы и отшельники, которые пришли в наш город, являются нашими гостями,  ",
  "mn95:9.28": "а гостей мы должны чтить, уважать, ценить и почитать.  ",
  "mn95:9.29": "",
  "mn95:9.30": "",
  "mn95:9.31": "Поскольку это так, господа, не подобает господину Готаме приходить, чтобы видеться со мной.  ",
  "mn95:9.32": "но мне подобает идти, чтобы повидаться с господином Готамой.  ",
  "mn95:9.33": "Господа, всё это восхваление господина Готамы – это то, что узнал я,  но похвала господина Готамы не ограничивается только лишь этим,  ",
  "mn95:9.34": "ведь похвала господина Готамы безмерна.  ",
  "mn95:9.35": "Обладание хотя бы одним из этих факторов делает неподобающим визит господина Готамы ко мне, ",
  "mn95:9.36": "но мне подобает идти, чтобы повидаться с господином Готамой.  ",
  "mn95:9.37": "Поэтому, господа, пойдёмте все вместе повидать отшельника Готаму».  ",
  "mn95:10.1": "И тогда брахман Чанки отправился к Благословенному вместе с большой группой брахманов и обменялся с ним приветствиями.  ",
  "mn95:10.2": "После обмена вежливыми приветствиями и любезностями он сел рядом. ",
  "mn95:11.1": "И в то время Благословенный сидел, завершая дружескую беседу с некими старейшими брахманами.  ",
  "mn95:11.2": "И в то время брахманский ученик по имени Капатхика сидел в том собрании.  Юный, с обритой головой, шестнадцатилетний,  он был знатоком Трёх Вед в их словарях, литургии, фонологии, этимологии, и исторей как пятое. Он хорошо знал филологию, грамматику и был прекрасно сведущ в натурфилософии и в знаках Великого Человека, ",
  "mn95:11.3": "Хотя старейшие брахманы беседовали с Благословенным, он постоянно встревал и перебивал их разговор.  ",
  "mn95:11.4": "И тогда Благословенный сделал замечание брахманскому ученику Капатхике:  ",
  "mn95:11.5": "«Пусть почтенный Бхарадваджа не встревает и не перебивает разговор старейших брахманов, когда они беседуют.  ",
  "mn95:11.6": "Пусть почтенный Бхарадваджа подождёт, пока разговор закончится».  ",
  "mn95:11.7": "Когда так было сказано, брахман Чанки обратился к Благословенному:  ",
  "mn95:11.8": "«Пусть господин Готама не делает замечания брахманскому ученику Капатхике.  ",
  "mn95:11.9": "Брахманский ученик Капатхика – представитель клана, он учёный, с хорошей манерой подачи, он мудрый.  Он способен принять участие в беседе с господином Готамой».  ",
  "mn95:12.1": "И тогда мысль пришла Благословенному: ",
  "mn95:12.2": "«Вне сомнений, поскольку брахманы так уважают его, брахманский ученик Капатхика должен быть совершенным [в знании] Трёх Вед. ",
  "mn95:12.3": "Вот почему они выдвинули его вперёд».  ",
  "mn95:12.4": "Тогда брахманский ученик Капатхика подумал:  ",
  "mn95:12.5": "«Когда отшельник Готама поймает мой взгляд, я задам ему вопрос».  ",
  "mn95:12.6": "И тогда, познав своим умом мысль брахманского ученика Капатхики, Благословенный направил свой взор к нему.  ",
  "mn95:12.7": "Тогда брахманский ученик Капатхика подумал:  ",
  "mn95:12.8": "«Отшельник Готама повернулся ко мне.  ",
  "mn95:12.9": "Что если я задам ему вопрос?»  ",
  "mn95:12.10": "И тогда он сказал Благословенному:  ",
  "mn95:12.11": "«Господин Готама, что касается древних брахманских гимнов, которые дошли до нас посредством устной передачи, сохранились в [виде] собраний, то брахманы пришли к такому однозначному заключению:  ",
  "mn95:12.12": "«Только это правда, а всё остальное ошибочно». ",
  "mn95:12.13": "Что господин Готама скажет на это?»  ",
  "mn95:13.1": "«Так как оно, Бхарадваджа? Есть ли среди брахманов хоть один брахман, который знает так:  ",
  "mn95:13.2": "«Я знаю так, я вижу так:  ",
  "mn95:13.3": "только это правда, а всё остальное ошибочно»? ",
  "mn95:13.4": "«Нет, господин Готама». ",
  "mn95:13.5": "«Так как оно, Бхарадваджа? Есть ли среди брахманов хоть один учитель, или учитель учителя до седьмого колена в линии учителей, который говорит так:  ",
  "mn95:13.6": "«Я знаю так, я вижу так:  ",
  "mn95:13.7": "только это правда, а всё остальное ошибочно»? ",
  "mn95:13.8": "«Нет, господин Готама». ",
  "mn95:13.9": "«Так как оно, Бхарадваджа? Древние брахманские провидцы – Аттхака, Вамака, Вамадэва, Вессамитта, Яматагги, Ангираса, Бхарадваджа, Васеттха, Кассапа, и Бхагу –  создатели гимнов, сочинители гимнов,  чьи древние гимны, которые прежде декламировались вслух, произносились, составлялись, теперь [нынешние] брахманы всё ещё декламируют вслух и повторяют, повторяя то, что говорилось, и декламируя то, что декламировалось,  ",
  "mn95:13.10": "говорили ли даже эти древние брахманские провидцы так:  ",
  "mn95:13.11": "«Мы знаем так, мы видим так:  ",
  "mn95:13.12": "только это правда, а всё остальное ошибочно»? ",
  "mn95:13.13": "«Нет, господин Готама». ",
  "mn95:13.14": "«Выходит, Бхарадваджа, что среди брахманов ",
  "mn95:13.15": "",
  "mn95:13.16": "",
  "mn95:13.17": "и учителей или учителей учителей до седьмого колена в линии учителей,  ",
  "mn95:13.18": "",
  "mn95:13.19": "",
  "mn95:13.20": "и даже среди древних брахманских провидцев, создателей гимнов…  не было ни одного, кто говорил так:  ",
  "mn95:13.21": "«Мы знаем так, мы видим так:  ",
  "mn95:13.22": "только это правда, а всё остальное ошибочно»? ",
  "mn95:13.23": "Представь колонну из слепцов, каждый из которых держался бы за следующего: первый не видит, средний не видит, последний не видит.  ",
  "mn95:13.24": "Точно также, Бхарадваджа, так оно и в отношении их утверждения. Брахманы похожи на колонну из слепцов: первый не видит, средний не видит, последний не видит.  ",
  "mn95:13.25": "Как ты думаешь, Бхарадваджа,  ",
  "mn95:13.26": "Если это так, не выходит ли, что вера брахманов беспочвенна?»  ",
  "mn95:14.1": "«Брахманы чтят это не только из-за веры, господин Готама. Они также чтят это как устную традицию [передачи]».  ",
  "mn95:14.2": "«Бхарадваджа, вначале ты сделал ударение на вере, а затем говоришь об устной традиции.  ",
  "mn95:14.3": "Бхарадваджа, есть пять вещей, которые могут двояко обернуться здесь и сейчас.  ",
  "mn95:14.4": "Какие пять? ",
  "mn95:14.5": "Вера, одобрение, устная традиция,  умозаключение посредством обдумывания, согласие с воззрением после рассмотрения.  ",
  "mn95:14.6": "",
  "mn95:14.7": "Эти пять вещей могут двояко обернуться здесь и сейчас. Что-то может быть полностью принятым на веру, но это будет пустым, ложным, ошибочным.  ",
  "mn95:14.8": "Но что-то иное может не быть полностью принятым на веру, но оно будет действительным, истинным, безошибочным.  ",
  "mn95:14.9": "Далее, что-то может быть полностью одобренным, но это будет пустым, ложным, ошибочным. Но что-то иное может не быть полностью одобренным, но оно будет действительным, истинным, безошибочным. ",
  "mn95:14.10": "Далее, что-то может быть хорошо переданным устной традицией, но это будет пустым, ложным, ошибочным. Но что-то иное может не быть хорошо переданным устной традицией, но оно будет действительным, истинным, безошибочным.  ",
  "mn95:14.11": "Далее, что-то может быть хорошо обдуманным, но это будет пустым, ложным, ошибочным. Но что-то иное может не быть хорошо обдуманным, но оно будет действительным, истинным, безошибочным.  ",
  "mn95:14.12": "Далее, в отношении чего-то можно прийти к согласию с воззрением после тщательного рассмотрения, но это будет пустым, ложным, ошибочным.  ",
  "mn95:14.13": "Но в отношении чего-то иного можно не прийти к согласию с воззрением после тщательного рассмотрения, но оно будет действительным, истинным, безошибочным.  ",
  "mn95:14.14": "[В этой ситуации] мудрому человеку, который держится истины, не подобает приходить к однозначному заключению:  ",
  "mn95:14.15": "«Только это правда, а всё остальное ошибочно». ",
  "mn95:15.1": "«Но, господин Готама, каким образом имеет место приверженность к истине? Как держаться за истину? Мы спрашиваем господина Готаму о приверженности к истине».  ",
  "mn95:15.2": "",
  "mn95:15.3": "«Если у человека есть вера, Бхарадваджа,  ",
  "mn95:15.4": "он держится истины, когда говорит: «Моя вера такова».  ",
  "mn95:15.5": "Но он ещё не пришёл к однозначному заключению:  ",
  "mn95:15.6": "«Только это правда, а всё остальное ошибочно». ",
  "mn95:15.7": "Если человек что-то одобряет…  ",
  "mn95:15.8": "Если человек получает [передачу посредством] устной традиции…  ",
  "mn95:15.9": "Если человек [приходит к заключению] посредством обдумывания…  ",
  "mn95:15.10": "или если человек соглашается с воззрением после рассмотрения,  ",
  "mn95:15.11": "то он держится истины, когда говорит: «Моё согласие с воззрением после рассмотрения таково».  ",
  "mn95:15.12": "Но он ещё не пришёл к однозначному заключению:  ",
  "mn95:15.13": "«Только это правда, а всё остальное ошибочно». ",
  "mn95:15.14": "И таким образом тоже, Бхарадваджа, имеет место приверженность к истине. Вот каким образом кто-либо держится истины.  И вот каким образом мы описываем приверженность к истине.  ",
  "mn95:15.15": "Но в этом случае ещё нет открытия истины».  ",
  "mn95:16.1": "«Таким образом, господин Готама, имеет место приверженность к истине. Вот каким образом кто-либо держится истины.  И таким образом мы признаём приверженность к истине.  ",
  "mn95:16.2": "Но каким образом, господин Готама, имеет место открытие истины? Каким образом кто-либо открывает истину? Мы спрашиваем господина Готаму об открытии истины». ",
  "mn95:16.3": "",
  "mn95:17.1": "«Бхарадваджа, монах может жить в зависимости от некоей деревни или города.  ",
  "mn95:17.2": "И тогда домохозяин или сын домохозяина приходит к нему, изучает его в отношении трёх видов состояний:  ",
  "mn95:17.3": "в отношении состояний, основанных на жажде; в отношении состояний, основанных на злобе; в отношении состояний, основанных на заблуждении:  ",
  "mn95:17.4": "«Есть ли в этом достопочтенном какие-либо состояния, основанные на жажде,  из-за которых он, с умом, охваченным этими состояниями, не зная, мог бы сказать:  ",
  "mn95:17.5": "«Я знаю» или, не видя, он мог бы сказать: «Я вижу»,  ",
  "mn95:17.6": "или он мог бы побуждать других поступать так, что это привело бы к их длительному вреду и страданию?»  ",
  "mn95:17.7": "Когда он изучает его, он знает:  ",
  "mn95:17.8": "«В этом достопочтенном нет таких состояний, основанных на жажде.  ",
  "mn95:17.9": "",
  "mn95:17.10": "",
  "mn95:17.11": "Телесное поведение и словесное поведение этого достопочтенного не такое, как у тех, кто подвержен жажде.  ",
  "mn95:17.12": "А Дхамма, которой обучает этот достопочтенный, глубока, её трудно увидеть и трудно понять, она умиротворённа и возвышенна, не познаётся простым лишь рассуждением, утончённая, переживается мудрыми.  ",
  "mn95:17.13": "Такой Дхамме не может легко научить тот, кто подвержен жажде».  ",
  "mn95:18.1": "Когда он изучил его и увидел, что он очищен от этих состояний, основанных на жажде,  далее он изучает его в отношении состояний, основанных на злобе:  ",
  "mn95:18.2": "«Есть ли в этом достопочтенном какие-либо состояния, основанные на злобе,  из-за которых он, с умом, охваченным этими состояниями, не зная, мог бы сказать:  ",
  "mn95:18.3": "«Я знаю» или, не видя, он мог бы сказать: «Я вижу»,  ",
  "mn95:18.4": "или он мог бы побуждать других поступать так, что это привело бы к их длительному вреду и страданию?»  ",
  "mn95:18.5": "Когда он изучает его, он знает:  ",
  "mn95:18.6": "«В этом достопочтенном нет таких состояний, основанных на злобе.  ",
  "mn95:18.7": "",
  "mn95:18.8": "",
  "mn95:18.9": "Телесное поведение и словесное поведение этого достопочтенного не такое, как у тех, кто подвержен злобе.  ",
  "mn95:18.10": "А Дхамма, которой обучает этот достопочтенный, глубока, её трудно увидеть и трудно понять, она умиротворённа и возвышенна, не познаётся простым лишь рассуждением, утончённая, переживается мудрыми.  ",
  "mn95:18.11": "Такой Дхамме не может легко научить тот, кто подвержен злобе».  ",
  "mn95:19.1": "Когда он изучил его и увидел, что он очищен от этих состояний, основанных на злобе,  далее он изучает его в отношении состояний, основанных на заблуждении:  ",
  "mn95:19.2": "«Есть ли в этом достопочтенном какие-либо состояния, основанные на заблуждении,  из-за которых он, с умом, охваченным этими состояниями, не зная, мог бы сказать:  ",
  "mn95:19.3": "«Я знаю» или, не видя, он мог бы сказать: «Я вижу»,  ",
  "mn95:19.4": "или он мог бы побуждать других поступать так, что это привело бы к их длительному вреду и страданию?»  ",
  "mn95:19.5": "Когда он изучает его, он знает:  ",
  "mn95:19.6": "«В этом достопочтенном нет таких состояний, основанных на заблуждении.  ",
  "mn95:19.7": "",
  "mn95:19.8": "",
  "mn95:19.9": "Телесное поведение и словесное поведение этого достопочтенного не такое, как у тех, кто подвержен заблуждению.  ",
  "mn95:19.10": "А Дхамма, которой обучает этот достопочтенный, глубока, её трудно увидеть и трудно понять, она умиротворённа и возвышенна, не познаётся простым лишь рассуждением, утончённая, переживается мудрыми.  ",
  "mn95:19.11": "Такой Дхамме не может легко научить тот, кто подвержен заблуждению».  ",
  "mn95:20.1": "Когда он изучил его и увидел, что он очищен от этих состояний, основанных на заблуждении,  ",
  "mn95:20.2": "он утверждает веру в него.  Преисполненный веры, он посещает его,  Выказывает ему уважение. Когда он выказывает ему уважение, он склоняет ухо. Тот, кто склоняет ухо, слышит Дхамму. Услышав Дхамму, он запоминает её. Он изучает смысл учений, которые он запомнил. Когда он изучает их смысл, он обретает согласие с этими учениями посредством раздумий.  Когда он обрёл согласие с этими учениями посредством раздумий, в нём возникает рвение. Когда возникло рвение, он изъявляет желание. Изъявив желание, он исследует. Тщательно исследовав, он старается.  Решительно стараясь, он реализует телом высочайшую истину и видит её, проникнув в неё мудростью. ",
  "mn95:20.3": "Вот каким образом, Бхарадваджа, имеет место открытие истины.  Вот каким образом кто-либо открывает истину. И таким образом мы описываем открытие истины.  ",
  "mn95:20.4": "Но в этом случае ещё нет окончательного прибытия к истине».  ",
  "mn95:21.1": "«Таким образом, господин Готама, имеет место открытие истины.  Вот каким образом кто-либо открывает истину. И таким образом мы признаём открытие истины.  ",
  "mn95:21.2": "Но каким образом, господин Готама, имеет место окончательное прибытие к истине? Каким образом кто-либо окончательно прибывает к истине? Мы спрашиваем господина Готаму об окончательном прибытии к истине».  ",
  "mn95:21.3": "",
  "mn95:21.4": "«Окончательное прибытие к истине, Бхарадваджа, лежит в повторении, развитии, взращивании этих же самых вещей.  ",
  "mn95:21.5": "Вот каким образом, Бхарадваджа, имеет место окончательное прибытие к истине.  Вот каким образом кто-либо окончательно прибывает к истине. И таким образом мы описываем окончательное прибытие к истине».  ",
  "mn95:22.1": "«Таким образом, господин Готама, имеет место окончательное прибытие к истине.  Вот каким образом кто-либо окончательно прибывает к истине. И таким образом мы признаём окончательное прибытие к истине.  ",
  "mn95:22.2": "Но что, господин Готама, является наиболее полезным для окончательного прибытия к истине? Мы спрашиваем господина Готаму о той вещи, которая наиболее полезна для окончательного прибытия к истине».  ",
  "mn95:22.3": "",
  "mn95:22.4": "«Старание наиболее полезно для окончательного прибытия к истине, Бхарадваджа.  ",
  "mn95:22.5": "Ведь если человек не старается, он не прибудет в конечном счёте к истине.  ",
  "mn95:22.6": "Человек окончательно прибывает к истине благодаря старанию.  ",
  "mn95:22.7": "Вот почему старание наиболее полезно для окончательного прибытия к истине».  ",
  "mn95:23.1": "«Но, господин Готама, что наиболее полезно для старания? Мы спрашиваем господина Готаму о вещи, которая наиболее полезна для старания».  ",
  "mn95:23.2": "",
  "mn95:23.3": "«Исследование наиболее полезно для старания, Бхарадваджа. Ведь если человек не исследует, он не станет стараться. Но поскольку он исследует, он старается. Вот почему исследование наиболее полезно для старания»...  ",
  "mn95:23.4": "",
  "mn95:23.5": "",
  "mn95:23.6": "",
  "mn95:24.1": "",
  "mn95:24.2": "",
  "mn95:24.3": "«Изъявление желания наиболее полезно для исследования, Бхарадваджа. Ведь если человек не желает, он не исследует. Но поскольку он желает, он исследует. Вот почему изъявление желания наиболее полезно для исследования»...  ",
  "mn95:24.4": "",
  "mn95:24.5": "",
  "mn95:24.6": "",
  "mn95:25.1": "",
  "mn95:25.2": "",
  "mn95:25.3": "«Рвение наиболее полезно для изъявления желания, Бхарадваджа. Ведь если человек не зарождает рвения, он не изъявляет желания. Но поскольку он зарождает рвение, он изъявляет желание. Вот почему рвение наиболее полезно для изъявления желания»...  ",
  "mn95:25.4": "",
  "mn95:25.5": "",
  "mn95:25.6": "",
  "mn95:26.1": "",
  "mn95:26.2": "",
  "mn95:26.3": "«Согласие с учениями посредством размышления наиболее полезно для рвения, Бхарадваджа. Ведь если человек не приходит к согласию с учениями посредством размышления, то рвения не возникает в нём. Но поскольку он приходит к согласию с учениями посредством размышления, возникает рвение. Вот почему согласие с учениями посредством размышления наиболее полезно для рвения»...  ",
  "mn95:26.4": "",
  "mn95:26.5": "",
  "mn95:26.6": "",
  "mn95:27.1": "",
  "mn95:27.2": "",
  "mn95:27.3": "«Изучение смысла наиболее полезно для согласия с учениями посредством размышления, Бхарадваджа. Ведь если человек не изучает их смысл, он не приходит к согласию с учениями посредством размышления. Но поскольку он изучает их смысл, он приходит к согласию с учениями посредством размышления. Вот почему изучение смысла наиболее полезно для согласия с учениями посредством размышления»...  ",
  "mn95:27.4": "",
  "mn95:27.5": "",
  "mn95:27.6": "",
  "mn95:28.1": "",
  "mn95:28.2": "",
  "mn95:28.3": "«Запоминание учений наиболее полезно для изучения смысла, Бхарадваджа. Ведь если человек не запоминает учение, он не изучит его смысл. Но поскольку он запоминает учение, он изучает его смысл. Вот почему запоминание учений наиболее полезно для изучения смысла»...  ",
  "mn95:28.4": "",
  "mn95:28.5": "",
  "mn95:28.6": "",
  "mn95:29.1": "",
  "mn95:29.2": "",
  "mn95:29.3": "«Слушание Дхаммы наиболее полезно для запоминания учений, Бхарадваджа. Ведь если человек не слушает Дхамму, он не запоминает учения. Но поскольку он слушает Дхамму, он запоминает учения. Вот почему слушание Дхаммы наиболее полезно для запоминания учений»...  ",
  "mn95:29.4": "",
  "mn95:29.5": "",
  "mn95:29.6": "",
  "mn95:30.1": "",
  "mn95:30.2": "",
  "mn95:30.3": "«Склонение уха наиболее полезно для слушания Дхаммы, Бхарадваджа. Ведь если человек не склоняет ухо, он не услышит Дхамму. Но поскольку он склоняет ухо, он услышит Дхамму. Вот почему склонение уха наиболее полезно для слушания Дхаммы»...  ",
  "mn95:30.4": "",
  "mn95:30.5": "",
  "mn95:30.6": "",
  "mn95:31.1": "",
  "mn95:31.2": "",
  "mn95:31.3": "«Выказывание уважения наиболее полезно для склонения уха, Бхарадваджа. Ведь если человек не выказывает уважения, он не станет склонять ухо. Но поскольку он выказывает уважение, он склоняет ухо. Вот почему выказывание уважения наиболее полезно для склонения уха»...  ",
  "mn95:31.4": "",
  "mn95:31.5": "",
  "mn95:31.6": "",
  "mn95:32.1": "",
  "mn95:32.2": "",
  "mn95:32.3": "«Посещение наиболее полезно для выказывания уважения, Бхарадваджа. Ведь если человек не посещает [учителя], он не выказывает ему уважения. Но поскольку он посещает, он выказывает ему уважение. Вот почему посещение наиболее полезно для выказывания уважения»...  ",
  "mn95:32.4": "",
  "mn95:32.5": "",
  "mn95:32.6": "",
  "mn95:33.1": "",
  "mn95:33.2": "",
  "mn95:33.3": "«Вера наиболее полезна для посещения, Бхарадваджа.  ",
  "mn95:33.4": "Ведь если вера [в учителя] не возникает, он не станет посещать его.  ",
  "mn95:33.5": "Но поскольку вера возникает, он посещает его.  ",
  "mn95:33.6": "Вот почему вера наиболее полезна для посещения».  ",
  "mn95:34.1": "«Мы спросили господина Готаму о приверженности к истине, и господин Готама ответил о приверженности к истине.  ",
  "mn95:34.2": "Мы одобрили и согласились с этим ответом, и потому мы довольны.  ",
  "mn95:34.3": "Мы спросили господина Готаму об открытии истины…  ",
  "mn95:34.4": "Мы одобрили и согласились с этим ответом, и потому мы довольны.  ",
  "mn95:34.5": "Мы спросили господина Готаму об окончательном прибытии к истине…  ",
  "mn95:34.6": "Мы одобрили и согласились с этим ответом, и потому мы довольны.  ",
  "mn95:34.7": "Мы спросили господина Готаму о вещи, которая наиболее полезна для окончательного прибытия к истине…  ",
  "mn95:34.8": "Мы одобрили и согласились с этим ответом, и потому мы довольны.  ",
  "mn95:34.9": "Всё, о чём мы спрашивали господина Готаму, он нам ответил.  ",
  "mn95:34.10": "Мы одобрили и согласились с этим ответом, и потому мы довольны.  ",
  "mn95:34.11": "Прежде, господин Готама, мы привыкли думать так:  ",
  "mn95:34.12": "«Кто такие эти бритоголовые отшельники, эти смуглые прислужники, смуглые отпрыски ступней Владыки, чтобы понимать Дхамму?»  ",
  "mn95:34.13": "Уважаемый, Благословенный зародил во мне любовь к отшельникам, доверие к отшельникам, уважение к отшельникам. ",
  "mn95:35.1": "Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму.  ",
  "mn95:35.2": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}