{
  "mn96:0.1": "Мадджхима Никая 96 ",
  "mn96:0.2": "К Есукари ",
  "mn96:1.1": "Так я слышал. ",
  "mn96:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn96:2.1": "И тогда брахман Есукари отправился к Благословенному и обменялся с ним приветствиями.  ",
  "mn96:2.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и спросил Благословенного:  ",
  "mn96:3.1": "«Господин Готама, брахманы предписывают четыре уровня услужения.  ",
  "mn96:3.2": "Они предписывают богатство брахмана, богатство знатного, богатство торговца, богатство рабочего.  ",
  "mn96:3.3": "В этом отношении, господин Готама, брахманы предписывают это как уровень услужения брахману:  ",
  "mn96:3.4": "брахман может служить брахману, знатный может служить брахману, торговец может служить брахману, рабочий может служить брахману. Таков уровень услужения брахману, как то предписывают брахманы.  ",
  "mn96:3.5": "",
  "mn96:3.6": "Господин Готама, брахманы предписывают это как уровень услужения знатному:  ",
  "mn96:3.7": "знатный может служить знатному, торговец может служить знатному, рабочий может служить знатному. Таков уровень услужения знатному, как то предписывают брахманы.  ",
  "mn96:3.8": "",
  "mn96:3.9": "Господин Готама, брахманы предписывают это как уровень услужения торговцу:  ",
  "mn96:3.10": "торговец может служить торговцу, рабочий может служить торговцу. Таков уровень услужения торговцу, как то предписывают брахманы.  ",
  "mn96:3.11": "",
  "mn96:3.12": "Господин Готама, брахманы предписывают это как уровень услужения рабочему:  ",
  "mn96:3.13": "только рабочий может служить рабочему,  ",
  "mn96:3.14": "ведь кто ещё стал бы служить рабочему?  ",
  "mn96:3.15": "",
  "mn96:3.16": "Таковы четыре уровеня услужения, как то предписывают брахманы.  ",
  "mn96:3.17": "Что господин Готама скажет на это?»  ",
  "mn96:4.1": "«Неужто, брахман, весь мир дал брахманам право предписывать эти четыре уровня услужения?»  ",
  "mn96:4.2": "«Нет, господин Готама». ",
  "mn96:4.3": "«Представь, брахман, как если бы нищему без гроша, лишённому человеку насильно [впихнули бы в руки] кусок мяса и сказали: «Почтенный, ты обязан съесть это мясо и заплатить за него».  ",
  "mn96:4.4": "Точно также без согласия тех [других] жрецов и отшельников брахманы предписывают эти четыре вида услужения.  ",
  "mn96:5.1": "Я не говорю, брахман, что прислуживать нужно всякому, но и не говорю, что никому не нужно прислуживать.  ",
  "mn96:5.2": "Ведь если когда человек прислуживает кому-либо и становится хуже, а не лучше от этого услужения, то тогда я утверждаю, что ему не следует прислуживать.  ",
  "mn96:5.3": "А если человек прислуживает кому-либо, и он становится лучше, а не хуже из-за этого услужения, то тогда я утверждаю, что ему следует прислуживать.  ",
  "mn96:6.1": "Если бы у знатного человека спросили:  ",
  "mn96:6.2": "«Кому из них ты бы прислуживал –  тем, из-за служения которым ты бы стал хуже, а не лучше, или же тем, из-за служения которым ты бы стал лучше, а не хуже –  ",
  "mn96:6.3": "то, отвечая правильно, знатный человек ответил бы так:  ",
  "mn96:6.4": "«Мне не стоит прислуживать тому, из-за служения которому я бы стал хуже, а не лучше, когда бы служил ему. Мне стоит прислуживать тому, из-за служения которому я бы стал лучше, а не хуже, когда бы служил ему».  ",
  "mn96:7.1": "Если бы у брахмана спросили…  ",
  "mn96:7.2": "у торговца спросили... ",
  "mn96:7.3": "у рабочего спросили…  ",
  "mn96:7.4": "«Кому из них ты бы прислуживал –  тем, из-за служения которым ты бы стал хуже, а не лучше, или же тем, из-за служения которым ты бы стал лучше, а не хуже –  ",
  "mn96:7.5": "то, отвечая правильно, рабочий ответил бы так:  ",
  "mn96:7.6": "«Мне не стоит прислуживать тому, из-за служения которому я бы стал хуже, а не лучше, когда бы служил ему. Мне стоит прислуживать тому, из-за служения которому я бы стал лучше, а не хуже, когда бы служил ему».  ",
  "mn96:7.7": "Я не утверждаю, брахман, что человек является лучшим, потому что он из аристократической семьи, как и не утверждаю, что человек является худшим, потому что он из аристократической семьи.  ",
  "mn96:7.8": "Я не утверждаю, что человек является лучшим, потому что он наделён величайшей красотой, но и не утверждаю, что он является худшим, потому что наделён величайшей красотой.  ",
  "mn96:7.9": "Я не утверждаю, что человек является лучшим, потому что он очень богат, но и не утверждаю, что он является худшим, потому что он очень богат.  ",
  "mn96:8.1": "Ведь, брахман, человек из аристократической семьи может убивать живых существ, брать то, что не дано, пускаться в неблагое поведение в чувственных удовольствиях,  лгать, говорить злонамеренно, говорить грубо, пустословить,  быть алчным, иметь недоброжелательный ум, придерживаться неправильных воззрений.  ",
  "mn96:8.2": "Поэтому я не утверждаю, что человек является лучшим, потому что он из аристократической семьи.  ",
  "mn96:8.3": "Но также, брахман, человек из аристократической семьи может воздерживаться от убийства живых существ, от взятия того, что не было дано, от неблагого поведения в чувственных удовольствиях,  от лжи… от злонамеренных слов… от грубых слов… от пустой болтовни… становится неалчным, имеет ум без недоброжелательности, придерживается правильных воззрений, ",
  "mn96:8.4": "Поэтому я не утверждаю, что человек является худшим, потому что он из аристократической семьи.  ",
  "mn96:8.5": "Брахман, человек, наделённый величайшей красотой…  ",
  "mn96:8.6": "или не наделённый величайшей красотой, ",
  "mn96:8.7": "очень богатый ",
  "mn96:8.8": "или не очень богатый ",
  "mn96:8.9": "может вести себя подобным образом. ",
  "mn96:8.10": "Поэтому я не утверждаю, что человек является лучшим, потому что он очень богатый. Но также, брахман, человек, наделённый величайшей красотой… очень богатый… придерживаться правильных воззрений. Поэтому я не утверждаю, что человек является худшим, потому что он очень богатый. ",
  "mn96:8.11": "",
  "mn96:8.12": "",
  "mn96:9.1": "Я не говорю, брахман, что прислуживать нужно всякому, но и не говорю, что никому не нужно прислуживать.  ",
  "mn96:9.2": "Ведь если кто-либо прислуживает кому-либо, и его вера, нравственность, учёность, щедрость, и мудрость возрастают в нём, то тогда, я утверждаю, ему следует ему прислуживать.  ",
  "mn96:9.3": "И если кто-либо прислуживает кому-либо, и его вера, нравственность, учёность, щедрость, и мудрость не возрастают в нём, то тогда, я утверждаю, ему не следует ему прислуживать.  ",
  "mn96:10.1": "Когда так было сказано, брахман Есукари сказал Благословенному:  ",
  "mn96:10.2": "«Господин Готама, брахманы предписывают четыре типа богатства.  ",
  "mn96:10.3": "Они предписывают богатство брахмана, богатство знатного, богатство торговца, богатство рабочего.  ",
  "mn96:10.4": "В этом отношении, господин Готама, брахманы предписывают это как богатство брахмана – хождение за подаяниями.  ",
  "mn96:10.5": "Брахман, который с презрением отвергает своё собственное богатство, хождение за подаяниями, позорит свой долг, как охранник, который ворует. Таково богатство брахмана, которое предписывают брахманы.  ",
  "mn96:10.6": "",
  "mn96:10.7": "Господин Готама, брахманы предписывают это как богатство знатного – лук и стрелы.  ",
  "mn96:10.8": "Знатный, который с презрением отвергает своё собственное богатство, лук и стрелы, позорит свой долг, как охранник, который берёт то, что не было дано. Таково богатство знатного, которое предписывают брахманы.  ",
  "mn96:10.9": "",
  "mn96:10.10": "Господин Готама, брахманы предписывают это как богатство торговца – сельское хозяйство и животноводство.  ",
  "mn96:10.11": "Торговец, который с презрением отвергает своё собственное богатство, сельское хозяйство и животноводство, позорит свой долг, как охранник, который берёт то, что не было дано. Таково богатство торговца, которое предписывают брахманы.  ",
  "mn96:10.12": "",
  "mn96:10.13": "Господин Готама, брахманы предписывают это как богатство рабочего – серп и коромысло.  ",
  "mn96:10.14": "Рабочий, который с презрением отвергает своё собственное богатство, серп и коромысло, позорит свой долг, как охранник, который берёт то, что не было дано. Таково богатство рабочего, которое предписывают брахманы.  ",
  "mn96:10.15": "",
  "mn96:10.16": "Таковы четыре вида богатства, которые описывают брахманы. ",
  "mn96:10.17": "Что господин Готама скажет на это?»  ",
  "mn96:11.1": "«Неужто, брахман, весь мир дал брахманам право предписывать эти четыре вида богатства?»  ",
  "mn96:11.2": "«Нет, господин Готама». ",
  "mn96:11.3": "«Представь, брахман, как если бы нищему без гроша, лишённому человеку насильно [впихнули бы в руки] кусок мяса и сказали: «Почтенный, ты обязан съесть это мясо и заплатить за него».  ",
  "mn96:11.4": "Точно также без согласия тех [других] жрецов и отшельников брахманы предписывают эти четыре вида богатства.  ",
  "mn96:12.1": "Я, брахман, провозглашаю благородную сверхмирскую Дхамму как собственное богатство человека.  ",
  "mn96:12.2": "Но если припоминать его древнюю семейную линию по отцу и по матери, то человек определяется в зависимости от того, где он переродился.  ",
  "mn96:12.3": "Если он переродился в клане знати, то он считается знатным.  ",
  "mn96:12.4": "Если он переродился в клане брахманов, он считается брахманом.  ",
  "mn96:12.5": "Если он переродился в клане торговцев, то он считается торговцем.  ",
  "mn96:12.6": "Если он переродился в клане рабочих, он считается рабочим.  ",
  "mn96:12.7": "Подобно огню, который считается таковым в зависимости от тех определённых условий из-за которых он горит –  ",
  "mn96:12.8": "если огонь горит в зависимости от поленьев, он считается огнём поленьев;  ",
  "mn96:12.9": "если огонь горит в зависимости от вязанки хвороста, он считается огнём вязанки хвороста;  ",
  "mn96:12.10": "если огонь горит в зависимости от травы, он считается огнём травы;  ",
  "mn96:12.11": "если огонь горит в зависимости от навоза, он считается огнём навоза;  ",
  "mn96:12.12": "точно также, брахман, я провозглашаю благородную сверхмирскую Дхамму как собственное богатство человека.  ",
  "mn96:12.13": "Но если припоминать его древнюю семейную линию по отцу и по матери, то человек определяется в зависимости от того, где он переродился.  ",
  "mn96:12.14": "",
  "mn96:12.15": "",
  "mn96:12.16": "",
  "mn96:12.17": "",
  "mn96:13.1": "Если, брахман, кто-либо из клана знати оставляет жизнь домохозяйскую ради жизни бездомной,  и, после встречи с Дхаммой и Винаей, что были провозглашены Татхагатой, он воздерживается от убийства живых существ, взятия того, что не дано, неблагого поведения в чувственных удовольствиях, от лжи… от злонамеренных слов… от грубых слов… от пустой болтовни… становится неалчным, имеет ум без недоброжелательности, придерживается правильных воззрений, то он является тем, кто исполняет истинный путь, благую Дхамму.  ",
  "mn96:13.2": "Если, брахман, кто-либо из клана брахманов…  ",
  "mn96:13.3": "торговцев... ",
  "mn96:13.4": "рабочих оставляет жизнь домохозяйскую ради жизни бездомной.  и после встречи с Дхаммой и Винаей, что были провозглашены Татхагатой,.. придерживается правильных воззрений, то он является тем, кто исполняет истинный путь, благую Дхамму.  ",
  "mn96:14.1": "Как ты думаешь, брахман?  ",
  "mn96:14.2": "Только брахман способен развивать доброжелательный ум к некоей области, без враждебности, без недоброжелательности, а не знатный, или торговец или рабочий?»  ",
  "mn96:14.3": "«Нет, господин Готама. ",
  "mn96:14.4": "Будь то человек из [варны] знати, или брахман, или торговец, или рабочий – ",
  "mn96:14.5": "",
  "mn96:14.6": "",
  "mn96:14.7": "",
  "mn96:14.8": "каждый из этих четырёх варн способен развивать доброжелательный ум к некоей области, без враждебности, без недоброжелательности».  ",
  "mn96:14.9": "«Точно также, брахман, если кто-либо из клана знати оставляет жизнь домохозяйскую…  ",
  "mn96:14.10": "брахманов... ",
  "mn96:14.11": "торговцев... ",
  "mn96:14.12": "или рабочих оставляет жизнь домохозяйскую ради жизни бездомной  и после встречи с Дхаммой и Винаей, что были провозглашены Татхагатой,.. придерживается правильных воззрений, то он является тем, кто исполняет истинный путь, благую Дхамму.  ",
  "mn96:15.1": "Как ты думаешь, брахман?  ",
  "mn96:15.2": "Только брахман способен взять люфу и банный порошок, пойти к реке, смыть пыль и грязь, а не знатный, или торговец, или рабочий?»  ",
  "mn96:15.3": "«Нет, господин Готама. ",
  "mn96:15.4": "",
  "mn96:15.5": "",
  "mn96:15.6": "",
  "mn96:15.7": "",
  "mn96:15.8": "Будь то человек из [варны] знати, или брахман, или торговец, или рабочий – каждый из этих четырёх варн способен взять люфу и банный порошок, пойти к реке, смыть пыль и грязь».  ",
  "mn96:15.9": "«Точно также, брахман, если кто-либо из клана знати оставляет жизнь домохозяйскую…  ",
  "mn96:15.10": "брахманов... ",
  "mn96:15.11": "торговцев... ",
  "mn96:15.12": "или рабочих оставляет жизнь домохозяйскую ради жизни бездомной  и после встречи с Дхаммой и Винаей, что были провозглашены Татхагатой,.. придерживается правильных воззрений, то он является тем, кто исполняет истинный путь, благую Дхамму.  ",
  "mn96:16.1": "Как ты думаешь, брахман?  ",
  "mn96:16.2": "Представь как если бы помазанный на царствование царь из знатного рода собрал бы сотню человек разного рождения и сказал бы им:  ",
  "mn96:16.3": "«Ну же, почтенные, пусть тот, кто родился в знатном клане, или брахманском клане, или царском клане, возьмёт верхнюю палку для розжига из тика, салового дерева, ладанного дерева, сандалового дерева, падумаки/лотоса, и зажжёт огонь, породит тепло.  ",
  "mn96:16.4": "И пусть также тот, кто рождён в клане презренных, в клане охотников, в клане рабочих по плетению, в клане изготовителей повозок, в клане мусорщиков, возьмёт верхнюю палку для розжига, сделанную из собачьей миски, из свиной миски, из мусорного ящика, из касторового дерева, и зажжёт огонь, породит тепло». ",
  "mn96:16.5": "Как ты думаешь, брахман?  ",
  "mn96:16.6": "Когда огонь зажжён, и тепло порождено кем-то из первой группы, будет ли этот огонь иметь пламя, цвет, сияние и можно ли будет использовать его для целей, [ради которых разведён] огонь,  ",
  "mn96:16.7": "тогда как огонь зажжён и тепло порождено кем-то из второй группы, у этого огня не будет пламени, цвета, сияния, и его нельзя будет использовать для целей, [ради которых разведён] огонь?»  ",
  "mn96:16.8": "«Нет, господин Готама. ",
  "mn96:16.9": "«Нет, господин Готама. Когда огонь зажжён и тепло порождено кем-то из первой группы, у этого огня будет пламя…  ",
  "mn96:16.10": "когда огонь зажжён и тепло порождено кем-то из второй группы, у него также будет пламя… можно будет использовать его для целей, [ради которых разведён] огонь.  ",
  "mn96:16.11": "Ведь у всякого огня есть пламя, цвет, и сияние, и его можно использовать для целей, [ради которых разведён] огонь».  ",
  "mn96:16.12": "«Точно также, брахман, если кто-либо из клана знати оставляет жизнь домохозяйскую…  ",
  "mn96:16.13": "брахманов... ",
  "mn96:16.14": "торговцев... ",
  "mn96:16.15": "или рабочих оставляет жизнь домохозяйскую ради жизни бездомной  и, после встречи с Дхаммой и Винаей, что были провозглашены Татхагатой, он воздерживается от убийства живых существ, взятия того, что не дано, неблагого поведения в чувственных удовольствиях, от лжи… от злонамеренных слов… от грубых слов… от пустой болтовни… становится неалчным, имеет ум без недоброжелательности, придерживается правильных воззрений, то он является тем, кто исполняет истинный путь, благую Дхамму.  ",
  "mn96:17.1": "Когда так было сказано, брахман Есукари сказал Благословенному:  ",
  "mn96:17.2": "«Великолепно, господин Готама! Великолепно!... ",
  "mn96:17.3": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}