{
  "mn97:0.1": "Мадджхима Никая 97 ",
  "mn97:0.2": "К Дхананьджани ",
  "mn97:1.1": "Так я слышал. ",
  "mn97:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "mn97:2.1": "И в то время достопочтенный Сарипутта странствовал по Южным холмам вместе с большой общиной монахов.  ",
  "mn97:2.2": "И тогда некий монах, который провёл сезон дождей в Раджагахе, отправился к достопочтенному Сарипутте в Южные холмы и обменялся с ним приветствиями.  ",
  "mn97:2.3": "После обмена вежливыми приветствиями и любезностями он сел рядом. Достопочтенный Сарипутта спросил его:  ",
  "mn97:2.4": "«Силён ли, здоров ли Благословенный, друг?»  ",
  "mn97:2.5": "«Благословенный силён и здоров, друг».  ",
  "mn97:2.6": "«Сильна ли, здорова ли община монахов, друг?»  ",
  "mn97:2.7": "«Община монахов тоже сильна и здорова, друг».  ",
  "mn97:2.8": "«Друг, у Ворот Тандулапалы проживает брахман по имени Дхананьджани.  ",
  "mn97:2.9": "Силён ли, здоров ли брахман Дхананьджани?»  ",
  "mn97:2.10": "«Этот брахман Дхананьджани тоже силён и здоров, друг».  ",
  "mn97:2.11": "«Прилежен ли он, друг?»  ",
  "mn97:2.12": "«Как он может быть прилежным, друг?  ",
  "mn97:2.13": "Он разоряет домохозяев-брахман от имени царя и разоряет царя от имени домохозяев-брахман.  ",
  "mn97:2.14": "Его жена, которая обладала верой и происходила из клана, который обладал верой, скончалась,  ",
  "mn97:2.15": "а он взял другую жену, женщину без веры, которая происходит из клана, в котором нет веры».  ",
  "mn97:2.16": "«Плохие новости мы услышали, друг.  ",
  "mn97:2.17": "Воистину, плохие новости – услышать, что этот брахман Дхананьджани стал беспечным.  ",
  "mn97:2.18": "Быть может, придёт время, и мы встретимся с брахманом Дхананьджани и побеседуем с ним».  ",
  "mn97:3.1": "И тогда, побыв в Южных Холмах столько, сколько он считал нужным, достопочтенный Сарипутта направился в сторону Раджагахи.  ",
  "mn97:3.2": "Странствуя переходами, со временем он прибыл в Раджагаху  ",
  "mn97:3.3": "и остановился в Бамбуковой роще в Беличьем Святилище.  ",
  "mn97:4.1": "И тогда, утром, достопочтенный Сарипутта оделся, взял чашу и внешнее одеяние, и отправился в Раджагаху за подаяниями.  ",
  "mn97:4.2": "И в то время брахман Дхананьджани доил своих коров в хлеву за пределами города.  ",
  "mn97:4.3": "И тогда достопочтенный Сарипутта, походив по Раджагахе за подаяниями,  вернувшись с хождения за подаяниями, после принятия пищи отправился к брахману Дхананьджани.  ",
  "mn97:4.4": "Брахман Дхананьджани увидел достопочтенного Сарипутту издали,  ",
  "mn97:4.5": "подошёл к нему и сказал:  ",
  "mn97:4.6": "«Попейте свежего молока, господин Сарипутта, пока ещё [позволительное] время для принятия пищи».  ",
  "mn97:4.7": "«Довольно, брахман,  ",
  "mn97:4.8": "сегодня я уже поел.  ",
  "mn97:4.9": "Я проведу остаток дня вон под тем деревом.  ",
  "mn97:4.10": "Ты можешь прийти туда».  ",
  "mn97:4.11": "«Да, господин» – ответил он.  ",
  "mn97:5.1": "И тогда, позавтракав, брахман Дхананьджани отправился к достопочтенному Сарипутте и обменялся с ним приветствиями.  ",
  "mn97:5.2": "После обмена вежливыми приветствиями и любезностями он сел рядом. Достопочтенный Сарипутта спросил его:  ",
  "mn97:5.3": "«Прилежен ли ты, Дхананьджани?»  ",
  "mn97:5.4": "«Как мы можем быть прилежными, господин Сарипутта,  когда нам нужно содержать наших родителей, жену и детей, наших рабов, слуг, рабочих.  Нам нужно исполнять свой долг по отношению к друзьям и товарищам, близким и родственникам, нашим гостям, нашим умершим предкам, божествам, царю;  [да ещё] и когда это тело тоже нужно освежать и питать».  ",
  "mn97:6.1": "«Как ты думаешь, Дхананьджани?  ",
  "mn97:6.2": "Представь, как если бы человек вёл себя так, что это было противоположно Дхамме, вёл себя неправедно ради своих родителей,  и тогда из-за такого поведения стражи ада утащили его в ад.  ",
  "mn97:6.3": "Смог бы он [освободиться, умоляя]: «Это ведь ради моих родителей я вёл себя так, что это было противоположно Дхамме, вёл себя неправедно. Пусть стражи ада [не утаскивают меня] в ад!»?  Или смогли бы его родители [освободить его мольбой]: «Это ведь ради нас он вёл себя так, что это было противоположно Дхамме, вёл себя неправедно. Пусть стражи ада [не утаскивают его] в ад!»?  ",
  "mn97:6.4": "«Нет, господин Сарипутта.  ",
  "mn97:6.5": "Даже если бы он [так] кричал, всё равно стражи ада бросили бы его в ад».  ",
  "mn97:7.1": "«Как ты думаешь, Дхананьджани?  ",
  "mn97:7.2": "«Как ты думаешь, Дхананьджани? Представь как если бы человек вёл бы себя так, что это было бы противоположно Дхамме, вёл себя неправедно ради своей жены и детей…  ",
  "mn97:7.3": "",
  "mn97:7.4": "",
  "mn97:7.5": "",
  "mn97:8.1": "рабов, слуг, рабочих…  ",
  "mn97:8.2": "",
  "mn97:8.3": "",
  "mn97:8.4": "",
  "mn97:9.1": "друзей и товарищей…  ",
  "mn97:9.2": "",
  "mn97:9.3": "",
  "mn97:9.4": "",
  "mn97:10.1": "близких и родственников…  ",
  "mn97:10.2": "",
  "mn97:10.3": "",
  "mn97:10.4": "",
  "mn97:11.1": "своих гостей…  ",
  "mn97:11.2": "",
  "mn97:11.3": "",
  "mn97:11.4": "",
  "mn97:12.1": "умерших предков…  ",
  "mn97:12.2": "",
  "mn97:12.3": "",
  "mn97:12.4": "",
  "mn97:13.1": "божеств…  ",
  "mn97:13.2": "",
  "mn97:13.3": "",
  "mn97:13.4": "",
  "mn97:14.1": "царя…  ",
  "mn97:14.2": "",
  "mn97:14.3": "",
  "mn97:14.4": "",
  "mn97:15.1": "ради освежения и питания этого тела,  и тогда из-за такого поведения стражи ада утащили его в ад.  ",
  "mn97:15.2": "Смог бы он [освободиться, умоляя]: «Это ведь ради освежения и питания этого тела я вёл себя так, что это было противоположно Дхамме, вёл себя неправедно. Пусть стражи ада [не утаскивают меня] в ад!»?  Или могли бы другие [освободить его мольбой]: «Это ведь ради освежения и питания этого тела он вёл себя так, что это было противоположно Дхамме, вёл себя неправедно. Пусть стражи ада [не утаскивают его] в ад!»?  ",
  "mn97:15.3": "«Нет, господин Сарипутта.  ",
  "mn97:15.4": "Даже если бы он [так] кричал, всё равно стражи ада бросили бы его в ад».  ",
  "mn97:16.1": "«Как ты думаешь, Дхананьджани? Кто лучше –  тот, кто ради своих родителей ведёт себя так, что это противоположно Дхамме, ведёт себя неправедно, или же тот, кто ради своих родителей ведёт себя в соответствии с Дхаммой, ведёт себя праведно?»  ",
  "mn97:16.2": "",
  "mn97:16.3": "«Господин Сарипутта, тот, кто ради своих родителей ведёт себя так, что это противоположно Дхамме, ведёт себя неправедно, не является лучшим. Тот, кто ради своих родителей ведёт себя в соответствии с Дхаммой, ведёт себя праведно, является лучшим.  ",
  "mn97:16.4": "",
  "mn97:16.5": "Поведение в соответствии с Дхаммой, праведное поведение, лучше, чем поведение, противоположное Дхамме, неправедное поведение».  ",
  "mn97:16.6": "«Дхананьджани, есть другие виды работы, доходные и соответствующие Дхамме,  посредством которых человек может поддерживать своих родителей и в то же самое время избегать совершения плохого и практиковать [накопление] заслуг.  ",
  "mn97:17.1": "Как ты думаешь, Дхананьджани? Кто лучше –  тот, кто ради своей жены и детей…  ",
  "mn97:17.2": "",
  "mn97:17.3": "",
  "mn97:17.4": "",
  "mn97:17.5": "",
  "mn97:17.6": "",
  "mn97:18.1": "рабов, слуг, рабочих…  ",
  "mn97:18.2": "",
  "mn97:18.3": "",
  "mn97:18.4": "",
  "mn97:18.5": "",
  "mn97:18.6": "",
  "mn97:19.1": "друзей и товарищей…  ",
  "mn97:19.2": "",
  "mn97:19.3": "",
  "mn97:19.4": "",
  "mn97:19.5": "",
  "mn97:19.6": "",
  "mn97:20.1": "близких и родственников…  ",
  "mn97:20.2": "",
  "mn97:20.3": "",
  "mn97:20.4": "",
  "mn97:20.5": "",
  "mn97:20.6": "",
  "mn97:21.1": "своих гостей…  ",
  "mn97:21.2": "",
  "mn97:21.3": "",
  "mn97:21.4": "",
  "mn97:21.5": "",
  "mn97:21.6": "",
  "mn97:22.1": "умерших предков…  ",
  "mn97:22.2": "",
  "mn97:22.3": "",
  "mn97:22.4": "",
  "mn97:22.5": "",
  "mn97:22.6": "",
  "mn97:23.1": "божеств…  ",
  "mn97:23.2": "",
  "mn97:23.3": "",
  "mn97:23.4": "",
  "mn97:23.5": "",
  "mn97:23.6": "",
  "mn97:24.1": "",
  "mn97:24.2": "",
  "mn97:24.3": "царя…  ",
  "mn97:24.4": "",
  "mn97:24.5": "",
  "mn97:24.6": "",
  "mn97:25.1": "ради освежения и питания этого тела ведёт себя так, что это противоположно Дхамме, ведёт себя неправедно, или же тот, кто ради освежения и питания этого тела ведёт себя в соответствии с Дхаммой, ведёт себя праведно?»  ",
  "mn97:25.2": "",
  "mn97:25.3": "«Господин Сарипутта, тот, кто ради освежения и питания этого тела ведёт себя так, что это противоположно Дхамме, ведёт себя неправедно, не является лучшим. Тот, кто ради освежения и питания этого тела ведёт себя в соответствии с Дхаммой, ведёт себя праведно, является лучшим.  ",
  "mn97:25.4": "",
  "mn97:25.5": "Поведение в соответствии с Дхаммой, праведное поведение, лучше, чем поведение, противоположное Дхамме, неправедное поведение».  ",
  "mn97:25.6": "«Дхананьджани, есть другие виды работы, доходные и соответствующие Дхамме,  посредством которых человек может освежать и питать это тело и в то же самое время избегать совершения плохого и практиковать [накопление] заслуг».  ",
  "mn97:26.1": "И тогда брахман Дхананьджани, восхитившись и возрадовавшись словам достопочтенного Сарипутты, поднялся со своего сиденья и ушёл.  ",
  "mn97:27.1": "И спустя какое-то время брахман Дхананьджани стал нездоров, поражён болезнью, серьёзно болен.  ",
  "mn97:27.2": "Тогда он сказал некоему человеку:  ",
  "mn97:27.3": "«Ну же, почтенный, иди к отшельнику Готаме, поклонись ему от моего имени, упав ему в ноги. и скажите:  ",
  "mn97:27.4": "«Господин, брахман Дхананьджани нездоров, поражён болезнью, серьёзно болен.  ",
  "mn97:27.5": "Он кланяется достопочтенному Сарипутте, припадая к его ногам».  ",
  "mn97:27.6": "И затем отправляйся к достопочтенному Сарипутте, поклонись ему от моего имени, упав ему в ноги,  и скажите:  ",
  "mn97:27.7": "«Господин, брахман Дхананьджани нездоров, поражён болезнью, серьёзно болен.  ",
  "mn97:27.8": "Он кланяется достопочтенному Сарипутте, припадая к его ногам».  ",
  "mn97:27.9": "И далее скажи: ",
  "mn97:27.10": "«Было бы хорошо, если достопочтенный Сарипутта пришёл бы домой к брахману Дхананьджани из сострадания».  ",
  "mn97:27.11": "«Да, уважаемый» – ответил тот человек,  Отправился к Благословенному, поклонился Благословенному, сел рядом и донёс своё послание. Затем он отправился к достопочтенному Сарипутте, поклонился достопочтенному Сарипутте и донёс своё послание, сказав: «Было бы хорошо, уважаемый, если достопочтенный Сарипутта пришёл бы домой к брахману Дхананьджани из сострадания».  ",
  "mn97:27.12": "",
  "mn97:27.13": "",
  "mn97:27.14": "",
  "mn97:27.15": "",
  "mn97:27.16": "",
  "mn97:27.17": "",
  "mn97:27.18": "Достопочтенный Сарипутта молча согласился.  ",
  "mn97:28.1": "И тогда достопочтенный Сарипутта оделся, взял чашу и внешнее одеяние и отправился в дом брахмана Дхананьджани, где сел на подготовленное сиденье и сказал брахману Дхананьджани:  ",
  "mn97:28.2": "«Я надеюсь, ты поправляешься, брахман, я надеюсь, тебе становится лучше.  Я надеюсь, твои болезненные ощущения спадают, а не возрастают, и что можно увидеть их спад, а не увеличение».  ",
  "mn97:29.1": "«Господин Сарипутта, я не поправляюсь, мне не становится лучше.  Сильные болезненные ощущения возрастают во мне, а не спадают, и можно увидеть их увеличение, а не спад.  ",
  "mn97:29.2": "Подобно тому, как если бы сильный человек раскроил мою голову острым мечом – вот какие жестокие ветра прорезают мою голову.  ",
  "mn97:29.3": "Я не поправляюсь, мне не становится лучше.  ",
  "mn97:29.4": "Подобно тому, как если бы сильный человек стянул прочным кожаным ремнём мою голову – вот какие жестокие боли у меня в голове.  ",
  "mn97:29.5": "Я не поправляюсь, мне не становится лучше.  ",
  "mn97:29.6": "Подобно тому, как если бы умелый мясник или его ученик вскрыл брюхо быка острым мясницким ножом – вот какие жестокие ветра прорезают мой живот.  ",
  "mn97:29.7": "Я не поправляюсь, мне не становится лучше.  ",
  "mn97:29.8": "Как если бы два сильных человека схватили слабого за обе руки и поджаривали его над ямой с горячими углями – вот какое жестокое жжение в моём теле.  ",
  "mn97:29.9": "Господин Сарипутта, я не поправляюсь, мне не становится лучше.  Сильные болезненные ощущения возрастают во мне, а не спадают, и можно увидеть их увеличение, а не спад».  ",
  "mn97:30.1": "«Как ты думаешь, Дхананьджани?  ",
  "mn97:30.2": "Что лучше – ад или мир животных?»  ",
  "mn97:30.3": "«Мир животных, господин Сарипутта».  ",
  "mn97:30.4": "«Как ты думаешь, что лучше: ",
  "mn97:30.5": "мир животных или мир [страдающих] духов?»  ",
  "mn97:30.6": "«Мир духов, господин Сарипутта».  ",
  "mn97:30.7": "«Как ты думаешь, что лучше: ",
  "mn97:30.8": "мир духов или мир людей?»  ",
  "mn97:30.9": "«Людей, господин Сарипутта».  ",
  "mn97:30.10": "«Как ты думаешь, что лучше: ",
  "mn97:30.11": "люди или божества небесного мира Четырёх великих царей?»  ",
  "mn97:30.12": "«Божества небесного мира Четырёх великих царей, господин Сарипутта».  ",
  "mn97:30.13": "«Как ты думаешь, что лучше: ",
  "mn97:30.14": "божества небесного мира Четырёх великих царей или божества небесного мира Тридцати трёх?»  ",
  "mn97:30.15": "«Божества небесного мира Тридцати трёх, господин Сарипутта».  ",
  "mn97:30.16": "«Как ты думаешь, что лучше: ",
  "mn97:30.17": "божества небесного мира Тридцати трёх или божества Ямы?»  ",
  "mn97:30.18": "«Божества Ямы, господин Сарипутта».  ",
  "mn97:30.19": "«Как ты думаешь, что лучше: ",
  "mn97:30.20": "божества Ямы или божества небесного мира Туситы?»  ",
  "mn97:30.21": "«Божества небесного мира Туситы, господин Сарипутта».  ",
  "mn97:30.22": "«Как ты думаешь, что лучше: ",
  "mn97:30.23": "божества небесного мира Туситы или божества, наслаждающиеся творением?»  ",
  "mn97:30.24": "«Божества, наслаждающиеся творением, господин Сарипутта».  ",
  "mn97:30.25": "«Как ты думаешь, что лучше: ",
  "mn97:30.26": "божества, наслаждающиеся творением, или божества, имеющие власть над творениями других?»  ",
  "mn97:30.27": "«Божества, имеющие власть над творениями других, господин Сарипутта».  ",
  "mn97:31.1": "«Как ты думаешь, что лучше: ",
  "mn97:31.2": "что лучше – божества, имеющие власть над творениями других, или же мир Брахмы?»  ",
  "mn97:31.3": "«Господин Сарипутта сказал «мир Брахмы».  ",
  "mn97:31.4": "Господин Сарипутта сказал «мир Брахмы».  ",
  "mn97:31.5": "И тогда достопочтенный Сарипутта подумал:  ",
  "mn97:31.6": "«Эти брахманы преданы миру Брахмы.  ",
  "mn97:31.7": "Что если я научу брахмана Дхананьджани пути к свите Брахмы?»  ",
  "mn97:31.8": "[И он сказал]: «Дхананьджани, я научу тебя пути к свите Брахмы.  ",
  "mn97:31.9": "Слушай внимательно то, о чём я буду говорить». ",
  "mn97:31.10": "«Да, господин» – ответил он.  ",
  "mn97:31.11": "Достопочтенный Сарипутта сказал следующее:  ",
  "mn97:32.1": "«И каков путь к свите Брахмы?  ",
  "mn97:32.2": "Вот, монах пребывает, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn97:32.3": "Таков путь к свите Брахмы.  ",
  "mn97:33-35.1": "Далее, монах пребывает, наполняя первую сторону света умом, наделённым состраданием…наделённым состраданием… ",
  "mn97:33-35.2": "Он пребывает, наполняя первую сторону света умом, наделённым сорадованием... ",
  "mn97:33-35.3": "Он пребывает, наполняя первую сторону света умом, наделённым невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, как к самому себе, – они пребывали, охватывая и наполняя весь мир умом, наделённым невозмутимостью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn97:33-35.4": "И это тоже путь к свите Брахмы».  ",
  "mn97:36.1": "«Тогда, господин Сарипутта, поклонитесь от моего имени, упав в ноги Благословенному,  и скажите:  ",
  "mn97:36.2": "«Господин, брахман Дхананьджани нездоров, поражён болезнью, серьёзно болен.  ",
  "mn97:36.3": "Он кланяется Благословенному, припадая к его ногам».  ",
  "mn97:36.4": "И тогда достопочтенный Сарипутта, утвердив брахмана Дхананьджани в низшем мире Брахмы, поднялся со своего сиденья и ушёл, хотя нужно было сделать кое-что ещё.  ",
  "mn97:36.5": "И вскоре после того как достопочтенный Сарипутта ушёл брахман Дхананьджани скончался и переродился в мире Брахмы.  ",
  "mn97:37.1": "И тогда Благословенный обратился к монахам: ",
  "mn97:37.2": "«Монахи, Сарипутта, утвердив брахмана Дхананьджани в низшем мире Брахмы, поднялся со своего сиденья и ушёл, хотя нужно было сделать кое-что ещё».  ",
  "mn97:38.1": "И тогда достопочтенный Сарипутта отправился к Благословенному, поклонился ему, сел рядом и сказал:  ",
  "mn97:38.2": "«Господин, брахман Дхананьджани нездоров, поражён болезнью, серьёзно болен.  ",
  "mn97:38.3": "Он кланяется Благословенному, припадая к его ногам».  ",
  "mn97:38.4": "«Сарипутта, почему ты, утвердив брахмана Дхананьджани в низшем мире Брахмы, поднялся со своего сиденья и ушёл, хотя нужно было сделать кое-что ещё?»  ",
  "mn97:38.5": "«Уважаемый, я подумал так:  ",
  "mn97:38.6": "«Эти брахманы преданы миру Брахмы.  Что если я научу брахмана Дхананьджани пути к свите Брахмы?»  ",
  "mn97:38.7": "«Сарипутта, брахман Дхананьджани скончался и переродился в мире Брахмы».  "
}