{
  "mn99:0.1": "Мадджхима Никая 99 ",
  "mn99:0.2": "К Субхе ",
  "mn99:1.1": "Так я слышал. ",
  "mn99:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn99:2.1": "И в то время брахманский ученик Субха, сын Тодейи, пребывал в Саваттхи по некоему делу, [проживая] в доме некоего домохозяина.  ",
  "mn99:2.2": "И тогда брахманский ученик Субха, сын Тодейи, спросил домохозяина, в доме которого он проживал:  ",
  "mn99:2.3": "«Домохозяин, я слышал,  ",
  "mn99:2.4": "Что Саваттхи не пуст от арахантов.  ",
  "mn99:2.5": "Какому жрецу или отшельнику мы могли бы сегодня пойти и выразить своё почтение?» ",
  "mn99:2.6": "«Уважаемый, этот Благословенный живёт в Саваттхи, в роще Джеты, в парке Анатхапиндики.  ",
  "mn99:2.7": "Ты можешь пойти и выразить своё почтение этому Благословенному, уважаемый».  ",
  "mn99:3.1": "И тогда, согласившись с домохозяином, брахманский ученик Субха, сын Тодейи, отправился к Благословенному и обменялся с ним приветствиями.  ",
  "mn99:3.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и спросил Благословенного:  ",
  "mn99:4.1": "«Господин Готама, брахманы говорят так:  ",
  "mn99:4.2": "«Домохозяин исполняет истинный путь, Дхамму, которая благая. Ушедший в бездомную жизнь не исполняет истинного пути, Дхаммы, которая благая».  ",
  "mn99:4.3": "Что господин Готама скажет на это?»  ",
  "mn99:4.4": "«Ученик, я говорю об этом после рассмотрения.  ",
  "mn99:4.5": "Я не говорю об этом однобоко.  ",
  "mn99:4.6": "Я не восхваляю ошибочного пути практики ни у домохозяина, ни у ушедшего в бездомную жизнь.  ",
  "mn99:4.7": "Ведь будь то домохозяин или же ушедший в бездомную жизнь – если он вступил на ошибочный путь практики, то из-за этого ошибочного пути практики он не исполняет истинного пути, Дхаммы, которая благая.  ",
  "mn99:4.8": "Я восхваляю правильный путь практики и у домохозяина, и у ушедшего в бездомную жизнь.  ",
  "mn99:4.9": "Ведь будь то домохозяин или же ушедший в бездомную жизнь – если он вступил на правильный путь практики, то из-за этого правильного пути практики он исполняет истинный путь, Дхамму, которая благая».  ",
  "mn99:5.1": "«Господин Готама, брахманы говорят так:  ",
  "mn99:5.2": "«Поскольку работа в домохозяйской жизни подразумевает бурную активность, бурную деятельность, множество вовлечений, множество осуществлений, то это приносит великий плод.  ",
  "mn99:5.3": "Поскольку работа тех, кто ушёл в бездомную жизнь, подразумевает слабую активность, слабую деятельность, малые вовлечения, малые осуществления, то это приносит малый плод».  ",
  "mn99:5.4": "Что господин Готама скажет на это?»  ",
  "mn99:5.5": "«Ученик, опять-таки я говорю об этом после рассмотрения.  ",
  "mn99:5.6": "Я не говорю об этом однобоко.  ",
  "mn99:5.7": "Бывает работа, которая подразумевает бурную активность, бурную деятельность, множество вовлечений, множество осуществлений, но которая в случае провала приносит малый плод.  ",
  "mn99:5.8": "Бывает работа, которая подразумевает бурную активность, бурную деятельность, множество вовлечений, множество осуществлений, и которая в случае успеха приносит великий плод.  ",
  "mn99:5.9": "Бывает работа, которая подразумевает слабую активность, слабую деятельность, малые вовлечения, малые осуществления и которая в случае провала приносит малый плод.  ",
  "mn99:5.10": "Бывает работа, которая подразумевает слабую активность, слабую деятельность, малые вовлечения, малые осуществления, но которая в случае успеха приносит великий плод.  ",
  "mn99:6.1": "Ученик, и какая работа подразумевает бурную активность, бурную деятельность, множество вовлечений, множество осуществлений, но которая в случае провала приносит малый плод? ",
  "mn99:6.2": "Земледелие – это работа, которая подразумевает бурную активность… в случае провала приносит малый плод.  ",
  "mn99:6.3": "Ученик, и какая работа подразумевает бурную активность, бурную деятельность, множество вовлечений, множество осуществлений, и которая в случае успеха приносит великий плод? ",
  "mn99:6.4": "Земледелие – это, опять же, та работа, которая подразумевает бурную активность… в случае успеха приносит великий плод.  ",
  "mn99:6.5": "Ученик, и какая работа подразумевает слабую активность, слабую деятельность, малые вовлечения, малые осуществления и которая в случае провала приносит малый плод. ? ",
  "mn99:6.6": "Торговля – это работа, которая подразумевает слабую активность… в случае провала приносит малый плод.  ",
  "mn99:6.7": "Ученик, и какая работа подразумевает слабую активность, слабую деятельность, малые вовлечения, малые осуществления и которая в случае успеха приносит великий плод. ? ",
  "mn99:6.8": "Торговля – это, опять же, та работа, которая подразумевает слабую активность… в случае успеха приносит великий плод.  ",
  "mn99:7.1": "Подобно тому, ученик, как земледелие – это та работа, которая подразумевает бурную активность… но в случае провала приносит малый плод, такова и работа в домохозяйской жизни – она подразумевает бурную активность, бурную деятельность, множество вовлечений, множество осуществлений, но в случае провала приносит малый плод.  ",
  "mn99:7.2": "",
  "mn99:7.3": "Подобно тому как земледелие – это та работа, которая подразумевает бурную активность… но в случае успеха приносит великий плод, такова и работа в домохозяйской жизни – она подразумевает бурную активность… но в случае успеха приносит великий плод.  ",
  "mn99:7.4": "",
  "mn99:7.5": "Подобно тому, ученик, как торговля – это та работа, которая подразумевает слабую активность… и в случае провала приносит малый плод, такова и работа тех, кто ушёл в бездомную жизнь – она подразумевает слабую активность… и в случае провала приносит малый плод.  ",
  "mn99:7.6": "",
  "mn99:7.7": "Подобно тому как торговля – это та работа, которая подразумевает слабую активность… но в случае успеха приносит великий плод, такова и работа тех, кто ушёл в бездомную жизнь – она подразумевает слабую активность… но в случае успеха приносит великий плод». ",
  "mn99:7.8": "",
  "mn99:8.1": "«Господин Готама, брахманы предписывают пять вещей для совершения заслуг, для исполнения благого».  ",
  "mn99:8.2": "",
  "mn99:8.3": "«Если тебе не трудно, ученик,  ",
  "mn99:8.4": "будь добр, расскажи собранию об этих пяти вещах, которые брахманы предписывают для совершения заслуг, для исполнения благого».  ",
  "mn99:8.5": "«Мне не трудно [рассказать об этом], господин Готама, когда такие достопочтенные как вы и другие сидят [здесь в этом собрании]».  ",
  "mn99:8.6": "«Тогда расскажи о них».  ",
  "mn99:9.1": "«Господин Готама, истина – это первая вещь, которую предписывают брахманы для совершения заслуг, для исполнения благого.  ",
  "mn99:9.2": "Аскеза – это вторая…  ",
  "mn99:9.3": "Целомудрие – это третья…  ",
  "mn99:9.4": "Изучение – это четвёртая…  ",
  "mn99:9.5": "Щедрость – это пятая вещь, которую предписывают брахманы для совершения заслуг, для исполнения благого.  ",
  "mn99:9.6": "Таковы пять вещей, которые брахманы предписывают для совершения заслуг, для исполнения благого.  ",
  "mn99:9.7": "Что господин Готама скажет на это?»  ",
  "mn99:9.8": "«Так как оно, ученик? Есть ли среди брахманов хоть один брахман, который говорит так:  ",
  "mn99:9.9": "«Я заявляю, что таков результат этих пяти вещей, ведь я реализовал его сам посредством прямого знания»?  ",
  "mn99:9.10": "«Нет, господин Готама». ",
  "mn99:9.11": "«Так как оно, ученик? Есть ли среди брахманов хоть один учитель, или учитель учителя до седьмого колена в линии учителей, который говорит так:  ",
  "mn99:9.12": "«Я заявляю, что таков результат этих пяти вещей, ведь я реализовал его сам посредством прямого знания»?  ",
  "mn99:9.13": "«Нет, господин Готама». ",
  "mn99:9.14": "«Так как оно, ученик? Древние брахманские провидцы – Аттхака, Вамака, Вамадэва, Вессамитта, Яматагги, Ангираса, Бхарадваджа, Васеттха, Кассапа, и Бхагу –  создатели гимнов, сочинители гимнов,  чьи древние гимны, которые прежде декламировались вслух, произносились, составлялись, теперь [нынешние] брахманы всё ещё декламируют вслух и повторяют, повторяя то, что говорилось, и декламируя то, что декламировалось,  ",
  "mn99:9.15": "говорили ли даже эти древние брахманские провидцы так:  ",
  "mn99:9.16": "«Мы заявляем, что таков результат этих пяти вещей, ведь мы реализовали его сами посредством прямого знания»?  ",
  "mn99:9.17": "«Нет, господин Готама». ",
  "mn99:9.18": "«Выходит, ученик, что среди брахманов ",
  "mn99:9.19": "",
  "mn99:9.20": "и учителей или учителей учителей до седьмого колена в линии учителей,  ",
  "mn99:9.21": "",
  "mn99:9.22": "и даже среди древних брахманских провидцев, создателей гимнов…  не было ни одного,  ",
  "mn99:9.23": "кто говорил так:  ",
  "mn99:9.24": "«Мы заявляем, что таков результат этих пяти вещей, ведь мы реализовали его сами посредством прямого знания»?  ",
  "mn99:9.25": "Представь колонну из слепцов, каждый из которых держался бы за следующего: первый не видит, средний не видит, последний не видит.  ",
  "mn99:9.26": "Точно также, ученик, так оно и в отношении их утверждения. Брахманы похожи на колонну из слепцов: первый не видит, средний не видит, последний не видит.  ",
  "mn99:10.1": "Когда так было сказано, брахманский ученик Субха, сын Тодейи, стал недовольным, раздражённым из-за сравнения с колонной из слепцов.  Он оскорбил, унизил, осудил Благословенного, сказав:  ",
  "mn99:10.2": "«Отшельник Готама потерпит поражение».  И далее он сказал Благословенному: ",
  "mn99:10.3": "«Господин Готама, брахман Поккхарасати из клана Упаманньи, владелец Рощи Субхаги, говорит так:  ",
  "mn99:10.4": "«Вот так и бывает, что есть некоторые жрецы и отшельники,  которые заявляют о [достижении] сверхчеловеческих состояний, исключительности в знании и видении, что достойна благородных.  ",
  "mn99:10.5": "Но то, что они говорят, является ерундой, является пустыми и лживыми словами.  ",
  "mn99:10.6": "Ведь как человеческое существо может знать или видеть или реализовать сверхчеловеческое состояние, исключительность в знании и видении, что достойна благородных?  ",
  "mn99:10.7": "Ведь это невозможно». ",
  "mn99:11.1": "«Так как оно, ученик? Познал ли брахман Поккхарасати умы всех жрецов и отшельников, охватив их своим собственным умом?» ",
  "mn99:11.2": "«Господин Готама, брахман Поккхарасати не знает ума даже своей рабыни Пунники, охватив её [ум] своим собственным умом. Так как он может так познать умы всех жрецов и отшельников?» ",
  "mn99:12.1": "«Ученик, представь слепого от рождения человека,  который бы не видел тёмных и ярких форм, который не мог бы видеть голубых, жёлтых, красных или розовых форм,  который не мог бы видеть ровного и неровного, который не мог бы видеть звёзд или солнца и луны.  ",
  "mn99:12.2": "Он бы сказал: ",
  "mn99:12.3": "«Нет тёмных или светлых форм. Нет никого, кто видит тёмные и светлые формы.  ",
  "mn99:12.4": "Нет голубых,  ",
  "mn99:12.5": "желтые,  ",
  "mn99:12.6": "красные, ",
  "mn99:12.7": "розовые формы. И есть те, кто видит тёмные или светлые... розовые формы. ",
  "mn99:12.8": "Есть ровное и неровное,  ",
  "mn99:12.9": "есть звёзды, ",
  "mn99:12.10": "нет солнца и луны. Нет никого, кто видит звёзды, солнце и луну.  ",
  "mn99:12.11": "Я не знаю [всего] этого, я не вижу [всего] этого,  ",
  "mn99:12.12": "и потому этого не существует».  ",
  "mn99:12.13": "Была бы его речь правдивой?» ",
  "mn99:12.14": "«Нет, господин Готама. ",
  "mn99:12.15": "Есть тёмные или светлые формы. И есть те, кто видит тёмные и светлые формы.  ",
  "mn99:12.16": "Есть голубые, ",
  "mn99:12.17": "желтые,  ",
  "mn99:12.18": "красные, ",
  "mn99:12.19": "розовые формы. И есть те, кто видит тёмные или светлые... розовые формы. ",
  "mn99:12.20": "Есть ровное и неровное,  ",
  "mn99:12.21": "есть звёзды, ",
  "mn99:12.22": "есть солнце и луна. И есть те, кто видит звёзды, солнце и луну.  ",
  "mn99:12.23": "Он бы не говорил правильно, говоря: «Я не знаю [всего] этого, я не вижу [всего] этого,  ",
  "mn99:12.24": "и потому этого не существует».  ",
  "mn99:12.25": "",
  "mn99:13.1": "«Точно также, ученик, брахман Поккхарасати слеп и незряч.  ",
  "mn99:13.2": "Не может быть такого, чтобы он мог бы знать или видеть или реализовать сверхчеловеческое состояние, исключительность в знании и видении, что достойна благородных.  ",
  "mn99:13.3": "Как ты думаешь, ученик?  ",
  "mn99:13.4": "Для тех зажиточных брахманов из Косалы, таких как ",
  "mn99:13.5": "таких как брахман Чанки, брахман Таруккха, брахман Поккхарасати, брахман Джануссони, или твой отец, брахман Тодейя, что лучше для них: чтобы те утверждения, которые они делают, согласовывались бы с принятыми в миру условностями, или шли бы наперекор принятым в миру условностям?»  ",
  "mn99:13.6": "«[Лучше] так, чтобы они согласовывались бы с принятыми в миру условностями, господин Готама».  ",
  "mn99:13.7": "«Что для них лучше? Чтобы утверждения, которые они делают, были бы содержательными или необдуманными?»  ",
  "mn99:13.8": "«Содержательными, господин Готама».  ",
  "mn99:13.9": "«Что для них лучше? Чтобы они делали свои утверждения после рассмотрения или без рассмотрения?»  ",
  "mn99:13.10": "«После рассмотрения, господин Готама».  ",
  "mn99:13.11": "«Что для них лучше? Чтобы утверждения, которые они делают, были бы полезными или неполезными?»  ",
  "mn99:13.12": "«Полезными, господин Готама».  ",
  "mn99:14.1": "«Как ты думаешь, ученик?  ",
  "mn99:14.2": "Если это так, то утверждение, которое сделал брахман Поккхарасати, согласуется в принятыми в миру условностями, или же идёт наперекор принятым в миру условностям?»  ",
  "mn99:14.3": "«Идёт наперекор принятым в миру условностям, господин Готама».  ",
  "mn99:14.4": "«Было ли утверждение содержательными или необдуманным?»  ",
  "mn99:14.5": "«Необдуманным, господин Готама».  ",
  "mn99:14.6": "«Было ли утверждение сделано после рассмотрения или без рассмотрения?»  ",
  "mn99:14.7": "«Без рассмотрения, господин Готама».  ",
  "mn99:14.8": "«Было ли утверждение полезным или неполезным?»  ",
  "mn99:14.9": "«Неполезным, господин Готама».  ",
  "mn99:15.1": "«Ученик, есть эти пять помех.  ",
  "mn99:15.2": "Какие пять? ",
  "mn99:15.3": "Помеха чувственного желания, помеха недоброжелательности, помеха лени и апатии, помеха неугомонности и сожаления, помеха сомнения.  ",
  "mn99:15.4": "Таковы пять помех. ",
  "mn99:15.5": "Брахман Поккхарасати ограничен, сдержан, блокирован, закрыт этими пятью помехами.  ",
  "mn99:15.6": "Не может быть такого, чтобы он мог бы знать или видеть или реализовать сверхчеловеческое состояние, исключительность в знании и видении, что достойна благородных.  ",
  "mn99:16.1": "Есть эти пять нитей чувственных удовольствий. ",
  "mn99:16.2": "Какие пять? ",
  "mn99:16.3": "Формы, познаваемые глазом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn99:16.4": "Звуки, познаваемые ухом… ",
  "mn99:16.5": "Запахи, познаваемые носом… ",
  "mn99:16.6": "Вкусы, познаваемые языком… ",
  "mn99:16.7": "Осязаемые вещи, познаваемые телом, – желанные, желаемые, приятные, привлекательные, связанные с чувственным желанием, вызывающие страсть. ",
  "mn99:16.8": "Таковы пять нитей чувственных удовольствий. ",
  "mn99:16.9": "Брахман Поккхарасати привязан к этим пяти нитям чувственных удовольствий, очарован ими, всецело предан им. Он наслаждается ими, не видя опасности в них и не понимая спасения от них.  ",
  "mn99:16.10": "Не может быть такого, чтобы он мог бы знать или видеть или реализовать сверхчеловеческое состояние, исключительность в знании и видении, что достойна благородных.  ",
  "mn99:17.1": "Как ты думаешь, ученик?  ",
  "mn99:17.2": "У какого из этих двух видов огня [лучшее] пламя, цвет, сияние – у огня, который горит в зависимости от топлива, [например, такого] как трава и дерево, или у огня, который горит вне зависимости от топлива, [например, такого] как трава и дерево?»  ",
  "mn99:17.3": "«Господин Готама, если бы было возможным, чтобы огонь горел вне зависимости от топлива, [например, такого] как трава и дерево, то у такого огня было бы [лучшее] пламя, цвет, сияние».  ",
  "mn99:17.4": "«Ученик, не может быть такого, не может произойти так, чтобы огонь горел бы вне зависимости от топлива, [например, такого] как трава и дерево, за исключением [горения] посредством [приложения] сверхъестественных сил.  ",
  "mn99:17.5": "И подобен такому огню, который горит в зависимости от топлива, [например, такого] как трава и дерево, я говорю тебе, и восторг, который зависит от пяти нитей чувственного удовольствия.  ",
  "mn99:17.6": "Подобен такому огню, который горит вне зависимости от топлива, [например, такого] как трава и дерево, и восторг, который отделён от чувственных удовольствий, отделён от неблагих состояний.  ",
  "mn99:17.7": "Ученик, и что это за восторг, который отделён от чувственных удовольствий, отделён от неблагих состояний?  ",
  "mn99:17.8": "«Вот, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний [ума], монах входит и пребывает в первой джхане, которая сопровождается направлением и удержанием [ума на объекте медитации], с восторгом и удовольствием, что возникли из-за [этой] отстранённости. ",
  "mn99:17.9": "Это восторг, который отделён от чувственных удовольствий, отделён от неблагих состояний.  ",
  "mn99:17.10": "Далее, с угасанием направления и удержания [ума на объекте], монах входит и пребывает во второй джхане, в которой наличествуют уверенность в себе и единение ума, в которой нет направления и удержания, но есть восторг и удовольствие, что возникли посредством сосредоточения. ",
  "mn99:17.11": "Это также восторг, который отделён от чувственных удовольствий, отделён от неблагих состояний.  ",
  "mn99:18.1": "Из этих пяти вещей, ученик, которые предписывают брахманы для совершения заслуг, для исполнения благого – какую из них они предписывают как наиболее плодотворную для совершения заслуг, для исполнения благого?»  ",
  "mn99:18.2": "«Из этих пяти вещей, господин Готама, которые предписывают брахманы… они предписывают щедрость как наиболее плодотворную…». ",
  "mn99:19.1": "«Как ты думаешь, ученик?  ",
  "mn99:19.2": "Брахман может совершать великое жертвование,  ",
  "mn99:19.3": "и другие два брахмана отправятся туда,  ",
  "mn99:19.4": "думая о том, чтобы принять участие в этом великом жертвовании.  ",
  "mn99:19.5": "Один из этих брахманов подумает:  ",
  "mn99:19.6": "«Ох, только бы мне досталось лучшее сиденье, лучшая вода, лучшая еда как подаяние в трапезной. И чтобы никакому другому брахману не досталось бы лучшее сиденье, лучшая вода, лучшая еда как подаяние в трапезной!»  ",
  "mn99:19.7": "И может статься так, что другой брахман, а не этот, получит лучшее сиденье, лучшую воду, лучшую еду как подаяние в трапезной.  ",
  "mn99:19.8": "Думая: «Другой брахман, а я, получил лучшее сиденье, лучшую воду, лучшую еду как подаяние в трапезной , ",
  "mn99:19.9": "первый брахман станет злым и недовольным.  ",
  "mn99:19.10": "Какой результат предписывают брахманы в этом случае?»  ",
  "mn99:19.11": "«Господин Готама, брахманы не дают дары так, думая:  ",
  "mn99:19.12": "«Пусть другие станут злыми и недовольными из-за этого».  ",
  "mn99:19.13": "Но брахманы дают дары исходя из сострадания».  ",
  "mn99:19.14": "«Если это так, ученик, то не является ли это шестым основанием брахманов для совершения заслуг, для исполнения благого, то есть, сострадательная мотивация?»  ",
  "mn99:19.15": "",
  "mn99:19.16": "«Если это так, господин Готама, то это шестое основание брахманов для совершения заслуг, для исполнения благого, то есть, сострадательная мотивация».  ",
  "mn99:19.17": "",
  "mn99:20.1": "«Ученик, что касается этих пяти вещей, которые брахманы предписывают для совершения заслуг, для исполнения благого – где ты чаще видишь эти пять вещей –  ",
  "mn99:20.2": "среди домохозяев или среди тех, кто ушёл в бездомную жизнь?»  ",
  "mn99:20.3": "«Что касается этих пяти вещей, которые брахманы предписывают для совершения заслуг, для исполнения благого – то я чаще их вижу среди тех, кто ушёл в бездомную жизнь, и реже среди домохозяев.  ",
  "mn99:20.4": "Ведь у домохозяина бурная активность, бурная деятельность, множество вовлечений, множество осуществлений. Не так оно, что он постоянно и неизменно говорит [только] правду,  ",
  "mn99:20.5": "",
  "mn99:20.6": "практикует аскезу, ",
  "mn99:20.7": "соблюдает целомудрие, ",
  "mn99:20.8": "занимается изучением, ",
  "mn99:20.9": "проявляет щедрость. ",
  "mn99:20.10": "Но у того, кто ушёл в бездомную жизнь – у него слабая активность, слабая деятельность, мало вовлечений, мало осуществлений. Он постоянно и неизменно говорит [только] правду, практикует аскезу, ",
  "mn99:20.11": "соблюдает целомудрие, ",
  "mn99:20.12": "занимается изучением, ",
  "mn99:20.13": "проявляет щедрость. ",
  "mn99:20.14": "Что касается этих пяти вещей… я чаще их вижу среди тех, кто ушёл в бездомную жизнь, и реже среди домохозяев». ",
  "mn99:21.1": "«Эти пять вещей, ученик, которые брахманы предписывают для совершения заслуг, для исполнения благого – их я называю оснащением ума  ",
  "mn99:21.2": "для развития ума, который не имеет враждебности и недоброжелательности.  ",
  "mn99:21.3": "Ученик, вот монах говорит правду.  ",
  "mn99:21.4": "Думая: «Я говорю правду», он обретает вдохновение в значении, обретает вдохновение в Дхамме, обретает радость, связанную с Дхаммой.  ",
  "mn99:21.5": "Именно эту радость, связанную с благим, я называю оснащением ума  ",
  "mn99:21.6": "для развития ума, который не имеет враждебности и недоброжелательности.  ",
  "mn99:21.7": "Ученик, вот монах является аскетом… ",
  "mn99:21.8": "тем, кто соблюдает целомудрие…  ",
  "mn99:21.9": "тем, кто занимается изучением, ",
  "mn99:21.10": "тем, кто проявляет щедрость. ",
  "mn99:21.11": "Думая: «Я тот, кто задействует щедрость», он обретает вдохновение в значении, обретает вдохновение в Дхамме, обретает радость, связанную с Дхаммой.  ",
  "mn99:21.12": "Именно эту радость, связанную с благим, я называю оснащением ума  ",
  "mn99:21.13": "для развития ума, который не имеет враждебности и недоброжелательности.  ",
  "mn99:21.14": "Поэтому эти пять вещей, ученик, которые брахманы предписывают для совершения заслуг, для исполнения благого – их я называю оснащением ума  ",
  "mn99:21.15": "для развития ума, который не имеет враждебности и недоброжелательности».  ",
  "mn99:22.1": "Когда так было сказано, брахманский ученик Субха, сын Тодейи, сказал Благословенному:  ",
  "mn99:22.2": "«Господин Готама, я слышал,  ",
  "mn99:22.3": "что отшельник Готама знает путь к свите Брахмы».  ",
  "mn99:22.4": "«Как ты думаешь, ученик?  ",
  "mn99:22.5": "Далеко ли отсюда деревня Налакара, неподалёку ли она?»  ",
  "mn99:22.6": "«Так оно, господин, деревня Налакара недалеко отсюда, неподалёку».  ",
  "mn99:22.7": "«Как ты думаешь, ученик?  Представь человека, родившегося и выросшего в деревне Налакары.  ",
  "mn99:22.8": "Вскоре после того, как он ушёл из Налакары, его бы спросили о пути к деревне.  ",
  "mn99:22.9": "Медлил бы он, колебался бы с ответом?»  ",
  "mn99:22.10": "«Нет, господин Готама. ",
  "mn99:22.11": "И почему? ",
  "mn99:22.12": "Потому что этот человек родился и вырос в Налакаре,  хорошо знаком со всеми путями к деревне».  ",
  "mn99:22.13": "«И несмотря на это, человек, родившийся и выросший в Налакаре, мог бы медлить, колебаться с ответом, когда его спросили бы о пути к деревне.  Но когда Татхагату спрашивают о мире Брахмы или о пути, ведущем в мир Брахмы, он никогда не станет медлить, колебаться с ответом.  ",
  "mn99:22.14": "Я знаю Брахму, ученик, я знаю мир Брахмы, и я знаю путь, ведущий в мир Брахмы, и я знаю как следует практиковать, чтобы переродиться в мире Брахмы».  ",
  "mn99:23.1": "«Господин Готама, я слышал,  ",
  "mn99:23.2": "что отшельник Готама знает путь к свите Брахмы.  ",
  "mn99:23.3": "Было бы хорошо, если бы господин Готама научил меня пути к свите Брахмы».  ",
  "mn99:23.4": "«В таком случае, ученик, слушай внимательно то, о чём я буду говорить».  ",
  "mn99:23.5": "«Да, господин» – ответил Субха.  ",
  "mn99:23.6": "Благословенный сказал следующее: ",
  "mn99:24.1": "«И каков путь к свите Брахмы?  ",
  "mn99:24.2": "Вот, монах пребывает, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn99:24.3": "Когда освобождение ума доброжелательностью развито таким образом, то не остаётся ограничивающего поступка, ни один [таковой] не продолжает наличествовать здесь.  ",
  "mn99:24.4": "Подобно тому, как сильный горнист мог бы без труда сделать так,  что его услышали бы во всех четырёх сторонах света,  ",
  "mn99:24.5": "то точно также, когда освобождение ума доброжелательностью развито таким образом, то не остаётся ограничивающего поступка, ни один [таковой] не продолжает наличествовать здесь.  ",
  "mn99:24.6": "Таков путь к свите Брахмы.  ",
  "mn99:25-27.1": "Далее, монах пребывает, наполняя первую сторону света умом, наделённым состраданием…наделённым состраданием… ",
  "mn99:25-27.2": "Он пребывает, наполняя первую сторону света умом, наделённым сорадованием... ",
  "mn99:25-27.3": "Он пребывает, наполняя первую сторону света умом, наделённым невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, как к самому себе, – они пребывали, охватывая и наполняя весь мир умом, наделённым невозмутимостью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "mn99:25-27.4": "Когда освобождение ума невозмутимостью развито таким образом, то не остаётся ограничивающего поступка, ни один [таковой] не продолжает наличествовать здесь.  ",
  "mn99:25-27.5": "Подобно тому, как сильный горнист мог бы без труда сделать так,  что его услышали бы во всех четырёх сторонах света,  ",
  "mn99:25-27.6": "то точно также, когда освобождение ума невозмутимостью развито таким образом, то не остаётся ограничивающего поступка, ни один [таковой] не продолжает наличествовать здесь.  ",
  "mn99:25-27.7": "И это тоже путь к свите Брахмы».  ",
  "mn99:28.1": "Когда так было сказано, брахманский ученик Субха, сын Тодейи, сказал Благословенному:  ",
  "mn99:28.2": "«Великолепно, господин Готама! Великолепно! ",
  "mn99:28.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также господин Готама различными способами прояснил Дхамму. ",
  "mn99:28.4": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов.  ",
  "mn99:28.5": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». ",
  "mn99:28.6": "А теперь, господин Готама, нам нужно идти.  ",
  "mn99:28.7": "Мы очень заняты, у нас много дел». ",
  "mn99:29.1": "«Ты можешь отправляться, ученик, когда сочтёшь нужным».  ",
  "mn99:29.2": "И тогда брахманский ученик Субха, сын Тодейи, восхитившись и возрадовавшись словам Благословенного,  встал со своего сиденья, поклонился Благословенному, и ушёл, обойдя его с правой стороны.  ",
  "mn99:30.1": "И в то время брахман Джануссони выехал средь бела дня из Саваттхи на своей белоснежной колеснице, запряжённой белыми лошадьми.  ",
  "mn99:30.2": "Издали он увидел брахманского ученика Субху, сына Тодейи,  ",
  "mn99:30.3": "и спросил его:  ",
  "mn99:30.4": "«Откуда же это средь бела дня идёт господин Бхарадваджа?» ",
  "mn99:30.5": "«Господин, я иду от отшельника Готамы». ",
  "mn99:30.6": "«И что же господин Бхарадваджа думает о чистоте мудрости отшельника Готамы?  Мудрый ли он или нет?»  ",
  "mn99:30.7": "«Господин, кто я такой, чтобы знать чистоту мудрости отшельника Готамы?  ",
  "mn99:30.8": "Вне сомнений, нужно быть равным ему, чтобы знать чистоту его мудрости».  ",
  "mn99:30.9": "«Воистину, господин Бхарадваджа восхваляет отшельника Готаму наивысшей похвалой!»  ",
  "mn99:30.10": "«Господин, кто я такой, чтобы восхвалять отшельника Готаму?  ",
  "mn99:30.11": "Отшельника Готаму восхваляют те, кого [все остальные] восхваляют как наилучших существ среди людей и божеств.  ",
  "mn99:30.12": "Господин, те пять вещей, которые брахманы предписывают для совершения заслуг, для исполнения благого –  ",
  "mn99:30.13": "их отшельник Готама называет оснащением ума ",
  "mn99:30.14": "для развития ума, который не имеет враждебности и недоброжелательности».  ",
  "mn99:31.1": "Когда так было сказано, брахман Джануссони спустился со своей белоснежной колесницы, запряжённой белыми лошадьми, и, закинув верхнее одеяние за плечо, сложил руки в почтительном приветствии Благословенного и произнёс это изречение:  ",
  "mn99:31.2": "«Какое благо для царя Пасенади Косальского! Какое великое благо для царя Пасенади Косальского,  ",
  "mn99:31.3": "что Татхагата, совершенный и полностью просветлённый, проживает в его царстве!»  "
}