{
  "mn9:0.1": "Мадджхима Никая 9 ",
  "mn9:0.2": "Правильные воззрения ",
  "mn9:1.1": "Так я слышал. ",
  "mn9:1.2": "Так я слышал. Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "mn9:1.3": "Там достопочтенный Сарипутта обратился к монахам так: ",
  "mn9:1.4": "– Друзья монахи. ",
  "mn9:1.5": "– Друг, – ответили они. ",
  "mn9:1.6": "Достопочтенный Сарипутта сказал следующее: ",
  "mn9:2.1": "– «Тот, у кого есть правильные воззрения; тот, у кого есть правильные воззрения» – так говорят, друзья.  ",
  "mn9:2.2": "В каком смысле благородный ученик является тем, у кого есть правильные воззрения, тем, чьи воззрения прямые, кто имеет непоколебимую уверенность в Дхамме, кто прибыл к этой подлинной Дхамме? ",
  "mn9:2.3": "– Воистину, друг, мы бы пришли издалека ради того, чтобы узнать значение этого утверждения у достопочтенного Сарипутты. ",
  "mn9:2.4": "Было бы хорошо, если бы достопочтенный Сарипутта разъяснил значение этого утверждения. ",
  "mn9:2.5": "Услышав это от него, монахи запомнят это. ",
  "mn9:2.6": "– В таком случае, друзья, слушайте внимательно то, о чём я буду говорить. ",
  "mn9:2.7": "– Да, друг, – ответили монахи. ",
  "mn9:2.8": "Достопочтенный Сарипутта сказал следующее:",
  "mn9:3.1": "“Когда благородный ученик понимает неблагое и корень неблагого, благое и корень благого, ",
  "mn9:3.2": "то в таком случае он тот, кто имеет правильные воззрения, чьи воззрения прямые, кто имеет непоколебимую уверенность в Дхамме, кто прибыл к этой подлинной Дхамме. ",
  "mn9:4.1": "И что такое, друзья, неблагое? Что такое корень неблагого? Что такое благое? Что такое корень благого? ",
  "mn9:4.2": "Убийство живых существ – это неблагое. Взятие того, что не было дано – это неблагое. Неблагое поведение в чувственных удовольствиях – это неблагое. Ложь – это неблагое. Злонамеренная речь – это неблагое. Грубая речь – это неблагое. Пустословие – это неблагое. Алчность – это неблагое. Недоброжелательность – это неблагое. Неправильные воззрения – это неблагое. ",
  "mn9:4.3": "Вот что называется неблагим. ",
  "mn9:5.1": "И что такое корень неблагого? ",
  "mn9:5.2": "Жажда – это корень неблагого. Злоба – это корень неблагого. Заблуждение – это корень неблагого.  ",
  "mn9:5.3": "Вот что называется корнем неблагого. ",
  "mn9:6.1": "И что такое благое? ",
  "mn9:6.2": "Воздержание от убийства – это благое. Воздержание от взятия того, что не было дано – это благое. Воздержание от неблагого поведения в чувственных удовольствиях – это благое. Воздержание от лжи – это благое, воздержание от злонамеренной речи – это благое. Воздержание от грубой речи – это благое. Воздержание от пустословия – это благое. Отсутствие алчности – это благое. Не-недоброжелательность – это благое. Правильные воззрения – это благое. ",
  "mn9:6.3": "Вот что называется благим. ",
  "mn9:7.1": "И что такое корень благого?  ",
  "mn9:7.2": "Не-жажда – это корень благого. Не-злоба – это корень благого. Не-заблуждение – это корень благого. ",
  "mn9:7.3": "Вот что называется корнем благого. ",
  "mn9:8.1": "Когда благородный ученик таким образом понял неблагое и корень неблагого, благое и корень благого, он всецело оставляет скрытую склонность к страсти, разрушает скрытую склонность к отвращению, искореняет скрытую склонность к воззрению и самомнению «я», и посредством оставления неведения и зарождения истинного знания он здесь и сейчас кладёт конец страданиям. ",
  "mn9:8.2": "И таким образом тоже благородный ученик является тем, кто имеет правильные воззрения, чьи воззрения прямые, кто имеет непоколебимую уверенность в Дхамме, кто прибыл к этой подлинной Дхамме. ",
  "mn9:9.1": "Сказав: «Хорошо, друг», монахи восхитились и возрадовались словам достопочтенного Сарипутты. Затем они задали ему следующий вопрос: ",
  "mn9:9.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?»",
  "mn9:10.1": "– Может, друзья. ",
  "mn9:10.2": "Когда благородный ученик понимает питание, происхождение питания, прекращение питания, и путь, ведущий к прекращению питания, ",
  "mn9:10.3": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме. ",
  "mn9:11.1": "И что такое питание? Что такое происхождение питания? Что такое прекращение питания? Что такое путь, ведущий к прекращению питания? ",
  "mn9:11.2": "Есть эти четыре вида питания для поддержания существ, которые уже родились, а также для обеспечения существ, которые собираются родиться.  ",
  "mn9:11.3": "Какие четыре?",
  "mn9:11.4": "Материальная еда как питание, грубая или утончённая. Контакт – второй [вид]. Умственное намерение – третий. Сознание – четвёртый. ",
  "mn9:11.5": "С возникновением жажды происходит возникновение питания. С прекращением жажды происходит прекращение питания. Путём, ведущим к прекращению питания, является тот самый Благородный восьмеричный путь, то есть: ",
  "mn9:11.6": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность, правильное сосредоточение. ",
  "mn9:12.1": "Когда благородный ученик таким образом понял питание, происхождение питания, прекращение питания, и путь, ведущий к прекращению питания, он всецело оставляет скрытую склонность к страсти, разрушает скрытую склонность к отвращению, искореняет скрытую склонность к воззрению и самомнению «я», и посредством оставления неведения и зарождения истинного знания он здесь и сейчас кладёт конец страданиям. ",
  "mn9:12.2": "И таким образом тоже благородный ученик является тем, кто имеет правильные воззрения, чьи воззрения прямые, кто имеет непоколебимую уверенность в Дхамме, кто прибыл к этой подлинной Дхамме. ",
  "mn9:13.1": "Сказав: «Хорошо, друг», монахи восхитились и возрадовались словам достопочтенного Сарипутты. Затем они задали ему следующий вопрос: ",
  "mn9:13.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме? ",
  "mn9:14-18.1": "– Может, друзья.  ",
  "mn9:14-18.2": "Когда благородный ученик понимает страдание, происхождение страдания, прекращение страдания, и путь, ведущий к прекращению страдания, ",
  "mn9:14-18.3": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме. ",
  "mn9:14-18.4": "И что такое страдание? Что такое происхождение страдания? Что такое прекращение страдания? Что такое путь, ведущий к прекращению страдания? ",
  "mn9:14-18.5": "Рождение – это страдание, старение – это страдание, болезни – это страдание, смерть – это страдание; печаль, стенание, боль, грусть и отчаяние – это страдание; неполучение желаемого – это страдание. Одним словом, пять совокупностей, подверженных цеплянию, – это страдание. ",
  "mn9:14-18.6": "Это называется страданием. ",
  "mn9:14-18.7": "И что такое происхождение страдания? ",
  "mn9:14-18.8": "Это жажда, которая ведёт существ к новому существованию, сопровождающаяся наслаждением и страстью, радующаяся и тому и этому, – ",
  "mn9:14-18.9": "то есть жажда к чувственным удовольствиям, жажда к существованию, жажда к несуществованию. ",
  "mn9:14-18.10": "Это называется происхождением страдания. ",
  "mn9:14-18.11": "И что такое прекращение страдания? ",
  "mn9:14-18.12": "Это безостаточное угасание и прекращение, отбрасывание, оставление, отпускание, изгнание этой самой жажды.  ",
  "mn9:14-18.13": "Это называется прекращением страдания. ",
  "mn9:14-18.14": "И что такое путь, ведущий к прекращению страдания? ",
  "mn9:14-18.15": "Это тот самый Благородный восьмеричный путь, то есть,",
  "mn9:14-18.16": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность, правильное сосредоточение. ",
  "mn9:14-18.17": "то называется путём, ведущим к прекращению страдания. ",
  "mn9:19.1": "Когда благородный ученик таким образом понял страдание, происхождение страдания, прекращение страдания, и путь, ведущий к прекращению страдания, он всецело оставляет скрытую склонность к страсти, разрушает скрытую склонность к отвращению, искореняет скрытую склонность к воззрению и самомнению «я», и посредством оставления неведения и зарождения истинного знания он здесь и сейчас кладёт конец страданиям.  ",
  "mn9:19.2": "И таким образом тоже благородный ученик является тем, кто имеет правильные воззрения, чьи воззрения прямые, кто имеет непоколебимую уверенность в Дхамме, кто прибыл к этой подлинной Дхамме.",
  "mn9:20.1": "Сказав: «Хорошо, друг», монахи восхитились и возрадовались словам достопочтенного Сарипутты. Затем они задали ему следующий вопрос: ",
  "mn9:20.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме? ",
  "mn9:21-22.1": "– Может, друзья. ",
  "mn9:21-22.2": "Когда благородный ученик понимает старение и смерть, происхождение старения и смерти, прекращение старения и смерти, и путь, ведущий к прекращению старения и смерти, ",
  "mn9:21-22.3": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:21-22.4": "И что такое старение и смерть? Что такое происхождение старения и смерти? Что такое прекращение старения и смерти? Что такое путь, ведущий к прекращению старения и смерти? ",
  "mn9:21-22.5": "Старение существ в различных группах существ, их старость, разбитость зубов, седина волос, морщинистость кожи, упадок жизненной силы, ослабевание способностей – ",
  "mn9:21-22.6": "это называется старением. ",
  "mn9:21-22.7": "И что есть смерть?",
  "mn9:21-22.8": "Уход существ из различных групп существ, их кончина, распад, исчезновение, умирание, исчерпание срока жизни, распад совокупностей – ",
  "mn9:21-22.9": "Это называется смертью. ",
  "mn9:21-22.10": "Таким образом это старение и эта смерть – ",
  "mn9:21-22.11": "это то, что называется старением и смертью. ",
  "mn9:21-22.12": "С возникновением рождения происходит возникновение старения и смерти. С прекращением рождения происходит прекращение старения и смерти. Путь, ведущий к прекращению старения и смерти – это тот самый Благородный восьмеричный путь, то есть, ",
  "mn9:21-22.13": "",
  "mn9:23.1": "",
  "mn9:23.2": "",
  "mn9:24-26.1": "",
  "mn9:24-26.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?",
  "mn9:24-26.3": "– Может, друзья. ",
  "mn9:24-26.4": "Когда благородный ученик понимает рождение, происхождение рождения, прекращение рождения, и путь, ведущий к прекращению рождения,… ",
  "mn9:24-26.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:24-26.6": "И что такое рождение? Что такое происхождение рождения? Что такое прекращение рождения? Что такое путь, ведущий к прекращению рождения? ",
  "mn9:24-26.7": "Рождение существ в различных группах существ, их приход к рождению, низвержение [в утробу], порождение, проявление совокупностей, обретение сфер для контакта – ",
  "mn9:24-26.8": "это называется рождением. ",
  "mn9:24-26.9": "С возникновением существования происходит возникновение рождения. С прекращением существования происходит прекращение рождения. Путь, ведущий к прекращению рождения – это тот самый Благородный восьмеричный путь, то есть, …” ",
  "mn9:24-26.10": "",
  "mn9:27.1": "",
  "mn9:27.2": "",
  "mn9:28-30.1": "",
  "mn9:28-30.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?'",
  "mn9:28-30.3": "– Может, друзья. ",
  "mn9:28-30.4": "Когда благородный ученик понимает существование, происхождение существования, прекращение существования, и путь, ведущий к прекращению существования, ",
  "mn9:28-30.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:28-30.6": "И что такое существование? Что такое происхождение существования? Что такое прекращение существования? Что такое путь, ведущий к прекращению существования? ",
  "mn9:28-30.7": "Есть эти три вида существования: ",
  "mn9:28-30.8": "существование в мире чувств; существование в мире форм; существование в бесформенном мире. ",
  "mn9:28-30.9": "С возникновением цепляния происходит возникновение существования. С прекращением цепляния происходит прекращение существования. Путь, ведущий к прекращению существования, – это тот самый Благородный восьмеричный путь, то есть,… ",
  "mn9:28-30.10": "",
  "mn9:31.1": "",
  "mn9:31.2": "",
  "mn9:32-34.1": "",
  "mn9:32-34.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?'",
  "mn9:32-34.3": "– Может, друзья. ",
  "mn9:32-34.4": "Когда благородный ученик понимает цепляние, происхождение цепляния, прекращение цепляния, и путь, ведущий к прекращению цепляния, … ",
  "mn9:32-34.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:32-34.6": "И что такое цепляние? Что такое происхождение цепляния? Что такое прекращение цепляния? Что такое путь, ведущий к прекращению цепляния? ",
  "mn9:32-34.7": "Есть эти четыре вида цепляния:",
  "mn9:32-34.8": "цепляние к чувственным удовольствиям; цепляние к воззрениям; цепляние к правилам и предписаниям; цепляние к доктрине [о существовании] «я».",
  "mn9:32-34.9": "С возникновением жажды происходит возникновение цепляния. С прекращением жажды происходит прекращение цепляния. Путь, ведущий к прекращению цепляния, – это тот самый Благородный восьмеричный путь, то есть, …” ",
  "mn9:32-34.10": "",
  "mn9:35.1": "",
  "mn9:35.2": "",
  "mn9:36-38.1": "",
  "mn9:36-38.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?",
  "mn9:36-38.3": "– Может, друзья. ",
  "mn9:36-38.4": "Когда благородный ученик понимает жажду, происхождение жажды, прекращение жажды, и путь, ведущий к прекращению жажды, … ",
  "mn9:36-38.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:36-38.6": "И что такое жажда? Что такое происхождение жажды? Что такое прекращение жажды? Что такое путь, ведущий к прекращению жажды? ",
  "mn9:36-38.7": "Есть эти шесть видов жажды: ",
  "mn9:36-38.8": "жажда к формам; жажда к звукам; жажда к запахам; жажда к вкусам; жажда к осязаемым вещам; жажда к умственным феноменам. ",
  "mn9:36-38.9": "С возникновением чувства происходит возникновение жажды. С прекращением чувства происходит прекращение жажды. Путь, ведущий к прекращению жажды, – это тот самый Благородный восьмеричный путь, то есть, …' ",
  "mn9:36-38.10": "",
  "mn9:39.1": "",
  "mn9:39.2": "",
  "mn9:40-42.1": "",
  "mn9:40-42.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?'",
  "mn9:40-42.3": "– Может, друзья. ",
  "mn9:40-42.4": "Когда благородный ученик понимает чувство, происхождение чувства, прекращение чувства, и путь, ведущий к прекращению чувства,… ",
  "mn9:40-42.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:40-42.6": "И что такое чувство? Что такое происхождение чувства? Что такое прекращение чувства? Что такое путь, ведущий к прекращению чувства? ",
  "mn9:40-42.7": "Есть эти шесть видов чувства: ",
  "mn9:40-42.8": "чувство, рождённое контактом глаза; чувство, рождённое контактом уха; чувство, рождённое контактом носа; чувство, рождённое контактом язык;, чувство, рождённое контактом тела; чувство, рождённое контактом ума. ",
  "mn9:40-42.9": "С возникновением контакта происходит возникновение чувства. С прекращением контакта происходит прекращение чувства. Путь, ведущий к прекращению чувства, – это тот самый Благородный восьмеричный путь, то есть,…” ",
  "mn9:40-42.10": "",
  "mn9:43.1": "",
  "mn9:43.2": "",
  "mn9:44-46.1": "",
  "mn9:44-46.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?'",
  "mn9:44-46.3": "– Может, друзья. ",
  "mn9:44-46.4": "Когда благородный ученик понимает контакт, происхождение контакта, прекращение контакта, и путь, ведущий к прекращению контакта,… ",
  "mn9:44-46.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:44-46.6": "И что такое контакт? Что такое происхождение контакта? Что такое прекращение контакта? Что такое путь, ведущий к прекращению контакта? ",
  "mn9:44-46.7": "Есть эти шесть видов контакта: ",
  "mn9:44-46.8": "контакт глаза; контакт уха;ко нтакт носа; контакт языка; контакт тела; контакт ума. ", 
  "mn9:44-46.9": "С возникновением шести сфер происходит возникновение контакта. С прекращением шести сфер происходит прекращение контакта. Путь, ведущий к прекращению контакта, – это тот самый Благородный восьмеричный путь, …” ",
  "mn9:44-46.10": "",
  "mn9:47.1": "",
  "mn9:47.2": "",
  "mn9:48-50.1": "",
  "mn9:48-50.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?'",
  "mn9:48-50.3": "– Может, друзья. ",
  "mn9:48-50.4": "– Может, друзья. Когда благородный ученик понимает шесть сфер, происхождение шести сфер, прекращение шести сфер, и путь, ведущий к прекращению шести сфер, ",
  "mn9:48-50.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:48-50.6": "И что такое шесть сфер? Что такое происхождение шести сфер? Что такое прекращение шести сфер? Что такое путь, ведущий к прекращению шести сфер? ",
  "mn9:48-50.7": "Есть эти шесть сфер:",
  "mn9:48-50.8": "сфера глаза; сфера уха; сфера носа; сфера языка; сфера тела; сфера ума.",
  "mn9:48-50.9": "С возникновением имени-и-формы происходит возникновение шести сфер. С прекращением имени-и-формы происходит прекращение шести сфер. Путь, ведущий к прекращению шести сфер, – это тот самый Благородный восьмеричный путь, …” ",
  "mn9:48-50.10": "",
  "mn9:51.1": "",
  "mn9:51.2": "",
  "mn9:52-54.1": "",
  "mn9:52-54.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?'",
  "mn9:52-54.3": "– Может, друзья. ",
  "mn9:52-54.4": "Когда благородный ученик понимает имя-и-форму, происхождение имени-и-формы, прекращение имени-и-формы, и путь, ведущий к прекращению имени-и-формы, ",
  "mn9:52-54.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:52-54.6": "И что такое имени-и-форма? Что такое происхождение имени-и-формы? Что такое прекращение имени-и-формы? Что такое путь, ведущий к прекращению имени-и-формы? ",
  "mn9:52-54.7": "Чувство, восприятие, волевое намерение, контакт, внимание –",
  "mn9:52-54.8": "это называется именем. ",
  "mn9:52-54.9": "Четыре великих элемента, а также форма, выстроенная из четырёх великих элементов, –",
  "mn9:52-54.10": "это называется формой. ",
  "mn9:52-54.11": "Таким образом, это имя и эта форма – ",
  "mn9:52-54.12": "это то, что называется именем-и-формой.",
  "mn9:52-54.13": "С возникновением сознания происходит возникновение имени-и-формы. С прекращением сознания происходит прекращение имени-и-формы. Путь, ведущий к прекращению имени-и-формы, – это тот самый Благородный восьмеричный путь, …” ",
  "mn9:52-54.14": "",
  "mn9:55.1": "",
  "mn9:55.2": "",
  "mn9:56-58.1": "",
  "mn9:56-58.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?'",
  "mn9:56-58.3": "– Может, друзья. ",
  "mn9:56-58.4": "Когда благородный ученик понимает сознание, происхождение сознания, прекращение сознания, и путь, ведущий к прекращению сознания, … ",
  "mn9:56-58.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:56-58.6": "И что такое сознание? Что такое происхождение сознания? Что такое прекращение сознания? Что такое путь, ведущий к прекращению сознания? ",
  "mn9:56-58.7": "Есть эти шесть видов сознания: ",
  "mn9:56-58.8": " сознание глаза; сознание уха; сознание носа; сознание языка; сознание тела; сознание ума. ",
  "mn9:56-58.9": "С возникновением формирователей происходит возникновение сознания. С прекращением формирователей происходит прекращение сознания. Путь, ведущий к прекращению сознания, – это тот самый Благородный восьмеричный путь, …” ",
  "mn9:56-58.10": "",
  "mn9:59.1": "",
  "mn9:60-62.1": "",
  "mn9:60-62.2": "",
  "mn9:60-62.3": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?'",
  "mn9:60-62.4": "– Может, друзья. ",
  "mn9:60-62.5": "Когда благородный ученик понимает формирователи, происхождение формирователей, прекращение формирователей, и путь, ведущий к прекращению формирователей, ",
  "mn9:60-62.6": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:60-62.7": "И что такое формирователи?1 Что такое происхождение формирователей? Что такое прекращение формирователей? Что такое путь, ведущий к прекращению формирователей? ",
  "mn9:60-62.8": "Есть эти три вида формирователей: ",
  "mn9:60-62.9": "телесный формирователь;  словесный формирователь; умственный формирователь.",
  "mn9:60-62.10": "С возникновением неведения происходит возникновение формирователей. С прекращением неведения происходит прекращение формирователей. Путь, ведущий к прекращению формирователей, – это тот самый Благородный восьмеричный путь,…” ",
  "mn9:60-62.11": "",
  "mn9:63.1": "",
  "mn9:63.2": "",
  "mn9:64-66.1": "",
  "mn9:64-66.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме?'",
  "mn9:64-66.3": "– Может, друзья. ",
  "mn9:64-66.4": "Когда благородный ученик понимает неведение, происхождение неведения, прекращение неведения, и путь, ведущий к прекращению неведения,",
  "mn9:64-66.5": "то тогда он является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме.",
  "mn9:64-66.6": "И что такое неведение? Что такое происхождение неведения? Что такое прекращение неведения? Что такое путь, ведущий к прекращению неведения? ",
  "mn9:64-66.7": "Незнание в отношении страданий, незнание в отношении происхождения страданий, незнание в отношении прекращения страданий, незнание в отношении пути, ведущего к прекращению страданий, – ",
  "mn9:64-66.8": "вот что называется неведением. ",
  "mn9:64-66.9": "С возникновением пятен [загрязнений ума] происходит возникновение неведения. С прекращением пятен [загрязнений ума] происходит прекращение неведения. Путь, ведущий к прекращению неведения, – это тот самый Благородный восьмеричный путь,…” ",
  "mn9:64-66.10": "",
  "mn9:67.1": "",
  "mn9:67.2": "",
  "mn9:68.1": "Сказав: «Хорошо, друг», монахи восхитились и возрадовались словам достопочтенного Сарипутты. Затем они задали ему следующий вопрос: ",
  "mn9:68.2": "– Но, друг, может ли быть иная ситуация, когда благородный ученик является тем, кто имеет правильные воззрения… пришёл к этой подлинной Дхамме? ",
  "mn9:69.1": "– Может, друзья. ",
  "mn9:69.2": "– Может, друзья. Когда благородный ученик понимает пятна [загрязнений ума], происхождение пятен, прекращение пятен, и путь, ведущий к прекращению пятен,  ",
  "mn9:69.3": "то в таком случае он тот, кто имеет правильные воззрения, чьи воззрения прямые, кто имеет непоколебимую уверенность в Дхамме, кто прибыл к этой подлинной Дхамме. ",
  "mn9:70.1": "И что такое пятна? Что такое происхождение пятен? Что такое прекращение пятен? Что такое путь, ведущий к прекращению пятен? ",
  "mn9:70.2": "Есть эти три вида пятен: ",
  "mn9:70.3": "пятно чувственного желания; пятно существования; пятно неведения. ",
  "mn9:70.4": "С возникновением неведения происходит возникновение пятен. С прекращением неведения происходит прекращение пятен. Путь, ведущий к прекращению пятен, – это тот самый Благородный восьмеричный путь, ",
  "mn9:70.5": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность, правильное сосредоточение. ",
  "mn9:71.1": "Когда благородный ученик таким образом понял пятна, происхождение пятен, прекращение пятен, и путь, ведущий к прекращению пятен, он всецело оставляет скрытую склонность к страсти, разрушает скрытую склонность к отвращению, искореняет скрытую склонность к воззрению и самомнению «я», и посредством оставления неведения и зарождения истинного знания он здесь и сейчас кладёт конец страданиям.  ",
  "mn9:71.2": "И таким образом тоже благородный ученик является тем, кто имеет правильные воззрения, чьи воззрения прямые, кто имеет непоколебимую уверенность в Дхамме, кто прибыл к этой подлинной Дхамме.",
  "mn9:71.3": "Так сказал достопочтенный Сарипутта. ",
  "mn9:71.4": "Монахи были довольны и восхитились словами достопочтенного Сарипутты. "
}