{
  "sn1.38:0.1": "Discorsi connessi 1.38 ",
  "sn1.38:0.2": "4. Il capitolo sulla Schiera dalle Cento Gioie ",
  "sn1.38:0.3": "Il discorso sulla scheggia ",
  "sn1.38:1.1": "Così ho sentito. ",
  "sn1.38:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel parco dei cervi di Maddakucchi. ",
  "sn1.38:1.3": "In quell’occasione il piede del Buddha era stato tagliato da una scheggia. ",
  "sn1.38:1.4": "Il Buddha era colpito da dolori strazianti; sensazioni fisiche dolorose, pungenti, severe, acute, spiacevoli, e sgradevoli. ",
  "sn1.38:1.5": "Ma sopportava impassibile, con consapevolezza e presenza mentale. ",
  "sn1.38:1.6": "Allora stese il proprio mantello piegato in quattro e si sdraiò nella posizione del leone, sul lato destro, posizionando un piede sopra l’altro, consapevole e presente, concentrandosi sull’idea di alzarsi. ",
  "sn1.38:2.1": "Poi, a notte fonda, sette angeli gloriosi della Schiera dalle Cento Gioie, illuminando tutto il Maddakucchi, andarono dal Buddha, si inchinarono, e rimasero a lato. ",
  "sn1.38:2.2": "Rimanendo in piedi a lato, un angelo espresse questo aforisma in presenza del Buddha: ",
  "sn1.38:2.3": "“Che elefante che è l’asceta Gotama, Signore! ",
  "sn1.38:2.4": "E come un elefante, sopporta sensazioni fisiche dolorose, pungenti, severe, acute, spiacevoli, e sgradevoli, impassibile, con consapevolezza e presenza mentale”. ",
  "sn1.38:3.1": "Poi, un altro angelo espresse questo aforisma in presenza del Buddha: ",
  "sn1.38:3.2": "“Che leone che è l’asceta Gotama, Signore! ",
  "sn1.38:3.3": "E come un leone, sopporta sensazioni fisiche dolorose, pungenti, severe, acute, spiacevoli, e sgradevoli, impassibile, con consapevolezza e presenza mentale”. ",
  "sn1.38:4.1": "Poi, un altro angelo espresse questo aforisma in presenza del Buddha: ",
  "sn1.38:4.2": "“Che purosangue che è l’asceta Gotama, Signore! ",
  "sn1.38:4.3": "E come un purosangue, sopporta sensazioni fisiche dolorose, pungenti, severe, acute, spiacevoli, e sgradevoli, impassibile, con consapevolezza e presenza mentale”. ",
  "sn1.38:5.1": "Poi, un altro angelo espresse questo aforisma in presenza del Buddha: ",
  "sn1.38:5.2": "“Che toro che è l’asceta Gotama, Signore! ",
  "sn1.38:5.3": "E come un toro, sopporta sensazioni fisiche dolorose, pungenti, severe, acute, spiacevoli, e sgradevoli, impassibile, con consapevolezza e presenza mentale”. ",
  "sn1.38:6.1": "Poi, un altro angelo espresse questo aforisma in presenza del Buddha: ",
  "sn1.38:6.2": "“Che colosso che è l’asceta Gotama, Signore! ",
  "sn1.38:6.3": "E come un colosso, sopporta sensazioni fisiche dolorose, pungenti, severe, acute, spiacevoli, e sgradevoli, impassibile, con consapevolezza e presenza mentale”. ",
  "sn1.38:7.1": "Poi, un altro angelo espresse questo aforisma in presenza del Buddha: ",
  "sn1.38:7.2": "“L’asceta Gotama è davvero domato, Signore! ",
  "sn1.38:7.3": "E come qualcuno domato, sopporta sensazioni fisiche dolorose, pungenti, severe, acute, spiacevoli, e sgradevoli, impassibile, con consapevolezza e presenza mentale”. ",
  "sn1.38:8.1": "Poi, un altro angelo espresse questo aforisma in presenza del Buddha: ",
  "sn1.38:8.2": "“Vedete, la sua concentrazione è così ben sviluppata, e la sua mente così ben libera, né tesa né allentata, e non tenuta in posizione da soppressione forzata. ",
  "sn1.38:8.3": "Se qualcuno immagina di poter superare un tale elefante di uomo, un leone di uomo, un purosangue di uomo, un toro di uomo, un colosso di uomo, un uomo così domato, cos’è se non mancanza di visione?” ",
  "sn1.38:9.1": "“Colti nei cinque rami della tradizione vedica, ",
  "sn1.38:9.2": "i bramini praticano la mortificazione fervente per un secolo intero. ",
  "sn1.38:9.3": "Ma le loro menti non sono liberate correttamente, ",
  "sn1.38:9.4": "poiché coloro dal carattere vile non raggiungono la sponda lontana. ",
  "sn1.38:10.1": "Sequestrati dalla brama, attaccati a precetti e osservanze, ",
  "sn1.38:10.2": "praticano la mortificazione dura e fervente per cento anni. ",
  "sn1.38:10.3": "Ma le loro menti non sono liberate correttamente, ",
  "sn1.38:10.4": "poiché coloro dal carattere vile non raggiungono la sponda lontana. ",
  "sn1.38:11.1": "Chi apprezza la presunzione non può venir domato, ",
  "sn1.38:11.2": "e chi non ha concentrazione non può essere un saggio. ",
  "sn1.38:11.3": "Dimorando solo e negligente nella natura, ",
  "sn1.38:11.4": "non può superare il dominio della Morte” ",
  "sn1.38:12.1": "“Abbandonando la presunzione, concentrato, ",
  "sn1.38:12.2": "dal cuore buono, libero in qualunque cosa; ",
  "sn1.38:12.3": "Dimorando solo e diligente nella natura, ",
  "sn1.38:12.4": "supera il dominio della Morte” . "
}