{
  "sn1.20:0.1": "Discorsi connessi 1.20 ",
  "sn1.20:0.2": "2. Il capitolo sul Giardino delle Delizie ",
  "sn1.20:0.3": "Il discorso con Samiddhi ",
  "sn1.20:1.1": "Così ho sentito. ",
  "sn1.20:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel monastero della Sorgente Termale. ",
  "sn1.20:1.3": "Il Venerabile Samiddhi si alzò alle prime luci dell’alba e andò alla sorgente termale a lavarsi. ",
  "sn1.20:1.4": "Una volta lavatosi ed emerso dall’acqua si asciugò gli arti con un abito. ",
  "sn1.20:1.5": "Poi, a notte fonda, un angelo glorioso, illuminando tutta la sorgente termale, andò da Samiddhi, e fluttuando in aria, si rivolse a lui in poesia: ",
  "sn1.20:2.1": "“Monaco, si cerca elemosina prima di mangiare; ",
  "sn1.20:2.2": "non si cerca elemosina dopo mangiato. ",
  "sn1.20:2.3": "Ma devi mangiare prima, poi cercare elemosina: ",
  "sn1.20:2.4": "non farti sfuggire l’occasione” ",
  "sn1.20:3.1": "“Io davvero non conosco il momento; ",
  "sn1.20:3.2": "è nascosto e invisibile. ",
  "sn1.20:3.3": "È per quello che cerco elemosina prima di mangiare, ",
  "sn1.20:3.4": "così da non lasciarmi sfuggire l’occasione!” ",
  "sn1.20:4.1": "Allora l’angelo atterrò e disse a Samiddhi: ",
  "sn1.20:4.2": "“Hai lasciato casa da giovane, monaco. Con capelli nero puro, sei benedetto dalla giovinezza, nel fiore degli anni, e non hai mai esplorato i piaceri dei sensi. ",
  "sn1.20:4.3": "Goditi i piaceri umani! ",
  "sn1.20:4.4": "Non abbandonare ciò che è visibile nel presente per inseguire ciò che ha effetto nel tempo” ",
  "sn1.20:5.1": "“Non lo sto facendo, fratello. ",
  "sn1.20:5.2": "Sto abbandonando ciò che ha effetto nel tempo per inseguire ciò che è visibile nel presente. ",
  "sn1.20:5.3": "Il Buddha ha detto che i piaceri dei sensi hanno effetto nel tempo, con molta sofferenza e angoscia, e sono pieni di svantaggi. ",
  "sn1.20:5.4": "Ma questo insegnamento è visibile in questa stessa vita, con efficacia immediata, che invita all’ispezione, adeguato, cosicché le persone giudiziose possano verificarlo personalmente” ",
  "sn1.20:6.1": "“Ma in che mondo, monaco, il Buddha ha detto che i piaceri dei sensi hanno effetto nel tempo, con molta sofferenza e angoscia, e sono pieni di svantaggi? ",
  "sn1.20:6.2": "E com’è che questo insegnamento è visibile in questa stessa vita, con efficacia immediata, che invita all’ispezione, adeguato, cosicché le persone giudiziose possano verificarlo personalmente?” ",
  "sn1.20:7.1": "“Sono giovane, fratello, ho lasciato casa da poco, e sono arrivato da poco a questo insegnamento e addestramento. ",
  "sn1.20:7.2": "Non sono in grado di spiegarti in dettaglio. ",
  "sn1.20:7.3": "Ma il Beato, il perfetto, il Buddha completamente risvegliato dimora vicino a Rājagaha, nel monastero della Sorgente Termale. ",
  "sn1.20:7.4": "Dovresti andare da lui e chiedergli a riguardo. ",
  "sn1.20:7.5": "E dovresti ricordalo secondo la sua risposta” ",
  "sn1.20:8.1": "“Non è facile per noi andare dal Buddha, poiché è circondato da altri angeli illustri. ",
  "sn1.20:8.2": "Se vai dal Buddha e gli chiedi a riguardo, verremo anche noi e ascolteremo l’insegnamento” ",
  "sn1.20:8.3": "“Sì, fratello”, rispose il Venerabile Samiddhi. Andò dal Buddha, si inchinò, si sedette a lato, e gli raccontò ciò che era accaduto. Poi aggiunse: ",
  "sn1.20:17.4": "“Signore, se quell’angelo ha detto la verità, sarà qui vicino”. ",
  "sn1.20:18.1": "Una volta che ebbe parlato, l’angelo disse a Samiddhi: ",
  "sn1.20:18.2": "“Chiedi, monaco, chiedi! Siamo arrivati”. ",
  "sn1.20:19.1": "Allora il Buddha si rivolse all’angelo in poesia: ",
  "sn1.20:20.1": "“Gli esseri viventi che percepiscono ciò che è comunicabile, ",
  "sn1.20:20.2": "si consolidano in ciò che è comunicabile. ",
  "sn1.20:20.3": "Non comprendendo ciò che è comunicabile, ",
  "sn1.20:20.4": "cadono sotto il giogo della Morte. ",
  "sn1.20:21.1": "Ma avendo compreso completamente ciò che è comunicabile, ",
  "sn1.20:21.2": "non presumono un comunicatore, ",
  "sn1.20:21.3": "poiché non possiedono sulla ",
  "sn1.20:21.4": "secondo il quale potrebbero essere descritti. ",
  "sn1.20:21.5": "Dimmi se capisci, spirito” ",
  "sn1.20:22.1": "“Non comprendo il significato della breve dichiarazione del Buddha. ",
  "sn1.20:22.2": "Per favore mi spieghi questa questione in dettaglio così che possa comprenderne il significato” ",
  "sn1.20:23.1": "“Se pensi: ‘Sono uguale, ",
  "sn1.20:23.2": "speciale, o peggiore’, discuterai. ",
  "sn1.20:23.3": "Saldo di fronte alle tre discriminazioni, ",
  "sn1.20:23.4": "non avrai pensiero: ‘Sono uguale o speciale’. ",
  "sn1.20:23.5": "Dimmi se capisci, spirito” ",
  "sn1.20:24.1": "“Non comprendo il significato della breve dichiarazione del Buddha. ",
  "sn1.20:24.2": "Per favore mi spieghi questa questione in dettaglio così che possa comprenderne il significato” ",
  "sn1.20:25.1": "“Ha abbandonato il giudizio, e non cade preda della presunzione; ",
  "sn1.20:25.2": "la brama per nome e forma è stata tagliata sul posto. ",
  "sn1.20:25.3": "Taglia i legami, tranquillo, senza bisogno di speranza. ",
  "sn1.20:25.4": "Sebbene gli esseri celesti e umani lo cerchino ",
  "sn1.20:25.5": "in questo mondo e nell’aldilà, non lo trovano, ",
  "sn1.20:25.6": "né in paradiso, né in alcun altro posto. ",
  "sn1.20:26.1": "Dimmi se capisci, spirito” ",
  "sn1.20:27.1": "“Signore, così è come comprendo in dettaglio il significato della breve dichiarazione del Buddha: ",
  "sn1.20:28.1": "Non fare mai nulla di male ",
  "sn1.20:28.2": "attraverso parola, mente, o corpo ovunque al mondo. ",
  "sn1.20:28.3": "Avendo abbandonato i piaceri dei sensi, consapevole e presente, ",
  "sn1.20:28.4": "devi smettere di fare ciò che è doloroso e inutile”. "
}