{
  "sn1.34:0.1": "Discorsi connessi 1.34 ",
  "sn1.34:0.2": "4. Il capitolo sulla Schiera dalle Cento Gioie ",
  "sn1.34:0.3": "Il discorso sul non ci sono ",
  "sn1.34:1.1": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "sn1.34:1.2": "Poi, a notte fonda, vari angeli gloriosi della Schiera dalle Cento Gioie, illuminando tutto il Bosco di Jeta, andarono dal Buddha, si inchinarono, e rimasero a lato. ",
  "sn1.34:1.3": "Rimanendo in piedi a lato, un angelo recitò questo versetto in presenza del Buddha: ",
  "sn1.34:2.1": "“Tra gli uomini qui non ci sono piaceri dei sensi permanenti. ",
  "sn1.34:2.2": "Qui ci sono cose sensuali, legati alle quali, ",
  "sn1.34:2.3": "ubriachi delle quali, non si torna indietro. ",
  "sn1.34:2.4": "Quella persona non torna dal dominio della Morte” ",
  "sn1.34:3.1": "“La miseria nasce dal desiderio; la sofferenza nasce dal desiderio; ",
  "sn1.34:3.2": "quando il desiderio viene rimosso, la miseria è rimossa; ",
  "sn1.34:3.3": "quando la miseria è rimossa, la sofferenza è rimossa” ",
  "sn1.34:4.1": "“Le cose belle del mondo non sono i piaceri dei sensi. ",
  "sn1.34:4.2": "L’intenzione avida sono i piaceri dei sensi di una persona. ",
  "sn1.34:4.3": "Le cose belle del mondo stanno come sono, ",
  "sn1.34:4.4": "ma il premuroso rimuove il desiderio per esse. ",
  "sn1.34:5.1": "Abbandona la rabbia, sbarazzati della presunzione, ",
  "sn1.34:5.2": "e supera ogni catena. ",
  "sn1.34:5.3": "Le sofferenze non tormentano chi non possiede nulla, ",
  "sn1.34:5.4": "che non si attacca a nome e forma. ",
  "sn1.34:6.1": "La considerazione è stata abbandonata, la presunzione rigettata; ",
  "sn1.34:6.2": "la brama per nome e forma è stata tagliata sul posto. ",
  "sn1.34:6.3": "Taglia i legami, tranquillo, senza bisogno di speranza. ",
  "sn1.34:6.4": "Sebbene gli esseri celesti e umani lo cerchino ",
  "sn1.34:6.5": "in questo mondo e nell’aldilà, non lo trovano, ",
  "sn1.34:6.6": "né in paradiso, né in alcun altro posto. ",
  "sn1.34:7.1": "“Se né esseri celesti né umani vedono chi è libero in questo modo”, ",
  "sn1.34:7.2": "disse il Venerabile Mogharāja, ",
  "sn1.34:7.3": "“in questo mondo o nell’aldilà, ",
  "sn1.34:7.4": "coloro che riveriscono quella persona suprema, ",
  "sn1.34:7.5": "che vive per il bene dell’umanità, sono anch’essi degni di lode?” ",
  "sn1.34:8.1": "“I monaci che riveriscono chi è libero in questo modo”, ",
  "sn1.34:8.2": "disse il Buddha, ",
  "sn1.34:8.3": "“sono anch’essi degni di lode, Mogharāja. ",
  "sn1.34:8.4": "Avendo compreso l’insegnamento e abbandonato il dubbio, ",
  "sn1.34:8.5": "quei monaci si sfilano le proprie catene”. "
}