{
  "sn19.14:1.1": "<i lang='pi' translate='no'>Maṅguli</i> is probably related to <i lang='pi' translate='no'>maṅgura</i> (cf. Sanskrit <i lang='pi' translate='no'>maṅgura</i>, <i lang='pi' translate='no'>madgura</i>), a skin color, neither black nor brown, said by the commentary to be that of the common catfish <em>clarias magur</em> (<a href='https://suttacentral.net/mn36/en/sujato#29.3'>MN 36:29.3</a>). It has a dingy mud-green color for hiding in the mud on the riverbed. It is a pun: she is a seer of <i lang='pi' translate='no'>maṅgalā</i> (“auspicies”), hence she is reborn ugly as a <i lang='pi' translate='no'>maṅguli</i> (“catfish”). Like the catfish, she has to disguise her true nature. The idea approaches the modern sense of “catfishing”, both usages stemming from the idea of camouflage. ",
  "sn19.14:1.4": "<i lang='pi' translate='no'>Ikkhaṇikā</i> (Sanskrit <i lang='pi' translate='no'>īkṣaṇikā</i>) is literally a “seeress”, but her putative powers extend beyond mere visions of the future. Such sorceresses were considered a “thorn” to society alongside dissemblers, cheats, gamblers, and palmists (Manu 9.258). Medhātithi comments that they would con wealthy men out of money by promising them the favors of the gods or casting spells. Jain texts say a sorceress would jingle a small bell under her ear, at the sound of which her familiar, a malevolent entity, would approach and whisper secrets. The Pali commentary concurs: “It seems they do the work of an enslaved spirit, saying, ‘When such and such an offering ritual is performed, you will certainly prosper’.” Perhaps it was this spirit who caused her foul smell (Atharva Veda 8.6.12, Chāndogya Upaniṣad 1.2.2). The background story to <a href='https://suttacentral.net/ja126/en/sujato'>Ja 126</a> tells how such a sorceress was enlisted by a prince to ensure he would end up with his princess, who was also his cousin. Her powers—all fake—included divination of possession, exorcism, and revivifying a corpse with a malevolent spirit. Kauṭilya, ever the pragmatist, is not above enlisting sorceresses in the services of the state for the dissemination of fake news (Arthaśāstra 13.1.7). "
}