{
  "dn15:0.1": "Longs Discours 15 ",
  "dn15:0.2": "Le Grand Discours sur la Causalité ",
  "dn15:0.3": "1. La Coproduction Conditionnée ",
  "dn15:1.1": "Ainsi ai-je entendu. ",
  "dn15:1.2": "À une époque, le Bouddha séjournait dans le pays des Kurus, près de la ville Kuru nommée Kammāsadamma. ",
  "dn15:1.3": "Alors le Vénérable Ānanda s’approcha du Bouddha, s’inclina, s’assit sur le côté et lui dit, ",
  "dn15:1.4": "« C’est incroyable, monsieur, c’est stupéfiant, ",
  "dn15:1.5": "en ce que cette coproduction conditionnée est profonde et paraît profonde, pourtant elle me semble aussi simple que cela puisse l’être. » ",
  "dn15:1.6": "« Ne dis pas cela, Ānanda, ne dis pas cela ! ",
  "dn15:1.7": "Cette coproduction conditionnée est profonde et semble profonde. ",
  "dn15:1.8": "C’est parce qu’elle n’a pas compris et n’a pas pénétré cet enseignement que cette population s’est emmêlée comme une ficelle, nouée comme une pelote de fil, et emmêlée comme des joncs et des roseaux, et qu’elle n’échappe pas aux endroits de perte, aux mauvais endroits, au monde inférieur, à la transmigration. ",
  "dn15:2.1": "Lorsqu’on vous demande : « Y a-t-il une condition spécifique à la vieillesse et à la mort ? », vous devriez répondre : « Il y en a une ». ",
  "dn15:2.2": "S’ils disent : « Quelle est la condition à la vieillesse et de la mort ? », vous devriez répondre : « La renaissance est une condition à la vieillesse et de la mort ». ",
  "dn15:2.3": "Lorsqu’on vous demande : « Y a-t-il une condition spécifique à la renaissance ? », vous devriez répondre : « Il y en a une ». ",
  "dn15:2.4": "S’ils disent : « Quelle est la condition à la renaissance ? », vous devriez répondre : « L’existence continue est une condition à la renaissance ». ",
  "dn15:2.5": "Lorsqu’on vous demande : « Existe-t-il une condition spécifique à l’existence continue ? », vous devriez répondre : « Il en existe une ». ",
  "dn15:2.6": "S’ils disent : « Quelle est la condition à l’existence continue ? », vous devriez répondre : « La saisie est une condition à l’existence continue ». ",
  "dn15:2.7": "Lorsqu’on vous demande : « Y a-t-il une condition spécifique à la saisie ? », vous devriez répondre : « Il y en a une ». ",
  "dn15:2.8": "S’ils disent : « Quelle est la condition à la saisie ? », vous devriez répondre : « L’envie est une condition à la saisie ». ",
  "dn15:2.9": "Lorsqu’on vous demande : « Y a-t-il une condition spécifique à l’envie ? », vous devriez répondre : « Il y en a une ». ",
  "dn15:2.10": "S’ils disent : « Quelle est la condition à l’envie ? », vous devriez répondre : « La sensation est une condition à l’envie ». ",
  "dn15:2.11": "Lorsqu’on vous demande : « Y a-t-il une condition spécifique à la sensation ? », vous devriez répondre : « Il y en a une ». ",
  "dn15:2.12": "S’ils disent : « Quelle est la condition à la sensation ? », vous devriez répondre : « Le contact est une condition à la sensation ». ",
  "dn15:2.13": "Si on vous demande : « Y a-t-il une condition spécifique au contact ? », vous devriez répondre : « Il y en a une ». ",
  "dn15:2.14": "S’ils disent : « Quelle est la condition au contact ? », vous devriez répondre : « Le nom et la forme sont des conditions au contact ». ",
  "dn15:2.15": "Si on vous demande : « Y a-t-il une condition spécifique au nom et à la forme ? », vous devriez répondre : « Il y en a une ». ",
  "dn15:2.16": "S’ils disent : « Quelle est la condition au nom et à la forme ? », vous devriez répondre : « La conscience est une condition au nom et à la forme ». ",
  "dn15:2.17": "Si l’on vous demande : « Y a-t-il une condition spécifique à la conscience ? », vous devez répondre : « Il y en a une ». ",
  "dn15:2.18": "S’ils disent : « Quelle est la condition à la conscience ? », vous devriez répondre : « Le nom et la forme sont des conditions à la conscience ». ",
  "dn15:3.1": "Donc : le nom et la forme sont des conditions à la conscience. La conscience est une condition au nom et à la forme. Le nom et la forme sont des conditions au contact. Le contact est une condition à la sensation. La sensation est une condition à l’envie. L’envie est une condition à la saisie. La saisie est une condition à l’existence continue. L’existence continue est une condition à la renaissance. La renaissance est une condition à la vieillesse et à la mort, au chagrin, aux lamentations, à la douleur, à la tristesse et à la détresse. ",
  "dn15:3.2": "C’est ainsi que toute cette masse de souffrance prend naissance. ",
  "dn15:4.1": "« La renaissance est une condition à la vieillesse et à la mort » — c’est ce que j’ai dit. Et voici un moyen de comprendre comment il en est ainsi. ",
  "dn15:4.2": "Supposons qu’il n’y ait totalement et absolument aucune renaissance pour quiconque, où que ce soit. ",
  "dn15:4.3": "C’est-à-dire qu’il n’y avait aucune renaissance des êtres sensibles dans leurs différents domaines — dieux, fées, esprits, créatures, humains, quadrupèdes, oiseaux ou reptiles, chacun dans son propre domaine. Lorsqu’il n’y a plus de renaissance du tout, avec la cessation des renaissances, la vieillesse et la mort existeraient-elles encore ? » ",
  "dn15:4.4": "« Non, monsieur. » ",
  "dn15:4.5": "C’est pourquoi c’est la cause, la source, l’origine et la condition à la vieillesse et de la mort, à savoir la renaissance. ",
  "dn15:5.1": "‹ L’existence continue est une condition à la renaissance › — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:5.2": "Supposons qu’il n’y ait aucune existence continue pour quiconque, où que ce soit. ",
  "dn15:5.3": "C’est-à-dire une existence continue dans le domaine sensuel, le domaine de la forme lumineuse, ou le domaine sans forme. Lorsqu’il n’y a plus d’existence continue du tout, avec la cessation de l’existence continue, y aurait-il encore une renaissance ? » ",
  "dn15:5.4": "« Non, monsieur. » ",
  "dn15:5.5": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à la renaissance, à savoir l’existence continue. ",
  "dn15:6.1": "‹ La saisie est une condition à l’existence continue › — c’est ce que j’ai dit. Et voici un moyen de comprendre comment il en est ainsi. ",
  "dn15:6.2": "Supposons qu’il n’y ait aucune saisie pour quiconque, où que ce soit. ",
  "dn15:6.3": "C’est-à-dire la saisie des plaisirs sensuels, des vues, des préceptes et des observances, et des théories d’un soi. Lorsqu’il n’y a plus du tout de saisie, avec la cessation de la saisie, y aurait-il encore une existence continue ? » ",
  "dn15:6.4": "« Non, monsieur. » ",
  "dn15:6.5": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à l’existence continue, à savoir la saisie. ",
  "dn15:7.1": "« L’envie est une condition à la saisie » — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:7.2": "Supposons qu’il n’y ait aucune envie pour qui que ce soit, où que ce soit. ",
  "dn15:7.3": "C’est-à-dire l’absence d’envie pour les vues, les sons, les odeurs, les goûts, les contacts et les pensées. Lorsqu’il n’y a plus du tout d’envie, avec la cessation de l’envie, y aurait-il encore de la saisie ? » ",
  "dn15:7.4": "« Non, monsieur. » ",
  "dn15:7.5": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à la saisie, à savoir l’envie. ",
  "dn15:8.1": "« La sensation est une condition à l’envie » — c’est ce que j’ai dit. Et ceci est une façon de comprendre comment il en est ainsi. ",
  "dn15:8.2": "Supposons qu’il n’y ait aucune sensation pour qui que ce soit, où que ce soit. ",
  "dn15:8.3": "C’est-à-dire la sensation née du contact par l’œil, l’oreille, le nez, la langue, le corps et l’esprit. Quand il n’y a plus de sensation du tout, avec la cessation de la sensation, trouverait-on encore de l’envie ? » ",
  "dn15:8.4": "« Non, monsieur. » ",
  "dn15:8.5": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à l’envie, à savoir la sensation. ",
  "dn15:9.1": "C’est ainsi, Ānanda, que la sensation est une cause à l’envie. L’envie est une cause à la quête. La quête est une cause à l’acquisition de biens matériels. L’acquisition de biens matériels est une cause à l’évaluation. L’évaluation est une cause au désir et à la convoitise. Le désir et la convoitise sont des causes à l’attachement. L’attachement est une cause à la possession. La possession est une cause d’avarice. L’avarice est une cause à la crainte. ",
  "dn15:9.2": "En raison de la crainte, beaucoup de choses mauvaises et malhabiles se produisent : la prise du bâton et de l’épée, les querelles, les arguments et les disputes, les accusations, les paroles de discorde et les mensonges. ",
  "dn15:10.1": "« En raison de la crainte, beaucoup de choses mauvaises et malhabiles se produisent : la prise du bâton et de l’épée, les querelles, les arguments et les disputes, les accusations, les paroles de discorde et les mensonges » — c’est ce que j’ai dit. Et voici un moyen de comprendre comment il en est ainsi. ",
  "dn15:10.2": "Supposons qu’il n’y ait aucune crainte pour quiconque, où que ce soit. Lorsqu’il n’y a pas de crainte du tout, avec la cessation de la crainte, ces nombreuses choses mauvaises, malhabiles, existeraient-elles encore ? » ",
  "dn15:10.3": "« Non, monsieur. » ",
  "dn15:10.4": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à ces nombreuses choses mauvaises et malhabiles, à savoir la crainte. ",
  "dn15:11.1": "« L’avarice est une cause à la crainte » — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:11.2": "Supposons qu’il n’y ait aucune avarice pour quiconque, où que ce soit. Lorsqu’il n’y a plus du tout d’avarice, avec la cessation de l’avarice, la crainte existerait-elle encore ? » ",
  "dn15:11.3": "« Non, monsieur. » ",
  "dn15:11.4": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à la crainte, à savoir la avarice. ",
  "dn15:12.1": "« La possession est une cause à l’avarice » — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:12.2": "Supposons qu’il n’y ait aucune propriété pour qui que ce soit, où que ce soit. Lorsqu’il n’y a plus du tout de possession, avec la cessation de la possession, y aurait-il encore de l’avarice ? » ",
  "dn15:12.3": "« Non, monsieur. » ",
  "dn15:12.4": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à l’avarice, à savoir la possession. ",
  "dn15:13.1": "« L’attachement est une cause de la possession » — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:13.2": "Supposons qu’il n’y ait aucun attachement total et absolu pour qui que ce soit, où que ce soit. Quand il n’y a plus d’attachement du tout, avec la cessation de l’attachement, est-ce que la possession serait encore trouvée ? » ",
  "dn15:13.3": "« Non, monsieur. » ",
  "dn15:13.4": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à la possession, à savoir l’attachement. ",
  "dn15:14.1": "‹ Le désir et la convoitise sont une cause à l’attachement › — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:14.2": "Supposons qu’il n’y ait totalement et absolument aucun désir et aucune convoitise pour qui que ce soit, où que ce soit. Quand il n’y a plus du tout de désir et de convoitise, avec la cessation du désir et de la convoitise, est-ce que l’on trouverait encore de l’attachement ? » ",
  "dn15:14.3": "« Non, monsieur. » ",
  "dn15:14.4": "« C’est pourquoi c’est la cause, la source, l’origine et la condition de l’attachement, à savoir le désir et la convoitise. ",
  "dn15:15.1": "« L’évaluation est une cause au désir et à la convoitise » — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:15.2": "Supposons qu’il n’y ait aucune évaluation pour quiconque, où que ce soit. Lorsqu’il n’y a plus du tout d’évaluation, avec la cessation de l’évaluation, le désir et la convoitise seraient-ils encore trouvés? » ",
  "dn15:15.3": "« Non, monsieur. » ",
  "dn15:15.4": "« C’est pourquoi c’est la cause, la source, l’origine et la condition au désir et à la convoitise, à savoir l’évaluation. ",
  "dn15:16.1": "« L’acquisition de biens matériels est une cause à l’évaluation » — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:16.2": "Supposons qu’il n’y ait aucun gain de biens matériels pour quiconque, où que ce soit. Lorsqu’il n’y a plus du tout de gain de possessions matérielles, avec la cessation du gain de possessions matérielles, l’évaluation serait-elle toujours trouvée ? » ",
  "dn15:16.3": "« Non, monsieur. » ",
  "dn15:16.4": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à l’évaluation, à savoir l’obtention de biens matériels. ",
  "dn15:17.1": "« La quête est une cause à l’obtention de biens matériels » — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:17.2": "Supposons qu’il n’y ait aucune quête pour quiconque, où que ce soit. Lorsqu’il n’y a plus de quête du tout, avec la cessation de la quête, l’acquisition de possessions matérielles serait-elle toujours trouvée? » ",
  "dn15:17.3": "« Non, monsieur. » ",
  "dn15:17.4": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à l’acquisition de biens matériels, à savoir la quête. ",
  "dn15:18.1": "« L’envie est une cause à la quête » — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:18.2": "Supposons qu’il n’y ait aucune envie pour qui que ce soit, où que ce soit. ",
  "dn15:18.3": "C’est-à-dire l’envie de plaisirs sensuels, l’envie de continuer à exister et l’envie de mettre fin à l’existence. Quand il n’y a plus du tout d’envie, avec la cessation de l’envie, la quête serait-elle toujours trouvée? » ",
  "dn15:18.4": "« Non, monsieur. » ",
  "dn15:18.5": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à la quête, à savoir l’envie. ",
  "dn15:18.6": "Et donc, Ānanda, ces deux choses sont unies par les deux aspects de la sensation. ",
  "dn15:19.1": "‹ Le contact est une condition à la sensation › — c’est ce que j’ai dit. Et voici un moyen de comprendre comment il en est ainsi. ",
  "dn15:19.2": "Supposons qu’il n’y ait aucun contact pour qui que ce soit, où que ce soit. ",
  "dn15:19.3": "C’est-à-dire le contact par l’œil, l’oreille, le nez, la langue, le corps et l’esprit. Lorsqu’il n’y a plus de contact du tout, avec la cessation du contact, la sensation serait-elle toujours trouvée? » ",
  "dn15:19.4": "« Non, monsieur. » ",
  "dn15:19.5": "« C’est pourquoi c’est la cause, la source, l’origine et la condition à la sensation, à savoir le contact. ",
  "dn15:20.1": "« Le nom et la forme sont les conditions au contact »  — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:20.2": "Supposons qu’il n’y ait aucun des traits, attributs, signes et détails par lesquels se trouve la catégorie des phénomènes mentaux. Le contact linguistique se trouverait-il encore dans la catégorie des phénomènes physiques ? » ",
  "dn15:20.3": "« Non, monsieur. » ",
  "dn15:20.4": "« Supposons qu’il n’y ait aucune des caractéristiques, attributs, signes et détails par lesquels la catégorie des phénomènes physiques est trouvée. Le contact d’empiètement serait-il encore trouvé dans la catégorie des phénomènes mentaux ? » ",
  "dn15:20.5": "« Non, monsieur. » ",
  "dn15:20.6": "« Supposons qu’il n’y ait aucune des caractéristiques, attributs, signes et détails par lesquels les catégories de phénomènes mentaux ou physiques sont trouvées. Est-ce qu’on trouverait encore le contact linguistique ou le contact d’empiètement ? » ",
  "dn15:20.7": "« Non, monsieur. » ",
  "dn15:20.8": "« Supposons qu’il n’y ait aucune des caractéristiques, attributs, signes et détails par lesquels le nom et la forme sont trouvés. Le contact serait-il encore trouvé ? » ",
  "dn15:20.9": "« Non, monsieur. » ",
  "dn15:20.10": "« C’est pourquoi c’est la cause, la source, l’origine et la condition au contact, à savoir le nom et la forme. ",
  "dn15:21.1": "‹ La conscience est une condition au nom et à la forme › — c’est ce que j’ai dit. Et voici une façon de comprendre comment il en est ainsi. ",
  "dn15:21.2": "Si la conscience n’était pas conçue dans le ventre de la mère, le nom et la forme s’y coaguleraient-ils ? » ",
  "dn15:21.3": "« Non, monsieur. » ",
  "dn15:21.4": "« Si la conscience, après avoir été conçue dans le ventre de la mère faisant une fausse couche, le nom et la forme naîtraient-ils dans cet état d’existence ? » ",
  "dn15:21.5": "« Non, monsieur. » ",
  "dn15:21.6": "« Si la conscience d’un jeune garçon ou d’une jeune fille était interrompue, le nom et la forme parviendraient-ils à la croissance, à l’augmentation et à la maturité ? » ",
  "dn15:21.7": "« Non, monsieur. » ",
  "dn15:21.8": "« C’est pourquoi c’est la cause, la source, l’origine et la condition au nom et à la forme, à savoir la conscience. ",
  "dn15:22.1": "« Le nom et la forme sont les conditions à la conscience » — c’est ce que j’ai dit. Et ceci est un moyen de comprendre comment il en est ainsi. ",
  "dn15:22.2": "Si la conscience ne s’établissait pas dans le nom et la forme, trouverait-on l’origine de la souffrance — de la renaissance, de la vieillesse et de la mort — dans le futur ? » ",
  "dn15:22.3": "« Non, monsieur. » ",
  "dn15:22.4": "« C’est pourquoi ceci est la cause, la source, l’origine et la condition à la conscience, à savoir le nom et la forme. ",
  "dn15:22.5": "C’est la mesure dans laquelle on peut renaître, vieillir, mourir, disparaître ou réapparaître. ",
  "dn15:22.6": "C’est ainsi que s’étend le champ du langage, de la terminologie et de la description; que s’étend la sphère de la sagesse, que se déroule le cycle des renaissances et que l’on trouve cet état d’existence, à savoir le nom et la forme, avec la conscience. ",
  "dn15:23.0": "2. Décrire le Soi ",
  "dn15:23.1": "Comment ceux qui décrivent le soi le décrivent-ils ? ",
  "dn15:23.2": "Ils le décrivent comme physique et limité : ",
  "dn15:23.3": "‹ Mon moi est physique et limité. › ",
  "dn15:23.4": "Ou ils le décrivent comme physique et infini : ",
  "dn15:23.6": "Ou bien ils le décrivent comme sans forme et limité : ",
  "dn15:23.7": "‹ Mon moi est sans forme et limité. › ",
  "dn15:23.8": "Ou bien ils le décrivent comme sans forme et infini : ",
  "dn15:23.9": "‹ Mon moi est sans forme et infini. › ",
  "dn15:24.1": "Maintenant, prenez ceux qui décrivent le soi comme physique et limité. ",
  "dn15:24.2": "Ils décrivent le soi comme physique et limité dans le présent ; ou dans une vie future ; ou bien ils pensent : « Bien qu’il ne soit pas comme cela, je m’assurerai qu’il reçoive ce dont il a besoin pour devenir comme cela ». ",
  "dn15:24.3": "Ceci étant, il est approprié de dire qu’une vision du soi comme physique et limitée les sous-tend. ",
  "dn15:24.4": "Maintenant, prenez ceux qui décrivent le soi comme physique et infini… ",
  "dn15:24.7": "sans forme et limité… ",
  "dn15:24.10": "sans forme et infini. ",
  "dn15:24.11": "Ils décrivent le soi comme étant sans forme et infini dans le présent ; ou dans une vie future ; ou bien ils pensent : « Bien qu’il ne soit pas comme ça, je vais m’assurer qu’il reçoive ce dont il a besoin pour devenir comme cela ». ",
  "dn15:24.12": "Ceci étant, il est approprié de dire qu’une vision du soi comme étant sans forme et infini les sous-tend. ",
  "dn15:24.13": "C’est ainsi que ceux qui décrivent le soi le décrivent. ",
  "dn15:25.0": "3. Ne Pas Décrire le Soi ",
  "dn15:25.1": "Comment ceux qui ne décrivent pas le soi ne le décrivent-ils pas ? ",
  "dn15:25.2": "Ils ne le décrivent pas comme physique et limité… ",
  "dn15:25.4": "physique et infini… ",
  "dn15:25.6": "sans forme et limité… ",
  "dn15:25.8": "sans forme et infini : ",
  "dn15:25.9": "‹ Mon moi est sans forme et infini. › ",
  "dn15:26.1": "Maintenant, prenez ceux qui ne décrivent pas le soi comme physique et limité… ",
  "dn15:26.4": "physique et infini… ",
  "dn15:26.7": "sans forme et limité… ",
  "dn15:26.10": "sans forme et infini. ",
  "dn15:26.11": "Ils ne décrivent pas le soi comme étant sans forme et infini dans le présent, ou dans une vie future, et ils ne pensent pas : ‹ Bien qu’il ne soit pas comme cela, je vais m’assurer qu’il reçoive ce dont il a besoin pour devenir comme cela ›. ",
  "dn15:26.12": "Ceci étant, il est approprié de dire qu’une vision du soi comme étant sans forme et infini ne les sous-tend pas. ",
  "dn15:26.13": "C’est ainsi que ceux qui ne décrivent pas le soi ne le décrivent pas. ",
  "dn15:27.0": "4. Concernant un Soi ",
  "dn15:27.1": "Comment ceux qui considèrent le soi le considèrent-ils ? ",
  "dn15:27.2": "Ils considèrent la sensation comme un soi : ",
  "dn15:27.3": "‹ La sensation est mon moi. › ",
  "dn15:27.4": "Ou ils le considèrent comme ceci : ‹ La sensation n’est définitivement pas mon moi. Mon moi ne fait pas l’expérience de la sensation. › ",
  "dn15:27.5": "Ou ils le considèrent comme suit : ‹ La sensation n’est définitivement pas mon moi. Mais ce n’est pas que mon moi n’éprouve pas de sensation. Mon moi éprouve la sensation, car mon moi est susceptible d’éprouver la sensation. › ",
  "dn15:28.1": "Maintenant, quant à ceux qui disent : ",
  "dn15:28.2": "‹ Le sentiment est mon moi. › ",
  "dn15:28.3": "Vous devriez leur dire ceci : ",
  "dn15:28.4": "‹ Révérend, il y a trois sensations : ",
  "dn15:28.5": "agréable, douloureuse, et neutre. ",
  "dn15:28.6": "Laquelle d’entre elles considérez-vous comme le soi ? › ",
  "dn15:28.7": "Ānanda, au moment où vous ressentez une sensation agréable, vous ne ressentez pas de sensation douloureuse ou neutre ; ",
  "dn15:28.8": "vous ne resentez qu’une sensation agréable. ",
  "dn15:28.9": "Au moment où vous ressentez une sensation douloureuse, vous ne ressentez pas de sensation agréable ou neutre ; ",
  "dn15:28.10": "vous ne ressentez qu’une sensation douloureuse. ",
  "dn15:28.11": "Au moment où vous ressentez une sensation neutre, vous ne ressentez pas de sensation agréable ou douloureuse ; ",
  "dn15:28.12": "vous ne ressentez qu’une sensation neutre. ",
  "dn15:29.1": "Les sensations agréables, les sensations douloureuses et les sensations neutres sont toutes impermanentes, conditionnées, d’origine dépendante, susceptibles de prendre fin, de disparaître, de se dissiper et de cesser. ",
  "dn15:29.4": "Lorsqu’ils ressentent une sensation agréable, ils pensent : ‹ C’est mon moi. › ",
  "dn15:29.5": "Lorsque la sensation agréable cesse, ils pensent : ‹ Mon moi a disparu. › ",
  "dn15:29.6": "Lorsqu’ils ressentent une sensation douloureuse, ils pensent : ‹ C’est mon moi. › ",
  "dn15:29.7": "Lorsque leur sensation douloureuse cesse, ils pensent : ‹ Mon moi a disparu. › ",
  "dn15:29.8": "Lorsqu’ils ressentent une sensation neutre, ils pensent : ‹ C’est mon moi. › ",
  "dn15:29.9": "Lorsque leur sensation neutre cesse, ils pensent : ‹ Mon moi a disparu. › ",
  "dn15:29.10": "Ainsi, ceux qui disent : ‹ La sensation est mon moi › considèrent comme soi ce qui est évidemment impermanent, un mélange de plaisir et de douleur, et susceptible d’apparaître et de disparaître. ",
  "dn15:29.11": "C’est pourquoi il n’est pas acceptable de considérer la sensation comme le soi. ",
  "dn15:30.1": "Maintenant, quant à ceux qui disent : ",
  "dn15:30.2": "‹ La sensation n’est certainement pas mon moi. Mon moi n’éprouve pas de sensation. › Vous devriez leur dire ceci, ",
  "dn15:30.3": "‹ Mais révérend, là où il n’y a aucune sensation, la pensée « je suis» se produirait-elle ? ›» ",
  "dn15:30.4": "« Non, monsieur. » ",
  "dn15:30.5": "« C’est pourquoi il n’est pas acceptable de considérer le soi comme quelque chose qui n’éprouve pas de sensation. ",
  "dn15:31.1": "Maintenant, quant à ceux qui disent : ",
  "dn15:31.2": "‹ La sensation n’est définitivement pas mon moi. Mais ce n’est pas que mon moi n’éprouve pas de sensation. Mon moi ressent, car mon moi est susceptible de ressentir. › ",
  "dn15:31.3": "Vous devriez leur dire ceci, ",
  "dn15:31.4": "‹ Supposons que les sensations cessent totalement et complètement sans qu’il n’en reste rien. ",
  "dn15:31.5": "Quand il n’y a  plus de sensation du tout, avec la cessation de la sensation, la pensée « je suis ceci » se produirait-elle là ? ›» ",
  "dn15:31.6": "« Non, monsieur. » ",
  "dn15:31.7": "« C’est pourquoi il n’est pas acceptable de considérer le soi comme ce qui est susceptible de ressentir. ",
  "dn15:32.2": "Ne considérant rien de cette façon, ils ne s’agrippent à rien dans ce monde. ",
  "dn15:32.3": "Ne s’agrippant pas, ils ne sont pas anxieux. N’étant pas anxieux, ils s’éteignent personnellement. ",
  "dn15:32.4": "Ils comprennent : ‹ La renaissance est terminée, le voyage spirituel est achevé, ce qui devait être fait a été fait, il n’y a pas de retour à un quelconque état d’existence. › ",
  "dn15:32.5": "Il ne serait pas approprié de dire qu’un moine dont l’esprit est ainsi libéré a les conceptions suivantes : ",
  "dn15:32.6": "‹ Un Réalisé existe après la mort › ; ",
  "dn15:32.7": "‹ Un Réalisé n’existe pas après la mort › ; ",
  "dn15:32.8": "‹ Un Réalisé existe et n’existe pas à la fois après la mort › ; ",
  "dn15:32.9": "‹ Un Réalisé n’existe ni n’existe pas après la mort ›. ",
  "dn15:32.10": "Pourquoi cela ? ",
  "dn15:32.11": "Un moine est libéré par cette connaissance directe : jusqu’où s’étendent le langage et le champ du langage ; jusqu’où s’étendent la terminologie et le champ de la terminologie ; jusqu’où s’étendent la description et le champ de la description ; jusqu’où s’étendent la sagesse et la sphère de la sagesse ; jusqu’où s’étendent le cycle des renaissances et sa continuation. Il ne serait pas approprié de dire qu’un moine libéré par cette connaissance directe ait cette conception : ‹ Il n’y a rien de tel que de savoir et de voir. › ",
  "dn15:33.0": "5. Les Plans de Conscience ",
  "dn15:33.1": "« Ānanda, il existe sept plans de conscience et deux dimensions. ",
  "dn15:33.2": "Quels sont ces sept plans ? ",
  "dn15:33.3": "Il y a des êtres sensibles variés par le corps et variés par la perception, comme les êtres humains, certains dieux et certains êtres du monde inférieur. ",
  "dn15:33.4": "C’est le premier plan de conscience. ",
  "dn15:33.5": "Il y a des êtres sensibles variés par le corps et unifiés par la perception, comme les dieux qui renaissent dans l’Hôte de Brahmā par la première absorption. ",
  "dn15:33.6": "C’est le deuxième plan de conscience. ",
  "dn15:33.7": "Il y a des êtres sensibles unifiés par le corps et variés par la perception, tels que les dieux de la radiance rayonnante. ",
  "dn15:33.8": "Ceci est le troisième plan de conscience. ",
  "dn15:33.9": "Il y a des êtres sensibles unifiés par le corps et unifiés par la perception, comme les dieux pleins de gloire. ",
  "dn15:33.10": "Ceci est le quatrième plan de conscience. ",
  "dn15:33.11": "Il y a des êtres sensibles qui ont totalement dépassé les perceptions de la forme. En mettant fin aux perceptions d’empiètement, en ne se concentrant pas sur les perceptions de diversité, conscients que ‹ l’espace est infini ›, ils sont renés dans la dimension de l’espace infini. ",
  "dn15:33.12": "C’est le cinquième plan de conscience. ",
  "dn15:33.13": "Il existe des êtres sensibles qui ont totalement dépassé la dimension de l’espace infini. Conscients que ‹ la conscience est infinie ›, ils sont renés dans la dimension de la conscience infinie. ",
  "dn15:33.14": "C’est le sixième plan de conscience. ",
  "dn15:33.15": "Il y a des êtres sensibles qui ont totalement dépassé la dimension de la conscience infinie. Conscients qu’‹ il n’y a rien du tout ›, ils sont renés dans la dimension du néant. ",
  "dn15:33.16": "C’est le septième plan de conscience. ",
  "dn15:33.17": "Ensuite, il y a la dimension des êtres non perceptifs, et deuxièmement, la dimension sans perception ni non-perception. ",
  "dn15:34.1": "Maintenant, concernant ces sept plans de conscience et ces deux dimensions, ",
  "dn15:34.2": "est-il approprié pour quelqu’un qui les comprend — ainsi que leur origine, leur fin, leur gratification, leur inconvénient et leur échappatoire — d’y prendre plaisir ? » ",
  "dn15:34.3": "« Non, monsieur. » ",
  "dn15:34.10": "« Lorsqu’un moine, ayant vraiment compris l’origine, la fin, la gratification, l’inconvénient et l’échappatoire de ces sept plans de conscience et de ces deux dimensions, est libéré en ne s’y accrochant pas, on l’appelle un moine libéré par la sagesse. » ",
  "dn15:35.0": "6. Les Huit Libérations ",
  "dn15:35.1": "« Ānanda, il y a ces huit libérations. ",
  "dn15:35.2": "Quelles sont ces huit ? ",
  "dn15:35.3": "Ayant une forme physique, ils voient des visions. ",
  "dn15:35.4": "C’est la première libération. ",
  "dn15:35.5": "Ne percevant pas la forme intérieurement, ils voient des visions extérieurement. ",
  "dn15:35.6": "C’est la deuxième libération. ",
  "dn15:35.7": "Ils se concentrent uniquement sur la beauté. ",
  "dn15:35.8": "C’est la troisième libération. ",
  "dn15:35.9": "Allant totalement au-delà des perceptions de la forme, avec la fin des perceptions d’empiètement, ne se focalisant pas sur les perceptions de la diversité, conscients que ‹ l’espace est infini › , ils entrent et restent dans la dimension de l’espace infini. ",
  "dn15:35.10": "C’est la quatrième libération. ",
  "dn15:35.11": "Allant totalement au-delà de la dimension de l’espace infini, conscients que ‹ la conscience est infinie › , ils entrent et restent dans la dimension de la conscience infinie. ",
  "dn15:35.12": "C’est la cinquième libération. ",
  "dn15:35.13": "En allant totalement au-delà de la dimension de la conscience infinie, conscients qu’il n’y a rien du tout, ils entrent et restent dans la dimension du néant. ",
  "dn15:35.14": "C’est la sixième libération. ",
  "dn15:35.15": "Allant totalement au-delà de la dimension du néant, ils entrent et demeurent dans la dimension de la non-perception et de la non-perception. ",
  "dn15:35.16": "C’est la septième libération. ",
  "dn15:35.17": "Allant totalement au-delà de la dimension de la non-perception et de la non-perception, ils entrent et demeurent dans la cessation de la perception et de la sensation. ",
  "dn15:35.18": "C’est la huitième libération. ",
  "dn15:35.19": "Telles sont les huit libérations. ",
  "dn15:36.1": "Lorsqu’un moine entre dans ces huit libérations et en sort — dans le sens avant, dans le sens arrière, dans le sens avant et arrière — où il veut, quand il veut et aussi longtemps qu’il veut ; ",
  "dn15:36.2": "et quand il réalise la liberté non souillée du cœur et la liberté par la sagesse dans cette vie même, et vit en l’ayant réalisé avec sa propre compréhension en raison de la fin des souillures, il est appelé un moine qui est libéré des deux façons. ",
  "dn15:36.3": "Et, Ānanda, il n’y a pas d’autre liberté des deux façons qui soit meilleure ou plus excellente que celle-ci. » ",
  "dn15:36.4": "C’est ce qu’a dit le Bouddha. ",
  "dn15:36.5": "Satisfait, le Vénérable Ānanda était heureux de ce qu’avait dit le Bouddha. "
}