{
  "dn21:0.1": "Long Discours 21 ",
  "dn21:0.2": "Les Questions de Sakka ",
  "dn21:1.1.1": "Ainsi ai-je entendu. ",
  "dn21:1.1.2": "À une époque, le Bouddha séjournait au pays des Magadhans ; à l’est de Rājagaha, il y avait un village de brahmanes nommé Ambasaṇḍā, au nord duquel, sur le mont Vediyaka, se trouvait la grotte Indasāla. ",
  "dn21:1.1.3": "À ce moment-là, Sakka, le seigneur des dieux, était impatient de voir le Bouddha. ",
  "dn21:1.1.4": "Il pensa, ",
  "dn21:1.1.5": "« Où se trouve actuellement le Bienheureux, le perfectionné, le Bouddha pleinement éveillé ? » ",
  "dn21:1.1.6": "Il vu que le Bouddha était à la grotte d’Indasāla, ",
  "dn21:1.1.7": "et s’adressa aux dieux des Trente-Trois, ",
  "dn21:1.1.8": "« Bons messieurs, le Bouddha séjourne au pays des Magadhans, dans la grotte d’Indasāla. ",
  "dn21:1.1.9": "Et si nous allions voir ce Bienheureux, le perfectionné, le Bouddha pleinement éveillé ? » ",
  "dn21:1.1.10": "« Oui, seigneur », ont répondu les dieux. ",
  "dn21:1.2.1": "Puis Sakka s’adressa à l’être céleste Pañcasikha, ",
  "dn21:1.2.2": "« Cher Pañcasikha, le Bouddha séjourne au pays des Magadhans, dans la grotte d’Indasāla. ",
  "dn21:1.2.3": "Et si nous allions voir ce Bienheureux, le perfectionné, le Bouddha pleinement éveillé ? » ",
  "dn21:1.2.4": "« Oui, seigneur », répondit à l’être céleste Pañcasikha. Prenant sa harpe arquée faite de bois pâle de pommier, et partit en tant que préposé à Sakka. ",
  "dn21:1.2.5": "Puis Sakka partit à la tête d’une cour composée des dieux des Trente-Trois et du dieu Pañcasikha. ",
  "dn21:1.2.6": "Aussi facilement qu’une personne forte étendrait ou contracterait son bras, il disparut du royaume des dieux des Trente-Trois et atterrit sur le mont Vediyaka au nord d’Ambasaṇḍā. ",
  "dn21:1.3.1": "À ce moment-là, une lumière éblouissante apparut sur le mont Vediyaka et sur Ambasaṇḍā, comme cela se produit par la gloire des dieux. ",
  "dn21:1.3.2": "Les gens dans les villages environnants, terrifiés, choqués et stupéfaits, dirent, ",
  "dn21:1.3.3": "« Le mont Vediyaka est sûrement en feu aujourd’hui, flamboyant et brûlant ! ",
  "dn21:1.3.4": "Oh, pourquoi une lumière si éblouissante est-elle apparue sur le mont Vediyaka et Ambasaṇḍā ? » ",
  "dn21:1.3.5": "",
  "dn21:1.4.1": "Puis Sakka s’adressa à l’être céleste Pañcasikha, ",
  "dn21:1.4.2": "« Mon cher Pañcasikha, il est difficile pour quelqu’un comme moi d’approcher les Réalisés lorsqu’ils sont en retraite, pratiquant l’absorption, profitant de l’absorption. ",
  "dn21:1.4.3": "Mais si vous charmiez d’abord le Bouddha, alors je pourrais aller le voir. » ",
  "dn21:1.4.4": "« Oui, seigneur », répondit l’être céleste Pañcasikha. Prenant sa harpe arquée faite de bois pâle de pommier, il se rendit à la grotte d’Indasāla. Lorsqu’il s’approcha, il se tint à l’écart, réfléchissant, ",
  "dn21:1.4.5": "« Ce n’est ni trop loin ni trop près, et il entendra ma voix. » ",
  "dn21:1.4.7.0": "1. Le Chant de Pañcasikha ",
  "dn21:1.4.8": "Debout sur un côté, Pañcasikha jouait de sa harpe arquée, et chantait ces vers au sujet du Bouddha, l’enseignement, le Saṅgha, les êtres perfectionnés, et l’amour sensuel. ",
  "dn21:1.5.1": "« Ma dame Suriyavaccasā, oh mon rayon de soleil —",
  "dn21:1.5.2": "Je rends hommage à ton père Timbaru, ",
  "dn21:1.5.3": "par qui est née une femme si parfaite, ",
  "dn21:1.5.4": "pour me combler d’une joie que je n’ai jamais connue. ",
  "dn21:1.5.5": "Aussi doux qu’une brise pour celui qui transpire, ",
  "dn21:1.5.6": "ou lorsqu’on a soif, une boisson sucrée et rafraîchissante, ",
  "dn21:1.5.7": "ta beauté resplendissante m’est si chère, ",
  "dn21:1.5.8": "comme l’enseignement l’est à tous les saints ! ",
  "dn21:1.5.9": "Comme un remède quand on est frappé par une fièvre terrible, ",
  "dn21:1.5.10": "ou de la nourriture pour atténuer la douleur de la faim, ",
  "dn21:1.5.11": "allez, chérie, éteins mon feu, ",
  "dn21:1.5.12": "éteins-moi comme l’eau sur une flamme. ",
  "dn21:1.5.13": "Tel des éléphants brûlant dans la chaleur d’été, ",
  "dn21:1.5.14": "descendent dans un étang de lotus pour se reposer, ",
  "dn21:1.5.15": "si frais, plein de pétales et de pollen… ",
  "dn21:1.5.16": "c’est ainsi que je plongerais dans ta poitrine. ",
  "dn21:1.5.17": "Comme les éléphants qui font rompre leurs liens pendant la saison du rut, ",
  "dn21:1.5.18": "repoussant les piqûres de lance et de pointes —",
  "dn21:1.5.19": "je ne comprends juste pas la raison pour laquelle ",
  "dn21:1.5.20": "je suis tellement fou de tes cuisses galbées ! ",
  "dn21:1.5.21": "Pour toi, mon cœur est plein de passion, ",
  "dn21:1.5.22": "je suis dans un état second. ",
  "dn21:1.5.23": "Il n’y a pas de retour en arrière possible, je n’en suis pas capable, ",
  "dn21:1.5.24": "je suis tel un poisson accroché à la ligne. ",
  "dn21:1.5.25": "Allez, ma chérie, tiens-moi, belle des cuisses ! ",
  "dn21:1.5.26": "Embrasse-moi, avec tes yeux si timides ! ",
  "dn21:1.5.27": "Prends-moi dans tes bras, ma belle dame, ",
  "dn21:1.5.28": "c’est tout ce que j’ai toujours voulu ou pu désirer. ",
  "dn21:1.5.29": "Ah, alors mon désir était si peu de chose, ",
  "dn21:1.5.30": "ma douce, avec tes cheveux bouclés et ondulés ; ",
  "dn21:1.5.31": "maintenant, comme une offrande aux arahants, ",
  "dn21:1.5.32": "il s’est tellement développé à partir de là. ",
  "dn21:1.5.33": "Quel que soit le mérite que j’ai acquis ",
  "dn21:1.5.34": "en donnant à ces êtres si perfectionnés —",
  "dn21:1.5.35": "que cela, ma toute belle, ",
  "dn21:1.5.36": "mûrisse en union avec toi. ",
  "dn21:1.5.37": "Quel que soit le mérite que j’ai acquis ",
  "dn21:1.5.38": "dans ce vaste territoire, ",
  "dn21:1.5.39": "que cela, ma toute belle, ",
  "dn21:1.5.40": "mûrisse en union avec toi. ",
  "dn21:1.5.41": "Absorbé, le Sakyan médite, ",
  "dn21:1.5.42": "unifié, alerte et attentif, ",
  "dn21:1.5.43": "le sage cherche l’état non soumis mort —",
  "dn21:1.5.44": "comme moi, oh mon rayon de soleil, qui te désire ! ",
  "dn21:1.5.45": "Et tout comme le sage se réjouirait, ",
  "dn21:1.5.46": "s’il s’éveillait à la vérité, ",
  "dn21:1.5.47": "ainsi je me réjouirais, madame, ",
  "dn21:1.5.48": "si je devais finir par ne faire qu’un avec vous. ",
  "dn21:1.5.49": "Si Sakka devait m’accorder un seul souhait, ",
  "dn21:1.5.50": "en tant que Seigneur des Trente-Trois Saints, ",
  "dn21:1.5.51": "ma chérie, vous êtes la seule que je souhaiterais, ",
  "dn21:1.5.52": "si fort est l’amour que je vous porte. ",
  "dn21:1.5.53": "Comme un arbre sal fraîchement fleuri ",
  "dn21:1.5.54": "est votre père, ma dame si sage. ",
  "dn21:1.5.55": "Je lui rends hommage en m’inclinant humblement, ",
  "dn21:1.5.56": "à celui dont la fille est d’un tel rang. » ",
  "dn21:1.6.1": "Lorsque Pañcasikha eut parlé, le Bouddha lui dit, ",
  "dn21:1.6.2": "« Pañcasikha, le son des cordes et le son de votre voix se marient bien ensemble, ",
  "dn21:1.6.3": "de sorte qu’aucun ne domine l’autre. ",
  "dn21:1.6.4": "Mais quand avez-vous composé ces vers au sujet du Bouddha, l’enseignement, le Saṅgha, les êtres perfectionnés et l’amour sensuel ? » ",
  "dn21:1.6.5": "« Cette fois-là, monsieur, lorsque vous veniez de vous éveiller, vous séjourniez près d’Uruvelā, dans le banian du chevrier, au bord de la rivière Nerañjarā. ",
  "dn21:1.6.6": "Et à cette époque, j’étais amoureux de la dame nommée Bhaddā Suriyavacchasā, la fille du roi Timbaru. ",
  "dn21:1.6.7": "Mais la sœur en désirait une autre —",
  "dn21:1.6.8": "c’était Mātali le fils du charretier nommé Sikhaḍḍī qu’elle aimait. ",
  "dn21:1.6.9": "Puisque je ne pouvais en aucun cas gagner cette sœur, ",
  "dn21:1.6.10": "J’ai apporté ma harpe arquée chez Timbaru, où j’ai joué ces vers. ",
  "dn21:1.7.10": "Lorsque j’eus terminé, Suriyavacchasā me dit, ",
  "dn21:1.7.11": "‹ Cher monsieur, je n’ai pas vu personnellement le Bouddha. Mais j’ai entendu parler de lui lorsque je suis allé danser pour les dieux des Trente-Trois dans le Palais de Justice. ",
  "dn21:1.7.12": "Puisque vous vantez les mérites du Bouddha, rencontrons-nous aujourd’hui. › ",
  "dn21:1.7.13": "Et c’est là que j’ai rencontré cette sœur. ",
  "dn21:1.7.14": "Mais nous ne nous sommes pas rencontrés depuis. » ",
  "dn21:1.8.0": "2. L’Approche de Sakka ",
  "dn21:1.8.1": "Alors Sakka, seigneur des dieux, pensa, ",
  "dn21:1.8.2": "« Pañcasikha échange des salutations avec le Bouddha. » ",
  "dn21:1.8.3": "Il s’adressa donc à Pañcasikha, ",
  "dn21:1.8.4": "« Mon cher Pañcasikha, incline-toi pour moi devant le Bouddha en disant : ",
  "dn21:1.8.5": "‹ Monsieur, Sakka, seigneur des dieux, avec ses ministres et sa cour, s’incline avec sa tête à vos pieds. › » ",
  "dn21:1.8.6": "« Oui, seigneur », répondit Pañcasikha. Il s’inclina devant le Bouddha et dit, ",
  "dn21:1.8.7": "« Que Sakka, ses ministres et sa cour soient heureux, Pañcasikha, » dit le Bouddha, ",
  "dn21:1.8.8": "« Que Sakka, ses ministres et sa cour soient heureux, Pañcasikha, » dit le Bouddha, ",
  "dn21:1.8.9": "« car tous veulent être heureux, qu’il s’agisse de dieux, d’humains, de démons, de dragons, d’êtres célestes ou de toutes les autres créatures diverses qui peuvent exister. » ",
  "dn21:1.8.10": "Car c’est ainsi que les Réalisés saluent ces esprits illustres. ",
  "dn21:1.8.11": "Après avoir été salué par le Bouddha, Sakka entra dans la grotte Indasāla, s’inclina devant le Bouddha et se tint sur le côté. ",
  "dn21:1.8.12": "Et les dieux des Trente-Trois firent de même, ",
  "dn21:1.8.13": "ainsi que Pañcasikha. ",
  "dn21:1.9.1": "Et à ce moment-là, les lieux inégaux furent égalisés, les lieux exigus furent ouverts, l’obscurité disparut dans la grotte et la lumière apparut, comme cela se produit par la gloire des dieux. ",
  "dn21:1.9.2": "Alors le Bouddha dit à Sakka, ",
  "dn21:1.9.3": "« C’est incroyable et stupéfiant que toi, le vénérable Kosiya, qui a tant de devoirs et tant de choses à faire, vienne ici. » ",
  "dn21:1.9.4": "« Depuis longtemps, je voulais venir voir le Bouddha, mais je n’en étais pas capable, étant empêché par mes nombreux devoirs et responsabilités envers les dieux des Trente-Trois. » ",
  "dn21:1.9.5": "Cette fois-là, monsieur, le Bouddha séjournait près de Sāvatthī, dans la hutte de l’arbre à encens. ",
  "dn21:1.9.6": "Je me rendis alors à Sāvatthī pour voir le Bouddha. ",
  "dn21:1.10.1": "Mais à ce moment-là, le Bouddha était assis, plongé dans une sorte de méditation. Et une jeune fille divine du Grand Roi Vessavaṇa nommée Bhūjati s’occupait du Bouddha, debout, lui rendant hommage avec les paumes jointes. ",
  "dn21:1.10.2": "Je lui dis alors : ",
  "dn21:1.10.3": "« Sœur, incline-toi devant le Bouddha pour moi, en disant : ",
  "dn21:1.10.4": "« Monsieur, Sakka, seigneur des dieux, avec ses ministres et sa cour, s’incline avec sa tête à vos pieds. » ",
  "dn21:1.10.5": "Dès que j’eus dit cela, elle me dit : ",
  "dn21:1.10.6": "‹ C’est le mauvais moment pour voir le Bouddha, ",
  "dn21:1.10.7": "car il est en retraite. › ",
  "dn21:1.10.8": "‹ Dans ce cas, ma soeur, transmettez mon message lorsque le Bouddha sortira de cette immersion. › ",
  "dn21:1.10.9": "",
  "dn21:1.10.10": "J’espère que cette sœur s’est inclinée devant vous ? ",
  "dn21:1.10.11": "Vous souvenez-vous de ce qu’elle a dit ? » ",
  "dn21:1.10.12": "« Elle s’est inclinée, seigneur des dieux, et je me souviens de ce qu’elle a dit. ",
  "dn21:1.10.13": "Je me souviens aussi que c’est le bruit des roues de votre char qui m’a tiré de cette immersion. » ",
  "dn21:1.11.1": "« Monsieur, j’ai entendu et appris ceci en présence des dieux renés dans l’hôte des Trente-Trois avant moi : ",
  "dn21:1.11.2": "‹ Lorsqu’un Réalisé surgit dans le monde, perfectionné et pleinement éveillé, les hôtes célestes grossissent, tandis que les hôtes démoniaques diminuent. › ",
  "dn21:1.11.3": "Et j’ai vu cela de mes propres yeux. ",
  "dn21:1.11.4.0": "2.1. L’Histoire de Gopikā ",
  "dn21:1.11.5": "Il y avait ici même, à Kapilavatthu, une dame Sakyan nommée Gopikā qui avait confiance en le Bouddha, l’enseignement et le Saṅgha, et avait accompli son éthique. ",
  "dn21:1.11.6": "Perdant son attachement à la féminité, elle développa la masculinité. Lorsque son corps se décomposa, après la mort, elle renaquit dans un bon endroit, un royaume céleste. ",
  "dn21:1.11.7": "En compagnie des dieux des Trente-Trois, elle devint l’un de mes fils. ",
  "dn21:1.11.8": "Là-bas, ils l’ont connu en tant que ",
  "dn21:1.11.9": "dieu Gopaka. ",
  "dn21:1.11.10": "Pendant ce temps, trois autres des moines qui avaient mené une vie spirituelle sous la direction du Bouddha, renaissaient dans le royaume inférieur des êtres célestes. ",
  "dn21:1.11.11": "Là, ils s’amusèrent, s’approvisionnèrent et se procurèrent les cinq sortes de stimulations sensuelles, et devinrent mes serviteurs et assistants. ",
  "dn21:1.11.12": "A ce moment-là, Gopaka les réprimanda, ",
  "dn21:1.11.13": "« Où diable étiez-vous, messieurs, lorsque vous avez entendu l’enseignement du Bouddha ? ",
  "dn21:1.11.14": "Car, alors que j’étais encore une femme, j’avais confiance en le Bouddha, l’enseignement et le Saṅgha, et j’avais accompli mon éthique. J’ai perdu mon attachement à la féminité et développé la masculinité. Lorsque mon corps s’est décomposé, après la mort, j’ai pu renaître dans un bon endroit, un royaume céleste. En compagnie des dieux des Trente-Trois, je suis devenu l’un des fils de Sakka. ",
  "dn21:1.11.15": "Ici, ils me connaissent en tant que ",
  "dn21:1.11.16": "dieu Gopaka. ",
  "dn21:1.11.17": "Mais vous, ayant mené une vie spirituelle sous la direction du Bouddha, vous êtes renés dans le royaume inférieur des êtes célestes. ",
  "dn21:1.11.18": "",
  "dn21:1.11.19": "Lorsqu’ils furent réprimandés par Gopaka, deux de ces dieux, dans cette même vie, acquirent la pleine conscience conduisant à l’accueil des ministres de Brahmā. Mais un dieu resta attaché à la sensualité. ",
  "dn21:1.12.1": "‹ J’étais une femme laïque, disciple du sage, ",
  "dn21:1.12.2": "et mon nom était Gopikā. ",
  "dn21:1.12.3": "J’étais dévouée au Bouddha et à l’enseignement, ",
  "dn21:1.12.4": "et je servais fidèlement le Saṅgha. ",
  "dn21:1.12.5": "En raison de l’excellence de l’enseignement du Bouddha, ",
  "dn21:1.12.6": " je suis maintenant un fils puissant et splendide de Sakka, ",
  "dn21:1.12.7": "rené parmi les Trois et Trente. ",
  "dn21:1.12.8": "Et ici, ils me connaissent sous le nom de Gopaka. ",
  "dn21:1.12.9": "Puis j’ai vu des moines que j’avais déjà vus auparavant, ",
  "dn21:1.12.10": "qui habitent dans l’hôte des êtres célestes. ",
  "dn21:1.12.11": "Quand j’étais un humain, ",
  "dn21:1.12.12": "ils étaient disciples de Gotama. ",
  "dn21:1.12.13": "Je leur servais de la nourriture et des boissons, ",
  "dn21:1.12.14": "et j’ai serré leurs pieds dans ma propre maison. ",
  "dn21:1.12.15": "Où diable étaient-ils ",
  "dn21:1.12.16": "quand ils ont appris les enseignements du Bouddha ? ",
  "dn21:1.12.17": "Car chacun doit connaître par lui-même l’enseignement ",
  "dn21:1.12.18": "si bien enseigné, réalisé par le sage. ",
  "dn21:1.12.19": "J’étais celui qui te suivait, ",
  "dn21:1.12.20": "ayant entendu les bonnes paroles des nobles. ",
  "dn21:1.12.21": "Je suis maintenant un fils puissant et splendide de Sakka, ",
  "dn21:1.12.22": "rené parmi les Trois et Trente. ",
  "dn21:1.12.23": "Mais vous avez suivi le meilleur des hommes, ",
  "dn21:1.12.24": "et vous avez mené la vie spirituelle suprême, ",
  "dn21:1.12.25": "mais pourtant vous êtes né dans ce royaume inférieur, ",
  "dn21:1.12.26": "une renaissance inconvenable. ",
  "dn21:1.12.27": "C’est un triste spectacle que je vois, messieurs, ",
  "dn21:1.12.28": "amis Bouddhistes dans un royaume inférieur. ",
  "dn21:1.12.29": "Renaître dans l’hôte des êtres célestes, ",
  "dn21:1.12.30": "vous n’attendez que les dieux. ",
  "dn21:1.12.31": "Pendant ce temps, je demeurais dans une maison —",
  "dn21:1.12.32": "mais voyez ma distinction maintenant ! ",
  "dn21:1.12.33": "Ayant été une femme, je suis maintenant un dieu masculin, ",
  "dn21:1.12.34": "béni de plaisirs sensuels célestes. › ",
  "dn21:1.12.35": "Réprimandé par ce disciple de Gotama, ",
  "dn21:1.12.36": "lorsqu’ils comprirent Gopaka, ils furent frappés d’urgence. ",
  "dn21:1.12.37": "Efforçons-nous, essayons vraiment—",
  "dn21:1.12.38": "nous ne servirons plus les autres ! ",
  "dn21:1.12.39": "Deux d’entre eux rassemblèrent leur énergie, ",
  "dn21:1.12.40": "en se rappelant les instructions du Bouddha. ",
  "dn21:1.12.41": "Tout de suite, ils sont devenus impassibles, ",
  "dn21:1.12.42": "Ils virent les inconvénients des plaisirs sensuels. ",
  "dn21:1.12.43": "Les entraves et les liens des plaisirs sensuels —",
  "dn21:1.12.44": "les liens de Māra si difficiles à rompre —",
  "dn21:1.12.45": "ils les ont fait céder comme un éléphant ses cordes, ",
  "dn21:1.12.46": "et passèrent directement sur les Trente-Trois. ",
  "dn21:1.12.47": "Les dieux avec Indra et Pajāpati ",
  "dn21:1.12.48": "étaient tous réunis dans le Palais de Justice. ",
  "dn21:1.12.49": "Alors qu’ils étaient assis là, ils passèrent sur eux, ",
  "dn21:1.12.50": "les héros sans désir, pratiquant la pureté. ",
  "dn21:1.12.51": "En les voyant, Vāsava fut frappé d’un sentiment d’urgence ; ",
  "dn21:1.12.52": "le maître des dieux, au milieu du groupe dit, ",
  "dn21:1.12.53": "‹ Ceux-là sont nés dans le royaume inférieur des êtres célestes, ",
  "dn21:1.12.54": "mais maintenant ils nous dépassent ! › ",
  "dn21:1.12.55": "Ecoutez le discours de celui qui est si ému, ",
  "dn21:1.12.56": "Gopaka s’adresse à Vāsava, ",
  "dn21:1.12.57": "‹ Il y a un Bouddha, un seigneur des hommes, dans le monde. ",
  "dn21:1.12.58": "Connu sous le nom de Sage Sakyan, il a maîtrisé les sens. ",
  "dn21:1.12.59": "Ses fils étaient dépourvus de pleine conscience ; ",
  "dn21:1.12.60": "mais quand je les ai réprimandés, ils l’ont regagnée. ",
  "dn21:1.12.61": "Parmi les trois, il y en a un qui reste ",
  "dn21:1.12.62": "demeurant dans l’hôte des êtres célestes. ",
  "dn21:1.12.63": "Mais deux, qui se souviennent du chemin de l’éveil, ",
  "dn21:1.12.64": "sereins, rejettent même les dieux. › ",
  "dn21:1.12.65": "L’enseignement est expliqué de telle manière ",
  "dn21:1.12.66": "que pas un seul disciple n’en doute. ",
  "dn21:1.12.67": "Nous vénérons le Bouddha, le vainqueur, le seigneur des hommes, ",
  "dn21:1.12.68": "qui a traversé le déluge et éliminé le doute. ",
  "dn21:1.12.69": "Ils ont atteint la distinction qui correspond à ",
  "dn21:1.12.70": "la mesure de leur compréhension de l’enseignement dispensé ici. ",
  "dn21:1.12.71": "Deux d’entre eux ont maîtrisé la distinction de ",
  "dn21:1.12.72": "l’hôte des Ministres de Brahmā. ",
  "dn21:1.12.73": "Nous sommes venus ici, cher monsieur, ",
  "dn21:1.12.74": "pour réaliser cet enseignement même. ",
  "dn21:1.12.75": "Si le Bouddha me donnait une chance, ",
  "dn21:1.12.76": "je poserais une question, cher monsieur. » ",
  "dn21:1.13.1": "Alors le Bouddha pensa , ",
  "dn21:1.13.2": "« Depuis longtemps maintenant, cet esprit a mené une vie pure. Toute question qu’il me posera sera bénéfique et non inutile. ",
  "dn21:1.13.3": "Et il comprendra rapidement toute réponse que je donnerai à sa question. » ",
  "dn21:1.13.4": "Le Bouddha s’est donc adressé à Sakka en vers : ",
  "dn21:1.13.5": "« Posez-moi votre question, Vāsava, ",
  "dn21:1.13.6": "tout ce que vous voulez. ",
  "dn21:1.13.7": "Je vais résoudre chacune des ",
  "dn21:1.13.8": "questions que vous avez. » ",
  "dn21:1.13.9": "_La première section de récitation est terminée._ ",
  "dn21:2.1.1": "Le Bouddha lui en ayant donné l’occasion, Sakka posa la première question. ",
  "dn21:2.1.2": "« Cher monsieur, quelles sont les entraves qui lient les dieux, les humains, les démons, les dragons, les êtres célestes et toutes les autres créatures diverses —",
  "dn21:2.1.3": "de sorte que, bien qu’ils souhaitent être libérés de l’inimitié, de la violence, de l’hostilité et de la haine, ils ont toujours de l’inimitié, de la violence, de l’hostilité et de la haine ? » ",
  "dn21:2.1.4": "Telle était la question de Sakka au Bouddha. ",
  "dn21:2.1.5": "Et le Bouddha lui répondit : ",
  "dn21:2.1.6": "« Seigneur des dieux, les entraves de la jalousie et de l’avarice lient les dieux, les humains, les démons, les dragons, les êtres célestes et toutes les autres créatures diverses —",
  "dn21:2.1.7": "de sorte que, bien qu’ils souhaitent être libérés de l’inimitié, de la violence, de l’hostilité et de la haine, ils ont toujours l’inimitié, la violence, l’hostilité et la haine. » ",
  "dn21:2.1.8": "Telle fut la réponse du Bouddha à Sakka. ",
  "dn21:2.1.9": "Ravi, Sakka accepta et approuva ce que le Bouddha avait dit, en disant, ",
  "dn21:2.1.10": "« Ceci est tellement vrai, le Bienheureux ! Cela est tellement vrai, Le Saint ! ",
  "dn21:2.1.11": "En entendant la réponse du Bouddha, j’ai dépassé le doute et me suis débarrassé de l’indécision. » ",
  "dn21:2.2.1": "Puis, ayant accepté et approuvé les propos du Bouddha, Sakka posa une autre question : ",
  "dn21:2.2.2": "« Mais, cher Monsieur, quelle est la source, l’origine, le berceau et le commencement de la jalousie et de l’avarice ? ",
  "dn21:2.2.3": "Qu’est-ce qui existe, pour qu’il y ait de la jalousie et de l’avarice ? ",
  "dn21:2.2.4": "Qu’est-ce qu’il n’existe pas, pour qu’il n’y ai pas de jalousie et d’avarice ? » ",
  "dn21:2.2.5": "« Ce qui est aimé et ce qui ne l’est pas, seigneur des dieux, sont la source de la jalousie et de l’avarice. ",
  "dn21:2.2.6": "Quand ce qui est aimé et ce qui ne l’est pas existent, il y a de la jalousie et de l’avarice. ",
  "dn21:2.2.7": "Quand ce qui est aimé et ce qui ne l’est pas n’existent pas, il n’y a pas de jalousie et d’avarice ». ",
  "dn21:2.2.8": "« Mais cher monsieur, quelle est la source des ce qui est aimé et ce qui ne l’est pas ? » ",
  "dn21:2.2.11": "« Le désir est la source des préférences et des aversions. » ",
  "dn21:2.2.14": "« Mais quelle est la source du désir ? » ",
  "dn21:2.2.17": "« La pensée est la source du désir. » ",
  "dn21:2.2.20": "« Mais quelle est la source de la pensée ? » ",
  "dn21:2.2.23": "« Les concepts identitaires issus de la prolifération des perceptions sont la source des pensées. » ",
  "dn21:2.3.1": "« Mais comment un moine pratique-t-il convenablement pour faire cesser les concepts identitaires issus de la prolifération des perceptions ? » ",
  "dn21:2.3.2.0": "2.2. Méditation sur les Sensations ",
  "dn21:2.3.3": "« Seigneur des dieux, il y a deux sortes de bonheur, je dis : ",
  "dn21:2.3.4": "celui que vous devriez cultiver, et celui que vous ne devriez pas cultiver. ",
  "dn21:2.3.5": "Il y a deux sortes de tristesse, je dis : ",
  "dn21:2.3.6": "celle que vous devriez cultiver, et celle que vous ne devriez pas cultiver. ",
  "dn21:2.3.7": "Il y a deux sortes d’équanimité, je dis : ",
  "dn21:2.3.8": "celle que vous devriez cultiver, et celle que vous ne devriez pas cultiver. ",
  "dn21:2.3.9": "Pour quelle raison ai-je dit qu’il y a deux types de bonheur ? ",
  "dn21:2.3.10": "Eh bien, si vous connaissiez un bonheur : ",
  "dn21:2.3.11": "Quand je cultive ce genre de bonheur, les mauvaises qualités augmentent et les bonnes qualités diminuent. Vous ne devriez pas cultiver ce genre de bonheur. ",
  "dn21:2.3.12": "Alors que, si vous connaissez un bonheur : ",
  "dn21:2.3.13": "Quand je cultive ce genre de bonheur, les mauvaises qualités diminuent et les bonnes qualités augmentent. Vous devriez cultiver ce type de bonheur. ",
  "dn21:2.3.14": "Et ce qui est libre de placer l’esprit et de le garder connecté est meilleur que ce qui implique encore de placer l’esprit et de le garder connecté. ",
  "dn21:2.3.15": "C’est pourquoi j’ai dit qu’il y a deux sortes de bonheur. ",
  "dn21:2.3.17": "Pourquoi ai-je dit qu’il y a deux types de tristesse ? ",
  "dn21:2.3.18": "Eh bien, si vous connaissez une tristesse : ",
  "dn21:2.3.19": "Quand je cultive ce genre de tristesse, les mauvaises qualités augmentent et  les bonnes qualités diminuent. Vous ne devriez pas cultiver ce genre de tristesse. ",
  "dn21:2.3.20": "Alors que, si vous avez connaissance d’une tristesse : ",
  "dn21:2.3.21": "Quand je cultive ce genre de tristesse, les mauvaises qualités diminuent et les bonnes qualités augmentent. Vous devriez cultiver ce genre de tristesse. ",
  "dn21:2.3.22": "Et ce qui est libre de placer l’esprit et de le garder connecté est meilleur que ce qui implique encore de placer l’esprit et de le garder connecté. ",
  "dn21:2.3.23": "C’est pourquoi j’ai dit qu’il y a deux sortes de tristesse. ",
  "dn21:2.3.25": "Pourquoi ai-je dit qu’il y a deux sortes d’équanimité ? ",
  "dn21:2.3.26": "Eh bien, si vous connaissez une équanimité : ",
  "dn21:2.3.27": "Quand je cultive ce genre d’équanimité, les mauvaises qualités augmentent et les bonnes qualités diminuent. Vous ne devriez pas cultiver ce genre d’équanimité. ",
  "dn21:2.3.28": "Alors que, si vous connaissez une équanimité : ",
  "dn21:2.3.29": "Lorsque je cultive ce genre d’équanimité, les mauvaises qualités diminuent et les bonnes qualités augmentent. Vous devriez cultiver ce type d’équanimité. ",
  "dn21:2.3.30": "Et ce qui est libre de placer l’esprit et de le garder connecté est meilleur que ce qui implique encore de placer l’esprit et de le garder connecté. ",
  "dn21:2.3.31": "C’est pourquoi j’ai dit qu’il y a deux sortes d’équanimité. ",
  "dn21:2.3.33": "C’est ainsi qu’un moine s’entraîne à la cessation des concepts identitaires qui émergent de la prolifération des perceptions. » ",
  "dn21:2.3.34": "Telle fut la réponse du Bouddha à Sakka. ",
  "dn21:2.3.35": "Ravi, Sakka accepta et approuva ce que dit le Bouddha, en disant, ",
  "dn21:2.3.36": "« Ceci est tellement vrai, le Bienheureux ! Ceci est tellement vrai, le Saint ! ",
  "dn21:2.3.37": "En entendant la réponse du Bouddha, j’ai dépassé le doute et me suis débarrassé de l’indécision. » ",
  "dn21:2.4.0": "2.3. La Retenue dans le Code Monastique ",
  "dn21:2.4.1": "Et puis Sakka a posé une autre question : ",
  "dn21:2.4.2": "« Mais cher monsieur, comment un moine pratique-t-il la retenue dans le code monastique ? » ",
  "dn21:2.4.3": "« Seigneur des dieux, je dis qu’il y a deux types de comportement corporel : ",
  "dn21:2.4.4": "celui que vous devriez cultiver, et celui que vous ne devriez pas cultiver. ",
  "dn21:2.4.5": "Je dis qu’il y a deux types de comportement verbal : ",
  "dn21:2.4.6": "celui que vous devriez cultiver, et celui que vous ne devriez pas cultiver. ",
  "dn21:2.4.7": "Il y a deux types de quête, je dis : ",
  "dn21:2.4.8": "celle que vous devriez cultiver, et celle que vous ne devriez pas cultiver. ",
  "dn21:2.4.9": "Pourquoi ai-je dit qu’il y a deux types de comportement corporel ? ",
  "dn21:2.4.10": "Eh bien, si vous connaissez une conduite corporelle : ",
  "dn21:2.4.11": "‹ Lorsque je cultive ce genre de comportement corporel, les mauvaises qualités augmentent et les bonnes qualités diminuent. › Vous ne devriez pas cultiver ce genre de comportement corporel. ",
  "dn21:2.4.12": "Alors que, si vous avez connaissance d’un comportement corporel : ",
  "dn21:2.4.13": "‹ Lorsque je cultive ce type de comportement corporel, les mauvaises qualités diminuent et les bonnes qualités augmentent. › Vous devriez cultiver ce type de comportement corporel. ",
  "dn21:2.4.14": "C’est pourquoi j’ai dit qu’il y a deux types de comportement corporel. ",
  "dn21:2.4.17": "Pourquoi ai-je dit qu’il y a deux types de comportement verbal ? ",
  "dn21:2.4.19": "Eh bien, si vous connaissez un type de comportement verbal qui augmente les mauvaises qualités et diminue les bonnes qualités, vous ne devriez pas le cultiver. ",
  "dn21:2.4.20": "Alors que, si vous connaissez un type de comportement verbal qui diminue les mauvaises qualités et augmente les bonnes qualités, vous devriez le cultiver. ",
  "dn21:2.4.21": "C’est pourquoi j’ai dit qu’il y a deux types de comportement verbal. ",
  "dn21:2.4.24": "Pourquoi ai-je dit qu’il y a deux types de quête? ",
  "dn21:2.4.26": "Eh bien, si vous savez qu’un type de quête augmente les mauvaises qualités et diminue les bonnes qualités, vous ne devriez pas le cultiver. ",
  "dn21:2.4.27": "Alors que, si vous connaissez un type de quête qui diminue les mauvaises qualités et augmente les bonnes qualités, vous devriez le cultiver. ",
  "dn21:2.4.28": "C’est pourquoi j’ai dit qu’il y a deux types de quêtes. ",
  "dn21:2.4.31": "C’est ainsi qu’un moine s’entraîne à la retenue dans le code monastique. » ",
  "dn21:2.4.32": "Telle fut la réponse du Bouddha à Sakka. ",
  "dn21:2.4.33": "Ravi, Sakka accepta et approuva ce que dit le Bouddha, en disant, ",
  "dn21:2.4.34": "« Ceci est tellement vrai, le Bienheureux ! Ceci est tellement vrai, le Saint ! ",
  "dn21:2.4.35": "En entendant la réponse du Bouddha, j’ai dépassé le doute et me suis débarrassé de l’indécision. » ",
  "dn21:2.5.0": "2.4. La Retenue des Sens ",
  "dn21:2.5.1": "Et puis Sakka posa une autre question : ",
  "dn21:2.5.2": "« Mais cher monsieur, comment un moine pratique-t-il la retenue des facultés sensorielles ? » ",
  "dn21:2.5.3": "« Seigneur des dieux, je dis qu’il y a deux sortes de vue connues par l’œil : ",
  "dn21:2.5.4": "ce que vous devriez cultiver, et ce que vous ne devriez pas cultiver. ",
  "dn21:2.5.5": "Il existe deux types de sons connus par l’oreille… ",
  "dn21:2.5.6": "",
  "dn21:2.5.7": "d’odeurs connues par le nez… ",
  "dn21:2.5.9": "de goûts connus par la langue… ",
  "dn21:2.5.11": "de touchers connus par le corps… ",
  "dn21:2.5.13": "de pensées connues par l’esprit : ",
  "dn21:2.5.14": "ce que vous devriez cultiver, et ce que vous ne devriez pas cultiver. » ",
  "dn21:2.5.15": "Quand Bouddha eut dit cela, Sakka lui dit : ",
  "dn21:2.5.16": "« Monsieur, voici comment je comprends la signification détaillée de la brève déclaration du Bouddha : ",
  "dn21:2.5.17": "Vous ne devriez pas cultiver le type de vue connu par l’œil qui augmente les mauvaises qualités tandis que les bonnes qualités diminuent. ",
  "dn21:2.5.18": "Et vous devriez cultiver le type de vue connu par l’œil qui diminue les mauvaises qualités et augment les bonnes qualités. ",
  "dn21:2.5.19": "Vous ne devriez pas cultiver le genre de son, ",
  "dn21:2.5.20": "d’odeur, ",
  "dn21:2.5.21": "de goût, ",
  "dn21:2.5.22": "de toucher, ",
  "dn21:2.5.23": "ou de pensée connue de l’esprit qui augmente les mauvaises qualités et diminue les bonnes qualités. ",
  "dn21:2.5.24": "Et vous devriez cultiver le type de pensée connu par l’esprit qui diminue les mauvaises qualités et augmente les bonnes qualités. ",
  "dn21:2.5.25": "Monsieur, c’est ainsi que je comprends la signification détaillée de la brève déclaration du Bouddha. ",
  "dn21:2.5.26": "En entendant la réponse du Bouddha, j’ai dépassé le doute et me suis débarrassé de l’indécision. » ",
  "dn21:2.6.1": "Et puis Sakka posa une autre question : ",
  "dn21:2.6.2": "« Cher monsieur, tous les ascètes et brahmanes ont-ils la même doctrine, la même éthique, les mêmes désirs et les mêmes attachements ? ». ",
  "dn21:2.6.3": "« Non, seigneur des dieux, ils ne les ont pas. » ",
  "dn21:2.6.4": "« Pourquoi pas ? » ",
  "dn21:2.6.5": "« Le monde comporte de nombreux et divers éléments. ",
  "dn21:2.6.6": "Quel que soit l’élément sur lequel les êtres sensibles insistent dans ce monde aux nombreux et divers éléments, ils s’y tiennent obstinément, en insistant : ",
  "dn21:2.6.7": "‹ C’est la seule vérité, les autres idées sont stupides. › ",
  "dn21:2.6.8": "C’est pourquoi tous les ascètes et brahmanes n’ont pas la même doctrine, la même éthique, les mêmes désirs et les mêmes attachements. » ",
  "dn21:2.6.9": "« Cher monsieur, tous les ascètes et brahmanes ont-ils atteint la fin ultime, le sanctuaire ultime, la vie spirituelle ultime, le but ultime ? ». ",
  "dn21:2.6.10": "« Non, seigneur des dieux, ils ne l’ont pas. » ",
  "dn21:2.6.11": "« Pourquoi pas ? » ",
  "dn21:2.6.12": "« Ces moines qui sont libérés par la fin du désir ont atteint la fin ultime, le sanctuaire ultime, la vie spirituelle ultime, le but ultime. ",
  "dn21:2.6.13": "C’est pourquoi tous les ascètes et brahmanes n’ont pas atteint la fin ultime, le sanctuaire ultime, la vie spirituelle ultime, le but ultime. » ",
  "dn21:2.6.14": "Telle fut la réponse du Bouddha à Sakka. ",
  "dn21:2.6.15": "Ravi, Sakka accepta et approuva ce que dit le Bouddha, en disant, ",
  "dn21:2.6.16": "« Ceci est tellement vrai, le Bienheureux ! Ceci est tellement vrai, le Saint !, ",
  "dn21:2.6.17": "En entendant la réponse du Bouddha, j’ai dépassé le doute et me suis débarrassé de l’indécision. » ",
  "dn21:2.6.18": "Et puis Sakka posa une autre question : ",
  "dn21:2.7.1": "« La passion, monsieur, est une maladie, un abcès, un dard. La passion entraîne une personne à renaître de vie en vie. ",
  "dn21:2.7.2": "C’est pourquoi une personne se retrouve dans des états supérieurs et inférieurs. ",
  "dn21:2.7.3": "Ailleurs, parmi d’autres ascètes et brahmanes, je n’ai même pas eu la possibilité de poser ces questions auxquelles le Bouddha a répondu. ",
  "dn21:2.7.4": "Le dard du doute et de l’incertitude est resté longtemps en moi, mais le Bouddha l’a arraché. » ",
  "dn21:2.7.5": "« Seigneur des dieux, vous rappelez-vous avoir posé cette question à d’autres ascètes et brahmanes ? ». ",
  "dn21:2.7.6": "« Je m’en souviens, monsieur. » ",
  "dn21:2.7.7": "« Si vous le voulez bien, seigneur des dieux, dites-moi comment ils ont répondu. » ",
  "dn21:2.7.8": "« Ce n’est pas un problème quand quelqu’un comme le Bienheureux est assis ici. » ",
  "dn21:2.7.9": "« Eh bien, parlez donc, seigneur des dieux. » ",
  "dn21:2.7.10": "« Monsieur, j’ai approché ceux que j’imaginais être des ascètes et des brahmanes vivant dans le nature, dans des logis éloignés. Mais ma question les a laissés perplexes, et ils m’ont même interrogé en retour : ",
  "dn21:2.7.11": "« Quel est le nom du vénérable ? ",
  "dn21:2.7.12": "Alors je leur ai répondu : ",
  "dn21:2.7.13": "‹ Cher monsieur, je suis Sakka, le seigneur des dieux. › ",
  "dn21:2.7.14": "Alors ils m’ont posé une autre question : ",
  "dn21:2.7.15": "‹ Mais seigneur des dieux, quel acte vous a amené à cette position ? › ",
  "dn21:2.7.16": "Je leur ai donc enseigné le Dhamma tel que je l’avais appris et mémorisé. ",
  "dn21:2.7.17": "Et c’est justement ce qui les a satisfaits : ",
  "dn21:2.7.18": "‹ Nous avons vu Sakka, le seigneur des dieux ! Et il a répondu à nos questions ! › ",
  "dn21:2.7.19": "Invariablement, ils deviennent mes disciples, je ne deviens pas les leurs. ",
  "dn21:2.7.20": "Mais monsieur, je suis le disciple du Bouddha, un entré dans le courant, non susceptible de renaître dans le monde inférieur, destiné à l’éveil. » ",
  "dn21:2.7.21.0": "2.5. À Propos du Bonheur ",
  "dn21:2.7.22": "« Seigneur des dieux, vous rappelez-vous avoir déjà ressenti une telle joie et un tel bonheur ? » ",
  "dn21:2.7.23": "« Oui, je m’en souviens, monsieur. » ",
  "dn21:2.7.24": "« Mais comment ? » ",
  "dn21:2.7.25": "« Il était une fois, monsieur, une bataille était menée entre les dieux et les démons. ",
  "dn21:2.7.26": "Dans cette bataille, les dieux ont gagné et les démons ont perdu. ",
  "dn21:2.7.27": "J’y ai pensé en tant que vainqueur, ",
  "dn21:2.7.28": "« Maintenant, les dieux peuvent jouir à la fois du nectar des dieux et du nectar des démons. ",
  "dn21:2.7.29": "Mais monsieur, cette joie et ce bonheur sont dans la sphère du bâton et de l’épée. Ils ne conduisent pas à la désillusion, à la sérénité, à la cessation, à la paix, à la compréhension, à l’éveil et à l’extinction. ",
  "dn21:2.7.30": "Mais la joie et le bonheur que je ressens en écoutant l’enseignement du Bouddha ne sont pas dans la sphère du bâton et de l’épée. Ils conduisent à la désillusion, à la dissipation, à la cessation, à la paix, à la compréhension, à l’éveil et à l’extinction. » ",
  "dn21:2.8.1": "« Mais seigneur des dieux, quelle raison voyez-vous pour parler d’une telle joie et d’un tel bonheur ? ». ",
  "dn21:2.8.2": "« Je vois six raisons pour parler d’une telle joie et d’un tel bonheur, monsieur. ",
  "dn21:2.8.3": "En restant ici, ",
  "dn21:2.8.4": "en restant dans la forme pieuse, ",
  "dn21:2.8.5": "j’ai obtenu une vie prolongée : ",
  "dn21:2.8.6": "sachez ceci, cher monsieur. ",
  "dn21:2.8.7": "Ceci est la première raison. ",
  "dn21:2.8.8": "Quand je tombe de l’hôte céleste, ",
  "dn21:2.8.9": "laissant derrière la vie non-humaine, ",
  "dn21:2.8.10": "je me rendrai consciemment dans un nouvel utérus, ",
  "dn21:2.8.11": "partout où mon esprit se plaît. ",
  "dn21:2.8.12": "Ceci est la deuxième raison. ",
  "dn21:2.8.13": "Vivre heureux guidé ",
  "dn21:2.8.14": "par celui dont la sagesse est sans tache, ",
  "dn21:2.8.15": "je vais pratiquer selon la méthode, ",
  "dn21:2.8.16": "conscient et attentif. ",
  "dn21:2.8.17": "Ceci est la troisième raison. ",
  "dn21:2.8.18": "Et si l’éveil devait survenir ",
  "dn21:2.8.19": "puisque je pratique selon la méthode, ",
  "dn21:2.8.20": "je vivrai tel celui qui comprend, ",
  "dn21:2.8.21": "et ma fin arrivera juste ici. ",
  "dn21:2.8.22": "Ceci est la quatrième raison. ",
  "dn21:2.8.23": "Quand je tombe du monde humain, ",
  "dn21:2.8.24": "laissant derrière la vie humaine, ",
  "dn21:2.8.25": "je redeviendrai un dieu, ",
  "dn21:2.8.26": "dans le royaume suprême des dieux. ",
  "dn21:2.8.27": "Ceci est la cinquième raison. ",
  "dn21:2.8.28": "Ils sont les meilleurs des dieux, ",
  "dn21:2.8.29": "les glorieux Akaniṭṭhas. ",
  "dn21:2.8.30": "Tant que ma dernière vie continue, ",
  "dn21:2.8.31": "c’est là que sera ma maison. ",
  "dn21:2.8.32": "Ceci est la sixième raison. ",
  "dn21:2.8.33": "C’est en voyant ces six raisons que je parle d’une telle joie et d’un tel bonheur. ",
  "dn21:2.9.1": "Mes souhaits non exaucés, ",
  "dn21:2.9.2": "douteux et indécis, ",
  "dn21:2.9.3": "j’ai erré pendant si longtemps, ",
  "dn21:2.9.4": "à la recherche du Réalisé. ",
  "dn21:2.9.5": "J’imaginais que les ascètes ",
  "dn21:2.9.6": "vivant en réclusion ",
  "dn21:2.9.7": "devaient sûrement être éveillés, ",
  "dn21:2.9.8": "alors je suis allé m’asseoir près d’eux. ",
  "dn21:2.9.9": "Comment réussir ? ",
  "dn21:2.9.10": "Comment échouer ? ",
  "dn21:2.9.11": "Mais ils sont restés stupéfaits devant de telles questions ",
  "dn21:2.9.12": "sur la voie et la pratique. ",
  "dn21:2.9.13": "Et quand ils ont découvert que ",
  "dn21:2.9.14": "j’étais Sakka, venu des dieux, ",
  "dn21:2.9.15": "ils m’ont plutôt interrogé sur ",
  "dn21:2.9.16": "l’acte qui m’a amené à cet état. ",
  "dn21:2.9.17": "Je leur ai enseigné le Dhamma ",
  "dn21:2.9.18": "tel que je l’avais appris parmi les hommes. ",
  "dn21:2.9.19": "Ils en furent ravis et dirent : ",
  "dn21:2.9.20": "‹ Nous avons vu Vāsava ! › ",
  "dn21:2.9.21": "Maintenant que j’ai vu le Bouddha, ",
  "dn21:2.9.22": "qui nous aide à surmonter le doute, ",
  "dn21:2.9.23": "aujourd’hui, libre de toute peur, ",
  "dn21:2.9.24": "je rends hommage à l’éveillé. ",
  "dn21:2.9.25": "Destructeur du dard du désir, ",
  "dn21:2.9.26": "le Bouddha est sans égal. ",
  "dn21:2.9.27": "Je m’incline devant le grand héros, ",
  "dn21:2.9.28": "le Bouddha, Descendant du Soleil. ",
  "dn21:2.9.29": "Tout comme Brahmā est vénéré ",
  "dn21:2.9.30": "par les dieux, cher monsieur, ",
  "dn21:2.9.31": "aujourd’hui nous vous vénérerons —",
  "dn21:2.9.32": "Venez, laissez-nous nous prosterner devant vous ! ",
  "dn21:2.9.33": "Vous seul êtes l’Eveillé ! ",
  "dn21:2.9.34": "Vous êtes l’Enseignant suprême ! ",
  "dn21:2.9.35": "Dans le monde avec ses dieux, ",
  "dn21:2.9.36": "vous n’avez pas d’égal ». ",
  "dn21:2.10.1": "Puis Sakka s’adressa à l’être céleste Pañcasikha, ",
  "dn21:2.10.2": "« Cher Pañcasikha, vous m’avez beaucoup aidé, depuis que vous avez charmé le Bouddha, ",
  "dn21:2.10.3": "après quoi je suis allé le voir. ",
  "dn21:2.10.4": "Je vous nommerai à la fonction de votre père — vous serez le roi des êtres célestes. Et je vous donne Bhaddā Suriyavaccasā, que vous aimez tant. » ",
  "dn21:2.10.5": "Puis Sakka, touchant le sol de sa main, a exprimé ce sentiment sincère à trois reprises : ",
  "dn21:2.10.6": "« Hommage à ce Bienheureux, le perfectionné, le Bouddha pleinement éveillé ! ",
  "dn21:2.10.7": "Hommage à ce Bienheureux, le perfectionné, le Bouddha pleinement éveillé ! ",
  "dn21:2.10.8": "Hommage à ce Bienheureux, le perfectionné, le Bouddha pleinement éveillé ! » ",
  "dn21:2.10.9": "Et pendant que ce discours était prononcé, la vision parfaite et immaculée du Dhamma s’est élevée en Sakka, seigneur des dieux : ",
  "dn21:2.10.10": "« Tout ce qui a un début a une fin. » ",
  "dn21:2.10.11": "Et aussi pour 80 000 autres divinités. ",
  "dn21:2.10.12": "Telles étaient les questions que Sakka avait été invité à poser, et auxquelles le Bouddha a répondu. ",
  "dn21:2.10.13": "Et c’est pourquoi le nom de cette discussion est « Les Questions de Sakka ». "
}