{
  "dn26:0.1": "Long Discours 26 ",
  "dn26:0.2": "Le monarque qui tourne la roue ",
  "dn26:1.0": "1. Prendre refuge en soi-même ",
  "dn26:1.1": "Ainsi ai-je entendu. ",
  "dn26:1.2": "À une époque, le Bouddha séjournait dans le pays des Magadhans à Mātulā. ",
  "dn26:1.3": "Là, le Bouddha s’adressa aux monastiques, ",
  "dn26:1.4": "« Monastiques ! » ",
  "dn26:1.5": "« Vénérable », répondirent-ils. ",
  "dn26:1.6": "Le Bouddha dit ce qui suit : ",
  "dn26:1.7": "« Monastiques, soyez votre propre île, votre propre refuge, sans nul autre refuge. Que l’enseignement soit votre île et votre refuge, sans nul autre refuge. ",
  "dn26:1.8": "Comment un monastique réalise-t-il donc cela ? ",
  "dn26:1.9": "Il médite en se concentrant sur un aspect du corps, avec ferveur, pleinement conscient et attentif, libéré de la convoitise et de l’insatisfaction envers le monde. ",
  "dn26:1.10": "Il médite en se concentrant sur un aspect des sensations… ",
  "dn26:1.11": "de l’esprit… ",
  "dn26:1.12": "des phénomènes – avec ferveur, pleinement conscient et attentif, libéré de la convoitise et de l’insatisfaction envers le monde. ",
  "dn26:1.13": "C’est ainsi qu’un monastique est sa propre île, son propre refuge, sans nul autre refuge. L’enseignement est ainsi son île et son refuge, sans nul autre refuge. ",
  "dn26:1.14": "Vous devriez errer à l’intérieur de votre propre territoire, le domaine de vos pères. ",
  "dn26:1.15": "Si vous errez dans votre propre territoire, le domaine de vos pères, Māra ne vous attrapera pas et ne s’emparera pas de vous. ",
  "dn26:1.16": "C’est en s’appliquant à des qualités bénéfiques que le mérite croît. ",
  "dn26:2.0": "2. Le roi Daḷhanemi ",
  "dn26:2.1": "Autrefois, monastiques, un roi nommé Daḷhanemi, un monarque qui tournait la roue, un roi droit et honnête. Son empire s’étalait aux quatre points cardinaux, il avait établi la stabilité dans le royaume, et il détenait les sept joyaux. ",
  "dn26:2.2": "Il possédait les sept joyaux suivants : ",
  "dn26:2.3": "la roue, l’éléphant, le cheval, le joyau, la femme, le trésorier et le conseiller comme septième joyau. ",
  "dn26:2.4": "Il avait plus de mille fils vaillants et héroïques, pulvérisant les armées de ses ennemis. ",
  "dn26:2.5": "Après avoir conquis cette terre ceinte par la mer, il régnera par la vertu, sans bâton ni épée. ",
  "dn26:3.1": "Puis, après de nombreuses années, de nombreux siècles, de nombreux millénaires, le roi Daḷhanemi s’adressa à l’un de ses hommes, ",
  "dn26:3.2": "‹ Mon bon monsieur, lorsque tu verras que la roue céleste a reculé de son emplacement, informe-moi, je te prie. › ",
  "dn26:3.3": "‹ Oui, Votre Majesté ›, répondit cet homme. ",
  "dn26:3.4": "Après de nombreux millénaires, cet homme vit que la roue céleste avait reculé de son emplacement. C’est ainsi qu’il se rendit auprès du roi Daḷhanemi et lui dit, ",
  "dn26:3.5": "‹ Majesté, sachez que votre roue céleste a reculé de son emplacement. › ",
  "dn26:3.6": "Alors le roi convoqua le prince héritier et lui dit, ",
  "dn26:3.7": "‹ Cher prince, ma roue céleste a reculé de son emplacement. ",
  "dn26:3.8": "J’ai entendu dire que ",
  "dn26:3.9": "lorsqu’une telle situation se présente à un monarque qui tourne la roue, il ne lui reste pas beaucoup de temps à vivre. ",
  "dn26:3.10": "J’ai joui des plaisirs humains. À présent, il est temps pour moi de rechercher les plaisirs célestes. ",
  "dn26:3.11": "Viens, cher prince, règne sur cette terre entourée par l’océan ! ",
  "dn26:3.12": "Je vais me raser les cheveux et la barbe, revêtir des robes couleur d’ocre et quitter la vie de laïc pour la vie d’ascète. › ",
  "dn26:3.13": "Ainsi, après avoir minutieusement instruit le prince héritier du royaume, le roi Daḷhanemi se rasa cheveux et barbe, revêt des robes couleur d’ocre et quitta la vie de laïc pour la vie d’ascète. ",
  "dn26:3.14": "Sept jours plus tard, la roue céleste disparut. ",
  "dn26:4.1": "Alors un homme s’approcha du roi aristocrate nouvellement intronisé et lui dit, ",
  "dn26:4.2": "‹ Majesté, sachez que la roue céleste a disparu. › ",
  "dn26:4.3": "À cela, le roi fut mécontent et éprouva de la tristesse. ",
  "dn26:4.4": "Il alla chez le sage royal et lui dit, ",
  "dn26:4.5": "‹ Majesté, sachez que la roue céleste a disparu. › ",
  "dn26:4.6": "À ces mots, le sage royal lui dit, ",
  "dn26:4.7": "‹ Ne soyez pas triste de la disparition de la roue céleste. Mon cher, la roue céleste n’est pas hérité de votre père. ",
  "dn26:4.8": "Allons, mon cher, poursuivez dans la noble tâche d’un monarque qui tourne la roue. ",
  "dn26:4.9": "Si vous faites ainsi, il est possible que — lors du quinzième jour d’uposatha, après avoir lavé votre tête et monté à l’étage de la grande maison royale pour observer l’uposatha — la roue céleste vous apparaisse, avec mille rayons, avec jante et moyeu, complète sous tous ses aspects. › ",
  "dn26:5.0": "2.1 La noble tâche d’un monarque qui tourne la roue ",
  "dn26:5.1": "‹ Mais majesté, quelle est la noble tâche d’un monarque qui tourne la roue ? › ",
  "dn26:5.2": "‹ Alors, mon cher, en te reposant uniquement sur le Dhamma – en honorant, respectant et vénérant le Dhamma, faisant du Dhamma ton drapeau, ta bannière et ton autorité – assure une protection juste et une sécurité pour ta cour, tes troupes, tes aristocrates, tes vassaux, les brahmanes et les maîtres de maison, les habitants de la cité et des campagnes, les ascètes et les brahmanes, les animaux et les oiseaux. ",
  "dn26:5.3": "Ne laissez pas l’injustice prévaloir dans le royaume. ",
  "dn26:5.4": "Fournissez de l’argent aux démunis dans le royaume. ",
  "dn26:5.5": "Et dans ce royaume, il existe des ascètes et des brahmanes qui fuient l’ivresse et la négligence, ancrés dans la patience et la gentillesse, et s’adonnent à la maîtrise de soi, à l’apaisement et à la libération totale. Vous devriez, de temps à autre, vous adresser à eux pour questionner et apprendre : ",
  "dn26:5.6": "« Messieurs, qu’est-ce qui est bénéfique ? Qu’est-ce qui est nuisible ? Qu’est-ce qui mérite reproche ? Qu’est-ce qui est irréprochable ? Qu’est-ce qui devrait être cultivé ? Qu’est-ce qui ne devrait pas être cultivé ? Quelles actions m’attirent des torts et des souffrances persistantes ? Quelles actions m’attirent un bien-être et un bonheur persistants ? » ",
  "dn26:5.7": "Ayant écouté leurs paroles, il faudrait répudier ce qui est nuisible et adopter puis préserver ce qui est bénéfique. ",
  "dn26:5.8": "Voilà ce qu’est la noble tâche d’un monarque qui tourne la roue. › ",
  "dn26:5.9.0": "2.2. L’apparition de la roue céleste ",
  "dn26:5.10": "‹ Oui, Votre Majesté ›, répondit le nouveau roi au sage royal. Et, il s’engagea dans la noble tâche d’un monarque qui tourne la roue. ",
  "dn26:5.11": "Tandis qu’il accomplissait cette tâche, lors du quinzième jour d’uposatha, il s’était lavé la tête et était monté à l’étage de la longue maison royale pour observer l’uposatha. ",
  "dn26:5.12": "Et la roue céleste lui apparut, avec mille rayons, avec jante et moyeu, complète dans les moindres détails. ",
  "dn26:5.13": "En voyant cela, le roi pensa, ",
  "dn26:5.14": "‹ J’ai entendu dire que, lorsqu’une roue céleste apparaît à un roi de cette manière, il devient un monarque qui tourne la roue. ",
  "dn26:5.15": "Suis-je donc un monarque qui tourne la roue ? › ",
  "dn26:6.1": "Alors, le roi intronisé, s’étant levé de son siège et ayant arrangé sa robe sur une épaule, prit un vase cérémonial dans sa main gauche et aspergea la roue céleste avec la main droite, en disant, ",
  "dn26:6.2": "‹ Roule, ô roue céleste ! Triomphe, ô roue céleste ! › ",
  "dn26:6.3": "Puis, la roue céleste roula vers l’est. Et, le roi la suivit avec son armée des quatre divisions. Là où la roue céleste s’immobilisa, le roi s’arrêta également avec son armée. ",
  "dn26:6.4": "Et tout souverain opposant de la région de l’est vint au monarque qui tourne la roue et dit, ",
  "dn26:6.5": "‹ Venez, grand roi ! Soyez le bienvenu, grand roi ! Nous sommes à vous, grand roi, instruisez-nous. › ",
  "dn26:6.6": "Le monarque qui tourne la roue dit, ",
  "dn26:6.7": "‹ Ne tuez pas d’êtres vivants. Ne volez pas. N’ayez pas de conduite sexuelle inappropriée. Ne mentez pas. Ne consommez pas d’alcool. Maintenez le taux actuel d'imposition. › ",
  "dn26:6.8": "Et ainsi, les souverains opposants de la région de l’est devinrent ses vassaux. ",
  "dn26:7.1": "Puis la roue céleste, après s’être plongée dans l’océan de l’est et en être ressortie, roula vers le sud… ",
  "dn26:7.2": "Après s’être plongée dans l’océan du sud et en être ressortie, elle roula vers l’ouest… ",
  "dn26:7.9": "Après s’être plongée dans l’océan de l’ouest et en être ressortie, elle roula vers le nord, suivie par le roi avec son armée de quatre divisions. ",
  "dn26:7.10": "Là où la roue céleste s’immobilisa, le roi s’arrêta également avec son armée. ",
  "dn26:7.11": "Et tout souverain opposant de la région du nord vint au monarque qui tourne la roue et dit, ",
  "dn26:7.12": "‹ Venez, grand roi ! Soyez le bienvenu, grand roi ! Nous sommes à vous, grand roi, instruisez-nous. › ",
  "dn26:7.13": "Le monarque qui tourne la roue dit, ",
  "dn26:7.14": "‹ Ne tuez pas d’êtres vivants. Ne volez pas. N’ayez pas de conduite sexuelle inappropriée. Ne mentez pas. Ne consommez pas d’alcool. Maintenez le taux actuel d'imposition. › ",
  "dn26:7.15": "Ainsi, les souverains de la région du nord devinrent ses vassaux. ",
  "dn26:7.16": "Ensuite la roue céleste, après avoir triomphé de cette terre entourée par l’océan, retourna à la capitale royale. Là, elle resta immobile près de la porte du complexe royal, à la Haute Cour, comme fixée à un essieu, illuminant le complexe royal. ",
  "dn26:8.0": "3. Concernant les monarques ultérieurs qui tournent la roue ",
  "dn26:8.1": "Et pour une deuxième fois, ",
  "dn26:8.2": "et une troisième, ",
  "dn26:8.3": "une quatrième, ",
  "dn26:8.4": "une cinquième, ",
  "dn26:8.5": "une sixième, ",
  "dn26:8.6": "et une septième fois, un monarque qui tourne la roue fut intronisé exactement de la même manière. Et, après de nombreuses années, le septième monarque qui tourne la roue adopta la vie d’ascète, transmettant le royaume au prince héritier. ",
  "dn26:8.18": "Sept jours plus tard, la roue céleste disparut. ",
  "dn26:9.1": "Alors un homme s’approcha du tout nouveau roi aristocrate et lui dit, ",
  "dn26:9.2": "‹ Majesté, sachez que la roue céleste a disparu. › ",
  "dn26:9.3": "À cela, le roi fut mécontent et éprouva de la tristesse. ",
  "dn26:9.4": "Mais il ne s’adressa pas au sage royal pour se renseigner sur la noble tâche d’un monarque qui tourne la roue. ",
  "dn26:9.5": "Il gouverna le pays selon ses propres idées. ",
  "dn26:9.6": "Ainsi gouverné, le peuple du pays ne prospéra pas comme avant, comme il avait prospéré sous le règne des rois précédents qui suivaient la noble tâche d’un monarque qui tourne la roue. ",
  "dn26:9.7": "Alors les ministres et conseillers, les officiers du trésor, les officiers militaires, les gardes et les experts professionnels se réunirent et dirent au roi, ",
  "dn26:9.8": "‹ Majesté, lorsque le pays est gouverné selon vos propres idées, le peuple ne prospère pas comme avant, comme il prospérait sous le règne des rois précédents qui suivaient la noble tâche d’un monarque qui tourne la roue. ",
  "dn26:9.9": "Dans votre royaume se trouvent des ministres et des conseillers, des officiers du trésor, des officiers militaires, des gardes et des experts professionnels — nous et d’autres — qui se souviennent de la noble tâche d’un monarque qui tourne la roue. ",
  "dn26:9.10": "S’il vous plaît, Votre Majesté, questionnez-nous concernant la noble tâche d’un monarque qui tourne la roue. ",
  "dn26:9.11": "Nous vous répondrons. › ",
  "dn26:10.0": "4. Concernant la période de déclin ",
  "dn26:10.1": "Alors le roi intronisé questionna les ministres et conseillers, les officiers du trésor, les officiers militaires, les gardes et les experts professionnels réunis concernant la noble tâche d’un monarque qui tourne la roue. ",
  "dn26:10.2": "Et ils lui répondirent. ",
  "dn26:10.3": "Après les avoir écoutés, il assura une protection et une sécurité équitable. Mais, il ne fournit pas d’argent aux démunis dans le royaume. ",
  "dn26:10.4": "Ainsi la pauvreté se répandit abondamment. ",
  "dn26:10.5": "Alors que la pauvreté se répandit, une personne vola autrui. ",
  "dn26:10.6": "Ils l’arrêtèrent ",
  "dn26:10.7": "et le présentèrent au roi en disant, ",
  "dn26:10.8": "‹ Votre Majesté, cette personne a volé autrui. › ",
  "dn26:10.9": "Le roi dit à cette personne, ",
  "dn26:10.10": "‹ Est-ce vraiment vrai, monsieur, que vous avez volé autrui ? › ",
  "dn26:10.11": "‹ C’est vrai, majesté. › ",
  "dn26:10.12": "‹ Pour quelle raison ? › ",
  "dn26:10.13": "‹ Majesté, je ne peux pas survivre. › ",
  "dn26:10.14": "Alors le roi donna de l’argent à cette personne en disant, ",
  "dn26:10.15": "‹ Utilisez cet argent, monsieur, pour subvenir aux besoins de votre mère et père, de vos partenaires et de vos enfants. Gagnez votre vie par le travail et créez une offrande religieuse pour les ascètes et les brahmanes, qui favorise l’accès au ciel, se concrétise en bonheur et mène à la béatitude céleste. › ",
  "dn26:10.16": "‹ Oui, Votre Majesté, › répondit cet homme. ",
  "dn26:11.1": "Mais ensuite, un autre homme vola autrui. ",
  "dn26:11.2": "Ils l’arrêtèrent ",
  "dn26:11.3": "et le présentèrent au roi, en disant, ",
  "dn26:11.4": "‹ Votre Majesté, cette personne a volé autrui. › ",
  "dn26:11.5": "Le roi dit à cette personne, ",
  "dn26:11.6": "‹ Est-ce vraiment vrai, monsieur, que vous avez volé autrui ? › ",
  "dn26:11.7": "‹ C’est vrai, majesté. › ",
  "dn26:11.8": "‹ Pour quelle raison ? › ",
  "dn26:11.9": "‹ Majesté, je ne peux pas survivre. › ",
  "dn26:11.10": "Alors le roi donna de l’argent à cette personne, en disant, ",
  "dn26:11.11": "‹ Utilisez cet argent, monsieur, pour subvenir aux besoins de votre mère et père, de vos partenaires et de vos enfants. Gagnez votre vie par le travail et créez une offrande religieuse pour les ascètes et les brahmanes, qui favorise l’accès au ciel, se concrétise en bonheur et mène à la béatitude céleste. › ",
  "dn26:11.12": "‹ Oui, Votre Majesté ›, répondit cet homme. ",
  "dn26:12.1": "La population apprirent alors ce qui suit : ",
  "dn26:12.2": "‹ Il semblerait que le roi donne de l’argent à quiconque vole autrui ! › ",
  "dn26:12.3": "Ils se dirent, ",
  "dn26:12.4": "‹ Pourquoi ne pas nous aussi voler autrui ? › ",
  "dn26:12.5": "Alors un autre homme vola autrui. ",
  "dn26:12.6": "Ils l’arrêtèrent ",
  "dn26:12.7": "et le présentèrent au roi, en disant, ",
  "dn26:12.8": "‹ Votre Majesté, cette personne a volé autrui. › ",
  "dn26:12.9": "Le roi dit à cette personne, ",
  "dn26:12.10": "‹ Est-ce vraiment vrai, monsieur, que vous avez volé autrui ? › ",
  "dn26:12.11": "‹ C’est vrai, majesté. › ",
  "dn26:12.12": "‹ Pour quelle raison ? › ",
  "dn26:12.13": "‹ Majesté, je ne peux pas survivre. › ",
  "dn26:12.14": "Alors le roi pensa, ",
  "dn26:12.16": "Il serait préférable que je l’achève, le finisse et le décapite. › ",
  "dn26:12.17": "Puis il ordonna à ses hommes, ",
  "dn26:12.18": "‹ Alors, mes hommes, liez solidement les bras de cet homme derrière son dos avec une corde solide. Rasez-lui la tête et faites-le défiler de rue en rue et de place en place au son dur d’un tambour. Puis sortez-le hors par la porte sud et achevez-le, finissez-le et décapitez-le. › ",
  "dn26:12.19": "‹ Oui, Votre Majesté ›, répondirent-ils, et firent tel qu’il avait ordonné. ",
  "dn26:13.1": "La population apprirent alors ce qui suit : ",
  "dn26:13.2": "‹ Il semblerait que le roi décapite quiconque vole autrui ! › ",
  "dn26:13.3": "Ils se dirent, ",
  "dn26:13.4": "‹ Nous ferions mieux de nous faire forger des épées tranchantes. Puis, lorsque nous volerons, nous les achèverons, nous les finirons et nous les décapiterons. › ",
  "dn26:13.5": "Ils se firent forger des épées tranchantes. Ensuite, ils se lancèrent dans des raids contre les villages, les villes et les cités, semant le trouble sur les routes. ",
  "dn26:13.6": "Et ils décapitaient tous ceux qu’ils volaient. ",
  "dn26:14.1": "Et ainsi, Monastiques, à cause de ne pas avoir distribué d’argent aux démunis, la pauvreté se généralisa. Lorsque la pauvreté fut répandue, le vol se généralisa. Lorsque le vol fut répandu, les épées se généralisèrent. Lorsque les épées furent répandues, le meurtre se généralisa. Et, pour ceux parmi lesquels le meurtre était répandu, leur espérance de vie et leur beauté diminuèrent. ",
  "dn26:14.2": "Ces personnes vivaient 80 000 ans, mais leurs enfants vivaient 40 000 ans. ",
  "dn26:14.3": "Parmi les personnes qui vivaient 40 000 ans, une personne vola autrui. ",
  "dn26:14.4": "Ils l’arrêtèrent ",
  "dn26:14.5": "et le présentèrent au roi, en disant, ",
  "dn26:14.6": "‹ Votre Majesté, cette personne a volé autrui. › ",
  "dn26:14.7": "Le roi dit à cette personne, ",
  "dn26:14.8": "‹ Est-ce vraiment vrai, monsieur, que vous avez volé autrui ? › ",
  "dn26:14.9": "‹ Non, majesté ›, dit-il en mentant délibérément. ",
  "dn26:15.1": "Ainsi, monastiques, à cause de ne pas avoir distribué d’argent aux démunis, la pauvreté, le vol, les épées et les meurtres se généralisèrent. Lorsque les meurtres furent répandus, le mensonge se généralisa. Et, pour ceux parmi lesquels le mensonge était répandu, leur espérance de vie et leur beauté diminuèrent. ",
  "dn26:15.2": "Ces personnes qui vivaient 40 000 ans eurent des enfants qui vivaient 20 000 ans. ",
  "dn26:15.3": "Parmi les personnes qui vivaient 20 000 ans, une personne vola autrui. ",
  "dn26:15.4": "Une personne rapporta cela au roi, ",
  "dn26:15.5": "‹ Votre Majesté, certaines personnes ont volé autrui ›, dit-il derrière son dos. ",
  "dn26:16.1": "Ainsi, monastiques, à cause de ne pas avoir distribué d’argent aux démunis, la pauvreté, le vol, les épées, les meurtres et le mensonge se généralisèrent. Lorsque le mensonge fut répandu, la médisance se généralisa. Et, pour ceux parmi lesquels la médisance était répandue, leur espérance de vie et leur beauté diminuèrent. ",
  "dn26:16.2": "Ces personnes qui vivaient 20 000 ans eurent des enfants qui vivaient 10 000 ans. ",
  "dn26:17.1": "Parmi les personnes qui vivaient 10 000 ans, certains étaient beaux, d’autres laids. ",
  "dn26:17.2": "Et les êtres laids, convoitant les beaux, commirent l’adultère avec les femmes d’autrui. ",
  "dn26:17.3": "Ainsi, monastiques, à cause de ne pas avoir distribué d’argent aux démunis, la pauvreté, le vol, les épées, les meurtres, le mensonge et la médisance se généralisèrent. Lorsque la médisance fut répandue, les conduites sexuelles inappropriées se généralisèrent. Et, pour ceux parmi lesquels les conduites sexuelles inappropriées étaient répandues, leur espérance de vie et leur beauté diminuèrent. ",
  "dn26:17.4": "Ces personnes qui vivaient 10 000 ans eurent des enfants qui vivaient 5 000 ans. ",
  "dn26:17.5": "Parmi les personnes qui vivaient 5 000 ans, deux choses se généralisèrent : ",
  "dn26:17.6": "les paroles dures et les bavardages futiles. ",
  "dn26:17.7": "Pour ceux parmi lesquels ces deux choses étaient répandues, leur espérance de vie et leur beauté diminuèrent. ",
  "dn26:17.8": "Ceux qui vivaient 5 000 ans eurent des enfants qui vivaient 2500 ans, tandis que d’autres vivaient 2 000 ans. ",
  "dn26:17.9": "Parmi les personnes qui vivaient 2 500 ans, le désir et la malveillance se généralisèrent. ",
  "dn26:17.10": "Pour ceux parmi lesquels le désir et la malveillance étaient répandus, leur espérance de vie et leur beauté diminuèrent. ",
  "dn26:17.11": "Ceux qui vivaient 2 500 ans eurent des enfants qui vivaient 1000 ans. ",
  "dn26:17.12": "Parmi les personnes qui vivaient 1000 ans, les conceptions erronées se généralisèrent. ",
  "dn26:17.13": "Pour ceux parmi lesquels les conceptions erronées étaient répandues, leur espérance de vie et leur beauté diminuèrent. ",
  "dn26:17.14": "Ceux qui vivaient 1000 ans eurent des enfants qui vivaient 500 ans. ",
  "dn26:17.15": "Parmi les personnes qui vivaient 500 ans, trois choses se généralisèrent : ",
  "dn26:17.16": "le désir illicite, l’avidité immorale et les mauvaises pratiques. ",
  "dn26:17.17": "Pour ceux parmi lesquels ces trois choses étaient répandues, leur espérance de vie et leur beauté diminuèrent. ",
  "dn26:17.18": "Ceux qui vivaient 500 ans eurent des enfants qui vivaient 250 ans, tandis que d’autres vivaient 200 ans. ",
  "dn26:17.19": "Parmi les personnes qui vivaient 250 ans, ces choses se généralisèrent : ",
  "dn26:17.20": "le manque de respect envers la mère et le père, les ascètes et les brahmanes, et manquement à honorer les aînés de la famille. ",
  "dn26:18.1": "Ainsi, monastiques, à cause de ne pas avoir distribué d’argent aux démunis, toutes ces choses se généralisèrent — la pauvreté, ",
  "dn26:18.2": "le vol, ",
  "dn26:18.3": "les épées, ",
  "dn26:18.4": "les meurtres, ",
  "dn26:18.5": "le mensonge, ",
  "dn26:18.6": "la médisance, ",
  "dn26:18.7": "les conduites sexuelles inappropriées, ",
  "dn26:18.8": "les paroles dures et les bavardages futiles, ",
  "dn26:18.9": "le désir et la malveillance, ",
  "dn26:18.10": "les conceptions erronées, ",
  "dn26:18.11": "le désir illicite, l’avidité immorale et les mauvaises pratiques, ",
  "dn26:18.12": "et le manque de respect envers la mère et le père, les ascètes et les brahmanes, et manquement à honorer les aînés de la famille. ",
  "dn26:18.13": "Pour ceux parmi lesquels ces choses étaient répandues, leur espérance de vie et leur beauté diminua. ",
  "dn26:18.14": "Ceux qui vivaient 250 ans eurent des enfants qui vivaient 100 ans. ",
  "dn26:19.0": "5. Quand les personnes vivent dix ans ",
  "dn26:19.1": "Un temps viendra, monastiques, lorsque ces personnes auront des enfants qui vivront 10 ans. ",
  "dn26:19.2": "Parmi les personnes qui vivront 10 ans, les filles seront en âge de se marier à 5 ans. ",
  "dn26:19.3": "Les saveurs suivantes disparaîtront : ",
  "dn26:19.4": "le ghee, le beurre, l’huile, le miel, la mélasse et le sel. ",
  "dn26:19.5": "La meilleure sorte de nourriture sera l’éleusine, ",
  "dn26:19.6": "comme un bon riz avec de la viande est le meilleur type de plat aujourd’hui. ",
  "dn26:19.8": "Les dix façons d’accomplir des actions bénéfiques disparaîtront totalement, et les dix façons de commettre des actions nuisibles exploseront en popularité. ",
  "dn26:19.9": "Ces personnes n’auront même pas le mot ‹ bénéfiques ›, encore moins une personne qui fait ce qui est bénéfique. ",
  "dn26:19.10": "Et quiconque manque de respect envers la mère et au père, aux ascètes et aux brahmanes, et d’honorer les aînés de la famille, sera vénéré et félicité, ",
  "dn26:19.11": "comme l’inverse aujourd’hui. ",
  "dn26:20.1": "Il n’y aura aucune reconnaissance du statut des mères, des tantes, ou des femmes et des partenaires, des enseignants et des personnes respectables. ",
  "dn26:20.2": "$Le monde se dirigera vers le chaos, tel les chèvres et les moutons, les poulets et les cochons, et les chiens et les chacals. ",
  "dn26:20.3": "Ils seront remplis d’hostilité les uns envers les autres, avec une animosité intense, de la malveillance et des pensées de meurtre. ",
  "dn26:20.4": "Même une mère ressentira cela pour son enfant et l’enfant pour sa mère, ",
  "dn26:20.5": "le père pour l’enfant, l’enfant pour le père, ",
  "dn26:20.6": "le frère pour la sœur et la sœur pour le frère. ",
  "dn26:20.7": "Ils ressembleront à chasseur lorsqu’il voit une bête — remplis d’hostilité les uns envers les autres, avec une animosité intense, de la malveillance et des pensées de meurtre. ",
  "dn26:21.1": "Parmi les personnes qui vivront 10 ans, il y aura un interrègne d’épées durant sept jours. ",
  "dn26:21.2": "Pendant ce temps, ils se verront les uns les autres comme des bêtes. ",
  "dn26:21.3": "Des épées tranchantes apparaîtront dans leurs mains, ",
  "dn26:21.4": "avec lesquelles ils s’ôteront la vie, en criant, ‹ C’est une bête ! C’est une bête ! › ",
  "dn26:21.5": "Mais alors, certains de ces êtres se diront, ",
  "dn26:21.6": "‹ Ne tuons pas et ne soyons pas tués ! Pourquoi ne pas nous dissimuler dans les herbes épaisses, les jungles épaisses, les arbres épais, les régions fluviales inaccessibles, ou les montagnes escarpées et survivons avec les racines et les fruits de la forêt ? › ",
  "dn26:21.7": "C’est donc ce qu’ils font. ",
  "dn26:21.8": "Lorsque ces sept jours seront passés, sortant de leurs cachettes et s’étant étreints, ils se réuniront et pleureront d’une seule voix : ",
  "dn26:21.9": "‹ Fantastique, cher ennemi, tu vis ! Fantastique, cher ennemi, tu vis ! › ",
  "dn26:21.10.0": "6. La période de croissance ",
  "dn26:21.11": "Alors ces êtres se diront, ",
  "dn26:21.12": "‹ C’est parce que nous avons commis des actions nuisibles que nous avons subis une telle perte de nos proches. ",
  "dn26:21.13": "Il vaut mieux faire ce qui est bénéfique. ",
  "dn26:21.14": "Quelle action bénéfique devrions-nous accomplir ? ",
  "dn26:21.15": "Pourquoi ne nous abstiendrions-nous pas de tuer des êtres vivants ? Ayant accompli cette action bénéfique, nous vivrons selon elle. › ",
  "dn26:21.16": "C’est donc ce qu’ils font. ",
  "dn26:21.17": "En accomplissant cette action bénéfique, leur espérance de vie et leur beauté s’accroîtront. ",
  "dn26:21.18": "Ceux qui vivent 10 ans auront des enfants qui vivront 20 ans. ",
  "dn26:22.1": "Alors ces êtres penseront, ",
  "dn26:22.2": "‹ En ayant accompli cette action bénéfique, notre longévité et notre beauté accroissent. ",
  "dn26:22.3": "Pourquoi n’accomplirions-nous pas encore plus d’actions bénéfiques ? ",
  "dn26:22.4": "Quelle action bénéfique devrions-nous accomplir ? ",
  "dn26:22.6": "de conduite sexuelle inappropriée… ",
  "dn26:22.7": "de mensonge… ",
  "dn26:22.8": "de médisance… ",
  "dn26:22.9": "de paroles dures… ",
  "dn26:22.10": "et de bavardages futiles. ",
  "dn26:22.11": "Pourquoi ne renoncerions-nous pas à la convoitise… ",
  "dn26:22.12": "à la malveillance… ",
  "dn26:22.13": "aux conceptions erronées… ",
  "dn26:22.14": "à trois choses : ",
  "dn26:22.15": "au désir illicite, à l’avidité immorale et aux mauvaises pratiques. ",
  "dn26:22.16": "Pourquoi ne témoignerions-nous pas de respect à la mère et au père, aux ascètes et aux brahmanes, en honorant les aînés de nos familles ? Ayant accompli cette action bénéfique, nous vivrons selon elle. › ",
  "dn26:22.17": "C’est donc ce qu’ils font. ",
  "dn26:22.18": "En ayant accompli cette action bénéfique, leur longévité et leur beauté s’accroîtront. ",
  "dn26:22.19": "Ceux qui vivent 20 ans auront des enfants qui vivront 40 ans. ",
  "dn26:22.20": "Ceux qui vivent 40 ans auront des enfants qui vivront 80 ans, ",
  "dn26:22.21": "puis 160 ans, ",
  "dn26:22.22": "320 ans, ",
  "dn26:22.23": "640 ans, ",
  "dn26:22.24": "2 000 ans, ",
  "dn26:22.25": "4 000 ans, ",
  "dn26:22.26": "8 000  ans, ",
  "dn26:22.27": "20 000 ans, ",
  "dn26:23.1": "40 000 ans, ",
  "dn26:23.2": "et enfin 80 000 ans. ",
  "dn26:23.3": "Parmi les personnes qui vivent  80 000 ans, les filles seront en âge de se marier à 500. ",
  "dn26:23.4.0": "L’ère du roi Saṅkha ",
  "dn26:23.5": "Parmi les personnes qui vivent 80 000 ans, il y aura juste trois afflictions : la cupidité, la famine et la vieillesse. ",
  "dn26:23.6": "L’Inde connaîtra le succès et la prospérité. Les villages, les bourgades et les villes capitales ne seront plus qu’à une envolée de poule les uns des autres. ",
  "dn26:23.7": "Et le pays se peuplera dense comme l’enfer, serré comme un taillis de roseaux ou de joncs. ",
  "dn26:23.8": "La capitale royale sera Varanasi, renommée Ketumatī. Elle connaîtra le succès, la prospérité, sera densément peuplée, grouillante de personnes, avec abondance de nourriture. ",
  "dn26:23.9": "Et Varanasi, connue sous le nom de Ketumatī, sera la capitale de ces 84 000 villes en Inde. ",
  "dn26:24.1": "Et dans la capitale royale de Ketumatī surgira un roi du nom de Saṅkha, un monarque qui tourne la roue, juste et vertueux. Sa domination s’étendra vers les quatre horizons, il apportera la stabilité au pays et détiendra les sept joyaux. ",
  "dn26:24.2": "Il aura les sept joyaux suivants : ",
  "dn26:24.3": "la roue, l’éléphant, le cheval, le joyau, la femme, le trésorier et le conseiller comme septième joyau. ",
  "dn26:24.4": "Il aura plus de mille fils vaillants et héroïques, pulvérisant les armées de ses ennemis. ",
  "dn26:24.5": "Après avoir conquis cette terre ceinte par la mer, il régnera par la vertu, sans bâton ni épée. ",
  "dn26:25.0": "8. L’avènement du Bouddha Metteyya ",
  "dn26:25.1": "Et le Bienheureux nommé Metteyya apparaîtra dans le monde — parfait, un Bouddha pleinement éveillé, accompli en savoir et en conduite, saint, connaisseur du monde, guide suprême pour ceux qui désirent se former, enseignant des dieux et des humains, éveillé, béni—",
  "dn26:25.2": "comme je suis apparu aujourd’hui. ",
  "dn26:25.3": "Il saisira par sa propre compréhension ce monde — avec ses dieux, Māras et Brahmās, cette population avec ses ascètes et brahmanes, divinités et humains — et le révèlera aux autres, comme je le fais aujourd’hui. ",
  "dn26:25.4": "Il enseignera le Dhamma bon au début, bon au milieu et bon à la fin, plein de sens et bien exprimé. Et, il dévoilera une pratique spirituelle complète et pure, ",
  "dn26:25.5": "comme je le fais aujourd’hui. ",
  "dn26:25.6": "Il guidera un Saṅgha de plusieurs milliers de monastiques, comme je mène un Saṅgha de plusieurs centaines aujourd’hui. ",
  "dn26:26.1": "Alors le roi Saṅkha fera redresser le poteau sacrificiel autrefois érigé par le roi Mahāpanāda. ",
  "dn26:26.2": "Après un règne accompli, il abdiquera, faisant des dons aux ascètes et aux brahmanes, aux miséreux, aux vagabonds, aux nomades et aux mendiants. Puis, s’était rasé les cheveux et sa barbe, et revêtu de robes couleur ocre, il renoncera à la vie laïque pour la vie d’ascète en présence du Bouddha Metteyya. ",
  "dn26:26.3": "Peu après son ordination, vivant en retrait, assidu, appliqué et résolu, il réalisera le but ultime de la voie spirituelle dans cette vie même. Il vivra en ayant atteint par sa propre compréhension l’objectif pour lequel les nobles quittent la vie laïque pour la vie d’ascète. ",
  "dn26:27.1": "Monastiques, soyez votre propre île, votre propre refuge, sans nul autre refuge. Que l’enseignement soit votre île et votre refuge, sans nul autre refuge. ",
  "dn26:27.2": "Et comment un monastique fait-il cela ? ",
  "dn26:27.3": "C’est lorsqu’un monastique médite en se concentrant sur un aspect du corps, avec ferveur, pleinement conscient et attentif, libéré de la convoitise et de l’insatisfaction envers le monde. ",
  "dn26:27.4": "Il médite en se concentrant sur un aspect des sensations… ",
  "dn26:27.5": "de l’esprit… ",
  "dn26:27.6": "des dhammas – avec ferveur, pleinement conscient et attentif, libéré de la convoitise et de l’insatisfaction envers le monde. ",
  "dn26:27.7": "C’est ainsi qu’un monastique est sa propre île, son propre refuge, sans nul autre refuge. L’enseignement est ainsi son île et son refuge, sans nul autre refuge. ",
  "dn26:28.0": "9. Concernant la longévité et la beauté pour les monastiques ",
  "dn26:28.1": "Monastiques, vous devriez parcourir votre propre territoire, le domaine de vos pères. ",
  "dn26:28.2": "En agissant ainsi, vous accroîtrez votre longévité, beauté, bonheur, richesse et pouvoir. ",
  "dn26:28.3": "Et qu’est-ce que la longévité pour un monastique ? ",
  "dn26:28.4": "C’est lorsqu’un monastique développe la base du pouvoir psychique qui s’accompagne d’immersion grâce à l’enthousiasme et à l’effort. ",
  "dn26:28.5": "Il développe la base du pouvoir psychique qui s’accompagne d’immersion grâce à la vigueur et à l’effort. ",
  "dn26:28.6": "Il développe la base du pouvoir psychique qui s’accompagne d’immersion grâce au développement mental et à l’effort. ",
  "dn26:28.7": "Il développe la base du pouvoir psychique qui s’accompagne d’immersion grâce à la recherche et à l’effort. ",
  "dn26:28.8": "Après avoir développé et cultivé ces quatre bases du pouvoir psychique, ils peuvent, s’ils le souhaitent, vivre pour la durée d’un éon ou le reste d’un éon. ",
  "dn26:28.9": "Voilà ce qu’est la longévité pour un monastique. ",
  "dn26:28.10": "Et qu’est-ce que la beauté pour un monastique ? ",
  "dn26:28.11": "C’est lorsqu’un monastique est vertueux, modéré selon le code monastique, se conduit bien et sollicite l’aumône dans des lieux convenables. Conscient du danger dans la moindre faute, il observe les préceptes qu’il a adoptés. ",
  "dn26:28.12": "Voilà ce qu’est la beauté pour un monastique. ",
  "dn26:28.13": "Et qu’est-ce que le bonheur pour un monastique ? ",
  "dn26:28.14": "C’est lorsqu’un monastique, bien isolé des plaisirs sensuels, isolé des états mentaux nuisibles, entre et demeure dans la première absorption, imprégné du ravissement et du bonheur nés de l’isolement, accompagné de réflexion et d’examen. ",
  "dn26:28.15": "Avec l’apaisement de la réflexion et de l’examen… il entre et demeure dans la deuxième absorption… ",
  "dn26:28.16": "troisième absorption… ",
  "dn26:28.17": "quatrième absorption. ",
  "dn26:28.18": "Voilà ce qu’est le bonheur pour un monastique. ",
  "dn26:28.19": "Et qu’est-ce que la richesse pour un monastique ? ",
  "dn26:28.20": "C’est lorsqu’un monastique médite en diffusant un cœur empli d’amour dans une direction, puis dans une deuxième, dans une troisième, et dans une quatrième. De la même façon, au-dessus, en dessous, à travers, partout, tout autour, il propage un cœur empli d’amour à l’ensemble du monde — généreux, étendu, sans limites, dépourvu d’animosité et de malveillance. ",
  "dn26:28.21": "Il médite en diffusant un cœur empli de compassion… ",
  "dn26:28.22": "de joie… ",
  "dn26:28.23": "d’équanimité en une direction, puis dans une deuxième, dans une troisième, et dans une quatrième. De la même façon, au-dessus, en dessous, à travers, partout, tout autour, il propage un cœur empli d’équanimité à l’ensemble du monde — généreux, étendu, sans limites, dépourvu d’animosité et de malveillance. ",
  "dn26:28.24": "Voilà ce qu’est la richesse pour un monastique. ",
  "dn26:28.25": "Et qu’est-ce que la force pour un monastique ? ",
  "dn26:28.26": "C’est lorsqu’un monastique réalise dans cette vie même la pure liberté du cœur et la liberté par la sagesse. Il vit en ayant atteint cette réalisation par sa propre compréhension due à la cessation des impuretés. ",
  "dn26:28.27": "Voilà ce qu’est la force pour un monastique. ",
  "dn26:28.28": "Monastiques, je ne vois pas de force plus difficile à vaincre que celle de Māra. ",
  "dn26:28.29": "C’est en s’appliquant à des qualités bénéfiques que le mérite croît. ",
  "dn26:28.30": "Voilà ce que le Bouddha a dit. ",
  "dn26:28.31": "Satisfaits, les monastiques approuvèrent ce que le Bouddha avait dit. "
}