{
  "dn31:0.1": "Long Discours 31 ",
  "dn31:0.2": "Conseil à Sigālaka ",
  "dn31:1.1": "Ainsi ai-je entendu. ",
  "dn31:1.2": "À une époque, le Bouddha séjournait près de Rājagaha, dans la Bambouseraie, un endroit où les écureuils se nourrissaient. ",
  "dn31:1.3": "À ce moment-là, le fils du maître de maison, Sigālaka, se leva tôt et quitta Rājagaha. Avec ses vêtements et ses cheveux mouillés, il leva ses paumes jointes pour vénérer les divers points cardinaux :  —",
  "dn31:1.4": "l’est, le sud, l’ouest, le nord, le bas et le haut. ",
  "dn31:2.1": "Le matin, le Bouddha s’habilla et, prenant son bol et sa robe, entra à Rājagaha pour demander l’aumône. ",
  "dn31:2.2": "Il vit Sigālaka vénérant les points cardinaux ",
  "dn31:2.4": "et lui dit : ",
  "dn31:2.5": "« Fils de maître de maison, pourquoi vénères-tu ainsi les points cardinaux ? » ",
  "dn31:2.7": "« Monsieur, sur son lit de mort, mon père m’a dit : ",
  "dn31:2.8": "‹ Mon cher, je vous en prie, révérez les points cardinaux ›. ",
  "dn31:2.9": "Honorant, respectant et vénérant les paroles de mon père, je me suis levée tôt, j’ai quitté Rājagaha et, avec mes vêtements et mes cheveux tout mouillés, j’ai levé mes paumes jointes pour vénérer les divers points cardinaux  —",
  "dn31:2.10": "l’est, le sud, l’ouest, le nord, le bas et le haut. » ",
  "dn31:2.11.0": "Les Six Directions ",
  "dn31:2.12": "« Fils de maître de maison, ce n’est pas ainsi que les six directions devraient être vénérées dans l’entraînement du Noble. » ",
  "dn31:2.13": "« Mais monsieur, comment les six directions devraient-elles être vénérées dans l’entraînement du Noble ? ",
  "dn31:2.14": "Monsieur, veuillez m’enseigner cela. » ",
  "dn31:2.15": "« Eh bien, fils de maître de maison, écoute et sois attentif, je vais parler. » ",
  "dn31:2.16": "« Oui, monsieur, répondit Sigālaka. ",
  "dn31:2.17": "Le Bouddha dit ceci : ",
  "dn31:3.1": "« Fils de maître de maison, un noble disciple abandonne quatre actions corrompues, ne commet pas de mauvaises actions pour quatre raisons, et évite six sources d’appauvrissement. Lorsqu’il a abandonné ces quatorze mauvaises choses, il a couvert les six directions. ",
  "dn31:3.2": "Ils s’entraînent pour réussir dans les deux mondes, et ils réussissent dans ce monde et dans le suivant. ",
  "dn31:3.3": "Lorsque leur corps se décompose, après la mort, ils renaissent en un endroit favorable, un royaume céleste. ",
  "dn31:3.4.0": "2. Quatre Actions Corrompues ",
  "dn31:3.5": "Quelles sont les quatre actions corrompues auxquels ils ont renoncé ? ",
  "dn31:3.6": "Tuer des créatures vivantes, voler, commettre des abus sexuels et mentir : ce sont là des actions corrompues. ",
  "dn31:3.7": "Ce sont les quatre actes corrompus qu’ils ont abandonnés. » ",
  "dn31:3.8": "C’est ce qu’a dit le Bouddha. ",
  "dn31:3.9": "Ensuite, le Saint, le Maître, poursuit : ",
  "dn31:4.1": "« Tuer, voler, ",
  "dn31:4.2": "mentir, ",
  "dn31:4.3": "et être infidèle : ",
  "dn31:4.4": "les personnes avisées ne font pas l’éloge de ces choses. » ",
  "dn31:5.0": "3. Quatre Raisons ",
  "dn31:5.1": "« Pour quelles quatre raisons ne commettent-ils pas de mauvaises actions ? ",
  "dn31:5.2": "Les mauvaises actions sont commises par favoritisme, hostilité, stupidité et lâcheté. ",
  "dn31:5.3": "Lorsqu’un noble disciple est sans favoritisme, d’hostilité, de stupidité et de lâcheté, ",
  "dn31:5.4": "il n’agit pas de manière néfaste pour ces quatre raisons. » ",
  "dn31:5.5": "C’est ce que le Bouddha a dit. ",
  "dn31:5.6": "Ensuite, le Saint, le Maître, poursuit : ",
  "dn31:6.1": "« Si vous agissez contre l’enseignement ",
  "dn31:6.2": "par favoritisme, hostilité, lâcheté ou stupidité, ",
  "dn31:6.3": "votre réputation diminue, ",
  "dn31:6.4": "comme la Lune dans la quinzaine décroissante. ",
  "dn31:6.5": "Si vous n’agissez pas contre l’enseignement ",
  "dn31:6.6": "par favoritisme, hostilité, lâcheté et stupidité, ",
  "dn31:6.7": "votre réputation s’accroît, ",
  "dn31:6.8": "comme la Lune dans la quinzaine croissante. » ",
  "dn31:7.0": "4. Six Causes de Perte de Richesse ",
  "dn31:7.1": "« Quelles sont les six causes de pertes de richesse qu’ils évitent ? ",
  "dn31:7.2": "Se livrer régulièrement aux activités suivantes est une perte de richesse : boire de l’alcool, errer dans les rues la nuit, fréquenter les festivals, jouer de l’argent, avoir de mauvais amis, être paresseux. ",
  "dn31:8.0": "5. Six Inconvénients de la Consommation de l’Alcool ",
  "dn31:8.1": "Il y a six inconvénients de la consommation régulièrement de l’alcool. ",
  "dn31:8.2": "La perte immédiate de richesse, la promotion des querelles, la susceptibilité aux maladies, le déshonneur, l’exposition indécente ; et l’affaiblissement de la sagesse est la sixième conséquence. ",
  "dn31:8.3": "Tels sont les six inconvénients de la consommation régulièrement de l’alcool. ",
  "dn31:9.0": "6. Six Inconvénients de l’Errance Nocturne dans les Rues ",
  "dn31:9.1": "Il y a six inconvénients à errer dans les rues la nuit. ",
  "dn31:9.2": "Vous, vos partenaires, vos enfants et vos biens sont laissés sans surveillance. On vous soupçonne d’avoir commis de mauvaises actions. De fausses rumeurs circulent à votre sujet. Vous êtes à exposés à de nombreuses choses qui entraînent des souffrances. ",
  "dn31:9.3": "Tels sont les six inconvénients de l’errance nocturne dans les rues. ",
  "dn31:10.0": "7. Six Inconvénients des Festivals ",
  "dn31:10.1": "Il y a six inconvénients à fréquenter les festivals. ",
  "dn31:10.2": "On songe toujours : ‹ Où est la danse ? Où sont les chants ? Où est la musique ? Où sont les histoires ? Où sont les applaudissements ? Où sont les timbales ? › ",
  "dn31:10.3": "Tels sont les six inconvénients de la fréquentation des festivals. ",
  "dn31:11.0": "8. Six Inconvénients des Jeux d’Argent ",
  "dn31:11.1": "Il y a six inconvénients à jouer régulièrement de l’argent. ",
  "dn31:11.2": "La victoire engendre l’inimitié. Le perdant pleure son argent. Il y a perte immédiate de la richesse. La parole d’un joueur n’a aucun poids dans les assemblées publiques. Ses amis et collègues le traitent avec mépris. Et personne ne veut épouser un joueur, car on pense : ",
  "dn31:11.3": "‹ C’est un joueur, — il est incapable de subvenir aux besoins d’un partenaire ›. ",
  "dn31:11.4": "Tels sont les six inconvénients de la pratique régulière des jeux d’argent ",
  "dn31:12.0": "9. Six Inconvénients des Mauvais Amis ",
  "dn31:12.1": "Il y a ces six inconvénients à avoir de mauvais amis. ",
  "dn31:12.2": "Vous devenez l’ami et le compagnon de ceux qui sont des drogués, des fêtards, des ivrognes, des fraudeurs, des escrocs et des voyous. ",
  "dn31:12.3": "Tels sont les six inconvénients à avoir de mauvais amis. ",
  "dn31:13.0": "10. Six Inconvénients de la Paresse ",
  "dn31:13.1": "Il y a six inconvénients de la paresse habituelle. ",
  "dn31:13.2": "Vous ne faites pas votre travail grâce à des excuses telles que : ‹ Il fait trop froid ! Il fait trop chaud. Il est trop tard ! Il est trop tôt ! J’ai trop faim ! Je suis trop rassasié ! › ",
  "dn31:13.3": "En vous appuyant sur autant d’excuses pour ne pas travailler, vous ne gagnez pas plus d’argent et l’argent que vous avez déjà s’épuise. ",
  "dn31:13.4": "Tels sont les six inconvénients de la paresse habituelle. » ",
  "dn31:13.5": "C’est ce que le Bouddha a dit. ",
  "dn31:13.6": "Ensuite, le Saint, le Maître, continua en disant : ",
  "dn31:14.1": "« Certains sont simplement des compagnons de boisson, ",
  "dn31:14.2": "certains vous appellent leur cher, cher ami, ",
  "dn31:14.3": "mais un véritable ami est celui ",
  "dn31:14.4": "qui reste à vos côtés en cas de besoin. ",
  "dn31:14.5": "Se lever tard, l’adultère, ",
  "dn31:14.6": "se faire des ennemis, la nuisance, ",
  "dn31:14.7": "les mauvais amis et l’avarice : ",
  "dn31:14.8": "ces six raisons ruinent une personne. ",
  "dn31:14.9": "Avec de mauvais amis, de mauvais compagnons, ",
  "dn31:14.10": "un mauvais comportement et environnement, ",
  "dn31:14.11": "un homme tombe en ruine ",
  "dn31:14.12": "dans ce monde et dans l’autre. ",
  "dn31:14.13": "Les dés, les femmes, l’alcool, la chanson et la danse ; ",
  "dn31:14.14": "dormir le jour et errer la nuit ; ",
  "dn31:14.15": "les mauvais amis et l’avarice : ",
  "dn31:14.16": "ces six raisons ruinent une personne. ",
  "dn31:14.17": "Ils jouent aux dés et boivent de l’alcool, ",
  "dn31:14.18": "et fréquentent des femmes aimées par d’autres. ",
  "dn31:14.19": "En s’associant aux pires, pas aux meilleurs, ",
  "dn31:14.20": "ils se déclinent comme la Lune décroissante. ",
  "dn31:14.21": "Un ivrogne, sans le sou et dépourvu de tout, ",
  "dn31:14.22": "assoiffé, buvant au bar, ",
  "dn31:14.23": "se noyant dans les dettes, ",
  "dn31:14.24": "perdra rapidement son chemin. ",
  "dn31:14.25": "Lorsque vous avez l’habitude de vous lever tard, ",
  "dn31:14.26": "en voyant la nuit comme le moment de se lever, ",
  "dn31:14.27": "et en étant toujours ivre, ",
  "dn31:14.28": "vous ne parvenez pas à maintenir une vie de maître de maison. ",
  "dn31:14.29": "‹ Trop froid, trop chaud, ",
  "dn31:14.30": "trop tard ›, disent-ils. ",
  "dn31:14.31": "Lorsque les jeunes négligent leur travail de cette manière, ",
  "dn31:14.32": "les richesses leur échappent. ",
  "dn31:14.33": "Mais celui qui considère la chaleur et le froid ",
  "dn31:14.34": "comme de simples brins d’herbe — ",
  "dn31:14.35": " il accomplit ses devoirs d’homme, ",
  "dn31:14.36": "et le bonheur ne fait jamais défaut. » ",
  "dn31:15.0": "11. Faux Amis ",
  "dn31:15.1": "« Fils de maître de maison, vous devriez reconnaître ces quatre ennemis dissimulés en amis : ",
  "dn31:15.2": "le preneur, le bavard, le flatteur, le dépensier. ",
  "dn31:16.1": "Vous pouvez reconnaître un faux ami qui ne fait que prendre sur ces quatre critères. ",
  "dn31:16.2": "Vos biens finissent par leur appartenir. ",
  "dn31:16.3": "Ils donnent peu, ils attendent beaucoup. ",
  "dn31:16.4": "Ils remplissent leur obligation par peur. ",
  "dn31:16.5": "Ils s’associent pour leur propre avantage. ",
  "dn31:16.6": "Vous pouvez reconnaître un faux ami qui ne fait que prendre sur ces quatre critères. ",
  "dn31:17.1": "Vous pouvez reconnaître un faux ami qui ne fait que discourir sur ces quatre critères. ",
  "dn31:17.2": "Il est accueillant dans le passé. Il est accueillant dans le futur. Il est plein de plaisanteries sans intérêt. Quand il faut faire quelque chose dans le présent, il invoque son propre malheur. ",
  "dn31:17.3": "Vous pouvez reconnaître un faux ami qui ne fait que discourir sur ces quatre critères. ",
  "dn31:18.1": "Vous pouvez reconnaître un faux ami qui est un flatteur sur ces quatre critères. ",
  "dn31:18.2": "Il vous soutient autant dans le mal que dans le bien. Il vous loue en face et vous rabaisse derrière votre dos. ",
  "dn31:18.3": "Vous pouvez reconnaître un faux ami qui est un flatteur à ces quatre critères. ",
  "dn31:19.1": "On reconnaît un faux ami dépensier sur ces quatre critères. ",
  "dn31:19.2": "Il vous accompagne quand vous buvez, lorsque vous errez dans les rues la nuit, lorsque vous fréquentez les festivals et lorsque vous jouez de l’argent. ",
  "dn31:19.3": "Vous pouvez reconnaître un faux ami dépensier sur ces quatre critères. » ",
  "dn31:19.4": "C’est ce qu’a dit le Bouddha. ",
  "dn31:19.5": "Puis le Saint, le Maître, a poursuivi en disant : ",
  "dn31:20.1": "« Un ami ne fait que prendre, ",
  "dn31:20.2": "un autre ne fait que discourir ; ",
  "dn31:20.3": "l’un n’est qu’un flatteur, ",
  "dn31:20.4": "et l’autre est un ami dépensier. ",
  "dn31:20.5": "Une personne avisée reconnaît ",
  "dn31:20.6": "ces quatre ennemis pour ce qu’ils sont ",
  "dn31:20.7": "et les tient à distance, ",
  "dn31:20.8": "comme on éviterait une route hasardeuse. » ",
  "dn31:21.0": "12. Les Amis au Bon Cœur ",
  "dn31:21.1": "« Fils de maître de maison, vous devriez reconnaître ces quatre amis au bon cœur : ",
  "dn31:21.2": "qui est une aide, l’ami dans les bons et les mauvais jours, le conseiller et celui qui est compatissant. ",
  "dn31:22.1": "Vous pouvez reconnaître un ami de bon cœur qui est une aide sur quatre critères. ",
  "dn31:22.2": "Il vous protège lorsque vous êtes négligent. Il garde vos biens lorsque vous êtes négligent. Il vous protège en cas de danger. Quand quelque chose doit être fait, il vous fournit le double de l’argent dont vous avez besoin. ",
  "dn31:22.3": "Vous pouvez reconnaître un ami au bon cœur qui est une aide sur ces quatre critères. ",
  "dn31:23.1": "Vous pouvez reconnaître un ami au bon cœur qui est le même dans les bons et les mauvais jours sur quatre critères. ",
  "dn31:23.2": "Il vous confie ces secrets. Il garde vos secrets. Il ne vous abandonne pas dans les moments difficiles. Il serait même prêt à donner sa vie pour votre bien-être. ",
  "dn31:23.3": "Vous pouvez reconnaître un ami au bon cœur qui est le même dans les bons et les mauvais jours sur ces quatre critères. ",
  "dn31:24.1": "Vous pouvez reconnaître un ami au bon cœur et bon conseiller sur quatre critères. ",
  "dn31:24.2": "Il vous empêche de faire le mal. Il vous soutient dans vos actions positives. Il vous enseigne ce que vous ne savez pas. Il vous montre le chemin vers le royaume céleste. ",
  "dn31:24.3": "Vous pouvez reconnaître un ami au bon cœur et bon conseiller sur ces quatre critères. ",
  "dn31:25.1": "Vous pouvez reconnaître un ami au bon cœur et compatissant sur quatre critères. ",
  "dn31:25.2": "Il ne se réjouit pas de votre malheur. Il se réjouit de votre bonne fortune. Il empêche les autres de vous critiquer. Il encourage les éloges à votre égard. ",
  "dn31:25.3": "Vous pouvez reconnaître un ami au bon cœur et compatissant sur ces quatre critères. » ",
  "dn31:25.4": "C’est ce que le Bouddha a dit. ",
  "dn31:25.5": "Ensuite, le Saint, le Maître, continua en disant : ",
  "dn31:26.1": "« Un ami qui est un soutien, ",
  "dn31:26.2": "le même dans le plaisir et la douleur, ",
  "dn31:26.3": "un ami de bon conseil, ",
  "dn31:26.4": "et un ami compatissant ; ",
  "dn31:26.5": "une personne avisée voit ",
  "dn31:26.6": "ces quatre amis pour ce qu’ils sont ",
  "dn31:26.7": "et en prend soin avec précaution, ",
  "dn31:26.8": "comme une mère son enfant au sein. ",
  "dn31:26.9": "Les personnes avisées et vertueuses ",
  "dn31:26.10": "brillent comme une flamme ardente. ",
  "dn31:26.11": "Ils accumulent des richesses comme des abeilles ",
  "dn31:26.12": "en errant pour collecter du pollen. ",
  "dn31:26.13": "Et leurs richesses continuent de croître. ",
  "dn31:26.14": "comme une fourmilière qui grandit. ",
  "dn31:26.15": "En accumulant des richesses de cette manière, ",
  "dn31:26.16": "un maître de maison en fait assez pour sa famille. ",
  "dn31:26.17": "Et ils garderaient leurs amis ",
  "dn31:26.18": "en divisant leur richesse en quatre. ",
  "dn31:26.19": "Une partie est destinée à la jouissance. ",
  "dn31:26.20": "Deux parties sont investies dans le travail. ",
  "dn31:26.21": "Et le quart doit être conservé ",
  "dn31:26.22": "pour les temps difficiles. » ",
  "dn31:27.0": "13. Couvrant les Six Directions ",
  "dn31:27.1": "« Et comment, fils de maître de maison, un noble disciple couvre-t-il les six directions ? ",
  "dn31:27.2": "Ces six directions doivent être reconnues : ",
  "dn31:27.3": "les parents comme l’est, les enseignants comme le sud, le partenaire et les enfants comme l’ouest, les amis et les collègues comme le nord, les serviteurs et les travailleurs comme en-dessous, et les ascètes et les brahmanes comme au-dessus. ",
  "dn31:28.1": "Un enfant doit servir ses parents comme le point cardinal est de cinq manières, en pensant : ",
  "dn31:28.2": "‹ Je soutiendrai ceux qui m’ont soutenu. Je ferai mon devoir envers eux. Je maintiendrai la lignée familiale. Je prendrai soin de l’héritage. Quand ils seront décédés, je ferai une offrande en leur nom. › ",
  "dn31:28.3": "Les parents servis par les enfants de ces cinq manières leur témoignent de la compassion de cinq manières. ",
  "dn31:28.4": "Ils les empêchent de faire le mal. Ils les soutiennent dans le bien. Ils les forment à un métier. Ils les mettent en relation avec un partenaire convenable. Ils transmettent l’héritage en temps voulu. ",
  "dn31:28.5": "Les parents servis par leurs enfants de ces cinq manières leur témoignent de la compassion de ces cinq manières. ",
  "dn31:28.6": "Et c’est ainsi que le point cardinal est est couvert, maintenu en sécurité et sans danger. ",
  "dn31:29.1": "Un étudiant devrait servir son enseignant comme le point cardinal sud de cinq manières : ",
  "dn31:29.2": "en se levant pour eux, en les servant, en écoutant attentivement, en prenant soin d’eux et en apprenant attentivement leur profession. ",
  "dn31:29.3": "Les enseignants servis par leurs étudiants de ces cinq manières leur témoignent de la compassion de cinq manières. ",
  "dn31:29.4": "Ils s’assurent qu’ils soient bien éduqués et bien entraînés à la mémorisation. Ils présentent clairement toutes les connaissances de la profession. Ils les présentent à leurs amis et collègues. Ils leur fournissent une protection dans chaque région. ",
  "dn31:29.5": "Les enseignants servis par leurs étudiants de ces cinq manières leur témoignent de la compassion de ces cinq manières. ",
  "dn31:29.6": "Et c’est ainsi que le point cardinal sud est couvert, maintenu en sécurité et sans danger. ",
  "dn31:30.1": "Un mari devrait servir sa femme comme le point cardinal ouest de cinq manières : ",
  "dn31:30.2": "en la traitant avec honneur, en ne la méprisant pas, en ne lui étant pas infidèle, en lui cédant l’autorité et en lui offrant des parures. ",
  "dn31:30.3": "Une femme servie par son mari de ces cinq manières lui témoigne de la compassion de cinq manières. ",
  "dn31:30.4": "Elle est bien organisée dans son travail. Elle gère l’aide domestique. Elle n’est pas infidèle. Elle préserve ses revenus. Elle est habile et infatigable dans toutes ses tâches. ",
  "dn31:30.5": "Une femme servie par son mari de ces cinq manières lui témoigne de la compassion de ces cinq manières. ",
  "dn31:30.6": "Et c’est ainsi que le point cardinal ouest est couvert, maintenu en sécurité et sans danger. ",
  "dn31:31.1": "Un gentleman devrait servir ses amis et collègues comme le point cardinal nord de cinq manières : ",
  "dn31:31.2": "en donnant, en utilisant des paroles bienveillantes, en prenant soin, en prônant l’égalité et en n’utilisant pas de mots trompeurs. ",
  "dn31:31.3": "Les amis et collègues servis par un gentleman de ces cinq manières lui témoignent de la compassion de cinq manières. ",
  "dn31:31.4": "Ils le protègent lorsqu’il est négligent. Ils veillent sur ses biens lorsqu’il est négligent. Ils le gardent en sécurité en temps de danger. Ils ne l’abandonnent pas en temps difficiles. Ils honorent ses descendants. ",
  "dn31:31.5": "Les amis et collègues servis par un gentleman de ces cinq manières lui témoignent de la compassion de ces cinq manières. ",
  "dn31:31.6": "Et c’est ainsi que le point cardinal nord est couvert, maintenu en sécurité et sans danger. ",
  "dn31:32.1": "Un maître doit servir ses serviteurs et travailleurs comme le point cardinal inférieur de cinq manières : ",
  "dn31:32.2": "en organisant le travail selon les capacités, en fournissant nourriture et salaire, en les soignant lorsqu’ils sont malades, en partageant des friandises spéciales et en accordant du temps libre. ",
  "dn31:32.3": "Les serviteurs et travailleurs servis par un maître de ces cinq manières lui témoignent de la compassion de cinq manières. ",
  "dn31:32.4": "Ils se lèvent en premier et se couchent en dernier. Ils ne volent pas. Ils font bien leur travail. Et, ils contribuent à une bonne réputation. ",
  "dn31:32.5": "Les serviteurs et travailleurs servis par un maître de ces cinq manières lui témoignent de la compassion de ces cinq manières. ",
  "dn31:32.6": "Et c’est ainsi que le point cardinal inférieur est couvert, maintenu en sécurité et sans danger. ",
  "dn31:33.1": "Un gentleman devrait servir les ascètes et les brahmanes comme le point cardinal supérieur de cinq façons : ",
  "dn31:33.2": "par des actes d’amour du corps, de la parole et de l’esprit, en ne les renvoyant pas à la porte et en leur fournissant des biens matériels. ",
  "dn31:33.3": "Les ascètes et les brahmanes servis de ces cinq manières par un gentleman lui témoignent de la compassion de six manières. ",
  "dn31:33.4": "Ils l’empêchent de faire le mal. Ils le soutiennent dans ses bonnes actions. Ils pensent à lui avec des pensées bienveillantes. Ils lui enseignent ce qu’il ne sait pas. Ils clarifient ce qu’il a déjà appris. Ils montrent la voie vers le royaume céleste. ",
  "dn31:33.5": "Les ascètes et les brahmanes servis de ces cinq manières par un gentleman lui témoignent de la compassion de ces six manières. ",
  "dn31:33.6": "Et c’est ainsi que le point cardinal supérieur est couvert, maintenu en sécurité et sans danger. » ",
  "dn31:33.7": "C’est ce que le Bouddha a dit. ",
  "dn31:33.8": "Ensuite, le Saint, le Maître, continua en disant : ",
  "dn31:34.1": "« Les parents sont l’est, ",
  "dn31:34.2": "les enseignants, le sud, ",
  "dn31:34.3": "les épouses et les enfants, l’ouest, ",
  "dn31:34.4": "les amis et les collègues le nord, ",
  "dn31:34.5": "serviteurs et travailleurs en dessous, ",
  "dn31:34.6": "et ascètes et brahmanes au-dessus. ",
  "dn31:34.7": "En honorant ces points cardinaux ",
  "dn31:34.8": "un maître de maison fait suffisamment pour sa famille. ",
  "dn31:34.9": "Les avisés et les vertueux, ",
  "dn31:34.10": "les doux et les éloquents, ",
  "dn31:34.11": "les humbles et les bienveillants : ",
  "dn31:34.12": "ce sont ceux qui remportent la gloire. ",
  "dn31:34.13": "Les assidus, pas paresseux, ",
  "dn31:34.14": "ceux qui ne sont pas troublés par les problèmes, ",
  "dn31:34.15": "ceux qui sont constants dans leur comportement, les intelligents : ",
  "dn31:34.16": "ce sont ceux qui remportent la gloire. ",
  "dn31:34.17": "Les inclusifs, ceux qui se font des amis, ",
  "dn31:34.18": "les généreux, ceux débarrassés de l’avarice, ",
  "dn31:34.19": "ceux qui dirigent, forment et persuadent : ",
  "dn31:34.20": "ce sont ceux qui remportent la gloire. ",
  "dn31:34.21": "Exprimer des paroles bienveillantes et aimables, ",
  "dn31:34.22": "prendre soin ici, ",
  "dn31:34.23": "et traiter avec égalité dans les affaires du monde, ",
  "dn31:34.24": "comme il convient dans chaque cas ; ",
  "dn31:34.25": "ces façons d’être inclusif dans le monde ",
  "dn31:34.26": "ressemblent à pivot de chariot en mouvement. ",
  "dn31:34.27": "Si de telles façons d’être inclusif n’existaient pas, ",
  "dn31:34.28": "ni la mère ni le père ",
  "dn31:34.29": "ne seraient respectés et honorés ",
  "dn31:34.30": "pour ce qu’ils ont fait pour leurs enfants. ",
  "dn31:34.31": "Mais puisque ces façons d’être inclusif existent, ",
  "dn31:34.32": "les personnes avisées les apprécient, ",
  "dn31:34.33": "afin qu’ils réalisent de grandes choses ",
  "dn31:34.34": "et soient loués. » ",
  "dn31:35.1": "Lorsque cela fut dit, Sigālaka, le fils du maître de maison, dit au Bouddha : ",
  "dn31:35.2": "« Excellent, monsieur ! Excellent ! ",
  "dn31:35.3": "Comme s’il rétablissait ce qui avait été renversé, révélait ce qui était caché, indiquait le chemin aux égarés, ou allumait une lampe dans l’obscurité pour que les personnes aux yeux clairs puissent voir ce qui s’y trouve, le Bouddha a rendu son enseignement clair de bien des manières. ",
  "dn31:35.4": "Je prends refuge en le Bouddha, en l’enseignement et en la communauté des moines. ",
  "dn31:35.5": "À partir de ce jour, que le Bouddha se souvienne de moi comme disciple laïc qui a pris refuge à vie. » "
}