{
  "ya5.2.3:0.1": "5 Saccayamaka",
  "ya5.2.3:0.2": "5.2 Pavattivāra",
  "ya5.2.3:0.3": "5.2.3. Uppādanirodhavāra",
  "ya5.2.3:1.0.1": "5.2.3.1 Paccuppannavāra",
  "ya5.2.3:1.0.2": "5.2.3.1.1. Anulomapuggala",
  "ya5.2.3:1.1": "» Yassa dukkhasaccaṃ uppajjati tassa samudayasaccaṃ nirujjhatīti? No.",
  "ya5.2.3:2.1": "« Yassa vā pana samudayasaccaṃ nirujjhati tassa dukkhasaccaṃ uppajjatīti? No.",
  "ya5.2.3:3.1": "» Yassa dukkhasaccaṃ uppajjati tassa maggasaccaṃ nirujjhatīti? No.",
  "ya5.2.3:4.1": "« Yassa vā pana maggasaccaṃ nirujjhati tassa dukkhasaccaṃ uppajjatīti? No.",
  "ya5.2.3:5.1": "» Yassa samudayasaccaṃ uppajjati tassa maggasaccaṃ nirujjhatīti? No.",
  "ya5.2.3:6.1": "« Yassa vā pana maggasaccaṃ nirujjhati tassa samudayasaccaṃ uppajjatīti? No.",
  "ya5.2.3:7.0": "5.2.3.1.2. Anulomaokāsa",
  "ya5.2.3:7.1": "» Yattha dukkhasaccaṃ uppajjati tattha samudayasaccaṃ nirujjhatīti?",
  "ya5.2.3:8.1": "Asaññasatte tattha dukkhasaccaṃ uppajjati, no ca tattha samudayasaccaṃ nirujjhati …pe….",
  "ya5.2.3:9.1": "(Yatthakaṃ uppādavārepi nirodhavārepi uppādanirodhavārepi sadisaṃ natthi nānākaraṇaṃ.)",
  "ya5.2.3:10.0": "5.2.3.1.3. Anulomapuggalokāsa",
  "ya5.2.3:10.1": "» Yassa yattha dukkhasaccaṃ uppajjati tassa tattha samudayasaccaṃ nirujjhatīti? No.",
  "ya5.2.3:11.1": "(Yassakampi yassayatthakampi sadisaṃ.)",
  "ya5.2.3:12.0": "5.2.3.1.4. Paccanīkapuggala",
  "ya5.2.3:12.1": "» Yassa dukkhasaccaṃ nuppajjati tassa samudayasaccaṃ na nirujjhatīti?",
  "ya5.2.3:13.1": "Taṇhāya bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ nuppajjati, no ca tesaṃ samudayasaccaṃ na nirujjhati. Sabbesaṃ cavantānaṃ pavatte taṇhāvippayuttacittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccañca nuppajjati samudayasaccañca na nirujjhati.",
  "ya5.2.3:14.1": "« Yassa vā pana samudayasaccaṃ na nirujjhati tassa dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.3:15.1": "Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ samudayasaccaṃ na nirujjhati, no ca tesaṃ dukkhasaccaṃ nuppajjati. Sabbesaṃ cavantānaṃ pavatte taṇhāvippayuttacittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ samudayasaccañca na nirujjhati dukkhasaccañca nuppajjati.",
  "ya5.2.3:16.1": "» Yassa dukkhasaccaṃ nuppajjati tassa maggasaccaṃ na nirujjhatīti?",
  "ya5.2.3:17.1": "Maggassa bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ na nirujjhati. Sabbesaṃ cavantānaṃ pavatte maggavippayuttacittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccañca nuppajjati maggasaccañca na nirujjhati.",
  "ya5.2.3:18.1": "« Yassa vā pana maggasaccaṃ na nirujjhati tassa dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.3:19.1": "Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ maggasaccaṃ na nirujjhati, no ca tesaṃ dukkhasaccaṃ nuppajjati. Sabbesaṃ cavantānaṃ pavatte maggavippayuttacittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ maggasaccañca na nirujjhati dukkhasaccañca nuppajjati.",
  "ya5.2.3:20.1": "» Yassa samudayasaccaṃ nuppajjati tassa maggasaccaṃ na nirujjhatīti?",
  "ya5.2.3:21.1": "Maggassa bhaṅgakkhaṇe tesaṃ samudayasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ na nirujjhati. Taṇhāvippayuttacittassa uppādakkhaṇe maggavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ samudayasaccañca nuppajjati maggasaccañca na nirujjhati.",
  "ya5.2.3:22.1": "« Yassa vā pana maggasaccaṃ na nirujjhati tassa samudayasaccaṃ nuppajjatīti?",
  "ya5.2.3:23.1": "Taṇhāya uppādakkhaṇe tesaṃ maggasaccaṃ na nirujjhati, no ca tesaṃ samudayasaccaṃ nuppajjati. Maggavippayuttacittassa bhaṅgakkhaṇe taṇhāvippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ maggasaccañca na nirujjhati samudayasaccañca nuppajjati.",
  "ya5.2.3:24.0": "5.2.3.1.5. Paccanīkaokāsa",
  "ya5.2.3:24.1": "» Yattha dukkhasaccaṃ nuppajjati …pe….",
  "ya5.2.3:25.0": "5.2.3.1.6. Paccanīkapuggalokāsa",
  "ya5.2.3:25.1": "» Yassa yattha dukkhasaccaṃ nuppajjati …pe….",
  "ya5.2.3:26.1": "(Yassakampi yassayatthakampi sadisaṃ, yassayatthakepi nirodhasamāpannānanti na kātabbaṃ.)",
  "ya5.2.3:27.0": "5.2.3.2.1. Anulomapuggala",
  "ya5.2.3:27.1": "» Yassa dukkhasaccaṃ uppajjittha tassa samudayasaccaṃ nirujjhitthāti? Āmantā.",
  "ya5.2.3:28.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.3:29.1": "(Atītā pucchā yathā uppādavāre vibhattā evaṃ uppādanirodhavārepi anulomampi paccanīkampi vibhajitabbaṃ.)",
  "ya5.2.3:30.0": "5.2.3.3.1. Anulomapuggala",
  "ya5.2.3:30.1": "» Yassa dukkhasaccaṃ uppajjissati tassa samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.3:31.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ dukkhasaccaṃ uppajjissati, no ca tesaṃ samudayasaccaṃ nirujjhissati. Itaresaṃ tesaṃ dukkhasaccañca uppajjissati samudayasaccañca nirujjhissati.",
  "ya5.2.3:32.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.3:33.1": "» Yassa dukkhasaccaṃ uppajjissati tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.3:34.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ dukkhasaccaṃ uppajjissati, no ca tesaṃ maggasaccaṃ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ dukkhasaccañca uppajjissati maggasaccañca nirujjhissati.",
  "ya5.2.3:35.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.3:36.1": "» Yassa samudayasaccaṃ uppajjissati tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.3:37.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ samudayasaccaṃ uppajjissati, no ca tesaṃ maggasaccaṃ nirujjhissati. Ye maggaṃ paṭilabhissanti tesaṃ samudayasaccañca uppajjissati maggasaccañca nirujjhissati.",
  "ya5.2.3:38.1": "« Yassa vā pana maggasaccaṃ nirujjhissati tassa samudayasaccaṃ uppajjissatīti?",
  "ya5.2.3:39.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ maggasaccaṃ nirujjhissati, no ca tesaṃ samudayasaccaṃ uppajjissati. Ye maggaṃ paṭilabhissanti tesaṃ maggasaccañca nirujjhissati samudayasaccañca uppajjissati.",
  "ya5.2.3:40.0": "5.2.3.3.2. Anulomaokāsa",
  "ya5.2.3:40.1": "» Yattha dukkhasaccaṃ uppajjissati …pe….",
  "ya5.2.3:41.0": "5.2.3.3.3. Anulomapuggalokāsa",
  "ya5.2.3:41.1": "« Yassa yattha dukkhasaccaṃ uppajjissati tassa tattha samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.3:42.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti asaññasattānaṃ tesaṃ tattha …pe… itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha …pe…. (Yassakampi yassayatthakampi sadisaṃ.)",
  "ya5.2.3:43.0": "5.2.3.3.4. Paccanīkapuggala",
  "ya5.2.3:43.1": "» Yassa dukkhasaccaṃ nuppajjissati tassa samudayasaccaṃ na nirujjhissatīti? Āmantā.",
  "ya5.2.3:44.1": "« Yassa vā pana samudayasaccaṃ na nirujjhissati tassa dukkhasaccaṃ nuppajjissatīti?",
  "ya5.2.3:45.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ samudayasaccaṃ na nirujjhissati, no ca tesaṃ dukkhasaccaṃ nuppajjissati. Pacchimacittasamaṅgīnaṃ tesaṃ samudayasaccañca na nirujjhissati dukkhasaccañca nuppajjissati.",
  "ya5.2.3:46.1": "» Yassa dukkhasaccaṃ nuppajjissati tassa maggasaccaṃ na nirujjhissatīti? Āmantā.",
  "ya5.2.3:47.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa dukkhasaccaṃ nuppajjissatīti?",
  "ya5.2.3:48.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ maggasaccaṃ na nirujjhissati, no ca tesaṃ dukkhasaccaṃ nuppajjissati. Pacchimacittasamaṅgīnaṃ tesaṃ maggasaccañca na nirujjhissati dukkhasaccañca nuppajjissati.",
  "ya5.2.3:49.1": "» Yassa samudayasaccaṃ nuppajjissati tassa maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.3:50.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ samudayasaccaṃ nuppajjissati, no ca tesaṃ maggasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ tesaṃ samudayasaccañca nuppajjissati maggasaccañca na nirujjhissati.",
  "ya5.2.3:51.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa samudayasaccaṃ nuppajjissatīti?",
  "ya5.2.3:52.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ maggasaccaṃ na nirujjhissati, no ca tesaṃ samudayasaccaṃ nuppajjissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ tesaṃ maggasaccañca na nirujjhissati samudayasaccañca nuppajjissati.",
  "ya5.2.3:53.0": "5.2.3.3.5. Paccanīkaokāsa",
  "ya5.2.3:53.1": "» Yattha dukkhasaccaṃ nuppajjissati …pe….",
  "ya5.2.3:54.0": "5.2.3.3.6. Paccanīkapuggalokāsa",
  "ya5.2.3:54.1": "« Yassa yattha dukkhasaccaṃ nuppajjissati …pe….",
  "ya5.2.3:55.1": "(Yassakampi yassayatthakampi sadisaṃ, samudayasaccaṃ maggasaccaṃ nānākaraṇaṃ, aggamaggassa bhaṅgakkhaṇe, arahantānaṃ asaññasattānaṃ tesaṃ tattha maggasaccañca na nirujjhissati samudayasaccañca nuppajjissati.)",
  "ya5.2.3:56.0": "5.2.3.4.1. Anulomapuggala",
  "ya5.2.3:56.1": "» Yassa dukkhasaccaṃ uppajjati tassa samudayasaccaṃ nirujjhitthāti? Āmantā.",
  "ya5.2.3:57.1": "« Yassa vā pana …pe….",
  "ya5.2.3:58.1": "(Paccuppannaatītā pucchā uppādavārepi uppādanirodhavārepi yassakampi yatthakampi yassayatthakampi anulomampi paccanīkampi sadisaṃ, asammohantena vibhajitabbā.)",
  "ya5.2.3:59.0": "5.2.3.5.1. Anulomapuggala",
  "ya5.2.3:59.1": "» Yassa dukkhasaccaṃ uppajjati tassa samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.3:60.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṃ dukkhasaccaṃ uppajjati, no ca tesaṃ samudayasaccaṃ nirujjhissati. Itaresaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ dukkhasaccañca uppajjati samudayasaccañca nirujjhissati.",
  "ya5.2.3:61.1": "« Yassa vā pana samudayasaccaṃ nirujjhissati tassa dukkhasaccaṃ uppajjatīti?",
  "ya5.2.3:62.1": "Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ samudayasaccaṃ nirujjhissati, no ca tesaṃ dukkhasaccaṃ uppajjati. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ samudayasaccañca nirujjhissati dukkhasaccañca uppajjati.",
  "ya5.2.3:63.1": "» Yassa dukkhasaccaṃ uppajjati tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.3:64.1": "Arahantānaṃ cittassa uppādakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ dukkhasaccaṃ uppajjati, no ca tesaṃ maggasaccaṃ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ dukkhasaccañca uppajjati maggasaccañca nirujjhissati.",
  "ya5.2.3:65.1": "« Yassa vā pana maggasaccaṃ nirujjhissati tassa dukkhasaccaṃ uppajjatīti?",
  "ya5.2.3:66.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ maggasaccaṃ nirujjhissati, no ca tesaṃ dukkhasaccaṃ uppajjati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ maggasaccañca nirujjhissati dukkhasaccañca uppajjati.",
  "ya5.2.3:67.1": "» Yassa samudayasaccaṃ uppajjati tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.3:68.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ samudayasaccaṃ uppajjati, no ca tesaṃ maggasaccaṃ nirujjhissati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ samudayasaccañca uppajjati maggasaccañca nirujjhissati.",
  "ya5.2.3:69.1": "« Yassa vā pana maggasaccaṃ nirujjhissati tassa samudayasaccaṃ uppajjatīti?",
  "ya5.2.3:70.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ maggasaccaṃ nirujjhissati, no ca tesaṃ samudayasaccaṃ uppajjati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ maggasaccañca nirujjhissati samudayasaccañca uppajjati.",
  "ya5.2.3:71.0": "5.2.3.5.2. Anulomaokāsa",
  "ya5.2.3:71.1": "» Yattha dukkhasaccaṃ uppajjati …pe….",
  "ya5.2.3:72.0": "5.2.3.5.3. Anulomapuggalokāsa",
  "ya5.2.3:72.1": "» Yassa yattha dukkhasaccaṃ uppajjati tassa tattha samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.3:73.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha dukkhasaccaṃ …pe… itaresaṃ catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha dukkhasaccaṃ …pe….",
  "ya5.2.3:74.1": "« Yassa vā pana yattha samudayasaccaṃ nirujjhissati tassa tattha dukkhasaccaṃ uppajjatīti?",
  "ya5.2.3:75.1": "Catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha samudayasaccaṃ nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ uppajjati. Catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha samudayasaccañca nirujjhissati dukkhasaccañca uppajjati.",
  "ya5.2.3:76.1": "» Yassa yattha dukkhasaccaṃ uppajjati tassa tattha maggasaccaṃ nirujjhissatīti?",
  "ya5.2.3:77.1": "Arahantānaṃ cittassa uppādakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha dukkhasaccaṃ uppajjati, no ca tesaṃ tattha maggasaccaṃ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha dukkhasaccañca uppajjati maggasaccañca nirujjhissati.",
  "ya5.2.3:78.1": "« Yassa vā pana yattha maggasaccaṃ nirujjhissati tassa tattha dukkhasaccaṃ uppajjatīti?",
  "ya5.2.3:79.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha maggasaccaṃ nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ uppajjati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha maggasaccañca nirujjhissati dukkhasaccañca uppajjati.",
  "ya5.2.3:80.1": "» Yassa yattha samudayasaccaṃ uppajjati tassa tattha maggasaccaṃ nirujjhissatīti?",
  "ya5.2.3:81.1": "Āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ tattha samudayasaccaṃ uppajjati, no ca tesaṃ tattha maggasaccaṃ nirujjhissati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ tattha samudayasaccañca uppajjati maggasaccañca nirujjhissati.",
  "ya5.2.3:82.1": "« Yassa vā pana yattha maggasaccaṃ nirujjhissati tassa tattha samudayasaccaṃ uppajjatīti?",
  "ya5.2.3:83.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha maggasaccaṃ nirujjhissati, no ca tesaṃ tattha samudayasaccaṃ uppajjati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ tattha maggasaccañca nirujjhissati samudayasaccañca uppajjati.",
  "ya5.2.3:84.0": "5.2.3.5.4. Paccanīkapuggala",
  "ya5.2.3:84.1": "» Yassa dukkhasaccaṃ nuppajjati tassa samudayasaccaṃ na nirujjhissatīti?",
  "ya5.2.3:85.1": "Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccaṃ nuppajjati, no ca tesaṃ samudayasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccañca nuppajjati samudayasaccañca na nirujjhissati.",
  "ya5.2.3:86.1": "« Yassa vā pana samudayasaccaṃ na nirujjhissati tassa dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.3:87.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṃ samudayasaccaṃ na nirujjhissati, no ca tesaṃ dukkhasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṃ samudayasaccañca na nirujjhissati dukkhasaccañca nuppajjati.",
  "ya5.2.3:88.1": "» Yassa dukkhasaccaṃ nuppajjati tassa maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.3:89.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe aggaphalassa uppādakkhaṇe tesaṃ dukkhasaccañca nuppajjati maggasaccañca na nirujjhissati.",
  "ya5.2.3:90.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.3:91.1": "Arahantānaṃ cittassa uppādakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ maggasaccaṃ na nirujjhissati, no ca tesaṃ dukkhasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe aggaphalassa uppādakkhaṇe tesaṃ maggasaccañca na nirujjhissati dukkhasaccañca nuppajjati.",
  "ya5.2.3:92.1": "» Yassa samudayasaccaṃ nuppajjati tassa maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.3:93.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ samudayasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ samudayasaccañca nuppajjati maggasaccañca na nirujjhissati.",
  "ya5.2.3:94.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa samudayasaccaṃ nuppajjatīti?",
  "ya5.2.3:95.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ maggasaccaṃ na nirujjhissati, no ca tesaṃ samudayasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ maggasaccañca na nirujjhissati samudayasaccañca nuppajjati.",
  "ya5.2.3:96.0": "5.2.3.5.5. Paccanīkaokāsa",
  "ya5.2.3:96.1": "» Yattha dukkhasaccaṃ nuppajjati …pe….",
  "ya5.2.3:97.0": "5.2.3.5.6. Paccanīkapuggalokāsa",
  "ya5.2.3:97.1": "» Yassa yattha dukkhasaccaṃ nuppajjati tassa tattha samudayasaccaṃ na nirujjhissatīti?",
  "ya5.2.3:98.1": "Catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha dukkhasaccaṃ nuppajjati, no ca tesaṃ tattha samudayasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha dukkhasaccañca nuppajjati samudayasaccañca na nirujjhissati.",
  "ya5.2.3:99.1": "« Yassa vā pana yattha samudayasaccaṃ na nirujjhissati tassa tattha dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.3:100.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha samudayasaccaṃ na nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha samudayasaccañca na nirujjhissati dukkhasaccañca nuppajjati.",
  "ya5.2.3:101.1": "» Yassa yattha dukkhasaccaṃ nuppajjati tassa tattha maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.3:102.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha dukkhasaccaṃ nuppajjati, no ca tesaṃ tattha maggasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe aggaphalassa uppādakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha dukkhasaccañca nuppajjati maggasaccañca na nirujjhissati.",
  "ya5.2.3:103.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhissati tassa tattha dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.3:104.1": "Arahantānaṃ cittassa uppādakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha maggasaccaṃ na nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe aggaphalassa uppādakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha maggasaccañca na nirujjhissati dukkhasaccañca nuppajjati.",
  "ya5.2.3:105.1": "» Yassa yattha samudayasaccaṃ nuppajjati tassa tattha maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.3:106.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha samudayasaccaṃ nuppajjati, no ca tesaṃ tattha maggasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha samudayasaccañca nuppajjati maggasaccañca na nirujjhissati.",
  "ya5.2.3:107.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhissati tassa tattha samudayasaccaṃ nuppajjatīti?",
  "ya5.2.3:108.1": "Āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ tattha maggasaccaṃ na nirujjhissati, no ca tesaṃ tattha samudayasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha maggasaccañca na nirujjhissati samudayasaccañca nuppajjati.",
  "ya5.2.3:109.0": "5.2.3.6.1. Anulomapuggala",
  "ya5.2.3:109.1": "» Yassa dukkhasaccaṃ uppajjittha tassa samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.3:110.1": "(Yathā nirodhavāre atītānāgatā pucchā anulomampi paccanīkampi vibhattā evaṃ uppādanirodhavārepi asammohantena vibhajitabbaṃ.)",
  "ya5.2.3:111.1": "Uppādanirodhavāro.",
  "ya5.2.3:112.1": "Pavattivāro niṭṭhito."
}