{
  "ya5.2.1:0.1": "5 Saccayamaka",
  "ya5.2.1:0.2": "5.2 Pavattivāra",
  "ya5.2.1:0.3": "5.2.1. Uppādavāra",
  "ya5.2.1:1.0.1": "5.2.1.1. Paccuppannavāra",
  "ya5.2.1:1.0.2": "5.2.1.1.1. Anulomapuggala",
  "ya5.2.1:1.1": "» Yassa dukkhasaccaṃ uppajjati tassa samudayasaccaṃ uppajjatīti?",
  "ya5.2.1:2.1": "Sabbesaṃ upapajjantānaṃ pavatte taṇhāvippayuttacittassa uppādakkhaṇe tesaṃ dukkhasaccaṃ uppajjati, no ca tesaṃ samudayasaccaṃ uppajjati. Taṇhāya uppādakkhaṇe tesaṃ dukkhasaccañca uppajjati samudayasaccañca uppajjati.",
  "ya5.2.1:3.1": "« Yassa vā pana samudayasaccaṃ uppajjati tassa dukkhasaccaṃ uppajjatīti? Āmantā.",
  "ya5.2.1:4.1": "» Yassa dukkhasaccaṃ uppajjati tassa maggasaccaṃ uppajjatīti?",
  "ya5.2.1:5.1": "Sabbesaṃ upapajjantānaṃ pavatte maggavippayuttacittassa uppādakkhaṇe tesaṃ dukkhasaccaṃ uppajjati, no ca tesaṃ maggasaccaṃ uppajjati. Pañcavokāre maggassa uppādakkhaṇe tesaṃ dukkhasaccañca uppajjati maggasaccañca uppajjati.",
  "ya5.2.1:6.1": "« Yassa vā pana maggasaccaṃ uppajjati tassa dukkhasaccaṃ uppajjatīti?",
  "ya5.2.1:7.1": "Arūpe maggassa uppādakkhaṇe tesaṃ maggasaccaṃ uppajjati, no ca tesaṃ dukkhasaccaṃ uppajjati. Pañcavokāre maggassa uppādakkhaṇe tesaṃ maggasaccañca uppajjati dukkhasaccañca uppajjati.",
  "ya5.2.1:8.1": "» Yassa samudayasaccaṃ uppajjati tassa maggasaccaṃ uppajjatīti? No.",
  "ya5.2.1:9.1": "« Yassa vā pana maggasaccaṃ uppajjati tassa samudayasaccaṃ uppajjatīti? No.",
  "ya5.2.1:10.0": "5.2.1.1.2. Anulomaokāsa",
  "ya5.2.1:10.1": "» Yattha dukkhasaccaṃ uppajjati tattha samudayasaccaṃ uppajjatīti?",
  "ya5.2.1:11.1": "Asaññasatte tattha dukkhasaccaṃ uppajjati, no ca tattha samudayasaccaṃ uppajjati. Catuvokāre pañcavokāre tattha dukkhasaccañca uppajjati samudayasaccañca uppajjati.",
  "ya5.2.1:12.1": "« Yattha vā pana …pe… ? Āmantā.",
  "ya5.2.1:13.1": "» Yattha dukkhasaccaṃ uppajjati tattha maggasaccaṃ uppajjatīti?",
  "ya5.2.1:14.1": "Apāye asaññasatte tattha dukkhasaccaṃ uppajjati, no ca tattha maggasaccaṃ uppajjati. Avasese catuvokāre pañcavokāre tattha dukkhasaccañca uppajjati maggasaccañca uppajjati.",
  "ya5.2.1:15.1": "« Yattha vā pana maggasaccaṃ uppajjati tattha dukkhasaccaṃ uppajjatīti? Āmantā.",
  "ya5.2.1:16.1": "» Yattha samudayasaccaṃ uppajjati tattha maggasaccaṃ uppajjatīti?",
  "ya5.2.1:17.1": "Apāye tattha samudayasaccaṃ uppajjati, no ca tattha maggasaccaṃ uppajjati. Avasese catuvokāre pañcavokāre tattha samudayasaccañca uppajjati maggasaccañca uppajjati.",
  "ya5.2.1:18.1": "« Yattha vā pana …pe… ? Āmantā.",
  "ya5.2.1:19.0": "5.2.1.1.3. Anulomapuggalokāsa",
  "ya5.2.1:19.1": "» Yassa yattha dukkhasaccaṃ uppajjati tassa tattha samudayasaccaṃ uppajjatīti? …pe….",
  "ya5.2.1:20.1": "(Yassakampi yassayatthakampi sadisaṃ vitthāretabbaṃ.)",
  "ya5.2.1:21.0": "5.2.1.1.4. Paccanīkapuggala",
  "ya5.2.1:21.1": "» Yassa dukkhasaccaṃ nuppajjati tassa samudayasaccaṃ nuppajjatīti? Āmantā.",
  "ya5.2.1:22.1": "« Yassa vā pana samudayasaccaṃ nuppajjati tassa dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:23.1": "Sabbesaṃ upapajjantānaṃ pavatte taṇhāvippayuttacittassa uppādakkhaṇe tesaṃ samudayasaccaṃ nuppajjati, no ca tesaṃ dukkhasaccaṃ nuppajjati. Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ samudayasaccañca nuppajjati dukkhasaccañca nuppajjati.",
  "ya5.2.1:24.1": "» Yassa dukkhasaccaṃ nuppajjati tassa maggasaccaṃ nuppajjatīti?",
  "ya5.2.1:25.1": "Arūpe maggassa uppādakkhaṇe tesaṃ dukkhasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ nuppajjati. Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe phalassa uppādakkhaṇe tesaṃ dukkhasaccañca nuppajjati maggasaccañca nuppajjati.",
  "ya5.2.1:26.1": "« Yassa vā pana maggasaccaṃ nuppajjati tassa dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:27.1": "Sabbesaṃ upapajjantānaṃ pavatte maggavippayuttacittassa uppādakkhaṇe tesaṃ maggasaccaṃ nuppajjati, no ca tesaṃ dukkhasaccaṃ nuppajjati. Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe phalassa uppādakkhaṇe tesaṃ maggasaccañca nuppajjati dukkhasaccañca nuppajjati.",
  "ya5.2.1:28.1": "» Yassa samudayasaccaṃ nuppajjati tassa maggasaccaṃ nuppajjatīti?",
  "ya5.2.1:29.1": "Maggassa uppādakkhaṇe tesaṃ samudayasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ nuppajjati. Sabbesaṃ cittassa bhaṅgakkhaṇe taṇhāvippayuttamaggavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ samudayasaccañca nuppajjati maggasaccañca nuppajjati.",
  "ya5.2.1:30.1": "« Yassa vā pana maggasaccaṃ nuppajjati tassa samudayasaccaṃ nuppajjatīti?",
  "ya5.2.1:31.1": "Taṇhāya uppādakkhaṇe tesaṃ maggasaccaṃ nuppajjati, no ca tesaṃ samudayasaccaṃ nuppajjati. Sabbesaṃ cittassa bhaṅgakkhaṇe maggavippayuttataṇhāvippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ maggasaccañca nuppajjati samudayasaccañca nuppajjati.",
  "ya5.2.1:32.0": "5.2.1.1.5. Paccanīkaokāsa",
  "ya5.2.1:32.1": "» Yattha dukkhasaccaṃ nuppajjati tattha samudayasaccaṃ nuppajjatīti? Natthi.",
  "ya5.2.1:33.1": "« Yattha vā pana samudayasaccaṃ nuppajjati tattha dukkhasaccaṃ nuppajjatīti? Uppajjati.",
  "ya5.2.1:34.1": "» Yattha dukkhasaccaṃ nuppajjati tattha maggasaccaṃ nuppajjatīti? Natthi.",
  "ya5.2.1:35.1": "« Yattha vā pana maggasaccaṃ nuppajjati tattha dukkhasaccaṃ nuppajjatīti? Uppajjati.",
  "ya5.2.1:36.1": "» Yattha samudayasaccaṃ nuppajjati tattha maggasaccaṃ nuppajjatīti? Āmantā.",
  "ya5.2.1:37.1": "« Yattha vā pana maggasaccaṃ nuppajjati tattha samudayasaccaṃ nuppajjatīti?",
  "ya5.2.1:38.1": "Apāye tattha maggasaccaṃ nuppajjati, no ca tattha samudayasaccaṃ nuppajjati. Asaññasatte tattha maggasaccañca nuppajjati samudayasaccañca nuppajjati.",
  "ya5.2.1:39.0": "5.2.1.1.6. Paccanīkapuggalokāsa",
  "ya5.2.1:39.1": "» Yassa yattha dukkhasaccaṃ nuppajjati tassa tattha samudayasaccaṃ nuppajjatīti? Āmantā.",
  "ya5.2.1:40.1": "« Yassa vā pana yattha samudayasaccaṃ nuppajjati tassa tattha dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:41.1": "Sabbesaṃ upapajjantānaṃ pavatte taṇhāvippayuttacittassa uppādakkhaṇe tesaṃ tattha samudayasaccaṃ nuppajjati, no ca tesaṃ tattha dukkhasaccaṃ nuppajjati. Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha samudayasaccañca nuppajjati dukkhasaccañca nuppajjati.",
  "ya5.2.1:42.1": "» Yassa yattha dukkhasaccaṃ nuppajjati tassa tattha maggasaccaṃ nuppajjatīti?",
  "ya5.2.1:43.1": "Arūpe maggassa uppādakkhaṇe tesaṃ tattha dukkhasaccaṃ nuppajjati, no ca tesaṃ tattha maggasaccaṃ nuppajjati. Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe phalassa uppādakkhaṇe tesaṃ tattha dukkhasaccañca nuppajjati maggasaccañca nuppajjati.",
  "ya5.2.1:44.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjati tassa tattha dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:45.1": "Sabbesaṃ upapajjantānaṃ pavatte maggavippayuttacittassa uppādakkhaṇe tesaṃ tattha maggasaccaṃ nuppajjati, no ca tesaṃ tattha dukkhasaccaṃ nuppajjati. Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe phalassa uppādakkhaṇe tesaṃ tattha maggasaccañca nuppajjati dukkhasaccañca nuppajjati.",
  "ya5.2.1:46.1": "» Yassa yattha samudayasaccaṃ nuppajjati tassa tattha maggasaccaṃ nuppajjatīti?",
  "ya5.2.1:47.1": "Maggassa uppādakkhaṇe tesaṃ tattha samudayasaccaṃ nuppajjati, no ca tesaṃ tattha maggasaccaṃ nuppajjati. Sabbesaṃ cittassa bhaṅgakkhaṇe taṇhāvippayuttamaggavippayuttacittassa uppādakkhaṇe asaññasattānaṃ tesaṃ tattha samudayasaccañca nuppajjati maggasaccañca nuppajjati.",
  "ya5.2.1:48.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjati tassa tattha samudayasaccaṃ nuppajjatīti?",
  "ya5.2.1:49.1": "Taṇhāya uppādakkhaṇe tesaṃ tattha maggasaccaṃ nuppajjati, no ca tesaṃ tattha samudayasaccaṃ nuppajjati. Sabbesaṃ cittassa bhaṅgakkhaṇe maggavippayuttataṇhāvippayuttacittassa uppādakkhaṇe asaññasattānaṃ tesaṃ tattha maggasaccañca nuppajjati samudayasaccañca nuppajjati.",
  "ya5.2.1:50.0": "5.2.1.2.1. Anulomapuggala",
  "ya5.2.1:50.1": "» Yassa dukkhasaccaṃ uppajjittha tassa samudayasaccaṃ uppajjitthāti? Āmantā.",
  "ya5.2.1:51.1": "« Yassa vā pana samudayasaccaṃ uppajjittha tassa dukkhasaccaṃ uppajjitthāti? Āmantā.",
  "ya5.2.1:52.1": "» Yassa dukkhasaccaṃ uppajjittha tassa maggasaccaṃ uppajjitthāti?",
  "ya5.2.1:53.1": "Anabhisametāvīnaṃ tesaṃ dukkhasaccaṃ uppajjittha, no ca tesaṃ maggasaccaṃ uppajjittha. Abhisametāvīnaṃ tesaṃ dukkhasaccañca uppajjittha maggasaccañca uppajjittha.",
  "ya5.2.1:54.1": "« Yassa vā pana …pe… uppajjitthāti? Āmantā.",
  "ya5.2.1:55.1": "» Yassa samudayasaccaṃ uppajjittha tassa maggasaccaṃ uppajjitthāti?",
  "ya5.2.1:56.1": "Anabhisametāvīnaṃ tesaṃ samudayasaccaṃ uppajjittha, no ca tesaṃ maggasaccaṃ uppajjittha. Abhisametāvīnaṃ tesaṃ samudayasaccañca uppajjittha maggasaccañca uppajjittha.",
  "ya5.2.1:57.1": "« Yassa vā pana …pe… uppajjitthāti? Āmantā.",
  "ya5.2.1:58.0": "5.2.1.2.2. Anulomaokāsa",
  "ya5.2.1:58.1": "» Yattha dukkhasaccaṃ uppajjittha …pe….",
  "ya5.2.1:59.1": "(Yatthakampi sabbattha sadisaṃ. Tantinānākaraṇaṃ heṭṭhā yatthakasadisaṃ.)",
  "ya5.2.1:60.0": "5.2.1.2.3. Anulomapuggalokāsa",
  "ya5.2.1:60.1": "» Yassa yattha dukkhasaccaṃ uppajjittha tassa tattha samudayasaccaṃ uppajjitthāti?",
  "ya5.2.1:61.1": "Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha dukkhasaccaṃ uppajjittha, no ca tesaṃ tattha samudayasaccaṃ uppajjittha. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha dukkhasaccañca uppajjittha samudayasaccañca uppajjittha.",
  "ya5.2.1:62.1": "« Yassa vā pana yattha …pe… uppajjitthāti? Āmantā.",
  "ya5.2.1:63.1": "» Yassa yattha dukkhasaccaṃ uppajjittha tassa tattha maggasaccaṃ uppajjitthāti?",
  "ya5.2.1:64.1": "Suddhāvāsānaṃ dutiye citte vattamāne anabhisametāvīnaṃ asaññasattānaṃ tesaṃ tattha dukkhasaccaṃ uppajjittha, no ca tesaṃ tattha maggasaccaṃ uppajjittha. Abhisametāvīnaṃ tesaṃ tattha dukkhasaccañca uppajjittha maggasaccañca uppajjittha.",
  "ya5.2.1:65.1": "« Yassa vā pana yattha …pe… uppajjitthāti? Āmantā.",
  "ya5.2.1:66.1": "» Yassa yattha samudayasaccaṃ uppajjittha tassa tattha maggasaccaṃ uppajjitthāti?",
  "ya5.2.1:67.1": "Suddhāvāsānaṃ dutiye akusale citte vattamāne anabhisametāvīnaṃ tesaṃ tattha samudayasaccaṃ uppajjittha, no ca tesaṃ tattha maggasaccaṃ uppajjittha. Abhisametāvīnaṃ tesaṃ tattha samudayasaccañca uppajjittha maggasaccañca uppajjittha.",
  "ya5.2.1:68.1": "« Yassa vā pana yattha …pe… uppajjitthāti? Āmantā.",
  "ya5.2.1:69.0": "5.2.1.2.4. Paccanīkapuggala",
  "ya5.2.1:69.1": "» Yassa dukkhasaccaṃ nuppajjittha tassa samudayasaccaṃ nuppajjitthāti? Natthi.",
  "ya5.2.1:70.1": "« Yassa vā pana …pe… nuppajjitthāti? Natthi.",
  "ya5.2.1:71.1": "» Yassa dukkhasaccaṃ nuppajjittha tassa maggasaccaṃ nuppajjitthāti? Natthi.",
  "ya5.2.1:72.1": "« Yassa vā pana maggasaccaṃ nuppajjittha tassa dukkhasaccaṃ nuppajjitthāti? Uppajjittha.",
  "ya5.2.1:73.1": "» Yassa samudayasaccaṃ nuppajjittha tassa maggasaccaṃ nuppajjitthāti? Natthi.",
  "ya5.2.1:74.1": "« Yassa vā pana …pe… nuppajjitthāti? Uppajjittha.",
  "ya5.2.1:75.0": "5.2.1.2.5. Paccanīkaokāsa",
  "ya5.2.1:75.1": "» Yattha dukkhasaccaṃ nuppajjittha …pe….",
  "ya5.2.1:76.0": "5.2.1.2.6. Paccanīkapuggalokāsa",
  "ya5.2.1:76.1": "» Yassa yattha dukkhasaccaṃ nuppajjittha tassa tattha samudayasaccaṃ nuppajjitthāti? Āmantā.",
  "ya5.2.1:77.1": "« Yassa vā pana yattha samudayasaccaṃ nuppajjittha tassa tattha dukkhasaccaṃ nuppajjitthāti?",
  "ya5.2.1:78.1": "Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha samudayasaccaṃ nuppajjittha, no ca tesaṃ tattha dukkhasaccaṃ nuppajjittha. Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha samudayasaccañca nuppajjittha dukkhasaccañca nuppajjittha.",
  "ya5.2.1:79.1": "» Yassa yattha dukkhasaccaṃ nuppajjittha tassa tattha maggasaccaṃ nuppajjitthāti? Āmantā.",
  "ya5.2.1:80.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjittha tassa tattha dukkhasaccaṃ nuppajjitthāti?",
  "ya5.2.1:81.1": "Suddhāvāsānaṃ dutiye citte vattamāne anabhisametāvīnaṃ asaññasattānaṃ tesaṃ tattha maggasaccaṃ nuppajjittha, no ca tesaṃ tattha dukkhasaccaṃ nuppajjittha. Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha maggasaccañca nuppajjittha dukkhasaccañca nuppajjittha.",
  "ya5.2.1:82.1": "» Yassa yattha samudayasaccaṃ nuppajjittha tassa tattha maggasaccaṃ nuppajjitthāti? Āmantā.",
  "ya5.2.1:83.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjittha tassa tattha samudayasaccaṃ nuppajjitthāti?",
  "ya5.2.1:84.1": "Suddhāvāsānaṃ dutiye akusale citte vattamāne anabhisametāvīnaṃ tesaṃ tattha maggasaccaṃ nuppajjittha, no ca tesaṃ tattha samudayasaccaṃ nuppajjittha. Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha maggasaccañca nuppajjittha samudayasaccañca nuppajjittha.",
  "ya5.2.1:85.0": "5.2.1.3.1. Anulomapuggala",
  "ya5.2.1:85.1": "» Yassa dukkhasaccaṃ uppajjissati tassa samudayasaccaṃ uppajjissatīti?",
  "ya5.2.1:86.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ dukkhasaccaṃ uppajjissati, no ca tesaṃ samudayasaccaṃ uppajjissati. Itaresaṃ tesaṃ dukkhasaccañca uppajjissati samudayasaccañca uppajjissati.",
  "ya5.2.1:87.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.1:88.1": "» Yassa dukkhasaccaṃ uppajjissati tassa maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:89.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ dukkhasaccaṃ uppajjissati, no ca tesaṃ maggasaccaṃ uppajjissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ dukkhasaccañca uppajjissati maggasaccañca uppajjissati.",
  "ya5.2.1:90.1": "« Yassa vā pana …pe… uppajjissatīti? Āmantā.",
  "ya5.2.1:91.1": "» Yassa samudayasaccaṃ uppajjissati tassa maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:92.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ samudayasaccaṃ uppajjissati, no ca tesaṃ maggasaccaṃ uppajjissati. Ye maggaṃ paṭilabhissanti tesaṃ samudayasaccañca uppajjissati maggasaccañca uppajjissati.",
  "ya5.2.1:93.1": "« Yassa vā pana maggasaccaṃ uppajjissati tassa samudayasaccaṃ uppajjissatīti?",
  "ya5.2.1:94.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ maggasaccaṃ uppajjissati, no ca tesaṃ samudayasaccaṃ uppajjissati. Ye maggaṃ paṭilabhissanti tesaṃ maggasaccañca uppajjissati samudayasaccañca uppajjissati.",
  "ya5.2.1:95.0": "5.2.1.3.2. Anulomaokāsa",
  "ya5.2.1:95.1": "» Yattha dukkhasaccaṃ uppajjissati …pe….",
  "ya5.2.1:96.0": "5.2.1.3.3. Anulomapuggalokāsa",
  "ya5.2.1:96.1": "» Yassa yattha dukkhasaccaṃ uppajjissati tassa tattha samudayasaccaṃ uppajjissatīti?",
  "ya5.2.1:97.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti asaññasattānaṃ tesaṃ tattha dukkhasaccaṃ uppajjissati, no ca tesaṃ tattha samudayasaccaṃ uppajjissati. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha dukkhasaccañca uppajjissati samudayasaccañca uppajjissati.",
  "ya5.2.1:98.1": "« Yassa vā pana yattha samudayasaccaṃ uppajjissati …pe… uppajjissatīti? Āmantā.",
  "ya5.2.1:99.1": "» Yassa yattha dukkhasaccaṃ uppajjissati tassa tattha maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:100.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti āpāyikānaṃ asaññasattānaṃ tesaṃ tattha dukkhasaccaṃ uppajjissati, no ca tesaṃ tattha maggasaccaṃ uppajjissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti, ye caññe maggaṃ paṭilabhissanti tesaṃ tattha dukkhasaccañca uppajjissati maggasaccañca uppajjissati.",
  "ya5.2.1:101.1": "« Yassa vā pana yattha maggasaccaṃ uppajjissati tassa tattha dukkhasaccaṃ uppajjissatīti? Āmantā.",
  "ya5.2.1:102.1": "» Yassa yattha samudayasaccaṃ uppajjissati tassa tattha maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:103.1": "Āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ tattha samudayasaccaṃ uppajjissati, no ca tesaṃ tattha maggasaccaṃ uppajjissati. Ye maggaṃ paṭilabhissanti tesaṃ tattha samudayasaccañca uppajjissati maggasaccañca uppajjissati.",
  "ya5.2.1:104.1": "« Yassa vā pana yattha maggasaccaṃ uppajjissati tassa tattha samudayasaccaṃ uppajjissatīti?",
  "ya5.2.1:105.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ tattha maggasaccaṃ uppajjissati, no ca tesaṃ tattha samudayasaccaṃ uppajjissati. Ye maggaṃ paṭilabhissanti tesaṃ tattha maggasaccañca uppajjissati samudayasaccañca uppajjissati.",
  "ya5.2.1:106.0": "5.2.1.3.4. Paccanīkapuggala",
  "ya5.2.1:106.1": "» Yassa dukkhasaccaṃ nuppajjissati tassa samudayasaccaṃ nuppajjissatīti? Āmantā.",
  "ya5.2.1:107.1": "« Yassa vā pana samudayasaccaṃ nuppajjissati tassa dukkhasaccaṃ nuppajjissatīti?",
  "ya5.2.1:108.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ samudayasaccaṃ nuppajjissati, no ca tesaṃ dukkhasaccaṃ nuppajjissati. Pacchimacittasamaṅgīnaṃ tesaṃ samudayasaccañca nuppajjissati dukkhasaccañca nuppajjissati.",
  "ya5.2.1:109.1": "» Yassa dukkhasaccaṃ nuppajjissati tassa maggasaccaṃ nuppajjissatīti? Āmantā.",
  "ya5.2.1:110.1": "« Yassa vā pana maggasaccaṃ nuppajjissati tassa dukkhasaccaṃ nuppajjissatīti?",
  "ya5.2.1:111.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ maggasaccaṃ nuppajjissati, no ca tesaṃ dukkhasaccaṃ nuppajjissati. Pacchimacittasamaṅgīnaṃ tesaṃ maggasaccañca nuppajjissati dukkhasaccañca nuppajjissati.",
  "ya5.2.1:112.1": "» Yassa samudayasaccaṃ nuppajjissati tassa maggasaccaṃ nuppajjissatīti?",
  "ya5.2.1:113.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ samudayasaccaṃ nuppajjissati, no ca tesaṃ maggasaccaṃ nuppajjissati. Aggamaggasamaṅgīnaṃ arahantānaṃ tesaṃ samudayasaccañca nuppajjissati maggasaccañca nuppajjissati.",
  "ya5.2.1:114.1": "« Yassa vā pana maggasaccaṃ nuppajjissati tassa samudayasaccaṃ nuppajjissatīti?",
  "ya5.2.1:115.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ maggasaccaṃ nuppajjissati, no ca tesaṃ samudayasaccaṃ nuppajjissati. Aggamaggasamaṅgīnaṃ arahantānaṃ tesaṃ maggasaccañca nuppajjissati samudayasaccañca nuppajjissati.",
  "ya5.2.1:116.0": "5.2.1.3.5. Paccanīkaokāsa",
  "ya5.2.1:116.1": "» Yattha dukkhasaccaṃ nuppajjissati …pe….",
  "ya5.2.1:117.0": "5.2.1.3.6. Paccanīkapuggalokāsa",
  "ya5.2.1:117.1": "» Yassa yattha dukkhasaccaṃ nuppajjissati tassa tattha samudayasaccaṃ nuppajjissatīti? Āmantā.",
  "ya5.2.1:118.1": "« Yassa vā pana yattha samudayasaccaṃ nuppajjissati tassa tattha dukkhasaccaṃ nuppajjissatīti?",
  "ya5.2.1:119.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti asaññasattānaṃ tesaṃ tattha samudayasaccaṃ nuppajjissati, no ca tesaṃ tattha dukkhasaccaṃ nuppajjissati. Pacchimacittasamaṅgīnaṃ tesaṃ tattha samudayasaccañca nuppajjissati dukkhasaccañca nuppajjissati.",
  "ya5.2.1:120.1": "» Yassa yattha dukkhasaccaṃ nuppajjissati tassa tattha maggasaccaṃ nuppajjissatīti? Āmantā.",
  "ya5.2.1:121.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjissati tassa tattha dukkhasaccaṃ nuppajjissatīti?",
  "ya5.2.1:122.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti āpāyikānaṃ asaññasattānaṃ tesaṃ tattha maggasaccaṃ nuppajjissati, no ca tesaṃ tattha dukkhasaccaṃ nuppajjissati. Pacchimacittasamaṅgīnaṃ tesaṃ tattha maggasaccañca nuppajjissati dukkhasaccañca nuppajjissati.",
  "ya5.2.1:123.1": "» Yassa yattha samudayasaccaṃ nuppajjissati tassa tattha maggasaccaṃ nuppajjissatīti?",
  "ya5.2.1:124.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ tattha samudayasaccaṃ nuppajjissati, no ca tesaṃ tattha maggasaccaṃ nuppajjissati. Aggamaggasamaṅgīnaṃ arahantānaṃ asaññasattānaṃ tesaṃ tattha samudayasaccañca nuppajjissati maggasaccañca nuppajjissati.",
  "ya5.2.1:125.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjissati tassa tattha samudayasaccaṃ nuppajjissatīti?",
  "ya5.2.1:126.1": "Āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ tattha maggasaccaṃ nuppajjissati, no ca tesaṃ tattha samudayasaccaṃ nuppajjissati. Aggamaggasamaṅgīnaṃ arahantānaṃ asaññasattānaṃ tesaṃ tattha maggasaccañca nuppajjissati samudayasaccañca nuppajjissati.",
  "ya5.2.1:127.0": "5.2.1.4.1. Anulomapuggala",
  "ya5.2.1:127.1": "» Yassa dukkhasaccaṃ uppajjati tassa samudayasaccaṃ uppajjitthāti? Āmantā.",
  "ya5.2.1:128.1": "« Yassa vā pana samudayasaccaṃ uppajjittha tassa dukkhasaccaṃ uppajjatīti?",
  "ya5.2.1:129.1": "Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ samudayasaccaṃ uppajjittha, no ca tesaṃ dukkhasaccaṃ uppajjati. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ samudayasaccañca uppajjittha dukkhasaccañca uppajjati.",
  "ya5.2.1:130.1": "» Yassa dukkhasaccaṃ uppajjati tassa maggasaccaṃ uppajjitthāti? Anabhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ dukkhasaccaṃ uppajjati, no ca tesaṃ maggasaccaṃ uppajjittha. Abhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ dukkhasaccañca uppajjati maggasaccañca uppajjittha.",
  "ya5.2.1:131.1": "« Yassa vā pana maggasaccaṃ uppajjittha tassa dukkhasaccaṃ uppajjatīti?",
  "ya5.2.1:132.1": "Abhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ maggasaccaṃ uppajjittha, no ca tesaṃ dukkhasaccaṃ uppajjati. Abhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ maggasaccañca uppajjittha dukkhasaccañca uppajjati.",
  "ya5.2.1:133.1": "» Yassa samudayasaccaṃ uppajjati tassa maggasaccaṃ uppajjitthāti?",
  "ya5.2.1:134.1": "Anabhisametāvīnaṃ taṇhāya uppādakkhaṇe tesaṃ samudayasaccaṃ uppajjati, no ca tesaṃ maggasaccaṃ uppajjittha. Abhisametāvīnaṃ taṇhāya uppādakkhaṇe tesaṃ samudayasaccañca uppajjati maggasaccañca uppajjittha.",
  "ya5.2.1:135.1": "« Yassa vā pana maggasaccaṃ uppajjittha tassa samudayasaccaṃ uppajjatīti?",
  "ya5.2.1:136.1": "Abhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ tesaṃ maggasaccaṃ uppajjittha, no ca tesaṃ samudayasaccaṃ uppajjati. Abhisametāvīnaṃ taṇhāya uppādakkhaṇe tesaṃ maggasaccañca uppajjittha samudayasaccañca uppajjati.",
  "ya5.2.1:137.0": "5.2.1.4.2. Anulomaokāsa",
  "ya5.2.1:137.1": "» Yattha dukkhasaccaṃ uppajjati …pe… (yatthakā sadisā sabbe.)",
  "ya5.2.1:138.0": "5.2.1.4.3. Anulomapuggalokāsa",
  "ya5.2.1:138.1": "» Yassa yattha dukkhasaccaṃ uppajjati tassa tattha samudayasaccaṃ uppajjitthāti?",
  "ya5.2.1:139.1": "Suddhāvāsānaṃ upapatticittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha dukkhasaccaṃ uppajjati, no ca tesaṃ tattha samudayasaccaṃ uppajjittha. Itaresaṃ catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha dukkhasaccañca uppajjati samudayasaccañca uppajjittha.",
  "ya5.2.1:140.1": "« Yassa vā pana yattha samudayasaccaṃ uppajjittha tassa tattha dukkhasaccaṃ uppajjatīti?",
  "ya5.2.1:141.1": "Catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha samudayasaccaṃ uppajjittha, no ca tesaṃ tattha dukkhasaccaṃ uppajjati. Catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha samudayasaccañca uppajjittha dukkhasaccañca uppajjati.",
  "ya5.2.1:142.1": "» Yassa yattha dukkhasaccaṃ uppajjati tassa tattha maggasaccaṃ uppajjitthāti?",
  "ya5.2.1:143.1": "Suddhāvāsānaṃ upapatticittassa uppādakkhaṇe anabhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha dukkhasaccaṃ uppajjati, no ca tesaṃ tattha maggasaccaṃ uppajjittha. Abhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha dukkhasaccañca uppajjati maggasaccañca uppajjittha.",
  "ya5.2.1:144.1": "« Yassa vā pana yattha maggasaccaṃ uppajjittha tassa tattha dukkhasaccaṃ uppajjatīti?",
  "ya5.2.1:145.1": "Abhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha maggasaccaṃ uppajjittha, no ca tesaṃ tattha dukkhasaccaṃ uppajjati. Abhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha maggasaccañca uppajjittha dukkhasaccañca uppajjati.",
  "ya5.2.1:146.1": "» Yassa yattha samudayasaccaṃ uppajjati tassa tattha maggasaccaṃ uppajjitthāti?",
  "ya5.2.1:147.1": "Anabhisametāvīnaṃ taṇhāya uppādakkhaṇe tesaṃ tattha samudayasaccaṃ uppajjati, no ca tesaṃ tattha maggasaccaṃ uppajjittha. Abhisametāvīnaṃ taṇhāya uppādakkhaṇe tesaṃ tattha samudayasaccañca uppajjati maggasaccañca uppajjittha.",
  "ya5.2.1:148.1": "« Yassa vā pana yattha maggasaccaṃ uppajjittha tassa tattha samudayasaccaṃ uppajjatīti?",
  "ya5.2.1:149.1": "Abhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha maggasaccaṃ uppajjittha, no ca tesaṃ tattha samudayasaccaṃ uppajjati. Abhisametāvīnaṃ taṇhāya uppādakkhaṇe tesaṃ tattha maggasaccañca uppajjittha samudayasaccañca uppajjati.",
  "ya5.2.1:150.0": "5.2.1.4.4. Paccanīkapuggala",
  "ya5.2.1:150.1": "» Yassa dukkhasaccaṃ nuppajjati tassa samudayasaccaṃ nuppajjitthāti?",
  "ya5.2.1:151.1": "Uppajjittha.",
  "ya5.2.1:152.1": "« Yassa vā pana samudayasaccaṃ nuppajjittha tassa dukkhasaccaṃ nuppajjatīti? Natthi.",
  "ya5.2.1:153.1": "» Yassa dukkhasaccaṃ nuppajjati tassa maggasaccaṃ nuppajjitthāti?",
  "ya5.2.1:154.1": "Abhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ nuppajjittha. Anabhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ dukkhasaccañca nuppajjati maggasaccañca nuppajjittha.",
  "ya5.2.1:155.1": "« Yassa vā pana maggasaccaṃ nuppajjittha tassa dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:156.1": "Anabhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ maggasaccaṃ nuppajjittha, no ca tesaṃ dukkhasaccaṃ nuppajjati. Anabhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ maggasaccañca nuppajjittha dukkhasaccañca nuppajjati.",
  "ya5.2.1:157.1": "» Yassa samudayasaccaṃ nuppajjati tassa maggasaccaṃ nuppajjitthāti?",
  "ya5.2.1:158.1": "Abhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ tesaṃ samudayasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ nuppajjittha. Anabhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ samudayasaccañca nuppajjati maggasaccañca nuppajjittha.",
  "ya5.2.1:159.1": "« Yassa vā pana maggasaccaṃ nuppajjittha tassa samudayasaccaṃ nuppajjatīti?",
  "ya5.2.1:160.1": "Anabhisametāvīnaṃ taṇhāya uppādakkhaṇe tesaṃ maggasaccaṃ nuppajjittha, no ca tesaṃ samudayasaccaṃ nuppajjati. Anabhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ maggasaccañca nuppajjittha samudayasaccañca nuppajjati.",
  "ya5.2.1:161.0": "5.2.1.4.5. Paccanīkaokāsa",
  "ya5.2.1:161.1": "» Yattha dukkhasaccaṃ nuppajjati …pe….",
  "ya5.2.1:162.0": "5.2.1.4.6. Paccanīkapuggalokāsa",
  "ya5.2.1:162.1": "» Yassa yattha dukkhasaccaṃ nuppajjati tassa tattha samudayasaccaṃ nuppajjitthāti?",
  "ya5.2.1:163.1": "Catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha dukkhasaccaṃ nuppajjati, no ca tesaṃ tattha samudayasaccaṃ nuppajjittha. Suddhāvāsānaṃ upapatticittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha dukkhasaccañca nuppajjati samudayasaccañca nuppajjittha.",
  "ya5.2.1:164.1": "« Yassa vā pana yattha samudayasaccaṃ nuppajjittha tassa tattha dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:165.1": "Suddhāvāsānaṃ upapatticittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha samudayasaccaṃ nuppajjittha, no ca tesaṃ tattha dukkhasaccaṃ nuppajjati. Suddhāvāsānaṃ upapatticittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha samudayasaccañca nuppajjittha dukkhasaccañca nuppajjati.",
  "ya5.2.1:166.1": "» Yassa yattha dukkhasaccaṃ nuppajjati tassa tattha maggasaccaṃ nuppajjitthāti?",
  "ya5.2.1:167.1": "Abhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha dukkhasaccaṃ nuppajjati, no ca tesaṃ tattha maggasaccaṃ nuppajjittha. Suddhāvāsānaṃ upapatticittassa bhaṅgakkhaṇe anabhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha dukkhasaccañca nuppajjati maggasaccañca nuppajjittha.",
  "ya5.2.1:168.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjittha tassa tattha dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:169.1": "Suddhāvāsānaṃ upapatticittassa uppādakkhaṇe anabhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha maggasaccaṃ nuppajjittha, no ca tesaṃ tattha dukkhasaccaṃ nuppajjati. Suddhāvāsānaṃ upapatticittassa bhaṅgakkhaṇe anabhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha maggasaccañca nuppajjittha dukkhasaccañca nuppajjati.",
  "ya5.2.1:170.1": "» Yassa yattha samudayasaccaṃ nuppajjati tassa tattha maggasaccaṃ nuppajjitthāti?",
  "ya5.2.1:171.1": "Abhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha samudayasaccaṃ nuppajjati, no ca tesaṃ tattha maggasaccaṃ nuppajjittha. Suddhāvāsānaṃ dutiye citte vattamāne anabhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha samudayasaccañca nuppajjati maggasaccañca nuppajjittha.",
  "ya5.2.1:172.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjittha tassa tattha samudayasaccaṃ nuppajjatīti?",
  "ya5.2.1:173.1": "Anabhisametāvīnaṃ taṇhāya uppādakkhaṇe tesaṃ tattha maggasaccaṃ nuppajjittha, no ca tesaṃ tattha samudayasaccaṃ nuppajjati. Suddhāvāsānaṃ dutiye citte vattamāne anabhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha maggasaccañca nuppajjittha samudayasaccañca nuppajjati.",
  "ya5.2.1:174.0": "5.2.1.5.1. Anulomapuggala",
  "ya5.2.1:174.1": "» Yassa dukkhasaccaṃ uppajjati tassa samudayasaccaṃ uppajjissatīti?",
  "ya5.2.1:175.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṃ dukkhasaccaṃ uppajjati, no ca tesaṃ samudayasaccaṃ uppajjissati. Itaresaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ dukkhasaccañca uppajjati samudayasaccañca uppajjissati.",
  "ya5.2.1:176.1": "« Yassa vā pana samudayasaccaṃ uppajjissati tassa dukkhasaccaṃ uppajjatīti?",
  "ya5.2.1:177.1": "Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ samudayasaccaṃ uppajjissati, no ca tesaṃ dukkhasaccaṃ uppajjati. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ samudayasaccañca uppajjissati dukkhasaccañca uppajjati.",
  "ya5.2.1:178.1": "» Yassa dukkhasaccaṃ uppajjati tassa maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:179.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ dukkhasaccaṃ uppajjati, no ca tesaṃ maggasaccaṃ uppajjissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ dukkhasaccañca uppajjati maggasaccañca uppajjissati.",
  "ya5.2.1:180.1": "« Yassa vā pana maggasaccaṃ uppajjissati tassa dukkhasaccaṃ uppajjatīti?",
  "ya5.2.1:181.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ maggasaccaṃ uppajjissati, no ca tesaṃ dukkhasaccaṃ uppajjati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ maggasaccañca uppajjissati dukkhasaccañca uppajjati.",
  "ya5.2.1:182.1": "» Yassa samudayasaccaṃ uppajjati tassa maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:183.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ samudayasaccaṃ uppajjati, no ca tesaṃ maggasaccaṃ uppajjissati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ samudayasaccañca uppajjati maggasaccañca uppajjissati.",
  "ya5.2.1:184.1": "« Yassa vā pana maggasaccaṃ uppajjissati tassa samudayasaccaṃ uppajjatīti?",
  "ya5.2.1:185.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ maggasaccaṃ uppajjissati, no ca tesaṃ samudayasaccaṃ uppajjati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ maggasaccañca uppajjissati samudayasaccañca uppajjati.",
  "ya5.2.1:186.0": "5.2.1.5.2. Anulomaokāsa",
  "ya5.2.1:186.1": "» Yattha dukkhasaccaṃ uppajjati …pe…",
  "ya5.2.1:187.1": "(Yatthakampi yassayatthakasadisaṃ kātabbaṃ.)",
  "ya5.2.1:188.0": "5.2.1.5.3. Anulomapuggalokāsa",
  "ya5.2.1:188.1": "» Yassa yattha dukkhasaccaṃ uppajjati tassa tattha samudayasaccaṃ uppajjissatīti?",
  "ya5.2.1:189.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha dukkhasaccaṃ uppajjati, no ca tesaṃ tattha samudayasaccaṃ uppajjissati. Itaresaṃ catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha dukkhasaccañca uppajjati samudayasaccañca uppajjissati.",
  "ya5.2.1:190.1": "« Yassa vā pana yattha samudayasaccaṃ uppajjissati tassa tattha dukkhasaccaṃ uppajjatīti?",
  "ya5.2.1:191.1": "Catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha samudayasaccaṃ uppajjissati, no ca tesaṃ tattha dukkhasaccaṃ uppajjati. Catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha samudayasaccañca uppajjissati dukkhasaccañca uppajjati.",
  "ya5.2.1:192.1": "» Yassa yattha dukkhasaccaṃ uppajjati tassa tattha maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:193.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha dukkhasaccaṃ uppajjati, no ca tesaṃ tattha maggasaccaṃ uppajjissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha dukkhasaccañca uppajjati maggasaccañca uppajjissati.",
  "ya5.2.1:194.1": "« Yassa vā pana yattha maggasaccaṃ uppajjissati tassa tattha dukkhasaccaṃ uppajjatīti?",
  "ya5.2.1:195.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha maggasaccaṃ uppajjissati, no ca tesaṃ tattha dukkhasaccaṃ uppajjati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ tattha maggasaccañca uppajjissati dukkhasaccañca uppajjati.",
  "ya5.2.1:196.1": "» Yassa yattha samudayasaccaṃ uppajjati tassa tattha maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:197.1": "Āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ tattha samudayasaccaṃ uppajjati, no ca tesaṃ tattha maggasaccaṃ uppajjissati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ tattha samudayasaccañca uppajjati maggasaccañca uppajjissati.",
  "ya5.2.1:198.1": "« Yassa vā pana yattha maggasaccaṃ uppajjissati tassa tattha samudayasaccaṃ uppajjatīti?",
  "ya5.2.1:199.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha maggasaccaṃ uppajjissati, no ca tesaṃ tattha samudayasaccaṃ uppajjati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ tattha maggasaccañca uppajjissati samudayasaccañca uppajjati.",
  "ya5.2.1:200.0": "5.2.1.5.4. Paccanīkapuggala",
  "ya5.2.1:200.1": "» Yassa dukkhasaccaṃ nuppajjati tassa samudayasaccaṃ nuppajjissatīti?",
  "ya5.2.1:201.1": "Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccaṃ nuppajjati, no ca tesaṃ samudayasaccaṃ nuppajjissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccañca nuppajjati samudayasaccañca nuppajjissati.",
  "ya5.2.1:202.1": "« Yassa vā pana samudayasaccaṃ nuppajjissati tassa dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:203.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṃ samudayasaccaṃ nuppajjissati, no ca tesaṃ dukkhasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṃ samudayasaccañca nuppajjissati dukkhasaccañca nuppajjati.",
  "ya5.2.1:204.1": "» Yassa dukkhasaccaṃ nuppajjati tassa maggasaccaṃ nuppajjissatīti?",
  "ya5.2.1:205.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ nuppajjissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṃ dukkhasaccañca nuppajjati maggasaccañca nuppajjissati.",
  "ya5.2.1:206.1": "« Yassa vā pana maggasaccaṃ nuppajjissati tassa dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:207.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ maggasaccaṃ nuppajjissati, no ca tesaṃ dukkhasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṃ maggasaccañca nuppajjissati dukkhasaccañca nuppajjati.",
  "ya5.2.1:208.1": "» Yassa samudayasaccaṃ nuppajjati tassa maggasaccaṃ nuppajjissatīti?",
  "ya5.2.1:209.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ samudayasaccaṃ nuppajjati, no ca tesaṃ maggasaccaṃ nuppajjissati. Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ samudayasaccañca nuppajjati maggasaccañca nuppajjissati.",
  "ya5.2.1:210.1": "« Yassa vā pana maggasaccaṃ nuppajjissati tassa samudayasaccaṃ nuppajjatīti?",
  "ya5.2.1:211.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ maggasaccaṃ nuppajjissati, no ca tesaṃ samudayasaccaṃ nuppajjati. Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ maggasaccañca nuppajjissati samudayasaccañca nuppajjati.",
  "ya5.2.1:212.0": "5.2.1.5.5. Paccanīkaokāsa",
  "ya5.2.1:212.1": "» Yattha dukkhasaccaṃ nuppajjati …pe….",
  "ya5.2.1:213.0": "5.2.1.5.6. Paccanīkapuggalokāsa",
  "ya5.2.1:213.1": "» Yassa yattha dukkhasaccaṃ nuppajjati tassa tattha samudayasaccaṃ nuppajjissatīti?",
  "ya5.2.1:214.1": "Catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha dukkhasaccaṃ nuppajjati, no ca tesaṃ tattha samudayasaccaṃ nuppajjissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha dukkhasaccañca nuppajjati samudayasaccañca nuppajjissati.",
  "ya5.2.1:215.1": "« Yassa vā pana yattha samudayasaccaṃ nuppajjissati tassa tattha dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:216.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha samudayasaccaṃ nuppajjissati, no ca tesaṃ tattha dukkhasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha samudayasaccañca nuppajjissati dukkhasaccañca nuppajjati.",
  "ya5.2.1:217.1": "» Yassa yattha dukkhasaccaṃ nuppajjati tassa tattha maggasaccaṃ nuppajjissatīti?",
  "ya5.2.1:218.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha dukkhasaccaṃ nuppajjati, no ca tesaṃ tattha maggasaccaṃ nuppajjissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṃ tattha dukkhasaccañca nuppajjati maggasaccañca nuppajjissati.",
  "ya5.2.1:219.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjissati tassa tattha dukkhasaccaṃ nuppajjatīti?",
  "ya5.2.1:220.1": "Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha maggasaccaṃ nuppajjissati, no ca tesaṃ tattha dukkhasaccaṃ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha maggasaccañca nuppajjissati dukkhasaccañca nuppajjati.",
  "ya5.2.1:221.1": "» Yassa yattha samudayasaccaṃ nuppajjati tassa tattha maggasaccaṃ nuppajjissatīti?",
  "ya5.2.1:222.1": "Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha samudayasaccaṃ nuppajjati, no ca tesaṃ tattha maggasaccaṃ nuppajjissati. Aggamaggasamaṅgīnaṃ arahantānaṃ, āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha samudayasaccañca nuppajjati maggasaccañca nuppajjissati.",
  "ya5.2.1:223.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjissati tassa tattha samudayasaccaṃ nuppajjatīti?",
  "ya5.2.1:224.1": "Āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe tesaṃ tattha maggasaccaṃ nuppajjissati, no ca tesaṃ tattha samudayasaccaṃ nuppajjati. Aggamaggasamaṅgīnaṃ arahantānaṃ āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha maggasaccañca nuppajjissati samudayasaccañca nuppajjati.",
  "ya5.2.1:225.0": "5.2.1.6.1. Anulomapuggala",
  "ya5.2.1:225.1": "» Yassa dukkhasaccaṃ uppajjittha tassa samudayasaccaṃ uppajjissatīti?",
  "ya5.2.1:226.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ dukkhasaccaṃ uppajjittha, no ca tesaṃ samudayasaccaṃ uppajjissati. Itaresaṃ tesaṃ dukkhasaccañca uppajjittha samudayasaccañca uppajjissati.",
  "ya5.2.1:227.1": "« Yassa vā pana samudayasaccaṃ uppajjissati tassa dukkhasaccaṃ uppajjitthāti? Āmantā.",
  "ya5.2.1:228.1": "» Yassa dukkhasaccaṃ uppajjittha tassa maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:229.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ dukkhasaccaṃ uppajjittha, no ca tesaṃ maggasaccaṃ uppajjissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ dukkhasaccañca uppajjittha maggasaccañca uppajjissati.",
  "ya5.2.1:230.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.1:231.1": "» Yassa samudayasaccaṃ uppajjittha tassa maggasaccaṃ uppajjissatīti? Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ samudayasaccaṃ uppajjittha, no ca tesaṃ maggasaccaṃ uppajjissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti, ye caññe maggaṃ paṭilabhissanti tesaṃ samudayasaccañca uppajjittha maggasaccañca uppajjissati.",
  "ya5.2.1:232.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.1:233.0": "5.2.1.6.2. Anulomaokāsa",
  "ya5.2.1:233.1": "» Yattha dukkhasaccaṃ uppajjittha …pe….",
  "ya5.2.1:234.0": "5.2.1.6.3. Anulomapuggalokāsa",
  "ya5.2.1:234.1": "» Yassa yattha dukkhasaccaṃ uppajjittha tassa tattha samudayasaccaṃ uppajjissatīti?",
  "ya5.2.1:235.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti asaññasattānaṃ tesaṃ tattha dukkhasaccaṃ uppajjittha, no ca tesaṃ tattha samudayasaccaṃ uppajjissati. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha dukkhasaccañca uppajjittha samudayasaccañca uppajjissati.",
  "ya5.2.1:236.1": "« Yassa vā pana yattha samudayasaccaṃ uppajjissati tassa tattha dukkhasaccaṃ uppajjitthāti?",
  "ya5.2.1:237.1": "Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha samudayasaccaṃ uppajjissati, no ca tesaṃ tattha dukkhasaccaṃ uppajjittha. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha samudayasaccañca uppajjissati dukkhasaccañca uppajjittha.",
  "ya5.2.1:238.1": "» Yassa yattha dukkhasaccaṃ uppajjittha tassa tattha maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:239.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti āpāyikānaṃ asaññasattānaṃ tesaṃ tattha dukkhasaccaṃ uppajjittha, no ca tesaṃ tattha maggasaccaṃ uppajjissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ tattha dukkhasaccañca uppajjittha maggasaccañca uppajjissati.",
  "ya5.2.1:240.1": "« Yassa vā pana yattha maggasaccaṃ uppajjissati tassa tattha dukkhasaccaṃ uppajjitthāti?",
  "ya5.2.1:241.1": "Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha maggasaccaṃ uppajjissati, no ca tesaṃ tattha dukkhasaccaṃ uppajjittha. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ tattha maggasaccañca uppajjissati dukkhasaccañca uppajjittha.",
  "ya5.2.1:242.1": "» Yassa yattha samudayasaccaṃ uppajjittha tassa tattha maggasaccaṃ uppajjissatīti?",
  "ya5.2.1:243.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti āpāyikānaṃ tesaṃ tattha samudayasaccaṃ uppajjittha, no ca tesaṃ tattha maggasaccaṃ uppajjissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ tattha samudayasaccañca uppajjittha maggasaccañca uppajjissati.",
  "ya5.2.1:244.1": "« Yassa vā pana yattha maggasaccaṃ uppajjissati tassa tattha samudayasaccaṃ uppajjitthāti?",
  "ya5.2.1:245.1": "Suddhāvāsānaṃ dutiye citte vattamāne tesaṃ tattha maggasaccaṃ uppajjissati, no ca tesaṃ tattha samudayasaccaṃ uppajjittha. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ tattha maggasaccañca uppajjissati samudayasaccañca uppajjittha.",
  "ya5.2.1:246.0": "5.2.1.6.4. Paccanīkapuggala",
  "ya5.2.1:246.1": "» Yassa dukkhasaccaṃ nuppajjittha tassa samudayasaccaṃ nuppajjissatīti? Natthi.",
  "ya5.2.1:247.1": "« Yassa vā pana samudayasaccaṃ nuppajjissati tassa dukkhasaccaṃ nuppajjitthāti? Uppajjittha.",
  "ya5.2.1:248.1": "» Yassa dukkhasaccaṃ nuppajjittha tassa maggasaccaṃ nuppajjissatīti? Natthi.",
  "ya5.2.1:249.1": "« Yassa vā pana maggasaccaṃ nuppajjissati tassa dukkhasaccaṃ nuppajjitthāti? Uppajjittha.",
  "ya5.2.1:250.1": "» Yassa samudayasaccaṃ nuppajjittha tassa maggasaccaṃ nuppajjissatīti? Natthi.",
  "ya5.2.1:251.1": "« Yassa vā pana maggasaccaṃ nuppajjissati tassa samudayasaccaṃ nuppajjitthāti? Uppajjittha.",
  "ya5.2.1:252.0": "5.2.1.6.5. Paccanīkaokāsa",
  "ya5.2.1:252.1": "» Yattha dukkhasaccaṃ nuppajjittha …pe….",
  "ya5.2.1:253.0": "5.2.1.6.6. Paccanīkapuggalokāsa",
  "ya5.2.1:253.1": "» Yassa yattha dukkhasaccaṃ nuppajjittha tassa tattha samudayasaccaṃ nuppajjissatīti? Uppajjissati.",
  "ya5.2.1:254.1": "« Yassa vā pana yattha samudayasaccaṃ nuppajjissati tassa tattha dukkhasaccaṃ nuppajjitthāti? Uppajjittha.",
  "ya5.2.1:255.1": "» Yassa yattha dukkhasaccaṃ nuppajjittha tassa tattha maggasaccaṃ nuppajjissatīti? Uppajjissati.",
  "ya5.2.1:256.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjissati tassa tattha dukkhasaccaṃ nuppajjitthāti? Uppajjittha.",
  "ya5.2.1:257.1": "» Yassa yattha samudayasaccaṃ nuppajjittha tassa tattha maggasaccaṃ nuppajjissatīti?",
  "ya5.2.1:258.1": "Suddhāvāsānaṃ dutiye citte vattamāne tesaṃ tattha samudayasaccaṃ nuppajjittha, no ca tesaṃ tattha maggasaccaṃ nuppajjissati. Asaññasattānaṃ tesaṃ tattha samudayasaccañca nuppajjittha maggasaccañca nuppajjissati.",
  "ya5.2.1:259.1": "« Yassa vā pana yattha maggasaccaṃ nuppajjissati tassa tattha samudayasaccaṃ nuppajjitthāti?",
  "ya5.2.1:260.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti āpāyikānaṃ tesaṃ tattha maggasaccaṃ nuppajjissati, no ca tesaṃ tattha samudayasaccaṃ nuppajjittha. Asaññasattānaṃ tesaṃ tattha maggasaccañca nuppajjissati samudayasaccañca nuppajjittha.",
  "ya5.2.1:261.1": "Uppādavāro."
}