{
  "ya5.2.2:0.1": "5 Saccayamaka",
  "ya5.2.2:0.2": "5.2 Pavattivāra",
  "ya5.2.2:0.3": "5.2.2. Nirodhavāra",
  "ya5.2.2:1.0.1": "5.2.2.1 Paccuppannavāra",
  "ya5.2.2:1.0.2": "5.2.2.1.1. Anulomapuggala",
  "ya5.2.2:1.1": "» Yassa dukkhasaccaṃ nirujjhati tassa samudayasaccaṃ nirujjhatīti?",
  "ya5.2.2:2.1": "Sabbesaṃ cavantānaṃ pavatte taṇhāvippayuttacittassa bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ nirujjhati, no ca tesaṃ samudayasaccaṃ nirujjhati. Taṇhāya bhaṅgakkhaṇe tesaṃ dukkhasaccañca nirujjhati samudayasaccañca nirujjhati.",
  "ya5.2.2:3.1": "« Yassa vā pana samudayasaccaṃ nirujjhati tassa dukkhasaccaṃ nirujjhatīti? Āmantā.",
  "ya5.2.2:4.1": "» Yassa dukkhasaccaṃ nirujjhati tassa maggasaccaṃ nirujjhatīti?",
  "ya5.2.2:5.1": "Sabbesaṃ cavantānaṃ pavatte maggavippayuttacittassa bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ nirujjhati, no ca tesaṃ maggasaccaṃ nirujjhati. Pañcavokāre maggassa bhaṅgakkhaṇe tesaṃ dukkhasaccañca nirujjhati maggasaccañca nirujjhati.",
  "ya5.2.2:6.1": "« Yassa vā pana maggasaccaṃ nirujjhati tassa dukkhasaccaṃ nirujjhatīti?",
  "ya5.2.2:7.1": "Arūpe maggassa bhaṅgakkhaṇe tesaṃ maggasaccaṃ nirujjhati, no ca tesaṃ dukkhasaccaṃ nirujjhati. Pañcavokāre maggassa bhaṅgakkhaṇe tesaṃ maggasaccañca nirujjhati dukkhasaccañca nirujjhati.",
  "ya5.2.2:8.1": "» Yassa samudayasaccaṃ nirujjhati tassa maggasaccaṃ nirujjhatīti? No.",
  "ya5.2.2:9.1": "« Yassa vā pana maggasaccaṃ nirujjhati tassa samudayasaccaṃ nirujjhatīti? No.",
  "ya5.2.2:10.0": "5.2.2.1.2. Anulomaokāsa",
  "ya5.2.2:10.1": "» Yattha dukkhasaccaṃ nirujjhati tattha samudayasaccaṃ nirujjhatīti?",
  "ya5.2.2:11.1": "Asaññasatte tattha dukkhasaccaṃ nirujjhati …pe….",
  "ya5.2.2:12.1": "(Yatthakaṃ uppādepi nirodhepi uppādanirodhepi sadisaṃ, natthi nānākaraṇaṃ.)",
  "ya5.2.2:13.0": "5.2.2.1.3. Anulomapuggalokāsa",
  "ya5.2.2:13.1": "» Yassa yattha dukkhasaccaṃ nirujjhati …pe….",
  "ya5.2.2:14.1": "(Yassayatthakampi sadisaṃ vitthāretabbaṃ.)",
  "ya5.2.2:15.0": "5.2.2.1.4. Paccanīkapuggala",
  "ya5.2.2:15.1": "» Yassa dukkhasaccaṃ na nirujjhati tassa samudayasaccaṃ na nirujjhatīti? Āmantā.",
  "ya5.2.2:16.1": "« Yassa vā pana samudayasaccaṃ na nirujjhati tassa dukkhasaccaṃ na nirujjhatīti?",
  "ya5.2.2:17.1": "Sabbesaṃ cavantānaṃ pavatte taṇhāvippayuttacittassa bhaṅgakkhaṇe tesaṃ samudayasaccaṃ na nirujjhati, no ca tesaṃ dukkhasaccaṃ na nirujjhati. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ samudayasaccañca na nirujjhati dukkhasaccañca na nirujjhati.",
  "ya5.2.2:18.1": "» Yassa dukkhasaccaṃ na nirujjhati tassa maggasaccaṃ na nirujjhatīti?",
  "ya5.2.2:19.1": "Arūpe maggassa bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ na nirujjhati, no ca tesaṃ maggasaccaṃ na nirujjhati. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe phalassa bhaṅgakkhaṇe tesaṃ dukkhasaccañca na nirujjhati maggasaccañca na nirujjhati.",
  "ya5.2.2:20.1": "« Yassa vā pana maggasaccaṃ na nirujjhati tassa dukkhasaccaṃ na nirujjhatīti?",
  "ya5.2.2:21.1": "Sabbesaṃ cavantānaṃ pavatte maggavippayuttacittassa bhaṅgakkhaṇe tesaṃ maggasaccaṃ na nirujjhati, no ca tesaṃ dukkhasaccaṃ na nirujjhati. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe phalassa bhaṅgakkhaṇe tesaṃ maggasaccañca na nirujjhati dukkhasaccañca na nirujjhati.",
  "ya5.2.2:22.1": "» Yassa samudayasaccaṃ na nirujjhati tassa maggasaccaṃ na nirujjhatīti?",
  "ya5.2.2:23.1": "Maggassa bhaṅgakkhaṇe tesaṃ samudayasaccaṃ na nirujjhati, no ca tesaṃ maggasaccaṃ na nirujjhati. Sabbesaṃ cittassa uppādakkhaṇe taṇhāvippayuttamaggavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ samudayasaccañca na nirujjhati maggasaccañca na nirujjhati.",
  "ya5.2.2:24.1": "« Yassa vā pana maggasaccaṃ na nirujjhati tassa samudayasaccaṃ na nirujjhatīti?",
  "ya5.2.2:25.1": "Taṇhāya bhaṅgakkhaṇe tesaṃ maggasaccaṃ na nirujjhati, no ca tesaṃ samudayasaccaṃ na nirujjhati. Sabbesaṃ cittassa uppādakkhaṇe maggavippayuttataṇhāvippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ maggasaccañca na nirujjhati samudayasaccañca na nirujjhati.",
  "ya5.2.2:26.0": "5.2.2.1.5. Paccanīkaokāsa",
  "ya5.2.2:26.1": "» Yattha dukkhasaccaṃ na nirujjhati …pe….",
  "ya5.2.2:27.0": "5.2.2.1.6. Paccanīkapuggalokāsa",
  "ya5.2.2:27.1": "» Yassa yattha dukkhasaccaṃ na nirujjhati …pe….",
  "ya5.2.2:28.1": "(Yassakampi yassayatthakampi sadisaṃ, yassayatthakepi nirodhasamāpannānanti cetaṃ na kātabbaṃ.)",
  "ya5.2.2:29.0": "5.2.2.2.1. Anulomapuggala",
  "ya5.2.2:29.1": "» Yassa dukkhasaccaṃ nirujjhittha tassa samudayasaccaṃ nirujjhitthāti? Āmantā.",
  "ya5.2.2:30.1": "(Yathā uppādavāre atītā pucchā anulomampi paccanīkampi vibhattā evaṃ nirodhepi vibhajitabbā, natthi nānākaraṇaṃ.)",
  "ya5.2.2:31.0": "5.2.2.3.1. Anulomapuggala",
  "ya5.2.2:31.1": "» Yassa dukkhasaccaṃ nirujjhissati tassa samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.2:32.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ dukkhasaccaṃ nirujjhissati, no ca tesaṃ samudayasaccaṃ nirujjhissati. Itaresaṃ tesaṃ dukkhasaccañca nirujjhissati samudayasaccañca nirujjhissati.",
  "ya5.2.2:33.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.2:34.1": "» Yassa dukkhasaccaṃ nirujjhissati tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:35.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ dukkhasaccaṃ nirujjhissati, no ca tesaṃ maggasaccaṃ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ dukkhasaccañca nirujjhissati maggasaccañca nirujjhissati.",
  "ya5.2.2:36.1": "« Yassa vā pana …pe…. Āmantā.",
  "ya5.2.2:37.1": "» Yassa samudayasaccaṃ nirujjhissati tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:38.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ samudayasaccaṃ nirujjhissati, no ca tesaṃ maggasaccaṃ nirujjhissati. Ye maggaṃ paṭilabhissanti tesaṃ samudayasaccañca nirujjhissati maggasaccañca nirujjhissati.",
  "ya5.2.2:39.1": "« Yassa vā pana maggasaccaṃ nirujjhissati tassa samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.2:40.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ maggasaccaṃ nirujjhissati, no ca tesaṃ samudayasaccaṃ nirujjhissati. Ye maggaṃ paṭilabhissanti tesaṃ maggasaccañca nirujjhissati samudayasaccañca nirujjhissati.",
  "ya5.2.2:41.0": "5.2.2.3.2. Anulomaokāsa",
  "ya5.2.2:41.1": "» Yattha dukkhasaccaṃ nirujjhissati …pe….",
  "ya5.2.2:42.0": "5.2.2.3.3. Anulomapuggalokāsa",
  "ya5.2.2:42.1": "» Yassa yattha dukkhasaccaṃ nirujjhissati tassa tattha samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.2:43.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti asaññasattānaṃ tesaṃ tattha dukkhasaccaṃ nirujjhissati, no ca tesaṃ tattha samudayasaccaṃ nirujjhissati. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha dukkhasaccañca nirujjhissati samudayasaccañca nirujjhissati …pe….",
  "ya5.2.2:44.1": "(Yassakampi yassayatthakampi sadisaṃ.)",
  "ya5.2.2:45.0": "5.2.2.3.4. Paccanīkapuggala",
  "ya5.2.2:45.1": "» Yassa dukkhasaccaṃ na nirujjhissati tassa samudayasaccaṃ na nirujjhissatīti? Āmantā.",
  "ya5.2.2:46.1": "« Yassa vā pana samudayasaccaṃ na nirujjhissati tassa dukkhasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:47.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ samudayasaccaṃ na nirujjhissati, no ca tesaṃ dukkhasaccaṃ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ samudayasaccañca na nirujjhissati dukkhasaccañca na nirujjhissati.",
  "ya5.2.2:48.1": "» Yassa dukkhasaccaṃ na nirujjhissati tassa maggasaccaṃ na nirujjhissatīti? Āmantā.",
  "ya5.2.2:49.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa dukkhasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:50.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ maggasaccaṃ na nirujjhissati, no ca tesaṃ dukkhasaccaṃ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ maggasaccañca na nirujjhissati dukkhasaccañca na nirujjhissati.",
  "ya5.2.2:51.1": "» Yassa samudayasaccaṃ na nirujjhissati tassa maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:52.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ samudayasaccaṃ na nirujjhissati, no ca tesaṃ maggasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ tesaṃ samudayasaccañca na nirujjhissati maggasaccañca na nirujjhissati.",
  "ya5.2.2:53.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa samudayasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:54.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ maggasaccaṃ na nirujjhissati, no ca tesaṃ samudayasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ tesaṃ maggasaccañca na nirujjhissati samudayasaccañca na nirujjhissati.",
  "ya5.2.2:55.0": "5.2.2.3.5. Paccanīkaokāsa",
  "ya5.2.2:55.1": "» Yattha dukkhasaccaṃ na nirujjhissati …pe….",
  "ya5.2.2:56.0": "5.2.2.3.6. Paccanīkapuggalokāsa",
  "ya5.2.2:56.1": "» Yassa yattha dukkhasaccaṃ na nirujjhissati tassa tattha samudayasaccaṃ na nirujjhissatīti? Āmantā.",
  "ya5.2.2:57.1": "« Yassa vā pana yattha samudayasaccaṃ na nirujjhissati tassa tattha dukkhasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:58.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti asaññasattānaṃ tesaṃ tattha samudayasaccaṃ na nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha samudayasaccañca na nirujjhissati dukkhasaccañca na nirujjhissati.",
  "ya5.2.2:59.1": "» Yassa yattha dukkhasaccaṃ na nirujjhissati tassa tattha maggasaccaṃ na nirujjhissatīti? Āmantā.",
  "ya5.2.2:60.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhissati tassa tattha dukkhasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:61.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti āpāyikānaṃ asaññasattānaṃ tesaṃ tattha maggasaccaṃ na nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha maggasaccañca na nirujjhissati dukkhasaccañca na nirujjhissati.",
  "ya5.2.2:62.1": "» Yassa yattha samudayasaccaṃ na nirujjhissati tassa tattha maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:63.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ tattha samudayasaccaṃ na nirujjhissati, no ca tesaṃ tattha maggasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ asaññasattānaṃ tesaṃ tattha samudayasaccañca na nirujjhissati maggasaccañca na nirujjhissati.",
  "ya5.2.2:64.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhissati tassa tattha samudayasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:65.1": "Āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ tattha maggasaccaṃ na nirujjhissati, no ca tesaṃ tattha samudayasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ asaññasattānaṃ tesaṃ tattha maggasaccañca na nirujjhissati samudayasaccañca na nirujjhissati.",
  "ya5.2.2:66.0": "5.2.2.4.1. Anulomapuggala",
  "ya5.2.2:66.1": "» Yassa dukkhasaccaṃ nirujjhati tassa samudayasaccaṃ nirujjhitthāti? Āmantā.",
  "ya5.2.2:67.1": "« Yassa vā pana samudayasaccaṃ nirujjhittha tassa dukkhasaccaṃ nirujjhatīti?",
  "ya5.2.2:68.1": "Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ samudayasaccaṃ nirujjhittha, no ca tesaṃ dukkhasaccaṃ nirujjhati. Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ samudayasaccañca nirujjhittha dukkhasaccañca nirujjhati.",
  "ya5.2.2:69.1": "» Yassa dukkhasaccaṃ nirujjhati tassa maggasaccaṃ nirujjhitthāti?",
  "ya5.2.2:70.1": "Anabhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ nirujjhati, no ca tesaṃ maggasaccaṃ nirujjhittha. Abhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ dukkhasaccañca nirujjhati maggasaccañca nirujjhittha.",
  "ya5.2.2:71.1": "« Yassa vā pana maggasaccaṃ nirujjhittha tassa dukkhasaccaṃ nirujjhatīti?",
  "ya5.2.2:72.1": "Abhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ maggasaccaṃ nirujjhittha, no ca tesaṃ dukkhasaccaṃ nirujjhati. Abhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ maggasaccañca nirujjhittha dukkhasaccañca nirujjhati.",
  "ya5.2.2:73.1": "» Yassa samudayasaccaṃ nirujjhati tassa maggasaccaṃ nirujjhitthāti?",
  "ya5.2.2:74.1": "Anabhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe tesaṃ samudayasaccaṃ nirujjhati, no ca tesaṃ maggasaccaṃ nirujjhittha. Abhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe tesaṃ samudayasaccañca nirujjhati maggasaccañca nirujjhittha.",
  "ya5.2.2:75.1": "« Yassa vā pana maggasaccaṃ nirujjhittha tassa samudayasaccaṃ nirujjhatīti?",
  "ya5.2.2:76.1": "Abhisametāvīnaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ tesaṃ maggasaccaṃ nirujjhittha, no ca tesaṃ samudayasaccaṃ nirujjhati. Abhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe tesaṃ maggasaccañca nirujjhittha samudayasaccañca nirujjhati.",
  "ya5.2.2:77.0": "5.2.2.4.2. Anulomaokāsa",
  "ya5.2.2:77.1": "» Yattha dukkhasaccaṃ nirujjhati …pe….",
  "ya5.2.2:78.0": "5.2.2.4.3. Anulomapuggalokāsa",
  "ya5.2.2:78.1": "» Yassa yattha dukkhasaccaṃ nirujjhati tassa tattha samudayasaccaṃ nirujjhitthāti?",
  "ya5.2.2:79.1": "Suddhāvāsānaṃ upapatticittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha dukkhasaccaṃ nirujjhati, no ca tesaṃ tattha samudayasaccaṃ nirujjhittha. Itaresaṃ catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ tattha dukkhasaccañca nirujjhati samudayasaccañca nirujjhittha.",
  "ya5.2.2:80.1": "« Yassa vā pana yattha samudayasaccaṃ nirujjhittha tassa tattha dukkhasaccaṃ nirujjhatīti?",
  "ya5.2.2:81.1": "Catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha samudayasaccaṃ nirujjhittha, no ca tesaṃ tattha dukkhasaccaṃ nirujjhati. Catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ tattha samudayasaccañca nirujjhittha dukkhasaccañca nirujjhati.",
  "ya5.2.2:82.1": "» Yassa yattha dukkhasaccaṃ nirujjhati tassa tattha maggasaccaṃ nirujjhitthāti?",
  "ya5.2.2:83.1": "Suddhāvāsānaṃ upapatticittassa bhaṅgakkhaṇe anabhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha dukkhasaccaṃ nirujjhati, no ca tesaṃ tattha maggasaccaṃ nirujjhittha. Abhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ tattha dukkhasaccañca nirujjhati maggasaccañca nirujjhittha.",
  "ya5.2.2:84.1": "« Yassa vā pana yattha maggasaccaṃ nirujjhittha tassa tattha dukkhasaccaṃ nirujjhatīti?",
  "ya5.2.2:85.1": "Abhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha maggasaccaṃ nirujjhittha, no ca tesaṃ tattha dukkhasaccaṃ nirujjhati. Abhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ tattha maggasaccañca nirujjhittha dukkhasaccañca nirujjhati.",
  "ya5.2.2:86.1": "» Yassa yattha samudayasaccaṃ nirujjhati tassa tattha maggasaccaṃ nirujjhitthāti?",
  "ya5.2.2:87.1": "Anabhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe tesaṃ tattha samudayasaccaṃ nirujjhati, no ca tesaṃ tattha maggasaccaṃ nirujjhittha. Abhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe tesaṃ tattha samudayasaccañca nirujjhati maggasaccañca nirujjhittha.",
  "ya5.2.2:88.1": "« Yassa vā pana yattha maggasaccaṃ nirujjhittha tassa tattha samudayasaccaṃ nirujjhatīti?",
  "ya5.2.2:89.1": "Abhisametāvīnaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha maggasaccaṃ nirujjhittha, no ca tesaṃ tattha samudayasaccaṃ nirujjhati. Abhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe tesaṃ tattha maggasaccañca nirujjhittha samudayasaccañca nirujjhati.",
  "ya5.2.2:90.0": "5.2.2.4.4. Paccanīkapuggala",
  "ya5.2.2:90.1": "» Yassa dukkhasaccaṃ na nirujjhati tassa samudayasaccaṃ na nirujjhitthāti? Nirujjhittha.",
  "ya5.2.2:91.1": "« Yassa vā pana samudayasaccaṃ na nirujjhittha tassa dukkhasaccaṃ na nirujjhatīti? Natthi.",
  "ya5.2.2:92.1": "» Yassa dukkhasaccaṃ na nirujjhati tassa maggasaccaṃ na nirujjhitthāti?",
  "ya5.2.2:93.1": "Abhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ na nirujjhati, no ca tesaṃ maggasaccaṃ na nirujjhittha. Anabhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ dukkhasaccañca na nirujjhati maggasaccañca na nirujjhittha.",
  "ya5.2.2:94.1": "« Yassa vā pana maggasaccaṃ na nirujjhittha tassa dukkhasaccaṃ na nirujjhatīti?",
  "ya5.2.2:95.1": "Anabhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ maggasaccaṃ na nirujjhittha, no ca tesaṃ dukkhasaccaṃ na nirujjhati. Anabhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe tesaṃ maggasaccañca na nirujjhittha dukkhasaccañca na nirujjhati.",
  "ya5.2.2:96.1": "» Yassa samudayasaccaṃ na nirujjhati tassa maggasaccaṃ na nirujjhitthāti?",
  "ya5.2.2:97.1": "Abhisametāvīnaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ tesaṃ samudayasaccaṃ na nirujjhati, no ca tesaṃ maggasaccaṃ na nirujjhittha. Anabhisametāvīnaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ samudayasaccañca na nirujjhati maggasaccañca na nirujjhittha.",
  "ya5.2.2:98.1": "« Yassa vā pana maggasaccaṃ na nirujjhittha tassa samudayasaccaṃ na nirujjhatīti?",
  "ya5.2.2:99.1": "Anabhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe tesaṃ maggasaccaṃ na nirujjhittha, no ca tesaṃ samudayasaccaṃ na nirujjhati. Anabhisametāvīnaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ maggasaccañca na nirujjhittha samudayasaccañca na nirujjhati.",
  "ya5.2.2:100.0": "5.2.2.4.5. Paccanīkaokāsa",
  "ya5.2.2:100.1": "» Yattha dukkhasaccaṃ na nirujjhati …pe….",
  "ya5.2.2:101.0": "5.2.2.4.6. Paccanīkapuggalokāsa",
  "ya5.2.2:101.1": "» Yassa yattha dukkhasaccaṃ na nirujjhati tassa tattha samudayasaccaṃ na nirujjhitthāti?",
  "ya5.2.2:102.1": "Catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha dukkhasaccaṃ na nirujjhati, no ca tesaṃ tattha samudayasaccaṃ na nirujjhittha. Suddhāvāsānaṃ upapatticittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha dukkhasaccañca na nirujjhati samudayasaccañca na nirujjhittha.",
  "ya5.2.2:103.1": "« Yassa vā pana yattha samudayasaccaṃ na nirujjhittha tassa tattha dukkhasaccaṃ na nirujjhatīti?",
  "ya5.2.2:104.1": "Suddhāvāsānaṃ upapatticittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha samudayasaccaṃ na nirujjhittha, no ca tesaṃ tattha dukkhasaccaṃ na nirujjhati. Suddhāvāsānaṃ upapatticittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha samudayasaccañca na nirujjhittha dukkhasaccañca na nirujjhati.",
  "ya5.2.2:105.1": "» Yassa yattha dukkhasaccaṃ na nirujjhati tassa tattha maggasaccaṃ na nirujjhitthāti?",
  "ya5.2.2:106.1": "Abhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha dukkhasaccaṃ na nirujjhati, no ca tesaṃ tattha maggasaccaṃ na nirujjhittha. Suddhāvāsānaṃ upapatticittassa uppādakkhaṇe anabhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha dukkhasaccañca na nirujjhati maggasaccañca na nirujjhittha.",
  "ya5.2.2:107.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhittha tassa tattha dukkhasaccaṃ na nirujjhatīti?",
  "ya5.2.2:108.1": "Suddhāvāsānaṃ upapatticittassa bhaṅgakkhaṇe anabhisametāvīnaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha maggasaccaṃ na nirujjhittha, no ca tesaṃ tattha dukkhasaccaṃ na nirujjhati. Suddhāvāsānaṃ upapatticittassa uppādakkhaṇe anabhisametāvīnaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha maggasaccañca na nirujjhittha dukkhasaccañca na nirujjhati.",
  "ya5.2.2:109.1": "» Yassa yattha samudayasaccaṃ na nirujjhati tassa tattha maggasaccaṃ na nirujjhitthāti?",
  "ya5.2.2:110.1": "Abhisametāvīnaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha samudayasaccaṃ na nirujjhati, no ca tesaṃ tattha maggasaccaṃ na nirujjhittha. Suddhāvāsānaṃ dutiye citte vattamāne anabhisametāvīnaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha samudayasaccañca na nirujjhati maggasaccañca na nirujjhittha.",
  "ya5.2.2:111.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhittha tassa tattha samudayasaccaṃ na nirujjhatīti?",
  "ya5.2.2:112.1": "Anabhisametāvīnaṃ taṇhāya bhaṅgakkhaṇe tesaṃ tattha maggasaccaṃ na nirujjhittha, no ca tesaṃ tattha samudayasaccaṃ na nirujjhati. Suddhāvāsānaṃ dutiye citte vattamāne anabhisametāvīnaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha maggasaccañca na nirujjhittha samudayasaccañca na nirujjhati.",
  "ya5.2.2:113.0": "5.2.2.5.1. Anulomapuggala",
  "ya5.2.2:113.1": "» Yassa dukkhasaccaṃ nirujjhati tassa samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.2:114.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ nirujjhati, no ca tesaṃ samudayasaccaṃ nirujjhissati. Itaresaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ dukkhasaccañca nirujjhati samudayasaccañca nirujjhissati.",
  "ya5.2.2:115.1": "« Yassa vā pana samudayasaccaṃ nirujjhissati tassa dukkhasaccaṃ nirujjhatīti?",
  "ya5.2.2:116.1": "Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ samudayasaccaṃ nirujjhissati, no ca tesaṃ dukkhasaccaṃ nirujjhati. Sabbesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ samudayasaccañca nirujjhissati dukkhasaccañca nirujjhati.",
  "ya5.2.2:117.1": "» Yassa dukkhasaccaṃ nirujjhati tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:118.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ nirujjhati, no ca tesaṃ maggasaccaṃ nirujjhissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ dukkhasaccañca nirujjhati maggasaccañca nirujjhissati.",
  "ya5.2.2:119.1": "« Yassa vā pana maggasaccaṃ nirujjhissati tassa dukkhasaccaṃ nirujjhatīti?",
  "ya5.2.2:120.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ maggasaccaṃ nirujjhissati, no ca tesaṃ dukkhasaccaṃ nirujjhati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ maggasaccañca nirujjhissati dukkhasaccañca nirujjhati.",
  "ya5.2.2:121.1": "» Yassa samudayasaccaṃ nirujjhati tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:122.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe tesaṃ samudayasaccaṃ nirujjhati, no ca tesaṃ maggasaccaṃ nirujjhissati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe tesaṃ samudayasaccañca nirujjhati maggasaccañca nirujjhissati.",
  "ya5.2.2:123.1": "« Yassa vā pana maggasaccaṃ nirujjhissati tassa samudayasaccaṃ nirujjhatīti?",
  "ya5.2.2:124.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ maggasaccaṃ nirujjhissati, no ca tesaṃ samudayasaccaṃ nirujjhati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe tesaṃ maggasaccañca nirujjhissati samudayasaccañca nirujjhati.",
  "ya5.2.2:125.0": "5.2.2.5.2. Anulomaokāsa",
  "ya5.2.2:125.1": "» Yattha dukkhasaccaṃ nirujjhati …pe….",
  "ya5.2.2:126.0": "5.2.2.5.3. Anulomapuggalokāsa",
  "ya5.2.2:126.1": "» Yassa yattha dukkhasaccaṃ nirujjhati tassa tattha samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.2:127.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha dukkhasaccaṃ nirujjhati, no ca tesaṃ tattha samudayasaccaṃ nirujjhissati. Itaresaṃ catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ tattha dukkhasaccañca nirujjhati samudayasaccañca nirujjhissati.",
  "ya5.2.2:128.1": "« Yassa vā pana yattha samudayasaccaṃ nirujjhissati tassa tattha dukkhasaccaṃ nirujjhatīti?",
  "ya5.2.2:129.1": "Catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha samudayasaccaṃ nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ nirujjhati. Catuvokārā pañcavokārā cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ tattha samudayasaccañca nirujjhissati dukkhasaccañca nirujjhati.",
  "ya5.2.2:130.1": "» Yassa yattha dukkhasaccaṃ nirujjhati tassa tattha maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:131.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha dukkhasaccaṃ nirujjhati, no ca tesaṃ tattha maggasaccaṃ nirujjhissati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ tattha dukkhasaccañca nirujjhati maggasaccañca nirujjhissati.",
  "ya5.2.2:132.1": "« Yassa vā pana yattha maggasaccaṃ nirujjhissati tassa tattha dukkhasaccaṃ nirujjhatīti?",
  "ya5.2.2:133.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha maggasaccaṃ nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ nirujjhati. Yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ tattha maggasaccañca nirujjhissati dukkhasaccañca nirujjhati.",
  "ya5.2.2:134.1": "» Yassa yattha samudayasaccaṃ nirujjhati tassa tattha maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:135.1": "Āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe tesaṃ tattha samudayasaccaṃ nirujjhati, no ca tesaṃ tattha maggasaccaṃ nirujjhissati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe tesaṃ tattha samudayasaccañca nirujjhati maggasaccañca nirujjhissati.",
  "ya5.2.2:136.1": "« Yassa vā pana yattha maggasaccaṃ nirujjhissati tassa tattha samudayasaccaṃ nirujjhatīti?",
  "ya5.2.2:137.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha maggasaccaṃ nirujjhissati, no ca tesaṃ tattha samudayasaccaṃ nirujjhati. Ye maggaṃ paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe tesaṃ tattha maggasaccañca nirujjhissati samudayasaccañca nirujjhati.",
  "ya5.2.2:138.0": "5.2.2.5.4. Paccanīkapuggala",
  "ya5.2.2:138.1": "» Yassa dukkhasaccaṃ na nirujjhati tassa samudayasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:139.1": "Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ na nirujjhati, no ca tesaṃ samudayasaccaṃ na nirujjhissati. Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ dukkhasaccañca na nirujjhati samudayasaccañca na nirujjhissati.",
  "ya5.2.2:140.1": "« Yassa vā pana samudayasaccaṃ na nirujjhissati tassa dukkhasaccaṃ na nirujjhatīti?",
  "ya5.2.2:141.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṃ samudayasaccaṃ na nirujjhissati, no ca tesaṃ dukkhasaccaṃ na nirujjhati. Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ samudayasaccañca na nirujjhissati dukkhasaccañca na nirujjhati.",
  "ya5.2.2:142.1": "» Yassa dukkhasaccaṃ na nirujjhati tassa maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:143.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ dukkhasaccaṃ na nirujjhati, no ca tesaṃ maggasaccaṃ na nirujjhissati. Arahantānaṃ cittassa uppādakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ dukkhasaccañca na nirujjhati maggasaccañca na nirujjhissati.",
  "ya5.2.2:144.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa dukkhasaccaṃ na nirujjhatīti?",
  "ya5.2.2:145.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe tesaṃ maggasaccaṃ na nirujjhissati, no ca tesaṃ dukkhasaccaṃ na nirujjhati. Arahantānaṃ cittassa uppādakkhaṇe ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ maggasaccañca na nirujjhissati dukkhasaccañca na nirujjhati.",
  "ya5.2.2:146.1": "» Yassa samudayasaccaṃ na nirujjhati tassa maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:147.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ samudayasaccaṃ na nirujjhati, no ca tesaṃ maggasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ samudayasaccañca na nirujjhati maggasaccañca na nirujjhissati.",
  "ya5.2.2:148.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa samudayasaccaṃ na nirujjhatīti?",
  "ya5.2.2:149.1": "Ye puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe tesaṃ maggasaccaṃ na nirujjhissati, no ca tesaṃ samudayasaccaṃ na nirujjhati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ maggasaccañca na nirujjhissati samudayasaccañca na nirujjhati.",
  "ya5.2.2:150.0": "5.2.2.5.5. Paccanīkaokāsa",
  "ya5.2.2:150.1": "» Yattha dukkhasaccaṃ na nirujjhati …pe….",
  "ya5.2.2:151.0": "5.2.2.5.6. Paccanīkapuggalokāsa",
  "ya5.2.2:151.1": "» Yassa yattha dukkhasaccaṃ na nirujjhati tassa tattha samudayasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:152.1": "Catuvokāraṃ pañcavokāraṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha dukkhasaccaṃ na nirujjhati, no ca tesaṃ tattha samudayasaccaṃ na nirujjhissati. Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha dukkhasaccañca na nirujjhati samudayasaccañca na nirujjhissati.",
  "ya5.2.2:153.1": "« Yassa vā pana yattha samudayasaccaṃ na nirujjhissati tassa tattha dukkhasaccaṃ na nirujjhatīti?",
  "ya5.2.2:154.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha samudayasaccaṃ na nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ na nirujjhati. Aggamaggassa uppādakkhaṇe arahantānaṃ cittassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha samudayasaccañca na nirujjhissati dukkhasaccañca na nirujjhati.",
  "ya5.2.2:155.1": "» Yassa yattha dukkhasaccaṃ na nirujjhati tassa tattha maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:156.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṃ paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe maggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha dukkhasaccaṃ na nirujjhati, no ca tesaṃ tattha maggasaccaṃ na nirujjhissati. Arahantānaṃ cittassa uppādakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe asaññasattaṃ upapajjantānaṃ arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe tesaṃ tattha dukkhasaccañca na nirujjhati maggasaccañca na nirujjhissati.",
  "ya5.2.2:157.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhissati tassa tattha dukkhasaccaṃ na nirujjhatīti?",
  "ya5.2.2:158.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ cittassa bhaṅgakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ cavantānaṃ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṃ tesaṃ tattha maggasaccaṃ na nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ na nirujjhati. Arahantānaṃ cittassa uppādakkhaṇe āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe aggamaggassa ca phalassa ca bhaṅgakkhaṇe asaññasattaṃ upapajjantānaṃ tesaṃ tattha maggasaccañca na nirujjhissati dukkhasaccañca na nirujjhati.",
  "ya5.2.2:159.1": "» Yassa yattha samudayasaccaṃ na nirujjhati tassa tattha maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:160.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne tesaṃ tattha samudayasaccaṃ na nirujjhati, no ca tesaṃ tattha maggasaccaṃ na nirujjhissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha samudayasaccañca na nirujjhati maggasaccañca na nirujjhissati.",
  "ya5.2.2:161.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhissati tassa tattha samudayasaccaṃ na nirujjhatīti?",
  "ya5.2.2:162.1": "Āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya bhaṅgakkhaṇe tesaṃ tattha maggasaccaṃ na nirujjhissati, no ca tesaṃ tattha samudayasaccaṃ na nirujjhati. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ āpāyikānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ taṇhāya uppādakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṃ tesaṃ tattha maggasaccañca na nirujjhissati samudayasaccañca na nirujjhati.",
  "ya5.2.2:163.0": "5.2.2.6.1. Anulomapuggala",
  "ya5.2.2:163.1": "» Yassa dukkhasaccaṃ nirujjhittha tassa samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.2:164.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ dukkhasaccaṃ nirujjhittha, no ca tesaṃ samudayasaccaṃ nirujjhissati. Itaresaṃ tesaṃ dukkhasaccañca nirujjhittha samudayasaccañca nirujjhissati.",
  "ya5.2.2:165.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.2:166.1": "» Yassa dukkhasaccaṃ nirujjhittha tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:167.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ dukkhasaccaṃ nirujjhittha, no ca tesaṃ maggasaccaṃ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ dukkhasaccañca nirujjhittha maggasaccañca nirujjhissati.",
  "ya5.2.2:168.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.2:169.1": "» Yassa samudayasaccaṃ nirujjhittha tassa maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:170.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti tesaṃ samudayasaccaṃ nirujjhittha, no ca tesaṃ maggasaccaṃ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ samudayasaccañca nirujjhittha maggasaccañca nirujjhissati.",
  "ya5.2.2:171.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya5.2.2:172.0": "5.2.2.6.2. Anulomaokāsa",
  "ya5.2.2:172.1": "» Yattha dukkhasaccaṃ nirujjhittha …pe….",
  "ya5.2.2:173.0": "5.2.2.6.3. Anulomapuggalokāsa",
  "ya5.2.2:173.1": "» Yassa yattha dukkhasaccaṃ nirujjhittha tassa tattha samudayasaccaṃ nirujjhissatīti?",
  "ya5.2.2:174.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti asaññasattānaṃ tesaṃ tattha dukkhasaccaṃ nirujjhittha, no ca tesaṃ tattha samudayasaccaṃ nirujjhissati. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha dukkhasaccañca nirujjhittha samudayasaccañca nirujjhissati.",
  "ya5.2.2:175.1": "« Yassa vā pana yattha samudayasaccaṃ nirujjhissati tassa tattha dukkhasaccaṃ nirujjhitthāti?",
  "ya5.2.2:176.1": "Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha samudayasaccaṃ nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ nirujjhittha. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha samudayasaccañca nirujjhissati dukkhasaccañca nirujjhittha.",
  "ya5.2.2:177.1": "» Yassa yattha dukkhasaccaṃ nirujjhittha tassa tattha maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:178.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti āpāyikānaṃ asaññasattānaṃ tesaṃ tattha dukkhasaccaṃ nirujjhittha, no ca tesaṃ tattha maggasaccaṃ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ tattha dukkhasaccañca nirujjhittha maggasaccañca nirujjhissati.",
  "ya5.2.2:179.1": "« Yassa vā pana yattha maggasaccaṃ nirujjhissati tassa tattha dukkhasaccaṃ nirujjhitthāti?",
  "ya5.2.2:180.1": "Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha maggasaccaṃ nirujjhissati, no ca tesaṃ tattha dukkhasaccaṃ nirujjhittha. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ tattha maggasaccañca nirujjhissati dukkhasaccañca nirujjhittha.",
  "ya5.2.2:181.1": "» Yassa yattha samudayasaccaṃ nirujjhittha tassa tattha maggasaccaṃ nirujjhissatīti?",
  "ya5.2.2:182.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti āpāyikānaṃ tesaṃ tattha samudayasaccaṃ nirujjhittha, no ca tesaṃ tattha maggasaccaṃ nirujjhissati. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ tattha samudayasaccañca nirujjhittha maggasaccañca nirujjhissati.",
  "ya5.2.2:183.1": "« Yassa vā pana yattha maggasaccaṃ nirujjhissati tassa tattha samudayasaccaṃ nirujjhitthāti.",
  "ya5.2.2:184.1": "Suddhāvāsānaṃ dutiye citte vattamāne tesaṃ tattha maggasaccaṃ nirujjhissati, no ca tesaṃ tattha samudayasaccaṃ nirujjhittha. Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe maggaṃ paṭilabhissanti tesaṃ tattha maggasaccañca nirujjhissati samudayasaccañca nirujjhittha.",
  "ya5.2.2:185.0": "5.2.2.6.4. Paccanīkapuggala",
  "ya5.2.2:185.1": "» Yassa dukkhasaccaṃ na nirujjhittha tassa samudayasaccaṃ na nirujjhissatīti? Natthi.",
  "ya5.2.2:186.1": "« Yassa vā pana samudayasaccaṃ na nirujjhissati tassa dukkhasaccaṃ na nirujjhitthāti? Nirujjhittha.",
  "ya5.2.2:187.1": "» Yassa dukkhasaccaṃ na nirujjhittha tassa maggasaccaṃ na nirujjhissatīti? Natthi.",
  "ya5.2.2:188.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa dukkhasaccaṃ na nirujjhitthāti? Nirujjhittha.",
  "ya5.2.2:189.1": "» Yassa samudayasaccaṃ na nirujjhittha tassa maggasaccaṃ na nirujjhissatīti? Natthi.",
  "ya5.2.2:190.1": "« Yassa vā pana maggasaccaṃ na nirujjhissati tassa samudayasaccaṃ na nirujjhitthāti? Nirujjhittha.",
  "ya5.2.2:191.0": "5.2.2.6.5. Paccanīkaokāsa",
  "ya5.2.2:191.1": "» Yattha dukkhasaccaṃ na nirujjhittha …pe….",
  "ya5.2.2:192.0": "5.2.2.6.6. Paccanīkapuggalokāsa",
  "ya5.2.2:192.1": "» Yassa yattha dukkhasaccaṃ na nirujjhittha tassa tattha samudayasaccaṃ na nirujjhissatīti? Nirujjhissati.",
  "ya5.2.2:193.1": "« Yassa vā pana yattha samudayasaccaṃ na nirujjhissati tassa tattha dukkhasaccaṃ na nirujjhitthāti? Nirujjhittha.",
  "ya5.2.2:194.1": "» Yassa yattha dukkhasaccaṃ na nirujjhittha tassa tattha maggasaccaṃ na nirujjhissatīti? Nirujjhissati.",
  "ya5.2.2:195.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhissati tassa tattha dukkhasaccaṃ na nirujjhitthāti? Nirujjhittha.",
  "ya5.2.2:196.1": "» Yassa yattha samudayasaccaṃ na nirujjhittha tassa tattha maggasaccaṃ na nirujjhissatīti?",
  "ya5.2.2:197.1": "Suddhāvāsānaṃ dutiye citte vattamāne tesaṃ tattha samudayasaccaṃ na nirujjhittha, no ca tesaṃ tattha maggasaccaṃ na nirujjhissati. Asaññasattānaṃ tesaṃ tattha samudayasaccañca na nirujjhittha maggasaccañca na nirujjhissati.",
  "ya5.2.2:198.1": "« Yassa vā pana yattha maggasaccaṃ na nirujjhissati tassa tattha samudayasaccaṃ na nirujjhitthāti?",
  "ya5.2.2:199.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ ye ca puthujjanā maggaṃ na paṭilabhissanti āpāyikānaṃ tesaṃ tattha maggasaccaṃ na nirujjhissati, no ca tesaṃ tattha samudayasaccaṃ na nirujjhittha. Asaññasattānaṃ tesaṃ tattha maggasaccañca na nirujjhissati samudayasaccañca na nirujjhittha.",
  "ya5.2.2:200.1": "Nirodhavāro."
}