{
  "sn51.20:0.1": "Verbundene Lehrreden 51.20 ",
  "sn51.20:0.2": "2. Das Kapitel über das Erzitternlassen des Pfahlhauses ",
  "sn51.20:0.3": "Aufgliederung ",
  "sn51.20:1.1": "„Mönche und Nonnen, wenn vier Grundlagen übersinnlicher Kraft entwickelt und ausgebaut werden, bringen sie reiche Frucht und reichen Segen. ",
  "sn51.20:2.1": "Wie geschieht das? ",
  "sn51.20:2.2": "Da entwickelt ein Mönch die Grundlage übersinnlicher Kraft, die mit Versenkung durch Enthusiasmus und mit aktivem Bemühen einhergeht. ",
  "sn51.20:2.3": "Er denkt: ‚Mein Enthusiasmus wird weder zu lasch noch zu angespannt sein. Und er wird weder innerlich eingeengt noch äußerlich zerstreut sein.‘ ",
  "sn51.20:2.4": "Und er meditiert, indem er Stetigkeit wahrnimmt: ",
  "sn51.20:2.5": "wie vorher, so nachher; wie nachher, so vorher; ",
  "sn51.20:2.6": "wie unten, so oben; wie oben, so unten; ",
  "sn51.20:2.7": "wie bei Tag, so bei Nacht; wie bei Nacht, so bei Tag. ",
  "sn51.20:2.8": "Und so entwickelt er mit offenem und unverhülltem Herzen einen Geist voller Glanz. ",
  "sn51.20:2.9": "Er entwickelt die Grundlage übersinnlicher Kraft, die mit Versenkung durch Energie … ",
  "sn51.20:2.10": "durch Entwicklung des Geistes … ",
  "sn51.20:2.11": "durch Untersuchung und mit aktivem Bemühen einhergeht. ",
  "sn51.20:2.12": "Er denkt: ‚Meine Untersuchung wird weder zu lasch noch zu angespannt sein. Und sie wird weder innerlich eingeengt noch äußerlich zerstreut sein.‘ ",
  "sn51.20:2.13": "Und er meditiert, indem er Stetigkeit wahrnimmt: ",
  "sn51.20:2.14": "wie vorher, so nachher; wie nachher, so vorher; ",
  "sn51.20:2.15": "wie unten, so oben; wie oben, so unten; ",
  "sn51.20:2.16": "wie bei Tag, so bei Nacht; wie bei Nacht, so bei Tag. ",
  "sn51.20:2.17": "Und so entwickelt er mit offenem und unverhülltem Herzen einen Geist voller Glanz. ",
  "sn51.20:3.1": "Und was ist Enthusiasmus, der zu lasch ist? ",
  "sn51.20:3.2": "Es ist, wenn Enthusiasmus mit Trägheit verbunden ist. ",
  "sn51.20:3.3": "Das nennt man Enthusiasmus, der zu lasch ist. ",
  "sn51.20:4.1": "Und was ist Enthusiasmus, der zu angespannt ist? ",
  "sn51.20:4.2": "Es ist, wenn Enthusiasmus mit Rastlosigkeit verbunden ist. ",
  "sn51.20:4.3": "Das nennt man Enthusiasmus, der zu angespannt ist. ",
  "sn51.20:5.1": "Und was ist Enthusiasmus, der innerlich eingeengt ist? ",
  "sn51.20:5.2": "Es ist, wenn Enthusiasmus mit Dumpfheit und Benommenheit verbunden ist. ",
  "sn51.20:5.3": "Das nennt man Enthusiasmus, der innerlich eingeengt ist. ",
  "sn51.20:6.1": "Und was ist Enthusiasmus, der äußerlich zerstreut ist? ",
  "sn51.20:6.2": "Es ist, wenn Enthusiasmus häufig wegen der fünf Arten sinnlicher Erregung nach außen abgelenkt und unaufmerksam ist. ",
  "sn51.20:6.3": "Das nennt man Enthusiasmus, der äußerlich zerstreut ist. ",
  "sn51.20:7.1": "Und wie meditiert ein Mönch, indem er Stetigkeit wahrnimmt: ",
  "sn51.20:7.2": "wie vorher, so nachher; wie nachher, so vorher? ",
  "sn51.20:7.3": "Da wird die Wahrnehmung der Stetigkeit von einem Mönch richtig ergriffen, sich ihr richtig zugewandt, sie nicht aus dem Sinn verloren und sie richtig mit Weisheit erfasst. ",
  "sn51.20:7.4": "So meditiert ein Mönch, indem er Stetigkeit wahrnimmt: ",
  "sn51.20:7.5": "wie vorher, so nachher; wie nachher, so vorher. ",
  "sn51.20:8.1": "Und wie meditiert ein Mönch: wie unten, so oben; wie oben, so unten? ",
  "sn51.20:8.2": "Da betrachtet ein Mönch seinen eigenen Körper, von den Fußsohlen aufwärts und von den Haarspitzen abwärts, der von Haut umhüllt und mit zahlreichen widerlichen Dingen angefüllt ist. ",
  "sn51.20:8.3": "‚In diesem Körper gibt es Kopfhaare, Körperhaare, Nägel, Zähne, Haut, Fleisch, Sehnen, Knochen, Knochenmark, Nieren, Herz, Leber, Zwerchfell, Milz, Lungen, Därme, Gekröse, Speisebrei, Kot, Galle, Schleim, Eiter, Blut, Schweiß, Fett, Tränen, Talg, Speichel, Nasenschleim, Gelenkschmiere, Urin.‘ ",
  "sn51.20:8.4": "So meditiert ein Mönch: wie unten, so oben; wie oben, so unten. ",
  "sn51.20:9.1": "Und wie meditiert ein Mönch: wie bei Tag, so bei Nacht; wie bei Nacht, so bei Tag? ",
  "sn51.20:9.2": "Da entwickelt ein Mönch die Grundlage übersinnlicher Kraft, die mit Versenkung durch Enthusiasmus und mit aktivem Bemühen einhergeht, mit den gleichen Eigenschaften, Eigenarten und Merkmalen, ob bei Tag oder bei Nacht, ",
  "sn51.20:9.3": "ob bei Nacht oder bei Tag. ",
  "sn51.20:9.4": "So meditiert ein Mönch: wie bei Tag, so bei Nacht; wie bei Nacht, so bei Tag. ",
  "sn51.20:10.1": "Und wie entwickelt ein Mönch mit offenem und unverhülltem Herzen einen Geist voller Glanz? ",
  "sn51.20:10.2": "Da hat ein Mönch die Wahrnehmung von Licht richtig ergriffen, er hat die Wahrnehmung des Tages richtig ergriffen. ",
  "sn51.20:10.3": "So entwickelt ein Mönch mit offenem und unverhülltem Herzen einen Geist voller Glanz. ",
  "sn51.20:11.1": "Und was ist Energie, die zu lasch ist? … ",
  "sn51.20:16.1": "Und was ist Entwicklung des Geistes, die zu lasch ist? … ",
  "sn51.20:20.1": "Und was ist Untersuchung, die zu lasch ist? ",
  "sn51.20:20.2": "Es ist, wenn Untersuchung mit Trägheit verbunden ist. ",
  "sn51.20:20.3": "Das nennt man Untersuchung, die zu lasch ist. ",
  "sn51.20:21.1": "Und was ist Untersuchung, die zu angespannt ist? ",
  "sn51.20:21.2": "Es ist, wenn Untersuchung mit Rastlosigkeit verbunden ist. ",
  "sn51.20:21.3": "Das nennt man Untersuchung, die zu angespannt ist. ",
  "sn51.20:22.1": "Und was ist Untersuchung, die innerlich eingeengt ist? ",
  "sn51.20:22.2": "Es ist, wenn Untersuchung mit Dumpfheit und Benommenheit verbunden ist. ",
  "sn51.20:22.3": "Das nennt man Untersuchung, die innerlich eingeengt ist. ",
  "sn51.20:23.1": "Und was ist Untersuchung, die äußerlich zerstreut ist? ",
  "sn51.20:23.2": "Es ist, wenn Untersuchung häufig wegen der fünf Arten sinnlicher Erregung nach außen abgelenkt und unaufmerksam ist. ",
  "sn51.20:23.3": "Das nennt man Untersuchung, die äußerlich zerstreut ist. … ",
  "sn51.20:23.4": "So entwickelt ein Mönch mit offenem und unverhülltem Herzen einen Geist voller Glanz. ",
  "sn51.20:23.5": "Wenn die vier Grundlagen übersinnlicher Kraft auf diese Art entwickelt und ausgebaut wurden, bringen sie reiche Frucht und reichen Segen. ",
  "sn51.20:24.1": "Wenn die vier Grundlagen übersinnlicher Kraft auf diese Art entwickelt und ausgebaut wurden, kann ein Mönch die vielen Arten übersinnlicher Kraft ausüben: sich vervielfältigen und wieder eins werden … den Körper beherrschen bis hin zur Brahmāwelt. ",
  "sn51.20:24.2": "Wenn die vier Grundlagen übersinnlicher Kraft auf diese Art entwickelt und ausgebaut wurden, erlangt ein Mönch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin.“ "
}