{
  "sn51.12:0.1": "Verbundene Lehrreden 51.12 ",
  "sn51.12:0.2": "2. Das Kapitel über das Erzitternlassen des Pfahlhauses ",
  "sn51.12:0.3": "Reiche Frucht ",
  "sn51.12:1.1": "„Mönche und Nonnen, wenn vier Grundlagen übersinnlicher Kraft entwickelt und ausgebaut werden, bringen sie reiche Frucht und reichen Segen. ",
  "sn51.12:1.2": "Wie geschieht das? ",
  "sn51.12:1.3": "Da entwickelt eine Nonne die Grundlage übersinnlicher Kraft, die mit Versenkung durch Enthusiasmus und mit aktivem Bemühen einhergeht. ",
  "sn51.12:1.4": "Sie denkt: ‚Mein Enthusiasmus wird weder zu lasch noch zu angespannt sein. Und er wird weder innerlich eingeengt noch äußerlich zerstreut sein.‘ ",
  "sn51.12:1.5": "Und sie meditiert, indem sie Stetigkeit wahrnimmt: ",
  "sn51.12:1.6": "wie vorher, so nachher; wie nachher, so vorher; ",
  "sn51.12:1.7": "wie unten, so oben; wie oben, so unten; ",
  "sn51.12:1.8": "wie bei Tag, so bei Nacht; wie bei Nacht, so bei Tag. ",
  "sn51.12:1.9": "Und so entwickelt sie mit offenem und unverhülltem Herzen einen Geist voller Glanz. ",
  "sn51.12:2.1": "Sie entwickelt die Grundlage übersinnlicher Kraft, die mit Versenkung durch Energie … ",
  "sn51.12:2.2": "mit Versenkung durch Entwicklung des Geistes … ",
  "sn51.12:2.3": "mit Versenkung durch Untersuchung und mit aktivem Bemühen einhergeht. ",
  "sn51.12:2.4": "Sie denkt: ‚Meine Untersuchung wird weder zu lasch noch zu angespannt sein. Und sie wird weder innerlich eingeengt noch äußerlich zerstreut sein.‘ ",
  "sn51.12:2.5": "Und sie meditiert, indem sie Stetigkeit wahrnimmt: ",
  "sn51.12:2.6": "wie vorher, so nachher; wie nachher, so vorher; ",
  "sn51.12:2.7": "wie unten, so oben; wie oben, so unten; ",
  "sn51.12:2.8": "wie bei Tag, so bei Nacht; wie bei Nacht, so bei Tag. ",
  "sn51.12:2.9": "Und so entwickelt sie mit offenem und unverhülltem Herzen einen Geist voller Glanz. ",
  "sn51.12:2.10": "Wenn die vier Grundlagen übersinnlicher Kraft auf diese Art entwickelt und ausgebaut wurden, bringen sie reiche Frucht und reichen Segen. ",
  "sn51.12:3.1": "Wenn die vier Grundlagen übersinnlicher Kraft auf diese Art entwickelt und ausgebaut wurden, kann eine Nonne die vielen Arten übersinnlicher Kraft ausüben: sich vervielfältigen und wieder eins werden … den Körper beherrschen bis hin zur Brahmāwelt. … ",
  "sn51.12:4.1": "Wenn die vier Grundlagen übersinnlicher Kraft auf diese Art entwickelt und ausgebaut wurden, erlangt eine Nonne mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin.“ "
}