{
  "sn51.17:0.1": "Verbundene Lehrreden 51.17 ",
  "sn51.17:0.2": "2. Das Kapitel über das Erzitternlassen des Pfahlhauses ",
  "sn51.17:0.3": "Asketen und Brahmanen (2) ",
  "sn51.17:1.1": "„Mönche und Nonnen, alle Asketen und Brahmanen der Vergangenheit, die die vielen Arten übersinnlicher Kraft ausübten: sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt – ",
  "sn51.17:1.2": "sie übten diese Dinge aus, indem sie vier Grundlagen übersinnlicher Kraft entwickelten und ausbauten. ",
  "sn51.17:2.1": "Alle Asketen und Brahmanen der Zukunft, die die vielen Arten übersinnlicher Kraft ausüben werden … ",
  "sn51.17:2.2": "sie werden diese Dinge ausüben, indem sie vier Grundlagen übersinnlicher Kraft entwickeln und ausbauen werden. ",
  "sn51.17:3.1": "Alle Asketen und Brahmanen der Gegenwart, die die vielen Arten übersinnlicher Kraft ausüben … ",
  "sn51.17:3.2": "sie üben diese Dinge aus, indem sie vier Grundlagen übersinnlicher Kraft entwickeln und ausbauen. ",
  "sn51.17:4.1": "Welche vier? ",
  "sn51.17:4.2": "Da entwickelt eine Nonne die Grundlage übersinnlicher Kraft, die mit Versenkung durch Enthusiasmus … ",
  "sn51.17:4.3": "durch Energie … ",
  "sn51.17:4.4": "durch Entwicklung des Geistes … ",
  "sn51.17:4.5": "durch Untersuchung und mit aktivem Bemühen einhergeht. ",
  "sn51.17:4.6": "Alle Asketen und Brahmanen der Vergangenheit, die die vielen Arten übersinnlicher Kraft ausübten … ",
  "sn51.17:4.7": "sie übten diese Dinge aus, indem sie diese vier Grundlagen übersinnlicher Kraft entwickelten und ausbauten. ",
  "sn51.17:5.1": "Alle Asketen und Brahmanen der Zukunft, die die vielen Arten übersinnlicher Kraft ausüben werden … ",
  "sn51.17:5.2": "sie werden diese Dinge ausüben, indem sie diese vier Grundlagen übersinnlicher Kraft entwickeln und ausbauen werden. ",
  "sn51.17:6.1": "Alle Asketen und Brahmanen der Gegenwart, die die vielen Arten übersinnlicher Kraft ausüben … ",
  "sn51.17:6.2": "sie üben diese Dinge aus, indem sie diese vier Grundlagen übersinnlicher Kraft entwickeln und ausbauen.“ "
}