{
  "sn51.13:0.1": "Verbundene Lehrreden 51.13 ",
  "sn51.13:0.2": "2. Das Kapitel über das Erzitternlassen des Pfahlhauses ",
  "sn51.13:0.3": "Versenkung durch Enthusiasmus ",
  "sn51.13:1.1": "„Mönche und Nonnen, wenn ein Mönch sich auf Enthusiasmus stützt, um zur Versenkung, zur Einheit des Geistes zu gelangen, ",
  "sn51.13:1.2": "so nennt man das Versenkung durch Enthusiasmus. ",
  "sn51.13:1.3": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen. ",
  "sn51.13:1.4": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden. ",
  "sn51.13:1.5": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften aufkommen. ",
  "sn51.13:1.6": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "sn51.13:1.7": "Das nennt man aktives Bemühen. ",
  "sn51.13:1.8": "Und so ist das Enthusiasmus, das ist Versenkung durch Enthusiasmus, und das ist aktives Bemühen. ",
  "sn51.13:1.9": "Das nennt man die Grundlage übersinnlicher Kraft, die mit Versenkung durch Enthusiasmus und mit aktivem Bemühen einhergeht. ",
  "sn51.13:2.1": "Wenn eine Nonne sich auf Energie stützt, um zur Versenkung, zur Einheit des Geistes zu gelangen, ",
  "sn51.13:2.2": "so nennt man das Versenkung durch Energie. ",
  "sn51.13:2.3": "Sie entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht ihren Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen … ",
  "sn51.13:2.4": "damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "sn51.13:2.5": "Das nennt man aktives Bemühen. ",
  "sn51.13:2.6": "Und so ist das Energie, das ist Versenkung durch Energie, und das ist aktives Bemühen. ",
  "sn51.13:2.7": "Das nennt man die Grundlage übersinnlicher Kraft, die mit Versenkung durch Energie und mit aktivem Bemühen einhergeht. ",
  "sn51.13:3.1": "Wenn ein Mönch sich auf Entwicklung des Geistes stützt, um zur Versenkung, zur Einheit des Geistes zu gelangen, ",
  "sn51.13:3.2": "so nennt man das Versenkung durch Entwicklung des Geistes. ",
  "sn51.13:3.3": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen … ",
  "sn51.13:3.4": "damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "sn51.13:3.5": "Das nennt man aktives Bemühen. ",
  "sn51.13:3.6": "Und so ist das Entwicklung des Geistes, das ist Versenkung durch Entwicklung des Geistes, und das ist aktives Bemühen. ",
  "sn51.13:3.7": "Das nennt man die Grundlage übersinnlicher Kraft, die mit Versenkung durch Entwicklung des Geistes und mit aktivem Bemühen einhergeht. ",
  "sn51.13:4.1": "Wenn eine Nonne sich auf Untersuchung stützt, um zur Versenkung, zur Einheit des Geistes zu gelangen, ",
  "sn51.13:4.2": "so nennt man das Versenkung durch Untersuchung. ",
  "sn51.13:4.3": "Sie entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht ihren Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen … ",
  "sn51.13:4.4": "damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "sn51.13:4.5": "Das nennt man aktives Bemühen. ",
  "sn51.13:4.6": "Und so ist das Untersuchung, das ist Versenkung durch Untersuchung, und das ist aktives Bemühen. ",
  "sn51.13:4.7": "Das nennt man die Grundlage übersinnlicher Kraft, die mit Versenkung durch Untersuchung und mit aktivem Bemühen einhergeht.“ "
}