{
  "sn51.15:0.1": "Verbundene Lehrreden 51.15 ",
  "sn51.15:0.2": "2. Das Kapitel über das Erzitternlassen des Pfahlhauses ",
  "sn51.15:0.3": "Der Brahmane Uṇṇābha ",
  "sn51.15:1.1": "So habe ich es gehört: ",
  "sn51.15:1.2": "Einmal hielt sich der Ehrwürdige Ānanda bei Kosambī auf, in Ghositas Kloster. ",
  "sn51.15:1.3": "Da ging der Brahmane Uṇṇābha zum Ehrwürdigen Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "sn51.15:1.4": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "sn51.15:1.5": "„Meister Ānanda, zu welchem Zweck führt man das geistliche Leben unter dem Asketen Gotama?“ ",
  "sn51.15:1.6": "„Brahmane, der Zweck, zu dem man das geistliche Leben unter dem Buddha führt, ist es, das Verlangen aufzugeben.“ ",
  "sn51.15:2.1": "„Aber gibt es einen Pfad und eine Übung, um dieses Verlangen aufzugeben?“ ",
  "sn51.15:2.2": "„Ja, es gibt einen solchen Pfad.“ ",
  "sn51.15:3.1": "„Nun, was ist dieser Pfad?“ ",
  "sn51.15:3.2": "„Da entwickelt ein Mönch die Grundlage übersinnlicher Kraft, die mit Versenkung durch Enthusiasmus … ",
  "sn51.15:3.3": "durch Energie … ",
  "sn51.15:3.4": "durch Entwicklung des Geistes … ",
  "sn51.15:3.5": "durch Untersuchung und mit aktivem Bemühen einhergeht. ",
  "sn51.15:3.6": "Das ist der Pfad, das ist die Übung, um dieses Verlangen aufzugeben.“ ",
  "sn51.15:4.1": "„Wenn das so ist, Meister Ānanda, dann ist dieser Pfad endlos, nicht endlich. ",
  "sn51.15:4.2": "Denn es ist nicht möglich, Verlangen mithilfe von Verlangen aufzugeben.“ ",
  "sn51.15:4.3": "„Nun, Brahmane, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "sn51.15:4.4": "Was denkst du, Brahmane? ",
  "sn51.15:4.5": "Hattest du jemals ein Verlangen, zu einem Park zu gehen, ",
  "sn51.15:4.6": "aber wenn du bei dem Park ankamst, schwand das entsprechende Verlangen?“ ",
  "sn51.15:4.7": "„Ja, Herr.“ ",
  "sn51.15:4.8": "„Hattest du jemals die Energie, zu einem Park zu gehen, ",
  "sn51.15:4.9": "aber wenn du bei dem Park ankamst, schwand die entsprechende Energie?“ ",
  "sn51.15:4.10": "„Ja, Herr.“ ",
  "sn51.15:4.11": "„Hattest du jemals die Vorstellung, zu einem Park zu gehen, ",
  "sn51.15:4.12": "aber wenn du bei dem Park ankamst, schwand die entsprechende Vorstellung?“ ",
  "sn51.15:4.13": "„Ja, Herr.“ ",
  "sn51.15:4.14": "„Hast du jemals eine Untersuchung angestellt, wie man zu einem Park geht, ",
  "sn51.15:4.15": "aber wenn du bei dem Park ankamst, schwand die entsprechende Untersuchung?“ ",
  "sn51.15:4.16": "„Ja, Herr.“ ",
  "sn51.15:5.1": "„Ebenso ist es mit einem Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der das geistliche Leben erfüllt hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist. Früher hatte er das Verlangen, die Vollendung zu erlangen, aber als er sie erlangte, schwand das entsprechende Verlangen. ",
  "sn51.15:5.2": "Früher hatte er die Energie, um die Vollendung zu erlangen, aber als er sie erlangte, schwand die entsprechende Energie. ",
  "sn51.15:5.3": "Früher hatte er die Vorstellung, die Vollendung zu erlangen, aber als er sie erlangte, schwand die entsprechende Vorstellung. ",
  "sn51.15:5.4": "Früher hatte er eine Untersuchung angestellt, wie man die Vollendung erlangt, aber als er sie erlangte, schwand die entsprechende Untersuchung. ",
  "sn51.15:5.5": "Was denkst du, Brahmane? ",
  "sn51.15:5.6": "Wenn das so ist, ist dann dieser Pfad endlos oder endlich?“ ",
  "sn51.15:6.1": "„Wenn das so ist, Meister Ānanda, dann ist dieser Pfad sicherlich endlich, nicht endlos. ",
  "sn51.15:6.2": "Vortrefflich, Meister Ānanda! Vortrefflich! ",
  "sn51.15:6.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Ānanda die Lehre auf vielerlei Weise klargemacht. ",
  "sn51.15:6.4": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn51.15:6.5": "Von diesem Tag an soll Meister Ānanda mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}