{
  "an1.98:0.1": "Aṅguttara Nikāya 1 ",
  "an1.98:0.2": "10. Dutiyapamādādivagga ",
  "an1.98:0.3": "98 ",
  "an1.98:1.1": "“Ajjhattikaṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi yaṃ evaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, pamādo. ",
  "an1.98:1.2": "Pamādo, bhikkhave, mahato anatthāya saṃvattatī”ti. ",
  "an1.98:1.3": "Paṭhamaṃ. ",
  "an1.99:0.1": "99 ",
  "an1.99:1.1": "“Ajjhattikaṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi yaṃ evaṃ mahato atthāya saṃvattati yathayidaṃ, bhikkhave, appamādo. ",
  "an1.99:1.2": "Appamādo, bhikkhave, mahato atthāya saṃvattatī”ti. ",
  "an1.99:1.3": "Dutiyaṃ. ",
  "an1.100:0.1": "100 ",
  "an1.100:1.1": "“Ajjhattikaṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi yaṃ evaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, kosajjaṃ. ",
  "an1.100:1.2": "Kosajjaṃ, bhikkhave, mahato anatthāya saṃvattatī”ti. ",
  "an1.100:1.3": "Tatiyaṃ. ",
  "an1.101:0.1": "101 ",
  "an1.101:1.1": "“Ajjhattikaṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi yaṃ evaṃ mahato atthāya saṃvattati yathayidaṃ, bhikkhave, vīriyārambho. ",
  "an1.101:1.2": "Vīriyārambho, bhikkhave, mahato atthāya saṃvattatī”ti. ",
  "an1.101:1.3": "Catutthaṃ. ",
  "an1.102-109:0.1": "102–109 ",
  "an1.102-109:1.1": "“Ajjhattikaṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi yaṃ evaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, mahicchatā …pe… appicchatā … asantuṭṭhitā … santuṭṭhitā … ayonisomanasikāro … yonisomanasikāro … asampajaññaṃ … sampajaññaṃ … dvādasamaṃ. ",
  "an1.110:0.1": "110 ",
  "an1.110:1.1": "“Bāhiraṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi yaṃ evaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, pāpamittatā. ",
  "an1.110:1.2": "Pāpamittatā, bhikkhave, mahato anatthāya saṃvattatī”ti. ",
  "an1.110:1.3": "Terasamaṃ. ",
  "an1.111:0.1": "111 ",
  "an1.111:1.1": "“Bāhiraṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi yaṃ evaṃ mahato atthāya saṃvattati yathayidaṃ, bhikkhave, kalyāṇamittatā. ",
  "an1.111:1.2": "Kalyāṇamittatā, bhikkhave, mahato atthāya saṃvattatī”ti. ",
  "an1.111:1.3": "Cuddasamaṃ. ",
  "an1.112:0.1": "112 ",
  "an1.112:1.1": "“Ajjhattikaṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi yaṃ evaṃ mahato anatthāya saṃvattati yathayidaṃ, bhikkhave, anuyogo akusalānaṃ dhammānaṃ, ananuyogo kusalānaṃ dhammānaṃ. ",
  "an1.112:1.2": "Anuyogo, bhikkhave, akusalānaṃ dhammānaṃ, ananuyogo kusalānaṃ dhammānaṃ mahato anatthāya saṃvattatī”ti. ",
  "an1.112:1.3": "Pannarasamaṃ. ",
  "an1.113:0.1": "113 ",
  "an1.113:1.1": "“Ajjhattikaṃ, bhikkhave, aṅganti karitvā nāññaṃ ekaṅgampi samanupassāmi yaṃ evaṃ mahato atthāya saṃvattati yathayidaṃ, bhikkhave, anuyogo kusalānaṃ dhammānaṃ, ananuyogo akusalānaṃ dhammānaṃ. ",
  "an1.113:1.2": "Anuyogo, bhikkhave, kusalānaṃ dhammānaṃ, ananuyogo akusalānaṃ dhammānaṃ mahato atthāya saṃvattatī”ti. ",
  "an1.113:1.3": "Soḷasamaṃ. ",
  "an1.114:0.1": "114 ",
  "an1.114:1.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yo evaṃ saddhammassa sammosāya antaradhānāya saṃvattati yathayidaṃ, bhikkhave, pamādo. ",
  "an1.114:1.2": "Pamādo, bhikkhave, saddhammassa sammosāya antaradhānāya saṃvattatī”ti. ",
  "an1.114:1.3": "Sattarasamaṃ. ",
  "an1.115:0.1": "115 ",
  "an1.115:1.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yo evaṃ saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati yathayidaṃ, bhikkhave, appamādo. ",
  "an1.115:1.2": "Appamādo, bhikkhave, saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattatī”ti. ",
  "an1.115:1.3": "Aṭṭhārasamaṃ. ",
  "an1.116:0.1": "116 ",
  "an1.116:1.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yo evaṃ saddhammassa sammosāya antaradhānāya saṃvattati yathayidaṃ, bhikkhave, kosajjaṃ. ",
  "an1.116:1.2": "Kosajjaṃ, bhikkhave, saddhammassa sammosāya antaradhānāya saṃvattatī”ti. ",
  "an1.116:1.3": "Ekūnavīsatimaṃ. ",
  "an1.117:0.1": "117 ",
  "an1.117:1.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yo evaṃ saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati yathayidaṃ, bhikkhave, vīriyārambho. ",
  "an1.117:1.2": "Vīriyārambho, bhikkhave, saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattatī”ti. ",
  "an1.117:1.3": "Vīsatimaṃ. ",
  "an1.118-128:0.1": "118–128 ",
  "an1.118-128:1.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yo evaṃ saddhammassa sammosāya antaradhānāya saṃvattati yathayidaṃ, bhikkhave, mahicchatā …pe… appicchatā … asantuṭṭhitā … santuṭṭhitā … ayonisomanasikāro … yonisomanasikāro … asampajaññaṃ … sampajaññaṃ … pāpamittatā … kalyāṇamittatā … anuyogo akusalānaṃ dhammānaṃ, ananuyogo kusalānaṃ dhammānaṃ. ",
  "an1.118-128:1.2": "Anuyogo, bhikkhave, akusalānaṃ dhammānaṃ, ananuyogo kusalānaṃ dhammānaṃ saddhammassa sammosāya antaradhānāya saṃvattatī”ti. ",
  "an1.118-128:1.3": "Ekattiṃsatimaṃ. ",
  "an1.129:0.1": "129 ",
  "an1.129:1.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yo evaṃ saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati yathayidaṃ, bhikkhave, anuyogo kusalānaṃ dhammānaṃ, ananuyogo akusalānaṃ dhammānaṃ. ",
  "an1.129:1.2": "Anuyogo, bhikkhave, kusalānaṃ dhammānaṃ, ananuyogo akusalānaṃ dhammānaṃ saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattatī”ti. ",
  "an1.129:1.3": "Bāttiṃsatimaṃ. ",
  "an1.129:1.4": "Catukkoṭikaṃ niṭṭhitaṃ. ",
  "an1.130:0.1": "130 ",
  "an1.130:1.1": "“Ye te, bhikkhave, bhikkhū adhammaṃ dhammoti dīpenti te, bhikkhave, bhikkhū bahujanaahitāya paṭipannā bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ",
  "an1.130:1.2": "Bahuñca te, bhikkhave, bhikkhū apuññaṃ pasavanti, te cimaṃ saddhammaṃ antaradhāpentī”ti. ",
  "an1.130:1.3": "Tettiṃsatimaṃ. ",
  "an1.131:0.1": "131 ",
  "an1.131:1.1": "“Ye te, bhikkhave, bhikkhū dhammaṃ adhammoti dīpenti te, bhikkhave, bhikkhū bahujanaahitāya paṭipannā bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ",
  "an1.131:1.2": "Bahuñca te, bhikkhave, bhikkhū apuññaṃ pasavanti, te cimaṃ saddhammaṃ antaradhāpentī”ti. ",
  "an1.131:1.3": "Catuttiṃsatimaṃ. ",
  "an1.132-139:0.1": "132–139 ",
  "an1.132-139:1.1": "“Ye te, bhikkhave, bhikkhū avinayaṃ vinayoti dīpenti …pe… vinayaṃ avinayoti dīpenti …pe… abhāsitaṃ alapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpenti …pe… bhāsitaṃ lapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpenti …pe… anāciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpenti …pe… āciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpenti …pe… apaññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpenti …pe… paññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpenti; ",
  "an1.132-139:1.2": "te, bhikkhave, bhikkhū bahujanaahitāya paṭipannā bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ",
  "an1.132-139:1.3": "Bahuñca te, bhikkhave, bhikkhū apuññaṃ pasavanti, te cimaṃ saddhammaṃ antaradhāpentī”ti. ",
  "an1.132-139:1.4": "Dvācattālīsatimaṃ. ",
  "an1.132-139:1.5": "Dutiyapamādādivaggo dasamo. "
}