{
  "an1.287:0.1": "Aṅguttara Nikāya 1 ",
  "an1.287:0.2": "23. Tatiyavagga ",
  "an1.287:0.3": "287 ",
  "an1.287:1.1": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ kāyasucaritassa aniṭṭho akanto amanāpo vipāko nibbatteyya. Netaṃ ṭhānaṃ vijjati. ",
  "an1.287:1.2": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ kāyasucaritassa iṭṭho kanto manāpo vipāko nibbatteyya. Ṭhānametaṃ vijjatī”ti. ",
  "an1.288-289:0.1": "288–289 ",
  "an1.288-289:1.1": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ vacīsucaritassa …pe… manosucaritassa aniṭṭho akanto amanāpo vipāko nibbatteyya. Netaṃ ṭhānaṃ vijjati. ",
  "an1.288-289:1.2": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ manosucaritassa iṭṭho kanto manāpo vipāko nibbatteyya. Ṭhānametaṃ vijjatī”ti. ",
  "an1.290:0.1": "290 ",
  "an1.290:1.1": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ kāyaduccaritasamaṅgī tannidānā tappaccayā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya. Netaṃ ṭhānaṃ vijjati. ",
  "an1.290:1.2": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ kāyaduccaritasamaṅgī tannidānā tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. Ṭhānametaṃ vijjatī”ti. ",
  "an1.291-292:0.1": "291–292 ",
  "an1.291-292:1.1": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ vacīduccaritasamaṅgī …pe… yaṃ manoduccaritasamaṅgī tannidānā tappaccayā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya. Netaṃ ṭhānaṃ vijjati. ",
  "an1.291-292:1.2": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ manoduccaritasamaṅgī tannidānā tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. Ṭhānametaṃ vijjatī”ti. ",
  "an1.293:0.1": "293 ",
  "an1.293:1.1": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ kāyasucaritasamaṅgī tannidānā tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. Netaṃ ṭhānaṃ vijjati. ",
  "an1.293:1.2": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ kāyasucaritasamaṅgī tannidānā tappaccayā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya. Ṭhānametaṃ vijjatī”ti. ",
  "an1.294-295:0.1": "294–295 ",
  "an1.294-295:1.1": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ vacīsucaritasamaṅgī …pe… yaṃ manosucaritasamaṅgī tannidānā tappaccayā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. Netaṃ ṭhānaṃ vijjati. ",
  "an1.294-295:1.2": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ manosucaritasamaṅgī tannidānā tappaccayā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya. Ṭhānametaṃ vijjatī”ti. ",
  "an1.294-295:1.3": "Vaggo tatiyo. ",
  "an1.294-295:1.4": "Aṭṭhānapāḷi niṭṭhitā. "
}