{
  "iti91:0.1": "So wurde es gesagt 91 ",
  "iti91:0.2": "Das Dreierbuch ",
  "iti91:0.3": "5. Das fünfte Kapitel ",
  "iti91:0.4": "Lebensstil ",
  "iti91:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti91:2.1": "„Das Almosenbetteln, Mönche und Nonnen, ist ein extremer Lebensstil. ",
  "iti91:2.2": "Die Welt verflucht euch: ‚Du Bettler, du gehst herum mit der Schale in der Hand!‘ ",
  "iti91:2.3": "Doch ernsthafte ehrbare Menschen greifen dazu aus gutem Grund: ",
  "iti91:2.4": "Nicht, weil sie von einem König oder Räuber dazu gezwungen würden oder weil sie Schulden hätten oder bedroht würden oder um sich so den Lebenserwerb zu sichern, ",
  "iti91:2.5": "sondern weil sie in Wiedergeburt, Alter und Tod versunken sind, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis; weil sie im Leiden versunken sind, ins Leiden verstrickt. ",
  "iti91:2.6": "Und sie denken: ‚Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.‘ ",
  "iti91:2.7": "So ist dieser ehrbare Mensch fortgezogen. ",
  "iti91:2.8": "Dennoch begehrt er Sinnenfreuden; er ist voller heftiger Begierde, bösen Willens und böswilliger Absicht. Er ist unachtsam, ohne Umsicht und Versenkung, mit schweifendem Geist und unbeherrschten Sinnen. ",
  "iti91:2.9": "Wie eine Fackel zum Anzünden eines Scheiterhaufens für eine Bestattung, die an beiden Enden brennt und in der Mitte mit Mist bestrichen ist: Weder im Dorf noch in der Wildnis könnte sie als Bauholz verwendet werden. ",
  "iti91:2.10": "Ich sage, dieser Mensch ist gerade wie diese Fackel: Er hat die Freuden des Laienlebens verpasst und hat das Ziel des Asketenlebens nicht erfüllt.“ ",
  "iti91:2.11": "Der Buddha sprach diese Sache. ",
  "iti91:2.12": "Dazu wird gesagt: ",
  "iti91:3.1": "„Die Freuden des Laienlebens haben sie hinter sich gelassen ",
  "iti91:3.2": "und das Ziel des Asketenlebens verpasst. ",
  "iti91:3.3": "Sie verderben es und werfen es weg ",
  "iti91:3.4": "und gehen zugrunde wie eine Scheiterhaufenfackel. ",
  "iti91:4.1": "Viele, die sich ockerfarbene Roben um den Hals legen, ",
  "iti91:4.2": "sind ungezügelt und böse. ",
  "iti91:4.3": "Da sie böse sind, werden sie wegen ihrer schlechten Taten ",
  "iti91:4.4": "in der Hölle wiedergeboren. ",
  "iti91:5.1": "Besser wäre es für die Unmoralischen und Ungezügelten, ",
  "iti91:5.2": "eine Eisenkugel zu schlucken, ",
  "iti91:5.3": "glühend, wie eine brennende Flamme, ",
  "iti91:5.4": "als das Almosen des Landes zu essen.“ ",
  "iti91:6.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}