{
  "iti97:0.1": "So wurde es gesagt 97 ",
  "iti97:0.2": "Das Dreierbuch ",
  "iti97:0.3": "5. Das fünfte Kapitel ",
  "iti97:0.4": "Gute Sittlichkeit ",
  "iti97:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti97:2.1": "„Mönche und Nonnen, in dieser Lehre und Schulung wird ein Mönch mit guter Sittlichkeit, guter Übung und guter Weisheit vollkommen genannt, vervollkommnet, der höchste Mensch. ",
  "iti97:3.1": "Und wie besitzt ein Mönch gute Sittlichkeit? ",
  "iti97:3.2": "Da ist ein Mönch sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er aufgenommen hat. ",
  "iti97:3.3": "So besitzt ein Mönch gute Sittlichkeit. ",
  "iti97:3.4": "So ist man jemand mit guter Sittlichkeit. ",
  "iti97:4.1": "Und wie besitzt man gute Übung? ",
  "iti97:4.2": "Da meditiert ein Mönch, indem er sich der Entwicklung der sieben Eigenschaften weiht, die zum Erwachen führen. ",
  "iti97:4.3": "So besitzt ein Mönch gute Übung. ",
  "iti97:4.4": "So ist man jemand mit guter Sittlichkeit und guter Übung. ",
  "iti97:5.1": "Und wie besitzt man gute Weisheit? ",
  "iti97:5.2": "Da erlangt ein Mönch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "iti97:5.3": "So besitzt ein Mönch gute Weisheit. ",
  "iti97:6.1": "So ist man jemand mit guter Sittlichkeit, guter Übung und guter Weisheit, der in dieser Lehre und Schulung vollkommen genannt wird, vervollkommnet, der höchste Mensch.“ ",
  "iti97:6.2": "Der Buddha sprach diese Sache. ",
  "iti97:6.3": "Dazu wird gesagt: ",
  "iti97:7.1": "„Wer mit dem Körper, der Sprache und dem Geist ",
  "iti97:7.2": "nichts Schlechtes tut, ",
  "iti97:7.3": "von ihm heißt es, er habe gute Sittlichkeit, ",
  "iti97:7.4": "ein gewissenhafter Mönch. ",
  "iti97:8.1": "Wer die sieben Faktoren, die zum Erwachen führen, ",
  "iti97:8.2": "gut entwickelt hat, ",
  "iti97:8.3": "von ihm heißt es, er habe gute Übung, ",
  "iti97:8.4": "ein bescheidener Mönch. ",
  "iti97:9.1": "Wer die Auflösung des Leidens ",
  "iti97:9.2": "in diesem Leben selbst versteht, ",
  "iti97:9.3": "von ihm heißt es, er habe gute Weisheit, ",
  "iti97:9.4": "ein unbefleckter Mönch. ",
  "iti97:10.1": "Wer in diesen drei Dingen vervollkommnet ist, ",
  "iti97:10.2": "unbeirrt, den Zweifel abgeschnitten, ",
  "iti97:10.3": "an nichts in der Welt gebunden, ",
  "iti97:10.4": "hat alles aufgegeben, so heißt es.“ ",
  "iti97:11.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}