{
  "iti99:0.1": "So wurde es gesagt 99 ",
  "iti99:0.2": "Das Dreierbuch ",
  "iti99:0.3": "5. Das fünfte Kapitel ",
  "iti99:0.4": "Das dreifache Wissen ",
  "iti99:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti99:2.1": "„Mönche und Nonnen, einen Brahmanen, der ein Meister des dreifachen vedischen Wissens ist, beschreibe ich nach der Lehre, nicht nach bloßem Aufsagen. ",
  "iti99:3.1": "Wie beschreibe ich ihn so? ",
  "iti99:3.2": "Da erinnert sich ein Mönch an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Er erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "iti99:3.3": "Das ist das erste Wissen, das er erlangt. Unwissenheit ist zerstört und Wissen ist aufgegangen; Dunkelheit ist zerstört und Licht ist aufgegangen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "iti99:4.1": "Dann sieht da ein Mönch mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlecht gemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlecht gemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "iti99:4.2": "Das ist das zweite Wissen, das er erlangt. Unwissenheit ist zerstört und Wissen ist aufgegangen; Dunkelheit ist zerstört und Licht ist aufgegangen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "iti99:5.1": "Dann erlangt da ein Mönch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "iti99:5.2": "Das ist das dritte Wissen, das er erlangt. Unwissenheit ist zerstört und Wissen ist aufgegangen; Dunkelheit ist zerstört und Licht ist aufgegangen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "iti99:5.3": "So beschreibe ich einen Brahmanen, der ein Meister des dreifachen vedischen Wissens ist, nach der Lehre, nicht nach bloßem Aufsagen.“ ",
  "iti99:5.4": "Der Buddha sprach diese Sache. ",
  "iti99:5.5": "Dazu wird gesagt: ",
  "iti99:6.1": "„Wer seine früheren Leben kennt ",
  "iti99:6.2": "und Himmel und verlorene Orte sieht ",
  "iti99:6.3": "und das Ende der Wiedergeburt erreicht hat, ",
  "iti99:6.4": "dieser Abgeklärte besitzt vollkommene Einsicht. ",
  "iti99:7.1": "Weil er dieses dreifache Wissen besitzt, ",
  "iti99:7.2": "ist ein Brahmane ein Meister des dreifachen Wissens. ",
  "iti99:7.3": "Einen solchen nenne ich einen Dreiwissens-Meister – ",
  "iti99:7.4": "und nicht den, der nur aufsagen kann.“ ",
  "iti99:8.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}