{
  "an5.213:0.1": "Восходящие Наставления 5.213",
  "an5.213:0.2": "Глава Аккосака ",
  "an5.213:0.3": "Сутта Нравственное поведение ",
  "an5.213:1.1": "“Монахи, есть эти пять опасностей у безнравственного человека из-за изъянов в своём нравственном поведении. ",
  "an5.213:1.2": "Какие пять? ",
  "an5.213:1.3": "Безнравственный человек, который неполноценен в нравственном поведении, теряет много богатства из-за беспечности. ",
  "an5.213:1.4": "Такова первая опасность у безнравственного человека из-за изъянов в своём нравственном поведении. ",
  "an5.213:2.1": "Далее, плохая молва идёт о безнравственном человеке, который неполноценен в нравственном поведении. ",
  "an5.213:2.2": "Такова вторая опасность… ",
  "an5.213:3.1": "Далее, к какому бы собранию ни подходил безнравственный человек, который неполноценен в нравственном поведении – к кхаттиям, брахманам, домохозяевам, или отшельникам – он подходит к нему застенчивым и смущённым. ",
  "an5.213:3.2": "Такова третья опасность… ",
  "an5.213:4.1": "Далее, безнравственный человек, который неполноценен в нравственном поведении, умирает со спутанным умом. ",
  "an5.213:4.2": "Такова четвёртая опасность… ",
  "an5.213:5.1": "Далее, после распада тела, после смерти, безнравственный человек, который неполноценен в нравственном поведении, перерождается в состоянии лишений, в плохом уделе, в нижних мирах, в аду. ",
  "an5.213:5.2": "Такова пятая опасность у безнравственного человека из-за изъянов в своём нравственном поведении. ",
  "an5.213:5.3": "Таковы пять опасностей у безнравственного человека из-за изъянов в своём нравственном поведении. ",
  "an5.213:6.1": "Монахи, таковы пять видов благ у нравственного человека из-за совершенства в своём нравственном поведении. ",
  "an5.213:6.2": "Какие пять? ",
  "an5.213:6.3": "Нравственный человек, совершенный в нравственном поведении, накапливает большое богатство из-за прилежания. ",
  "an5.213:6.4": "Таково первое благо… ",
  "an5.213:7.1": "Далее, нравственный человек, совершенный в нравственном поведении, обретает хорошую репутацию. ",
  "an5.213:7.2": "Таково второе благо… ",
  "an5.213:8.1": "Далее, к какому бы собранию ни подходил нравственный человек, совершенный в нравственном поведении – к кхаттиям, брахманам, домохозяевам, или отшельникам – он подходит к нему собранным и уверенным. ",
  "an5.213:8.2": "Таково третье благо… ",
  "an5.213:9.1": "Далее, нравственный человек, совершенный в нравственном поведении, умирает не со спутанным умом. ",
  "an5.213:9.2": "Таково четвёртое благо… ",
  "an5.213:10.1": "Далее, после распада тела, после смерти, нравственный человек, совершенный в нравственном поведении, перерождается в благом уделе, в небесном мире. ",
  "an5.213:10.2": "Таково пятое благо у нравственного человека из-за совершенства в своём нравственном поведении. ",
  "an5.213:10.3": "Таковы пять видов благ у нравственного человека из-за совершенства в своём нравственном поведении”.",
  "an5.213:10.4": "Третья."
}