{
  "an5.7:0.1": "Восходящие Наставления 5.7",
  "an5.7:0.2": "Глава Секха Бала",
  "an5.7:0.3": "Сутта Чувственные удовольствия",
  "an5.7:1.1": "“Монахи, по большей части существа покорены чувственными удовольствиями.",
  "an5.7:1.2": "Когда представитель клана оставил серп и коромысло и покинул жизнь домохозяйскую ради жизни бездомной, то его можно назвать представителем клана, который ушёл в бездомную жизнь благодаря вере.",
  "an5.7:1.3": "И почему?",
  "an5.7:1.4": "Молодые могут заполучить тот или иной вид чувственных удовольствий.",
  "an5.7:1.5": "Низшие чувственные удовольствия, средние чувственные удовольствия, высшие чувственные удовольствия – все они считаются просто чувственными удовольствиями.",
  "an5.7:1.6": "Представьте, как если бы младенец, невежественный, лежащий на спине, засунул бы себе в рот палку или камень из-за беспечности его няньки.",
  "an5.7:1.7": "Его нянька тут же бросилась бы к нему",
  "an5.7:1.8": "и попыталась вытащить это.",
  "an5.7:1.9": "Если бы она не смогла вытащить это, она бы ухватила голову малыша своей левой рукой и, согнув палец своей правой руки, она бы вытащила это, даже если ей пришлось бы сделать так, что у него пошла кровь.",
  "an5.7:1.10": "И почему?",
  "an5.7:1.11": "Для малыша это было бы до некоторой степени болезненным,",
  "an5.7:1.12": "я не отрицаю этого,",
  "an5.7:1.13": "но няньке пришлось бы сделать так ради его благополучия, из сострадания к нему.",
  "an5.7:1.14": "Однако, когда малыш бы вырос и понимал бы что к чему, нянька не волновалась бы о нём, думая так:",
  "an5.7:1.15": "“Малыш может сам за собой присмотреть. Он не будет беспечным”.",
  "an5.7:2.1": "Точно также, пока монах ещё не совершенен В вере в практике развития благих качеств, в чувстве стыда… в боязни совершить проступок… в усердии… в мудрости в практике развития благих качеств, мне всё ещё нужно присматривать за ним.",
  "an5.7:2.2": "Но когда монах совершенен в вере… мудрости в практике развития благих качеств, я не волнуюсь о нём, думая так:",
  "an5.7:2.3": "“Этот монах может сам за собой присмотреть. Он не будет беспечным”.",
  "an5.7:2.4": "Седьмая."
}