{
  "an5.103:0.1": "Восходящие Наставления 5.103",
  "an5.103:0.2": "Глава Пхасувихара",
  "an5.103:0.3": "Сутта Большой Преступник",
  "an5.103:1.1": "“Монахи, обладая пятью факторами, умелый вор пробирается в дома, ворует богатство, разбойничает, устраивает засады на дорогах.",
  "an5.103:1.2": "Какие пять?",
  "an5.103:1.3": "Вот умелый вор рассчитывает на пересечённую местность, на чащи, и на влиятельных людей. Он даёт взятки и передвигается в одиночку.",
  "an5.103:2.1": "И каким образом умелый вор рассчитывает на пересечённую местность?",
  "an5.103:2.2": "Вот умелый вор рассчитывает на реки, которые трудно пересечь, и на труднопроходимые горы.",
  "an5.103:2.3": "Вот каким образом умелый вор рассчитывает на пересечённую местность.",
  "an5.103:3.1": "И каким образом умелый вор рассчитывает на чащи?",
  "an5.103:3.2": "Вот умелый вор рассчитывает на заросли тростника, чащи деревьев, подлесок, или на обширные густые джунгли.",
  "an5.103:3.3": "Вот каким образом умелый вор рассчитывает на чащи.",
  "an5.103:4.1": "И каким образом умелый вор рассчитывает на влиятельных людей?",
  "an5.103:4.2": "Вот умелый вор рассчитывает на царей или царских министров.",
  "an5.103:4.3": "Он думает:",
  "an5.103:4.4": "“Если кто-либо обвинит меня в чём-либо, эти цари или царские министры закроют дело”.",
  "an5.103:4.5": "Если кто-либо обвиняет его в чём-либо, те цари или царские министры закрывают дело.",
  "an5.103:4.6": "Вот каким образом умелый вор рассчитывает на влиятельных людей.",
  "an5.103:5.1": "И каким образом умелый вор даёт взятки?",
  "an5.103:5.2": "Вот умелый вор богат, обладает большим богатством и имуществом.",
  "an5.103:5.3": "Он думает:",
  "an5.103:5.4": "“Если кто-либо обвинит меня в чём-либо, я задобрю его взяткой”.",
  "an5.103:5.5": "Если кто-либо обвиняет его в чём-либо, он задабривает его взяткой.",
  "an5.103:5.6": "Вот каким образом умелый вор даёт взятки.",
  "an5.103:6.1": "И каким образом умелый вор передвигается в одиночку?",
  "an5.103:6.2": "Вот умелый вор идёт на дело в одиночку.",
  "an5.103:6.3": "И почему?",
  "an5.103:6.4": "Потому что он думает так: “Другие не должны узнать о моих тайных обдумываниях!”",
  "an5.103:6.5": "Вот каким образом умелый вор передвигается в одиночку.",
  "an5.103:7.1": "Обладая этими пятью факторами, умелый вор пробирается в дома, ворует богатство, разбойничает, устраивает засады на дорогах.",
  "an5.103:8.1": "Точно также, монахи, обладая пятью качествами, порочный монах удерживает себя в искалеченном и травмированном состоянии, достоин порицания и упрёка со стороны мудрых, порождает много неблагих заслуг.",
  "an5.103:8.2": "Какими пятью?",
  "an5.103:8.3": "Вот порочный монах рассчитывает на пересечённую местность, на чащи, и на влиятельных людей. Он даёт взятки и передвигается в одиночку.",
  "an5.103:9.1": "И каким образом порочный монах рассчитывает на пересечённую местность?",
  "an5.103:9.2": "Вот порочный монах пускается в неправедное телесное, словесное, и умственное деяние.",
  "an5.103:9.3": "Вот каким образом порочный монах рассчитывает на пересечённую местность.",
  "an5.103:10.1": "И каким образом порочный монах рассчитывает на чащи?",
  "an5.103:10.2": "Вот порочный монах придерживается неправильных воззрений. Он сформировал крайнее воззрение.",
  "an5.103:10.3": "Вот каким образом порочный монах рассчитывает на чащи.",
  "an5.103:11.1": "И каким образом порочный монах рассчитывает на влиятельных людей?",
  "an5.103:11.2": "Вот порочный монах рассчитывает на царей или царских министров.",
  "an5.103:11.3": "Он думает:",
  "an5.103:11.4": "“Если кто-либо обвинит меня в чём-либо, эти цари или царские министры закроют дело”.",
  "an5.103:11.5": "Если кто-либо обвиняет его в чём-либо, те цари или царские министры закрывают дело.",
  "an5.103:11.6": "Вот каким образом порочный монах рассчитывает на влиятельных людей.",
  "an5.103:12.1": "И каким образом порочный монах даёт взятки?",
  "an5.103:12.2": "Вот порочный монах обретает одеяния, еду, жилища, лекарства и обеспечение для больных.",
  "an5.103:12.3": "Он думает:",
  "an5.103:12.4": "“Если кто-либо обвинит меня в чём-либо, я задобрю его одним из этих обретений”.",
  "an5.103:12.5": "Если кто-либо обвиняет его в чём-либо, он задабривает его одним из этих обретений.",
  "an5.103:12.6": "Вот каким образом порочный монах даёт взятки.",
  "an5.103:13.1": "И каким образом порочный монах передвигается в одиночку?",
  "an5.103:13.2": "Вот порочный монах сооружает для себя уединённое жилище в приграничных землях.",
  "an5.103:13.3": "Когда он подходит там к семьям, он получает обретения.",
  "an5.103:13.4": "Вот каким образом порочный монах передвигается в одиночку.",
  "an5.103:14.1": "Обладая этими пятью качествами, этот порочный монах удерживает себя в искалеченном и травмированном состоянии, достоин порицания и упрёка со стороны мудрых, порождает много неблагих заслуг”.",
  "an5.103:14.2": "Третья."
}