{
  "an5.54:0.1": "Восходящие Наставления 5.54",
  "an5.54:0.2": "Глава Ниварана",
  "an5.54:0.3": "Сутта Случаи",
  "an5.54:1.1": "“Монахи, есть эти пять неблагоприятных случаев для старания в практике.",
  "an5.54:1.2": "Какие пять?",
  "an5.54:1.3": "Вот монах стар, отягощён годами.",
  "an5.54:1.4": "Таков первый неблагоприятный случай для старания.",
  "an5.54:2.1": "Далее, монах болен, одолеваем болезнями.",
  "an5.54:2.2": "Таков второй неблагоприятный случай для старания.",
  "an5.54:3.1": "Далее, имеет место время голода, неурожая, когда еду с подаяний трудно получить и непросто прокормиться милостыней.",
  "an5.54:3.2": "Таков третий неблагоприятный случай для старания.",
  "an5.54:4.1": "Далее, имеет место опасность и смута в безлюдных местах, и люди повсеместно взбираются на свои средства передвижения и бегут отовсюду.",
  "an5.54:4.2": "Таков четвёртый неблагоприятный случай для старания.",
  "an5.54:5.1": "Далее, имеет место раскол в Сангхе,",
  "an5.54:5.2": "а когда в Сангхе раскол, то происходит взаимное обвинение, взаимное оскорбление, взаимное унижение, взаимное неприятие.",
  "an5.54:5.3": "И тогда те, у кого нет уверенности, не обретают уверенность, а те, у кого есть уверенность, начинают думать иначе.",
  "an5.54:5.4": "Таков пятый неблагоприятный случай для старания.",
  "an5.54:5.5": "Таковы пять неблагоприятных случаев для старания в практике.",
  "an5.54:6.1": "Монахи, есть эти пять благоприятных случаев для старания.",
  "an5.54:6.2": "Какие пять?",
  "an5.54:6.3": "Вот монах молод, черноволос, наделён благословением молодости на первом этапе жизни.",
  "an5.54:6.4": "Таков первый благоприятный случай для старания.",
  "an5.54:7.1": "Далее, монах редко болеет, редко бывает поражён болезнью, обладает нормальным пищеварением – ни слишком холодным, ни слишком горячим, но умеренным и годным для старания в практике.",
  "an5.54:7.2": "Таков второй благоприятный случай для старания.",
  "an5.54:8.1": "Далее, имеется много еды, был хороший урожай, и еда раздаётся как подаяние обильно, так что можно легко прокормиться милостыней.",
  "an5.54:8.2": "Таков третий благоприятный случай для старания.",
  "an5.54:9.1": "Далее, люди живут в согласии, в гармонии, не ссорятся, подобны смешанному с водой молоку, смотрят друг на друга дружескими взорами.",
  "an5.54:9.2": "Таков четвёртый благоприятный случай для старания.",
  "an5.54:10.1": "Далее, Сангха пребывает в умиротворении – в согласии, в гармонии, без споров, с единой декламацией текстов.",
  "an5.54:10.2": "Когда Сангха находится в согласии, то нет взаимного обвинения, взаимного оскорбления, взаимного унижения, взаимного неприятия.",
  "an5.54:10.3": "И тогда те, у кого нет уверенности, обретают уверенность, а те, у кого есть уверенность, возрастают в своей уверенности.",
  "an5.54:10.4": "Таков пятый благоприятный случай для старания.",
  "an5.54:10.5": "Таковы пять благоприятных случаев для старания в практике”.",
  "an5.54:10.6": "Четвёртая."
}