{
  "an5.192:0.1": "Восходящие Наставления 5.192",
  "an5.192:0.2": "Глава Брахмана",
  "an5.192:0.3": "Сутта Брахман Дона",
  "an5.192:1.1": "И тогда брахман Дона подошёл к Благословенному и обменялся с ним вежливыми приветствиями.",
  "an5.192:1.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Благословенному:",
  "an5.192:2.1": "“Я слышал так, Мастер Готама:",
  "an5.192:2.2": "“Отшельник Готама не выражает почтения тем брахманам, которые старые, пожилые, отягощены годами, много прожившие, чьи дни подходят к концу. Он не встаёт перед ними и не предлагает им сиденья”.",
  "an5.192:2.3": "И это действительно правда,",
  "an5.192:2.4": "что Мастер Готама не выражает почтения тем брахманам, которые старые, пожилые, отягощены годами, много прожившие, чьи дни подходят к концу, не встаёт перед ними и не предлагает им сиденья.",
  "an5.192:2.5": "Не подобает так делать, Мастер Готама”.",
  "an5.192:2.6": "“Дона, ты тоже утверждаешь, что ты брахман?”",
  "an5.192:2.7": "“Мастер Готама, если кто-либо мог бы правдиво сказать о ком-либо:",
  "an5.192:2.8": "“Он хорошо рождённый брахман с обеих сторон –",
  "an5.192:2.9": "как с материнской, так и с отцовской. У него чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена по отцовской линии. Он тот, кто декламирует и сохраняет гимны, знаток трёх Вед с их словарями, ритуалами, фонологией, этимологией и, как пятое, историями. Он умелый в филологии и грамматике, прекрасно сведущ в натурфилософии и знаках великого человека” – то именно обо мне кто-либо мог бы сказать так.",
  "an5.192:2.10": "Ведь я, Мастер Готама, хорошо рождённый брахман с обеих сторон…",
  "an5.192:2.11": "сведущ в натурфилософии и знаках великого человека”.",
  "an5.192:3.1": "“Дона, древние брахманские провидцы – Аттхака, Вамака, Вамадэва, Вессамитта, Яматагги, Ангираса, Бхарадваджа, Васеттха, Кассапа и Бхагу – были создателями гимнов, сочинителями гимнов, именно их древние гимны, которые прежде распевались, декламировались, составлялись, нынешние брахманы распевают и декламируют до сих пор, повторяя сказанное, декламируя продекламированное, обучая наученному.",
  "an5.192:3.2": "Те древние провидцы описывали пять видов брахманов:",
  "an5.192:3.3": "схожего с Брахмой, схожего с дэвом, того, кто остаётся внутри границы, того, кто пересёк границу, чандалу брахмана.",
  "an5.192:3.4": "К какому из них относишься ты, Дона?”",
  "an5.192:4.1": "“Мы не знаем об этих пяти видах брахманов, Мастер Готама. Всё, что мы знаем, это слово “брахманы”.",
  "an5.192:4.2": "Пусть Мастер Готама научит меня Дхамме так, чтобы я узнал об этих пяти видах брахманов”.",
  "an5.192:4.3": "“В таком случае, брахман, слушай внимательно. Я буду говорить”.",
  "an5.192:4.4": "“Хорошо, почтенный” – ответил брахман Дона.",
  "an5.192:4.5": "Благословенный сказал:",
  "an5.192:5.1": "“И каким образом, Дона, брахман схож с Брахмой?",
  "an5.192:5.2": "Вот брахман хорошо рождён с обеих сторон –",
  "an5.192:5.3": "как с материнской, так и с отцовской. У него чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена по отцовской линии.",
  "an5.192:5.4": "Он живёт святой жизнью девственного целомудрия сорок восемь лет, изучая гимны.",
  "an5.192:5.5": "Затем он ищет для своего учителя учительское вознаграждение, притом исключительно в соответствии с Дхаммой, а не вопреки Дхамме.",
  "an5.192:6.1": "Дона, и что является Дхаммой в этом случае?",
  "an5.192:6.2": "Он ищет эти средства не сельским хозяйством, не торговлей, не скотоводством, не стрельбой из лука, не услужением царю, не каким-либо ремеслом, но исключительно скитанием в поисках подаяний, без презрения к чаше для сбора подаяний.",
  "an5.192:6.3": "Сделав подношение вознаграждения своему учителю, он сбривает волосы и бороду, надевает жёлтые одежды, и оставляет жизнь домохозяйскую ради жизни бездомной.",
  "an5.192:6.4": "Когда он ушёл жить бездомной жизнью, он пребывает, наполняя первую сторону света умом, насыщенным доброжелательностью, равно как и вторую сторону, третью сторону, и четвёртую сторону. Так, вверху, внизу, вокруг и всюду, как ко всем, так и к самому себе, он наполняет весь мир умом, наполненным доброжелательностью – обильным, обширным, безмерным, не имеющим враждебности и недоброжелательности.",
  "an5.192:6.5": "Он пребывает, наполняя первую сторону света умом, насыщенным состраданием…",
  "an5.192:6.6": "умом, насыщенным сорадованием…",
  "an5.192:6.7": "умом, насыщенным невозмутимостью, равно как и вторую сторону, третью сторону, и четвёртую сторону. Так, вверху, внизу, вокруг и всюду, как ко всем, так и к самому себе, он наполняет весь мир умом, насыщенным невозмутимостью – обильным, обширным, безмерным, не имеющим враждебности и недоброжелательности.",
  "an5.192:6.8": "Развив эти четыре божественных обители, с распадом тела, после смерти, он перерождается в благом уделе, в мире брахм.",
  "an5.192:6.9": "Вот каким образом брахман схож с Брахмой.",
  "an5.192:7.1": "И каким образом, Дона, брахман схож с дэвом?",
  "an5.192:7.2": "Вот брахман хорошо рождён с обеих сторон –",
  "an5.192:7.3": "как с материнской, так и с отцовской. У него чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена по отцовской линии.",
  "an5.192:7.4": "Он живёт святой жизнью девственного целомудрия сорок восемь лет, изучая гимны.",
  "an5.192:7.5": "Затем он ищет для своего учителя учительское вознаграждение, притом исключительно в соответствии с Дхаммой, а не вопреки Дхамме.",
  "an5.192:7.6": "Дона, и что является Дхаммой в этом случае?",
  "an5.192:7.7": "Он ищет эти средства не сельским хозяйством, не торговлей, не скотоводством, не стрельбой из лука, не услужением царю, не каким-либо ремеслом, но исключительно скитанием в поисках подаяний, без презрения к чаше для сбора подаяний.",
  "an5.192:7.8": "Сделав подношение вознаграждения своему учителю, он ищет жену исключительно в соответствии с Дхаммой, а не вопреки Дхамме.",
  "an5.192:8.1": "Дона, и что является Дхаммой в этом случае?",
  "an5.192:8.2": "Не покупая, не продавая, он берёт только ту брахманку, которую отдали ему через поливание водой.",
  "an5.192:8.3": "Он совокупляется только с брахманкой, но не с женщиной из варны кхаттиев, судд, весс, или чандал, как и не с женщиной из семьи охотников, работников по бамбуку, изготовителей колесниц, или собирателей цветов. Он не совокупляется ни с беременной женщиной, ни с кормящей женщиной, ни с женщиной вне надлежащего периода.",
  "an5.192:8.4": "И почему, Дона, брахман не совокупляется с беременной женщиной?",
  "an5.192:8.5": "Потому что если он станет совокупляться с беременной женщиной, то маленький мальчик или девочка родится в чрезмерных нечистотах.",
  "an5.192:8.6": "Поэтому он не совокупляется с беременной женщиной.",
  "an5.192:8.7": "И почему он не совокупляется с кормящей женщиной?",
  "an5.192:8.8": "Потому что если он станет совокупляться с кормящей женщиной, маленький мальчик или девочка будет питаться нечистым веществом.",
  "an5.192:8.9": "Поэтому он не совокупляется с кормящей женщиной.",
  "an5.192:8.10": "И почему он не совокупляется с женщиной вне надлежащего периода?",
  "an5.192:8.11": "Потому что его жена-брахманка служит ему не ради чувственных удовольствий, развлечения, чувственного наслаждения, но только для произведения потомства. После соития он сбривает волосы и бороду, надевает жёлтые одежды, и оставляет жизнь домохозяйскую ради жизни бездомной.",
  "an5.192:8.12": "Когда он ушёл жить бездомной жизнью, то, будучи отстранённым от чувственных удовольствий, отстранённым от неблагих состояний, он входит и пребывает в первой… четвёртой джхане.",
  "an5.192:8.13": "Развив эти четыре джханы, с распадом тела, после смерти, он перерождается в благом уделе, в небесном мире.",
  "an5.192:8.14": "Вот каким образом брахман схож с дэвом.",
  "an5.192:9.1": "И каким образом, Дона, брахман является тем, кто остаётся внутри границы?",
  "an5.192:9.2": "Вот брахман хорошо рождён с обеих сторон –",
  "an5.192:9.3": "как с материнской, так и с отцовской. У него чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена по отцовской линии.",
  "an5.192:9.4": "Он живёт святой жизнью девственного целомудрия сорок восемь лет, изучая гимны.",
  "an5.192:9.5": "Затем он ищет для своего учителя учительское вознаграждение, притом исключительно в соответствии с Дхаммой, а не вопреки Дхамме.",
  "an5.192:9.6": "Дона, и что является Дхаммой в этом случае?",
  "an5.192:9.7": "Он ищет эти средства не сельским хозяйством, не торговлей, не скотоводством, не стрельбой из лука, не услужением царю, не каким-либо ремеслом, но исключительно скитанием в поисках подаяний, без презрения к чаше для сбора подаяний.",
  "an5.192:9.8": "Сделав подношение вознаграждения своему учителю, он ищет жену исключительно в соответствии с Дхаммой, а не вопреки Дхамме.",
  "an5.192:10.1": "Дона, и что является Дхаммой в этом случае?",
  "an5.192:10.2": "Не покупая, не продавая, он берёт только ту брахманку, которую отдали ему через поливание водой.",
  "an5.192:10.3": "Он совокупляется только с брахманкой, но не с женщиной из варны кхаттиев, судд, весс, или чандал, как и не с женщиной из семьи охотников, работников по бамбуку, изготовителей колесниц, или собирателей цветов. Он не совокупляется ни с беременной женщиной, ни с кормящей женщиной, ни с женщиной вне надлежащего периода.",
  "an5.192:10.4": "И почему, Дона, брахман не совокупляется с беременной женщиной?",
  "an5.192:10.5": "Потому что если он станет совокупляться с беременной женщиной, то маленький мальчик или девочка родится в чрезмерных нечистотах.",
  "an5.192:10.6": "Поэтому он не совокупляется с беременной женщиной.",
  "an5.192:10.7": "И почему он не совокупляется с кормящей женщиной?",
  "an5.192:10.8": "Потому что если он станет совокупляться с кормящей женщиной, маленький мальчик или девочка будет питаться нечистым веществом.",
  "an5.192:10.9": "Поэтому он не совокупляется с кормящей женщиной.",
  "an5.192:10.10": "И почему он не совокупляется с женщиной вне надлежащего периода?",
  "an5.192:10.11": "Потому что его жена-брахманка служит ему не ради чувственных удовольствий, развлечения, чувственного наслаждения, но только для произведения потомства. После соития, из-за привязанности к своим сыновьям он остаётся со своим имуществом, не оставляет жизнь домохозяйскую ради жизни бездомной.",
  "an5.192:10.12": "Он остаётся на границе древних брахманов, но не переступает её.",
  "an5.192:10.13": "Поскольку он остаётся на границе древних брахманов, но не переступает её, он зовётся брахманом, который остаётся внутри границы.",
  "an5.192:10.14": "Вот каким образом брахман является тем, кто остаётся внутри границы.",
  "an5.192:11.1": "И каким образом, Дона, брахман является тем, кто пересёк границу?",
  "an5.192:11.2": "Вот брахман хорошо рождён с обеих сторон…",
  "an5.192:11.3": "как с материнской, так и с отцовской. У него чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена по отцовской линии.",
  "an5.192:11.4": "Он живёт святой жизнью девственного целомудрия сорок восемь лет, изучая гимны.",
  "an5.192:11.5": "Затем он ищет для своего учителя учительское вознаграждение, притом исключительно в соответствии с Дхаммой, а не вопреки Дхамме.",
  "an5.192:12.1": "Дона, и что является Дхаммой в этом случае?",
  "an5.192:12.2": "Он ищет эти средства не сельским хозяйством, не торговлей, не скотоводством, не стрельбой из лука, не услужением царю, не каким-либо ремеслом, но исключительно скитанием в поисках подаяний, без презрения к чаше для сбора подаяний.",
  "an5.192:12.3": "Сделав подношение вознаграждения своему учителю, он ищет жену как в соответствии с Дхаммой, так и вопреки Дхамме. Он берёт жену, покупая и продавая, а также и ту брахманку, которую отдали ему через поливание водой.",
  "an5.192:12.4": "Он совокупляется с женщиной из варны кхаттиев, судд, весс, или чандал, или с женщиной из семьи охотников, работников по бамбуку, изготовителей колесниц, или собирателей цветов. Он совокупляется с беременной женщиной, с кормящей женщиной, с женщиной вне надлежащего периода.",
  "an5.192:12.5": "Его жена-брахманка служит ему ради чувственных удовольствий, развлечения, чувственного наслаждения, а также для произведения потомства.",
  "an5.192:12.6": "Он не остаётся на границе древних брахманов, но переступает её.",
  "an5.192:12.7": "Поскольку он переступает границу древних брахманов, он зовётся брахманом, который пересёк границу.",
  "an5.192:12.8": "Вот каким образом брахман является тем, кто пересёк границу.",
  "an5.192:13.1": "И каким образом, Дона, брахман является чандалой брахмана?",
  "an5.192:13.2": "Вот брахман хорошо рождён с обеих сторон –",
  "an5.192:13.3": "как с материнской, так и с отцовской. У него чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена по отцовской линии.",
  "an5.192:13.4": "Он живёт святой жизнью девственного целомудрия сорок восемь лет, изучая гимны.",
  "an5.192:13.5": "Затем он ищет для своего учителя учительское вознаграждение, как в соответствии с Дхаммой, так и вопреки Дхамме –",
  "an5.192:13.6": "сельским хозяйством, торговлей, скотоводством, стрельбой из лука, услужением царю, каким-либо ремеслом, а не только скитанием в поисках подаяний и без презрения к чаше для сбора подаяний.",
  "an5.192:14.1": "Сделав подношение вознаграждения своему учителю, он ищет жену как в соответствии с Дхаммой, так и вопреки Дхамме. Он берёт жену, покупая и продавая, а также и ту брахманку, которую отдали ему через поливание водой.",
  "an5.192:14.2": "Он совокупляется с женщиной из варны брахманов, кхаттиев, судд, весс, или чандал, или с женщиной из семьи охотников, работников по бамбуку, изготовителей колесниц, или собирателей цветов. Он совокупляется с беременной женщиной, с кормящей женщиной, с женщиной вне надлежащего периода.",
  "an5.192:14.3": "Его жена-брахманка служит ему ради чувственных удовольствий, развлечения, чувственного наслаждения, а также для произведения потомства.",
  "an5.192:14.4": "Он зарабатывает на жизнь всеми видами работ.",
  "an5.192:14.5": "Брахманы говорят ему:",
  "an5.192:14.6": "“Но почему, почтенный, заявляя о себе как о брахмане, ты зарабатываешь на жизнь всеми видами работ?”",
  "an5.192:14.7": "Он отвечает им:",
  "an5.192:14.8": "“Точно также, как огонь сжигает чистые вещи и нечистые вещи, но, всё же, не остаётся запачканным ими,",
  "an5.192:14.9": "точно также, почтенные, если брахман зарабатывает на жизнь любыми видами работ, он этим не загрязняется”.",
  "an5.192:14.10": "Поскольку он зарабатывает на жизнь любыми видами работ, этот брахман зовётся чандалой брахмана.",
  "an5.192:14.11": "Вот каким образом брахман является чандалой брахмана.",
  "an5.192:15.1": "Дона, древние брахманские провидцы – Аттхака, Вамака, Вамадэва, Вессамитта, Яматагги, Ангираса, Бхарадваджа, Васеттха, Кассапа и Бхагу – были создателями гимнов, сочинителями гимнов, именно их древние гимны, которые прежде распевались, декламировались, составлялись, нынешние брахманы распевают и декламируют до сих пор, повторяя сказанное, декламируя продекламированное, обучая наученному. Те древние провидцы",
  "an5.192:15.2": "описывали пять видов брахманов:",
  "an5.192:15.3": "схожего с Брахмой, схожего с дэвом, того, кто остаётся внутри границы, того, кто пересёк границу, чандалу брахмана.",
  "an5.192:15.4": "К какому из них относишься ты, Дона?”",
  "an5.192:16.1": "“Если дело обстоит так, Мастер Готама, то я не дотягиваю даже до чандалы брахмана.",
  "an5.192:16.2": "Великолепно, Мастер Готама!… Мастер Готама помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь”.",
  "an5.192:16.3": "Вторая."
}