{
  "an5.144:0.1": "Восходящие Наставления 5.144",
  "an5.144:0.2": "Глава Тикандака",
  "an5.144:0.3": "Сутта Тикандаки",
  "an5.144:1.1": "Однажды Благословенный пребывал в Сакете в Роще Тикандаки.",
  "an5.144:1.2": "Там Благословенный обратился к монахам:",
  "an5.144:1.3": "“Монахи!”",
  "an5.144:1.4": "“Достопочтенный!” – отвечали те монахи.",
  "an5.144:1.5": "Благословенный сказал:",
  "an5.144:2.1": "“Монахи, время от времени монаху полезно пребывать, воспринимая отвратительное в неотвратительном.",
  "an5.144:2.2": "Время от времени монаху полезно пребывать, воспринимая неотвратительное в отвратительном.",
  "an5.144:2.3": "Время от времени монаху полезно пребывать, воспринимая отвратительное и в отвратительном и в неотвратительном.",
  "an5.144:2.4": "Время от времени монаху полезно пребывать, воспринимая неотвратительное и в отвратительном и в неотвратительном.",
  "an5.144:2.5": "Время от времени монаху полезно пребывать невозмутимым, осознанным и бдительным, отвратившись и от отвратительного и от неотвратительного.",
  "an5.144:3.1": "И ради какой пользы монаху следует пребывать, воспринимая отвратительное в неотвратительном?",
  "an5.144:3.2": "“Пусть во мне не возникнет жажды по отношению к вещам, провоцирующим жажду!”:",
  "an5.144:3.3": "ради этой пользы монаху следует пребывать, воспринимая отвратительное в неотвратительном.",
  "an5.144:4.1": "И ради какой пользы монаху следует пребывать, воспринимая неотвратительное в отвратительном?",
  "an5.144:4.2": "“Пусть во мне не возникнет злобы по отношению к вещам, провоцирующим злобу!”:",
  "an5.144:4.3": "ради этой пользы монаху следует пребывать, воспринимая неотвратительное в отвратительном.",
  "an5.144:5.1": "И ради какой пользы монаху следует пребывать, воспринимая отвратительное и в неотвратительном и в отвратительном?",
  "an5.144:5.2": "“Пусть во мне не возникнет жажды по отношению к вещам, провоцирующим жажду, и пусть во мне не возникнет злобы по отношению к вещам, провоцирующим злобу!”:",
  "an5.144:5.3": "ради этой пользы монаху следует пребывать, воспринимая отвратительное и в неотвратительном и в отвратительном.",
  "an5.144:6.1": "И ради какой пользы монаху следует пребывать, воспринимая неотвратительное и в отвратительном и в неотвратительном?",
  "an5.144:6.2": "“Пусть во мне не возникнет злобы по отношению к вещам, провоцирующим злобу, и пусть во мне не возникнет жажды по отношению к вещам, провоцирующим жажду!”:",
  "an5.144:6.3": "ради этой пользы монаху следует пребывать, воспринимая неотвратительное и в отвратительном и в неотвратительном.",
  "an5.144:7.1": "И ради какой пользы монаху следует пребывать невозмутимым, осознанным и бдительным, отвратившись и от отвратительного и от неотвратительного?",
  "an5.144:7.2": "“Пусть вообще никакой жажды не возникнет во мне нигде и никоим образом по отношению к вещам, провоцирующим жажду! Пусть вообще никакой злобы не возникнет во мне нигде и никоим образом по отношению к вещам, провоцирующим злобу! Пусть вообще никакого заблуждения не возникнет во мне нигде и никоим образом по отношению к вещам, провоцирующим заблуждение!”:",
  "an5.144:7.3": "ради этой пользы монаху следует пребывать невозмутимым, осознанным и бдительным, отвратившись и от отвратительного и от неотвратительного”.",
  "an5.144:7.4": "Четвёртая."
}