{
  "an5.104:0.1": "Восходящие Наставления 5.104",
  "an5.104:0.2": "Глава Пхасувихара",
  "an5.104:0.3": "Сутта Изысканный отшельник",
  "an5.104:1.1": "“Монахи, обладая пятью качествами, монах является изысканным отшельником среди отшельников.",
  "an5.104:2.1": "Какими пятью?",
  "an5.104:2.2": "Как правило, он использует одеяние, которое было подарено именно ему. Редко, когда он использует то, которое не было подарено именно ему. Как правило, он ест еду, которая была подарена именно ему. Редко, когда он ест ту, которая не была подарена именно ему. Как правило, он использует жилище, которое было подарено именно ему. Редко, когда он использует то, которое не было подарено именно ему. Как правило, он использует лекарства и обеспечения для больных, которые были подарены именно ему. Редко, когда он использует те, которые не были подарены именно ему.",
  "an5.104:2.3": "Его товарищи-монахи, с которыми он вместе живёт, как правило, ведут себя приятым образом по отношению к нему посредством телесных действий, словесных, или умственных. Редко, когда они ведут себя неприятным образом. Они обычно дарят ему приятное.",
  "an5.104:2.4": "Редко, когда они дарят ему неприятное.",
  "an5.104:2.5": "В нём редко возникают неудобства, происходящие из-за желчи, слизи, ветра, или их комбинации; неудобства из-за климатических изменений; неудобства, вызванные небрежным поведением; неудобства, вызванные нападениями; неудобства, возникшие в результате созревания каммы. Эти вещи возникают в нём нечасто. Он редко болеет.",
  "an5.104:2.6": "Он достигает без труда или сложностей четырёх джхан, что составляют высший ум и являются приятным пребыванием в этой самой жизни.",
  "an5.104:2.7": "За счёт уничтожения пятен умственных загрязнений, прямо здесь и сейчас в этой самой жизни он входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, напрямую зная и проявляя это для себя самостоятельно.",
  "an5.104:2.8": "Обладая этими пятью качествами, монах является изысканным отшельником среди отшельников.",
  "an5.104:3.1": "Если, монахи, кто-либо мог бы правдиво сказать о ком-либо: “Он – изысканный отшельник среди отшельников”, то он мог бы сказать так в точности обо мне.",
  "an5.104:3.2": "Ведь, как правило, я использую одеяние, которое было подарено именно мне… ем еду… использую жилище… использую лекарства… Редко, когда я использую те, которые не были подарены именно мне.",
  "an5.104:3.3": "Те монахи, с которыми я вместе живу, как правило, ведут себя приятым образом по отношению ко мне посредством телесных действий, словесных, или умственных. Редко, когда они ведут себя неприятным образом. Они обычно дарят мне приятное.",
  "an5.104:3.4": "Редко, когда они дарят мне неприятное.",
  "an5.104:3.5": "Во мне редко возникают неудобства, происходящие из-за желчи… из-за климатических изменений… вызванные небрежным поведением… нападениями… возникшие в результате созревания каммы. Эти вещи возникают во мне нечасто. Я редко болею.",
  "an5.104:3.6": "Я достигаю без труда или сложностей четырёх джхан, что составляют высший ум и являются приятным пребыванием в этой самой жизни.",
  "an5.104:3.7": "За счёт уничтожения пятен умственных загрязнений, прямо здесь и сейчас в этой самой жизни я вхожу и пребываю в незапятнанном освобождении ума, освобождении мудростью, напрямую зная и проявляя это для себя самостоятельно.",
  "an5.104:4.1": "Если, монахи, кто-либо мог бы правдиво сказать о ком-либо: “Он – изысканный отшельник среди отшельников”, то он мог бы сказать так в точности обо мне”.",
  "an5.104:4.2": "Четвёртая."
}