{
  "an5.58:0.1": "Восходящие Наставления 5.58",
  "an5.58:0.2": "Глава Ниварана",
  "an5.58:0.3": "Сутта Юные Личчхави",
  "an5.58:1.1": "Однажды Благословенный пребывал в Весали в зале с остроконечной крышей в Великом Лесу.",
  "an5.58:1.2": "И тогда, утром, Благословенный оделся, взял чашу и одеяние, и вошёл в Весали собирать подаяния.",
  "an5.58:1.3": "Походив по Весали в поисках подаяний, вернувшись с хождения за подаяниями, после принятия пищи он отправился в Великий Лес и сел у подножья дерева, чтобы провести здесь остаток дня.",
  "an5.58:2.1": "И тогда группа юных Личчхави, взяв свои натянутые луки, ходили и скитались по Великому Лесу в сопровождении стаи собак и увидели Благословенного, сидящего у подножья дерева, проводящего так остаток дня.",
  "an5.58:2.2": "Когда они увидели его, они опустили свои натянутые луки, отогнали собак в сторону, и подошли к нему. Они поклонились Благословенному и молчаливо встали в выражении почтения, сложив ладони в почтительном приветствии.",
  "an5.58:3.1": "И в то время юный Личчхави по имени Маханама прогуливался и разминался в Великом Лесу, когда увидел юных Личчхави, молчаливо стоящих в выражении почтения Благословенному, сложивших ладони в почтительном приветствии.",
  "an5.58:3.2": "Тогда он подошёл к Благословенному, поклонился ему, сел рядом,",
  "an5.58:3.3": "и произнёс это вдохновенное изречение:",
  "an5.58:3.4": "“Они будут Вадджами! Они будут Вадджами!”",
  "an5.58:4.1": "“Почему, Маханама, ты говоришь так:",
  "an5.58:4.2": "“Они будут Вадджами! Они будут Вадджами!”?",
  "an5.58:4.3": "“Эти юные Личчхави, почтенный, жестоки, грубы, и нахальны.",
  "an5.58:4.4": "Они всегда воруют любые сладости, которые семьи оставляют в качестве даров, будь то сахарный тростник, плоды ююбы, торты, пирожки или сахарные шарики, а затем с жадностью их поедают.",
  "an5.58:4.5": "Они ударяют по спине женщин и девушек из уважаемых семей.",
  "an5.58:4.6": "А теперь они молчаливо стоят в выражении почтения Благословенному, сложив ладони в почтительном приветствии”.",
  "an5.58:5.1": "“Маханама, когда в представителе клана есть пять качеств –",
  "an5.58:5.2": "будь он помазанным на царство кхаттийским царём, землевладельцем, военачальником, главой деревни, главой гильдии, или же тем, кто осуществляет личное управление над различными кланами – то в отношении него можно ожидать только лишь возрастания, а не упадка.",
  "an5.58:6.1": "Какими пятью?",
  "an5.58:6.2": "Вот, Маханама, с помощью богатства, которое он обрёл усердным старанием, накопил силой своих рук, заработал потом и кровью – праведно добытым праведным богатством – представитель клана чтит, ценит, уважает, и почитает своих родителей.",
  "an5.58:6.3": "Его родители, будучи чтимыми, ценимыми, уважаемыми, и почитаемыми, проявляют сострадание к нему с добрым сердцем, думая:",
  "an5.58:6.4": "“Долгой тебе жизни, поддерживай длинный жизненный срок”.",
  "an5.58:6.5": "Когда родители представителя клана проявляют к нему сострадание, то в отношении него можно ожидать только лишь возрастания, а не упадка.",
  "an5.58:7.1": "Далее, Маханама, с помощью богатства, которое он обрёл усердным старанием, накопил силой своих рук, заработал потом и кровью – праведно добытым праведным богатством – представитель клана чтит, ценит, уважает, и почитает свою жену и детей, своих рабов, рабочих, и слуг.",
  "an5.58:7.2": "Будучи чтимыми, ценимыми, уважаемыми, и почитаемыми, они проявляют сострадание к нему с добрым сердцем, думая:",
  "an5.58:7.3": "“Долгой тебе жизни!”",
  "an5.58:7.4": "Когда жена и дети, рабы, рабочие, и слуги представителя клана проявляют к нему сострадание, то в отношении него можно ожидать только лишь возрастания, а не упадка.",
  "an5.58:8.1": "Далее, Маханама, с помощью богатства, которое он обрёл усердным старанием, накопил силой своих рук, заработал потом и кровью – праведно добытым праведным богатством – представитель клана чтит, ценит, уважает, и почитает владельцев соседних полей и тех, с кем он имеет деловые отношения.",
  "an5.58:8.2": "Будучи чтимыми, ценимыми, уважаемыми, и почитаемыми, они проявляют сострадание к нему с добрым сердцем, думая:",
  "an5.58:8.3": "“Долгой тебе жизни!”",
  "an5.58:8.4": "Когда владельцы соседних полей, и те, с кем он имеет деловые отношения, проявляют сострадание к представителю клана, то в отношении него можно ожидать только лишь возрастания, а не упадка.",
  "an5.58:9.1": "Далее, Маханама, с помощью богатства, которое он обрёл усердным старанием, накопил силой своих рук, заработал потом и кровью – праведно добытым праведным богатством – представитель клана чтит, ценит, уважает, и почитает божеств жертвований.",
  "an5.58:9.2": "Будучи чтимыми, ценимыми, уважаемыми, и почитаемыми, они проявляют сострадание к нему с добрым сердцем, думая:",
  "an5.58:9.3": "“Долгой тебе жизни!”",
  "an5.58:9.4": "Когда божества жертвований проявляют сострадание к представителю клана, то в отношении него можно ожидать только лишь возрастания, а не упадка.",
  "an5.58:10.1": "Далее, Маханама, с помощью богатства, которое он обрёл усердным старанием, накопил силой своих рук, заработал потом и кровью – праведно добытым праведным богатством – представитель клана чтит, ценит, уважает, и почитает жрецов и отшельников.",
  "an5.58:10.2": "Будучи чтимыми, ценимыми, уважаемыми, и почитаемыми, они проявляют сострадание к нему с добрым сердцем, думая:",
  "an5.58:10.3": "“Долгой тебе жизни!”",
  "an5.58:10.4": "Когда жрецы и отшельники проявляют сострадание к представителю клана, то в отношении него можно ожидать только лишь возрастания, а не упадка.",
  "an5.58:11.1": "Маханама, когда в представителе клана есть пять качеств –",
  "an5.58:11.2": "будь он помазанным на царство кхаттийским царём, землевладельцем, военачальником, главой деревни, главой гильдии, или же тем, кто осуществляет личное управление над различными кланами – то в отношении него можно ожидать только лишь возрастания, а не упадка.",
  "an5.58:12.1": "“По отношению к родителям он исполняет долг,",
  "an5.58:12.2": "Способствует благополучию своей жены, детей,",
  "an5.58:12.3": "Как и заботится о тех, кто живёт в доме вместе с ним,",
  "an5.58:12.4": "Как и о тех, кто от него зависит в житии.",
  "an5.58:13.1": "Он мудр, нравственен и щедр,",
  "an5.58:13.2": "Он действует на благо всей своей родни –",
  "an5.58:13.3": "На благо тех, скончался кто уже,",
  "an5.58:13.4": "Как и на благо тех, кто жив ещё в миру.",
  "an5.58:14.1": "Полезен он отшельникам, жрецам,",
  "an5.58:14.2": "Полезен также он и божествам.",
  "an5.58:14.3": "Является он тем, приносит радость кто",
  "an5.58:14.4": "По мере жизни праведной, что в доме он ведёт.",
  "an5.58:15.1": "Когда свершил он то, что представляется благим,",
  "an5.58:15.2": "Достоин уважения он, а также похвалы.",
  "an5.58:15.3": "Его восхвалят в этом самом мире, прямо здесь,",
  "an5.58:15.4": "А после смерти радуется он на небесах”.",
  "an5.58:15.5": "Восьмая."
}