{
  "an5.166:0.1": "Восходящие Наставления 5.166",
  "an5.166:0.2": "Глава Агхата",
  "an5.166:0.3": "Сутта Прекращение",
  "an5.166:1.1": "Там Достопочтенный Сарипутта сказал:",
  "an5.166:1.2": "“Друзья, монах, совершенный в нравственном поведении, сосредоточении, и мудрости, может входить в прекращение восприятия и чувствования и выходить из этого состояния.",
  "an5.166:1.3": "Есть такая возможность.",
  "an5.166:1.4": "Но если он не достигает окончательного знания в этой самой жизни, то тогда, переродившись среди некой группы созданных-из-разума божеств, которые превосходят тех, что кормятся съестной едой, он может вновь входить в прекращение восприятия и чувствования и выходить из этого состояния.",
  "an5.166:1.5": "Есть такая возможность”.",
  "an5.166:2.1": "Когда так было сказано, Достопочтенный Удайи сказал Достопочтенному Сарипутте:",
  "an5.166:2.2": "“Это невозможно, друг Сарипутта, не может быть такого, чтобы монах, переродившись среди некоей группы созданных-из-разума божеств, которые превосходят тех, что кормятся съестной едой, мог бы вновь входить в прекращение восприятия и чувствования и выходить из этого состояния.",
  "an5.166:2.3": "Нет такой возможности”.",
  "an5.166:3.1": "И во второй раз… и в третий раз Достопочтенный Сарипутта сказал:",
  "an5.166:3.2": "“Друзья, монах, совершенный в нравственном поведении, сосредоточении, и мудрости, может входить…",
  "an5.166:3.3": "Есть такая возможность”.",
  "an5.166:3.4": "",
  "an5.166:3.5": "",
  "an5.166:4.1": "И в третий раз Достопочтенный Удайи сказал Достопочтенному Сарипутте:",
  "an5.166:4.2": "“Это невозможно, друг Сарипутта…",
  "an5.166:4.3": "Нет такой возможности”.",
  "an5.166:5.1": "И тогда мысль пришла к Достопочтенному Сарипутте:",
  "an5.166:5.2": "“Достопочтенный Удайи опроверг моё утверждение в третий раз, и ни один монах не выразил своего согласия со мной.",
  "an5.166:5.3": "Что если я подойду к Благословенному?”",
  "an5.166:5.4": "И тогда Достопочтенный Сарипутта подошёл к Благословенному, поклонился ему, сел рядом,",
  "an5.166:5.5": "и обратился к монахам:",
  "an5.166:5.6": "“Друзья, монах, совершенный в нравственном поведении, сосредоточении, и мудрости, может входить…",
  "an5.166:5.7": "",
  "an5.166:5.8": "",
  "an5.166:5.9": "Есть такая возможность”.",
  "an5.166:6.1": "Когда так было сказано, Достопочтенный Удайи сказал Достопочтенному Сарипутте:",
  "an5.166:6.2": "“Это невозможно, друг Сарипутта…",
  "an5.166:6.3": "Нет такой возможности”.",
  "an5.166:7.1": "И во второй раз… и в третий раз Достопочтенный Сарипутта сказал:",
  "an5.166:7.2": "“Друзья, монах, совершенный в нравственном поведении, сосредоточении, и мудрости, может входить…",
  "an5.166:7.3": "",
  "an5.166:7.4": "",
  "an5.166:7.5": "Есть такая возможность”.",
  "an5.166:8.1": "И в третий раз Достопочтенный Удайи сказал Достопочтенному Сарипутте:",
  "an5.166:8.2": "“Это невозможно, друг Сарипутта…",
  "an5.166:8.3": "Нет такой возможности”.",
  "an5.166:9.1": "И тогда мысль пришла к Достопочтенному Сарипутте:",
  "an5.166:9.2": "“Даже когда я нахожусь в присутствии Благословенного, Достопочтенный Удайи опровергает моё утверждение в третий раз, и ни один монах не выражает своего согласия со мной.",
  "an5.166:9.3": "Буду просто молчать”.",
  "an5.166:9.4": "И тогда Достопочтенный Сарипутта замолчал.",
  "an5.166:10.1": "Тогда Благословенный обратился к Достопочтенному Удайи:",
  "an5.166:10.2": "“Удайи, что именно ты понимаешь под группой божеств, созданных-из-разума?”",
  "an5.166:10.3": "“Почтенный, это те дэвы, которые бесформенные, созданные-из-восприятия”.",
  "an5.166:10.4": "“Удайи, что ты такое говоришь, несведущий глупец?",
  "an5.166:10.5": "Ещё и считаешь, будто должен высказаться”.",
  "an5.166:11.1": "И тогда Благословенный обратился к Достопочтенному Ананде:",
  "an5.166:11.2": "“Ананда, и ты безучастно смотришь на то, как изнуряют старшего монаха?",
  "an5.166:11.3": "Неужто у тебя нет сострадания к старшему монаху, когда его изнуряют?”",
  "an5.166:12.1": "И тогда Благословенный обратился к монахам:",
  "an5.166:12.2": "“Монахи, монах, совершенный в нравственном поведении, сосредоточении, и мудрости, может входить в прекращение восприятия и чувствования и выходить из этого состояния.",
  "an5.166:12.3": "",
  "an5.166:12.4": "Но если он не достигает окончательного знания в этой самой жизни, то тогда, переродившись среди некой группы созданных-из-разума божеств, которые превосходят тех, что кормятся съестной едой, он может вновь входить в прекращение восприятия и чувствования и выходить из этого состояния.",
  "an5.166:12.5": "Есть такая возможность”.",
  "an5.166:12.6": "Так сказал Благословенный.",
  "an5.166:12.7": "И сказав так, Счастливейший поднялся со своего сиденья и ушёл в свою хижину.",
  "an5.166:13.1": "Затем, вскоре после того как Благословенный ушёл, Достопочтенный Ананда подошёл к Достопочтенному Упаване и сказал ему:",
  "an5.166:13.2": "“Друг Упавана, они изнуряли другого старшего монаха,",
  "an5.166:13.3": "но мы не расспросили их.",
  "an5.166:13.4": "Не стоит удивляться, если сегодня вечером, когда он выйдет из затворничества, Благословенный сделает заявление на этот счёт, и он может обратиться к самому Достопочтенному Упаване, чтобы тот отчитался.",
  "an5.166:13.5": "А я чувствую застенчивость”.",
  "an5.166:13.6": "И тогда, вечером, Благословенный вышел из затворничества и отправился в зал для собраний. Он сел на подготовленное сиденье и обратился к Достопочтенному Упаване:",
  "an5.166:14.1": "“Упавана, обладая сколькими качествами, старший монах мил и приятен его товарищам-монахам, а также уважается и ценится ими?”",
  "an5.166:14.2": "“Обладая пятью качествами, почтенный, старший монах мил и приятен его товарищам-монахам, а также уважается и ценится ими.",
  "an5.166:14.3": "Какими пятью?",
  "an5.166:14.4": "Он нравственен. Он пребывает, обуздывая себя Патимоккхой, обладая хорошим поведением и подобающими средствами, видя опасность в мельчайших проступках. Возложив на себя правила тренировки, он тренируется в них.",
  "an5.166:14.5": "Он много изучал, помнит то, что учил, накапливает в своём уме то, что он изучил. Те учения, что прекрасны в начале, прекрасны в середине, и прекрасны в конце, правильны и в духе и в букве, провозглашающие идеально полную и чистую святую жизнь – таких учений он много изучал, удерживал в уме, повторял вслух по памяти, исследовал их в уме и тщательно проникал в них воззрением.",
  "an5.166:14.6": "Он хороший оратор с хорошей манерой подачи. Он одарён речью, которая изысканна, чиста, отчётлива, хорошо выражает суть.",
  "an5.166:14.7": "Он достигает без труда или проблем четырёх джхан, что составляют высший ум и являются приятным пребыванием в этой самой жизни.",
  "an5.166:14.8": "За счёт уничтожения пятен умственных загрязнений, прямо здесь и сейчас в этой самой жизни он входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, напрямую зная и проявляя это для себя самостоятельно.",
  "an5.166:14.9": "Обладая этими пятью качествами, старший монах мил и приятен его товарищам-монахам, а также уважается и ценится ими”.",
  "an5.166:15.1": "“Хорошо, хорошо, Упавана!",
  "an5.166:15.2": "Обладая этими пятью качествами, старший монах мил и приятен его товарищам-монахам, а также уважается и ценится ими.",
  "an5.166:15.3": "Но если эти пять качеств отсутствуют в старшем монахе, то с чего бы его товарищам-монахам чтить, уважать, ценить, и почитать его? Из-за поломанных зубов, седых волос, и морщинистой кожи?",
  "an5.166:15.4": "Именно потому, что в старшем монахе есть эти пять качеств, его товарищи-монахи чтят, уважают, ценят, и почитают его”.",
  "an5.166:15.5": "Шестая."
}