{
  "an5.30:0.1": "Восходящие Наставления 5.30",
  "an5.30:0.2": "Глава Панчангика",
  "an5.30:0.3": "Сутта Нагита",
  "an5.30:1.1": "Так я слышал.",
  "an5.30:1.2": "Однажды Благословенный странствовал по стране Косал с большой Сангхой монахов и прибыл в брахманскую деревню Косал под названием Иччханангала.",
  "an5.30:1.3": "Там он пребывал в лесной роще Иччханангалы.",
  "an5.30:1.4": "И тогда брахманы-домохозяева Иччханангалы услышали:",
  "an5.30:1.5": "“Говорят, отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, прибыл в Иччханангалу и пребывает в лесной роще Иччханангалы.",
  "an5.30:1.6": "И об этом Мастере Готаме распространилась славная молва:",
  "an5.30:1.7": "“В самом деле Благословенный – арахант, полностью просветлённый, совершенный в знании и поведении, достигший блага, знаток мира, непревзойдённый учитель тех, кто готов обучаться, учитель богов и людей, пробуждённый, благословенный.",
  "an5.30:1.8": "Напрямую увидев своей мудростью, он познал мир с его дэвами, Марой, Брахмой, с его поколениями отшельников и жрецов, богов и людей.",
  "an5.30:1.9": "Он учит Дхамме, прекрасной в начале, прекрасной в середине, и прекрасной в конце, правдивой и в духе и в букве. Он раскрыл святую жизнь в совершенстве полную и чистую.",
  "an5.30:1.10": "Хорошо было бы увидеть таких арахантов.",
  "an5.30:1.11": "И когда минула ночь, брахманы-домохозяева Иччханангалы, взяв с собой обилие различной еды, отправились в лесную рощу Иччханангалы. Они встали возле входа, создавая ужасный шум и гул.",
  "an5.30:2.1": "В то время Достопочтенный Нагита прислуживал Благословенному.",
  "an5.30:2.2": "Тогда Благословенный обратился к Достопочтенному Нагите:",
  "an5.30:2.3": "“Нагита, откуда такой ужасный шум и гул, как будто рыбаки тянут рыбу?”",
  "an5.30:2.4": "“Почтенный, это брахманы-домохозяева Иччханангалы принесли обилие различной еды. Они стоят возле входа, желая поднести её Благословенному и Сангхе монахов”.",
  "an5.30:2.5": "“Пусть не буду я связан со славой, Нагита, и слава пусть не будет связана со мной.",
  "an5.30:2.6": "Тот, кто не может обрести по желанию, без сложностей и проблем, удовольствие отречения, удовольствие уединения, блаженство покоя, блаженство просветления, которые я сам обретаю без сложностей и проблем –",
  "an5.30:2.7": "мог бы принять это низменное удовольствие, это апатичное удовольствие, это удовольствие обретений, славы и похвалы.",
  "an5.30:3.1": "“Почтенный, пусть сейчас Благословенный согласится принять их подношения! Пусть Благословенный согласится!",
  "an5.30:3.2": "Сейчас должный момент для того, чтобы Благословенный согласился.",
  "an5.30:3.3": "Куда бы теперь Благословенный ни отправился, брахманы городов и деревень будут также туда стекаться.",
  "an5.30:3.4": "Подобно тому, как дэвы дождя бросают на землю тяжёлые капли дождя, и вода течёт вниз по склону,",
  "an5.30:3.5": "точно также, куда бы теперь ни отправился Благословенный, брахманы городов и деревень будут также туда стекаться.",
  "an5.30:3.6": "И почему?",
  "an5.30:3.7": "Из-за нравственного поведения и мудрости Благословенного”.",
  "an5.30:4.1": "“Пусть не буду я связан со славой, Нагита, и слава пусть не будет связана со мной.",
  "an5.30:4.2": "Тот, кто не может обрести по желанию, без сложностей и проблем, удовольствие отречения, удовольствие уединения, блаженство покоя, блаженство просветления, которые я сам обретаю без сложностей и проблем –",
  "an5.30:4.3": "мог бы принять это низменное удовольствие, это апатичное удовольствие, это удовольствие обретений, славы и похвалы.",
  "an5.30:4.4": "Нагита, съеденное, выпитое, поглощённое, и распробованное оказывается в результате испражнениями и мочой –",
  "an5.30:4.5": "вот каков исход этого.",
  "an5.30:4.6": "Из-за изменений и перемен вещей, которые дороги, возникает печаль, стенание, боль, уныние, и отчаяние –",
  "an5.30:4.7": "вот каков исход этого.",
  "an5.30:4.8": "У того, кто посвящает себя практике медитации на образе непривлекательного, отвращение к образу красивого становится утверждённым в нём –",
  "an5.30:4.9": "вот каков исход этого.",
  "an5.30:4.10": "У того, кто пребывает в созерцании непостоянства в шести сферах контакта, отвращение к контакту становится утверждённым в нём –",
  "an5.30:4.11": "вот каков исход этого.",
  "an5.30:4.12": "У того, кто пребывает в созерцании происхождения и исчезновения в пяти совокупностях, подверженных цеплянию, отвращение к цеплянию становится утверждённым в нём –",
  "an5.30:4.13": "вот каков исход этого”.",
  "an5.30:4.14": "Десятая.",
  "an5.30:4.15": "Глава Панчагика Третья.",
  "an5.30:5.0": "Оглавление",
  "an5.30:5.1": "",
  "an5.30:5.2": "",
  "an5.30:5.3": "",
  "an5.30:5.4": ""
}