{
  "an5.162:0.1": "Ангуттара Никая 5.162 ",
  "an5.162:0.2": "17. Негодование ",
  "an5.162:0.3": "Устранение негодования (II) ",
  "an5.162:1.1": "Там Достопочтенный Сарипутта обратился к монахам: ",
  "an5.162:1.2": "«Друзья, монахи!» ",
  "an5.162:1.3": "«Друг!» – отвечали те монахи. ",
  "an5.162:1.4": "Достопочтенный Сарипутта сказал: ",
  "an5.162:2.1": "«Друзья, есть эти пять способов устранения негодования, посредством которых монаху следует всецело устранять негодование, когда оно возникло по отношению к кому-либо. ",
  "an5.162:2.2": "Какие пять? ",
  "an5.162:2.3": "Бывает так, что телесное поведение человека нечистое, но его словесное поведение чистое. ",
  "an5.162:2.4": "Следует устранять негодование к такому человеку. ",
  "an5.162:2.5": "Бывает так, что словесное поведение человека нечистое, но его телесное поведение чистое. ",
  "an5.162:2.6": "Следует также устранять негодование к такому человеку. ",
  "an5.162:2.7": "Бывает так, что телесное и словесное поведение человека нечистое, но время от времени он обретает открытие ума, спокойствие ума. ",
  "an5.162:2.8": "Следует также устранять негодование к такому человеку. ",
  "an5.162:2.9": "Бывает так, что телесное и словесное поведение человека нечистое, и он не обретает время от времени открытия ума, спокойствия ума. ",
  "an5.162:2.10": "Следует также устранять негодование к такому человеку. ",
  "an5.162:2.11": "Бывает так, что телесное и словесное поведение человека чистое, и время от времени он обретает открытие ума, спокойствие ума. ",
  "an5.162:2.12": "Следует также устранять негодование к такому человеку. ",
  "an5.162:3.1": "(1) И каким образом, друзья, следует устранять негодование к человеку, чьё телесное поведение нечистое, но словесное поведение чистое? ",
  "an5.162:3.2": "Представьте монаха с одеянием из обносков, который видит тряпьё, лежащее возле дороги. Он бы прижал его своей левой ступнёй, развернул бы правой ступнёй, оторвал бы цельную часть, и забрал бы с собой. ",
  "an5.162:3.3": "Точно также, когда телесное поведение человека нечистое, но его словесное поведение чистое, то в этом случае следует не обращать внимание на нечистоту его телесного поведения, но вместо этого следует обращать внимание на чистоту его словесного поведения. ",
  "an5.162:3.4": "Вот каким образом следует устранять негодование к этому человеку. ",
  "an5.162:4.1": "(2) И каким образом, друзья, следует устранять негодование к человеку, чьё телесное поведение чистое, но словесное поведение нечистое? ",
  "an5.162:4.2": "Представьте пруд, покрытый тиной и водорослями. ",
  "an5.162:4.3": "И к пруду подошёл бы человек, поражённый и угнетённый жаждой – изнурённый, жаждущий пить, высохший. ",
  "an5.162:4.4": "Он бы нырнул в пруд, раздвинул тину и водоросли своими руками, напился бы из своих ладоней, а затем бы ушёл. ",
  "an5.162:4.5": "Точно также, когда телесное поведение человека чистое, но его словесное поведение нечистое, то в этом случае следует не обращать внимание на нечистоту его словесного поведения, но вместо этого следует обращать внимание на чистоту его телесного поведения. ",
  "an5.162:4.6": "Вот каким образом следует устранять негодование к этому человеку. ",
  "an5.162:5.1": "(3) И каким образом, друзья, следует устранять негодование к человеку, чьё телесное поведение и словесное поведение нечистое, но кто время от времени обретает открытие ума, спокойствие ума? ",
  "an5.162:5.2": "Представьте лужу, в которой мало воды. ",
  "an5.162:5.3": "И к ней подошёл бы человек, поражённый и угнетённый жаждой – изнурённый, жаждущий пить, высохший. ",
  "an5.162:5.4": "Он бы подумал: ",
  "an5.162:5.5": "«В этой луже мало воды. ",
  "an5.162:5.6": "Если я попытаюсь выпить её, зачёрпнув ладонями или сосудом, я взволную её, взбаламучу её, сделаю так, что её нельзя будет пить. ",
  "an5.162:5.7": "Что если я опущусь на четвереньки, высосу её как корова, и уйду?» ",
  "an5.162:5.8": "И затем он опустился бы на четвереньки, высосал бы её как корова, и ушёл. ",
  "an5.162:5.9": "Точно также, когда телесное поведение и словесное поведение человека нечистое, но он тот, кто время от времени обретает открытие ума, спокойствие ума, то в этом случае следует не обращать внимание на нечистоту его словесного и телесного поведения, ",
  "an5.162:5.11": "но вместо этого следует обращать внимание на открытие ума, спокойствие ума, которое он обретает время от времени. ",
  "an5.162:5.12": "Вот каким образом следует устранять негодование к этому человеку. ",
  "an5.162:6.1": "(4) И каким образом, друзья, следует устранять негодование к человеку, чьё телесное поведение и словесное поведение нечистое, и кто не обретает время от времени открытия ума, спокойствия ума? ",
  "an5.162:6.2": "Представьте нездорового, поражённого болезнью, серьёзно больного человека, который шёл бы по дороге, ",
  "an5.162:6.3": "тогда как прошлая деревня осталась далеко позади, а следующая была бы слишком далеко. ",
  "an5.162:6.4": "Он не смог бы добыть подходящую еду или лекарства или пригодного прислужника. Он не смог бы встретиться с главой деревенского округа. ",
  "an5.162:6.5": "И его заприметил бы идущий по дороге другой человек, ",
  "an5.162:6.6": "и в нём пробудилось бы чистое сострадание, сочувствие, забота о нём, и он бы подумал: ",
  "an5.162:6.7": "«О, пусть этот человек обретёт подходящую еду, лекарство, пригодного прислужника! Пусть он повстречает главу деревенского округа! ",
  "an5.162:6.8": "И почему? ",
  "an5.162:6.9": "Чтобы этот человек не повстречал бы беды и несчастья прямо на этот самом месте». ",
  "an5.162:6.10": "Точно также, когда телесное и словесное поведение человека нечистое, и он не обретает время от времени открытия ума, спокойствия ума, то в этом случае следует пробудить чистое сострадание, сочувствие, заботу о нём, думая: ",
  "an5.162:6.11": "«О, пусть этот достопочтенный отбросит телесное неблагое поведение и разовьёт телесное благое поведение. Пусть он отбросит неблагое словесное поведение и разовьёт словесное благое поведение. Пусть он отбросит умственное неблагое поведение и разовьёт умственное благое поведение! ",
  "an5.162:6.12": "И почему? ",
  "an5.162:6.13": "Чтобы после распада тела, после смерти, он не переродился бы в состоянии лишений, в плохом уделе, в нижних мирах, в аду». ",
  "an5.162:6.14": "Вот каким образом следует устранять негодование к этому человеку. ",
  "an5.162:7.1": "(5) И каким образом, друзья, следует устранять негодование к человеку, чьё телесное поведение и словесное поведение чистое, и кто обретает время от времени открытие ума, спокойствие ума? ",
  "an5.162:7.2": "Представьте пруд с чистой, вкусной, прохладной водой – чистый, с пологими берегами, восхитительное место в тени разнообразных деревьев. ",
  "an5.162:7.3": "И к пруду подошёл бы человек, поражённый и угнетённый жаждой – изнурённый, жаждущий пить, высохший. ",
  "an5.162:7.4": "Он бы нырнул в пруд, искупался, напился, а затем, выйдя из него, он бы прямо там присел или прилёг в тени дерева. ",
  "an5.162:8.1": "Точно также, когда телесное и словесное поведение человека чистое, и он обретает время от времени открытие ума, спокойствие ума, то в этом случае следует обратить внимание на его чистое телесное поведение, ",
  "an5.162:8.2": "на его чистое словесное поведение, ",
  "an5.162:8.3": "и на открытие его ума, на спокойствие его ума, которое он обретает время от времени. ",
  "an5.162:8.4": "Вот каким образом следует устранять негодование к этому человеку. ",
  "an5.162:8.5": "Друзья, посредством человека, который во всех отношениях внушает доверие, ум обретает доверие. ",
  "an5.162:9.1": "Таковы, друзья, пять способов устранения негодования, посредством которых монах может всецело устранить негодование, когда оно возникло по отношению к кому-либо». "
}