{
  "an5.133:0.1": "Восходящие Наставления 5.133",
  "an5.133:0.2": "Глава Раджа",
  "an5.133:0.3": "Сутта Царь Дхаммы",
  "an5.133:1.1": "“Монахи, даже царь-миродержец, праведный царь, который управляет Дхаммой, не приводит в движение колесо без царя, стоящего над ним”.",
  "an5.133:1.2": "Когда так было сказано, некий монах обратился к Благословенному:",
  "an5.133:1.3": "“Но, почтенный, кто может быть царём над царём-миродержцем, праведным царём, который управляет Дхаммой?”",
  "an5.133:1.4": "“Это Дхамма, монах” – сказал Благословенный.",
  "an5.133:2.1": "“Царь-миродержец, праведный царь, который управляет Дхаммой, полагается именно на Дхамму, почитая, уважая, выражая почтение Дхамме, и, беря Дхамму как мерило, знамя, владычество, он обеспечивает праведную защиту, убежище, охрану людям при своём дворе.",
  "an5.133:3.1": "Далее, царь-миродержец, праведный царь… обеспечивает праведную защиту, убежище, охрану своим кхаттиям-князьям, своей армии, своим брахманам и домохозяевам, своим людям в городах и сельской местности, жрецам и отшельникам, животным и птицам.",
  "an5.133:3.2": "Обеспечив такую праведную защиту, убежище, охрану, этот царь-миродержец, праведный царь, который управляет Дхаммой, приводит в движение колесо исключительно через Дхамму –",
  "an5.133:3.3": "колесо, которое не может обратить вспять какое-либо враждебное существо в облике человека.",
  "an5.133:4.1": "Монах, точно также Татхагата, Арахант, Полностью Просветлённый, праведный царь Дхаммы, полагается именно на Дхамму, почитая, уважая, выражая почтение Дхамме, и, беря Дхамму как мерило, знамя, владычество, он обеспечивает праведную защиту, убежище, охрану монахам, говоря:",
  "an5.133:4.2": "Такое-то телесное действие следует взращивать; такое-то телесное действие не следует взращивать.",
  "an5.133:4.3": "Такое-то словесное действие…",
  "an5.133:4.4": "Такое-то умственное действие…",
  "an5.133:4.5": "Такие-то средства к жизни стоит взращивать; такие-то средства к жизни не стоит взращивать.",
  "an5.133:4.6": "В такую-то деревню или город стоит ходить; в такую-то деревню или город не стоит ходить”.",
  "an5.133:5.1": "Далее, Татхагата, Арахант, Полностью Просветлённый, праведный царь Дхаммы, полагается именно на Дхамму, почитая, уважая, выражая почтение Дхамме, и, беря Дхамму как мерило, знамя, владычество, он обеспечивает праведную защиту, убежище, охрану монахиням… мирянам… мирянкам, говоря:",
  "an5.133:5.2": "“Такое-то телесное действие следует взращивать…",
  "an5.133:5.3": "",
  "an5.133:5.4": "",
  "an5.133:5.5": "",
  "an5.133:5.6": "…в такую-то деревню или город не стоит ходить”.",
  "an5.133:6.1": "Обеспечив такую праведную защиту, убежище, охрану, Татхагата, Арахант, Полностью Просветлённый, праведный царь Дхаммы, приводит в движение непревзойдённое колесо Дхаммы исключительно через Дхамму –",
  "an5.133:6.2": "колесо, которое не может обратить вспять какой-либо отшельник, жрец, дэва, Мара, Брахма, или кто-либо в мире”.",
  "an5.133:6.3": "Третья."
}