{
  "an5.155:0.1": "Восходящие Наставления 5.155",
  "an5.155:0.2": "Глава Саддхамма",
  "an5.155:0.3": "Сутта Упадок благой Дхаммы Вторая",
  "an5.155:1.1": "“Монахи, есть эти пять вещей, ведущих к упадку и исчезновению благой Дхаммы.",
  "an5.155:1.2": "Какие пять?",
  "an5.155:1.3": "Вот монахи не изучают Дхамму:",
  "an5.155:1.4": "лекции, стихи и прозу, описания, строфы, вдохновенные изречения, цитаты, истории рождения, чудесные случаи, вопросы и ответы.",
  "an5.155:1.5": "Такова первая вещь, ведущая к упадку и исчезновению благой Дхаммы.",
  "an5.155:2.1": "Далее, монахи не обучают в подробностях услышанной и заученной ими Дхамме других.",
  "an5.155:2.2": "Такова вторая вещь…",
  "an5.155:3.1": "Далее, монахи не заставляют других повторять услышанную и заученную ими Дхамму.",
  "an5.155:3.2": "Такова третья вещь…",
  "an5.155:4.1": "Далее, монахи не декламируют вслух по памяти услышанную и заученную ими Дхамму.",
  "an5.155:4.2": "Такова четвёртая вещь…",
  "an5.155:5.1": "Далее, монахи не размышляют, не изучают, мысленно не исследуют услышанную и заученную ими Дхамму.",
  "an5.155:5.2": "Такова пятая вещь, ведущая к упадку и исчезновению благой Дхаммы.",
  "an5.155:5.3": "Эти пять вещей ведут к упадку и исчезновению благой Дхаммы.",
  "an5.155:6.1": "Монахи, эти иные пять вещей ведут к продолжительности, не-упадку и не-исчезновению благой Дхаммы.",
  "an5.155:6.2": "Какие пять?",
  "an5.155:6.3": "Вот монахи изучают Дхамму…",
  "an5.155:6.4": "",
  "an5.155:6.5": "",
  "an5.155:7.1": "…обучают…",
  "an5.155:7.2": "",
  "an5.155:8.1": "…заставляют других повторять…",
  "an5.155:8.2": "",
  "an5.155:9.1": "…декламируют вслух по памяти…",
  "an5.155:9.2": "",
  "an5.155:10.1": "…размышляют, изучают, мысленно исследуют услышанную и заученную ими Дхамму.",
  "an5.155:10.2": "Такова пятая вещь, ведущая к продолжительности и не-исчезновению благой Дхаммы.",
  "an5.155:10.3": "Эти пять вещей ведут к продолжительности, не-упадку и не-исчезновению благой Дхаммы”.",
  "an5.155:10.4": "Пятая."
}