{
  "an5.193:0.1": "Восходящие Наставления 5.193",
  "an5.193:0.2": "Глава Брахмана",
  "an5.193:0.3": "Сутта Сангарава",
  "an5.193:1.1": "И тогда брахман Сангарава отправился к Благословенному и обменялся с ним вежливыми приветствиями.",
  "an5.193:1.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Благословенному:",
  "an5.193:1.3": "“Мастер Готама, в чём условие, в чём причина, из-за чего бывает так, что те гимны, которые долгое время декламировались для заучивания вслух, не вспоминаются, уж не говоря о тех, которые не декламировались?",
  "an5.193:1.4": "В чём условие, в чём причина, из-за чего бывает так, что те гимны, которые долгое время не декламировались для заучивания вслух, вспоминаются, уж не говоря о тех, которые декламировались?”",
  "an5.193:2.1": "“Брахман, когда кто-либо пребывает с умом, охваченным чувственной жаждой, переполненным чувственной жаждой, и не понимает в соответствии с действительностью спасения от возникшей чувственной жажды, то в этом случае он не знает и не видит в соответствии с действительностью собственного блага, блага других, блага обоих. И тогда даже те гимны, которые долгое время декламировались вслух, не вспоминаются, уж не говоря о тех, которые не декламировались.",
  "an5.193:2.2": "Представь, брахман, чашу с водой, которая смешана с лаком, куркумой, синей краской или кармазином.",
  "an5.193:2.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы не смог ни узнать, ни увидеть его в соответствии с действительностью.",
  "an5.193:2.4": "Точно также, брахман, когда кто-либо пребывает с умом, охваченным чувственной жаждой, переполненным чувственной жаждой, и не понимает в соответствии с действительностью спасения от возникшей чувственной жажды, то в этом случае он не знает и не видит в соответствии с действительностью собственного блага, блага других, блага обоих. И тогда даже те гимны, которые долго время декламировались вслух, не вспоминаются, уж не говоря о тех, которые не декламировались.",
  "an5.193:3.1": "Далее, брахман, когда кто-либо пребывает с умом, охваченным недоброжелательностью, переполненным недоброжелательностью, и не понимает в соответствии с действительностью спасения от возникшей недоброжелательности, то в этом случае он не знает и не видит в соответствии с действительностью собственного блага, блага других, блага обоих. И тогда даже те гимны, которые долгое время декламировались вслух, не вспоминаются, уж не говоря о тех, которые не декламировались.",
  "an5.193:3.2": "Представь, брахман, чашу с водой, которая нагревается на огне, так что вода в ней кипит и пузырится.",
  "an5.193:3.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы не смог ни узнать, ни увидеть его в соответствии с действительностью.",
  "an5.193:3.4": "Точно также, брахман, когда кто-либо пребывает с умом, охваченным недоброжелательностью… не декламировались.",
  "an5.193:4.1": "Далее, брахман, когда кто-либо пребывает с умом, охваченным ленью и апатией, переполненным ленью и апатией, и не понимает в соответствии с действительностью спасения от возникшей лени и апатии, то в этом случае он не знает и не видит в соответствии с действительностью собственного блага, блага других, блага обоих. И тогда даже те гимны, которые долгое время декламировались вслух, не вспоминаются, уж не говоря о тех, которые не декламировались.",
  "an5.193:4.2": "Представь, брахман, чашу с водой, которая заросла водорослями.",
  "an5.193:4.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы не смог ни узнать, ни увидеть его в соответствии с действительностью.",
  "an5.193:4.4": "Точно также, брахман, когда кто-либо пребывает с умом, охваченным ленью и апатией… не декламировались.",
  "an5.193:5.1": "Далее, брахман, когда кто-либо пребывает с умом, охваченным неугомонностью и сожалением, переполненным неугомонностью и сожалением, и не понимает в соответствии с действительностью спасения от возникшей неугомонности и сожаления, то в этом случае он не знает и не видит в соответствии с действительностью собственного блага, блага других, блага обоих. И тогда даже те гимны, которые долгое время декламировались вслух, не вспоминаются, уж не говоря о тех, которые не декламировались.",
  "an5.193:5.2": "Представь, брахман, чашу с водой, что обдувается ветром, и по поверхности воды идёт рябь, образуются завихрения и волны.",
  "an5.193:5.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы не смог ни узнать, ни увидеть его в соответствии с действительностью.",
  "an5.193:5.4": "Точно также, брахман, когда кто-либо пребывает с умом, охваченным неугомонностью и сожалением… не декламировались.",
  "an5.193:6.1": "Далее, брахман, когда кто-либо пребывает с умом, охваченным сомнением, переполненным сомнением, и не понимает в соответствии с действительностью спасения от возникшего сомнения, то в этом случае он не знает и не видит в соответствии с действительностью собственного блага, блага других, блага обоих. И тогда даже те гимны, которые долгое время декламировались вслух, не вспоминаются, уж не говоря о тех, которые не декламировались.",
  "an5.193:6.2": "Представь, брахман, чашу с мутной грязной взболтанной водой, которую поставили бы в тёмное место.",
  "an5.193:6.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы не смог ни узнать, ни увидеть его в соответствии с действительностью.",
  "an5.193:6.4": "Точно также, брахман, когда кто-либо пребывает с умом, охваченным сомнением… не декламировались. Вот в чём, брахман, условие, причина, из-за чего бывает так, что те гимны, которые долгое время декламировались для заучивания вслух, не вспоминаются, уж не говоря о тех, которые не декламировались.",
  "an5.193:7.1": "Брахман, когда кто-либо пребывает с умом, не охваченным чувственной жаждой, не переполненным чувственной жаждой, и понимает в соответствии с действительностью спасение от возникшей чувственной жажды, то в этом случае он знает и видит в соответствии с действительностью собственное благо, благо других, благо обоих. И даже те гимны, которые долгое время не декламировались для заучивания вслух, вспоминаются, уж не говоря о тех, которые декламировались.",
  "an5.193:7.2": "Представь, брахман, чашу с водой, которая не смешана с лаком, куркумой, синей краской или кармазином.",
  "an5.193:7.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы смог узнать и увидеть его в соответствии с действительностью.",
  "an5.193:7.4": "Точно также, брахман, когда кто-либо пребывает с умом, не охваченным чувственной жаждой… декламировались.",
  "an5.193:8.1": "Далее, брахман, когда кто-либо пребывает с умом, не охваченным недоброжелательностью, не переполненным недоброжелательностью, и понимает в соответствии с действительностью спасение от возникшей недоброжелательности, то в этом случае он знает и видит в соответствии с действительностью собственное благо, благо других, благо обоих. И даже те гимны, которые долгое время не декламировались для заучивания вслух, вспоминаются, уж не говоря о тех, которые декламировались.",
  "an5.193:8.2": "Представь, брахман, чашу с водой, которая не нагревается на огне, так что вода в ней не кипит и не пузырится.",
  "an5.193:8.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы смог узнать и увидеть его в соответствии с действительностью.",
  "an5.193:8.4": "Точно также, брахман, когда кто-либо пребывает с умом, не охваченным недоброжелательностью… декламировались.",
  "an5.193:9.1": "Далее, брахман, когда кто-либо пребывает с умом, не охваченным ленью и апатией, не переполненным ленью и апатией, и понимает в соответствии с действительностью спасение от возникшей лени и апатии, то в этом случае он знает и видит в соответствии с действительностью собственное благо, благо других, благо обоих. И даже те гимны, которые долгое время не декламировались для заучивания вслух, вспоминаются, уж не говоря о тех, которые декламировались.",
  "an5.193:9.2": "Представь, брахман, чашу с водой, которая не заросла водорослями.",
  "an5.193:9.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы смог узнать и увидеть его в соответствии с действительностью.",
  "an5.193:9.4": "Точно также, брахман, когда кто-либо пребывает с умом, не охваченным ленью и апатией… декламировались.",
  "an5.193:10.1": "Далее, брахман, когда кто-либо пребывает с умом, не охваченным неугомонностью и сожалением, не переполненным неугомонностью и сожалением, и понимает в соответствии с действительностью спасение от возникшей неугомонности и сожаления, то в этом случае он знает и видит в соответствии с действительностью собственное благо, благо других, благо обоих. И даже те гимны, которые долгое время не декламировались для заучивания вслух, вспоминаются, уж не говоря о тех, которые декламировались.",
  "an5.193:10.2": "Представь, брахман, чашу с водой, что не обдувается ветром, и по поверхности воды не идёт рябь, не образуются завихрения и волны.",
  "an5.193:10.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы смог узнать и увидеть его в соответствии с действительностью.",
  "an5.193:10.4": "Точно также, брахман, когда кто-либо пребывает с умом, не охваченным неугомонностью и сожалением… декламировались.",
  "an5.193:11.1": "Далее, брахман, когда кто-либо пребывает с умом, не охваченным сомнением, не переполненным сомнением, и понимает в соответствии с действительностью спасение от возникшего сомнения, то в этом случае он знает и видит в соответствии с действительностью собственное благо, благо других, благо обоих. И даже те гимны, которые долгое время не декламировались для заучивания вслух, вспоминаются, уж не говоря о тех, которые декламировались.",
  "an5.193:11.2": "Представь, брахман, чашу с чистой, ясной, прозрачной водой, которую поставили бы на свет.",
  "an5.193:11.3": "Если бы человек с хорошим зрением стал бы изучать отражение своего лица в ней, то он бы смог узнать и увидеть его в соответствии с действительностью.",
  "an5.193:11.4": "Точно также, брахман, когда кто-либо пребывает с умом, не охваченным сомнением… декламировались.",
  "an5.193:12.1": "Это условие, это причина, из-за чего бывает так, что те гимны, которые долгое время декламировались для заучивания вслух, не вспоминаются, уж не говоря о тех, которые не декламировались.",
  "an5.193:12.2": "Вот в чём, брахман, условие, в чём причина, из-за чего бывает так, что те гимны, которые долгое время не декламировались для заучивания вслух, вспоминаются, уж не говоря о тех, которые декламировались.",
  "an5.193:13.1": "“Великолепно, Мастер Готама! Великолепно, Мастер Готама!…Пусть Мастер Готама помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь”.",
  "an5.193:13.2": "Третья."
}