{
  "an5.71:0.1": "Восходящие Наставления 5.71",
  "an5.71:0.2": "Глава Йодхаджива",
  "an5.71:0.3": "Сутта Освобождение ума Первая",
  "an5.71:1.1": "“Монахи, эти пять вещей, будучи развитыми и взращенными, имеют своим плодом освобождение ума, освобождение ума своим плодом и благом. Они имеют своим плодом освобождение мудростью, освобождение мудростью своим плодом и благом.",
  "an5.71:2.1": "Какие пять?",
  "an5.71:2.2": "Вот монах пребывает, созерцая непривлекательность тела, воспринимая отвратительность еды, воспринимая не-восхищение целым миром, созерцая непостоянство во всех обусловленных феноменах, и в нём внутренне хорошо утверждено восприятие смерти.",
  "an5.71:2.3": "Эти пять вещей, будучи развитыми и взращенными, имеют своим плодом освобождение ума, освобождение ума своим плодом и благом. Они имеют своим плодом освобождение мудростью, освобождение мудростью своим плодом и благом.",
  "an5.71:2.4": "Когда монах освобождён в уме и освобождён мудростью,",
  "an5.71:2.5": "то он зовётся монахом, который убрал перекладину, наполнил ров, вытащил колонну, он зовётся не имеющим засова, благородным, отделённым, чьё знамя опущено, и тяжкий груз сброшен.",
  "an5.71:3.1": "И каким образом монах убрал перекладину?",
  "an5.71:3.2": "Вот монах отбросил невежество, срезал его под корень, сделал подобным обрубку пальмы, уничтожил так, что оно более не возникнет в будущем.",
  "an5.71:3.3": "Вот каким образом монах убрал перекладину.",
  "an5.71:4.1": "И каким образом монах наполнил ров?",
  "an5.71:4.2": "Вот монах отбросил скитание рождением, что приводит к новому существованию. Он срезал его под корень, сделал подобным обрубку пальмы, уничтожил так, что оно более не возникнет в будущем.",
  "an5.71:4.3": "Вот каким образом монах наполнил ров.",
  "an5.71:5.1": "И каким образом монах вытащил колонну?",
  "an5.71:5.2": "Вот монах отбросил жажду, срезал её под корень, сделал подобной обрубку пальмы, уничтожил так, что она более не возникнет в будущем.",
  "an5.71:5.3": "Вот каким образом монах вытащил колонну.",
  "an5.71:6.1": "И каким образом монах не имеет засова?",
  "an5.71:6.2": "Вот монах отбросил пять нижних оков, срезал их под корень, сделал подобными обрубку пальмы, уничтожил так, что они более не возникнут в будущем.",
  "an5.71:6.3": "Вот каким образом монах не имеет засова.",
  "an5.71:7.1": "И каким образом монах благородный, отделённый, чьё знамя опущено, и тяжкий груз сброшен?",
  "an5.71:7.2": "Вот монах отбросил самомнение “я”, срезал его под корень, сделал подобным обрубку пальмы, уничтожил так, что оно более не возникнет в будущем.",
  "an5.71:7.3": "Вот каким образом монах благородный, отделённый, чьё знамя опущено, и тяжкий груз сброшен”.",
  "an5.71:7.4": "Первая."
}