{
  "an5.114:0.1": "Восходящие Наставления 5.114",
  "an5.114:0.2": "Глава Андхакавинда",
  "an5.114:0.3": "Сутта Андхакавинда",
  "an5.114:1.1": "Однажды Благословенный пребывал в стране Магадхов в Андхакавинде.",
  "an5.114:1.2": "И тогда Достопочтенный Ананда подошёл к Благословенному, поклонился ему, и сел рядом. Затем Благословенный сказал ему:",
  "an5.114:2.1": "“Ананда, тех монахов, которые недавно получили посвящение, которые недавно ушли в бездомную жизнь, которые недавно пришли в эту Дхамму и Винаю, вам нужно побуждать, укреплять, и утверждать в пяти вещах.",
  "an5.114:2.2": "Каких пяти?",
  "an5.114:2.3": "Их следует побуждать, укреплять, и утверждать в обуздании Патимоккхой: “Ну же, друзья, будьте нравственны. Пребывайте, обуздывая себя Патимоккхой, обладая благим поведением и подобающими средствами, видя опасность в мельчайших проступках. Возложив на себя правила тренировки, тренируйтесь в них”.",
  "an5.114:3.1": "Их следует побуждать, укреплять, и утверждать в сдерживании органов чувств: “Ну же, друзья, охраняйте двери органов чувств. Пусть осознанность будет вашим защитником. Будьте осознанны и бдительны, обладая защищённым умом, умом, который находится под защитой осознанности”.",
  "an5.114:4.1": "Их следует побуждать, укреплять, и утверждать в ограничении своих речей: “Ну же, друзья, не говорите помногу. Ограничивайте себя в речах”.",
  "an5.114:5.1": "Их следует побуждать, укреплять, и утверждать в телесном уединении: “Ну же, друзья, будьте теми, кто живёт в лесу. Затворяйтесь в уединённых обиталищах в лесах и рощах”.",
  "an5.114:6.1": "Их следует побуждать, укреплять, и утверждать в правильной точке зрения: “Ну же, друзья, придерживайтесь правильного воззрения, имейте правильную точку зрения”.",
  "an5.114:6.2": "Ананда, тех монахов, которые недавно получили посвящение, которые недавно ушли в бездомную жизнь, которые недавно пришли в эту Дхамму и Винаю, вам нужно побуждать, укреплять, и утверждать в этих пяти вещах”.",
  "an5.114:6.3": "Четвёртая."
}