{
  "an5.73:0.1": "Восходящие Наставления 5.73",
  "an5.73:0.2": "Глава Йодхаджива",
  "an5.73:0.3": "Сутта Пребывающий в Дхамме Первая",
  "an5.73:1.1": "И тогда один монах подошёл к Благословенному, поклонился ему, сел рядом, и сказал:",
  "an5.73:1.2": "“Почтенный, “тот, кто пребывает в Дхамме; тот, кто пребывает в Дхамме” – так говорят.",
  "an5.73:1.3": "В каком смысле монах является тем, кто пребывает в Дхамме?”",
  "an5.73:2.1": "Монах, бывает так, что монах изучает Дхамму:",
  "an5.73:2.2": "лекции, стихи и прозу, описания, строфы, вдохновенные изречения, цитаты, истории рождения, чудесные случаи, вопросы и ответы.",
  "an5.73:2.3": "Он проводит день в изучении Дхаммы, но пренебрегает затворничеством и не посвящает себя внутреннему успокоению ума.",
  "an5.73:2.4": "Такой монах зовётся тем, кто поглощён в изучении, но не тем, кто пребывает в Дхамме.",
  "an5.73:3.1": "Далее, бывает так, что монах обучает в подробностях услышанной и заученной им Дхамме других.",
  "an5.73:3.2": "Он проводит день в донесении Дхаммы, но пренебрегает затворничеством и не посвящает себя внутреннему успокоению ума.",
  "an5.73:3.3": "Такой монах зовётся тем, кто поглощён в донесении, но не тем, кто пребывает в Дхамме.",
  "an5.73:4.1": "Далее, бывает так, что монах декламирует вслух по памяти услышанную и заученную им Дхамму.",
  "an5.73:4.2": "Он проводит день в декламации, но пренебрегает затворничеством и не посвящает себя внутреннему успокоению ума.",
  "an5.73:4.3": "Такой монах зовётся тем, кто поглощён в декламации, но не тем, кто пребывает в Дхамме.",
  "an5.73:5.1": "Далее, бывает так, что монах размышляет, изучает, мысленно исследует услышанную и заученную им Дхамму.",
  "an5.73:5.2": "Он проводит день в размышлении о Дхамме, но пренебрегает затворничеством и не посвящает себя внутреннему успокоению ума.",
  "an5.73:5.3": "Такой монах зовётся тем, кто поглощён в мыслях, но не тем, кто пребывает в Дхамме.",
  "an5.73:6.1": "Далее, бывает так, что монах изучает Дхамму:",
  "an5.73:6.2": "лекции, стихи и прозу, описания, строфы, вдохновенные изречения, цитаты, истории рождения, чудесные случаи, вопросы и ответы.",
  "an5.73:6.3": "Но он не проводит весь день в изучении Дхаммы. Он не пренебрегает затворничеством, но посвящает себя успокоению ума.",
  "an5.73:6.4": "Вот каким образом монах является тем, кто пребывает в Дхамме.",
  "an5.73:7.1": "Таким образом, монах, я научил учению о том, кто поглощён в изучении… донесении… декламации… мыслях, и кто пребывает в Дхамме.",
  "an5.73:7.2": "Всё, что должен сделать сострадательный учитель из сострадания к своим ученикам, из желания им благополучия – это я сделал для тебя.",
  "an5.73:7.3": "Вон там – подножья деревьев. Там – пустые жилища. Медитируй, монах, не будь беспечен, не впадай потом в сожаление. Таково наше наставление тебе”.",
  "an5.73:7.4": "Третья."
}