{
  "an5.2:0.1": "Восходящие Наставления 5.2",
  "an5.2:0.2": "Глава Секхабала",
  "an5.2:0.3": "Сутта Подробно",
  "an5.2:1.1": "“Монахи, есть эти пять сил ученика.",
  "an5.2:1.2": "Какие пять?",
  "an5.2:1.3": "Сила веры, сила стыда, сила боязни совершить роступок, сила усердия, сила мудрости.",
  "an5.2:2.1": "И что такое сила веры?",
  "an5.2:2.2": "Вот ученик Благородных наделён верой. Он верит в просветление Татхагаты так:",
  "an5.2:2.3": "“Благословенный – арахант, полностью просветлённый, совершенный в истинном знании и поведении, достигший блага, знаток мира, непревзойдённый учитель тех, кто готов обучаться, учитель богов и людей, пробуждённый, благословенный”.",
  "an5.2:2.4": "Это называется силой веры.",
  "an5.2:3.1": "И что такое сила стыда?",
  "an5.2:3.2": "Вот у ученика Благородных есть чувство стыда. Он стыдится телесного, словесного, и умственного неблагого поведения. Он стыдится обретения плохих, неблагих качеств.",
  "an5.2:3.3": "Это называется силой стыда.",
  "an5.2:4.1": "И что такое сила боязни совершить проступок?",
  "an5.2:4.2": "Вот ученик Благородных страшится совершения проступков. Он страшится телесного, словесного, умственного неблагого поведения. Он страшится обретения плохих, неблагих качеств.",
  "an5.2:4.3": "Это называется силой боязни совершить проступок.",
  "an5.2:5.1": "И что такое сила усердия?",
  "an5.2:5.2": "Вот ученик Благородных зародил усердие к оставлению неблагих качеств и к обретению благих качеств. В этом он силён, упорен в старании, не отложил своей обязанности развивать благие качества.",
  "an5.2:5.3": "Это называется силой усердия.",
  "an5.2:6.1": "И что такое сила мудрости?",
  "an5.2:6.2": "Вот ученик Благородных мудр. Он обладает мудростью, которая различает происхождение и исчезновение – благородной, проницательной, ведущей к полному уничтожению страданий.",
  "an5.2:6.3": "Это называется силой мудрости.",
  "an5.2:6.4": "Таковы пять сил ученика.",
  "an5.2:7.1": "Поэтому, монахи, вот как вы должны тренировать себя:",
  "an5.2:7.2": "“Мы будем обладать силой веры ученика, мы будем обладать силой стыда… боязни совершить проступок… усердия… силой мудрости ученика”.",
  "an5.2:7.3": "Вот, монахи, как вы должны тренировать себя”.",
  "an5.2:7.4": "Вторая."
}