{
  "an5.43:0.1": "Восходящие Наставления 5.43",
  "an5.43:0.2": "Глава Мундараджа",
  "an5.43:0.3": "Сутта Желанное",
  "an5.43:1.1": "И тогда домохозяин Анатхапиндика пришёл к Благословенному; подойдя к Благословенному и почтив, сел с одного края. Севшему с одного края домохозяину Анатхапиндике Благословенный это сказал:",
  "an5.43:2.1": "“Пять, домохозяин, явлений – желанны, любимы, трудно обретаемы на свете.",
  "an5.43:2.2": "Какие пять?",
  "an5.43:2.3": "Долголетие, домохозяин, желанно, любимо, и трудно обретаемо на свете.",
  "an5.43:2.4": "Стать-статус (варна) – желанна, любима, и трудно обретаема на свете.",
  "an5.43:2.5": "Приятное – желанно, любимо, и трудно обретаемо на свете.",
  "an5.43:2.6": "Репутация – желанна, любима, и трудно обретаема на свете.",
  "an5.43:2.7": "Раи – желанны, любимы, и трудно обретаемы на свете.",
  "an5.43:2.8": "Эти пять явлений, домохозяин, желанны, любимы, трудно обретаемы на свете.",
  "an5.43:3.1": "Этих, домохозяин, пяти явлений желанных, любимых и трудно обретаемых на свете нельзя обрести по средствам мольбы или по средствам намерения (направления стремления) я утверждаю.",
  "an5.43:3.2": "Этих, домохозяин, пяти явлений желанных, любимых и трудно обретаемых на свете если бы обретение случалось по средствам мольбы или по средствам намерения, кому бы их недоставало?",
  "an5.43:4.1": "Достойный, домохозяин, последователь Благородного, желающий долголетия, не должен молиться о долголетии или же восторгаться по причине долголетия.",
  "an5.43:4.2": "Желающий долголетия, домохозяин, должен практиковать практику, способствующую долголетию.",
  "an5.43:4.3": "Долголетию способствующую практику практикующий способствует обретению долголетия.",
  "an5.43:4.4": "Он является обретающим долголетие – небесное или человеческое.",
  "an5.43:5.1": "Достойный, домохозяин, последователь Благородного, желающий стати, не должен молиться о стати или же восторгаться по причине стати.",
  "an5.43:5.2": "Желающий стати, домохозяин, должен практиковать практику, способствующую стати.",
  "an5.43:5.3": "Стати способствующую практику практикующий способствует обретению стати.",
  "an5.43:5.4": "Он является обретающим стать – небесную или человеческую.",
  "an5.43:6.1": "Достойный, домохозяин, последователь Благородного, желающий приятного, не должен молиться о приятном или же восторгаться по причине приятного.",
  "an5.43:6.2": "Желающий приятного, домохозяин, должен практиковать практику, способствующую приятному.",
  "an5.43:6.3": "Приятному способствующую практику практикующий способствует обретению приятного.",
  "an5.43:6.4": "Он является обретающим приятное – небесное или человеческое.",
  "an5.43:7.1": "Достойный, домохозяин, последователь Благородного, желающий репутации, не должен молиться о репутации или же восторгаться по причине репутации.",
  "an5.43:7.2": "Желающий репутации, домохозяин, должен практиковать практику, способствующую репутации.",
  "an5.43:7.3": "Репутации способствующую практику практикующий способствует обретению репутации.",
  "an5.43:7.4": "Он является обретающим репутацию – небесную или человеческую.",
  "an5.43:8.1": "Достойный, домохозяин, последователь Благородного, желающий раев, не должен молиться о раях или же восторгаться по причине раев.",
  "an5.43:8.2": "Желающий раев, домохозяин, должен практиковать практику, способствующую раям.",
  "an5.43:8.3": "Раям способствующую практику практикующий способствует обретению раев.",
  "an5.43:8.4": "Он является обретающим раи.",
  "an5.43:9.1": "Долголетье, стать, репутация, признанье,",
  "an5.43:9.2": "Рай, высокое родословье;",
  "an5.43:9.3": "Наслаждения стремящимся",
  "an5.43:9.4": "Возвышенные одно за другим.",
  "an5.43:10.1": "Не-беспечность одобряют,",
  "an5.43:10.2": "мудрецы в благих деяньях;",
  "an5.43:10.3": "Старательный оба вида пользы,",
  "an5.43:10.4": "приобретает мудрец.",
  "an5.43:11.1": "И которая в видимой действительности польза,",
  "an5.43:11.2": "и польза, которая иная превыше;",
  "an5.43:11.3": "пользу постигший знаток,",
  "an5.43:11.4": "об этом 'мудрец' говорится”.",
  "an5.43:11.5": "Третья."
}