{
  "an5.78:0.1": "Восходящие Наставления 5.78",
  "an5.78:0.2": "Глава Йодхаджива",
  "an5.78:0.3": "Сутта Будущие опасности Вторая",
  "an5.78:1.1": "“Монахи, когда монах обдумывает пять будущих опасностей, то для него этого достаточно, чтобы пребывать прилежным, старательным, решительным ради достижения ещё-не-достигнутого, ради обретения ещё-не-обретённого, ради осуществления ещё-не-осуществлённого.",
  "an5.78:1.2": "Какие пять?",
  "an5.78:1.3": "Вот монах рассуждает так:",
  "an5.78:1.4": "“Сейчас я молод, черноволос, наделён благословением молодости на первом этапе жизни.",
  "an5.78:1.5": "Но придёт время, когда старость одолеет это тело. Когда человек стар, отягощён годами, непросто ему взяться за учение будд.",
  "an5.78:1.6": "Непросто ему затвориться в уединённых обиталищах в лесах и рощах.",
  "an5.78:1.7": "Прежде чем это нежеланное, нежелательное, неприятное состояние случится со мной,",
  "an5.78:1.8": "почему бы мне заранее не зародить усердие ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого? Таким образом, когда я буду находиться в такой ситуации, я буду пребывать умиротворённым, даже если буду стар”.",
  "an5.78:1.9": "Такова первая будущая опасность, обдумывание которой монахом является достаточным для того, чтобы он пребывал прилежным, старательным, решительным ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого.",
  "an5.78:2.1": "Далее, монах рассуждает так:",
  "an5.78:2.2": "“Сейчас я редко болею, редко бываю поражён болезнью, обладаю нормальным пищеварением – ни слишком холодным, ни слишком горячим, но умеренным и годным для старания.",
  "an5.78:2.3": "Но придёт время, когда болезнь одолеет это тело.",
  "an5.78:2.4": "Когда человек болен, поражён болезнью, непросто ему взяться за учение будд. Непросто ему затвориться в уединённых обиталищах в лесах и рощах.",
  "an5.78:2.5": "Прежде чем это нежеланное, нежелательное, неприятное состояние случится со мной,",
  "an5.78:2.6": "почему бы мне заранее не зародить усердие ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого? Таким образом, когда я буду находиться в такой ситуации, я буду пребывать умиротворённым, даже если буду болен”.",
  "an5.78:2.7": "Такова вторая будущая опасность, обдумывание которой монахом является достаточным для того, чтобы он пребывал прилежным, старательным, решительным ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого.",
  "an5.78:3.1": "Далее, монах рассуждает так:",
  "an5.78:3.2": "“Сейчас много еды, был хороший урожай, и еда раздаётся как подаяние обильно, так что можно легко прокормиться собирательством.",
  "an5.78:3.3": "Но придёт время голода, неурожая, когда еду с подаяний трудно получить и непросто прокормиться милостыней.",
  "an5.78:3.4": "Во время голода люди уходят в те места, где еды много,",
  "an5.78:3.5": "и жизнь там такая, что слишком много людей и толпы.",
  "an5.78:3.6": "А когда жизнь такая, что слишком много людей и толпы, то непросто взяться за учение будд. Непросто затвориться в уединённых обиталищах в лесах и рощах.",
  "an5.78:3.7": "Прежде чем это нежеланное, нежелательное, неприятное состояние случится со мной,",
  "an5.78:3.8": "почему бы мне заранее не зародить усердие ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого? Таким образом, когда я буду находиться в такой ситуации, я буду пребывать умиротворённым даже во времена голода”.",
  "an5.78:3.9": "Такова третья будущая опасность, обдумывание которой монахом является достаточным для того, чтобы он пребывал прилежным, старательным, решительным ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого.",
  "an5.78:4.1": "Далее, монах рассуждает так:",
  "an5.78:4.2": "“Сейчас люди живут в согласии, в гармонии, не ссорятся, подобны смешанному с водой молоку, смотрят друг на друга дружескими взорами.",
  "an5.78:4.3": "Но придёт время опасности и смуты в безлюдных местах, когда люди повсеместно взбираются на свои средства передвижения и бегут отовсюду.",
  "an5.78:4.4": "Во время опасности люди уходят в те места, где безопасно,",
  "an5.78:4.5": "и жизнь там такая, что слишком много людей и толпы.",
  "an5.78:4.6": "А когда жизнь такая, что слишком много людей и толпы, то непросто взяться за учение будд. Непросто затвориться в уединённых обиталищах в лесах и рощах.",
  "an5.78:4.7": "Прежде чем это нежеланное, нежелательное, неприятное состояние случится со мной,",
  "an5.78:4.8": "почему бы мне заранее не зародить усердие ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого? Таким образом, когда я буду находиться в такой ситуации, я буду пребывать умиротворённым даже во времена опасности”.",
  "an5.78:4.9": "Такова четвёртая будущая опасность, обдумывание которой монахом является достаточным для того, чтобы он пребывал прилежным, старательным, решительным ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого.",
  "an5.78:5.1": "Далее, монах рассуждает так:",
  "an5.78:5.2": "“Сейчас Сангха пребывает в умиротворении – в согласии, в гармонии, без споров, с единой декламацией.",
  "an5.78:5.3": "Но придёт время, когда наступит раскол в Сангхе.",
  "an5.78:5.4": "А когда в Сангхе раскол, то непросто взяться за учение будд. Непросто затвориться в уединённых обиталищах в лесах и рощах.",
  "an5.78:5.5": "Прежде чем это нежеланное, нежелательное, неприятное состояние случится со мной,",
  "an5.78:5.6": "почему бы мне заранее не зародить усердие ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого? Таким образом, когда я буду находиться в такой ситуации, я буду пребывать умиротворённым даже во времена раскола в Сангхе”.",
  "an5.78:5.7": "Такова пятая будущая опасность, обдумывание которой монахом является достаточным для того, чтобы он пребывал прилежным, старательным, решительным ради достижения ещё-не-достигнутого, для обретения ещё-не-обретённого, для осуществления ещё-не-осуществлённого.",
  "an5.78:6.1": "Таковы, монахи, пять будущих опасностей, обдумывание которых монахом является достаточным для того, чтобы он пребывал прилежным, старательным, решительным ради достижения ещё-не-достигнутого, ради обретения ещё-не-обретённого, ради осуществления ещё-не-осуществлённого”.",
  "an5.78:6.2": "Восьмая."
}