{
  "an5.157:0.1": "Восходящие Наставления 5.157",
  "an5.157:0.2": "Глава Саддхамма",
  "an5.157:0.3": "Сутта Плохо Сказанное",
  "an5.157:1.1": "“Монахи, разговор неправильно заведён, если с учётом сопоставления одной личности и другой он адресован этим пяти типам личностей. ",
  "an5.157:1.2": "Каким пяти?",
  "an5.157:1.3": "Неправильно заведённый разговор – это разговор о вере с тем, кто лишён веры. ",
  "an5.157:1.4": "Неправильно заведённый разговор – это разговор о нравственном поведении с тем, кто безнравственен. ",
  "an5.157:1.5": "Неправильно заведённый разговор – это разговор об учёности с тем, кто знает мало. ",
  "an5.157:1.6": "Неправильно заведённый разговор – это разговор о щедрости с тем, кто скуп. ",
  "an5.157:1.7": "Неправильно заведённый разговор – это разговор о мудрости с тем, кто немудр.",
  "an5.157:2.1": "И почему, монахи, разговор о вере является неправильно заведённым, если он адресован тому, кто лишён веры? ",
  "an5.157:2.2": "Когда ведётся разговор о вере, человек, не имеющий веры, выходит из себя, становится раздражительным, враждебным, упрямым. Он проявляет злобу, ненависть, грубость. ",
  "an5.157:2.3": "И почему? ",
  "an5.157:2.4": "Потому что он не воспринимает этой веры в самом себе и не обретает восторга и радости, основанных на ней. ",
  "an5.157:2.5": "Поэтому разговор о вере является неправильно заведённым, если он адресован тому, кто лишён веры.",
  "an5.157:3.1": "И почему разговор о нравственном поведении является неправильно заведённым, если он адресован тому, кто безнравственен? ",
  "an5.157:3.2": "Когда ведётся разговор о нравственном поведении, безнравственный человек выходит из себя, становится раздражительным, враждебным, упрямым. Он проявляет злобу, ненависть, грубость. ",
  "an5.157:3.3": "И почему? ",
  "an5.157:3.4": "Потому что он не воспринимает этого нравственного поведения в самом себе и не обретает восторга и радости, основанных на нём. ",
  "an5.157:3.5": "Поэтому разговор о нравственном поведении является неправильно заведённым, если он адресован тому, кто безнравственен.",
  "an5.157:4.1": "И почему разговор об учёности является неправильно заведённым, если он адресован тому, кто мало знает? ",
  "an5.157:4.2": "Когда ведётся разговор об учёности, человек, который знает мало, выходит из себя, становится раздражительным, враждебным, упрямым. Он проявляет злобу, ненависть, грубость. ",
  "an5.157:4.3": "И почему? ",
  "an5.157:4.4": "Потому что он не воспринимает этой учёности в самом себе и не обретает восторга и радости, основанных на ней. ",
  "an5.157:4.5": "Поэтому разговор об учёности является неправильно заведённым, если он адресован тому, кто мало знает.",
  "an5.157:5.1": "И почему разговор о щедрости является неправильно заведённым, если он адресован тому, кто скуп? ",
  "an5.157:5.2": "Когда ведётся разговор о щедрости, скупой человек выходит из себя, становится раздражительным, враждебным, упрямым. Он проявляет злобу, ненависть, грубость. ",
  "an5.157:5.3": "И почему? ",
  "an5.157:5.4": "Потому что он не воспринимает этой щедрости в самом себе и не обретает восторга и радости, основанных на ней. ",
  "an5.157:5.5": "Поэтому разговор о щедрости является неправильно заведённым, если он адресован тому, кто скуп.",
  "an5.157:6.1": "И почему разговор о мудрости является неправильно заведённым, если он адресован тому, кто немудр? ",
  "an5.157:6.2": "Когда ведётся разговор о мудрости, немудрый человек выходит из себя, становится раздражительным, враждебным, упрямым. Он проявляет злобу, ненависть, грубость. ",
  "an5.157:6.3": "И почему? ",
  "an5.157:6.4": "Потому что он не воспринимает этой мудрости в самом себе и не обретает восторга и радости, основанных на ней. ",
  "an5.157:6.5": "Поэтому разговор о мудрости является неправильно заведённым, если он адресован тому, кто немудр.",
  "an5.157:6.6": "Разговор неправильно заведён, если с учётом сопоставления одной личности и другой он адресован к этим пяти типам личностей.",
  "an5.157:7.1": "Монахи, разговор правильно заведён, если с учётом сопоставления одной личности и другой он адресован к пяти типам личностей. ",
  "an5.157:7.2": "Каким пяти?",
  "an5.157:7.3": "Правильно заведённый разговор – это разговор о вере с тем, кто обладает верой. ",
  "an5.157:7.4": "Правильно заведённый разговор – это разговор о нравственном поведении с тем, кто нравственен. ",
  "an5.157:7.5": "Правильно заведённый разговор – это разговор об учёности с тем, кто учёный. ",
  "an5.157:7.6": "Правильно заведённый разговор – это разговор о щедрости тем, кто щедр. ",
  "an5.157:7.7": "Правильно заведённый разговор – это разговор о мудрости с тем, кто мудр.",
  "an5.157:8.1": "И почему, монахи, разговор о вере является правильно заведённым, если он адресован тому, кто обладает верой? ",
  "an5.157:8.2": "Когда ведётся разговор о вере, человек, обладающий верой, не выходит из себя, не становится раздражительным, враждебным, упрямым. Он не проявляет злобы, ненависти, грубости. ",
  "an5.157:8.3": "И почему? ",
  "an5.157:8.4": "Потому что он воспринимает эту веру в самом себе и обретает восторг и радость, основанные на ней. ",
  "an5.157:8.5": "Поэтому разговор о вере является правильно заведённым, если он адресован тому, кто обладает верой.",
  "an5.157:9.1": "И почему разговор о нравственном поведении…",
  "an5.157:9.2": "",
  "an5.157:9.3": "",
  "an5.157:9.4": "",
  "an5.157:9.5": "",
  "an5.157:10.1": "И почему разговор об учёности…",
  "an5.157:10.2": "",
  "an5.157:10.3": "",
  "an5.157:10.4": "",
  "an5.157:10.5": "",
  "an5.157:11.1": "И почему разговор щедрости…",
  "an5.157:11.2": "",
  "an5.157:11.3": "",
  "an5.157:11.4": "",
  "an5.157:11.5": "",
  "an5.157:12.1": "И почему разговор о мудрости является правильно заведённым, если он адресован тому, кто мудр? ",
  "an5.157:12.2": "Когда ведётся разговор о мудрости, мудрый человек не выходит из себя, не становится раздражительным, враждебным, упрямым. Он не проявляет злобы, ненависти, грубости. ",
  "an5.157:12.3": "И почему? ",
  "an5.157:12.4": "Потому что он воспринимает эту мудрость в самом себе и обретает восторг и радость, основанные на ней. ",
  "an5.157:12.5": "Поэтому разговор о мудрости является правильно заведённым, если он адресован тому, кто мудр.",
  "an5.157:12.6": "Монахи, разговор правильно заведён, если с учётом сопоставления одной личности и другой он адресован этим пяти типам личностей”.",
  "an5.157:12.7": "Седьмая."
}