{
  "an5.135:0.1": "Восходящие Наставления 5.135",
  "an5.135:0.2": "Глава Раджа",
  "an5.135:0.3": "Сутта Сильное желание Первая",
  "an5.135:1.1": "“Монахи, обладая пятью факторами, старший сын помазанного на царство кхаттийского царя жаждет царствования.",
  "an5.135:1.2": "Какими пятью?",
  "an5.135:1.3": "Вот старший сын помазанного на царство кхаттийского царя хорошо рождён с обеих сторон – как с материнской, так и с отцовской. У него чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена по отцовской линии.",
  "an5.135:1.4": "Он красив, привлекателен, элегантен, обладает непревзойдённой красотой своего облика.",
  "an5.135:1.5": "Он мил и приятен своим родителям.",
  "an5.135:1.6": "Он мил и приятен людям из городов и сельской местности.",
  "an5.135:1.7": "Он умелый и натренированный в умениях помазанных на царство кхаттийских царей: будь то езда на слонах, езда на лошадях, управление колесницей, стрельба из лука, или владение мечом.",
  "an5.135:2.1": "Мысль приходит к нему:",
  "an5.135:2.2": "“Я хорошо рождён с обеих сторон…",
  "an5.135:2.3": "так почему я не должен жаждать царствования?",
  "an5.135:2.4": "Я красив, привлекателен…",
  "an5.135:2.5": "так почему я не должен жаждать царствования?",
  "an5.135:2.6": "Я мил и приятен своим родителям,",
  "an5.135:2.7": "так почему я не должен жаждать царствования?",
  "an5.135:2.8": "Я мил и приятен людям…",
  "an5.135:2.9": "так почему я не должен жаждать царствования?",
  "an5.135:2.10": "Я умелый и натренированный в умениях…",
  "an5.135:2.11": "так почему я не должен жаждать царствования?”",
  "an5.135:2.12": "Обладая этими пятью факторами, старший сын помазанного на царство кхаттийского царя жаждет царствования.",
  "an5.135:3.1": "Точно также, монахи, обладая пятью качествами, монах жаждет уничтожения пятен загрязнений ума.",
  "an5.135:3.2": "Какими пятью?",
  "an5.135:3.3": "Вот монах наделён верой. Он верит в просветление Татхагаты так:",
  "an5.135:3.4": "“Благословенный – арахант, полностью просветлённый, совершенный в истинном знании и поведении, достигший блага, знаток мира, непревзойдённый учитель тех, кто готов обучаться, учитель богов и людей, пробуждённый, благословенный”.",
  "an5.135:3.5": "Он редко болеет, редко бывает поражён болезнью, обладает нормальным пищеварением – ни слишком холодным, ни слишком горячим, но умеренным и годным для старания в практике.",
  "an5.135:3.6": "Он честный и открытый, показывает себя Учителю и своим товарищам-монахам таким, каким он и является в действительности.",
  "an5.135:3.7": "Он зародил усилие к отбрасыванию неблагих качеств и к обретению благих качеств. Он решителен, упорен в своём старании, не оставляет обязанности по взращиванию благих качеств в себе.",
  "an5.135:3.8": "Он мудр. Он обладает мудростью, которая различает происхождение и исчезновение – благородной, проницательной, ведущей к полному уничтожению страданий.",
  "an5.135:4.1": "Мысль приходит к нему:",
  "an5.135:4.2": "“Я наделён верой…",
  "an5.135:4.3": "",
  "an5.135:4.4": "так почему я не должен жаждать уничтожения пятен загрязнений ума?",
  "an5.135:4.5": "Я редко болею…",
  "an5.135:4.6": "так почему я не должен жаждать уничтожения пятен загрязнений ума?",
  "an5.135:4.7": "Я честный и открытый…",
  "an5.135:4.8": "так почему я не должен жаждать уничтожения пятен загрязнений ума?",
  "an5.135:4.9": "Я зародил усердие…",
  "an5.135:4.10": "так почему я не должен жаждать уничтожения пятен загрязнений ума?",
  "an5.135:4.11": "Я мудр…",
  "an5.135:4.12": "так почему я не должен жаждать уничтожения пятен?”",
  "an5.135:4.13": "Обладая этими пятью качествами, монах жаждет уничтожения пятен”.",
  "an5.135:4.14": "Пятая."
}