{
  "an5.136:0.1": "Восходящие Наставления 5.136",
  "an5.136:0.2": "Глава Раджа",
  "an5.136:0.3": "Сутта Сильное желание Вторая",
  "an5.136:1.1": "“Монахи, обладая пятью факторами, старший сын помазанного на царство кхаттийского царя жаждет быть наместником царя.",
  "an5.136:1.2": "Какими пятью?",
  "an5.136:1.3": "Вот старший сын помазанного на царство кхаттийского царя хорошо рождён с обеих сторон – как с материнской, так и с отцовской. У него чистейшая родословная, неопровержимая и безупречная в отношении происхождения до седьмого колена по отцовской линии.",
  "an5.136:1.4": "Он красив, привлекателен, элегантен, обладает непревзойдённой красотой своего облика.",
  "an5.136:1.5": "Он мил и приятен своим родителям.",
  "an5.136:1.6": "Он мил и приятен войскам.",
  "an5.136:1.7": "Он мудрый, умный, сведущий, и способен продумать выгоду, что относится к прошлому, настоящему, и будущему.",
  "an5.136:2.1": "Мысль приходит к нему:",
  "an5.136:2.2": "“Я хорошо рождён с обоих сторон…",
  "an5.136:2.3": "так почему я не должен жаждать того, чтобы быть наместником царя?",
  "an5.136:2.4": "Я красив, привлекателен…",
  "an5.136:2.5": "так почему я не должен жаждать того, чтобы быть наместником царя?",
  "an5.136:2.6": "Я мил и приятен своим родителям…",
  "an5.136:2.7": "так почему я не должен жаждать того, чтобы быть наместником царя?",
  "an5.136:2.8": "Я мил и приятен войскам…",
  "an5.136:2.9": "так почему я не должен жаждать того, чтобы быть наместником царя?",
  "an5.136:2.10": "Я мудрый, умный…",
  "an5.136:2.11": "так почему я не должен жаждать того, чтобы быть наместником царя?”",
  "an5.136:2.12": "Обладая этими пятью факторами, старший сын помазанного на царство кхаттийского царя жаждет быть наместником царя.",
  "an5.136:3.1": "Точно также, монахи, обладая пятью качествами, монах жаждет уничтожения пятен загрязнений ума.",
  "an5.136:3.2": "Какими пятью?",
  "an5.136:3.3": "Вот монах нравственен. Он пребывает, обуздывая себя Патимоккхой, обладая хорошим поведением и подобающими средствами, видя опасность в мельчайших проступках. Возложив на себя правила тренировки, он тренируется в них.",
  "an5.136:3.4": "Он много изучал, помнит то, что учил, накапливает в своём уме то, что он изучил. Те учения, что прекрасны в начале, прекрасны в середине, и прекрасны в конце, правильны и в духе и в букве, провозглашающие идеально полную и чистую святую жизнь – таких учений он много изучал, удерживал в уме, повторял вслух по памяти, исследовал их в уме, и тщательно проникал в них воззрением.",
  "an5.136:3.5": "Он тот, чей ум хорошо утверждён в четырёх основах осознанности.",
  "an5.136:3.6": "Он зародил усилие к отбрасыванию неблагих качеств и к обретению благих качеств. Он решителен, упорен в своём старании, не оставляет обязанности по взращиванию благих качеств в себе.",
  "an5.136:3.7": "Он мудр. Он обладает мудростью, которая различает происхождение и исчезновение – благородной, проницательной, ведущей к полному уничтожению страданий.",
  "an5.136:4.1": "Мысль приходит к нему:",
  "an5.136:4.2": "“Я нравственен…",
  "an5.136:4.3": "так почему я не должен жаждать уничтожения пятен загрязнений ума?”",
  "an5.136:4.4": "Я много изучал…",
  "an5.136:4.5": "так почему я не должен жаждать уничтожения пятен загрязнений ума?”",
  "an5.136:4.6": "Я тот, чей ум хорошо утверждён в четырёх основах осознанности…",
  "an5.136:4.7": "так почему я не должен жаждать уничтожения пятен загрязнений ума?”",
  "an5.136:4.8": "Я зародил усердие…",
  "an5.136:4.9": "так почему я не должен жаждать уничтожения пятен загрязнений ума?”",
  "an5.136:4.10": "Я мудр…",
  "an5.136:4.11": "так почему я не должен жаждать уничтожения пятен загрязнений ума?”",
  "an5.136:4.12": "Обладая этими пятью качествами, монах жаждет уничтожения пятен”.",
  "an5.136:4.13": "Шестая."
}