{
  "an5.32:0.1": "Восходящие Наставления 5.32",
  "an5.32:0.2": "Глава Сумана",
  "an5.32:0.3": "Сутта Чунди",
  "an5.32:1.1": "Однажды Благословенный пребывал в Раджагахе в Бамбуковой Роще в Беличьем Святилище.",
  "an5.32:1.2": "И тогда принцесса Чунди в сопровождении пяти сотен колесниц и пяти сотен придворных дам отправилась к Благословенному, поклонилась ему, и села рядом. Затем принцесса Чунди сказала Благословенному:",
  "an5.32:2.1": "“Почтенный, мой брат – принц Чунда. Он говорит так:",
  "an5.32:2.2": "“Когда женщина или когда мужчина принял прибежище в Будде, Дхамме, и Сангхе, и воздерживается от уничтожения жизни, от взятия того, что не дано, от неблагого сексуального поведения, от лжи, от употребления спиртных напитков, вина, и одурманивающих веществ, что создают основу для беспечности, то после распада тела, после смерти, он перерождается только в благом уделе, а не в плохом уделе”.",
  "an5.32:2.3": "Я спрашиваю Благословенного:",
  "an5.32:2.4": "“Почтенный, по отношению к какому учителю следует обладать уверенностью, чтобы после распада тела, после смерти, переродиться только в благом уделе, а не в плохом уделе?",
  "an5.32:2.5": "По отношению к какой Дхамме следует обладать уверенностью, чтобы после распада тела, после смерти, переродиться только в благом уделе, а не в плохом уделе?",
  "an5.32:2.6": "По отношению к какой Сангхе следует обладать уверенностью, чтобы после распада тела, после смерти, переродиться только в благом уделе, а не в плохом уделе?",
  "an5.32:2.7": "Какой вид нравственного поведения следует исполнять, чтобы после распада тела, после смерти, переродиться только в благом уделе, а не в плохом уделе?”",
  "an5.32:3.1": "“Чунди, каких бы в мире ни было живых существ – безногих или двуногих, четвероногих, многоногих, обладающих формой или бесформенных, обладающих восприятием или не обладающих восприятием, или ни обладающих восприятием, ни не обладающих восприятием – среди них Татхагата, Арахант, Полностью Просветлённый, считается наивысшим.",
  "an5.32:3.2": "Те, кто обладают уверенностью по отношению к Будде, имеют уверенность в наивысшем,",
  "an5.32:3.3": "а у тех, у кого имеется уверенность в наивысшем, наивысшим становится и результат.",
  "an5.32:4.1": "Чунди, каких бы в мире ни было феноменов, которые являются обусловленными, Благородный Восьмеричный Путь считается наивысшим из них.",
  "an5.32:4.2": "Те, у кого есть уверенность в Благородном Восьмеричном Пути, имеют уверенность в наивысшем, а у тех, у кого имеется уверенность в наивысшем, наивысшим становится и результат.",
  "an5.32:5.1": "Чунди, каких бы в мире ни было феноменов, которые являются либо обусловленными, либо необусловленными, бесстрастие считается наивысшим из них, то есть,",
  "an5.32:5.2": "сокрушение гордыни, устранение жажды, искоренение привязанности, прекращение круговерти сансары, уничтожение цепляния, бесстрастие, прекращение, ниббана.",
  "an5.32:5.3": "Те, у кого есть уверенность в Дхамме, в бесстрастии, имеют уверенность в наивысшем,",
  "an5.32:5.4": "а у тех, у кого имеется уверенность в наивысшем, наивысшим становится и результат.",
  "an5.32:6.1": "Чунди, каких бы в мире ни было Сангх или групп, Сангха учеников Татхагаты считается наивысшей из них, то есть,",
  "an5.32:6.2": "четыре пары или восемь типов личностей – это Сангха учеников Благословенного: достойная даров, достойная гостеприимства, достойная подношений, достойная уважения; несравненное поле заслуг для мира.",
  "an5.32:6.3": "Те, у кого есть уверенность в Сангхе, имеют уверенность в наивысшем,",
  "an5.32:6.4": "а у тех, у кого имеется уверенность в наивысшем, наивысшим становится и результат.",
  "an5.32:7.1": "Чунди, до той степени, до которой имеет место нравственное поведение, то нравственное поведение, которое дорого Благородным, считается наивысшим, то есть,",
  "an5.32:7.2": "когда оно цельное, безупречное, не имеющее изъянов, незапятнанное, освобождающее, восхваляемое мудрецами, яркое, ведущее к сосредоточению.",
  "an5.32:7.3": "Те, кто исполняют нравственное поведение, которое дорого Благородным, исполняют наивысшее,",
  "an5.32:7.4": "а у тех, кто исполняет наивысшее, наивысшим становится и результат”. И далее он добавил:",
  "an5.32:8.1": "“Доверием к высшему кто обладает,",
  "an5.32:8.2": "Знает кто высочайшую Дхамму,",
  "an5.32:8.3": "В Будде уверен кто, в высочайшем,",
  "an5.32:8.4": "В непревзойдённом, дарений достойном;",
  "an5.32:9.1": "Тот, в наивысшей кто Дхамме уверен,",
  "an5.32:9.2": "То есть, в блаженном покое бесстрастия;",
  "an5.32:9.3": "Тот, в высочайшей кто Сангхе уверен,",
  "an5.32:9.4": "Непревзойдённом поле заслуг;",
  "an5.32:10.1": "Тот, кто дары самым лучшим подносит –",
  "an5.32:10.2": "Тот в лучшем виде заслуг возрастает:",
  "an5.32:10.3": "Лучший срок жизни, и облик и слава,",
  "an5.32:10.4": "Счастье и сила, благая молва.",
  "an5.32:11.1": "Мудрый, дары наивысшим дающий,",
  "an5.32:11.2": "Сосредоточен на Дхамме высокой.",
  "an5.32:11.3": "Став божеством или вновь человеком,",
  "an5.32:11.4": "Счастлив, ведь высшее смог обрести он”.",
  "an5.32:11.5": "Вторая."
}