{
  "an5.139:0.1": "Восходящие Наставления 5.139",
  "an5.139:0.2": "Глава Раджа",
  "an5.139:0.3": "Сутта Не может терпеть",
  "an5.139:1.1": "“Монахи, обладая пятью факторами, огромный царский слон недостоин царя, не является принадлежностью царя, не считается одним из факторов царствования.",
  "an5.139:1.2": "Какими пятью?",
  "an5.139:1.3": "Он не может терпеливо переносить формы… звуки… запахи… вкусы… и не может терпеливо переносить тактильные ощущения.",
  "an5.139:2.1": "И каким образом огромный царский слон не может терпеливо переносить формы?",
  "an5.139:2.2": "Когда огромный царский слон отправился на битву, он, завидев боевых слонов, конницу, колесницы, или пехоту, падает, рушится на землю, не может собраться с духом, не может идти на битву.",
  "an5.139:2.3": "Вот каким образом огромный царский слон не может терпеливо переносить формы.",
  "an5.139:3.1": "И каким образом огромный царский слон не может терпеливо переносить звуки?",
  "an5.139:3.2": "Когда огромный царский слон отправился на битву, он, услышав звук слонов, конницы, колесниц, или пехоты, или же звуки барабанов, литавр, горнов, тамтамов, падает, рушится на землю, не может собраться с духом, не может идти на битву.",
  "an5.139:3.3": "Вот каким образом огромный царский слон не может терпеливо переносить звуки.",
  "an5.139:4.1": "И каким образом огромный царский слон не может терпеливо переносить запахи?",
  "an5.139:4.2": "Когда огромный царский слон отправился на битву, учуяв запах мочи и фекалий огромных царских слонов из племенного поголовья, привыкших к сражениям, он падает, рушится на землю, не может собраться с духом, не может идти на битву.",
  "an5.139:4.3": "Вот каким образом огромный царский слон не может терпеливо переносить запахи.",
  "an5.139:5.1": "И каким образом огромный царский слон не может терпеливо переносить вкусы?",
  "an5.139:5.2": "Когда огромный царский слон отправился на битву, если его лишили порции травы и воды, или же двух, трёх, четырёх, или пяти порций, он падает, рушится на землю, не может собраться с духом, не может идти на битву.",
  "an5.139:5.3": "Вот каким образом огромный царский слон не может терпеливо переносить запахи.",
  "an5.139:6.1": "И каким образом огромный царский слон не может терпеливо переносить тактильные ощущения?",
  "an5.139:6.2": "Когда огромный царский слон отправился на битву, если его пронзили одним залпом стрел, или двумя, тремя, четырьмя, или пятью залпами, он падает, рушится на землю, не может собраться с духом, не может идти на битву.",
  "an5.139:6.3": "Вот каким образом огромный царский слон не может терпеливо переносить тактильные ощущения.",
  "an5.139:7.1": "Обладая этими пятью факторами, огромный царский слон недостоин царя, не является принадлежностью царя, не считается одним из факторов царствования.",
  "an5.139:8.1": "Точно также, монахи, обладая пятью качествами, монах недостоин даров, недостоин гостеприимства, недостоин подношений, недостоин почтительного приветствия, не является непревзойдённым полем заслуг для мира.",
  "an5.139:8.2": "Какими пятью?",
  "an5.139:8.3": "Он не может терпеливо переносить формы… звуки… запахи… вкусы… и не может терпеливо переносить тактильные ощущения.",
  "an5.139:9.1": "И каким образом монах не может терпеливо переносить формы?",
  "an5.139:9.2": "Вот монах, увидев форму глазом, становится очарованным и соблазнённым формой, не может сосредоточить свой ум.",
  "an5.139:9.3": "Вот каким образом монах не может терпеливо переносить формы.",
  "an5.139:10.1": "И каким образом монах не может терпеливо переносить звуки?",
  "an5.139:10.2": "Вот монах, услышав ухом звук, становится очарованным и соблазнённым звуком, не может сосредоточить свой ум.",
  "an5.139:10.3": "Вот каким образом монах не может терпеливо переносить звуки.",
  "an5.139:11.1": "И каким образом монах не может терпеливо переносить запахи?",
  "an5.139:11.2": "Вот монах, унюхав носом запах, становится очарованным и соблазнённым запахом, не может сосредоточить свой ум.",
  "an5.139:11.3": "Вот каким образом монах не может терпеливо переносить запахи.",
  "an5.139:12.1": "И каким образом монах не может терпеливо переносить вкусы?",
  "an5.139:12.2": "Вот монах, распробовав языком вкус, становится очарованным и соблазнённым вкусом, не может сосредоточить свой ум.",
  "an5.139:12.3": "Вот каким образом монах не может терпеливо переносить вкусы.",
  "an5.139:13.1": "И каким образом монах не может терпеливо переносить тактильные ощущения?",
  "an5.139:13.2": "Вот монах, ощутив тактильное ощущение телом, становится очарованным и соблазнённым тактильным ощущением, не может сосредоточить свой ум.",
  "an5.139:13.3": "Вот каким образом монах не может терпеливо переносить тактильные ощущения.",
  "an5.139:14.1": "Обладая этими пятью качествами, монах недостоин даров, недостоин гостеприимства, недостоин подношений, недостоин почтительного приветствия, не является непревзойдённым полем заслуг для мира.",
  "an5.139:15.1": "Монахи, обладая пятью факторами, огромный царский слон достоин царя, является принадлежностью царя, считается одним из факторов царствования.",
  "an5.139:15.2": "Какими пятью?",
  "an5.139:15.3": "Он терпеливо переносит формы… звуки… запахи… вкусы… тактильные ощущения.",
  "an5.139:16.1": "И каким образом огромный царский слон терпеливо переносит формы?",
  "an5.139:16.2": "Когда огромный царский слон отправился на битву, он, завидев боевых слонов, конницу, колесницы или пехоту, не падает, не рушится на землю, собирается с духом и может идти на битву.",
  "an5.139:16.3": "Вот каким образом огромный царский слон терпеливо переносит формы.",
  "an5.139:17.1": "И каким образом огромный царский слон терпеливо переносит звуки?",
  "an5.139:17.2": "Когда огромный царский слон отправился на битву, он, услышав звук слонов… собирается с духом и может идти на битву…",
  "an5.139:17.3": "",
  "an5.139:18.1": "И каким образом огромный царский слон терпеливо переносит запахи?",
  "an5.139:18.2": "Когда огромный царский слон отправился на битву, учуяв запах… собирается с духом и может идти на битву….",
  "an5.139:18.3": "",
  "an5.139:19.1": "И каким образом огромный царский слон терпеливо переносит вкусы?",
  "an5.139:19.2": "Когда огромный царский слон отправился на битву, если его лишили порции… собирается с духом и может идти на битву…",
  "an5.139:19.3": "",
  "an5.139:20.1": "И каким образом огромный царский слон терпеливо переносит тактильные ощущения?",
  "an5.139:20.2": "Когда огромный царский слон отправился на битву, если его пронзили… собирается с духом и может идти на битву.",
  "an5.139:20.3": "Вот каким образом огромный царский слон терпеливо переносит тактильные ощущения.",
  "an5.139:21.1": "Обладая этими пятью факторами, огромный царский слон достоин царя, является принадлежностью царя, считается одним из факторов царствования.",
  "an5.139:22.1": "Точно также, монахи, обладая пятью качествами, монах достоин даров, достоин гостеприимства, достоин подношений, достоин почтительного приветствия, является непревзойдённым полем заслуг для мира.",
  "an5.139:22.2": "Какими пятью?",
  "an5.139:22.3": "Он терпеливо переносит формы… звуки… запахи… вкусы… тактильные ощущения.",
  "an5.139:23.1": "И каким образом монах терпеливо переносит формы?",
  "an5.139:23.2": "Вот монах, увидев форму глазом, не становится очарованным и соблазнённым формой и может сосредоточить свой ум.",
  "an5.139:23.3": "Вот каким образом монах терпеливо переносит формы.",
  "an5.139:24.1": "И каким образом монах терпеливо переносит звуки…",
  "an5.139:24.2": "",
  "an5.139:24.3": "",
  "an5.139:25.1": "запахи…",
  "an5.139:25.2": "",
  "an5.139:25.3": "",
  "an5.139:26.1": "вкусы…",
  "an5.139:26.2": "",
  "an5.139:26.3": "",
  "an5.139:27.1": "тактильные ощущения?",
  "an5.139:27.2": "Вот монах, ощутив тактильное ощущение телом, не становится очарованным и соблазнённым тактильным ощущением и может сосредоточить свой ум.",
  "an5.139:27.3": "Вот каким образом монах терпеливо переносит тактильные ощущения.",
  "an5.139:28.1": "Обладая этими пятью качествами, монах достоин даров, достоин гостеприимства, достоин подношений, достоин почтительного приветствия, является непревзойдённым полем заслуг для мира”.",
  "an5.139:28.2": "Девятая."
}