{
  "an5.156:0.1": "Восходящие Наставления 5.156",
  "an5.156:0.2": "Глава Саддхамма",
  "an5.156:0.3": "Сутта Упадок благой Дхаммы Третья",
  "an5.156:1.1": "“Монахи, есть эти пять вещей, ведущих к упадку и исчезновению благой Дхаммы.",
  "an5.156:1.2": "Какие пять?",
  "an5.156:1.3": "Бывает так, когда монахи заучивают лекции, которые были плохо обретены, с плохо установленными словами и фразами.",
  "an5.156:1.4": "Когда слова и фразы плохо установлены, смысл плохо объяснён.",
  "an5.156:1.5": "Такова первая вещь, которая ведёт к упадку и исчезновению благой Дхаммы.",
  "an5.156:2.1": "Далее, монахов трудно поправить, и они обладают качествами, из-за которых их трудно поправить. Они нетерпеливы и получают наставления без уважения.",
  "an5.156:2.2": "Такова вторая вещь…",
  "an5.156:3.1": "Далее, те монахи, которые учёные, наследники наследия, эксперты в Дхамме, эксперты в Винае, эксперты в основных положениях Дхаммы, без уважения обучают лекциям по Дхамме других.",
  "an5.156:3.2": "Когда они умирают, лекции оказываются срубленными под корень, не остаётся никого, кто бы их сохранил.",
  "an5.156:3.3": "Такова третья вещь…",
  "an5.156:4.1": "Далее, старшие монахи являются теми, кто проживает в роскоши – апатичными, превосходящими других в своём падении, уклоняющимися от своей обязанности жить в затворничестве. Они не прилагают усилий к достижению ещё-не-достигнутого, к обретению ещё-не-обретённого, к осуществлению ещё-не-осуществлённого.",
  "an5.156:4.2": "Они станут образцом для будущих поколений,",
  "an5.156:4.3": "которые также станут проживать в роскоши, будут апатичными, превосходящими других в своём падении, уклоняющимися от своей обязанности жить в затворничестве. И те также не будут прилагать усилий к достижению ещё-не-достигнутого, к обретению ещё-не-обретённого, к осуществлению ещё-не-осуществлённого.",
  "an5.156:4.4": "Такова четвёртая вещь…",
  "an5.156:5.1": "Далее, имеет место раскол в Сангхе,",
  "an5.156:5.2": "а когда в Сангхе раскол, то имеет место взаимное обвинение, взаимное оскорбление, взаимное унижение, взаимное неприятие.",
  "an5.156:5.3": "И тогда те, у кого нет уверенности, не обретают уверенность, а те, у кого есть уверенность, начинают думать иначе.",
  "an5.156:5.4": "Такова пятая вещь, которая ведёт к упадку и исчезновению благой Дхаммы.",
  "an5.156:5.5": "Таковы пять вещей, ведущих к упадку и исчезновению благой Дхаммы.",
  "an5.156:6.1": "Монахи, эти пять вещей ведут к продолжительности, не-упадку и не-исчезновению благой Дхаммы.",
  "an5.156:6.2": "Какие пять?",
  "an5.156:6.3": "Вот монахи заучивают лекции, которые были хорошо обретены, с хорошо установленными словами и фразами.",
  "an5.156:6.4": "Когда слова и фразы хорошо установлены, смысл хорошо объяснён.",
  "an5.156:6.5": "Такова первая вещь…",
  "an5.156:7.1": "Далее, монахов легко поправить, и они обладают качествами, из-за которых их легко поправить. Они терпеливы и получают наставления с уважением.",
  "an5.156:7.2": "Такова вторая вещь…",
  "an5.156:8.1": "Далее, те монахи, которые учёные, наследники наследия, эксперты в Дхамме, эксперты в Винае, эксперты в основных положениях Дхаммы, с уважением обучают лекциям по Дхамме других.",
  "an5.156:8.2": "Когда они умирают, лекции не оказываются срубленными под корень, ведь есть те, кто их сохраняет.",
  "an5.156:8.3": "Такова третья вещь…",
  "an5.156:9.1": "Далее, старшие монахи не являются теми, кто проживает в роскоши – они не апатичные, не превосходящие других в своём падении, не уклоняющиеся от своей обязанности жить в затворничестве. Они зарождают усердие к достижению ещё-не-достигнутого, к обретению ещё-не-обретённого, к осуществлению ещё-не-осуществлённого.",
  "an5.156:9.2": "Они станут образцом для будущих поколений,",
  "an5.156:9.3": "которые также не станут проживать в роскоши, не будут апатичными, превосходящими других в своём падении, уклоняющимися от своей обязанности жить в затворничестве. И те также будут зарождать усердие к достижению ещё-не-достигнутого, к обретению ещё-не-обретённого, к осуществлению ещё-не-осуществлённого.",
  "an5.156:9.4": "Такова четвёртая вещь…",
  "an5.156:10.1": "Далее, Сангха пребывает в умиротворении – в согласии, в гармонии, без споров, с единой декламацией текстов.",
  "an5.156:10.2": "Когда Сангха находится в согласии, то нет взаимного обвинения, взаимного оскорбления, взаимного унижения, взаимного неприятия.",
  "an5.156:10.3": "И тогда те, у кого нет уверенности, обретают уверенность, а те, у кого есть уверенность, возрастают в своей уверенности.",
  "an5.156:10.4": "Такова пятая вещь, которая ведёт к продолжительности, не-упадку и не-исчезновению благой Дхаммы.",
  "an5.156:10.5": "Таковы, монахи, пять вещей, ведущих к продолжительности, к не-упадку и не-исчезновению благой Дхаммы”.",
  "an5.156:10.6": "Шестая."
}