{
  "an5.80:0.1": "Восходящие Наставления 5.80",
  "an5.80:0.2": "Глава Йодхаджива",
  "an5.80:0.3": "Сутта  Будущие опасности Четвёртая",
  "an5.80:1.1": "“Монахи, эти пять ещё не возникших опасностей возникнут в будущем.",
  "an5.80:1.2": "Будьте бдительны к ним,",
  "an5.80:1.3": "и, будучи бдительными, поступайте так, чтобы устранить их.",
  "an5.80:2.1": "Какие же это пять опасностей?",
  "an5.80:2.2": "В будущем появятся монахи, у которых будет желание носить хорошие одеяния.",
  "an5.80:2.3": "Из-за этого желания они будут пренебрегать практикой ношения обносков. Они будут пренебрегать уединёнными лесами и дикими местами.",
  "an5.80:2.4": "Они переберутся в поселения, города и столицы, обосновываясь там. Ради одеяний они будут совершать многочисленные непристойные и неподобающие поступки.",
  "an5.80:2.5": "Это, монахи, первая будущая опасность, невозникшая в настоящем, которая возникнет в будущем.",
  "an5.80:2.6": "Будьте бдительны к ней,",
  "an5.80:2.7": "и, будучи бдительными, поступайте так, чтобы устранить её.",
  "an5.80:3.1": "Далее, в будущем появятся монахи, у которых будет желание вкушать хорошую еду.",
  "an5.80:3.2": "Из-за этого желания они будут пренебрегать практикой хождения за подаянием. Они будут пренебрегать уединёнными лесами и дикими местами.",
  "an5.80:3.3": "Они переберутся в поселения, города и столицы, и, обосновываясь там, будут выискивать наилучшие вкусы кончиками своих языков. Ради еды они будут совершать многочисленные непристойные и неподобающие поступки.",
  "an5.80:3.4": "Это, монахи, вторая будущая опасность, невозникшая в настоящем, которая возникнет в будущем.",
  "an5.80:3.5": "Будьте бдительны к ней,",
  "an5.80:3.6": "и, будучи бдительными, поступайте так, чтобы устранить её.",
  "an5.80:4.1": "Далее, в будущем появятся монахи, у которых будет желание проживать в хороших жилищах.",
  "an5.80:4.2": "Из-за этого желания они будут пренебрегать практикой проживания в диких местах. Они будут пренебрегать уединёнными лесами и дикими местами.",
  "an5.80:4.3": "Они переберутся в поселения, города и столицы, обосновываясь там. Ради жилища они будут совершать многочисленные непристойные и неподобающие поступки.",
  "an5.80:4.4": "Это, монахи, третья будущая опасность, невозникшая в настоящем, которая возникнет в будущем.",
  "an5.80:4.5": "Будьте бдительны к ней,",
  "an5.80:4.6": "и, будучи бдительными, поступайте так, чтобы устранить её.",
  "an5.80:5.1": "Далее, в будущем появятся монахи, проживающие в близком общении с монахинями, послушницами, младшими монахинями.",
  "an5.80:5.2": "По мере их общения с монахинями, послушницами, младшими монахинями, можно будет ожидать",
  "an5.80:5.3": "либо их неудовлетворённости ведением святой жизни, либо совершения ими одного из грубейших проступков, за счёт чего они оставят тренировку и вернутся к низшей жизни домохозяев.",
  "an5.80:5.4": "Это, монахи, четвёртая будущая опасность, невозникшая в настоящем, которая возникнет в будущем.",
  "an5.80:5.5": "Будьте бдительны к ней,",
  "an5.80:5.6": "и, будучи бдительными, поступайте так, чтобы устранить её.",
  "an5.80:6.1": "Далее, в будущем появятся монахи, проживающие в близком общении с помощниками по монастырю и с младшими монахами.",
  "an5.80:6.2": "По мере их общения с помощниками по монастырю и с младшими монахами, можно будет ожидать,",
  "an5.80:6.3": "что они будут жить, накапливая всевозможное имущество, заведут поля и огороды.",
  "an5.80:6.4": "Это, монахи, пятая будущая опасность, невозникшая в настоящем, которая возникнет в будущем.",
  "an5.80:6.5": "Будьте бдительны к ней,",
  "an5.80:6.6": "и, будучи бдительными, поступайте так, чтобы устранить её..",
  "an5.80:7.1": "Монахи, таковы эти пять ещё не возникших опасностей, что возникнут в будущем.",
  "an5.80:7.2": "Будьте бдительны к ним,",
  "an5.80:7.3": "и, будучи бдительными, поступайте так, чтобы устранить их”.",
  "an5.80:7.4": "Десятая.",
  "an5.80:7.5": "Глава Йодхаджива Третья.",
  "an5.80:8.0": "Оглавление",
  "an5.80:8.1": "",
  "an5.80:8.2": "",
  "an5.80:8.3": "",
  "an5.80:8.4": ""
}