{
  "an5.141:0.1": "Восходящие Наставления 5.141",
  "an5.141:0.2": "Глава Тикандака",
  "an5.141:0.3": "Сутта Сделав дар, он презирает",
  "an5.141:1.1": "“Монахи, в мире есть эти пять видов личностей.",
  "an5.141:1.2": "Какие пять?",
  "an5.141:1.3": "Тот, кто делает дар, а потом презирает. Тот, кто презирает из-за проживания вместе. Тот, кто с лёгкостью верит слухам. Тот, кто непостоянен. Тот, кто тупой и глупый.",
  "an5.141:2.1": "И каким образом человек является тем, кто делает дар, а затем презирает?",
  "an5.141:2.2": "Вот некий человек дарит другому одеяние, еду, жилище, лекарства и обеспечение для больных.",
  "an5.141:2.3": "Мысль приходит к нему:",
  "an5.141:2.4": "“Я даю,",
  "an5.141:2.5": "он получает”.",
  "an5.141:2.6": "Отдав ему дар, он презирает его.",
  "an5.141:2.7": "Вот каков человек, который делает дар, а затем презирает.",
  "an5.141:3.1": "И каким образом человек является тем, кто презирает из-за проживания вместе?",
  "an5.141:3.2": "Вот некий человек живёт рядом с другим в течение двух или трёх лет.",
  "an5.141:3.3": "Затем он презирает другого, потому что они жили вместе.",
  "an5.141:3.4": "Вот каков человек, который презирает из-за проживания вместе.",
  "an5.141:4.1": "И каким образом человек является тем, кто с лёгкостью верит слухам?",
  "an5.141:4.2": "Вот, когда хвалят или порицают некоего человека, он охотно верит этому.",
  "an5.141:4.3": "Вот каков человек, который с лёгкостью верит слухам.",
  "an5.141:5.1": "И каким образом человек является непостоянным?",
  "an5.141:5.2": "Бывает так, что вера, преданность, любовь, и доверие человека переменчивы.",
  "an5.141:5.3": "Вот каков человек, который непостоянен.",
  "an5.141:6.1": "И каким образом человек является тупым и глупым?",
  "an5.141:6.2": "Вот человек не знает о том, какие качества являются благими, а какие неблагими; какие качества заслуживают порицания, а какие являются безупречными; какие качества являются низшими, а какие высочайшими. Он не знает тёмных и ярких качеств, а также их противоположностей.",
  "an5.141:6.3": "Вот каким образом человек является тупым и глупым.",
  "an5.141:6.4": "Таковы, монахи, пять видов личностей в этом мире”.",
  "an5.141:6.5": "Первая."
}