{
  "an5.196:0.1": "Восходящие Наставления 5.196",
  "an5.196:0.2": "Глава Брахман",
  "an5.196:0.3": "Сутта Великие Сны",
  "an5.196:1.1": "“Монахи, до его просветления, когда он всё ещё был не полностью просветлённым бодхисаттой, пять великих снов приснились Татхагате, Араханту, Полностью Просветлённому. ",
  "an5.196:1.2": "Какие пять?",
  "an5.196:1.3": "До его просветления, когда он всё ещё был не полностью просветлённым бодхисаттой, Татхагате, Араханту, Полностью Просветлённому приснилось, что эта великая земля была остовом его кровати; Гималаи, царь всех гор, были его подушкой; его левая рука покоилась на восточном море, его правая рука покоилась на западном море, обе его ноги покоились на южном море. ",
  "an5.196:1.4": "Это был первый великий сон, приснившийся Татхагате, Араханту, Полностью Просветлённому, когда он всё ещё был не полностью просветлённым бодхисаттой.",
  "an5.196:2.1": "Далее… Татхагате, Араханту, Полностью Просветлённому приснилось, что трава, называемая тирией, выросла из его пупка до самых небес. ",
  "an5.196:2.2": "Это был второй великий сон…",
  "an5.196:3.1": "Далее… Татхагате, Араханту, Полностью Просветлённому приснилось, что белые черви с чёрными головками наползли со ступней до колен и покрыли их. ",
  "an5.196:3.2": "Это был третий великий сон…",
  "an5.196:4.1": "Далее… Татхагате, Араханту, Полностью Просветлённому приснилось, что четыре птицы, каждая своего цвета, прилетели с четырёх сторон света, упали возле его ступней, и стали белыми. ",
  "an5.196:4.2": "Это был четвёртый великий сон…",
  "an5.196:5.1": "Далее, до его просветления, когда он всё ещё был не полностью просветлённым бодхисаттой, Татхагате, Араханту, Полностью Просветлённому приснилось, что он взобрался на огромную навозную кучу, не запачкавшись ею. ",
  "an5.196:5.2": "Это был пятый великий сон, приснившийся Татхагате, Араханту, Полностью Просветлённому, когда он всё ещё был не полностью просветлённым бодхисаттой.",
  "an5.196:6.1": "Монахи, когда Татхагате, Араханту, Полностью Просветлённому – когда он всё ещё был не полностью просветлённым бодхисаттой – приснилось, что эта великая земля была остовом его кровати; Гималаи, царь всех гор, были его подушкой; его левая рука покоилась на восточном море, его правая рука покоилась на западном море, обе его ноги покоились на южном море – ",
  "an5.196:6.2": "то это было предзнаменованием того, что он пробудится в непревзойдённое, совершенное просветление. ",
  "an5.196:6.3": "Этот первый великий сон приснился ему как знамение того, что его пробуждение неизбежно.",
  "an5.196:7.1": "Когда Татхагате… приснилось, что трава, называемая тирией, выросла из его пупка до самых небес – ",
  "an5.196:7.2": "то это было предзнаменованием того, что он пробудится в Благородный Восьмеричный Путь и хорошо провозгласит его среди богов и людей. ",
  "an5.196:7.3": "Этот второй великий сон приснился ему как знамение того, что его пробуждение неизбежно.",
  "an5.196:8.1": "Когда Татхагате… приснилось, что белые черви с чёрными головками наползли со ступней до колен и покрыли их – ",
  "an5.196:8.2": "то это было предзнаменованием того, что множество одетых в белое домохозяев на всю жизнь примут прибежище в Татхагате. ",
  "an5.196:8.3": "Этот третий великий сон приснился ему как знамение того, что его пробуждение неизбежно.",
  "an5.196:9.1": "Когда Татхагате… приснилось, что четыре птицы, каждая своего цвета, прилетели с четырёх сторон света, упали возле его ступней, и стали белыми – ",
  "an5.196:9.2": "то это было предзнаменованием того, что члены четырёх варн – кхаттии, брахманы, вессы, судды – покинут жизнь домохозяйскую ради жизни бездомной в Дхамме и Винае, что были провозглашены Татхагатой, и реализуют непревзойдённое освобождение. ",
  "an5.196:9.3": "Этот четвёртый великий сон приснился ему как знамение того, что его пробуждение неизбежно.",
  "an5.196:10.1": "Монахи, когда Татхагате, Араханту, Полностью Просветлённому – когда он всё ещё был не полностью просветлённым бодхисаттой – приснилось, что он взобрался на огромную навозную кучу, не запачкавшись ею – ",
  "an5.196:10.2": "то это было предзнаменованием того, что он будет получать одеяния, еду с подаяний, жилища, лекарства и обеспечение для больных, и он будет использовать их не будучи привязанным к ним, не будучи очарованным ими, не будучи слепо поглощённым в них, видя опасность и понимая спасение. ",
  "an5.196:10.3": "Этот пятый великий сон приснился ему как знамение того, что его пробуждение неизбежно.",
  "an5.196:11.1": "Таковы, монахи, пять великих снов, что приснились Татхагате, Араханту, Полностью Просветлённому, когда он всё ещё был не полностью просветлённым бодхисаттой”.",
  "an5.196:11.2": "Шестая."
}