{
  "mn102:0.1": "Discorsi medi 102 ",
  "mn102:0.2": "Il discorso sui cinque e i tre ",
  "mn102:1.1": "Così ho sentito. ",
  "mn102:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn102:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn102:1.4": "“Monaci!” ",
  "mn102:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn102:1.6": "Il Buddha disse: ",
  "mn102:2.1": "“Monaci, ci sono asceti e bramini che speculano e teorizzano sul futuro, e postulano varie ipotesi riguardo al futuro. ",
  "mn102:2.2": "Alcuni propongono questo: ‘Il Sé è percipiente e sano dopo la morte’. ",
  "mn102:2.4": "Alcuni propongono questo: ‘Il Sé è non-percipiente e sano dopo la morte’. ",
  "mn102:2.6": "Alcuni propongono questo: ‘Il Sé non è né percipiente né non-percipiente e sano dopo la morte’. ",
  "mn102:2.8": "Ma alcuni propongono l’annientamento, l’eradicazione, e l’obliterazione di un essere esistente, mentre altri propongono l’estinzione nella vita presente. ",
  "mn102:2.9": "Quindi postulano un Sé sano dopo la morte, o postulano l’annientamento di un essere esistente, mentre alcuni propongono l’estinzione nella vita presente. ",
  "mn102:2.10": "In questo modo cinque diventano tre, e tre diventano cinque. ",
  "mn102:2.11": "Questo è il passaggio da recitare dei cinque e i tre. ",
  "mn102:3.1": "Ora, gli asceti e i bramini che postulano un Sé percipiente e sano dopo la morte lo descrivono come materiale, o immateriale, o sia materiale che immateriale, o né materiale né immateriale. Oppure lo descrivono con percezione unificata, o con percezione diversificata, o con percezione limitata o con percezione illimitata. O alcuni tra coloro che vanno oltre a questo propongono una coscienza universale, illimitata e imperturbabile. ",
  "mn102:4.1": "Il Realizzato comprende questo così: ",
  "mn102:4.2": "Ci sono asceti e i bramini che postulano un Sé percipiente e sano dopo la morte e lo descrivono come materiale, o immateriale, o sia materiale che immateriale, o né materiale né immateriale. Oppure lo descrivono con percezione unificata, o con percezione diversificata, o con percezione limitata o con percezione illimitata. ",
  "mn102:4.4": "Oppure alcuni, percependo che ‘non c’è nulla in assoluto’, propongono la dimensione del nulla, illimitata e imperturbabile. Dichiarano che questa sia la percezione più pura, più alta, migliore, e suprema di tutte, che siano percezioni materiali, immateriali, di unità, o di diversità. ",
  "mn102:4.5": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle attività: <em>quello</em> è reale’. ",
  "mn102:4.6": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:5.1": "Ora, gli asceti e i bramini che postulano un Sé non-percipiente e sano dopo la morte lo descrivono come materiale, o immateriale, o sia materiale che immateriale, o né materiale né immateriale. ",
  "mn102:6.1": "Quindi respingono coloro che postulano un Sé percipiente e sano dopo la morte. ",
  "mn102:6.2": "Perché questo? ",
  "mn102:6.3": "Perché credono che la percezione sia una malattia, un bubbone, un dardo, e che lo stato di non-percezione sia pacifico e sublime. ",
  "mn102:7.1": "Il Realizzato comprende questo così: ",
  "mn102:7.2": "Ci sono asceti e i bramini che postulano un Sé non-percipiente e sano dopo la morte e lo descrivono come materiale, o immateriale, o sia materiale che immateriale, o né materiale né immateriale. ",
  "mn102:7.3": "Ma se qualche asceta o bramino dovesse dire questo: ",
  "mn102:7.4": "‘Indipendentemente da forma, sensazione, percezione, e attività, descriverò il viavai della coscienza, la sua sparizione e riapparizione, la sua crescita, aumento, e maturità’. ",
  "mn102:7.5": "È impossibile. ",
  "mn102:7.6": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle condizioni: <em>quello</em> è reale’. ",
  "mn102:7.7": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:8.1": "Ora, gli asceti e i bramini che postulano un Sé né percipiente né non-percipiente e sano dopo la morte lo descrivono come materiale, o immateriale, o sia materiale che immateriale, o né materiale né immateriale. ",
  "mn102:9.1": "Quindi respingono coloro che postulano un Sé percipiente e sano dopo la morte, e anche coloro che postulano un Sé non-percipiente e sano dopo la morte. ",
  "mn102:9.2": "Perché questo? ",
  "mn102:9.3": "Perché credono che la percezione sia una malattia, un bubbone, e un dardo, che la non-percezione sia stordimento, e che lo stato di né percezione né non-percezione sia pacifico e sublime. ",
  "mn102:10.1": "Il Realizzato comprende questo così: ",
  "mn102:10.2": "Ci sono asceti e bramini che postulano un Sé né percipiente né non-percipiente e sano dopo la morte e lo descrivono come materiale, o immateriale, o sia materiale che immateriale, o né materiale né immateriale. ",
  "mn102:10.3": "Alcuni asceti e bramini propongono di sposare quella dimensione solamente attraverso i fenomeni sostenuti da attività di ciò che si è in grado di vedere, sentire, pensare, e conoscere. Ma questo è un approccio disastroso. ",
  "mn102:10.4": "Poiché quella dimensione non è raggiungibile attraverso i fenomeni sostenuti da attività, ",
  "mn102:10.5": "ma solo con un residuo di fenomeni sostenuti da attività. ",
  "mn102:10.6": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle attività: <em>quello</em> è reale’. ",
  "mn102:10.7": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:11.1": "Ora, gli asceti e i bramini che postulano l’annientamento, l’eradicazione, e l’obliterazione di un essere esistente respingono coloro che postulano un Sè sano dopo la morte, che sia percipiente, o non-percipiente, o né percipiente né non-percipiente. ",
  "mn102:11.2": "Perché questo? ",
  "mn102:11.3": "Perché pensano: ‘Tutti quegli asceti e bramini postulano semplicemente il loro attaccamento a una vita migliore dopo la morte: ",
  "mn102:11.4": "“Dopo la morte saremo così! Dopo la morte saremo cosà!” ",
  "mn102:12.1": "Immagina un commerciante che va al mercato, pensando: ",
  "mn102:12.2": "“Con questo, quello sarà mio! In questo modo, avrò quello!” ",
  "mn102:12.3": "Allo stesso modo ci sono asceti e bramini che sembrano essere commercianti quando dicono: ",
  "mn102:12.4": "“Dopo la morte saremo così! Dopo la morte saremo cosà!”’ ",
  "mn102:12.5": "Il Realizzato comprende questo così: ",
  "mn102:12.6": "Per quanto riguarda gli asceti e i bramini che postulano l’annientamento, l’eradicazione, e l’obliterazione di un essere esistente, a causa della paura e del disgusto nei confronti della realtà sostanziale, continuano a correre e girare intorno alla realtà sostanziale. ",
  "mn102:12.7": "Immaginate un cane al guinzaglio che viene legato a un forte palo o a una colonna. Continuerebbe a correre e girare intorno a quel palo o a quella colonna. ",
  "mn102:12.8": "Allo stesso modo, quegli asceti e bramini, a causa della paura e del disgusto nei confronti della realtà sostanziale, continuano a correre e girare intorno alla realtà sostanziale. ",
  "mn102:12.9": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle condizioni: <em>quello</em> è reale’. ",
  "mn102:12.10": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:13.1": "Qualsiasi asceta o bramino che specula e teorizza sul futuro, e propone varie ipotesi riguardo al futuro, propone una o l’altra di queste cinque tesi. ",
  "mn102:14.1": "Ci sono asceti e bramini che teorizzano sul passato, e postulano varie ipotesi riguardo al passato. Propongono questo, ognuno di loro insistendo che la loro è l’unica verità e che qualsiasi altra cosa è sbagliata: ",
  "mn102:14.2": "‘Il Sé e il cosmo sono eterni’. ",
  "mn102:14.3": "‘Il Sé e il cosmo non sono eterni’. ",
  "mn102:14.4": "‘Il Sé e il cosmo sono sia eterni che non eterni’. ",
  "mn102:14.5": "‘Il Sé e il cosmo non sono né eterni né non eterni’. ",
  "mn102:14.6": "‘Il Sé e il cosmo sono limitati’. ",
  "mn102:14.7": "‘Il Sé e il cosmo sono illimitati’. ",
  "mn102:14.8": "‘Il Sé e il cosmo sono sia limitati che illimitati’. ",
  "mn102:14.9": "‘Il Sé e il cosmo non sono né limitati né illimitati’. ",
  "mn102:14.10": "‘Il Sè e il cosmo hanno percezione raccolta’. ",
  "mn102:14.11": "‘Il Sè e il cosmo hanno percezione diversificata’. ",
  "mn102:14.12": "‘Il Sè e il cosmo hanno percezione limitata’. ",
  "mn102:14.13": "‘Il Sè e il cosmo hanno percezione illimitata’. ",
  "mn102:14.14": "‘Il Sè e il cosmo non provano altro che felicità’. ",
  "mn102:14.15": "‘Il Sè e il cosmo non provano altro che sofferenza’. ",
  "mn102:14.16": "‘Il Sè e il cosmo provano sia felicità che sofferenza’. ",
  "mn102:14.17": "‘Il Sè e il cosmo non provano né felicità né sofferenza’. ",
  "mn102:15.1": "Ora, considerate gli asceti e i bramini la cui opinione è la seguente: ",
  "mn102:15.2": "‘Il Sé e il cosmo sono eterni. Questa è l’unica verità, qualsiasi altra idea è sciocca’. È semplicemente impossibile che abbiano conoscenza personale di questo in maniera pura e luminosa, e lo dicono solo per fede, preferenza, trasmissione orale, linea di ragionamento, o accettazione di un’opinione dopo deliberazione. ",
  "mn102:15.3": "Ma in assenza di conoscenza personale pura e luminosa, persino la porzione di conoscenza da cui sono illuminati è attaccamento da parte loro. ",
  "mn102:15.4": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle attività: <em>quello</em> è reale’. ",
  "mn102:15.5": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:16.1": "Ora, considerate gli asceti e i bramini la cui opinione è che ",
  "mn102:16.2": "il Sé e il cosmo non sono eterni, ",
  "mn102:16.3": "o sia eterni che non eterni, ",
  "mn102:16.4": "o né eterni né non eterni, ",
  "mn102:16.5": "o limitati, ",
  "mn102:16.6": "o illimitati, ",
  "mn102:16.7": "o sia limitati che illimitati, ",
  "mn102:16.8": "o né limitati né illimitati, ",
  "mn102:16.9": "o di percezione unificata, ",
  "mn102:16.10": "o di percezione diversificata, ",
  "mn102:16.11": "o di percezione limitata, ",
  "mn102:16.12": "o di percezione illimitata, ",
  "mn102:16.13": "o che non provano altro che felicità, ",
  "mn102:16.14": "o che non provano altro che sofferenza, ",
  "mn102:16.15": "o che provano sia felicità che sofferenza, ",
  "mn102:16.16": "o che non provano né felicità né sofferenza. È semplicemente impossibile che abbiano conoscenza personale di questo in maniera pura e luminosa, e lo dicono solo per fede, preferenza, trasmissione orale, linea di ragionamento, o accettazione di un’opinione dopo deliberazione. ",
  "mn102:16.17": "Ma in assenza di conoscenza personale pura e luminosa, persino la porzione di conoscenza da cui sono illuminati è attaccamento da parte loro. ",
  "mn102:16.18": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle attività: <em>quello</em> è reale’. ",
  "mn102:16.19": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:17.1": "Ora, alcuni asceti e bramini, lasciando andare le teorie sul passato e sul futuro, non fissandosi sulle catene della sensualità, raggiungono e dimorano nell’euforia dell’isolamento: ",
  "mn102:17.2": "‘Questo è pace, questo è sublime, vale a dire, raggiungere e dimorare nell’euforia dell’isolamento’. ",
  "mn102:17.3": "Ma poi quell’euforia dell’isolamento cessa. ",
  "mn102:17.4": "Una volta che l’euforia dell’isolamento cessa, si manifesta tristezza; e quando la tristezza cessa, l’euforia dell’isolamento si manifesta. ",
  "mn102:18.1": "È come quando la luce del sole riempie lo spazio che l’ombra lascia, o quando l’ombra riempie lo spazio che la luce del sole lascia. ",
  "mn102:18.2": "Allo stesso modo, una volta che l’euforia dell’isolamento cessa, si manifesta tristezza; e quando la tristezza cessa, l’euforia dell’isolamento si manifesta. ",
  "mn102:18.3": "Il Realizzato comprende questo così: ",
  "mn102:18.4": "Questo buon asceta o bramino, lasciando andare le teorie sul passato e sul futuro, non fissandosi sulle catene della sensualità, raggiunge e dimora nell’euforia dell’isolamento: ",
  "mn102:18.5": "‘Questo è pace, questo è sublime, vale a dire, raggiungere e dimorare nell’euforia dell’isolamento’. ",
  "mn102:18.6": "Ma poi quell’euforia dell’isolamento cessa. ",
  "mn102:18.7": "Una volta che l’euforia dell’isolamento cessa, si manifesta tristezza; e quando la tristezza cessa, l’euforia dell’isolamento si manifesta. ",
  "mn102:18.8": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle attività: <em>quello</em> è reale’. ",
  "mn102:18.9": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:19.1": "Ora, alcuni asceti e bramini, lasciando andare le teorie sul passato e sul futuro, non fissandosi sulle catene della sensualità, e trascendendo l’euforia dell’isolamento, raggiungono e dimorano nella felicità spirituale. ",
  "mn102:19.2": "‘Questo è pace, questo è sublime, vale a dire, raggiungere e dimorare nella felicità spirituale’. ",
  "mn102:19.3": "Ma poi quella felicità spirituale cessa. ",
  "mn102:19.4": "Una volta che la felicità spirituale cessa, l’euforia dell’isolamento si manifesta; e quando l’euforia dell’isolamento cessa, la felicità spirituale si manifesta. ",
  "mn102:20.1": "È come quando la luce del sole riempie lo spazio che l’ombra lascia, o quando l’ombra riempie lo spazio che la luce del sole lascia. … ",
  "mn102:20.3": "Il Realizzato comprende questo così: ",
  "mn102:20.4": "Questo buon asceta o bramino, lasciando andare le teorie sul passato e sul futuro, non fissandosi sulle catene della sensualità, e trascendendo l’euforia dell’isolamento, raggiunge e dimora nella felicità spirituale. ",
  "mn102:20.5": "‘Questo è pace, questo è sublime, vale a dire, entrare e rimanere nella felicità spirituale’. ",
  "mn102:20.6": "Ma poi quella felicità spirituale cessa. ",
  "mn102:20.7": "Una volta che la felicità spirituale cessa, l’euforia dell’isolamento si manifesta; e quando l’euforia dell’isolamento cessa, la felicità spirituale si manifesta. ",
  "mn102:20.8": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle attività: <em>quello</em> è reale’. ",
  "mn102:20.9": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:21.1": "Ora, alcuni asceti e bramini, lasciando andare le teorie sul passato e sul futuro, non fissandosi sulle catene della sensualità, trascendendo l’euforia dell’isolamento e la felicità spirituale, raggiunge e dimora nella sensazione neutra. ",
  "mn102:21.2": "‘Questo è pace, questo è sublime, vale a dire, raggiungere e dimorare nella sensazione neutra’. ",
  "mn102:21.3": "Ma poi quella sensazione neutra cessa. ",
  "mn102:21.4": "Una volta che la sensazione neutra cessa, la felicità spirituale si manifesta; e quando la felicità spirituale cessa, la sensazione neutra si manifesta. ",
  "mn102:22.1": "È come quando la luce del sole riempie lo spazio che l’ombra lascia, o quando l’ombra riempie lo spazio che la luce del sole lascia. … ",
  "mn102:22.3": "Il Realizzato comprende questo così: ",
  "mn102:22.4": "Questo buon asceta o bramino, lasciando andare le teorie sul passato e sul futuro, non fissandosi sulle catene della sensualità, trascendendo l’euforia dell’isolamento e la felicità spirituale, raggiunge e dimora nella sensazione neutra. ",
  "mn102:22.5": "‘Questo è pace, questo è sublime, vale a dire, entrare e rimanere nella sensazione neutra’. ",
  "mn102:22.6": "Ma poi quella sensazione neutra cessa. ",
  "mn102:22.7": "Una volta che la sensazione neutra cessa, la felicità spirituale si manifesta; e quando la felicità spirituale cessa, la sensazione neutra si manifesta. ",
  "mn102:22.8": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle attività: <em>quello</em> è reale’. ",
  "mn102:22.9": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:23.1": "Ora, alcuni asceti e bramini, lasciando andare le teorie sul passato e sul futuro, non fissandosi sulle catene della sensualità, trascendono l’euforia dell’isolamento, la felicità spirituale, e la sensazione neutra. ",
  "mn102:23.2": "Si ritengono così: ‘Sono in pace; sono estinto; sono libero dall’attaccamento’. ",
  "mn102:24.1": "Il Realizzato comprende questo così: ",
  "mn102:24.2": "Questo buon asceta o bramino, lasciando andare le teorie sul passato e sul futuro, non fissandosi sulle catene della sensualità, trascende l’euforia dell’isolamento, la felicità spirituale, e la sensazione neutra. ",
  "mn102:24.3": "Si ritiene così: ‘Sono in pace; sono estinto; sono libero dall’attaccamento’. ",
  "mn102:24.4": "Chiaramente questo venerabile parla di una pratica che conduce all’estinzione. ",
  "mn102:24.5": "Ma comunque, si attacca lo stesso a teorie sul passato o sul futuro, o alle catene della sensualità, o all’euforia dell’isolamento, o alla felicità spirituale, o alla sensazione neutra. ",
  "mn102:24.6": "E quando si ritiene così: ",
  "mn102:24.7": "‘Sono in pace; sono estinto; sono libero dall’attaccamento’, anche questo è attaccamento da parte sua. ",
  "mn102:24.8": "‘Tutto questo è sostenuto da attività e grossolano. Ma esiste la cessazione delle attività: <em>quello</em> è reale’. ",
  "mn102:24.9": "Comprendendo questo e vedendo la fuga da esso, il Realizzato è andato oltre tutto ciò. ",
  "mn102:25.1": "Ma il Realizzato si è risvegliato allo stato supremo di pace sublime, vale a dire ",
  "mn102:25.2": "la liberazione attraverso il distacco dopo aver compreso secondo realtà l’origine, la fine, la gratifica, lo svantaggio, e la fuga dai sei campi di contatto”. ",
  "mn102:25.3": "Questo è ciò che il Buddha disse. ",
  "mn102:25.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}