{
  "mn104:0.1": "Discorsi medi 104 ",
  "mn104:0.2": "Il discorso a Sāmagāma ",
  "mn104:1.1": "Così ho sentito. ",
  "mn104:1.2": "Una volta il Buddha dimorava nella terra dei Sakya vicino al villaggio di Sāma. ",
  "mn104:2.1": "In quell’occasione l’asceta giainista del clan Ñātika era deceduto da poco a Pāvā. ",
  "mn104:2.2": "Con la sua morte, gli asceti giainisti si divisero in due fazioni, discutendo, litigando, e bisticciando, ferendosi continuamente con parole spinose: ",
  "mn104:2.3": "“Tu non capisci questo insegnamento e addestramento. Io capisco questo insegnamento e addestramento. Cosa? Tu capisci questo insegnamento e addestramento? Stai praticando male. Io sto praticando bene. Io rimango in tema, tu no. Hai detto per ultimo ciò che avresti dovuto dire per prima cosa. Hai detto per prima cosa ciò che avresti dovuto dire per ultimo. Ciò su cui hai pensato così tanto è stato smentito. La tua dottrina è confutata. Dai, salva la tua dottrina! Sei in trappola; prova a uscirne, se riesci!” ",
  "mn104:2.4": "Si direbbe che non ci fosse altro che un macello tra gli asceti giainisti. ",
  "mn104:2.5": "E i discepoli laici vestiti di bianco del giainista Ñātika erano disillusi, imbarazzati, e delusi dagli asceti giainisti. E allo stesso modo erano delusi da un insegnamento così spiegato male e predicato male, che non porta alla libertà e alla pace, predicato da qualcuno che non è un Buddha completamente risvegliato, con monumento spezzato e senza rifugio. ",
  "mn104:3.1": "Dopo aver completato il ritiro della stagione delle piogge vicino a Pāvā, il novizio Cunda andò a trovare il Venerabile Ānanda al villaggio di Sāma. Si inchinò, si sedette a lato, e gli riferì ciò che era accaduto. ",
  "mn104:4.1": "Il Venerabile Ānanda gli disse: ",
  "mn104:4.2": "“Fratello, dovremmo andare a trovare il Buddha riguardo a questa faccenda. ",
  "mn104:4.3": "Vieni, andiamo dal Buddha, e informiamolo di questo” ",
  "mn104:4.4": "“Sì, Signore”, rispose il novizio Cunda. ",
  "mn104:4.5": "Allora il Venerabile Ānanda e il novizio Cunda andarono dal Buddha, si inchinarono, si sedettero a lato, e il Venerabile Ānanda informò il Buddha riguardo a ciò che il novizio Cunda disse. Poi aggiunse: ",
  "mn104:4.9": "“Signore, io penso questo: ",
  "mn104:4.10": "‘Una volta che il Buddha sarà deceduto, che nessuna disputa sorga tra la comunità. ",
  "mn104:4.11": "Poiché una disputa così sarebbe a danno e tristezza della gente, per il male, danno, e sofferenza di esseri celesti e umani’” ",
  "mn104:5.1": "“Cosa ne pensi, Ānanda? ",
  "mn104:5.2": "Vedi anche solo due monaci che hanno un’opinione diversa riguardo alle cose che vi ho insegnato per mia conoscenza diretta, vale a dire, ",
  "mn104:5.3": "le quattro basi della consapevolezza, i quattro sforzi corretti, le quattro basi per i poteri psichici, le cinque facoltà, i cinque poteri, i sette fattori di risveglio, e il nobile ottuplice sentiero?” ",
  "mn104:5.4": "“No, Signore. ",
  "mn104:5.6": "Ciononostante, ci sono individui che sembrano essere obbedienti al Buddha, ma una volta che il Buddha sarà deceduto potrebbero causare una disputa tra la comunità riguardo al sostentamento o alla regola monastica. ",
  "mn104:5.7": "Una disputa così sarebbe a danno e tristezza della gente, per il male, danno, e sofferenza di esseri celesti e umani” ",
  "mn104:5.8": "“Ānanda, una disputa riguardo al sostentamento o alla regola monastica è un problema superficiale. ",
  "mn104:5.9": "Ma se una disputa riguardante il percorso o la pratica dovesse sorgere tra la comunità, questo sarebbe a danno e tristezza della gente, per il male, danno, e sofferenza di esseri celesti e umani. ",
  "mn104:6.1": "Ānanda, ci sono sei radici che danno vita a discussioni. ",
  "mn104:6.2": "Quali sei? ",
  "mn104:6.3": "Primo, un monaco è irritabile e ostile. ",
  "mn104:6.4": "Un monaco così non ha rispetto e reverenza per il maestro, per l’insegnamento, e per la comunità, e non adempie l’addestramento. ",
  "mn104:6.5": "Crea una disputa tra la comunità, il che sarebbe a danno e tristezza della gente, per il male, danno, e sofferenza di esseri celesti e umani. ",
  "mn104:6.6": "Se vedi questa radice dentro di te o in altri, devi sforzarti ad abbandonare questa cosa malvagia. ",
  "mn104:6.7": "Se non la vedi, devi praticare in modo che non si presenti in futuro. ",
  "mn104:6.8": "È così che si abbandona questa radice malvagia che dà vita a discussioni, in modo che non si presenti in futuro. ",
  "mn104:7-11.1": "Inoltre, un monaco è offensivo e sprezzante … ",
  "mn104:7-11.2": "È geloso e avaro … ",
  "mn104:7-11.3": "È disonesto e ingannevole … ",
  "mn104:7-11.4": "Ha desideri corrotti e opinione sbagliata … ",
  "mn104:7-11.5": "È attaccato alle proprie opinioni, tenendole strette, e rifiutandosi di lasciarle andare. ",
  "mn104:7-11.6": "Un monaco così non ha rispetto e reverenza per il maestro, per l’insegnamento, e per la comunità, e non adempie l’addestramento. ",
  "mn104:7-11.7": "Crea una disputa tra la comunità, il che sarebbe a danno e tristezza della gente, per il male, danno, e sofferenza di esseri celesti e umani. ",
  "mn104:7-11.8": "Se vedi questa radice dentro di te o in altri, devi sforzarti ad abbandonare questa cosa malvagia. ",
  "mn104:7-11.9": "Se non la vedi, devi praticare in modo che non si presenti in futuro. ",
  "mn104:7-11.10": "È così che si abbandona questa radice malvagia che dà vita a discussioni, in modo che non si presenti in futuro. ",
  "mn104:7-11.11": "Queste sono le sei radici che danno vita a discussioni. ",
  "mn104:12.1": "Ci sono quattro tipi di procedimenti disciplinari. ",
  "mn104:12.2": "Quali quattro? ",
  "mn104:12.3": "Procedimenti disciplinari causati da dispute, accuse, offese, o faccende. ",
  "mn104:12.4": "Questi sono i quattro tipi di procedimenti disciplinari. ",
  "mn104:13.1": "Ci sono sette metodi per la risoluzione di qualsiasi procedimento disciplinare che possa sorgere. ",
  "mn104:13.2": "La risoluzione applicata faccia a faccia, la risoluzione concessa per memoria, la risoluzione concessa per follia, agire secondo ciò che viene ammesso, la decisione della maggioranza, la pena ulteriore, e sorvolare come se si coprisse qualcosa con del fieno. ",
  "mn104:14.1": "E cos’è la risoluzione faccia a faccia? ",
  "mn104:14.2": "È quando i monaci discutono: ‘Questo fa parte dell’insegnamento’, ‘Questo non fa parte dell’insegnamento’, ‘Questo fa parte della regola monastica’, ‘Questo non fa parte della regola monastica’. ",
  "mn104:14.3": "Quei monaci devono sedersi insieme in armonia ",
  "mn104:14.4": "e analizzare per bene le linee guida dell’insegnamento. ",
  "mn104:14.5": "Devono risolvere il procedimento disciplinare secondo le linee guida. ",
  "mn104:14.6": "Questa è la risoluzione faccia a faccia. ",
  "mn104:14.7": "Ed è così che certi procedimenti disciplinari vengono risolti, vale a dire, ",
  "mn104:14.8": "attraverso la risoluzione faccia a faccia. ",
  "mn104:15.1": "E cos’è la decisione della maggioranza? ",
  "mn104:15.2": "Se i monaci non riescono a risolvere la questione in quel monastero, ",
  "mn104:15.3": "devono andare in un altro monastero con più monaci. ",
  "mn104:15.4": "Poi devono sedersi insieme in armonia ",
  "mn104:15.5": "e analizzare per bene le linee guida dell’insegnamento. ",
  "mn104:15.6": "Devono risolvere il procedimento disciplinare secondo le linee guida. ",
  "mn104:15.7": "Questa è la decisione della maggioranza. Ed è così che certi procedimenti disciplinari vengono risolti, vale a dire, ",
  "mn104:15.8": "attraverso decisione della maggioranza. ",
  "mn104:16.1": "E cos’è la risoluzione per memoria? ",
  "mn104:16.2": "È quando i monaci accusano un monaco di un’offesa seria, la cui pena è l’espulsione o quasi: ",
  "mn104:16.3": "‘Venerabile, ricordi di aver compiuto un tipo di offesa seria la cui pena è l’espulsione o quasi?’ ",
  "mn104:16.4": "Lui dice: ",
  "mn104:16.5": "‘No, fratelli, non ricordo di aver commesso tale offesa’. ",
  "mn104:16.6": "Gli si concede risoluzione per memoria. ",
  "mn104:16.7": "Questa è la risoluzione per memoria. Ed è così che certi procedimenti disciplinari vengono risolti, vale a dire, ",
  "mn104:16.8": "attraverso risoluzione per memoria. ",
  "mn104:17.1": "E cos’è la risoluzione per follia? ",
  "mn104:17.2": "È quando un monaco accusa un monaco di un’offesa seria, la cui pena è l’espulsione o quasi: ",
  "mn104:17.3": "‘Venerabile, ricordi di aver compiuto un tipo di offesa seria la cui pena è l’espulsione o quasi?’ ",
  "mn104:17.4": "Lui dice: ",
  "mn104:17.5": "‘No, fratello, non ricordo di aver commesso tale offesa’. ",
  "mn104:17.6": "Ma anche se lui cerca di dileguarsi, l’altro monaco persegue la questione: ",
  "mn104:17.7": "‘Sicuramente il venerabile ricorda se ha compiuto un tipo di offesa seria la cui pena è l’espulsione o quasi!’ ",
  "mn104:17.8": "Lui dice: ",
  "mn104:17.9": "‘Fratello, ero pazzo, fuori di testa. ",
  "mn104:17.10": "E mentre ero pazzo ho fatto e detto molte cose inappropriate per un asceta. ",
  "mn104:17.11": "Non ricordo nulla di ciò, ",
  "mn104:17.12": "ero pazzo quando l’ho fatto’. ",
  "mn104:17.13": "Gli si concede risoluzione per follia. ",
  "mn104:17.14": "Questa è la risoluzione per follia. Ed è così che certi procedimenti disciplinari vengono risolti, vale a dire, ",
  "mn104:17.15": "attraverso risoluzione per follia. ",
  "mn104:18.1": "E cos’è l’agire secondo ciò che è stato ammesso? ",
  "mn104:18.2": "È quando un monaco, accusato o no, ricorda un’offesa, e la chiarisce e rivela. ",
  "mn104:18.3": "Dopo essere andato da un monaco più anziano, quel monaco deve aggiustarsi l’abito su una spalla, inchinarsi ai piedi di quel monaco, accovacciarsi, alzare le mani giunte, e dire: ",
  "mn104:18.4": "‘Signore, ho commesso questa o quella offesa. Lo confesso’. ",
  "mn104:18.5": "Quel monaco più anziano dice: ",
  "mn104:18.6": "‘La vedi?’ ",
  "mn104:18.7": "‘Sì, la vedo’ ",
  "mn104:18.8": "‘Allora contieniti in futuro’ ",
  "mn104:18.9": "‘Mi conterrò in futuro’ ",
  "mn104:18.10": "Questo è l’agire secondo ciò che è stato ammesso. Ed è così che certi procedimenti disciplinari vengono risolti, vale a dire, ",
  "mn104:18.11": "agendo secondo ciò che è stato ammesso. ",
  "mn104:19.1": "E cos’è la pena ulteriore? ",
  "mn104:19.2": "È quando un monaco accusa un monaco di un’offesa seria, la cui pena è l’espulsione o quasi: ",
  "mn104:19.3": "‘Venerabile, ricordi di aver compiuto un tipo di offesa seria la cui pena è l’espulsione o quasi?’ ",
  "mn104:19.4": "Lui dice: ",
  "mn104:19.5": "‘No, fratello, non ricordo di aver commesso tale offesa’. ",
  "mn104:19.6": "Ma anche se lui cerca di dileguarsi, i monaci perseguono la questione: ",
  "mn104:19.7": "‘Sicuramente il venerabile ricorda se ha compiuto un tipo di offesa seria la cui pena è l’espulsione o quasi!’ ",
  "mn104:19.8": "Lui dice: ",
  "mn104:19.9": "‘Fratelli, non ricordo di aver commesso un’offesa di quel genere. ",
  "mn104:19.10": "Ma ricordo di aver commesso un’offesa leggera’. ",
  "mn104:19.11": "Ma anche se lui cerca di dileguarsi, i monaci perseguono la questione: ",
  "mn104:19.12": "‘Sicuramente il venerabile si ricorda benissimo se ha compiuto un tipo di offesa seria la cui pena è l’espulsione o quasi!’ ",
  "mn104:19.13": "Lui dice: ",
  "mn104:19.14": "‘Fratelli, ho ammesso di aver compiuto un’offesa leggera anche se non mi è stato chiesto. ",
  "mn104:19.15": "Per quale motivo non ammetterei un’offesa seria quando mi viene chiesto?’ ",
  "mn104:19.16": "Gli dicono: ",
  "mn104:19.17": "‘Non avresti ammesso l’offesa leggera se non te l’avessimo chiesto, quindi per quale motivo ammetteresti un’offesa seria? ",
  "mn104:19.18": "Sicuramente il venerabile si ricorda benissimo se ha compiuto un tipo di offesa seria la cui pena è l’espulsione o quasi!’ ",
  "mn104:19.19": "Lui dice: ",
  "mn104:19.20": "‘Fratello, ricordo di aver compiuto un tipo di offesa seria la cui pena è l’espulsione o quasi. ",
  "mn104:19.21": "Ho parlato troppo presto quando ho detto ",
  "mn104:19.22": "che non la ricordavo’. ",
  "mn104:19.23": "Questa è la pena ulteriore. Ed è così che certi procedimenti disciplinari vengono risolti, vale a dire, ",
  "mn104:19.24": "attraverso pena ulteriore. ",
  "mn104:20.1": "E cos’è il sorvolare come se si coprisse qualcosa con del fieno? ",
  "mn104:20.2": "È quando i monaci discutono, litigano, e bisticciano in continuazione, facendo e dicendo molte cose inappropriate per un asceta. ",
  "mn104:20.3": "Quei monaci devono sedersi insieme in armonia. ",
  "mn104:20.4": "Un monaco competente dalla parte di una fazione deve alzarsi dal proprio posto, sistemarsi l’abito su una spalla, alzare le mani giunte, e informare la comunità: ",
  "mn104:20.5": "‘Signori, che la comunità mi ascolti. ",
  "mn104:20.6": "Abbiamo discusso, litigato, e bisticciato in continuazione, facendo e dicendo molte cose inappropriate per un asceta. ",
  "mn104:20.7": "Se alla comunità va bene, allora, a beneficio mio e di questi venerabili, rivelo nel mezzo della comunità sorvolando, come se si coprisse qualcosa con del fieno, qualsiasi offesa commessa da quei venerabili e da me, eccetto quelle gravi e quelle relative ai laici’. ",
  "mn104:20.8": "Poi un monaco competente dalla parte dell’altra fazione deve alzarsi dal proprio posto, sistemarsi l’abito su una spalla, alzare le mani giunte, e informare la comunità: ",
  "mn104:20.9": "‘Signori, che la comunità mi ascolti. ",
  "mn104:20.10": "Abbiamo discusso, litigato, e bisticciato in continuazione, facendo e dicendo molte cose inappropriate per un asceta. ",
  "mn104:20.11": "Se alla comunità va bene, allora, a beneficio mio e di questi venerabili, rivelo nel mezzo della comunità sorvolando, come se si coprisse qualcosa con del fieno, qualsiasi offesa commessa da quei venerabili e da me, eccetto quelle gravi e quelle relative ai laici’. ",
  "mn104:20.12": "Questo è il sorvolare come se si coprisse qualcosa con del fieno. Ed è così che certi procedimenti disciplinari vengono risolti, vale a dire, ",
  "mn104:20.13": "sorvolando come se si coprisse qualcosa con del fieno. ",
  "mn104:21.1": "Ānanda, queste sei qualità di buon cuore portano ad affetto e rispetto, conducono all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn104:21.2": "Quali sei? ",
  "mn104:21.3": "Primo, un monaco tratta costantemente i suoi compagni spirituali con gentilezza attraverso corpo, sia in pubblico che in privato. ",
  "mn104:21.4": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn104:21.5": "Poi, un monaco tratta costantemente i suoi compagni spirituali con gentilezza attraverso parola … ",
  "mn104:21.6": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn104:21.7": "Poi, un monaco tratta costantemente i suoi compagni spirituali con gentilezza attraverso mente … ",
  "mn104:21.8": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn104:21.9": "Poi, un monaco condivide senza problemi qualsiasi avere materiale che ha ottenuto attraverso mezzi legittimi, persino il cibo messo nella ciotola per l’elemosina, usandolo in comune con i propri compagni spirituali etici. ",
  "mn104:21.10": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn104:21.11": "Poi, un monaco dimora secondo i precetti condivisi dai propri compagni spirituali, sia in pubblico che in privato. Quei precetti sono integri, impeccabili, senza macchie, e intatti. Liberano, sono lodati dalla gente giudiziosa, non erronei, e portano alla concentrazione. ",
  "mn104:21.12": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn104:21.13": "Poi, un monaco dimora secondo l’opinione condivisa dai propri compagni spirituali, sia in pubblico che in privato. Quell’opinione è nobile ed emancipante, e porta chi la pratica alla completa eliminazione della sofferenza. ",
  "mn104:21.14": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn104:21.15": "Queste sei qualità di buon cuore portano ad affetto e rispetto, conducono all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn104:22.1": "Se intraprendi e segui queste sei qualità di buon cuore, vedi qualche critica, grande o piccola, che potresi non sopportare?” ",
  "mn104:22.2": "“No, Signore” ",
  "mn104:22.3": "“È per questo, Ānanda che dovresti intraprendere e seguire queste sei qualità di buon cuore. ",
  "mn104:22.4": "Questo sarà a tuo beneficio e felicità per molto tempo”. ",
  "mn104:22.5": "Questo è ciò che il Buddha disse. ",
  "mn104:22.6": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}