{
  "mn109:0.1": "Discorsi medi 109 ",
  "mn109:0.2": "Il discorso più lungo nella notte di luna piena ",
  "mn109:1.1": "Così ho sentito. ",
  "mn109:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel Monastero Orientale, il palazzo della madre di Migāra. ",
  "mn109:2.1": "Ora, in quell’occasione era il giorno di festa, la luna piena del quindicesimo giorno, e il Buddha era seduto all’aperto circondato dalla comunità monastica. ",
  "mn109:3.1": "Poi uno dei monaci si alzò dal proprio posto, si aggiustò l’abito su una spalla, alzò le mani giunte verso il Buddha, e disse: ",
  "mn109:3.2": "“Vorrei fare una domanda al Buddha riguardo a un certo punto, se ha il tempo di rispondere” ",
  "mn109:3.3": "“Allora, monaco, siediti pure e chiedi ciò che vuoi”. ",
  "mn109:3.4": "Il monaco si sedette e disse al Buddha: ",
  "mn109:4.1": "“Signore, sono questi i cinque aggregati di attaccamento: ",
  "mn109:4.2": "l’aggregato di attaccamento della forma, l’aggregato di attaccamento della sensazione, l’aggregato di attaccamento della percezione, l’aggregato di attaccamento delle attività, e l’aggregato di attaccamento della coscienza?” ",
  "mn109:4.3": "“Sì, monaco. Questi sono i cinque aggregati di attaccamento, vale a dire: ",
  "mn109:4.4": "l’aggregato di attaccamento della forma, l’aggregato di attaccamento della sensazione, l’aggregato di attaccamento della percezione, l’aggregato di attaccamento delle attività, e l’aggregato di attaccamento della coscienza” ",
  "mn109:4.5": "Dicendo: “Bene, Signore”, il monaco trasse piacere e gioì in ciò che il Buddha disse. Poi fece un’altra domanda: ",
  "mn109:5.1": "“Ma, Signore, qual è la radice dei cinque aggregati di attaccamento? ",
  "mn109:5.2": "“Monaco, la radice dei cinque aggregati di attaccamento è il desiderio” ",
  "mn109:6.1": "“Ma, Signore, quell’attaccamento è la stessa identica cosa degli aggregati di attaccamento? O l’attaccamento è una cosa e gli aggregati di attaccamento sono un’altra?” ",
  "mn109:6.2": "“Nessuno dei due, monaco. ",
  "mn109:6.3": "Il desiderio e l’avidità per i cinque aggregati di attaccamento è l’attaccamento presente lì” ",
  "mn109:7.1": "“Ma, Signore, possono esserci vari tipi diversi di desiderio e avidità per i cinque aggregati di attaccamento?” ",
  "mn109:7.2": "“Possono esserci, monaco”, disse il Buddha. ",
  "mn109:7.3": "“È quando qualcuno pensa: ",
  "mn109:7.4": "‘In futuro, che io abbia una forma così, una sensazione così, una percezione così, delle attività così, e una coscienza così!’ ",
  "mn109:7.5": "È così che possono esserci vari tipi diversi di desiderio e avidità per i cinque aggregati di attaccamento” ",
  "mn109:8.1": "“Signore, qual è la portata del temine ‘aggregati’ per quanto riguarda gli aggregati?” ",
  "mn109:8.2": "“Monaco, qualsiasi tipo di forma in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: questo si chiama l’aggregato della forma. ",
  "mn109:8.3": "Qualsiasi tipo di sensazione in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: questo si chiama l’aggregato della sensazione. ",
  "mn109:8.4": "Qualsiasi tipo di percezione in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: questo si chiama l’aggregato della percezione. ",
  "mn109:8.5": "Qualsiasi tipo di attività in assoluto, passate, future, o presenti; interne o esterne; materiali o eteree; inferiori o superiori; lontane o vicine: questo si chiama l’aggregato delle attività. ",
  "mn109:8.6": "Qualsiasi tipo di coscienza in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: questo si chiama l’aggregato della coscienza. ",
  "mn109:8.7": "Questa è la portata del temine ‘aggregati’ per quanto riguarda gli aggregati” ",
  "mn109:9.1": "“Qual è la causa, Signore, qual è la ragione per cui si trova l’aggregato della forma? ",
  "mn109:9.2": "Qual è la causa, qual è la ragione per cui si trova l’aggregato della sensazione? ",
  "mn109:9.3": "Qual è la causa, qual è la ragione per cui si trova l’aggregato della percezione? ",
  "mn109:9.4": "Qual è la causa, qual è la ragione per cui si trova l’aggregato delle attività? ",
  "mn109:9.5": "Qual è la causa, qual è la ragione per cui si trova l’aggregato della coscienza? ",
  "mn109:9.6": "“Monaco, i quattro stati della materia sono la ragione per cui si trova l’aggregato della forma. ",
  "mn109:9.7": "Il contatto è la ragione per cui si trova l’aggregato della sensazione. ",
  "mn109:9.8": "Il contatto è la ragione per cui si trova l’aggregato della percezione. ",
  "mn109:9.9": "Il contatto è la ragione per cui si trova l’aggregato delle attività. ",
  "mn109:9.10": "Nome e forma sono la ragione per cui si trova l’aggregato della coscienza” ",
  "mn109:10.1": "“Ma, Signore, come viene in essere il sostanzialismo?” ",
  "mn109:10.2": "“Monaco, è quando una persona ordinaria non istruita non ha visto i nobili, e non è né abile né addestrata all’insegnamento nobile. Non ha visto persone rette, e non è né abile né addestrata all’insegnamento delle persone rette. ",
  "mn109:10.3": "Ritiene la forma come il Sé, o che il Sé abbia forma, o che la forma sia parte del Sé, o il Sé della forma. ",
  "mn109:10.4": "Ritiene la sensazione come il Sé, o che il Sé abbia sensazione, o che la sensazione sia parte nel Sé, o il Sé della sensazione. ",
  "mn109:10.5": "Ritiene la percezione come il Sé, o che il Sé abbia percezione, o che la percezione sia parte del Sé, o il Sé della percezione. ",
  "mn109:10.6": "Ritiene le attività come il Sé, o che il Sé abbia attività, o che le attività siano parte del Sé, o il Sé delle attività. ",
  "mn109:10.7": "Ritiene la coscienza come il Sé, o che il Sé abbia coscienza, o che la coscienza sia parte del Sé, o il Sé della coscienza. ",
  "mn109:10.8": "È così che il sostanzialismo viene in essere” ",
  "mn109:11.1": "“Ma, Signore, com’è che il sostanzialismo non viene in essere?” ",
  "mn109:11.2": "“Monaco, è quando un discepolo nobile colto ha visto i nobili, ed è abile e addestrato all’insegnamento nobile. Ha visto persone rette, ed è abile e addestrato all’insegnamento delle persone rette. ",
  "mn109:11.3": "Non ritiene la forma come il Sé, o che il Sé abbia forma, o che la forma sia parte del Sé, o il Sé della forma. ",
  "mn109:11.4": "Non ritiene la sensazione come il Sé, o che il Sé abbia sensazione, o che la sensazione sia parte nel Sé, o il Sé della sensazione. ",
  "mn109:11.5": "Non ritiene la percezione come il Sé, o che il Sé abbia percezione, o che la percezione sia parte del Sé, o il Sé della percezione. ",
  "mn109:11.6": "Non ritiene le attività come il Sé, o che il Sé abbia attività, o che le attività siano parte del Sé, o il Sé delle attività. ",
  "mn109:11.7": "Non ritiene la coscienza come il Sé, o che il Sé abbia coscienza, o che la coscienza sia parte del Sé, o il Sé della coscienza. ",
  "mn109:11.8": "È così che il sostanzialismo non viene in essere” ",
  "mn109:12.1": "“Signore, qual è la gratificazione, lo svantaggio, e la fuga per quanto riguarda la forma? ",
  "mn109:12.2": "Qual è la gratificazione, lo svantaggio, e la fuga per quanto riguarda la sensazione? ",
  "mn109:12.3": "Qual è la gratificazione, lo svantaggio, e la fuga per quanto riguarda la percezione? ",
  "mn109:12.4": "Qual è la gratificazione, lo svantaggio, e la fuga per quanto riguarda le attività? ",
  "mn109:12.5": "Qual è la gratificazione, lo svantaggio, e la fuga per quanto riguarda la coscienza?” ",
  "mn109:12.6": "“Monaco, la felicità e l’allegria che si manifestano dalla forma: questa è la gratificazione della forma. ",
  "mn109:12.7": "Il fatto che la forma è impermanente, insoddisfacente, e deperibile: questo è lo svantaggio della forma. ",
  "mn109:12.8": "Domare e rimuovere l’avidità e l’appetito per la forma: questa è la fuga dalla forma. ",
  "mn109:12.9": "La felicità e l’allegria che si manifestano dalla sensazione … ",
  "mn109:12.10": "dalla percezione … ",
  "mn109:12.11": "dalle attività … ",
  "mn109:12.12": "e dalla coscienza: questa è la loro gratificazione. ",
  "mn109:12.13": "Il fatto che sono impermanenti, insoddisfacenti, e deperibili: questo è il loro svantaggio. ",
  "mn109:12.14": "Domare e rimuovere l’avidità e l’appetito per esse: questa è la fuga da esse” ",
  "mn109:13.1": "“Signore, come si conosce e vede affinché non ci sia la creazione di un ‘io’, la creazione di un ‘mio’, o tendenza latente alla presunzione per questo corpo cosciente e ogni stimolo esterno?” ",
  "mn109:13.2": "“Monaco, è quando si vede secondo realtà qualsiasi tipo di forma in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> forma, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn109:13.3": "È quando si vede secondo realtà ogni tipo di sensazione … ",
  "mn109:13.4": "di percezione … ",
  "mn109:13.5": "di attività … ",
  "mn109:13.6": "e di coscienza in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> coscienza, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn109:13.7": "È così che si conosce e vede affinché non ci sia la creazione di un ‘io’, la creazione di un ‘mio’, o tendenza latente alla presunzione per questo corpo cosciente e ogni stimolo esterno”. ",
  "mn109:14.1": "In quel momento uno dei monaci pensò: ",
  "mn109:14.2": "“Quindi sembrerebbe che forma, sensazione, percezione, attività, e coscienza non siano il Sé. ",
  "mn109:14.3": "Allora che Sé verrà influenzato dalla azioni compiute dal non-Sé?” ",
  "mn109:14.4": "Ma il Buddha, sapendo il pensiero di quel monaco, si rivolse ai monaci: ",
  "mn109:14.5": "“Monaci, è possibile che qualche persona sciocca qui, inconsapevole e ignorante, con la mente dominata dalla brama, pensa di poter scavalcare le istruzioni del maestro. Pensa: ",
  "mn109:14.6": "‘Quindi sembrerebbe che forma, sensazione, percezione, attività, e coscienza non siano il Sé. ",
  "mn109:14.7": "Allora che Sé verrà influenzato dalla azioni compiute dal non-Sé?’ ",
  "mn109:14.8": "Ora, monaci, siete stati istruiti da me nelle domande riguardanti tutte queste cose in ogni singolo caso di questo tipo. ",
  "mn109:15.1": "Cosa ne pensate, monaci? ",
  "mn109:15.2": "La forma è permanente o impermanente?” ",
  "mn109:15.3": "“Impermanente, Signore” ",
  "mn109:15.4": "“Ma se è impermanente, è insoddisfacente o soddisfacente?” ",
  "mn109:15.5": "“Insoddisfacente, Signore” ",
  "mn109:15.6": "“Ma se è impermanente, insoddisfacente, e soggetta a decadere, è adatta a essere considerata così: ",
  "mn109:15.7": "‘Questo è mio, io sono questo, questo è il mio Sé’?” ",
  "mn109:15.8": "“No, Signore” ",
  "mn109:16.1": "“Cosa ne pensate, monaci? ",
  "mn109:16.2": "La sensazione … ",
  "mn109:16.3": "la percezione … ",
  "mn109:16.4": "le attività … ",
  "mn109:16.5": "e la coscienza sono permanenti o impermanenti?” ",
  "mn109:16.6": "“Impermanenti, Signore” ",
  "mn109:16.7": "“Ma se sono impermanenti, sono insoddisfacenti o soddisfacenti?” ",
  "mn109:16.8": "“Insoddisfacenti, Signore” ",
  "mn109:16.9": "“Ma se sono impermanenti, insoddisfacenti, e soggette a decadere, sono adatte a essere considerate così: ",
  "mn109:16.10": "‘Questo è mio, io sono questo, questo è il mio Sé’?” ",
  "mn109:16.11": "“No, Signore” ",
  "mn109:16.12": "“Allora, monaci, dovete vedere secondo realtà ogni tipo di forma in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> forma, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn109:17.1": "Dovete vedere secondo realtà ogni tipo di sensazione … ",
  "mn109:17.2": "di percezione … ",
  "mn109:17.3": "di attività … ",
  "mn109:17.4": "e di coscienza in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> coscienza, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn109:17.5": "Vedendo questo, un discepolo nobile colto si disillude dalla forma, dalla sensazione, dalla percezione, dalle attività, e dalla coscienza. ",
  "mn109:18.1": "Disilludendosi, la sua avidità svanisce. Nello svanire l’avidità, è libero. Una volta libero, capisce di essere libero. ",
  "mn109:18.2": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’”. ",
  "mn109:18.3": "Questo è ciò che il Buddha disse. ",
  "mn109:18.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. ",
  "mn109:18.5": "E, mentre questo discorso veniva esposto, le menti di sessanta monaci furono liberate dai contaminanti attraverso il distacco. "
}