{
  "mn108:0.1": "Discorsi medi 108 ",
  "mn108:0.2": "Il discorso con Moggallāna il Guardiano ",
  "mn108:1.1": "Così ho sentito. ",
  "mn108:1.2": "Una volta il Venerabile Ānanda dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. Non era molto dopo che il Buddha si era estinto completamente. ",
  "mn108:2.1": "In quel periodo il Re Ajātasattu di Magadha, figlio della principessa di Videha, era sospettoso del Re Pajjota, e stava facendo fortificare Rājagaha. ",
  "mn108:3.1": "Al mattino il Venerabile Ānanda si vestì e, prendendo la propria ciotola e abito, entrò a Rājagaha per l’elemosina. ",
  "mn108:3.2": "Poi pensò: ",
  "mn108:3.3": "“È troppo presto per vagare per l’elemosina a Rājagaha. ",
  "mn108:3.4": "Perché non vado a trovare il bramino Moggallāna il Guardiano dove lavora?” ",
  "mn108:4.1": "E così fece. ",
  "mn108:4.2": "Moggallāna il Guardiano vide il Venerabile Ānanda arrivare da lontano, ",
  "mn108:4.3": "e gli disse: ",
  "mn108:4.4": "“Venga, Signor Ānanda! ",
  "mn108:4.5": "Benvenuto, Signor Ānanda! ",
  "mn108:4.6": "È molto tempo che non ha opportunità di venire qui. ",
  "mn108:4.7": "Per favore, Signore, si sieda, il posto è pronto”. ",
  "mn108:4.8": "Il Venerabile Ānanda si sedette sul posto preparato, ",
  "mn108:4.9": "mentre Moggallāna prese un posto più basso e si sedette a lato. ",
  "mn108:4.10": "Poi disse al Venerabile Ānanda: ",
  "mn108:5.1": "“Signor Ānanda, c’è anche un solo monaco che possiede tutte le stesse qualità in ogni modo che il Signor Gotama, il perfetto, il Buddha completamente risvegliato possedeva?” ",
  "mn108:5.2": "“No, bramino, non c’è. ",
  "mn108:5.3": "Poiché il Beato diede origine al percorso inoriginato, diede alla luce il percorso non nato, e spiegò il percorso inspiegato. È il conoscitore del percorso, lo scopritore del percorso, l’esperto sul percorso. ",
  "mn108:5.4": "E ora i discepoli vivono seguendo il percorso; lo acquisiscono dopo”. ",
  "mn108:6.1": "Ma la conversazione tra il Venerabile Ānanda e Moggallāna il Guardiano venne interrotta. ",
  "mn108:6.2": "Poiché in quel momento il bramino Vassakāra, un ministro di Maghada, mentre supervisionava il lavoro a Rājagaha, andò dal Venerabile Ānanda dove Moggallāna lavorava e ci scambiò saluti. ",
  "mn108:6.3": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Venerabile Ānanda: ",
  "mn108:6.4": "“Signor Ānanda, di cosa stavate parlando mentre eravate seduti proprio ora? Che conversazione è stata interrotta?” ",
  "mn108:6.5": "Allora il Venerabile Ānanda gli riferì la conversazione che stavano avendo prima che Vassakāra arrivasse. Vassakāra disse: ",
  "mn108:7.1": "“Signor Ānanda, c’è anche un solo monaco che è stato nominato dal Signor Gotama dicendo: ",
  "mn108:7.2": "‘Questo sarà il vostro rifugio quando io non ci sarò più’, a cui vi rivolgereste?” ",
  "mn108:7.3": "“No, non c’è” ",
  "mn108:8.1": "“Ma c’è anche un solo monaco che è stato eletto dalla comunità e nominato da vari monaci anziani?” ",
  "mn108:8.3": "“No, non c’è” ",
  "mn108:9.1": "“Ma se vi manca un rifugio, Signor Ānanda, allora qual è la ragione della vostra armonia?” ",
  "mn108:9.2": "“Non ci manca un rifugio, bramino, ",
  "mn108:9.3": "abbiamo un rifugio. ",
  "mn108:9.4": "L’insegnamento è il nostro rifugio” ",
  "mn108:10.1": "“Ma, Signor Ānanda, quando le ho chiesto se ci fosse anche un solo monaco, sia nominato dal Buddha, ",
  "mn108:10.5": "che eletto dalla comunità e nominato da vari monaci anziani, ",
  "mn108:10.6": "che vi fa da rifugio dopo che il Buddha è deceduto, a cui ora vi rivolgete, ",
  "mn108:10.7": "lei rispose: ‘No, non c’è’. ",
  "mn108:10.10": "Ma ora dice che la ragione della vostra armonia è che avete ",
  "mn108:10.12": "l’insegnamento come rifugio. ",
  "mn108:10.13": "Come posso interpretare il significato di questa frase?” ",
  "mn108:10.14": "“Bramino, Il Beato che conosce e vede, il perfetto, il Buddha completamente risvegliato ha istituito le regole d’addestramento e ha recitato la regola monastica per i monaci. ",
  "mn108:10.15": "Nel giorno di festa, tutti quelli di noi che vivono in dipendenza da un distretto di villaggi si radunano in gruppo. ",
  "mn108:10.16": "Invitiamo uno che trasmette la regola a recitarla. ",
  "mn108:10.17": "Se qualcuno ricorda un’offesa o una trasgressione mentre si sta recitando, lo facciamo agire in linea con l’insegnamento e con le istruzioni. ",
  "mn108:10.18": "Non sono i venerabili che ci fanno agire, ",
  "mn108:10.19": "è l’insegnamento che ci fa agire” ",
  "mn108:11.1": "“Signor Ānanda, c’è anche solo un monaco che onorate, rispettate, stimate, venerate, e su cui fate affidamento?” ",
  "mn108:11.2": "“Non c’è, bramino” ",
  "mn108:11.3": "“Signor Ānanda, quando le ho chiesto se ci fosse anche un solo monaco, sia nominato dal Buddha, ",
  "mn108:12.2": "che eletto dalla comunità e nominato da vari monaci anziani, ",
  "mn108:12.3": "che vi fa da rifugio dopo che il Buddha è deceduto, a cui ora vi rivolgete, ",
  "mn108:12.4": "lei rispose: ‘No, non c’è’. ",
  "mn108:12.6": "E ora quando le ho chiesto se c’è anche solo un monaco che onorate, rispettate, stimate, venerate, e su cui fate affidamento, ",
  "mn108:12.7": "lei ha risposto: ‘No, non c’è’. ",
  "mn108:12.8": "Come posso interpretare il significato di questa frase?” ",
  "mn108:13.1": "“Ci sono dieci cose ispiratrici spiegate dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn108:13.2": "Onoriamo chiunque in cui si trovano queste dieci cose. ",
  "mn108:13.3": "Quali dieci? ",
  "mn108:14.1": "È quando un monaco è morale, con contegno nel rispetto della regola monastica, comportandosi bene e cercando elemosina in posti adatti. Vedendo il pericolo nella colpa più piccola, mantiene le regole che ha intrapreso. ",
  "mn108:15.1": "È molto colto, ricorda e mantiene ciò che ha imparato. ",
  "mn108:15.2": "Questi insegnamenti sono buoni all’inizio, buoni nel mezzo, e buoni alla fine; significativi e ben espressi; descrivono un percorso spirituale assolutamente completo e puro. È molto colto in tali insegnamenti, ricordandoli, rafforzandoli attraverso la recitazione, scrutandoli con la mente, e comprendendoli in teoria. ",
  "mn108:16.1": "È soddisfatto di qualsiasi tipo di abito, di cibo, di riparo, e di medicine e provvigioni per malati. ",
  "mn108:17.1": "Raggiunge le quattro estasi, dimore felici nella vita presente che appartengono alla mente superiore, quando vuole, senza problemi o difficoltà. ",
  "mn108:18.1": "Esercita i vari tipi di poteri psichici: si moltiplica e ritorna uno; appare e scompare; passa senza ostacolo attraverso un muro, un bastione, o una montagna come se fosse spazio; si tuffa dentro e fuori dalla terra come se fosse acqua; cammina sull’acqua come se fosse terra; vola con le gambe incrociate nel cielo come un uccello; tocca e accarezza con la mano il sole e la luna, così potente e forte; controlla il corpo fino al regno di Dio. ",
  "mn108:19.1": "Con chiarudienza purificata e sovrumana, sente entrambi i tipi di suoni, umani e divini, sia vicini che lontani. ",
  "mn108:20.1": "Comprende le menti degli altri esseri e individui, avendole lette con la propria mente. ",
  "mn108:20.2": "Comprende la mente con avidità come ‘mente con avidità,’ ",
  "mn108:20.3": "e la mente senza avidità come ‘mente senza avidità’. ",
  "mn108:20.4": "Comprende la mente con odio come ‘mente con odio,’ ",
  "mn108:20.5": "e la mente senza odio come ‘mente senza odio.’ ",
  "mn108:20.6": "Comprende la mente con illusione come ‘mente con illusione,’ ",
  "mn108:20.7": "e la mente senza illusione come ‘mente senza illusione.’ ",
  "mn108:20.8": "Comprende la mente ristretta come ‘mente ristretta,’ ",
  "mn108:20.9": "e la mente sparpagliata come ‘mente sparpagliata.’ ",
  "mn108:20.10": "Comprende la mente espansiva come ‘mente espansiva,’ ",
  "mn108:20.11": "e la mente non espansiva come ‘mente non espansiva.’ ",
  "mn108:20.12": "Comprende la mente non suprema come ‘mente non suprema,’ ",
  "mn108:20.13": "e la mente suprema come ‘mente suprema.’ ",
  "mn108:20.14": "Comprende la mente concentrata come ‘mente concentrata’, ",
  "mn108:20.15": "e la mente non concentrata come ‘mente non concentrata.’ ",
  "mn108:20.16": "Comprende la mente libera come ‘mente libera,’ ",
  "mn108:20.17": "e la mente non libera come ‘mente non libera.’ ",
  "mn108:21.1": "Ricorda vari tipi di vite passate. Cioè: una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. Ricorda: ‘Lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui da un’altra parte. Anche lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui qui’. E così ricorda i suoi vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn108:22.1": "Con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn108:23.1": "Realizza la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimora avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti. ",
  "mn108:23.2": "Queste sono le dieci cose ispiratrici spiegate dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn108:23.3": "Onoriamo chiunque in cui si trovano queste dieci cose”. ",
  "mn108:24.1": "Detto ciò, Vassakāra si rivolse al Generale Upananda: ",
  "mn108:24.2": "“Cosa ne pensi, generale? ",
  "mn108:24.3": "Questi venerabili onorano, rispettano, stimano, e venerano chi ne è degno?” ",
  "mn108:24.4": "“Certo che sì. ",
  "mn108:24.5": "Poiché se questi venerabili non li onorassero, rispettassero, riverissero, e venerassero, ",
  "mn108:24.6": "allora chi onorerebbero esattamente?” ",
  "mn108:25.1": "Allora Vassakāra disse al Venerabile Ānanda: ",
  "mn108:25.2": "“Dove risiede al momento, Signor Ānanda?” ",
  "mn108:25.3": "“Nel bosco di bambù, bramino” ",
  "mn108:25.4": "“Spero che il bosco di bambù sia bello, silenzioso e tranquillo, via dalla pazza folla, lontano da insediamenti umani, e adatto al ritiro?” ",
  "mn108:25.5": "“Certo che lo è, bramino. Ed è grazie a protettori e guardiani come te” ",
  "mn108:25.6": "“Sicuramente, Signor Ānanda, è grazie ai venerabili che praticano l’estasi e hanno l’abitudine di praticare l’estasi. ",
  "mn108:25.7": "Poiché i venerabili davvero praticano l’estasi e hanno l’abitudine di praticare l’estasi. ",
  "mn108:25.8": "Una volta, Signor Ānanda, il Buddha dimorava vicino a Vesālī, presso la Grande Selva, nella sala col tetto a punta. ",
  "mn108:25.9": "Allora andai da lui. ",
  "mn108:25.10": "E lì parlò dell’estasi in vari modi. ",
  "mn108:25.11": "Lui praticava l’estasi e aveva l’abitudine di praticare l’estasi. ",
  "mn108:25.12": "E lodava qualsiasi tipo di estasi” ",
  "mn108:26.1": "“No, bramino, il Buddha non lodava qualsiasi tipo di estasi, né criticava qualsiasi tipo di estasi. ",
  "mn108:26.2": "E quale tipo di estasi non lodava? ",
  "mn108:26.3": "È quando la mente di qualcuno è sopraffatta e incastrata nel desiderio per i piaceri dei sensi, e non comprende secondo realtà la fuga dal desiderio per i piaceri dei sensi che si è manifestato. ",
  "mn108:26.4": "Covando desiderio per i piaceri dei sensi dentro sé, sta in estasi, si concentra, contempla, e rimugina. ",
  "mn108:26.5": "La sua mente è sopraffatta e incastrata nella malevolenza … ",
  "mn108:26.7": "nel torpore e sonnolenza … ",
  "mn108:26.9": "nell’irrequietezza e rimorso … ",
  "mn108:26.11": "nel dubbio, e non comprende secondo realtà quale sia la fuga dal dubbio che si è manifestato. ",
  "mn108:26.12": "Covando dubbio dentro sé, sta in estasi, si concentra, contempla, e rimugina. ",
  "mn108:26.13": "Il Buddha non lodava questo tipo di estasi. ",
  "mn108:27.1": "E quale tipo di estasi lodava? ",
  "mn108:27.2": "È quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn108:27.3": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunge e dimora nella seconda estasi. … ",
  "mn108:27.4": "nella terza estasi … ",
  "mn108:27.5": "e nella quarta estasi. ",
  "mn108:27.6": "Il Buddha lodava questo tipo di estasi” ",
  "mn108:28.1": "“Beh, Signor Ānanda, si direbbe che il Signor Gotama criticava il tipo di estasi che merita critica e lodava quello che merita lode. ",
  "mn108:28.2": "Beh, ora, Signor Ānanda, devo andare. ",
  "mn108:28.3": "Ho molti compiti, e molto da fare” ",
  "mn108:28.4": "“Prego, bramino, vai pure quando vuoi”. ",
  "mn108:28.5": "Allora il bramino Vassakāra trasse piacere e gioì in ciò che il Venerabile Ānanda disse. Poi si alzò dal proprio posto, e se ne andò. ",
  "mn108:29.1": "Poco dopo che se n’era andato, Moggallāna il Guardiano disse al Venerabile Ānanda: ",
  "mn108:29.2": "“Signor Ānanda, non ha ancora risposto alla mia domanda” ",
  "mn108:29.3": "“Ma, bramino, non ho detto: ",
  "mn108:29.4": "‘Non c’è neanche un solo monaco che possiede tutte le stesse qualità in ogni modo che il Signor Gotama, il perfetto, il Buddha completamente risvegliato possedeva. ",
  "mn108:29.5": "Poiché il Beato diede origine al percorso inoriginato, diede alla luce il percorso non nato, e spiegò il percorso inspiegato. È il conoscitore del percorso, lo scopritore del percorso, l’esperto sul percorso. ",
  "mn108:29.6": "E ora i discepoli vivono seguendo il percorso; lo acquisiscono dopo’?” "
}