{
  "mn10:0.1": "Discorsi medi 10 ",
  "mn10:0.2": "Il discorso sulle basi della consapevolezza ",
  "mn10:1.1": "Così ho sentito. ",
  "mn10:1.2": "Una volta il Buddha dimorava nella terra dei Kuru, vicino alla città Kuru chiamata Kammāsadamma. ",
  "mn10:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn10:1.4": "“Monaci!” ",
  "mn10:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn10:1.6": "Il Buddha disse: ",
  "mn10:2.1": "“Monaci, ecco il cammino diretto per la purificazione degli esseri viventi, per trascendere tristezza e pianto, per porre fine a dolore e malinconia, per scoprire il sistema, e per realizzare l’estinzione: le quattro basi della consapevolezza. ",
  "mn10:3.1": "Quali quattro? ",
  "mn10:3.2": "È quando un monaco dimora contemplando un aspetto del corpo, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn10:3.3": "Dimora contemplando un aspetto delle sensazioni, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn10:3.4": "Dimora contemplando un aspetto della mente, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn10:3.5": "Dimora contemplando un aspetto dei principi, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn10:4.0.1": "1. Contemplazione del corpo ",
  "mn10:4.0.2": "1.1 Consapevolezza del respiro ",
  "mn10:4.1": "E come fa un monaco a dimorare contemplando un aspetto del corpo? ",
  "mn10:4.2": "È quando un monaco, andato nella natura, o alla radice di un albero, o in una capanna vuota, si siede con le gambe incrociate e la schiena dritta, e stabilisce consapevolezza di fronte a sé. ",
  "mn10:4.3": "Consapevole, inspira. Consapevole, espira. ",
  "mn10:4.4": "Quando prende respiri lunghi  sa: ‘Sto prendendo respiri lunghi’. Quando rilascia respiri lunghi sa: ‘Sto rilasciando respiri lunghi’. ",
  "mn10:4.5": "Quando prende respiri corti  sa: ‘Sto prendendo respiri corti’. Quando rilascia respiri corti sa: ‘Sto rilasciando respiri corti’. ",
  "mn10:4.6": "Si allena così: ‘Inspirerò facendo esperienza di tutto il corpo’. Si allena così: ‘Espirerò facendo esperienza di tutto il corpo’. ",
  "mn10:4.7": "Si allena così: ‘Inspirerò calmando i processi fisici’. Si allena così: ‘Espirerò calmando i processi fisici’. ",
  "mn10:4.8": "È come un abile falegname o il suo assistente. Quando fa un taglio profondo sa: ‘Sto facendo un taglio profondo’, e quando fa un taglio superficiale sa: ‘Sto facendo un taglio superficiale’. ",
  "mn10:5.1": "E quindi dimora contemplando un aspetto del corpo internamente, esternamente, e sia internamente che esternamente. ",
  "mn10:5.2": "Dimora contemplando il corpo come soggetto a venire in essere, come soggetto a svanire, e come soggetto sia a venire in essere che a svanire. ",
  "mn10:5.3": "O la consapevolezza è stabilita in modo da sapere che il corpo esiste, al grado necessario per conoscenza e consapevolezza. Dimora indipendente, non attaccandosi a niente al mondo. ",
  "mn10:5.4": "Così è come un monaco dimora contemplando un aspetto del corpo. ",
  "mn10:6.0": "1.2. Le posture ",
  "mn10:6.1": "Inoltre, quando un monaco cammina sa: ‘Sto camminando’. Quando è in piedi sa: ‘Sono in piedi’. Quando è seduto sa: ‘Sono seduto’. E quando è sdraiato sa: ‘Sono sdraiato’. ",
  "mn10:6.2": "In qualsiasi posizione il proprio corpo si trova, lo sa. ",
  "mn10:7.1": "E quindi dimora contemplando un aspetto del corpo internamente, esternamente, e sia internamente che esternamente. ",
  "mn10:7.2": "Dimora contemplando il corpo come soggetto a venire in essere, come soggetto a svanire, e come soggetto sia a venire in essere che a svanire. ",
  "mn10:7.3": "O la consapevolezza è stabilita in modo da sapere che il corpo esiste, al grado necessario per conoscenza e consapevolezza. Dimora indipendente, non attaccandosi a niente al mondo. ",
  "mn10:7.4": "Anche così è come un monaco dimora contemplando un aspetto del corpo. ",
  "mn10:8.0": "1.3. Consapevolezza del corpo ",
  "mn10:8.1": "Inoltre, un monaco agisce con consapevolezza nell’andare e nel tornare; nel guardare avanti e di lato; nel piegare ed estendere gli arti; nel gestire il mantello, la ciotola, e gli abiti; nel mangiare, bere, masticare, e assaporare; nell’urinare e defecare; nel camminare, rimanere in piedi, sedersi, dormire, stare sveglio, parlare, e rimanere in silenzio. ",
  "mn10:9.1": "E quindi dimora contemplando un aspetto del corpo internamente, esternamente, e sia internamente che esternamente … ",
  "mn10:9.2": "Anche così è come un monaco dimora contemplando un aspetto del corpo. ",
  "mn10:10.0": "1.4. Attenzione alle parti ripugnanti del corpo ",
  "mn10:10.1": "Inoltre, un monaco esamina il proprio corpo, su dalle piante dei piedi e giù dalle punte dei capelli, avvolto in pelle e pieno di vari tipi di schifezze: ",
  "mn10:10.2": "‘In questo corpo ci sono capelli, peli, unghie, denti, pelle, carne, tendini, ossa, midollo osseo, reni, cuore, fegato, diaframma, milza, polmoni, intestini, mesentere, cibo non digerito, feci, bile, catarro, pus, sangue, sudore, grasso, lacrime, unto, saliva, muco, liquido sinoviale, urina’. ",
  "mn10:10.3": "È come se ci fosse un sacco con aperture da entrambi i lati, pieno di vari tipi di grani, come riso raffinato, frumento, fagioli, piselli, sesamo, e riso comune. E qualcuno con buona vista lo apre ed esamina i contenuti: ‘Questi grani sono riso raffinato, questi sono frumento, questi sono fagioli, questi sono piselli, questi sono sesamo, e questo è riso comune’. ",
  "mn10:11.1": "E quindi dimora contemplando un aspetto del corpo internamente, esternamente, e sia internamente che esternamente … ",
  "mn10:11.2": "Anche così è come un monaco dimora contemplando un aspetto del corpo. ",
  "mn10:12.0": "1.5. Attenzione agli stati della materia ",
  "mn10:12.1": "Inoltre, un monaco esamina il proprio corpo, in qualsiasi posizione si trovi, secondo gli stati della materia: ",
  "mn10:12.2": "‘In questo corpo c’è materia solida, materia liquida, calore, e materia gassosa’. ",
  "mn10:12.3": "È come se un abile macellaio o il suo apprendista uccidessero una mucca e si sedessero a un incrocio con la carne tagliata in porzioni. ",
  "mn10:13.1": "E quindi dimora contemplando un aspetto del corpo internamente, esternamente, e sia internamente che esternamente … ",
  "mn10:13.2": "Anche così è come un monaco dimora contemplando un aspetto del corpo. ",
  "mn10:14.0": "1.6. Contemplazioni da cimitero ",
  "mn10:14.1": "Inoltre, immaginate che un monaco veda un cadavere scartato in un cimitero, morto da uno, due, o tre giorni, gonfio, livido, e purulento. ",
  "mn10:14.2": "Lo confronta con il proprio corpo: ",
  "mn10:14.3": "‘Anche questo corpo è di quella stessa natura, di quello stesso tipo, e non può andare oltre a questo’. ",
  "mn10:15.2": "Anche così è come un monaco dimora contemplando un aspetto del corpo. ",
  "mn10:16.1": "Inoltre, immaginate che un monaco veda un cadavere scartato in un cimitero che viene divorato da corvi, falchi, avvoltoi, aironi, cani, tigri, leopardi, sciacalli, e vari tipi di insetti. ",
  "mn10:16.2": "Lo confronta con il proprio corpo: ",
  "mn10:16.3": "‘Anche questo corpo è di quella stessa natura, di quello stesso tipo, e non può andare oltre a questo’. ",
  "mn10:17.1": "E quindi dimora contemplando un aspetto del corpo internamente, esternamente, e sia internamente che esternamente … ",
  "mn10:17.2": "Anche così è come un monaco dimora contemplando un aspetto del corpo. ",
  "mn10:18-23.1": "Inoltre, immaginate che un monaco veda un cadavere scartato in un cimitero, uno scheletro con carne e sangue, tenuto insieme dai tendini … ",
  "mn10:18-23.2": "Uno scheletro senza carne ma cosparso di sangue, e tenuto insieme dai tendini … ",
  "mn10:18-23.3": "Uno scheletro senza carne e sangue, tenuto insieme dai tendini … ",
  "mn10:24.1": "Ossa senza tendini sparse in ogni direzione. Qui l’osso di una mano, lì l’osso di un piede, qui uno stinco, lì un femore, qui un bacino, lì una costola, qui una vertebra, lì l’osso di un braccio, qui un osso del collo, lì una mandibola, qui un dente, lì il cranio … ",
  "mn10:24.2": "",
  "mn10:26-28.1": "Ossa bianche, del colore delle conchiglie … ",
  "mn10:29.1": "Ossa decrepite, ammucchiate in una pila … ",
  "mn10:30.1": "Ossa marce e sbriciolate in polvere. ",
  "mn10:30.2": "Li confronta con il proprio corpo: ",
  "mn10:30.3": "‘Anche questo corpo è di quella stessa natura, di quello stesso tipo, e non può andare oltre a questo’. ",
  "mn10:31.1": "E quindi dimora contemplando un aspetto del corpo internamente, esternamente, e sia internamente che esternamente. ",
  "mn10:31.2": "Dimora contemplando il corpo come soggetto a venire in essere, come soggetto a svanire, e come soggetto sia a venire in essere che a svanire. ",
  "mn10:31.3": "O la consapevolezza è stabilita in modo da sapere che il corpo esiste, al grado necessario per conoscenza e consapevolezza. Dimora indipendente, non attaccandosi a niente al mondo. ",
  "mn10:31.4": "Anche così è come un monaco dimora contemplando un aspetto del corpo. ",
  "mn10:32.0": "2. Contemplazione delle sensazioni ",
  "mn10:32.1": "E come fa un monaco a dimorare contemplando un aspetto delle sensazioni? ",
  "mn10:32.2": "È quando un monaco che prova una sensazione piacevole sa: ‘Sto provando una sensazione piacevole’. ",
  "mn10:32.3": "Quando prova una sensazione dolorosa sa: ‘Sto provando una sensazione dolorosa’. ",
  "mn10:32.4": "Quando prova una sensazione neutra, sa: ‘Sto provando una sensazione neutra’. ",
  "mn10:32.5": "Quando prova una sensazione materiale piacevole, sa: ‘Sto provando una sensazione materiale piacevole’. ",
  "mn10:32.6": "Quando prova una sensazione spirituale piacevole sa: ‘Sto provando una sensazione spirituale piacevole’. ",
  "mn10:32.7": "Quando prova una sensazione materiale dolorosa sa: ‘Sto provando una sensazione materiale dolorosa’. ",
  "mn10:32.8": "Quando prova una sensazione spirituale dolorosa sa: ‘Sto provando una sensazione spirituale dolorosa’. ",
  "mn10:32.9": "Quando prova una sensazione materiale neutra sa: ‘Sto provando una sensazione materiale neutra’. ",
  "mn10:32.10": "Quando prova una sensazione spirituale neutra sa: ‘Sto provando una sensazione spirituale neutra’. ",
  "mn10:33.1": "E quindi dimora contemplando un aspetto delle sensazioni internamente, esternamente, e sia internamente che esternamente. ",
  "mn10:33.2": "Dimora contemplando le sensazioni come soggette a venire in essere, come soggette a svanire, e come soggette sia a venire in essere che a svanire. ",
  "mn10:33.3": "O la consapevolezza è stabilita in modo da sapere che le sensazioni esistono, al grado necessario per conoscenza e consapevolezza. Dimora indipendente, non attaccandosi a niente al mondo. ",
  "mn10:33.4": "Così è come un monaco dimora contemplando un aspetto delle sensazioni. ",
  "mn10:34.0": "3. Contemplazione della mente ",
  "mn10:34.1": "E come fa un monaco a dimorare contemplando un aspetto della mente? ",
  "mn10:34.2": "È quando un monaco comprende la mente con avidità come ‘mente con avidità’, ",
  "mn10:34.3": "e la mente senza avidità come ‘mente senza avidità’. ",
  "mn10:34.4": "Comprende la mente con odio come ‘mente con odio’, ",
  "mn10:34.5": "e la mente senza odio come ‘mente senza odio’. ",
  "mn10:34.6": "Comprende la mente con illusione come ‘mente con illusione’, ",
  "mn10:34.7": "e la mente senza illusione come ‘mente senza illusione’. ",
  "mn10:34.8": "Comprende la mente ristretta come ‘mente ristretta’, ",
  "mn10:34.9": "e la mente sparpagliata come ‘mente sparpagliata’. ",
  "mn10:34.10": "Comprende la mente espansiva come ‘mente espansiva’, ",
  "mn10:34.11": "e la mente non espansiva come ‘mente non espansiva’. ",
  "mn10:34.12": "Comprende la mente non suprema come ‘mente non suprema’, ",
  "mn10:34.13": "e la mente suprema come ‘mente suprema’. ",
  "mn10:34.14": "Comprende la mente concentrata come ‘mente concentrata’, ",
  "mn10:34.15": "e la mente non concentrata come ‘mente non concentrata’. ",
  "mn10:34.16": "Comprende la mente libera come ‘mente libera’, ",
  "mn10:34.17": "e la mente non libera come ‘mente non libera’. ",
  "mn10:35.1": "E quindi dimora contemplando un aspetto della mente internamente, esternamente, e sia internamente che esternamente. ",
  "mn10:35.2": "Dimora contemplando la mente come soggetta a venire in essere, come soggetta a svanire, e come soggetta sia a venire in essere che a svanire. ",
  "mn10:35.3": "O la consapevolezza è stabilita in modo da sapere che la mente esiste, al grado necessario per conoscenza e consapevolezza. Dimora indipendente, non attaccandosi a niente al mondo. ",
  "mn10:35.4": "Così è come un monaco dimora contemplando un aspetto della mente. ",
  "mn10:36.0.1": "4. Contemplazione dei fenomeni ",
  "mn10:36.0.2": "4.1. Gli impedimenti ",
  "mn10:36.1": "E come fa un monaco a dimorare osservando un aspetto dei fenomeni? ",
  "mn10:36.2": "È quando un monaco dimora contemplando un aspetto dei fenomeni in relazione ai cinque impedimenti. ",
  "mn10:36.3": "E come fa un monaco a dimorare contemplando un aspetto dei fenomeni in relazione ai cinque impedimenti? ",
  "mn10:36.4": "Quando in un monaco c’è desiderio per i sensi, comprende: ‘C’è desiderio per i sensi in me’. Quando non c’è desiderio per i sensi in lui comprende: ‘Non c’è desiderio per i sensi in me’. Comprende come il desiderio per i sensi si manifesta; come, quando si è già manifestato, viene abbandonato, e come, una volta abbandonato, non si manifesta più in futuro. ",
  "mn10:36.5": "Quando in un monaco c’è malevolenza, comprende: ‘C’è malevolenza in me’. Quando non c’è malevolenza in lui comprende: ‘Non c’è malevolenza in me’. Comprende come la malevolenza si manifesta; come, quando si è già manifestata, viene abbandonata, e come, una volta abbandonata, non si manifesta più in futuro. ",
  "mn10:36.6": "Quando in un monaco c’è torpore e sonnolenza, comprende: ‘C’è torpore e sonnolenza in me’. Quando non c’è torpore e sonnolenza in lui comprende: ‘Non c’è torpore e sonnolenza in me’. Comprende come il torpore e la sonnolenza si manifestano; come, quando si sono già manifestati, vengono abbandonati, e come, una volta abbandonati, non si manifestano più in futuro. ",
  "mn10:36.7": "Quando in un monaco c’è irrequietezza e rimorso, comprende: ‘C’è irrequietezza e rimorso in me’. Quando non c’è irrequietezza e rimorso in lui comprende: ‘Non c’è irrequietezza e rimorso in me’. Comprende come l’irrequietezza e il rimorso si manifestano; come, quando si sono già manifestati, vengono abbandonati, e come, una volta abbandonati, non si manifestano più in futuro. ",
  "mn10:36.8": "Quando in un monaco c’è dubbio, comprende: ‘C’è dubbio in me’. Quando non c’è dubbio in lui comprende: ‘Non c’è dubbio in me’. Comprende come il dubbio si manifesta; come, quando si è già manifestato, viene abbandonato, e come, una volta abbandonato, non si manifesta più in futuro. ",
  "mn10:37.1": "E quindi dimora contemplando un aspetto dei fenomeni internamente, esternamente, e sia internamente che esternamente. ",
  "mn10:37.2": "Dimora osservando i fenomeni come soggetti a venire in essere, come soggetti a svanire, e come soggetti sia a venire in essere che a svanire. ",
  "mn10:37.3": "O la consapevolezza è stabilita in modo da sapere che i fenomeni esistono, al grado necessario per conoscenza e consapevolezza. Dimora indipendente, non attaccandosi a niente al mondo. ",
  "mn10:37.4": "Così è come un monaco dimora contemplando un aspetto dei fenomeni in relazione ai cinque impedimenti. ",
  "mn10:38.0": "4.2. Gli aggregati ",
  "mn10:38.1": "Inoltre, un monaco dimora contemplando un aspetto dei fenomeni in relazione ai cinque aggregati di attaccamento. ",
  "mn10:38.2": "E come fa un monaco a dimorare contemplando un aspetto dei fenomeni in relazione ai cinque aggregati di attaccamento? ",
  "mn10:38.3": "È quando un monaco contempla: ",
  "mn10:38.4": "‘Questa è la forma, questa è l’origine della forma, questa è la fine della forma. ",
  "mn10:38.5": "Questa è la sensazione, questa è l’origine della sensazione, questa è la fine della sensazione. ",
  "mn10:38.6": "Questa è la percezione, questa è l’origine della percezione, questa è la fine della percezione. ",
  "mn10:38.7": "Queste sono le attività, questa è l’origine delle attività, questa è la fine delle attività. ",
  "mn10:38.8": "Questa è la coscienza, questa è l’origine della coscienza, questa è la fine della coscienza’. ",
  "mn10:39.1": "E quindi dimora contemplando un aspetto dei fenomeni internamente, esternamente, e sia internamente che esternamente. ",
  "mn10:39.4": "Così è come un monaco dimora contemplando un aspetto dei fenomeni in relazione ai cinque aggregati di attaccamento. ",
  "mn10:40.0": "4.3. I campi sensoriali ",
  "mn10:40.1": "Inoltre, un monaco dimora osservando un aspetto dei fenomeni in relazione ai sei campi sensoriali interni ed esterni. ",
  "mn10:40.2": "E come fa un monaco a dimorare contemplando un aspetto dei fenomeni in relazione ai sei campi sensoriali interni ed esterni? ",
  "mn10:40.3": "È quando un monaco comprende l’occhio, le forme, e la catena che si manifesta in dipendenza di questi. Comprende come la catena che non è si è ancora manifestata si manifesta; come la catena che si è manifestata viene abbandonata, e come la catena abbandonata non si manifesta più in futuro. ",
  "mn10:40.4": "Comprende l’orecchio, i suoni, e la catena … ",
  "mn10:40.5": "Comprende il naso, gli odori, e la catena … ",
  "mn10:40.6": "Comprende la lingua, i sapori, e la catena … ",
  "mn10:40.7": "Comprende il corpo, i tocchi, e la catena … ",
  "mn10:40.8": "Comprende la mente, i fenomeni mentali, e la catena che si manifesta in dipendenza di questi. Comprende come la catena che non è si è manifestata si manifesta; come la catena che si è manifestata viene abbandonata, e come la catena abbandonata non si manifesta più in futuro. ",
  "mn10:41.1": "E quindi dimora contemplando un aspetto dei fenomeni internamente, esternamente, e sia internamente che esternamente … ",
  "mn10:41.4": "Così è come un monaco dimora contemplando un aspetto dei fenomeni in relazione ai sei campi sensoriali interni ed esterni. ",
  "mn10:42.0": "4.4. I fattori di risveglio ",
  "mn10:42.1": "Inoltre, un monaco dimora contemplando un aspetto dei fenomeni in relazione ai sette fattori di risveglio. ",
  "mn10:42.2": "E come fa un monaco a dimorare contemplando un aspetto dei fenomeni in relazione ai sette fattori di risveglio? ",
  "mn10:42.3": "Quando in un monaco c’è il fattore di risveglio della consapevolezza comprende: ‘C’è il fattore di risveglio della consapevolezza in me’. Quando non c’è il fattore di risveglio della consapevolezza in lui comprende: ‘Non c’è il fattore di risveglio della consapevolezza in me’. Comprende come il fattore di risveglio della consapevolezza che non si è ancora manifestato si manifesta, e come, una volta manifestato, viene sviluppato del tutto. ",
  "mn10:42.4": "Quando c’è il fattore di risveglio dell’investigazione dei fenomeni … ",
  "mn10:42.5": "dell’energia … ",
  "mn10:42.6": "dell’euforia … ",
  "mn10:42.7": "della tranquillità … ",
  "mn10:42.8": "della concentrazione … ",
  "mn10:42.9": "dell’equanimità in lui comprende: ‘C’è il fattore di risveglio dell’equanimità in me’. Quando non c’è il fattore di risveglio dell’equanimità in lui comprende: ‘Non c’è il fattore di risveglio dell’equanimità in me’. Comprende come il fattore di risveglio dell’equanimità che non si è ancora manifestato si manifesta, e come, una volta manifestato, viene sviluppato del tutto. ",
  "mn10:43.1": "E quindi dimora contemplando un aspetto dei fenomeni internamente, esternamente, e sia internamente che esternamente. ",
  "mn10:43.2": "Dimora contemplando i fenomeni come soggetti a venire in essere, come soggetti a svanire, e come soggetti sia a venire in essere che a svanire. ",
  "mn10:43.3": "O la consapevolezza è stabilita in modo da sapere che i fenomeni esistono, al grado necessario per conoscenza e consapevolezza. Dimora indipendente, non attaccandosi a niente al mondo. ",
  "mn10:43.4": "Così è come un monaco dimora contemplando un aspetto dei fenomeni in relazione ai sette fattori di risveglio. ",
  "mn10:44.0": "4.5. Le verità ",
  "mn10:44.1": "Inoltre, un monaco dimora contemplando un aspetto dei fenomeni in relazione alle quattro nobili verità. ",
  "mn10:44.2": "E come fa un monaco a dimorare contemplando un aspetto dei fenomeni in relazione alle quattro nobili verità? ",
  "mn10:44.3": "È quando un monaco comprende secondo realtà: ‘Questa è la sofferenza’ … ‘Questa è l’origine della sofferenza’ … ‘Questa è la cessazione della sofferenza’ … ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn10:45.1": "E quindi dimora contemplando un aspetto dei fenomeni internamente, esternamente, e sia internamente che esternamente. ",
  "mn10:45.2": "Dimora contemplando i fenomeni come soggetti a venire in essere, come soggetti a svanire, e come soggetti sia a venire in essere che a svanire. ",
  "mn10:45.3": "O la consapevolezza è stabilita in modo da sapere che i fenomeni esistono, al grado necessario per conoscenza e consapevolezza. Dimora indipendente, non attaccandosi a niente al mondo. ",
  "mn10:45.4": "Così è come un monaco dimora contemplando un aspetto dei fenomeni in relazione alle quattro nobili verità. ",
  "mn10:46.1": "Chiunque sviluppi queste quattro basi della consapevolezza per sette anni può aspettarsi uno di due risultati: ",
  "mn10:46.2": "Illuminazione nella vita presente, o, se è rimasto qualcosa, il non ritorno. ",
  "mn10:46.3": "Figuriamoci sette anni, ",
  "mn10:46.4": "chiunque sviluppi queste quattro basi della consapevolezza in questo modo per sei anni … ",
  "mn10:46.5": "cinque anni … ",
  "mn10:46.6": "quattro anni … ",
  "mn10:46.7": "tre anni … ",
  "mn10:46.8": "due anni … ",
  "mn10:46.9": "un anno … ",
  "mn10:46.11": "sette mesi … ",
  "mn10:46.14": "sei mesi … ",
  "mn10:46.15": "cinque mesi … ",
  "mn10:46.16": "quattro mesi … ",
  "mn10:46.17": "tre mesi … ",
  "mn10:46.18": "due mesi … ",
  "mn10:46.19": "un mese … ",
  "mn10:46.20": "due settimane … ",
  "mn10:46.21": "Figuriamoci due settimane, ",
  "mn10:46.22": "chiunque sviluppi queste quattro basi della consapevolezza per sette giorni può aspettarsi uno di due risultati: ",
  "mn10:46.23": "Illuminazione nella vita presente, o, se è rimasto qualcosa, il non ritorno. ",
  "mn10:47.1": "‘Monaci, ecco il cammino diretto per la purificazione degli esseri viventi, per trascendere tristezza e pianto, per porre fine a dolore e malinconia, per scoprire il sistema, e per realizzare l’estinzione: le quattro basi della consapevolezza’. ",
  "mn10:47.2": "Questo è ciò che ho detto, e questo è perché l’ho detto”. ",
  "mn10:47.3": "Questo è ciò che il Buddha disse. ",
  "mn10:47.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}