{
  "mn115:0.1": "Discorsi medi 115 ",
  "mn115:0.2": "Il discorso sui vari elementi ",
  "mn115:1.1": "Così ho sentito. ",
  "mn115:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn115:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn115:1.4": "“Monaci!” ",
  "mn115:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn115:1.6": "Il Buddha disse: ",
  "mn115:2.1": "“Ogni pericolo che esiste deriva dagli stolti, non dagli astuti. ",
  "mn115:2.2": "Ogni insidia che esiste deriva dagli stolti, non dagli astuti. ",
  "mn115:2.3": "Ogni rischio che esiste deriva dagli stolti, non dagli astuti. ",
  "mn115:2.4": "È come un fuoco che si propaga da una capanna fatta di canne o di fieno, e brucia persino un bungalow rivestito dento e fuori, senza spifferi, con catenacci agganciati e finestre chiuse. ",
  "mn115:2.5": "Allo stesso modo, ogni pericolo che esiste deriva dagli stolti, non dagli astuti. ",
  "mn115:2.6": "Ogni insidia che esiste deriva dagli stolti, non dagli astuti. ",
  "mn115:2.7": "Ogni rischio che esiste deriva dagli stolti, non dagli astuti. ",
  "mn115:2.8": "Quindi, lo stolto è pericoloso, ma l’astuto è salvo. ",
  "mn115:2.9": "Lo stolto è insidioso, ma l’astuto no. ",
  "mn115:2.10": "Lo stolto è rischioso, ma l’astuto no. ",
  "mn115:2.11": "Non c’è pericolo, insidia, o rischio che deriva dall’astuto. ",
  "mn115:2.12": "Quindi, monaci, dovete allenarvi così: ‘Dobbiamo essere astuti, dobbiamo indagare’”. ",
  "mn115:3.1": "Detto ciò, il Venerabile Ānanda disse al Buddha: ",
  "mn115:3.2": "“Signore, com’è che un monaco è adatto a essere chiamato ‘astuto, un indagatore’?” ",
  "mn115:3.3": "“Ānanda, è quando un monaco è esperto negli elementi, nei campi sensoriali, nell’originazione dipendente, e in ciò che è possibile e ciò che è impossibile. ",
  "mn115:3.4": "È così che un monaco è adatto a essere chiamato ‘astuto, un indagatore’” ",
  "mn115:4.1": "“Ma, Signore, com’è che un monaco è adatto a essere chiamato ‘esperto negli elementi’?” ",
  "mn115:4.2": "“Ci sono, Ānanda, diciotto elementi: ",
  "mn115:4.3": "l’elemento dell’occhio, delle forme, e della coscienza visiva; ",
  "mn115:4.4": "dell’orecchio, dei suoni, e della coscienza uditiva; ",
  "mn115:4.5": "del naso, degli odori, e della coscienza olfattiva; ",
  "mn115:4.6": "della lingua, dei sapori, e della coscienza gustativa; ",
  "mn115:4.7": "del corpo, dei tocchi, e della coscienza tattile; ",
  "mn115:4.8": "della mente, dei fenomeni mentali, e della coscienza mentale. ",
  "mn115:4.9": "Quando un monaco conosce e vede questi diciotto elementi, ",
  "mn115:4.10": "è adatto a essere chiamato ‘esperto negli elementi’” ",
  "mn115:5.1": "“Ma, Signore, potrebbe esserci un altro modo per cui un monaco sia adatto a essere chiamato ‘esperto negli elementi’?” ",
  "mn115:5.2": "“Può esserci, Ānanda. ",
  "mn115:5.3": "Ci sono questi sei elementi: ",
  "mn115:5.4": "Gli elementi della materia solida, della materia liquida, del calore, della materia gassosa, dello spazio, e della coscienza. ",
  "mn115:5.5": "Quando un monaco conosce e vede questi sei elementi, ",
  "mn115:5.6": "è adatto a essere chiamato ‘esperto negli elementi’” ",
  "mn115:6.1": "“Ma, Signore, potrebbe esserci un altro modo per cui un monaco sia adatto a essere chiamato ‘esperto negli elementi’?” ",
  "mn115:6.2": "“Può esserci, Ānanda. ",
  "mn115:6.3": "Ci sono questi sei elementi: ",
  "mn115:6.4": "l’elemento della felicità, della sofferenza, dell’allegria, della tristezza, dell’equanimità, e dell’ignoranza. ",
  "mn115:6.5": "Quando un monaco conosce e vede questi sei elementi, ",
  "mn115:6.6": "è adatto a essere chiamato ‘esperto negli elementi’” ",
  "mn115:7.1": "“Ma, Signore, potrebbe esserci un altro modo per cui un monaco sia adatto a essere chiamato ‘esperto negli elementi’?” ",
  "mn115:7.2": "“Può esserci, Ānanda. ",
  "mn115:7.3": "Ci sono questi sei elementi: ",
  "mn115:7.4": "l’elemento dei piaceri dei sensi, della rinuncia, della malevolenza, della benevolenza, della crudeltà, e dell’innocenza. ",
  "mn115:7.5": "Quando un monaco conosce e vede questi sei elementi, ",
  "mn115:7.6": "è adatto a essere chiamato ‘esperto negli elementi’” ",
  "mn115:8.1": "“Ma, Signore, potrebbe esserci un altro modo per cui un monaco sia adatto a essere chiamato ‘esperto negli elementi’?” ",
  "mn115:8.2": "“Può esserci, Ānanda. ",
  "mn115:8.3": "Ci sono questi tre elementi: ",
  "mn115:8.4": "l’elemento del regno dei sensi, del regno di materia eterea, e del regno immateriale. ",
  "mn115:8.5": "Quando un monaco conosce e vede questi tre elementi, ",
  "mn115:8.6": "è adatto a essere chiamato ‘esperto negli elementi’” ",
  "mn115:9.1": "“Ma, Signore, potrebbe esserci un altro modo per cui un monaco sia adatto a essere chiamato ‘esperto negli elementi’?” ",
  "mn115:9.2": "“Può esserci, Ānanda. ",
  "mn115:9.3": "Ci sono questi due elementi: ",
  "mn115:9.4": "l’elemento sostenuto da attività, e l’elemento non sostenuto da attività. ",
  "mn115:9.5": "Quando un monaco conosce e vede questi due elementi, ",
  "mn115:9.6": "è adatto a essere chiamato ‘esperto negli elementi’” ",
  "mn115:10.1": "“Ma, Signore, com’è che un monaco è adatto a essere chiamato ‘esperto nei campi sensoriali’?” ",
  "mn115:10.2": "“Ānanda, ci sono questi sei campi sensoriali interni ed esterni: ",
  "mn115:10.3": "L’occhio e le forme, l’orecchio e i suoni, il naso e gli odori, la lingua e i sapori, il corpo e i tocchi, e la mente e i fenomeni mentali. ",
  "mn115:10.4": "Quando un monaco conosce e vede questi sei campi sensoriali interni ed esterni, ",
  "mn115:10.5": "è adatto a essere chiamato ‘esperto nei campi sensoriali’” ",
  "mn115:11.1": "“Ma, Signore, com’è che un monaco è adatto a essere chiamato ‘esperto nell’originazione dipendente’?” ",
  "mn115:11.2": "“Ānanda, è quando un monaco comprende: ",
  "mn115:11.3": "‘Quando questo esiste, quello esiste; con il manifestarsi di questo, quello si manifesta. ",
  "mn115:11.4": "Quando questo non esiste, quello non esiste; a causa della cessazione di questo, quello cessa. Cioè: ",
  "mn115:11.5": "L’ignoranza è condizione per le attività. ",
  "mn115:11.6": "Le attività sono condizione per la coscienza. ",
  "mn115:11.7": "La coscienza è condizione per nome e forma. ",
  "mn115:11.8": "Nome e forma sono condizione per i sei campi sensoriali. ",
  "mn115:11.9": "I sei campi sensoriali sono condizione per il contatto. ",
  "mn115:11.10": "Il contatto è condizione per la sensazione. ",
  "mn115:11.11": "La sensazione è condizione per la brama. ",
  "mn115:11.12": "La brama è condizione per l’attaccamento. ",
  "mn115:11.13": "L’attaccamento è condizione per l’esistenza. ",
  "mn115:11.14": "L’esistenza è condizione per la nascita. ",
  "mn115:11.15": "La nascita è condizione per la comparsa di vecchiaia e morte, tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn115:11.16": "Così questa intera massa di sofferenza ha origine. ",
  "mn115:11.17": "Con lo svanire e la cessazione dell’ignoranza senza che ne rimanga nulla, le attività cessano. ",
  "mn115:11.18": "Con la cessazione delle attività, la coscienza cessa. ",
  "mn115:11.19": "Con la cessazione della coscienza, nome e forma cessano. ",
  "mn115:11.20": "Con la cessazione di nome e forma, i sei campi sensoriali cessano. ",
  "mn115:11.21": "Con la cessazione dei sei campi sensoriali, il contatto cessa. ",
  "mn115:11.22": "Con la cessazione del contatto, la sensazione cessa. ",
  "mn115:11.23": "Con la cessazione della sensazione, la brama cessa. ",
  "mn115:11.24": "Con la cessazione della brama, l’attaccamento cessa. ",
  "mn115:11.25": "Con la cessazione dell’attaccamento, l’esistenza cessa. ",
  "mn115:11.26": "Con la cessazione dell’esistenza, la nascita cessa. ",
  "mn115:11.27": "Con la cessazione della nascita, vecchiaia e morte, tristezza, lamento, dolore, malinconia, e angoscia cessano. ",
  "mn115:11.28": "Così questa intera massa di sofferenza cessa’. ",
  "mn115:11.29": "È così che un monaco è adatto a essere chiamato ‘esperto nell’originazione dipendente’” ",
  "mn115:12.1": "“Ma, Signore, com’è che un monaco è adatto a essere chiamato ‘esperto in ciò che è possibile e in ciò che è impossibile’?” ",
  "mn115:12.2": "“Ānanda, è quando un monaco comprende: ‘È impossibile per chi è maturo in opinione prendere qualsiasi attività come permanente. Ciò è impossibile. ",
  "mn115:12.3": "Ma è possibile per una persona ordinaria prendere qualche attività come permanente. Ciò è possibile’. ",
  "mn115:12.4": "Comprende: ‘È impossibile per chi è maturo in opinione prendere qualsiasi attività come felicità. ",
  "mn115:12.5": "Ma è possibile per una persona ordinaria prendere qualche attività come felicità’. ",
  "mn115:12.6": "Comprende: ‘È impossibile per chi è maturo in opinione prendere qualsiasi condizione come il Sé. Ciò è impossibile. ",
  "mn115:12.7": "Ma è possibile per una persona ordinaria prendere qualche condizione come il Sé. Ciò è possibile’. ",
  "mn115:13.1": "Comprende: ‘È impossibile per chi è maturo in opinione togliere la vita alla propria madre. ",
  "mn115:13.2": "Ma è possibile per una persona ordinaria togliere la vita alla propria madre’. ",
  "mn115:13.3": "Comprende: ‘È impossibile per chi è maturo in opinione togliere la vita al proprio padre … o togliere la vita a un perfetto. ",
  "mn115:13.4": "Ma è possibile per una persona ordinaria togliere la vita al proprio padre … o a un perfetto’. ",
  "mn115:13.5": "Comprende: ‘È impossibile per chi è maturo in opinione ferire un Realizzato con mente maligna. ",
  "mn115:13.6": "Ma è possibile per una persona ordinaria ferire un Realizzato con mente maligna’. ",
  "mn115:13.7": "Comprende: ‘È impossibile per chi è maturo in opinione causare uno scisma nella comunità. ",
  "mn115:13.8": "Ma è possibile per una persona ordinaria causare uno scisma nella comunità’. ",
  "mn115:13.9": "Comprende: ‘È impossibile per chi è maturo in opinione affidarsi a un altro maestro. ",
  "mn115:13.10": "Ma è possibile per una persona ordinaria affidarsi a un altro maestro’. ",
  "mn115:14.1": "Comprende: ‘È impossibile per due perfetti, due Buddha completamente risvegliati apparire nello stesso sistema solare nello stesso periodo. ",
  "mn115:14.2": "Ma è possibile per un perfetto, un Buddha completamente risvegliato apparire in un sistema solare’. ",
  "mn115:14.3": "Comprende: ‘È impossibile per due monarchi che mettono in moto la ruota apparire nello stesso sistema solare nello stesso periodo. ",
  "mn115:14.4": "Ma è possibile per un re che mette in moto la ruota apparire in un sistema solare’. ",
  "mn115:15.1": "Comprende: ‘È impossibile per una donna essere una perfetta, una Buddha completamente risvegliata. ",
  "mn115:15.2": "Ma è possibile per un uomo essere un perfetto, un Buddha completamente risvegliato’. ",
  "mn115:15.3": "Comprende: ‘È impossibile per una donna essere una monarca che mette in moto la ruota. ",
  "mn115:15.4": "Ma è possibile per un uomo essere un monarca che mette in moto la ruota’. ",
  "mn115:15.5": "Comprende: ‘È impossibile per una donna ricoprire il ruolo di Sakka, del diavolo, o di Dio. ",
  "mn115:15.6": "Ma è possibile per un uomo ricoprire il ruolo di Sakka, del diavolo, o di Dio’. ",
  "mn115:16.1": "Comprende: ‘È impossibile che un risultato piacevole, desiderabile, e gradevole derivi da cattiva condotta attraverso corpo, parola, o mente. ",
  "mn115:16.2": "Ma è possibile che un risultato spiacevole, indesiderabile, e sgradevole derivi da cattiva condotta attraverso corpo, parola, o mente. ",
  "mn115:17.1": "Comprende: ‘È impossibile che un risultato spiacevole, indesiderabile, e sgradevole derivi da buona condotta attraverso corpo, parola, o mente. ",
  "mn115:17.2": "Ma è possibile che un risultato piacevole, desiderabile, e gradevole derivi da buona condotta attraverso corpo, parola, o mente’. ",
  "mn115:18.1": "Comprende: ‘È impossibile che chi intraprende cattiva condotta attraverso corpo, parola, o mente possa, per quella sola ragione, alla dissoluzione del corpo, dopo la morte, rinascere in un bel posto, in paradiso. ",
  "mn115:18.2": "Ma è possibile che chi intraprende cattiva condotta attraverso corpo, parola, o mente possa, per quella sola ragione, alla dissoluzione del corpo, dopo la morte, rinascere in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno’. ",
  "mn115:19.5": "Comprende: ‘È impossibile che chi intraprende buona condotta attraverso corpo, parola, o mente possa, per quella sola ragione, alla dissoluzione del corpo, dopo la morte, rinascere in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn115:19.6": "Ma è possibile che chi intraprende buona condotta attraverso corpo, parola, o mente possa, per quella sola ragione, alla dissoluzione del corpo, dopo la morte, rinascere in un bel posto, in paradiso’. ",
  "mn115:19.11": "È così che un monaco è adatto a essere chiamato ‘esperto in ciò che è possibile e ciò che è impossibile’”. ",
  "mn115:20.1": "Detto ciò, il Venerabile Ānanda disse al Buddha: ",
  "mn115:20.2": "“È incredibile, Signore, è strabiliante! ",
  "mn115:20.3": "Qual è il nome di questa esposizione dell’insegnamento?” ",
  "mn115:20.4": "“Beh, Ānanda, puoi ricordare questa esposizione dell’insegnamento come ‘I vari elementi’, oppure ‘I quattro giri’, oppure ‘Lo specchio dell’insegnamento’, oppure ‘Il tamburo della libertà dalla morte’, oppure ‘La vittoria suprema in battaglia’”. ",
  "mn115:20.5": "Questo è ciò che il Buddha disse. ",
  "mn115:20.6": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}