{
  "mn118:0.1": "Discorsi medi 118 ",
  "mn118:0.2": "Il discorso sulla consapevolezza del respiro ",
  "mn118:1.1": "Così ho sentito. ",
  "mn118:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel Monastero Orientale, il palazzo della madre di Migāra, insieme a vari discepoli anziani illustri, come ",
  "mn118:1.3": "i venerabili Sāriputta, Mahāmoggallāna, Mahākassapa, Mahākaccāna, Mahākoṭṭhita, Mahākappina, Mahācunda, Anuruddha, Revata, Ānanda, e altri. ",
  "mn118:2.1": "In quell’occasione i monaci anziani stavano educando e istruendo i monaci giovani. ",
  "mn118:2.2": "Alcuni monaci anziani istruivano dieci monaci, mentre altri ne istruivano venti, trenta, o quaranta. ",
  "mn118:2.3": "Venendo istruiti dai monaci anziani, i monaci giovani raggiunsero distinzioni più alte di quelle che avevano prima. ",
  "mn118:3.1": "Ora, in quell’occasione era il giorno di festa, la luna piena del quindicesimo giorno, e il Buddha era seduto circondato dalla comunità monastica per l’invito all’ammonizione. ",
  "mn118:3.2": "Allora il Buddha si guardò intorno fra la comunità monastica, che era così silenziosa. Si rivolse a loro: ",
  "mn118:4.1": "“Sono soddisfatto, monaci, di questa pratica. ",
  "mn118:4.2": "Il mio cuore è soddisfatto di questa pratica. ",
  "mn118:4.3": "Quindi dovete attivare ancora più energia per ottenere l’inottenuto, raggiungere l’irraggiunto, e realizzare l’irrealizzato. ",
  "mn118:4.4": "Aspetterò qui a Sāvatthī la luna piena di Komudī del quarto mese”. ",
  "mn118:5.1": "Vari monaci da tutto il Paese sentirono ciò, ",
  "mn118:5.3": "e andarono a Sāvatthī a trovare il Buddha. ",
  "mn118:6.1": "E i monaci anziani istruivano i monaci giovani ancora di più. ",
  "mn118:6.2": "Alcuni monaci anziani istruivano dieci monaci, mentre altri ne istruivano venti, trenta, o quaranta. ",
  "mn118:6.3": "Venendo istruiti dai monaci anziani, i monaci giovani raggiunsero distinzioni più alte di quelle che avevano prima. ",
  "mn118:7.1": "Ora, in quell’occasione era il giorno di festa, la luna piena di Komudī del quindicesimo giorno del quarto mese, e il Buddha era seduto all’aperto circondato dalla comunità monastica. ",
  "mn118:7.2": "Allora il Buddha si guardò intorno fra la comunità monastica, che era così silenziosa. Si rivolse a loro: ",
  "mn118:8.1": "“Questa congregazione non ha futilità, monaci, è priva di futilità, pura e consolidata nel nucleo. ",
  "mn118:8.2": "Così è la comunità monastica, così è questa congregazione! ",
  "mn118:8.3": "Una congregazione così è degna di offerte, degna di ospitalità, degna di donazioni, degna di saluti con mani giunte, ed è il supremo campo di merito per il mondo. ",
  "mn118:8.4": "Così è la comunità monastica, così è questa congregazione! ",
  "mn118:8.5": "A una congregazione così, dare poco diventa tanto, mentre dare tanto diventa ancora di più. ",
  "mn118:8.6": "Così è la comunità monastica, così è questa congregazione! ",
  "mn118:8.7": "Una congregazione così si vede raramente nel mondo. ",
  "mn118:8.8": "Così è la comunità monastica, così è questa congragazione! ",
  "mn118:8.9": "Una congregazione così è degna che si viaggi per molte leghe per vederla, persino se si dovessero portare le proprie provviste in uno zaino. ",
  "mn118:9.1": "Poiché in questa comunità monastica ci sono monaci perfetti, con contaminanti eliminati, che hanno completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, e che sono correttamente liberi attraverso l’illuminazione. ",
  "mn118:9.2": "Ci sono monaci così in questa comunità monastica. ",
  "mn118:10.1": "In questa comunità monastica ci sono monaci che, con l’eliminazione delle cinque catene inferiori nascono in maniera spontanea. Si estinguono lì, e non sono soggetti a tornare da quel mondo. ",
  "mn118:10.2": "Ci sono monaci così in questa comunità monastica. ",
  "mn118:11.1": "In questa comunità monastica ci sono monaci che, con l’eliminazione di tre catene, e l’indebolimento di avidità, odio, e illusione, sono quelli che ritornano una volta sola. Torneranno a questo mondo solo una volta, e poi metteranno fine alla sofferenza. ",
  "mn118:11.2": "Ci sono monaci così in questa comunità monastica. ",
  "mn118:12.1": "In questa comunità monastica ci sono monaci che, con l’eliminazione di tre catene, sono entrati nella corrente, e non sono soggetti a rinascere nei regni inferiori, destinati al risveglio. ",
  "mn118:12.2": "Ci sono monaci così in questa comunità monastica. ",
  "mn118:13.1": "In questa comunità monastica ci sono monaci dediti allo sviluppo delle quattro basi della consapevolezza … ",
  "mn118:14.1": "dei quattro sforzi corretti … ",
  "mn118:14.2": "delle quattro basi dei poteri psichici … ",
  "mn118:14.3": "delle cinque facoltà … ",
  "mn118:14.4": "dei cinque poteri … ",
  "mn118:14.5": "dei sette fattori di risveglio … ",
  "mn118:14.6": "e del nobile ottuplice sentiero. ",
  "mn118:14.7": "Ci sono monaci così in questa comunità monastica. ",
  "mn118:14.8": "In questa comunità monastica ci sono monaci che dimorano dediti allo sviluppo dell’amichevolezza … ",
  "mn118:14.9": "della compassione … ",
  "mn118:14.10": "dell’esultanza … ",
  "mn118:14.11": "dell’equanimità … ",
  "mn118:14.12": "della bruttezza … ",
  "mn118:14.13": "e dell’impermanenza. ",
  "mn118:14.14": "Ci sono monaci così in questa comunità monastica. ",
  "mn118:14.15": "In questa comunità monastica ci sono monaci che dimorano dediti allo sviluppo della consapevolezza del respiro. ",
  "mn118:15.1": "Monaci, quando la consapevolezza del respiro è sviluppata e coltivata è molto fruttuosa e benefica. ",
  "mn118:15.2": "La consapevolezza del respiro, se sviluppata e coltivata, adempie le quattro basi della consapevolezza. ",
  "mn118:15.3": "Le quattro basi della consapevolezza, se sviluppate e coltivate, adempiono i sette fattori di risveglio. ",
  "mn118:15.4": "E i sette fattori di risveglio, se sviluppati e coltivati, adempiono conoscenza e visione. ",
  "mn118:16.1": "E come si sviluppa e si coltiva la consapevolezza del respiro affinché sia molto fruttuosa e benefica? ",
  "mn118:17.1": "È quando un monaco, andato nella natura, o alla radice di un albero, o in una capanna vuota, si siede con le gambe incrociate e la schiena dritta, e stabilisce consapevolezza di fronte a sé. ",
  "mn118:17.2": "Consapevole, inspira. Consapevole, espira. ",
  "mn118:18.1": "Quando prende respiri lunghi  sa: ‘Sto prendendo respiri lunghi.’ Quando rilascia respiri lunghi sa: ‘Sto rilasciando respiri lunghi.’ ",
  "mn118:18.2": "Quando prende respiri corti  sa: ‘Sto prendendo respiri corti’. Quando rilascia respiri corti sa: ‘Sto rilasciando respiri corti’. ",
  "mn118:18.3": "Si allena così: ‘Inspirerò facendo esperienza di tutto il corpo’. Si allena così: ‘Espirerò facendo esperienza di tutto il corpo’. ",
  "mn118:18.4": "Pratica così: ‘Inspirerò calmando le attività fisiche’. Pratica così: ‘Espirerò calmando le attività fisiche’. ",
  "mn118:19.1": "Pratica così: ‘Inspirerò provando euforia’. Pratica così: ‘Espirerò provando euforia’. ",
  "mn118:19.2": "Pratica così: ‘Inspirerò provando felicità’. Pratica così: ‘Espirerò provando felicità’. ",
  "mn118:19.3": "Pratica così: ‘Inspirerò facendo esperienza delle attività mentali’. Pratica così: ‘Espirerò facendo esperienza delle attività mentali’. ",
  "mn118:19.4": "Pratica così: ‘Inspirerò calmando le attività mentali’. Pratica così: ‘Espirerò calmando le attività mentali’. ",
  "mn118:20.1": "Pratica così: ‘Inspirerò facendo esperienza della mente’. Pratica così: ‘Espirerò facendo esperienza della mente’. ",
  "mn118:20.2": "Pratica così: ‘Inspirerò rallegrando la mente’. Pratica così: ‘Espirerò rallegrando la mente’. ",
  "mn118:20.3": "Pratica così: ‘Inspirerò concentrando la mente’. Pratica così: ‘Espirerò concentrando la mente’. ",
  "mn118:20.4": "Pratica così: ‘Inspirerò liberando la mente’. Pratica così: ‘Espirerò liberando la mente’. ",
  "mn118:21.1": "Pratica così: ‘Inspirerò osservando l’impermanenza’. Pratica così: ‘Espirerò osservando l’impermanenza’. ",
  "mn118:21.2": "Pratica così: ‘Inspirerò osservando lo svanire dell’avidità’. Pratica così: ‘Espirerò osservando lo svanire dell’avidità’. ",
  "mn118:21.3": "Pratica così: ‘Inspirerò osservando la cessazione’. Pratica così: ‘Espirerò osservando la cessazione’. ",
  "mn118:21.4": "Pratica così: ‘Inspirerò osservando il distacco’. Pratica così: ‘Espirerò osservando il distacco’. ",
  "mn118:22.1": "La consapevolezza del respiro, se sviluppata e coltivata in questo modo, è molto fruttuosa e benefica. ",
  "mn118:23.1": "E come si sviluppa e si coltiva la consapevolezza del respiro affinché adempia le quattro basi della consapevolezza? ",
  "mn118:24.1": "Quando un monaco sa che sta prendendo respiri lunghi, ",
  "mn118:24.2": "o corti, ",
  "mn118:24.3": "o sta facendo esperienza di tutto il corpo, ",
  "mn118:24.4": "o sta calmando le attività fisiche, ",
  "mn118:24.5": "in quel momento dimora contemplando un aspetto del corpo, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn118:24.6": "Poiché io dico che l’inspirazione e l’espirazione siano un aspetto del corpo. ",
  "mn118:24.7": "È per questo che in quel momento un monaco dimora contemplando un aspetto del corpo, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn118:25.1": "Quando un monaco respira provando euforia, ",
  "mn118:25.2": "o provando felicità, ",
  "mn118:25.3": "o facendo esperienza delle attività mentali, ",
  "mn118:25.4": "o calmando le attività mentali, ",
  "mn118:25.5": "in quel momento dimora contemplando un aspetto delle sensazioni, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn118:25.6": "Poiché io dico che prestare attenzione attentamente all’inspirazione e all’espirazione sia un aspetto delle sensazioni. ",
  "mn118:25.7": "È per questo che in quel momento un monaco dimora contemplando un aspetto delle sensazioni, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn118:26.1": "Quando un monaco respira facendo esperienza della mente, ",
  "mn118:26.2": "o rallegrando la mente, ",
  "mn118:26.3": "o concentrando la mente, ",
  "mn118:26.4": "o liberando la mente, ",
  "mn118:26.5": "in quel momento dimora contemplando un aspetto della mente, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn118:26.6": "Non c’è sviluppo della consapevolezza del respiro per chi è inconsapevole e senza presenza mentale, dico io. ",
  "mn118:26.7": "È per questo che in quel momento un monaco dimora contemplando un aspetto della mente, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn118:27.1": "Quando un monaco respira osservando l’impermanenza, ",
  "mn118:27.2": "o osservando lo svanire dell’avidità, ",
  "mn118:27.3": "o osservando la cessazione, ",
  "mn118:27.4": "o osservando il distacco, ",
  "mn118:27.5": "in quel momento dimora contemplando un aspetto dei fenomeni, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn118:27.6": "Avendo visto con saggezza l’abbandono di attrazione e fastidio, osserva attentamente con equanimità. ",
  "mn118:27.7": "È per questo che in quel momento un monaco dimora contemplando un aspetto dei fenomeni, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn118:28.1": "È così che la consapevolezza del respiro, se sviluppata e coltivata, adempie le quattro basi della consapevolezza. ",
  "mn118:29.1": "E come si sviluppano e si coltivano le quattro basi della consapevolezza affinché adempiano i sette fattori di risveglio? ",
  "mn118:30.1": "Quando un monaco dimora contemplando un aspetto del corpo, in quel momento la sua consapevolezza è stabile e lucida. ",
  "mn118:30.2": "In quel momento, ha attivato il fattore di risveglio della consapevolezza; lo sviluppa e lo perfeziona. ",
  "mn118:31.1": "Mentre vive consapevolmente così investiga, esplora, e indaga quel principio con saggezza. ",
  "mn118:31.2": "In quel momento, ha attivato il fattore di risveglio dell’investigazione dei principi; lo sviluppa e lo perfeziona. ",
  "mn118:32.1": "Mentre investiga i principi con saggezza così la sua energia è attiva e infaticabile. ",
  "mn118:32.2": "In quel momento, ha attivato il fattore di risveglio dell’energia; lo sviluppa e lo perfeziona. ",
  "mn118:33.1": "Quando è energico, sorge euforia spirituale. ",
  "mn118:33.2": "In quel momento, ha attivato il fattore di risveglio dell’euforia; lo sviluppa e lo perfeziona. ",
  "mn118:34.1": "Quando la mente è piena di euforia, il corpo diventa tranquillo. ",
  "mn118:34.2": "In quel momento, ha attivato il fattore di risveglio della tranquillità; lo sviluppa e lo perfeziona. ",
  "mn118:35.1": "Quando il corpo è tranquillo, prova felicità. E quando prova felicità, la mente si concentra. ",
  "mn118:35.2": "In quel momento, ha attivato il fattore di risveglio della concentrazione; lo sviluppa e lo perfeziona. ",
  "mn118:36.1": "Osserva attentamente la mente concentrata. ",
  "mn118:36.2": "In quel momento, ha attivato il fattore di risveglio dell’equanimità; lo sviluppa e lo perfeziona. ",
  "mn118:37.1": "Quando un monaco dimora osservando un aspetto delle sensazioni … ",
  "mn118:38.1": "della mente … ",
  "mn118:38.2": "dei fenomeni, in quel momento la sua consapevolezza è stabile e lucida. ",
  "mn118:38.3": "In quel momento, ha attivato il fattore di risveglio della consapevolezza … ",
  "mn118:38.5": "dell’investigazione dei principi … ",
  "mn118:38.7": "dell’energia … ",
  "mn118:38.9": "dell’euforia … ",
  "mn118:38.11": "della tranquillità … ",
  "mn118:38.13": "della concentrazione … ",
  "mn118:39.2": "dell’equanimità. ",
  "mn118:40.1": "È così che si sviluppano e si coltivano le quattro basi della consapevolezza affinché adempiano i sette fattori di risveglio. ",
  "mn118:41.1": "E come si sviluppano e si coltivano i sette fattori di risveglio affinché adempiano conoscenza e visione? ",
  "mn118:42.1": "È quando un monaco sviluppa il fattore di risveglio della consapevolezza, ",
  "mn118:42.2": "dell’investigazione dei principi, ",
  "mn118:42.3": "dell’energia, ",
  "mn118:42.4": "dell’euforia, ",
  "mn118:42.5": "della tranquillità, ",
  "mn118:42.6": "della concentrazione, ",
  "mn118:42.7": "e dell’equanimità, che sono supportati dall’isolamento, dallo svanire dell’avidità, dalla cessazione, e maturano nel distacco. ",
  "mn118:43.1": "È così che si sviluppano e si coltivano i sette fattori di risveglio affinché adempiano conoscenza e visione”. ",
  "mn118:43.2": "Questo è ciò che il Buddha disse. ",
  "mn118:43.3": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}