{
  "mn112:0.1": "Discorsi medi 112 ",
  "mn112:0.2": "Il discorso sulla purificazione a sei passi ",
  "mn112:1.1": "Così ho sentito. ",
  "mn112:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn112:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn112:1.4": "“Monaci!” ",
  "mn112:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn112:1.6": "Il Buddha disse: ",
  "mn112:2.1": "“Monaci, prendete un monaco che dichiara il raggiungimento dell’illuminazione: ",
  "mn112:2.2": "‘Comprendo: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”’. ",
  "mn112:3.1": "Non dovete né approvare né respingere la dichiarazione di quel monaco. ",
  "mn112:3.2": "Invece, dovete interrogarlo: ",
  "mn112:3.3": "‘Fratello, questi quattro tipi di espressione sono stati spiegati correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn112:3.4": "Quali quattro? ",
  "mn112:3.5": "Uno parla di ciò che si vede come ciò che si vede, di ciò che si sente come ciò che si sente, di ciò che si pensa come ciò che si pensa, e di ciò di cui si fa esperienza come ciò di cui si fa esperienza. ",
  "mn112:3.6": "Questi sono i quattro tipi di espressione che sono stati spiegati correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn112:3.7": "Il venerabile come conosce e vede in relazione a questi quattro tipi di espressione cosicché la tua mente sia libera dai contaminanti attraverso il distacco?’ ",
  "mn112:4.1": "Per un monaco con contaminanti eliminati, che ha completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, e che è correttamente libero attraverso l’illuminazione, è in linea con l’insegnamento rispondere così: ",
  "mn112:4.2": "‘In relazione a ciò che si vede, fratelli, vivo senza attaccarmi né respingere, indipendente, slegato, liberato, distaccato, con mente senza limiti. ",
  "mn112:4.3": "In relazione a ciò che si sente … ",
  "mn112:4.4": "che si pensa … ",
  "mn112:4.5": "o di cui si fa esperienza, fratelli, vivo senza attaccarmi né respingere, indipendente, slegato, liberato, distaccato, con mente senza limiti. ",
  "mn112:4.6": "È così che conosco e vedo in relazione a questi quattro tipi di espressione cosicché la mia mente sia libera dai contaminanti attraverso il distacco’. ",
  "mn112:5.1": "Dicendo: ‘Bene!’, dovete applaudire e rallegrarvi nella risposta di quel monaco, ",
  "mn112:5.2": "e poi fare un’altra domanda: ",
  "mn112:5.3": "‘Fratello, questi cinque aggregati di attaccamento sono stati spiegati correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn112:5.4": "Quali cinque? ",
  "mn112:5.5": "Vale a dire: l’aggregato di attaccamento della forma, l’aggregato di attaccamento della sensazione, l’aggregato di attaccamento della percezione, l’aggregato di attaccamento delle attività, e l’aggregato di attaccamento della coscienza. ",
  "mn112:5.6": "Questi sono i cinque aggregati di attaccamento che sono stati spiegati correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn112:5.7": "Il venerabile come conosce e vede in relazione a questi cinque aggregati di attaccamento cosicché la tua mente sia libera dai contaminanti attraverso il distacco?’ ",
  "mn112:6.1": "Per un monaco con contaminanti eliminati, è in linea con l’insegnamento rispondere così: ",
  "mn112:6.2": "‘Fratelli, comprendendo che la forma è impotente, sbiadita, e inaffidabile, ho capito che la mia mente è libera attraverso la fine, lo svanire, la cessazione, l’abbandono, e il rilascio dell’attrazione, dell’attaccamento, della fissazione mentale, dell’insistenza, e della tendenza latente alla forma. ",
  "mn112:6.3": "Comprendendo che la sensazione … ",
  "mn112:6.4": "la percezione … ",
  "mn112:6.5": "le attività … ",
  "mn112:6.6": "e la coscienza sono impotenti, sbiadite, e inaffidabili, ho capito che la mia mente è libera attraverso la fine, lo svanire, la cessazione, l’abbandono, e il rilascio dell’attrazione, dell’attaccamento, della fissazione mentale, dell’insistenza, e della tendenza latente a queste. ",
  "mn112:6.7": "È così che conosco e vedo in relazione a questi cinque aggregati di attaccamento cosicché la mia mente sia libera dai contaminanti attraverso il distacco’. ",
  "mn112:7.1": "Dicendo: ‘Bene!’, dovete applaudire e rallegrarvi nella risposta di quel monaco, ",
  "mn112:7.2": "e poi fare un’altra domanda: ",
  "mn112:7.3": "‘Fratello, questi sei elementi sono stati spiegati correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn112:7.4": "Quali sei? ",
  "mn112:7.5": "La materia solida, la materia liquida, il calore, la materia gassosa, lo spazio, e la coscienza. ",
  "mn112:7.6": "Questi sono i sei elementi che sono stati spiegati correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn112:7.7": "Il venerabile come conosce e vede in relazione a questi sei elementi cosicché la tua mente sia libera dai contaminanti attraverso il distacco?’ ",
  "mn112:8.1": "Per un monaco con contaminanti eliminati, è in linea con l’insegnamento rispondere così: ",
  "mn112:8.2": "‘Fratello, non ritengo la materia solida come il Sé, né che ci sia un Sé basato sulla materia solida. ",
  "mn112:8.3": "E ho capito che la mia mente è libera attraverso la fine, lo svanire, la cessazione, l’abbandono, e il rilascio dell’attrazione, dell’attaccamento, della fissazione mentale, dell’insistenza, e della tendenza latente alla materia solida. ",
  "mn112:8.4": "Non ritengo la materia liquida … ",
  "mn112:8.5": "il calore … ",
  "mn112:8.6": "la materia gassosa … ",
  "mn112:8.7": "lo spazio … ",
  "mn112:8.8": "o la coscienza come il Sé, né che ci sia un Sé basato sulla coscienza. ",
  "mn112:8.9": "E ho capito che la mia mente è libera attraverso la fine, lo svanire, la cessazione, l’abbandono, e il rilascio dell’attrazione, dell’attaccamento, della fissazione mentale, dell’insistenza, e della tendenza latente alla coscienza. ",
  "mn112:8.10": "È così che conosco e vedo in relazione a questi sei elementi cosicché la mia mente sia libera dai contaminanti attraverso il distacco’. ",
  "mn112:9.1": "Dicendo: ‘Bene!’, dovete applaudire e rallegrarvi nella risposta di quel monaco, ",
  "mn112:9.2": "e poi fare un’altra domanda: ",
  "mn112:9.3": "‘Fratello, i sei campi sensoriali interni ed esterni sono stati spiegati correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn112:9.4": "Quali sei? ",
  "mn112:9.5": "L’occhio e le forme, l’orecchio e i suoni, il naso e gli odori, la lingua e i sapori, il corpo e i tocchi, e la mente e i fenomeni mentali. ",
  "mn112:9.6": "Questi sono i sei campi sensoriali interni ed esterni che sono stati spiegati correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. ",
  "mn112:9.7": "Il venerabile come conosce e vede in relazione a questi sei campi sensoriali interni ed esterni cosicché la tua mente sia libera dai contaminanti attraverso il distacco?’ ",
  "mn112:10.1": "Per un monaco con contaminanti eliminati, è in linea con l’insegnamento rispondere così: ",
  "mn112:10.2": "‘Fratelli, ho capito che la mia mente è libera attraverso la fine, lo svanire, la cessazione, l’abbandono, e il rilascio di desiderio e avidità, del godimento e della brama, dell’attrazione, dell’attaccamento, della fissazione mentale, dell’insistenza, e della tendenza latente all’occhio, alle forme, alla coscienza visiva, e a ciò di cui si può fare esperienza attraverso la coscienza visiva. ",
  "mn112:10.3": "Ho capito che la mia mente è libera attraverso la fine del desiderio per l’orecchio … ",
  "mn112:10.4": "per il naso … ",
  "mn112:10.5": "per la lingua … ",
  "mn112:10.6": "per il corpo … ",
  "mn112:10.7": "e per la mente, i fenomeni mentali, la coscienza mentale, e le cose di cui si può fare esperienza attraverso la coscienza mentale. ",
  "mn112:10.8": "È così che conosco e vedo in relazione a questi sei campi sensoriali interni ed esterni cosicché la mia mente sia libera dai contaminanti attraverso il distacco’. ",
  "mn112:11.1": "Dicendo: ‘Bene!’, dovete applaudire e rallegrarvi nella risposta di quel monaco, ",
  "mn112:11.2": "e poi fare un’altra domanda: ",
  "mn112:11.3": "‘Venerabile, come conosci e vedi affinché non ci sia in te la creazione di un ‘io’, la creazione di un ‘mio’, o tendenza latente alla presunzione per questo corpo cosciente e ogni stimolo esterno?’ ",
  "mn112:12.1": "Per un monaco con contaminanti eliminati, è in linea con l’insegnamento rispondere così: ",
  "mn112:12.2": "‘Prima, fratelli, quando ero ancora un laico, ero ignorante. ",
  "mn112:12.3": "Poi il Realizzato o uno dei suoi discepoli mi spiegò l’insegnamento. ",
  "mn112:12.4": "Acquisii fede nel Realizzato, ",
  "mn112:12.5": "e riflettei: ",
  "mn112:12.6": "“La vita laica è inconveniente e impura, mentre la vita di chi lascia casa è aperta. ",
  "mn112:12.7": "Non è facile per chi vive a casa seguire il percorso spirituale in modo totalmente completo e puro, come un guscio lucidato. ",
  "mn112:12.8": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?” ",
  "mn112:13.1": "Dopo un po’ lasciai una fortuna grossa o piccola che sia, e una famiglia grossa o piccola che sia. Mi tagliai capelli e barba, indossai l’abito marrone, e lasciai la vita di casa per quella mendicante. ",
  "mn112:13.2": "Una volta lasciata casa, adottai l’addestramento e il sostentamento dei monaci. Evitai di uccidere, rinunciando a bastone e spada. Ero scrupoloso e gentile, dimorando pieno di premura per ogni essere vivente. ",
  "mn112:13.3": "Evitai di rubare. Prendevo solo ciò che mi veniva dato, e mi aspettavo solo ciò che mi veniva dato. Mi mantenevo puro non rubando. ",
  "mn112:13.4": "Evitai l’impudicizia. Ero casto, distinto, evitando l’atto volgare del sesso. ",
  "mn112:13.5": "Evitai di mentire. Dicevo la verità e mi attenevo alla verità. Ero onesto e affidabile, e non ingannavo il mondo con le mie parole. ",
  "mn112:13.6": "Evitai linguaggio divisivo. Non ripetevo in un posto ciò che sentivo in un altro al fine di dividere le persone l’una contro l’altra. Al contrario, riconciliavo coloro che erano divisi, supportando l’armonia, rallegrandomi nell’armonia, amando l’armonia, usando parole che promuovono armonia. ",
  "mn112:13.7": "Evitai linguaggio aspro. Parlavo in modo dolce, piacevole all’orecchio, amabile, che va dritto al cuore, gentile, piacevole, e gradevole alla gente. ",
  "mn112:13.8": "Evitai di parlare senza motivo. Le mie parole erano opportune, vere, e significative, in linea con l’insegnamento e l’addestramento. Dicevo le cose al momento giusto e che avevano valore, erano ragionevoli, succinte, e benefiche. ",
  "mn112:14.1": "Evitai di danneggiare piante e semi. Mangiavo in una parte del giorno, astenendomi dal mangiare la sera e all’ora sbagliata. ",
  "mn112:14.2": "Evitai danze, canti, musica, e intrattenimento. ",
  "mn112:14.3": "Evitai di abbellirmi e ornarmi con collane, profumi, e trucco. ",
  "mn112:14.4": "Evitai letti alti e lussuosi. ",
  "mn112:14.5": "Evitai di ricevere oro e soldi, ",
  "mn112:14.6": "grani crudi, ",
  "mn112:14.7": "carne cruda, ",
  "mn112:14.8": "donne e ragazze, ",
  "mn112:14.9": "servi maschi e femmine, ",
  "mn112:14.10": "capre e pecore, ",
  "mn112:14.11": "polli e maiali, ",
  "mn112:14.12": "elefanti, mucche, cavalli, e cavalle, ",
  "mn112:14.13": "e campi e terreni. ",
  "mn112:14.14": "Evitai di gestire commissioni e messaggi; ",
  "mn112:14.15": "di comprare e vendere; ",
  "mn112:14.16": "di falsificare pesi, metalli, o misure; ",
  "mn112:14.17": "corruzione, frode, imbrogli, e doppio gioco; ",
  "mn112:14.18": "mutilazioni, omicidi, rapimenti, brigantaggio, saccheggio, e violenza. ",
  "mn112:14.19": "Ero soddisfatto di abiti per prendermi cura del corpo e di cibo elemosinato per prendermi cura della pancia. Dovunque andavo, partivo prendendo solo queste cose. ",
  "mn112:14.20": "Ero come un uccello: dovunque voli, le ali sono il suo unico fardello. ",
  "mn112:14.21": "Allo stesso modo, ero soddisfatto di abiti per prendermi cura del corpo e di cibo elemosinato per prendermi cura della pancia. Dovunque andavo, partivo prendendo solo queste cose. ",
  "mn112:14.22": "Una volta che possedevo questa intera gamma di etica nobile, provai la felicità dell’innocenza dentro di me. ",
  "mn112:15.1": "Quando vedevo una forma con gli occhi, non mi facevo influenzare dall’aspetto e dai dettagli. ",
  "mn112:15.2": "Se la facoltà della vista fosse rimasta senza contegno, qualità malvagie e cattive di attrazione o fastidio avrebbero preso il sopravvento. Per questa ragione, feci pratica di contegno, proteggendo la facoltà dell’occhio, e mi applicai al suo contegno. ",
  "mn112:15.3": "Quando sentivo un suono con l’orecchio … ",
  "mn112:15.4": "Quando fiutavo un odore con il naso … ",
  "mn112:15.5": "Quando gustavo un sapore con la lingua … ",
  "mn112:15.6": "Quando entravo in contatto con un tocco col corpo … ",
  "mn112:15.7": "Quando diventavo cosciente di un fenomeno mentale con la mente, non mi facevo influenzare dall’aspetto e dai dettagli. ",
  "mn112:15.8": "Se la facoltà della mente fosse rimasta senza contegno, qualità malvagie e cattive di attrazione o fastidio avrebbero preso il sopravvento. Per questa ragione, feci pratica di contegno, proteggendo la facoltà della mente, e mi applicai al suo contegno. ",
  "mn112:15.9": "Una volta che possedevo questo nobile contegno dei sensi, provai la felicità dell’immacolatezza dentro di me. ",
  "mn112:16.1": "Agivo con consapevolezza nell’andare e nel tornare; nel guardare avanti e di lato; nel piegare ed estendere gli arti; nel gestire il mantello, la ciotola, e gli abiti; nel mangiare, bere, masticare, e assaporare; nell’urinare e defecare; nel camminare, rimanere in piedi, sedersi, dormire, stare sveglio, parlare, e nel rimanere in silenzio. ",
  "mn112:16.2": "Una volta che possedevo questa intera gamma di etica, questa soddisfazione nobile, questo nobile contegno dei sensi, e questa consapevolezza e presenza mentale nobili, ",
  "mn112:16.3": "frequentai un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia. ",
  "mn112:16.4": "Dopo il pasto, tornato dalla questua, mi sedevo con le gambe incrociate e la schiena dritta, e stabilivo consapevolezza di fronte a me. ",
  "mn112:17.1": "Abbandonando desiderio per il mondo, dimoravo con una mente libera dal desiderio, purificando la mente dal desiderio. ",
  "mn112:17.2": "Abbandonando malevolenza e odio, dimoravo con una mente libera dalla malevolenza, piena di premura per ogni essere vivente, purificando la mente dalla malevolenza. ",
  "mn112:17.3": "Abbandonando torpore e sonnolenza, dimoravo con una mente libera da torpore e sonnolenza, percependo luce, consapevole e presente, purificando la mente da torpore e sonnolenza. ",
  "mn112:17.4": "Abbandonando irrequietezza e rimorso, dimoravo senza irrequietezza, con mente in pace interiore, purificando la mente dall’irrequietezza e dal rimorso. ",
  "mn112:17.5": "Abbandonando il dubbio, dimoravo avendo superato il dubbio, non indeciso riguardo alle buone qualità, purificando la mente dal dubbio. ",
  "mn112:18.1": "Abbandonai questi cinque impedimenti, corruzioni della mente che indeboliscono la saggezza. ",
  "mn112:18.2": "Sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunsi e dimorai nella prima estasi. ",
  "mn112:18.3": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunsi e dimorai nella seconda estasi. … ",
  "mn112:18.4": "nella terza estasi … ",
  "mn112:18.5": "e nella quarta estasi. ",
  "mn112:19.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn112:19.2": "Compresi secondo realtà: ‘Questa è la sofferenza’, compresi secondo realtà: ‘Questa è l’origine della sofferenza’, compresi secondo realtà: ‘Questa è la cessazione della sofferenza’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn112:19.3": "Compresi secondo realtà: ‘Questi sono i contaminanti’, compresi secondo realtà: ‘Questa è l’origine dei contaminanti’, compresi secondo realtà: ‘Questa è la cessazione dei contaminanti’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn112:20.1": "Conoscendo così e vedendo così, la mia mente fu liberata dal contaminante dei piaceri dei sensi, la mia mente fu liberata dal contaminante dell’esistenza, e la mia mente fu liberata dal contaminante dell’ignoranza. ",
  "mn112:20.2": "Una volta libera, capii che era libera. ",
  "mn112:20.3": "Compresi: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”. ",
  "mn112:20.4": "È così che conosco e vedo affinché non ci sia in me la creazione di un ‘io’, la creazione di un ‘mio’, o tendenza latente alla presunzione per questo corpo cosciente e ogni stimolo esterno’ . ",
  "mn112:21.1": "Dicendo: ‘Bene!’, dovete applaudire e rallegrarvi nella risposta di quel monaco, ",
  "mn112:21.2": "e poi dirgli: ",
  "mn112:21.3": "‘Siamo fortunati, fratello, molto fortunati ",
  "mn112:21.4": "ad avere un venerabile come te come compagno spirituale!’” ",
  "mn112:21.5": "Questo è ciò che il Buddha disse. ",
  "mn112:21.6": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}