{
  "mn117:0.1": "Discorsi medi 117 ",
  "mn117:0.2": "Il discorso sui Grandi Quaranta ",
  "mn117:1.1": "Così ho sentito. ",
  "mn117:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn117:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn117:1.4": "“Monaci!” ",
  "mn117:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn117:1.6": "Il Buddha disse: ",
  "mn117:2.1": "“Monaci, vi insegno la concentrazione corretta nobile con le sue condizioni e prerequisiti. ",
  "mn117:2.2": "Ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn117:2.3": "“Sì, Signore”, risposero i monaci. ",
  "mn117:2.4": "Il Buddha disse: ",
  "mn117:3.1": "“E cos’è la concentrazione corretta nobile con le sue condizioni e prerequisiti? ",
  "mn117:3.2": "Sono: opinione corretta, pensiero corretto, linguaggio corretto, azione corretta, sostentamento corretto, sforzo corretto, e consapevolezza corretta. ",
  "mn117:3.3": "Il raccoglimento della mente con questi sette fattori come prerequisiti ",
  "mn117:3.4": "si chiama concentrazione corretta nobile ‘con le sue condizioni’ e anche ‘con i suoi prerequisiti’. ",
  "mn117:4.1": "In questo contesto, l’opinione corretta viene prima. ",
  "mn117:4.2": "E com’è che l’opinione corretta viene prima? ",
  "mn117:4.3": "Quando si comprende l’opinione sbagliata come opinione sbagliata e l’opinione corretta come opinione corretta, quella è opinione corretta. ",
  "mn117:5.1": "E cos’è l’opinione sbagliata? ",
  "mn117:5.2": "‘Non c’è significato nel donare, nel sacrificio, o nelle offerte. Non c’è frutto o risultato di azioni buone o cattive. L’aldilà non esiste. Non ci sono madre e padre, o esseri che nascono in maniera spontanea. E non ci sono asceti o bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn117:5.3": "Questa è l’opinione sbagliata. ",
  "mn117:6.1": "E cos’è l’opinione corretta? ",
  "mn117:6.2": "L’opinione corretta è duplice, dico io. ",
  "mn117:6.3": "C’è l’opinione corretta accompagnata dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:6.4": "E c’è l’opinione corretta nobile, incontaminata, trascendente, un fattore del percorso. ",
  "mn117:7.1": "E cos’è l’opinione corretta accompagnata dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti? ",
  "mn117:7.2": "‘C’è significato nel donare, nel sacrificio, e nelle offerte. C’è frutto e risultato di azioni buone e cattive. L’aldilà esiste. Ci sono madre e padre, ed esseri che nascono in maniera spontanea. E ci sono asceti o bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn117:7.3": "Questa è l’opinione corretta accompagnata dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:8.1": "E cos’è l’opinione corretta nobile, incontaminata, trascendente, un fattore del percorso? ",
  "mn117:8.2": "È la saggezza, la facoltà della saggezza, il potere della saggezza, il fattore di risveglio dell’investigazione dei principi, e l’opinione corretta come fattore del percorso, in chi è intento alla nobiltà, all’incontaminatezza, che possiede il percorso nobile e sviluppa il percorso nobile. ",
  "mn117:8.3": "Questa è l’opinione corretta nobile, incontaminata, trascendente, un fattore del percorso. ",
  "mn117:9.1": "Fare lo sforzo di abbandonare l’opinione sbagliata e abbracciare l’opinione corretta: questo è lo sforzo corretto. ",
  "mn117:9.2": "Abbandonare consapevolmente l’opinione sbagliata e acquisire l’opinione corretta: questa è la consapevolezza corretta. ",
  "mn117:9.3": "Quindi queste tre cose corrono e girano attorno all’opinione corretta, cioè: l’opinione corretta, lo sforzo corretto, e la consapevolezza corretta. ",
  "mn117:10.1": "In questo contesto, l’opinione corretta viene prima. ",
  "mn117:10.2": "E com’è che l’opinione corretta viene prima? ",
  "mn117:10.3": "Quando si comprende il pensiero sbagliato come pensiero sbagliato e il pensiero corretto come pensiero corretto, quella è opinione corretta. ",
  "mn117:11.1": "E cos’è il pensiero sbagliato? ",
  "mn117:11.2": "Pensieri sensuali, pensieri malevoli, e pensieri crudeli. ",
  "mn117:11.3": "Questo è il pensiero sbagliato. ",
  "mn117:12.1": "E cos’è il pensiero corretto? ",
  "mn117:12.2": "Il pensiero corretto è duplice, dico io. ",
  "mn117:12.3": "C’è il pensiero corretto accompagnato dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:12.4": "E c’è il pensiero corretto nobile, incontaminato, trascendente, un fattore del percorso. ",
  "mn117:13.1": "E cos’è il pensiero corretto accompagnato dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti? ",
  "mn117:13.2": "Pensieri di rinuncia, pensieri benevoli, e pensieri innocenti. ",
  "mn117:13.3": "Questo è il pensiero corretto accompagnata dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:14.1": "E cos’è il pensiero corretto nobile, incontaminato, trascendente, un fattore del percorso? ",
  "mn117:14.2": "È il pensare, il pensiero, la riflessione, la direzione mentale, il piantare la mente, il soffermarsi con la mente, il processo verbale, in chi è intento alla nobiltà, all’incontaminatezza, che possiede il percorso nobile e sviluppa il percorso nobile. ",
  "mn117:14.3": "Questo è il pensiero corretto nobile, incontaminato, trascendente, un fattore del percorso. ",
  "mn117:15.1": "Fare lo sforzo di abbandonare il pensiero sbagliato e abbracciare il pensiero corretto: questo è lo sforzo corretto. ",
  "mn117:15.2": "Abbandonare consapevolmente il pensiero sbagliato e acquisire il pensiero corretto: questa è la consapevolezza corretta. ",
  "mn117:15.3": "Quindi queste tre cose corrono e girano attorno al pensiero corretto, cioè: l’opinione corretta, lo sforzo corretto, e la consapevolezza corretta. ",
  "mn117:16.1": "In questo contesto, l’opinione corretta viene prima. ",
  "mn117:16.2": "E com’è che l’opinione corretta viene prima? ",
  "mn117:16.3": "Quando si comprende il linguaggio sbagliato come linguaggio sbagliato e il linguaggio corretto come linguaggio corretto, quella è opinione corretta. ",
  "mn117:17.1": "E cos’è il linguaggio sbagliato? ",
  "mn117:17.2": "Il linguaggio falso, divisivo, aspro, o senza motivo. ",
  "mn117:17.3": "Questo è il linguaggio sbagliato. ",
  "mn117:18.1": "E cos’è il linguaggio corretto? ",
  "mn117:18.2": "Il linguaggio corretto è duplice, dico io. ",
  "mn117:18.3": "C’è il linguaggio corretto accompagnato dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:18.4": "E c’è il linguaggio corretto nobile, incontaminato, trascendente, un fattore del percorso. ",
  "mn117:19.1": "E cos’è il linguaggio corretto accompagnato dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti? ",
  "mn117:19.2": "Astenersi dal linguaggio falso, divisivo, aspro, o senza motivo. ",
  "mn117:19.3": "Questo è il linguaggio corretto accompagnato dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:20.1": "E cos’è il linguaggio corretto nobile, incontaminato, trascendente, un fattore del percorso? ",
  "mn117:20.2": "È il desistere, l’astenersi, l’astinenza, e l’evitare i quattro tipi di condotta verbale cattiva, in chi è intento alla nobiltà, all’incontaminatezza, che possiede il percorso nobile e sviluppa il percorso nobile. ",
  "mn117:20.3": "Questo è il linguaggio corretto nobile, incontaminato, trascendente, un fattore del percorso. ",
  "mn117:21.1": "Fare lo sforzo di abbandonare il linguaggio sbagliato e abbracciare il linguaggio corretto: questo è lo sforzo corretto. ",
  "mn117:21.2": "Abbandonare consapevolmente il linguaggio sbagliato e acquisire il linguaggio corretto: questa è la consapevolezza corretta. ",
  "mn117:21.3": "Quindi queste tre cose corrono e girano attorno al linguaggio corretto, cioè: l’opinione corretta, lo sforzo corretto, e la consapevolezza corretta. ",
  "mn117:22.1": "In questo contesto, l’opinione corretta viene prima. ",
  "mn117:22.2": "E com’è che l’opinione corretta viene prima? ",
  "mn117:22.3": "Quando si comprende l’azione sbagliata come azione sbagliata e l’azione corretta come azione corretta, quella è opinione corretta. ",
  "mn117:23.1": "E cos’è l’azione sbagliata? ",
  "mn117:23.2": "Uccidere, rubare, e la condotta sessuale sbagliata. ",
  "mn117:23.3": "Questa è l’azione sbagliata. ",
  "mn117:24.1": "E cos’è l’azione corretta? ",
  "mn117:24.2": "L’azione corretta è duplice, dico io. ",
  "mn117:24.3": "C’è l’azione corretta accompagnata dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:24.4": "E c’è l’azione corretta nobile, incontaminata, trascendente, un fattore del percorso. ",
  "mn117:25.1": "E cos’è l’azione corretta accompagnata dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti? ",
  "mn117:25.2": "Astenersi dall’uccidere, dal rubare, e dalla condotta sessuale sbagliata. ",
  "mn117:25.3": "Questa è l’azione corretta accompagnata dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:26.1": "E cos’è l’azione corretta nobile, incontaminata, trascendente, un fattore del percorso? ",
  "mn117:26.2": "È il desistere, l’astenersi, l’astinenza, e l’evitare i tre tipi di condotta corporea cattiva, in chi è intento alla nobiltà, all’incontaminatezza, che possiede il percorso nobile e sviluppa il percorso nobile. ",
  "mn117:26.3": "Questa è l’azione corretta nobile, incontaminata, trascendente, un fattore del percorso. ",
  "mn117:27.1": "Fare lo sforzo di abbandonare l’azione sbagliata e abbracciare l’azione corretta: questo è lo sforzo corretto. ",
  "mn117:27.2": "Abbandonare consapevolmente l’azione sbagliata e acquisire l’azione corretta: questa è la consapevolezza corretta. ",
  "mn117:27.3": "Quindi queste tre cose corrono e girano attorno all’azione corretta, cioè: l’opinione corretta, lo sforzo corretto, e la consapevolezza corretta. ",
  "mn117:28.1": "In questo contesto, l’opinione corretta viene prima. ",
  "mn117:28.2": "E com’è che l’opinione corretta viene prima? ",
  "mn117:28.3": "Quando si comprende il sostentamento sbagliato come sostentamento sbagliato e il sostentamento corretto come sostentamento corretto, quella è opinione corretta. ",
  "mn117:29.1": "E cos’è il sostentamento sbagliato? ",
  "mn117:29.2": "Imbrogli, lusinghe, suggerimenti, sminuimenti, e usare le cose materiali per inseguire altre cose materiali. ",
  "mn117:29.3": "Questo è il sostentamento sbagliato. ",
  "mn117:30.1": "E cos’è il sostentamento corretto? ",
  "mn117:30.2": "Il sostentamento corretto è duplice, dico io. ",
  "mn117:30.3": "C’è il sostentamento corretto accompagnato dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:30.4": "E c’è il sostentamento corretto nobile, incontaminato, trascendente, un fattore del percorso. ",
  "mn117:31.1": "E cos’è il sostentamento corretto accompagnato dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti? ",
  "mn117:31.2": "È quando un discepolo nobile abbandona il sostentamento sbagliato e si mantiene attraverso sostentamento corretto. ",
  "mn117:31.3": "Questo è il sostentamento corretto accompagnato dai contaminanti, che prende parte alle buone azioni, e che matura in attaccamenti. ",
  "mn117:32.1": "E cos’è il sostentamento corretto nobile, incontaminato, trascendente, un fattore del percorso? ",
  "mn117:32.2": "È il desistere, l’astenersi, l’astinenza, e l’evitare il sostentamento sbagliato in chi è intento alla nobiltà, all’incontaminatezza, che possiede il percorso nobile e sviluppa il percorso nobile. ",
  "mn117:32.3": "Questo è il sostentamento corretto nobile, incontaminato, trascendente, un fattore del percorso. ",
  "mn117:33.1": "Fare lo sforzo di abbandonare il sostentamento sbagliato e abbracciare il sostentamento corretto: questo è lo sforzo corretto. ",
  "mn117:33.2": "Abbandonare consapevolmente il sostentamento sbagliato e acquisire il sostentamento corretto: questa è la consapevolezza corretta. ",
  "mn117:33.3": "Quindi queste tre cose corrono e girano attorno al sostentamento corretto, cioè: l’opinione corretta, lo sforzo corretto, e la consapevolezza corretta. ",
  "mn117:34.1": "In questo contesto, l’opinione corretta viene prima. ",
  "mn117:34.2": "E com’è che l’opinione corretta viene prima? ",
  "mn117:34.3": "L’opinione corretta dà origine al pensiero corretto. Il pensiero corretto dà origine al linguaggio corretto. Il linguaggio corretto dà origine all’azione corretta. L’azione corretta dà origine al sostentamento corretto. Il sostentamento corretto dà origine allo sforzo corretto. Lo sforzo corretto dà origine alla consapevolezza corretta. La consapevolezza corretta dà origine alla concentrazione corretta. La concentrazione corretta dà origine alla conoscenza corretta. La conoscenza corretta dà origine alla libertà corretta. ",
  "mn117:34.4": "Quindi l’apprendista possiede otto fattori, mentre il perfetto ne possiede dieci. ",
  "mn117:34.5": "E anche qui, l’eradicazione di molte qualità malvagie e cattive è sviluppata a pieno grazie alla conoscenza corretta. ",
  "mn117:35.1": "In questo contesto, l’opinione corretta viene prima. ",
  "mn117:35.2": "E com’è che l’opinione corretta viene prima? ",
  "mn117:35.3": "Per chi è di opinione corretta, l’opinione sbagliata viene erosa. ",
  "mn117:35.4": "E le molte qualità malvagie e cattive che si manifestano a causa dell’opinione sbagliata vengono erose. ",
  "mn117:35.5": "E, grazie all’opinione corretta, molte buone qualità vengono sviluppate a pieno. ",
  "mn117:35.6": "Per chi ha pensiero corretto, il pensiero sbagliato viene eroso … ",
  "mn117:35.7": "Per chi è di linguaggio corretto, il linguaggio sbagliato viene eroso … ",
  "mn117:35.8": "Per chi è di azione corretta, l’azione sbagliata viene erosa … ",
  "mn117:35.9": "Per chi è di sostentamento corretto, il sostentamento sbagliato viene eroso … ",
  "mn117:35.10": "Per chi è di sforzo corretto, lo sforzo sbagliato viene eroso … ",
  "mn117:35.11": "Per chi è di consapevolezza corretta, la consapevolezza sbagliata viene erosa. ",
  "mn117:35.12": "Per chi è di concentrazione corretta, la concentrazione sbagliata viene erosa … ",
  "mn117:35.13": "Per chi è di conoscenza corretta, la conoscenza sbagliata viene erosa. ",
  "mn117:35.14": "Per chi è di libertà corretta, la libertà sbagliata viene erosa. ",
  "mn117:35.15": "E le molte qualità malvagie e cattive che si manifestano a causa della libertà sbagliata vengono erose. ",
  "mn117:35.16": "E, grazie alla libertà corretta, molte buone qualità vengono sviluppate a pieno. ",
  "mn117:36.1": "Quindi ci sono venti cose dal lato del bene, e venti dal lato del male. ",
  "mn117:36.2": "Questa esposizione dell’insegnamento sui Grandi Quaranta è stata messa in moto. E non può essere fermata da alcun asceta o bramino, o essere celeste, o diavolo, o dio, o nessuno al mondo. ",
  "mn117:37.1": "Se qualche asceta o bramino immagina di poter criticare e sdegnare l’esposizione dell’insegnamento sui Grandi Quaranta, merita confutazioni e critiche su dieci basi legittime nella vita presente. ",
  "mn117:37.2": "Se critica l’opinione corretta, loda e onora gli asceti e bramini di opinione sbagliata. ",
  "mn117:37.3": "Se critica il pensiero corretto … ",
  "mn117:37.4": "il linguaggio corretto … ",
  "mn117:37.5": "l’azione corretta … ",
  "mn117:37.6": "il sostentamento corretto … ",
  "mn117:37.7": "lo sforzo corretto … ",
  "mn117:37.8": "la consapevolezza corretta … ",
  "mn117:37.9": "la concentrazione corretta … ",
  "mn117:37.10": "la conoscenza corretta … ",
  "mn117:37.11": "o la libertà corretta, loda e onora gli asceti e bramini di libertà sbagliata. ",
  "mn117:37.12": "Se qualche asceta o bramino immagina di poter criticare e sdegnare l’esposizione dell’insegnamento sui Grandi Quaranta, merita confutazioni e critiche su queste dieci basi legittime nella vita presente. ",
  "mn117:38.1": "Persino gli erranti del passato, Vassa e Bhañña di Ukkalā, che aderivano alle dottrine della non-causalità, dell’inazione, e del nichilismo, non immaginavano che il Grande Quaranta dovesse essere criticato o rifiutato. ",
  "mn117:38.2": "Perché questo? ",
  "mn117:38.3": "Per paura di critiche, attacchi, e condanne”. ",
  "mn117:38.4": "Questo è ciò che il Buddha disse. ",
  "mn117:38.5": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}