{
  "mn11:0.1": "Discorsi medi 11 ",
  "mn11:0.2": "Il discorso più corto sul ruggito del leone ",
  "mn11:1.1": "Così ho sentito. ",
  "mn11:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn11:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn11:1.4": "“Monaci!” ",
  "mn11:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn11:1.6": "Il Buddha disse: ",
  "mn11:2.1": "“‘Solo qui c’è un vero asceta, qui un secondo asceta, qui un terzo asceta, e qui un quarto asceta. ",
  "mn11:2.2": "Le altre dottrine sono prive di asceti’. ",
  "mn11:2.3": "Così, monaci, dovete fare il vostro ruggito da leone. ",
  "mn11:3.1": "È possibile che gli erranti di altre religioni dicano: ",
  "mn11:3.2": "‘Ma qual è la fonte della certezza e della forza dei venerabili per dire questo?’ ",
  "mn11:3.5": "Dovete dire loro: ",
  "mn11:3.6": "‘Ci sono quattro cose spiegate dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. Vedendo queste cose in noi stessi diciamo che: ",
  "mn11:3.7": "“Solo qui c’è un vero asceta, qui un secondo asceta, qui un terzo asceta, e qui un quarto asceta. ",
  "mn11:3.8": "Le altre dottrine sono prive di asceti”. ",
  "mn11:3.9": "Quali quattro? ",
  "mn11:3.10": "Abbiamo fiducia nel Maestro, abbiamo fiducia nell’insegnamento e abbiamo adempito i precetti. ",
  "mn11:3.11": "E coloro che condividono il nostro percorso ci sono cari, ",
  "mn11:3.12": "sia laici che rinuncianti. ",
  "mn11:3.13": "Queste sono le quattro cose’. ",
  "mn11:4.1": "È possibile che gli erranti di altre religioni dicano: ",
  "mn11:4.2": "‘Anche noi abbiamo fiducia nel Maestro, il nostro maestro; abbiamo fiducia nell’insegnamento, il nostro insegnamento; e abbiamo adempito i precetti, i nostri precetti. ",
  "mn11:4.3": "E coloro che condividono il nostro percorso ci sono cari, ",
  "mn11:4.4": "sia laici che rinuncianti. ",
  "mn11:4.5": "Qual è quindi la differenza tra voi e noi?’ ",
  "mn11:5.1": "Dovete dire loro: ",
  "mn11:5.2": "‘Beh, fratelli, l’obiettivo è uno o molti?’ ",
  "mn11:5.3": "Rispondendo correttamente, direbbero: ",
  "mn11:5.4": "‘L’obiettivo è uno, fratelli, non molti’. ",
  "mn11:5.5": "‘Ma quell’obiettivo è per chi è avido o per chi è libero dall’avidità?’ ",
  "mn11:5.6": "Rispondendo correttamente, direbbero: ",
  "mn11:5.7": "‘L’obiettivo è per chi è libero dall’avidità, non per chi è avido’. ",
  "mn11:5.8": "‘È per chi odia o per chi è libero dall’odio?’ ",
  "mn11:5.10": "‘È per chi è libero dall’odio’. ",
  "mn11:5.11": "‘È per chi è illuso o per chi è libero dall’illusione?’ ",
  "mn11:5.13": "‘È per chi è libero dall’illusione’. ",
  "mn11:5.14": "‘È per chi brama o per chi è libero dalla brama?’ ",
  "mn11:5.16": "‘È per chi è libero dalla brama’. ",
  "mn11:5.17": "‘È per chi si attacca o per chi non si attacca?’ ",
  "mn11:5.19": "‘È per chi non si attacca’. ",
  "mn11:5.20": "‘È per l’avveduto o per l’inavveduto?’ ",
  "mn11:5.22": "‘È per l’avveduto’ ",
  "mn11:5.23": "‘È per chi fa preferenze e osteggia o per chi non fa preferenze e non osteggia?’ ",
  "mn11:5.25": "‘È per chi non fa preferenze e non osteggia’. ",
  "mn11:5.26": "‘Ma quell’obiettivo è per chi apprezza la proliferazione o per chi apprezza la non-proliferazione?’ ",
  "mn11:5.27": "Rispondendo correttamente, direbbero: ",
  "mn11:5.28": "‘È per chi apprezza la non-proliferazione, non per chi apprezza la proliferazione’. ",
  "mn11:6.1": "Monaci, ci sono queste due opinioni: ",
  "mn11:6.2": "opinioni a favore dell’esistenza e opinioni a favore dell’annientamento. ",
  "mn11:6.3": "Qualsiasi asceta o bramino che si attacca, tiene stretta, e si aggrappa a un’opinione a favore dell’esistenza opporrà un’opinione a favore dell’annientamento. ",
  "mn11:6.4": "Qualsiasi asceta o bramino che si attacca, tiene stretta, e si aggrappa a un’opinione a favore dell’annientamento opporrà un’opinione a favore dell’esistenza . ",
  "mn11:7.1": "Ci sono asceti e bramini che non comprendono secondo realtà l’origine, la fine, la gratificazione, lo svantaggio, e la fuga da queste due opinioni. Sono pieni di avidità, di odio, illusi, vogliosi, attaccati, e ignoranti. Fanno preferenze e osteggiano, e apprezzano la proliferazione. ",
  "mn11:7.2": "Non sono liberi da nascita, vecchiaia, e morte, da tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn11:7.3": "Non sono liberi dalla sofferenza, dico io. ",
  "mn11:8.1": "Ci sono asceti e bramini che comprendono secondo realtà l’origine, la fine, la gratificazione, lo svantaggio, e la fuga da queste due opinioni. Sono liberi da avidità, odio, illusione, brama, attaccamento, e ignoranza. Non fanno preferenze e non osteggiano, e apprezzano la non-proliferazione. ",
  "mn11:8.2": "Sono liberi da nascita, vecchiaia, e morte, da tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn11:8.3": "Sono liberi dalla sofferenza, dico io. ",
  "mn11:9.1": "Ci sono questi quattro tipi di attaccamento. ",
  "mn11:9.2": "Quali quattro? ",
  "mn11:9.3": "Attaccamento ai piaceri dei sensi, alle opinioni, a precetti e osservanze, e a idee di Sé. ",
  "mn11:10.1": "Ci sono asceti e bramini che sostengono la completa comprensione di ogni tipo di attaccamento. ",
  "mn11:10.2": "Ma non la descrivono correttamente. ",
  "mn11:10.3": "Descrivono la completa comprensione dell’attaccamento ai piaceri dei sensi, ma non alle opinioni, a precetti e osservanze, e a idee di Sé. ",
  "mn11:10.4": "Perché questo? ",
  "mn11:10.5": "Perché quei signori asceti e bramini non comprendono queste tre cose secondo realtà. ",
  "mn11:10.6": "Quindi sostengono la completa comprensione di ogni tipo di attaccamento, ",
  "mn11:10.7": "ma non la descrivono correttamente. ",
  "mn11:11.1": "Ci sono altri asceti e bramini che sostengono la completa comprensione di ogni tipo di attaccamento. ",
  "mn11:11.2": "Ma non la descrivono correttamente. ",
  "mn11:11.3": "Descrivono la completa comprensione dell’attaccamento ai piaceri dei sensi, alle opinioni, ma non a precetti e osservanze, e a idee di Sé. ",
  "mn11:11.4": "Perché questo? ",
  "mn11:11.5": "Perché quei signori asceti e bramini non comprendono queste due cose secondo realtà. ",
  "mn11:11.6": "Quindi sostengono la completa comprensione di ogni tipo di attaccamento, ",
  "mn11:11.7": "ma non la descrivono correttamente. ",
  "mn11:12.1": "Ci sono asceti e bramini che sostengono la completa comprensione di ogni tipo di attaccamento. ",
  "mn11:12.2": "Ma non la descrivono correttamente. ",
  "mn11:12.3": "Descrivono la completa comprensione dell’attaccamento ai piaceri dei sensi, alle opinioni, a precetti e osservanze, ma non a idee di Sé. ",
  "mn11:12.4": "Perché questo? ",
  "mn11:12.5": "Perché quei signori asceti e bramini non capiscono questa cosa secondo realtà. ",
  "mn11:12.6": "Quindi sostengono la completa comprensione di ogni tipo di attaccamento, ",
  "mn11:12.7": "ma non la descrivono correttamente. ",
  "mn11:13.1": "In un insegnamento e addestramento così, è chiaro che la fiducia nel maestro non sia ideale. ",
  "mn11:13.2": "Come è chiaro che la fiducia nell’insegnamento, ",
  "mn11:13.3": "l’adempimento dei precetti, ",
  "mn11:13.4": "e l’aver cari coloro che condividono lo stesso percorso non siano ideali. ",
  "mn11:13.5": "Perché questo? ",
  "mn11:13.6": "Perché quell’insegnamento e addestramento è spiegato e proposto male. Non libera, non porta alla pace, è predicato da qualcuno che non è un Buddha completamente risvegliato. ",
  "mn11:14.1": "Il Realizzato, il perfetto, il Buddha completamente risvegliato sostiene e descrive la completa comprensione di ogni tipo di attaccamento. ",
  "mn11:14.2": "Descrive la completa comprensione dell’attaccamento ai piaceri dei sensi, alle opinioni, a precetti e osservanze, e a idee di Sé. ",
  "mn11:15.1": "È chiaro che in un insegnamento e addestramento così la fiducia nel maestro sia ideale. ",
  "mn11:15.2": "Come è chiaro che la fiducia nell’insegnamento, ",
  "mn11:15.3": "l’adempimento dei precetti, ",
  "mn11:15.4": "e l’aver cari coloro che condividono lo stesso percorso siano ideali. ",
  "mn11:15.5": "Perché questo? ",
  "mn11:15.6": "Perché quell’insegnamento e addestramento è spiegato e proposto bene. Libera, porta alla pace, ed è predicato da un Buddha completamente risvegliato. ",
  "mn11:16.1": "Qual è la fonte, l’origine, la nascita, e il concepimento di questi quattro tipi di attaccamento? ",
  "mn11:16.2": "La brama. ",
  "mn11:16.3": "E qual è la fonte, l’origine, la nascita, e il concepimento della brama? ",
  "mn11:16.4": "La sensazione. ",
  "mn11:16.5": "E qual è la fonte, l’origine, la nascita, e il concepimento della sensazione? ",
  "mn11:16.6": "L’esperienza. ",
  "mn11:16.7": "E qual è la fonte, l’origine, la nascita, e il concepimento dell’esperienza? ",
  "mn11:16.8": "I sei campi sensoriali. ",
  "mn11:16.9": "E qual è la fonte, l’origine, la nascita, e il concepimento dei sei campi sensoriali? ",
  "mn11:16.10": "Nome e forma ",
  "mn11:16.11": "E qual è la fonte, l’origine, la nascita, e il concepimento di nome e forma? ",
  "mn11:16.12": "La coscienza. ",
  "mn11:16.13": "E qual è la fonte, l’origine, la nascita, e il concepimento della coscienza? ",
  "mn11:16.14": "Le intenzioni. ",
  "mn11:16.15": "E qual è la fonte, l’origine, la nascita, il concepimento delle intenzioni? ",
  "mn11:16.16": "L’ignoranza. ",
  "mn11:17.1": "Una volta che quel monaco ha abbandonato l’ignoranza e fatto sorgere conoscenza, non si attacca ai piaceri dei sensi, alle opinioni, a precetti e osservanze, o a idee di Sé. ",
  "mn11:17.2": "Non attaccandosi, non è ansioso. Non essendo ansioso, si estingue. ",
  "mn11:17.3": "Comprende: ‘La nascita è terminata, il cammino spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’”. ",
  "mn11:17.4": "Questo è ciò che il Buddha disse. ",
  "mn11:17.5": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}