{
  "mn110:0.1": "Discorsi medi 110 ",
  "mn110:0.2": "Il discorso più corto nella notte di luna piena ",
  "mn110:1.1": "Così ho sentito. ",
  "mn110:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel Monastero Orientale, il palazzo della madre di Migāra. ",
  "mn110:2.1": "Ora, in quell’occasione era il giorno di festa, la luna piena del quindicesimo giorno, e il Buddha era seduto all’aperto circondato dalla comunità monastica. ",
  "mn110:2.2": "Allora il Buddha si guardò intorno fra la comunità monastica, che era così silenziosa. Si rivolse a loro: ",
  "mn110:3.1": "“Monaci, è possibile che una persona non retta sappia di una persona non retta: ",
  "mn110:3.2": "‘Questa è una persona non retta’?” ",
  "mn110:3.3": "“No, Signore” ",
  "mn110:3.4": "“Bene, monaci. ",
  "mn110:3.5": "È impossibile, non può essere che una persona non retta possa sapere di una persona non retta: ",
  "mn110:3.6": "‘Questa è una persona non retta’. ",
  "mn110:3.7": "Ma è possibile che una persona non retta sappia di una persona retta: ",
  "mn110:3.8": "‘Questa è una persona retta’?” ",
  "mn110:3.9": "“No, Signore” ",
  "mn110:3.10": "“Bene, monaci. ",
  "mn110:3.11": "Anche questo è impossibile. ",
  "mn110:4.1": "Una persona non retta ha cattive qualità, è devota a persone non rette, e ha le intenzioni, i consigli, il linguaggio, le azioni, le opinioni, e il donare di una persona non retta. ",
  "mn110:5.1": "E com’è che una persona non retta ha cattive qualità? ",
  "mn110:5.2": "È quando una persona non retta è senza fede, senza vergogna, senza prudenza, non colta, pigra, inconsapevole, e ottusa. ",
  "mn110:5.3": "È così che una persona non retta ha cattive qualità. ",
  "mn110:6.1": "E com’è che una persona non retta è devota alle persone non rette? ",
  "mn110:6.2": "È quando una persona non retta è amica e compagna di asceti e bramini senza fede, senza vergogna, senza prudenza, non colti, pigri, inconsapevoli, e ottusi. ",
  "mn110:6.3": "È così che una persona non retta è devota a persone non rette. ",
  "mn110:7.1": "E com’è che una persona non retta ha le intenzioni di una persona non retta? ",
  "mn110:7.2": "È quando una persona non retta intende affliggere se stessa, affliggere gli altri, e affliggere entrambi. ",
  "mn110:7.3": "È così che una persona non retta ha le intenzioni di una persona non retta. ",
  "mn110:8.1": "E com’è che una persona non retta offre i consigli di una persona non retta? ",
  "mn110:8.2": "È quando una persona non retta offre consigli che affliggono lei stessa, gli altri, ed entrambi. ",
  "mn110:8.3": "È così che una persona non retta offre i consigli di una persona non retta. ",
  "mn110:9.1": "E com’è che una persona non retta possiede il linguaggio di una persona non retta? ",
  "mn110:9.2": "È quando una persona non retta usa linguaggio falso, divisivo, aspro, o senza motivo. ",
  "mn110:9.3": "È così che una persona non retta ha il linguaggio di una persona non retta. ",
  "mn110:10.1": "E com’è che una persona non retta ha le azioni di una persona non retta? ",
  "mn110:10.2": "È quando una persona non retta uccide, ruba, e ha condotta sessuale sbagliata. ",
  "mn110:10.3": "È così che una persona non retta ha le azioni di una persona non retta. ",
  "mn110:11.1": "E com’è che una persona non retta ha l’opinione di una persona non retta? ",
  "mn110:11.2": "È quando una persona non retta è di questa opinione: ",
  "mn110:11.3": "‘Non c’è significato nel donare, nel sacrificio, o nelle offerte. Non c’è frutto o risultato di azioni buone o cattive. L’aldilà non esiste. Non ci sono madre e padre, o esseri che nascono in maniera spontanea. E non ci sono asceti o bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn110:11.4": "È così che una persona non retta ha l’opinione di una persona non retta. ",
  "mn110:12.1": "E com’è che una persona non retta ha il donare di una persona non retta? ",
  "mn110:12.2": "È quando una persona non retta fa un dono in maniera incurante, non dalla propria mano, e distrattamente. Dona cose brutte, e lo fa senza considerare le conseguenze. ",
  "mn110:12.3": "È così che una persona non retta ha il donare di una persona non retta. ",
  "mn110:13.1": "Quella persona non retta, che ha cattive qualità, è devota a persone non rette, e ha le intenzioni, i consigli, il linguaggio, le azioni, le opinioni, e il donare di una persona non retta, ",
  "mn110:13.2": "alla dissoluzione del corpo, dopo la morte, rinasce nel posto in cui le persone non rette rinascono. ",
  "mn110:13.3": "E qual è il posto dove le persone non rette rinascono? ",
  "mn110:13.4": "L’inferno, o il regno animale. ",
  "mn110:14.1": "Monaci, è possibile che una persona retta sappia di una persona retta: ",
  "mn110:14.2": "‘Questa è una persona retta’?” ",
  "mn110:14.3": "“Sì, Signore” ",
  "mn110:14.4": "“Bene, monaci. ",
  "mn110:14.5": "È possibile che una persona retta sappia di una persona retta: ",
  "mn110:14.6": "‘Questa è una persona retta’. ",
  "mn110:14.7": "Ma è possibile che una persona retta sappia di una persona non retta: ",
  "mn110:14.8": "‘Questa è una persona non retta’?” ",
  "mn110:14.9": "“Sì, Signore” ",
  "mn110:15.1": "“Bene, monaci. ",
  "mn110:15.2": "Anche questo è possibile. ",
  "mn110:15.4": "Una persona retta ha buone qualità, è devota alle persone rette, e ha le intenzioni, i consigli, il linguaggio, le azioni, l’opinione, e il donare di una persona retta. ",
  "mn110:16.1": "E com’è che una persona retta ha buone qualità? ",
  "mn110:16.2": "È quando una persona retta ha fede, coscienza, prudenza, è colta, energica, consapevole, e saggia. ",
  "mn110:16.3": "È così che una persona retta ha buone qualità. ",
  "mn110:17.1": "E com’è che una persona retta è devota alle persone rette? ",
  "mn110:17.2": "È quando una persona retta è amica e compagna di asceti e bramini che hanno fede, coscienza, prudenza, sono colti, energici, consapevoli, e saggi. ",
  "mn110:17.3": "È così che una persona retta è devota alle persone rette. ",
  "mn110:18.1": "E com’è che una persona retta ha le intenzioni di una persona retta? ",
  "mn110:18.2": "È quando una persona retta non intende affliggere se stessa, affliggere gli altri, o affliggere entrambi. ",
  "mn110:18.3": "È così che una persona retta ha le intenzioni di una persona retta. ",
  "mn110:19.1": "E com’è che una persona retta offre i consigli di una persona retta? ",
  "mn110:19.2": "È quando una persona retta offre consigli che non affliggono lei stessa, gli altri, o entrambi. ",
  "mn110:19.3": "È così che una persona retta offre i consigli di una persona retta. ",
  "mn110:20.1": "E com’è che una persona retta ha il linguaggio di una persona retta? ",
  "mn110:20.2": "È quando una persona retta non usa linguaggio falso, divisivo, aspro, o senza motivo. ",
  "mn110:20.3": "È così che una persona retta ha il linguaggio di una persona retta. ",
  "mn110:21.1": "E com’è che una persona retta ha le azioni di una persona retta? ",
  "mn110:21.2": "È quando una persona retta non uccide, non ruba, e non ha condotta sessuale sbagliata. ",
  "mn110:21.3": "È così che una persona retta ha le azioni di una persona retta. ",
  "mn110:22.1": "E com’è che una persona retta ha l’opinione di una persona retta? ",
  "mn110:22.2": "È quando una persona retta è di questa opinione: ",
  "mn110:22.3": "‘C’è significato nel donare, nel sacrificio, e nelle offerte. C’è frutto e risultato di azioni buone e cattive. L’aldilà esiste. Ci sono madre e padre, ed esseri che nascono in maniera spontanea. E ci sono asceti e bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn110:22.4": "È così che una persona retta ha l’opinione di una persona retta. ",
  "mn110:23.1": "E com’è che una persona retta ha il donare di una persona retta? ",
  "mn110:23.2": "È quando una persona retta fa un dono attentamente, dalla propria mano, e con consapevolezza. Non dona cose brutte, e lo fa considerando le conseguenze. ",
  "mn110:23.3": "È così che una persona retta ha il donare di una persona retta. ",
  "mn110:24.1": "Quella persona retta, che ha buone qualità, è devota alle persone rette, e ha le intenzioni, i consigli, il linguaggio, le azioni, l’opinione, e il donare di una persona retta, ",
  "mn110:24.2": "alla dissoluzione del corpo, dopo la morte, rinasce nel posto in cui le persone rette rinascono. ",
  "mn110:24.3": "E qual è il posto dove le persone rette rinascono? ",
  "mn110:24.4": "Uno stato di grandezza tra esseri celesti o umani”. ",
  "mn110:25.1": "Questo è ciò che il Buddha disse. ",
  "mn110:25.2": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}