{
  "mn114:0.1": "Discorsi medi 114 ",
  "mn114:0.2": "Il discorso su ciò che si deve e non si deve coltivare ",
  "mn114:1.1": "Così ho sentito. ",
  "mn114:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn114:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn114:1.4": "“Monaci!” ",
  "mn114:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn114:1.6": "Il Buddha disse: ",
  "mn114:2.1": "“Monaci, vi insegno l’esposizione riguardo a ciò che si deve coltivare e ciò che non si deve coltivare. ",
  "mn114:2.2": "Ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn114:2.3": "“Sì, Signore”, risposero i monaci. ",
  "mn114:2.4": "Il Buddha disse: ",
  "mn114:3.1": "“Io dico ci siano due tipi di comportamento corporeo: ",
  "mn114:3.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:3.3": "E ognuno di questi è un tipo di comportamento corporeo. ",
  "mn114:3.4": "Dico ci siano due tipi di comportamento verbale: ",
  "mn114:3.5": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:3.6": "E ognuno di questi è un tipo di comportamento verbale. ",
  "mn114:3.7": "Dico ci siano due tipi di comportamento mentale: ",
  "mn114:3.8": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:3.9": "E ognuno di questi è un tipo di comportamento mentale. ",
  "mn114:3.10": "Dico ci siano due tipi di fonti di pensieri: ",
  "mn114:3.11": "una che dovete coltivare, e una che non dovete coltivare. ",
  "mn114:3.12": "E ognuno di questi è un tipo di fonte di pensieri. ",
  "mn114:3.13": "Dico ci siano due tipi di acquisizione di percezione: ",
  "mn114:3.14": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:3.15": "E ognuno di questi è un tipo di acquisizione di percezione. ",
  "mn114:3.16": "Dico ci siano due tipi di acquisizione di opinioni: ",
  "mn114:3.17": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:3.18": "E ognuno di questi è un tipo di acquisizione di opinioni. ",
  "mn114:3.19": "Dico ci siano due tipi di acquisizione di reincarnazione: ",
  "mn114:3.20": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:3.21": "E ognuno di questi è un tipo di acquisizione di reincarnazione”. ",
  "mn114:4.1": "Detto ciò, il Venerabile Sāriputta disse al Buddha: ",
  "mn114:4.2": "“Signore, così è come comprendo in dettaglio il significato della breve dichiarazione del Buddha. ",
  "mn114:5.1": "‘Io dico ci siano due tipi di comportamento corporeo: ",
  "mn114:5.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:5.3": "E ognuno di questi è un tipo di comportamento corporeo’. ",
  "mn114:5.4": "Questo è ciò che il Buddha ha detto, ",
  "mn114:5.5": "ma perché l’ha detto? ",
  "mn114:5.6": "Non dovete coltivare il tipo di comportamento corporeo che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:5.7": "E dovete coltivare il tipo di comportamento corporeo che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:5.8": "E qual è il tipo di comportamento corporeo che fa aumentare le cattive qualità e fa diminuire le buone qualità? ",
  "mn114:5.9": "È quando qualcuno uccide. È violento, sanguinario, un assassino incallito, spietato nei confronti degli esseri viventi. ",
  "mn114:5.10": "Ruba. Con l’intenzione di commettere un furto, prende la ricchezza o gli averi altrui da villaggi o natura. ",
  "mn114:5.11": "Pratica condotta sessuale sbagliata. Ha relazioni sessuali con donne che hanno la propria madre, padre, entrambi madre e padre, fratello, sorella, parenti, o famiglia come guardiani. Ha relazioni sessuali con donne religiose, o che hanno marito, o la cui violazione è punibile dalla legge, o che sono fidanzate. ",
  "mn114:5.12": "Questo è il tipo di comportamento corporeo che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:5.13": "E qual è il tipo di comportamento corporeo che fa diminuire le cattive qualità e fa aumentare le buone qualità? ",
  "mn114:5.14": "È quando qualcuno evita di uccidere, rinunciando a bastone e spada. È scrupoloso e gentile, dimorando pieno di premura per ogni essere vivente. ",
  "mn114:5.15": "Evita di rubare. Non ha intenzione di commettere furti, prendendo la ricchezza o gli averi altrui da villaggi o natura. ",
  "mn114:5.16": "Evita di praticare condotta sessuale sbagliata. Non ha relazioni sessuali con donne che hanno la propria made, padre, entrambi madre e padre, fratello, sorella, parenti, o famiglia come guardiani. Non ha relazioni sessuali con donne religiose, o che hanno marito, o la cui violazione è punibile dalla legge, o che sono fidanzate. ",
  "mn114:5.17": "Questo è il tipo di comportamento corporeo che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:5.18": "‘Io dico ci siano due tipi di comportamento corporeo: ",
  "mn114:5.19": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:5.20": "E ognuno di questi è un tipo di comportamento corporeo’. ",
  "mn114:5.21": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:6.1": "‘Dico ci siano due tipi di comportamento verbale: ",
  "mn114:6.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:6.3": "E ognuno di questi è un tipo di comportamento verbale’. ",
  "mn114:6.4": "Questo è ciò che il Buddha ha detto, ",
  "mn114:6.5": "ma perché l’ha detto? ",
  "mn114:6.6": "Non dovete coltivare il tipo di comportamento verbale che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:6.7": "E dovete coltivare il tipo di comportamento verbale che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:6.8": "E qual è il tipo di comportamento verbale che fa aumentare le cattive qualità e fa diminuire le buone qualità? ",
  "mn114:6.9": "È quando qualcuno mente. Viene convocato in consiglio, in assemblea, in riunione famigliare, in gilda, o alla corte reale, e gli viene chiesto di testimoniare: ‘Per favore, signore, dì ciò che sai’. Non sapendo, dice: ‘So’. Sapendo, dice: ‘Non so’. Non vedendo, dice: ‘Vedo’. Vedendo, dice: ‘Non vedo’. Quindi mente deliberatamente a proprio beneficio, o a beneficio di qualcun altro, o per qualche ragione mondana banale. ",
  "mn114:6.10": "Parla in maniera divisiva. Ripete in un posto ciò che ha sentito in un altro al fine di dividere le persone l’una contro l’altra. E così divide coloro che sono armoniosi, supportando la divisione, rallegrandosi nella divisione, amando la divisione, usando parole che promuovono divisione. ",
  "mn114:6.11": "Parla in maniera aspra. Usa parole crudeli, sgradevoli, dolorose, offensive, che vengono dalla rabbia, che non portano alla concentrazione. ",
  "mn114:6.12": "Parla senza motivo. Il suo linguaggio è fuori luogo, e non è né veritiero né benefico. Non ha niente a che fare con l’insegnamento o l’addestramento. Le sue parole non hanno valore, e sono fuori luogo, irragionevoli, incoerenti, e superflue. ",
  "mn114:6.13": "Questo è il tipo di comportamento verbale che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:6.14": "E qual è il tipo di comportamento verbale che fa diminuire le cattive qualità e fa aumentare le buone qualità? ",
  "mn114:6.15": "È quando qualcuno evita di mentire. Viene convocato in consiglio, in assemblea, in riunione famigliare, in gilda, o alla corte reale, e gli viene chiesto di testimoniare: ‘Per favore, signore, dì ciò che sai’. Non sapendo, dice: ‘Non so’. Sapendo, dice: ‘So’. Non vedendo, dice: ‘Non vedo’. Vedendo, dice: ‘Vedo’. Quindi non mente deliberatamente a proprio beneficio, o a beneficio di qualcun altro, o per qualche ragione mondana banale. ",
  "mn114:6.16": "Evita linguaggio divisivo. Non ripete in un posto ciò che ha sentito in un altro al fine di dividere le persone l’una contro l’altra. Al contrario, riconcilia coloro che sono divisi, supportando l’armonia, rallegrandosi nell’armonia, amando l’armonia, usando parole che promuovono armonia. ",
  "mn114:6.17": "Evita linguaggio aspro. Parla in modo dolce, piacevole all’orecchio, amabile, che va dritto al cuore, gentile, piacevole, e gradevole alla gente. ",
  "mn114:6.18": "Evita di parlare senza motivo. Le sue parole sono opportune, vere, e significative, in linea con l’insegnamento e l’addestramento. Dice le cose al momento giusto, che hanno valore, sono ragionevoli, succinte, e benefiche. ",
  "mn114:6.19": "Questo è il tipo di comportamento verbale che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:6.20": "‘Dico ci siano due tipi di comportamento verbale: ",
  "mn114:6.21": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:6.22": "E ognuno di questi è un tipo di comportamento verbale’. ",
  "mn114:6.23": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:7.1": "‘Dico ci siano due tipi di comportamento mentale: ",
  "mn114:7.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:7.3": "E ognuno di questi è un tipo di comportamento mentale’. ",
  "mn114:7.4": "Questo è ciò che il Buddha ha detto, ",
  "mn114:7.5": "ma perché l’ha detto? ",
  "mn114:7.6": "Non dovete coltivare il tipo di comportamento mentale che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:7.7": "E dovete coltivare il tipo di comportamento mentale che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:7.8": "E qual è il tipo di comportamento mentale che fa aumentare le cattive qualità e fa diminuire le buone qualità? ",
  "mn114:7.9": "È quando qualcuno è desideroso. Desidera la ricchezza e gli averi altrui: ‘Oh, se solo i loro averi fossero miei!’ ",
  "mn114:7.10": "Ha una mente piena di malevolenza e brutte intenzioni: ‘Che questi esseri viventi vengano uccisi, macellati, ammazzati, distrutti, o annientati!’ ",
  "mn114:7.11": "Questo è il tipo di comportamento mentale che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:7.12": "E qual è il tipo di comportamento mentale che fa diminuire le cattive qualità e fa aumentare le buone qualità? ",
  "mn114:7.13": "È quando qualcuno è soddisfatto con poco. Non desidera la ricchezza e gli averi altrui: ‘Oh, se solo i loro averi fossero miei!’ ",
  "mn114:7.14": "Ha una mente benevola e intenzioni gentili: ‘Che questi esseri viventi vivano liberi da inimicizia e malevolenza, senza problemi e felici!’ ",
  "mn114:7.15": "Questo è il tipo di comportamento mentale che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:7.16": "‘Dico ci siano due tipi di comportamento mentale: ",
  "mn114:7.17": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:7.18": "E ognuno di questi è un tipo di comportamento mentale’. ",
  "mn114:7.19": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:8.1": "‘Dico ci siano due tipi di fonti di pensieri: ",
  "mn114:8.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:8.3": "E ognuno di questi è un tipo di fonti di pensieri’. ",
  "mn114:8.4": "Questo è ciò che il Buddha ha detto, ",
  "mn114:8.5": "ma perché l’ha detto? ",
  "mn114:8.6": "Non dovete coltivare il tipo di fonte di pensieri che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:8.7": "E dovete coltivare il tipo di fonte di pensieri che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:8.8": "E qual è il tipo di fonte di pensieri che fa aumentare le cattive qualità e fa diminuire le buone qualità? ",
  "mn114:8.9": "È quando qualcuno è desideroso, e dimora con la mente piena di desideri. ",
  "mn114:8.10": "È malevolo, e dimora con la mente piena di malevolenza. ",
  "mn114:8.11": "È offensivo, e dimora con la mente intenta al danno. ",
  "mn114:8.12": "Questo è il tipo di fonte di pensieri che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:8.13": "E qual è il tipo di fonte di pensieri che fa diminuire le cattive qualità e fa aumentare le buone qualità? ",
  "mn114:8.14": "È quando qualcuno è soddisfatto con poco, e dimora con la mente piena di soddisfazione. ",
  "mn114:8.15": "È benevolo, e dimora con la mente piena di benevolenza. ",
  "mn114:8.16": "È gentile, e dimora con la mente piena di gentilezza. ",
  "mn114:8.17": "Questo è il tipo di fonte di pensieri che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:8.18": "‘Dico ci siano due tipi di fonti di pensieri: ",
  "mn114:8.19": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:8.20": "E ognuno di questi è un tipo di fonti di pensieri’. ",
  "mn114:8.21": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:9.1": "‘Dico ci siano due tipi di acquisizione di percezione: ",
  "mn114:9.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:9.3": "E ognuno di questi è un tipo di acquisizione di percezione’. ",
  "mn114:9.4": "Questo è ciò che il Buddha ha detto, ",
  "mn114:9.5": "ma perché l’ha detto? ",
  "mn114:9.6": "Non dovete coltivare il tipo di acquisizione di percezione che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:9.7": "E dovete coltivare il tipo di acquisizione di percezione che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:9.8": "E qual è il tipo di acquisizione di percezione che fa aumentare le cattive qualità e fa diminuire le buone qualità? ",
  "mn114:9.9": "È quando qualcuno è desideroso, e dimora con percezione piena di desideri. ",
  "mn114:9.10": "È malevolo, e dimora con percezione piena di malevolenza. ",
  "mn114:9.11": "È offensivo, e dimora con percezione intenta al danno. ",
  "mn114:9.12": "Questo è il tipo di acquisizione di percezione che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:9.13": "E qual è il tipo di acquisizione di percezione che fa diminuire le cattive qualità e fa aumentare le buone qualità? ",
  "mn114:9.14": "È quando qualcuno è soddisfatto con poco, e dimora con percezione piena di soddisfazione. ",
  "mn114:9.15": "È benevolo, e dimora con percezione piena di benevolenza. ",
  "mn114:9.16": "È gentile, e dimora con percezione piena di gentilezza. ",
  "mn114:9.17": "Questo è il tipo di acquisizione di percezione che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:9.18": "‘Dico ci siano due tipi di acquisizione di percezione: ",
  "mn114:9.19": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:9.20": "E ognuno di questi è un tipo di acquisizione di percezione’. ",
  "mn114:9.21": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:10.1": "‘Dico ci siano due tipi di acquisizione di opinioni: ",
  "mn114:10.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:10.3": "E ognuno di questi è un tipo di acquisizione di opinioni’. ",
  "mn114:10.4": "Questo è ciò che il Buddha ha detto, ",
  "mn114:10.5": "ma perché l’ha detto? ",
  "mn114:10.6": "Non dovete coltivare il tipo di acquisizione di opinioni che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:10.7": "E dovete coltivare il tipo di acquisizione di opinioni che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:10.8": "E qual è il tipo di acquisizione di opinioni che fa aumentare le cattive qualità e fa diminuire le buone qualità? ",
  "mn114:10.9": "È quando qualcuno è di questa opinione: ",
  "mn114:10.10": "‘Non c’è significato nel donare, nel sacrificio, o nelle offerte. Non c’è frutto o risultato di azioni buone o cattive. L’aldilà non esiste. Non ci sono madre e padre, o esseri che nascono in maniera spontanea. E non ci sono asceti o bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn114:10.11": "Questo è il tipo di acquisizione di opinioni che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:10.12": "E qual è il tipo di acquisizione di opinioni che fa diminuire le cattive qualità e fa aumentare le buone qualità? ",
  "mn114:10.13": "È quando qualcuno è di questa opinione: ",
  "mn114:10.14": "‘C’è significato nel donare, nel sacrificio, e nelle offerte. C’è frutto e risultato di azioni buone e cattive. L’aldilà esiste. Ci sono madre e padre, ed esseri che nascono in maniera spontanea. E ci sono asceti o bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn114:10.15": "Questo è il tipo di acquisizione di opinioni che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:10.16": "‘Dico ci siano due tipi di acquisizione di opinioni: ",
  "mn114:10.17": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:10.18": "E ognuno di questi è un tipo di acquisizione di opinioni’. ",
  "mn114:10.19": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:11.1": "‘Dico ci siano due tipi di acquisizione di reincarnazione: ",
  "mn114:11.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:11.3": "E ognuno di questi è un tipo di acquisizione di reincarnazione’. ",
  "mn114:11.4": "Questo è ciò che il Buddha ha detto, ",
  "mn114:11.5": "ma perché l’ha detto? ",
  "mn114:11.6": "Non dovete coltivare il tipo di acquisizione di reincarnazione che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:11.8": "E dovete coltivare il tipo di acquisizione di reincarnazione che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:11.10": "E qual è il tipo di acquisizione di reincarnazione che fa aumentare le cattive qualità e fa diminuire le buone qualità? ",
  "mn114:11.11": "Per chi genera rinascita in un’incarnazione spiacevole, senza motivo legato all’obiettivo, le cattive qualità aumentano, e le buone qualità diminuiscono. ",
  "mn114:11.12": "E qual è il tipo di acquisizione di reincarnazione che fa diminuire le cattive qualità e fa aumentare le buone qualità? Per chi genera rinascita in un’incarnazione piacevole per motivo legato all’obiettivo, le cattive qualità diminuiscono, e le buone qualità aumentano. ",
  "mn114:11.13": "‘Dico ci siano due tipi di acquisizione di reincarnazione: ",
  "mn114:11.14": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:11.15": "E ognuno di questi è un tipo di acquisizione di reincarnazione’. ",
  "mn114:11.16": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:12.1": "Signore, così è come comprendo in dettaglio il significato della breve dichiarazione del Buddha” ",
  "mn114:13.1": "“Bene, bene, Sāriputta! ",
  "mn114:13.2": "È bene che comprendi in dettaglio il significato della mia breve dichiarazione così”. ",
  "mn114:14.1": "E il Buddha ripeté e approvò la spiegazione del Venerabile Sāriputta completamente. Poi andò avanti a spiegare: ",
  "mn114:22.1": "‘Dico ci siano due tipi di forme percepite dall’occhio: ",
  "mn114:22.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:22.3": "Dico ci siano due tipi di suoni percepiti dall’orecchio … ",
  "mn114:22.5": "due tipi di odori percepiti dal naso … ",
  "mn114:22.7": "due tipi di sapori percepiti dalla lingua … ",
  "mn114:22.9": "due tipi di tocchi percepiti dal corpo … ",
  "mn114:22.11": "due tipi di fenomeni mentali percepiti dalla mente: ",
  "mn114:22.12": "uno che dovete coltivare, e uno che non dovete coltivare”. ",
  "mn114:23.1": "Detto ciò, il Venerabile Sāriputta disse al Buddha: ",
  "mn114:23.2": "“Signore, così è come comprendo in dettaglio il significato della breve dichiarazione del Buddha. ",
  "mn114:24.1": "‘Dico ci siano due tipi di forme percepite dall’occhio: ",
  "mn114:24.2": "uno che dovete coltivare, e uno che non dovete coltivare’. ",
  "mn114:24.3": "Questo è ciò che il Buddha ha detto, ",
  "mn114:24.4": "ma perché l’ha detto? ",
  "mn114:24.5": "Non dovete coltivare il tipo di forme percepite dall’occhio che fanno aumentare le cattive qualità e fanno diminuire le buone qualità. ",
  "mn114:24.6": "E dovete coltivare il tipo di forme percepite dall’occhio che fanno diminuire le cattive qualità e fanno aumentare le buone qualità. ",
  "mn114:24.7": "‘Dico ci siano due tipi di forme percepite dall’occhio: ",
  "mn114:24.8": "uno che dovete coltivare, e uno che non dovete coltivare’. ",
  "mn114:24.9": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:25.1": "‘Dico ci siano due tipi di suoni percepiti dall’orecchio … ",
  "mn114:26.1": "due tipi di odori percepiti dal naso … ",
  "mn114:27.1": "due tipi di sapori percepiti dalla lingua … ",
  "mn114:27.3": "due tipi di tocchi percepiti dal corpo … ",
  "mn114:29.1": "due tipi di fenomeni mentali percepiti dalla mente: ",
  "mn114:29.2": "uno che dovete coltivare, e uno che non dovete coltivare’. ",
  "mn114:29.3": "Questo è ciò che il Buddha ha detto, ",
  "mn114:29.4": "ma perché l’ha detto? ",
  "mn114:30.1": "Non dovete coltivare il tipo di fenomeni mentali percepiti dalla mente che fanno aumentare le cattive qualità e fanno diminuire le buone qualità. ",
  "mn114:30.2": "E dovete coltivare il tipo di fenomeni mentali percepiti dalla mente che fanno diminuire le cattive qualità e fanno aumentare le buone qualità. ",
  "mn114:30.3": "‘Dico ci siano due tipi di fenomeni mentali percepiti dalla mente: ",
  "mn114:30.4": "uno che dovete coltivare, e uno che non dovete coltivare’. ",
  "mn114:30.5": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:30.6": "Signore, così è come comprendo in dettaglio il significato della breve dichiarazione del Buddha” ",
  "mn114:31.1": "“Bene, bene, Sāriputta! ",
  "mn114:31.2": "È bene che comprendi in dettaglio il significato della mia breve dichiarazione così”. ",
  "mn114:32-36.1": "E il Buddha ripeté e approvò la spiegazione del Venerabile Sāriputta completamente. Poi andò avanti a spiegare: ",
  "mn114:39.1": "‘Dico ci sono due tipi di abiti: ",
  "mn114:39.2": "uno che dovete coltivare, e uno che non dovete coltivare. ",
  "mn114:39.3": "Dico ci siano due tipi di cibo … ",
  "mn114:39.4": "di ripari … ",
  "mn114:39.5": "di villaggi … ",
  "mn114:39.6": "di cittadine … ",
  "mn114:39.7": "di città … ",
  "mn114:39.8": "di Paesi … ",
  "mn114:39.9": "di persone: ",
  "mn114:39.10": "uno che dovete coltivare, e uno che non dovete coltivare”. ",
  "mn114:40.1": "Detto ciò, il Venerabile Sāriputta disse al Buddha: ",
  "mn114:40.2": "“Signore, così è come comprendo in dettaglio il significato della breve dichiarazione del Buddha. ",
  "mn114:41.1": "‘Dico ci siano due tipi di abiti … ",
  "mn114:41.2": "uno che dovete coltivare, e uno che non dovete coltivare’. ",
  "mn114:42.1": "di cibo … ",
  "mn114:43.1": "di ripari … ",
  "mn114:44.1": "di villaggi … ",
  "mn114:45.3": "di cittadine … ",
  "mn114:46.1": "di città … ",
  "mn114:47.1": "di Paesi … ",
  "mn114:48.1": "e di persone: ",
  "mn114:48.2": "uno che dovete coltivare, e uno che non dovete coltivare’. ",
  "mn114:48.3": "Questo è ciò che il Buddha ha detto, ",
  "mn114:48.4": "ma perché l’ha detto? ",
  "mn114:48.5": "Non dovete coltivare il tipo di persone che fa aumentare le cattive qualità e fa diminuire le buone qualità. ",
  "mn114:48.6": "E dovete coltivare il tipo di persone che fa diminuire le cattive qualità e fa aumentare le buone qualità. ",
  "mn114:48.7": "‘Dico ci siano due tipi di persone: ",
  "mn114:48.8": "uno che dovete coltivare, e uno che non dovete coltivare’. ",
  "mn114:48.9": "Questo è ciò che il Buddha ha detto, e questo è perché l’ha detto. ",
  "mn114:49.1": "Signore, così è come comprendo in dettaglio il significato della breve dichiarazione del Buddha” ",
  "mn114:50.1": "“Bene, bene, Sāriputta! ",
  "mn114:50.2": "È bene che comprendi in dettaglio il significato della mia breve dichiarazione così”. ",
  "mn114:51-58.1": "E il Buddha ripeté e approvò la spiegazione del Venerabile Sāriputta completamente. Poi aggiunse: ",
  "mn114:60.1": "Se tutti gli aristocratici, i bramini, i contadini, e i servi comprendessero in dettaglio il significato della mia breve dichiarazione così, ciò sarebbe a loro beneficio e felicità per molto tempo. ",
  "mn114:60.5": "Se il mondo intero, con i propri angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, comprendesse in dettaglio il significato della mia breve dichiarazione così, ciò sarebbe a proprio beneficio e felicità per molto tempo”. ",
  "mn114:61.1": "Questo è ciò che il Buddha disse. ",
  "mn114:61.2": "Contento, il Venerabile Sāriputta trasse piacere da ciò che il Buddha disse. "
}