{
  "mn113:0.1": "Discorsi medi 113 ",
  "mn113:0.2": "Il discorso sulla persona retta ",
  "mn113:1.1": "Così ho sentito. ",
  "mn113:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn113:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn113:1.4": "“Monaci!” ",
  "mn113:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn113:1.6": "Il Buddha disse: ",
  "mn113:2.1": "“Monaci, vi insegno le qualità di una persona retta e le qualità di una persona non retta. ",
  "mn113:2.2": "Ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn113:2.3": "“Sì, Signore”, risposero i monaci. ",
  "mn113:2.4": "Il Buddha disse: ",
  "mn113:3.1": "“E qual è una qualità di una persona non retta? ",
  "mn113:3.2": "Prendete una persona non retta che lascia casa da una famiglia eminente. ",
  "mn113:3.3": "Riflette: ",
  "mn113:3.4": "‘Io ho lasciato casa da una famiglia eminente, non come questi altri monaci’. ",
  "mn113:3.5": "Glorifica se stesso e denigra gli altri a causa di ciò. ",
  "mn113:3.6": "Questa è una qualità di una persona non retta. ",
  "mn113:3.7": "Una persona retta riflette: ",
  "mn113:3.8": "‘Non è grazie alla propria famiglia eminente che le qualità di cupidigia, odio, o illusione vengono eliminate. ",
  "mn113:3.9": "Anche chi non lascia casa da una famiglia eminente, ",
  "mn113:3.10": "se pratica in linea con l’insegnamento, pratica correttamente, e vive in linea con l’insegnamento, è degno di onore e lode per questo’. ",
  "mn113:3.11": "Senza vantarsene, non glorifica se stesso o denigra gli altri sulla base della propria famiglia eminente. ",
  "mn113:3.12": "Questa è una qualità di una persona retta. ",
  "mn113:4-6.1": "Prendete una persona non retta che lascia casa da una grande famiglia. … ",
  "mn113:4-6.2": "da una famiglia ricca … ",
  "mn113:4-6.3": "o da una famiglia molto ricca. ",
  "mn113:4-6.4": "Riflette: ",
  "mn113:4-6.5": "‘Io ho lasciato casa da una famiglia molto ricca, non come questi altri monaci’. ",
  "mn113:4-6.6": "Glorifica se stesso e denigra gli altri a causa di ciò. ",
  "mn113:4-6.7": "Anche questa è una qualità di una persona non retta. ",
  "mn113:4-6.8": "Una persona retta riflette: ",
  "mn113:4-6.9": "‘Non è grazie alla propria famiglia molto ricca che le qualità di cupidigia, odio, o illusione vengono eliminate. ",
  "mn113:4-6.10": "Anche chi non lascia casa da una famiglia molto ricca, ",
  "mn113:4-6.11": "se pratica in linea con l’insegnamento, pratica correttamente, e vive in linea con l’insegnamento, è degno di onore e lode per questo’. ",
  "mn113:4-6.12": "Senza vantarsene, non glorifica se stesso o denigra gli altri sulla base della propria famiglia molto ricca. ",
  "mn113:4-6.13": "Anche questa è una qualità di una persona retta. ",
  "mn113:7.1": "Inoltre, prendete una persona non retta illustre e famosa. ",
  "mn113:7.2": "Riflette: ",
  "mn113:7.3": "‘Io sono illustre e famoso, non come questi altri monaci’. ",
  "mn113:7.4": "Glorifica se stesso e denigra gli altri a causa di ciò. ",
  "mn113:7.5": "Anche questa è una qualità di una persona non retta. ",
  "mn113:7.6": "Una persona retta riflette: ",
  "mn113:7.7": "‘Non è grazie alla propria fama che le qualità di cupidigia, odio, o illusione vengono eliminate. ",
  "mn113:7.8": "Anche chi non è illustre e famoso, ",
  "mn113:7.9": "se pratica in linea con l’insegnamento, pratica correttamente, e vive in linea con l’insegnamento, è degno di onore e lode per questo’. ",
  "mn113:7.10": "Senza vantarsene, non glorifica se stesso o denigra gli altri sulla base della propria fama. ",
  "mn113:7.11": "Anche questa è una qualità di una persona retta. ",
  "mn113:8.1": "Inoltre, prendete una persona non retta che riceve abiti, cibo, ripari, e medicine e provvigioni per malati. ",
  "mn113:8.2": "Riflette: ",
  "mn113:8.3": "‘Io ricevo abiti, cibo, ripari, e medicine e provvigioni per malati, non come questi altri monaci’. ",
  "mn113:8.4": "Glorifica se stesso e denigra gli altri a causa di ciò. ",
  "mn113:8.5": "Anche questa è una qualità di una persona non retta. ",
  "mn113:8.6": "Una persona retta riflette: ",
  "mn113:8.7": "‘Non è grazie ai propri averi materiali che le qualità di cupidigia, odio, o illusione vengono eliminate. ",
  "mn113:8.8": "Anche chi non riceve abiti, cibo, ripari, e medicine e provvigioni per malati, ",
  "mn113:8.9": "se pratica in linea con l’insegnamento, pratica correttamente, e vive in linea con l’insegnamento, è degno di onore e lode per questo’. ",
  "mn113:8.10": "Senza vantarsene, non glorifica se stesso o denigra gli altri sulla base dei propri averi materiali. ",
  "mn113:8.11": "Anche questa è una qualità di una persona retta. ",
  "mn113:9.1": "Inoltre, prendete una persona non retta molto colta … ",
  "mn113:10.1": "esperta della regola monastica … ",
  "mn113:11.1": "che spiega l’insegnamento … ",
  "mn113:12.1": "che vive nella foresta … ",
  "mn113:13.1": "che indossa abiti di stracci … ",
  "mn113:14.1": "che mangia solo cibo elemosinato … ",
  "mn113:15.1": "che vive alla radice di un albero … ",
  "mn113:16-20.1": "che vive in un cimitero … ",
  "mn113:16-20.2": "che vive all’aria aperta … ",
  "mn113:16-20.3": "che non si sdraia mai … ",
  "mn113:16-20.4": "che dorme ovunque stenda la propria stuoia … ",
  "mn113:16-20.5": "che mangia una volta al giorno. ",
  "mn113:16-20.6": "Riflette: ",
  "mn113:16-20.7": "‘Io mangio una volta al giorno, non come questi altri monaci’. ",
  "mn113:16-20.8": "Glorifica se stesso e denigra gli altri a causa di ciò. ",
  "mn113:16-20.9": "Anche questa è una qualità di una persona non retta. ",
  "mn113:16-20.10": "Una persona retta riflette: ",
  "mn113:16-20.11": "‘Non è grazie al mangiare una volta al giorno che le qualità di cupidigia, odio, o illusione vengono eliminate. ",
  "mn113:16-20.12": "Anche chi mangia in più di una volta al giorno, ",
  "mn113:16-20.13": "se pratica in linea con l’insegnamento, pratica correttamente, e vive in linea con l’insegnamento, è degno di onore e lode per questo’. ",
  "mn113:16-20.14": "Senza vantarsene, non glorifica se stesso o denigra gli altri sulla base del mangiare una volta al giorno. ",
  "mn113:16-20.15": "Anche questa è una qualità di una persona retta. ",
  "mn113:21.1": "Poi, prendete una persona non retta che, sufficientemente isolata dai piaceri dei sensi, isolata da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn113:21.2": "Riflette: ",
  "mn113:21.3": "‘Io ho raggiunto la prima estasi, non come questi altri monaci’. ",
  "mn113:21.4": "Glorifica se stesso e denigra gli altri a causa di ciò. ",
  "mn113:21.5": "Anche questa è una qualità di una persona non retta. ",
  "mn113:21.6": "Una persona retta riflette: ",
  "mn113:21.7": "‘Il Buddha ha detto di non farsi definire nemmeno dal raggiungimento della prima estasi. ",
  "mn113:21.8": "Poiché qualsiasi cosa ci si immagina poi si rivela essere diversamente’. ",
  "mn113:21.9": "Senza vantarsene, non glorifica se stesso o denigra gli altri sulla base del proprio raggiungimento della prima estasi. ",
  "mn113:21.10": "Anche questa è una qualità di una persona retta. ",
  "mn113:22-24.1": "Inoltre, prendete una persona non retta che, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunge e dimora nella seconda estasi. … ",
  "mn113:22-24.2": "nella terza estasi … ",
  "mn113:22-24.3": "e nella quarta estasi. ",
  "mn113:22-24.4": "Riflette: ",
  "mn113:22-24.5": "‘Io ho raggiunto la quarta estasi, non come questi altri monaci’. ",
  "mn113:22-24.6": "Glorifica se stesso e denigra gli altri a causa di ciò. ",
  "mn113:22-24.7": "Anche questa è una qualità di una persona non retta. ",
  "mn113:22-24.8": "Una persona retta riflette: ",
  "mn113:22-24.9": "‘Il Buddha ha detto di non farsi definire nemmeno dal raggiungimento della quarta estasi. ",
  "mn113:22-24.10": "Poiché qualsiasi cosa ci si immagina poi si rivela essere diversamente’. ",
  "mn113:22-24.11": "Senza vantarsene, non glorifica se stesso o denigra gli altri sulla base del proprio raggiungimento della quarta estasi. ",
  "mn113:22-24.12": "Anche questa è una qualità di una persona retta. ",
  "mn113:25.1": "Inoltre, prendete una persona non retta che, andando totalmente oltre percezioni della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiunge e dimora nella dimensione dello spazio infinito … ",
  "mn113:26.1": "nella dimensione della coscienza infinita … ",
  "mn113:27.1": "nella dimensione del nulla … ",
  "mn113:28.1": "nella dimensione della né percezione né non-percezione. ",
  "mn113:28.2": "Riflette: ",
  "mn113:28.3": "‘Io ho raggiunto la dimensione della né percezione né non-percezione, non come questi altri monaci’. ",
  "mn113:28.4": "Glorifica se stesso e denigra gli altri a causa di ciò. ",
  "mn113:28.5": "Anche questa è una qualità di una persona non retta. ",
  "mn113:28.6": "Una persona retta riflette: ",
  "mn113:28.7": "‘Il Buddha ha detto di non farsi definire nemmeno dal raggiungimento della dimensione della né percezione né non-percezione. ",
  "mn113:28.8": "Poiché qualsiasi cosa ci si immagina poi si rivela essere diversamente’. ",
  "mn113:28.9": "Senza vantarsene, non glorifica se stesso o denigra gli altri sulla base del proprio raggiungimento della dimensione della né percezione né non-percezione. ",
  "mn113:28.10": "Anche questa è una qualità di una persona retta. ",
  "mn113:29.1": "Inoltre, prendete una persona retta che, andando totalmente oltre la dimensione della né percezione né non-percezione, raggiunge e dimora nella cessazione di percezione e sensazione. E, vedendo con saggezza, i suoi contaminanti vengono eliminati. ",
  "mn113:29.2": "Questo è un monaco che non presume nulla, che non presume riguardo a nulla, che non presume attraverso nulla”. ",
  "mn113:29.3": "Questo è ciò che il Buddha disse. ",
  "mn113:29.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}