{
  "mn124:0.1": "Discorsi medi 124 ",
  "mn124:0.2": "Il discorso su Bakkula ",
  "mn124:1.1": "Così ho sentito. ",
  "mn124:1.2": "Una volta il Venerabile Bakkula dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn124:2.1": "Allora l’asceta nudo Kassapa, un vecchio amico di Bakkula nella vita laica, andò da lui e ci scambiò saluti. ",
  "mn124:2.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Venerabile Bakkula: ",
  "mn124:3.1": "“Fratello Bakkula, da quanto tempo hai lasciato casa?” ",
  "mn124:3.2": "“Sono ottant’anni, fratello” ",
  "mn124:3.3": "“Ma, fratello Bakkula, in questi ottant’anni, quante volte hai fatto sesso?” ",
  "mn124:3.4": "“Non devi chiedermi questo, fratello. ",
  "mn124:3.6": "Piuttosto, devi chiedermi questo: ",
  "mn124:3.7": "‘Ma in questi ottant’anni, quante volte si sono anche solo manifestate delle percezioni sensuali in te?’” ",
  "mn124:3.8": "“Ma in questi ottant’anni, fratello Bakkula, quante volte si sono anche solo manifestate delle percezioni sensuali in te?” ",
  "mn124:3.9": "“Fratello, in questi ottant’anni non ricordo si siano anche solo manifestate delle percezioni sensuali in me”. ",
  "mn124:3.10": "Ricordiamo questa come una qualità incredibile e strabiliante del Venerabile Bakkula. ",
  "mn124:4-5.1": "“In questi ottant’anni, non ricordo si siano anche solo manifestate delle percezioni di malevolenza … ",
  "mn124:4-5.2": "o di crudeltà in me”. ",
  "mn124:4-5.3": "Ricordiamo anche questa come una qualità incredibile e strabiliante del Venerabile Bakkula. ",
  "mn124:6.1": "“In questi ottant’anni, non ricordo si siano anche solo manifestati dei pensieri sensuali … ",
  "mn124:7-8.1": "malevoli … ",
  "mn124:7-8.2": "o crudeli in me”. ",
  "mn124:7-8.3": "Ricordiamo anche questa come una qualità incredibile e strabiliante del Venerabile Bakkula. ",
  "mn124:9.1": "“In questi ottant’anni, non ricordo di aver accettato un abito da un laico … ",
  "mn124:10.1": "di aver tagliato un abito con un coltello … ",
  "mn124:11-15.1": "di aver cucito un abito con un ago … ",
  "mn124:11-15.2": "di aver tinto un abito … ",
  "mn124:11-15.3": "di aver cucito un abito durante la cerimonia di cucitura degli abiti … ",
  "mn124:11-15.4": "di aver vagato in cerca di tessuto per i miei compagni sul percorso spirituale mentre cucivano abiti … ",
  "mn124:16-19.1": "di aver accettato un invito … ",
  "mn124:16-19.2": "di aver avuto un pensiero così: ",
  "mn124:16-19.3": "‘Se solo qualcuno mi invitasse!’ … ",
  "mn124:16-19.4": "di essermi seduto in una casa … ",
  "mn124:16-19.5": "di aver mangiato in una casa … ",
  "mn124:20-25.1": "di essermi fatto influenzare dall’aspetto di una femmina … ",
  "mn124:20-25.2": "di aver insegnato a una femmina, nemmeno un versetto da quattro righe … ",
  "mn124:20-25.3": "di essere andato negli alloggi delle monache … ",
  "mn124:20-25.4": "di aver insegnato alle monache … ",
  "mn124:20-25.5": "di aver insegnato alle monache apprendiste … ",
  "mn124:20-25.6": "di aver insegnato alle monache novizie … ",
  "mn124:26-29.1": "di aver permesso di lasciare casa … ",
  "mn124:26-29.2": "di aver dato l’ordinazione … ",
  "mn124:26-29.3": "di aver accettato dipendenza … ",
  "mn124:26-29.4": "di essermi fatto prendere cura da un novizio … ",
  "mn124:30-36.1": "di aver usato una sauna … ",
  "mn124:30-36.2": "di essermi lavato col sapone … ",
  "mn124:30-36.3": "di aver cercato un massaggio da un mio compagno sul percorso spirituale … ",
  "mn124:30-36.4": "di essermi ammalato, nemmeno per il tempo che si impiega a tirare la mammella di una mucca … ",
  "mn124:30-36.5": "di essermi fatto dare della medicina, nemmeno del poco di myrobalan giallo … ",
  "mn124:30-36.6": "di essermi appoggiato a uno schienale … ",
  "mn124:30-36.7": "di aver preparato un materassino …” ",
  "mn124:30-36.8": "Ricordiamo anche questa come una qualità incredibile e strabiliante del Venerabile Bakkula. ",
  "mn124:37.1": "“In questi ottant’anni, non ricordo di aver iniziato il ritiro della stagione delle piogge in un villaggio”. ",
  "mn124:37.2": "Ricordiamo anche questa come una qualità incredibile e strabiliante del Venerabile Bakkula. ",
  "mn124:38.1": "“Fratello, per sette giorni ho mangiato il cibo della nazione come debitore. ",
  "mn124:38.2": "Poi, l’ottavo giorno, ho raggiunto l’illuminazione”. ",
  "mn124:38.3": "Ricordiamo anche questa come una qualità incredibile e strabiliante del Venerabile Bakkula. ",
  "mn124:39.1": "“Fratello Bakkula, potrei lasciare casa, e ricevere l’ordinazione in questo insegnamento e addestramento?” ",
  "mn124:39.2": "E l’asceta nudo Kassapa lasciò casa, e ricevette l’ordinazione in questo insegnamento e addestramento. ",
  "mn124:39.3": "Non molto dopo la propria ordinazione, il Venerabile Kassapa, dimorando solo, ritirato, diligente, fervido, e risoluto, presto realizzò la suprema culminazione del percorso spirituale in questa stessa vita. Dimorò avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante. ",
  "mn124:39.4": "Comprese: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”. ",
  "mn124:39.5": "E il Venerabile Kassapa divenne uno dei perfetti. ",
  "mn124:40.1": "Poi, del tempo dopo, il Venerabile Bakkula, prendendo una chiave, andava da stanza a stanza, dicendo: ",
  "mn124:40.2": "“Venite, venerabili, venite! Oggi ci sarà la mia completa estinzione”. ",
  "mn124:40.3": "Ricordiamo anche questa come una qualità incredibile e strabiliante del Venerabile Bakkula. ",
  "mn124:41.1": "E il Venerabile Bakkula si estinse completamente mentre era seduto nel mezzo della comunità monastica. ",
  "mn124:41.2": "Ricordiamo anche questa come una qualità incredibile e strabiliante del Venerabile Bakkula. "
}