{
  "mn123:0.1": "Discorsi medi 123 ",
  "mn123:0.2": "Il discorso sull’incredibile e strabiliante ",
  "mn123:1.1": "Così ho sentito. ",
  "mn123:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn123:2.1": "Dopo il pasto, al ritorno dalla questua, vari monaci si sedettero insieme nella sala delle assemblee, dove iniziarono a conversare: ",
  "mn123:2.2": "“È incredibile, fratelli, è strabiliante! Il Realizzato possiede così tanto potere e potenza! ",
  "mn123:2.3": "Poiché è in grado di conoscere i Buddha del passato che si sono estinti completamente, che hanno tagliato la proliferazione, che non hanno lasciato tracce, che hanno finito il ciclo, e hanno trasceso la sofferenza. ",
  "mn123:2.4": "Conosce la loro nascita, i loro nomi, le loro famiglie, la loro condotta, il loro insegnamento, la loro saggezza, le loro dimore, e la loro libertà”. ",
  "mn123:2.5": "Detto ciò, il Venerabile Ānanda disse loro: ",
  "mn123:2.6": "“I Realizzati sono incredibili, fratelli, e possiedono qualità incredibili. ",
  "mn123:2.7": "Sono strabilianti, e possiedono qualità strabilianti”. ",
  "mn123:2.8": "Ma la conversazione venne interrotta. ",
  "mn123:2.9": "Nel tardo pomeriggio, il Buddha uscì da ritiro, andò alla sala delle assemblee, si sedette sul posto preparato, ",
  "mn123:2.10": "e si rivolse ai monaci: ",
  "mn123:2.11": "“Monaci, di cosa stavate parlando mentre eravate seduti proprio ora? Che conversazione è stata interrotta?” ",
  "mn123:2.12": "Allora i monaci gli dissero ciò di cui stavano parlando. Il Buddha disse loro: ",
  "mn123:2.19": "“Beh, allora, Ānanda, continua a parlare delle qualità incredibili e strabilianti del Realizzato” ",
  "mn123:3.1": "“Signore, ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:3.2": "‘Consapevole e presente, l’essere destinato al risveglio nacque tra la schiera degli Angeli Gioiosi’. ",
  "mn123:3.3": "Ricordo questa come una qualità incredibile del Buddha. ",
  "mn123:4.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:4.2": "‘Consapevole e presente, l’essere destinato al risveglio rimase tra la schiera degli Angeli Gioiosi’. ",
  "mn123:4.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:5.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:5.2": "‘Per tutta la durata di quella vita, l’essere destinato al risveglio rimase tra la schiera degli Angeli Gioiosi’. ",
  "mn123:5.3": "Ricordo questa come una qualità incredibile del Buddha. ",
  "mn123:6.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:6.2": "‘Consapevole e presente, l’essere destinato al risveglio morì dalla schiera degli Angeli Gioiosi, e fu concepito nel grembo della madre’. ",
  "mn123:6.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:7.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:7.2": "‘Quando l’essere destinato al risveglio muore dalla schiera degli Angeli Gioiosi, viene concepito nel grembo della madre. ",
  "mn123:7.3": "E in quel momento, in questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, appare una luce magnifica che sorpassa la gloria degli dei. ",
  "mn123:7.4": "Persino nel vuoto interstellare sconfinato, così buio che persino la luce della luna e del sole, così possenti e potenti, non fa alcuna impressione, appare una luce magnifica che sorpassa la gloria degli dei. ",
  "mn123:7.5": "E persino gli esseri viventi che sono nati lì si riconoscono l’un l’altro per mezzo di quella luce: “Quindi sembrerebbe che altri esseri viventi siano nati qui!” ",
  "mn123:7.6": "E la galassia vacilla, oscilla, e trema. E appare una luce magnifica che sorpassa la gloria degli dei’. ",
  "mn123:7.7": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:8.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:8.2": "‘Quando l’essere destinato al risveglio viene concepito nel grembo della madre, quattro angeli si avvicinano per proteggere le quattro direzioni, in modo che nessun umano, o spirito, o nessuno possa recare danno all’essere destinato al risveglio o a sua madre’. ",
  "mn123:8.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:9.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:9.2": "‘Mentre l’essere destinato al risveglio viene concepito nel grembo della madre, lei assume condotta etica in maniera naturale. Evita di uccidere, di rubare, la condotta sessuale sbagliata, di mentire, e di bere bevande alcoliche’. ",
  "mn123:9.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:10.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:10.2": "‘Mentre l’essere destinato al risveglio viene concepito nel grembo della madre, lei non prova più desiderio sessuale per gli uomini, e non può essere violata da un uomo dall’intento lussurioso’. ",
  "mn123:10.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:11.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:11.2": "‘Mentre l’essere destinato al risveglio viene concepito nel grembo della madre, lei viene intrattenuta dai cinque tipi di stimolazione dei sensi’. ",
  "mn123:11.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:12.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:12.2": "‘Mentre l’essere destinato al risveglio viene concepito nel grembo della madre, lei non prova alcuna afflizione. È felice e senza fatica fisica. E vede l’essere destinato al risveglio nel suo grembo, completo di arti importanti e minori, a cui non manca alcuna facoltà. ",
  "mn123:12.3": "Immaginate un berillo di bellezza naturale, con otto facce, ben lavorato. Ed è unito a un filo blu, giallo, rosso, bianco, o dorato. ",
  "mn123:12.4": "E qualcuno con buona vista lo prende in mano per esaminarlo: “Questo berillo è di bellezza naturale, con otto facce, ben lavorato. Ed è unito a un filo blu, giallo, rosso, bianco, o dorato”. ",
  "mn123:12.5": "Allo stesso modo, mentre l’essere destinato al risveglio viene concepito nel grembo della madre, lei non prova alcuna afflizione. È felice e senza fatica fisica. E vede l’essere destinato al risveglio nel suo grembo, completo di arti importanti e minori, a cui non manca alcuna facoltà’. ",
  "mn123:12.6": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:13.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:13.2": "‘Sette giorni dopo che l’essere destinato al risveglio nasce, sua madre muore e rinasce tra la schiera degli Angeli Gioiosi’. ",
  "mn123:13.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:14.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:14.2": "‘Le altre donne portano il bambino nel grembo per nove o dieci mesi prima di partorire. Non è così per la madre dell’essere destinato al risveglio. Lei partorisce esattamente dopo dieci mesi’. ",
  "mn123:14.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:15.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:15.2": "‘Le altre donne partoriscono sedute o sdraiate. Non è così per la madre dell’essere destinato al risveglio. Lei partorisce solo in piedi’. ",
  "mn123:15.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:16.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:16.2": "‘Quando l’essere destinato al risveglio esce dal grembo della madre, gli angeli lo ricevono per primi, poi gli uomini’. ",
  "mn123:16.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:17.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:17.2": "‘Quando l’essere destinato al risveglio esce dal grembo della madre, prima di toccare terra, quattro angeli lo ricevono e lo presentano alla madre, dicendo: “Gioisci, oh regina! Un figlio illustre è nato da te”’. ",
  "mn123:17.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:18.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:18.2": "‘Quando l’essere destinato al risveglio esce dal grembo della madre, esce già pulito, incontaminato dalle acque, dal muco, dal sangue, o da qualsiasi altro tipo di impurità, puro e pulito. ",
  "mn123:18.3": "Immaginate un gioiello che viene messo su un panno da Kāsi. Il gioiello non sporcherebbe il panno, né  il panno il gioiello. ",
  "mn123:18.4": "Perché questo? ",
  "mn123:18.5": "Grazie alla pulizia di entrambi. ",
  "mn123:18.6": "Allo stesso modo, quando l’essere destinato al risveglio esce dal grembo della madre, esce già pulito, incontaminato dalle acque, dal muco, dal sangue, o da qualsiasi altro tipo di impurità, puro e pulito’. ",
  "mn123:18.7": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:19.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:19.2": "‘Quando l’essere destinato al risveglio esce dal grembo della madre, appaiono due docce d’acqua dal cielo, una fresca, una calda, per lavare l’essere destinato al risveglio e sua madre’. ",
  "mn123:19.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:20.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:20.2": "‘Appena nasce, l’essere destinato al risveglio sta in piedi da solo. Girato verso nord, fa sette passi con un parasole bianco tenuto sulla sua testa, investiga ogni direzione, e fa questa dichiarazione drammatica: “Io sono il migliore al mondo! Sono il più anziano al mondo! Sono il primo al mondo! Questa è la mia ultima nascita. Non ci sarà più esistenza futura”’. ",
  "mn123:20.3": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:21.1": "Ho sentito e imparato questo in presenza del Buddha: ",
  "mn123:21.2": "‘Quando l’essere destinato al risveglio esce dal grembo della madre, in questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, appare una luce magnifica che sorpassa la gloria degli dei. ",
  "mn123:21.3": "Persino nel vuoto interstellare sconfinato, così buio che persino la luce della luna e del sole, così possenti e potenti, non fa alcuna impressione, appare una luce magnifica che sorpassa la gloria degli dei. ",
  "mn123:21.4": "E persino gli esseri viventi che sono nati lì si riconoscono l’un l’altro per mezzo di quella luce: “Quindi sembrerebbe che altri esseri viventi siano nati qui!” ",
  "mn123:21.5": "E la galassia vacilla, oscilla, e trema. E appare una luce magnifica che sorpassa la gloria degli dei’. ",
  "mn123:21.6": "Ricordo anche questa come una qualità incredibile del Buddha. ",
  "mn123:22.1": "“Beh, Ānanda, devi ricordare anche questa come una qualità incredibile del Realizzato. ",
  "mn123:22.2": "Il Realizzato è consapevole delle sensazioni mentre si manifestano, mentre rimangono, e mentre vanno via. ",
  "mn123:22.3": "È consapevole delle percezioni mentre si manifestano, mentre rimangono, e mentre vanno via. ",
  "mn123:22.4": "È consapevole dei pensieri mentre si manifestano, mentre rimangono, e mentre vanno via. ",
  "mn123:22.5": "Devi ricordare anche questa come una qualità incredibile del Realizzato” ",
  "mn123:23.1": "“Signore, Il Realizzato è consapevole delle sensazioni mentre si manifestano, mentre rimangono, e mentre vanno via. ",
  "mn123:23.2": "È consapevole delle percezioni mentre si manifestano, mentre rimangono, e mentre vanno via. ",
  "mn123:23.3": "È consapevole dei pensieri mentre si manifestano, mentre rimangono, e mentre vanno via. ",
  "mn123:23.4": "Ricordo anche questa come una qualità incredibile del Buddha”. ",
  "mn123:23.5": "Questo è ciò che il Venerabile Ānanda disse, ",
  "mn123:23.6": "e il Maestro approvò. ",
  "mn123:23.7": "Contenti, i monaci trassero piacere da ciò che il Venerabile Ānanda disse. "
}