{
  "mn126:0.1": "Discorsi medi 126 ",
  "mn126:0.2": "Il discorso con Bhūmija ",
  "mn126:1.1": "Così ho sentito. ",
  "mn126:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn126:2.1": "Al mattino il Venerabile Bhūmija si vestì e, prendendo la propria ciotola e abito, andò a casa del principe Jayasena, dove si sedette sul posto preparato. ",
  "mn126:3.1": "Poi il principe Jayasena arrivò e ci scambiò saluti. ",
  "mn126:3.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse a Bhūmija: ",
  "mn126:3.3": "“Signor Bhūmija, ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn126:3.4": "‘Se si esprime un desiderio e si segue il percorso spirituale, non si avvera. ",
  "mn126:3.5": "Se non si esprime un desiderio e si segue il percorso spirituale, non si avvera. ",
  "mn126:3.6": "Se, che si esprima o che non si esprima un desiderio, e si segue il percorso spirituale, non si avvera. ",
  "mn126:3.7": "Se né si esprime né non si esprime un desiderio e si segue il percorso spirituale, non si avvera. ",
  "mn126:3.8": "Cosa dice il Signor Bhūmija a riguardo? Come lo spiega?” ",
  "mn126:4.1": "“Principe, non ho sentito o imparato questo in presenza del Buddha. ",
  "mn126:4.2": "Ma è possibile che lui lo spieghi così: ",
  "mn126:4.3": "‘Se si vive il percorso spirituale avventatamente, non si avvera, indipendentemente da se si esprime un desiderio, ",
  "mn126:4.4": "o non si esprime un desiderio, ",
  "mn126:4.5": "o sia si esprime un desiderio che no, ",
  "mn126:4.6": "o né si esprime un desiderio né no. ",
  "mn126:4.7": "Ma se si segue il percorso spirituale in maniera lungimirante, si avvera, indipendentemente da se si esprime un desiderio, ",
  "mn126:4.8": "o non si esprime un desiderio, ",
  "mn126:4.9": "o sia si esprime un desiderio sia no, ",
  "mn126:4.10": "o né si esprime un desiderio né no’. ",
  "mn126:4.11": "Non ho sentito o imparato questo in presenza del Buddha. ",
  "mn126:4.12": "Ma è possibile che lo spieghi così”. ",
  "mn126:5.1": "“Se questo è ciò che il suo maestro dice, Signor Bhūmija, è chiaramente una spanna sopra tutti gli altri vari asceti e bramini”. ",
  "mn126:6.1": "Allora il principe Jayasena servì il Venerabile Bhūmija dal proprio piatto. ",
  "mn126:7.1": "Dopo il pasto, al ritorno dalla questua, Bhūmija andò dal Buddha, si inchinò, si sedette a lato, e gli riferì ciò che era accaduto, aggiungendo: ",
  "mn126:7.25": "“Rispondendo così spero di aver ripetuto ciò che il Buddha ha detto, e di non averlo rappresentato male con una falsità? Spero che la mia spiegazione sia in linea con l’insegnamento, senza basi legittime per confutazioni e critiche” ",
  "mn126:8.1": "“Certo, Bhūmija, che rispondendo così hai ripetuto ciò che ho detto, e non mi hai rappresentato male con una falsità. La tua spiegazione è in linea con l’insegnamento, senza basi legittime per confutazioni e critiche. ",
  "mn126:9.1": "Ci sono asceti e bramini che hanno opinione sbagliata, pensiero sbagliato, linguaggio sbagliato, azione sbagliata, sostentamento sbagliato, sforzo sbagliato, consapevolezza sbagliata, e concentrazione sbagliata. Se seguono il percorso spirituale, non si avvera, indipendentemente da se esprimono un desiderio, ",
  "mn126:9.2": "non esprimono un desiderio, ",
  "mn126:9.3": "sia esprimono che non esprimono un desiderio, ",
  "mn126:9.4": "o né esprimono né non esprimono un desiderio. ",
  "mn126:9.5": "Perché questo? ",
  "mn126:9.6": "Perché è un modo avventato di farlo avverare. ",
  "mn126:10.1": "Immagina una persona che necessita di olio. Mentre vaga alla ricerca di olio, prova ad ammucchiare della sabbia in un cestino, la bagna per bene con dell’acqua, e la pressa. ",
  "mn126:10.2": "Ma facendo così non riesce a estrarre alcun olio, indipendentemente da se esprime un desiderio, ",
  "mn126:10.3": "non esprime un desiderio, ",
  "mn126:10.4": "sia esprime che non esprime un desiderio, ",
  "mn126:10.5": "o né esprime né non esprime un desiderio. ",
  "mn126:10.6": "Perché questo? ",
  "mn126:10.7": "Perché è un modo avventato di estrarre dell’olio. ",
  "mn126:10.8": "Ed è così per gli asceti e bramini che hanno opinione sbagliata, pensiero sbagliato, linguaggio sbagliato, azione sbagliata, sostentamento sbagliato, sforzo sbagliato, consapevolezza sbagliata, e concentrazione sbagliata. Se seguono il percorso spirituale, non si avvera, indipendentemente da se esprimono un desiderio, ",
  "mn126:10.9": "non esprimono un desiderio, ",
  "mn126:10.10": "sia esprimono che non esprimono un desiderio, ",
  "mn126:10.11": "o né esprimono né non esprimono un desiderio. ",
  "mn126:10.12": "Perché questo? ",
  "mn126:10.13": "Perché è un modo avventato di farlo avverare. ",
  "mn126:11.1": "Immagina una persona che necessita di latte. Mentre vaga alla ricerca di latte, prova a tirare le corna di una mucca che ha appena partorito. ",
  "mn126:11.2": "Ma facendo così non riesce a estrarre alcun latte, indipendentemente da se esprime un desiderio, ",
  "mn126:11.3": "non esprime un desiderio, ",
  "mn126:11.4": "sia esprime che non esprime un desiderio, ",
  "mn126:11.5": "o né esprime né non esprime un desiderio. ",
  "mn126:11.6": "Perché questo? ",
  "mn126:11.7": "Perché è un modo avventato di estrarre del latte. ",
  "mn126:11.8": "Ed è così per gli asceti e bramini che hanno opinione sbagliata … ",
  "mn126:11.14": "Perché è un modo avventato di farlo avverare. ",
  "mn126:12.1": "Immagina una persona che necessita di burro. Mentre vaga alla ricerca di burro, prova a versare dell’acqua in una pentola e a mescolarla con un bastoncino. ",
  "mn126:12.2": "Ma facendo così non riesce a estrarre alcun burro, indipendentemente da se esprime un desiderio, ",
  "mn126:12.3": "non esprime un desiderio, ",
  "mn126:12.4": "sia esprime che non esprime un desiderio, ",
  "mn126:12.5": "o né esprime né non esprime un desiderio. ",
  "mn126:12.6": "Perché questo? ",
  "mn126:12.7": "Perché è un modo avventato di estrarre del burro. ",
  "mn126:12.8": "Ed è così per gli asceti e bramini che hanno opinione sbagliata … ",
  "mn126:12.14": "Perché è un modo avventato di farlo avverare. ",
  "mn126:13.1": "Immagina una persona che necessita di fuoco. Vagando alla ricerca di fuoco, prova a strofinare un tronco verde e ricco di linfa con un bastoncino. ",
  "mn126:13.2": "Ma facendo così non riesce ad appicciare alcun fuoco, indipendentemente da se esprime un desiderio, ",
  "mn126:13.3": "non esprime un desiderio, ",
  "mn126:13.4": "sia esprime che non esprime un desiderio, ",
  "mn126:13.5": "o né esprime né non esprime un desiderio. ",
  "mn126:13.6": "Perché questo? ",
  "mn126:13.7": "Perché è un modo avventato di appicciare un fuoco. ",
  "mn126:13.8": "Ed è così per gli asceti e bramini che hanno opinione sbagliata … ",
  "mn126:13.14": "Perché è un modo avventato di farlo avverare. ",
  "mn126:14.1": "Ci sono asceti e bramini che hanno opinione corretta, pensiero corretto, linguaggio corretto, azione corretta, sostentamento corretto, sforzo corretto, consapevolezza corretta, e concentrazione corretta. Se seguono il percorso spirituale, si avvera, indipendentemente da se esprimono un desiderio, ",
  "mn126:14.2": "non esprimono un desiderio, ",
  "mn126:14.3": "sia esprimono che non esprimono un desiderio, ",
  "mn126:14.4": "o né esprimono né non esprimono un desiderio. ",
  "mn126:14.5": "Perché questo? ",
  "mn126:14.6": "Perché è un modo lungimirante di farlo avverare. ",
  "mn126:15.1": "Immagina una persona che necessita di olio. Mentre vaga alla ricerca di olio, prova ad ammucchiare della farina di sesamo in un cestino, la bagna per bene con dell’acqua, e la pressa. ",
  "mn126:15.2": "Facendo così riesce a estrarre olio, indipendentemente da se esprime un desiderio, ",
  "mn126:15.3": "non esprime un desiderio, ",
  "mn126:15.4": "sia esprime che non esprime un desiderio, ",
  "mn126:15.5": "o né esprime né non esprime un desiderio. ",
  "mn126:15.6": "Perché questo? ",
  "mn126:15.7": "Perché è un modo lungimirante di estrarre dell’olio. ",
  "mn126:15.8": "Ed è così per gli asceti e bramini che hanno opinione corretta … ",
  "mn126:15.14": "Perché è un modo lungimirante di farlo avverare. ",
  "mn126:16.1": "Immagina una persona che necessita di latte. Mentre vaga alla ricerca di latte, prova a tirare le mammelle di una mucca che ha appena partorito. ",
  "mn126:16.2": "Facendo così riesce a estrarre latte, indipendentemente da se esprime un desiderio, ",
  "mn126:16.3": "non esprime un desiderio, ",
  "mn126:16.4": "sia esprime che non esprime un desiderio, ",
  "mn126:16.5": "o né esprime né non esprime un desiderio. ",
  "mn126:16.6": "Perché questo? ",
  "mn126:16.7": "Perché è un modo lungimirante di estrarre del latte. ",
  "mn126:16.8": "Ed è così per gli asceti e bramini che hanno opinione corretta … ",
  "mn126:16.14": "Perché è un modo lungimirante di farlo avverare. ",
  "mn126:17.1": "Immagina una persona che necessita di burro. Mentre vaga alla ricerca di burro, prova a versare della cagliata in una pentola e a mescolarla con un bastoncino. ",
  "mn126:17.2": "Facendo così riesce a produrre burro, indipendentemente da se esprime un desiderio, ",
  "mn126:17.3": "non esprime un desiderio, ",
  "mn126:17.4": "sia esprime che non esprime un desiderio, ",
  "mn126:17.5": "o né esprime né non esprime un desiderio. ",
  "mn126:17.6": "Perché questo? ",
  "mn126:17.7": "Perché è un modo lungimirante di produrre burro. ",
  "mn126:17.8": "Ed è così per gli asceti e bramini che hanno opinione corretta … ",
  "mn126:17.14": "Perché è un modo lungimirante di farlo avverare. ",
  "mn126:18.1": "Immagina una persona che necessita di fuoco. Vagando alla ricerca di fuoco, prova a strofinare un tronco secco e appassito con un bastoncino. ",
  "mn126:18.2": "Facendo così riesce ad appicciare un fuoco, indipendentemente da se esprime un desiderio, ",
  "mn126:18.3": "non esprime un desiderio, ",
  "mn126:18.4": "sia esprime che non esprime un desiderio, ",
  "mn126:18.5": "o né esprime né non esprime un desiderio. ",
  "mn126:18.6": "Perché questo? ",
  "mn126:18.7": "Perché è un modo lungimirante di appicciare un fuoco. ",
  "mn126:18.8": "Ed è così per gli asceti e bramini che hanno opinione corretta … ",
  "mn126:18.14": "Perché è un modo lungimirante di farlo avverare. ",
  "mn126:19.1": "Bhūmija, non avrebbe sorpreso che, se queste quattro similitudini ti fossero venute in mente, il principe Jayasena avrebbe acquisito fiducia in te e ti avrebbe mostrato tale fiducia” ",
  "mn126:19.2": "“Ma, Signore, come avrebbero potuto queste quattro similitudini venirmi in mente come al Buddha, dato che non furono né ispirate in maniera sovrannaturale, né imparate in passato?” ",
  "mn126:19.3": "Questo è ciò che il Buddha disse. ",
  "mn126:19.4": "Contento, il Venerabile Bhūmija trasse piacere da ciò che il Buddha disse. "
}