{
  "mn129:0.1": "Discorsi medi 129 ",
  "mn129:0.2": "Il discorso sullo stolto e l’astuto ",
  "mn129:1.1": "Così ho sentito. ",
  "mn129:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn129:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn129:1.4": "“Monaci!” ",
  "mn129:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn129:1.6": "Il Buddha disse: ",
  "mn129:2.1": "“Queste sono le tre caratteristiche, aspetti, e manifestazioni di uno stolto ",
  "mn129:2.2": "Quali tre? ",
  "mn129:2.3": "Uno stolto pensa male, parla male, e agisce male. ",
  "mn129:2.4": "Se uno stolto non pensasse male, parlasse male, e agisse male, allora come potrebbe un astuto sapere di lui: ",
  "mn129:2.5": "‘Questo è uno stolto, una persona non retta’? ",
  "mn129:2.6": "Ma dato che uno stolto pensa male, parla male, e agisce male, allora un astuto sa di lui: ",
  "mn129:2.7": "‘Questo è uno stolto, una persona non retta’. ",
  "mn129:3.1": "Uno stolto prova tre tipi di sofferenza e tristezza nella vita presente. ",
  "mn129:3.2": "Immaginate uno stolto che siede in una sala, una strada, o un incrocio, ",
  "mn129:3.3": "dove la gente parla di ciò che è appropriato e valido. ",
  "mn129:3.4": "E immaginate che quello stolto uccida, rubi, abbia condotta sessuale sbagliata, menta, e usi bevande alcoliche. ",
  "mn129:3.5": "Penserebbe: ",
  "mn129:3.6": "‘Queste persone stanno parlando di ciò che è appropriato e valido. ",
  "mn129:3.7": "Ma quelle cose cattive si trovano in me, e io le esibisco!’ ",
  "mn129:3.8": "Questo è il primo tipo di sofferenza e tristezza che uno stolto prova nella vita presente. ",
  "mn129:4.1": "Inoltre, uno stolto vede che i re arrestano un bandito, un criminale, e lo sottopongono a varie punizioni: ",
  "mn129:4.2": "frustate, bastonate, e mazzate; taglio delle mani o dei piedi, o entrambi; taglio delle orecchie o del naso, o entrambi; la ‘pentola del porridge’, la ‘rasatura a conchiglia’, la ‘bocca del demone’, la ‘collana di fuoco’, la ‘mano che brucia’, la ‘torsione del giunco’, il ‘vestito di corteccia’, l’‘antilope’, l’‘uncino da carne’, le ‘monete’, il ‘cetriolo caustico’, la ‘barra che si torce’, la ‘stuoia di paglia’; gli viene versato addosso olio bollente, viene dato in pasto ai cani, viene impalato vivo, e viene decapitato. ",
  "mn129:4.3": "Lo stolto pensa: ",
  "mn129:4.4": "‘Il tipo di azioni malvagie per le quali i re infliggono tali punizioni ",
  "mn129:4.6": "si trovano in me, e io le esibisco! ",
  "mn129:4.7": "Se i re mi scoprissero, mi infliggerebbero gli stessi tipi di punizioni!’ ",
  "mn129:4.9": "Questo è il secondo tipo di sofferenza e tristezza che uno stolto prova nella vita presente. ",
  "mn129:5.1": "Inoltre, quando uno stolto si riposa su una sedia, o su un letto, o per terra, le sue azioni malvagie passate, la sua condotta malvagia attraverso corpo, parola, e mente, affiorano in lui, vengono a galla, e si posano su di lui. ",
  "mn129:5.2": "È come l’ombra di un grande picco montuoso la sera che si posa sulla terra. ",
  "mn129:5.3": "Allo stesso modo, quando uno stolto si riposa su una sedia, o su un letto, o per terra, le sue azioni malvagie passate, la sua condotta immorale attraverso corpo, parola, e mente, affiorano in lui, vengono a galla, e si posano su di lui. ",
  "mn129:5.4": "Lo stolto pensa: ",
  "mn129:5.5": "‘Ahimè! Non ho compiuto cose buone e sane che mi tengono al sicuro. ",
  "mn129:5.6": "E ho compiuto cose malvagie, violente, e depravate. ",
  "mn129:5.7": "Quando morirò, andrò nel posto dove va la gente che fa queste cose’. ",
  "mn129:5.8": "Si intristisce, geme e si lamenta, battendosi il petto e cadendo in confusione. ",
  "mn129:5.9": "Questo è il terzo tipo di sofferenza e tristezza che uno stolto prova nella vita presente. ",
  "mn129:6.1": "Avendo compiuto cose immorali attraverso corpo, parola, e mente, alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn129:7.1": "E se c’è qualcosa riguardo a cui si può dire giustamente che ",
  "mn129:7.2": "è del tutto spiacevole, indesiderabile, e sgradevole, è dell’inferno che si dovrebbe dire. ",
  "mn129:7.4": "Così tanto che non è facile trovare una similitudine per quanto doloroso sia l’inferno”. ",
  "mn129:7.5": "Detto ciò, uno dei monaci chiese al Buddha: ",
  "mn129:7.6": "“Ma, Signore, è possibile usare una similitudine?” ",
  "mn129:8.1": "“È possibile”, disse il Buddha. ",
  "mn129:8.2": "“Immagina che arrestino un bandito, un criminale, e lo presentino al re, dicendo: ",
  "mn129:8.3": "‘Sua Maestà, questo è un bandito, un criminale. Lo punisca come vuole’. ",
  "mn129:8.4": "Il re dice: ",
  "mn129:8.5": "“Andate, miei uomini, e di mattina colpite quest’uomo con cento lance!’ ",
  "mn129:8.6": "Gli uomini del re fanno come lui ha ordinato. ",
  "mn129:8.7": "Poi a mezzogiorno il re dice: ",
  "mn129:8.8": "‘Miei uomini, come sta quell’uomo?’ ",
  "mn129:8.9": "‘È ancora vivo, Sua Maestà’. ",
  "mn129:8.10": "Il re dice: ",
  "mn129:8.11": "“Andate, miei uomini, a mezzogiorno colpite quest’uomo con cento lance!’ ",
  "mn129:8.12": "Gli uomini del re fanno come lui ha ordinato. ",
  "mn129:8.13": "Poi la sera il re dice: ",
  "mn129:8.14": "‘Miei uomini, come sta quell’uomo?’ ",
  "mn129:8.15": "‘È ancora vivo, Sua Maestà’. ",
  "mn129:8.16": "Il re dice: ",
  "mn129:8.17": "“Andate, miei uomini, la sera colpite quest’uomo con cento lance!’ ",
  "mn129:8.18": "Gli uomini del re fanno come lui ha ordinato. ",
  "mn129:8.19": "Cosa ne pensate, monaci? ",
  "mn129:8.20": "Quell’uomo non proverebbe dolore e angoscia nel venire colpito da trecento lance?” ",
  "mn129:8.21": "“Signore, quell’uomo proverebbe dolore e angoscia nel venire colpito da una lancia, figuriamoci trecento!” ",
  "mn129:9.1": "Allora il Buddha, raccogliendo una pietra delle dimensioni del proprio palmo, si rivolse ai monaci: ",
  "mn129:9.2": "“Cosa ne pensate, monaci? ",
  "mn129:9.3": "Cos’è più grande: la pietra delle dimensioni del mio palmo che ho raccolto, o l’Himalaya, il re delle montagne?” ",
  "mn129:9.4": "‘Signore, la pietra che ha raccolto è piccola. Rispetto all’Himalaya non conta niente, nemmeno una frazione, non c’è confronto” ",
  "mn129:9.5": "“Allo stesso modo, rispetto alla sofferenza dell’inferno, il dolore e angoscia provati da quell’uomo nel venire colpito da trecento lance non conta niente, nemmeno una frazione, non c’è confronto. ",
  "mn129:10.1": "I guardiani dell’inferno puniscono la gente con la quintuplice crocifissione. ",
  "mn129:10.2": "Martellano loro chiodi incandescenti nelle mani e nei piedi, e un altro nel centro del petto. ",
  "mn129:10.3": "E lì provano sensazioni dolorose, pungenti, intense, e acute, ma non muoiono finché quelle azioni malvagie non vengono eliminate. ",
  "mn129:11.1": "I guardiani dell’inferno li gettano a terra e li tagliano con delle asce. … ",
  "mn129:12.1": "Li appendono a testa in giù e li tagliano con delle accette. … ",
  "mn129:13.1": "Li legano a una carrozza e vanno avanti e indietro sul terreno ardente, rovente, e incandescente. … ",
  "mn129:14.1": "Li fanno arrampicare su e giù da un’enorme montagna di braci ardenti, roventi, e incandescenti. … ",
  "mn129:15.1": "Li girano a testa in giù e li gettano in un pentolone incandescente, infuocato, rovente. ",
  "mn129:15.3": "Lì vengono bruciati dall’olio bollente, e vengono trascinati su e giù, a destra e a sinistra. ",
  "mn129:15.4": "E lì provano sensazioni dolorose, pungenti, intense, e acute, ma non muoiono finché quelle azioni malvagie non vengono eliminate. ",
  "mn129:16.1": "I guardiani dell’inferno li gettano nel Grande Inferno. ",
  "mn129:16.2": "Ora, riguardo al Grande Inferno: ",
  "mn129:16.3": "‘Quattro sono i suoi angoli, quattro le sue porte, ",
  "mn129:16.4": "divisi ordinatamente in parti eguali. ",
  "mn129:16.5": "Circondato da un muro di ferro, ",
  "mn129:16.6": "col tetto di ferro. ",
  "mn129:16.7": "Il pavimento è di ferro, ",
  "mn129:16.8": "e brucia di un fuoco feroce. ",
  "mn129:16.9": "Il calore si diffonde sempre ",
  "mn129:16.10": "per cento leghe. ",
  "mn129:17.1": "Potrei dirvi molte cose sull’inferno. ",
  "mn129:17.2": "Così tanto che non è facile descrivere la sofferenza dell’inferno. ",
  "mn129:18.1": "Ci sono, monaci, animali che si nutrono di erba. ",
  "mn129:18.2": "Mangiano spezzando erba fresca o secca con i denti. ",
  "mn129:18.3": "E quali animali si nutrono di erba? ",
  "mn129:18.4": "Elefanti, cavalli, bestiame, asini, capre, cervi, e molti altri. ",
  "mn129:18.5": "Uno stolto ghiotto che compie azioni malvagie qui, alla dissoluzione del corpo, dopo la morte, rinasce in compagnia di quegli esseri viventi che si nutrono di erba. ",
  "mn129:19.1": "Ci sono animali che si nutrono di sterco. ",
  "mn129:19.2": "Quando fiutano dello sterco corrono lì, pensando: ",
  "mn129:19.3": "‘Lì mangeremo! Lì mangeremo!’ ",
  "mn129:19.4": "È come quando i bramini fiutano un’offerta che brucia, corrono lì, pensando: ",
  "mn129:19.5": "‘Lì mangeremo! Lì mangeremo!’ ",
  "mn129:19.6": "Allo stesso modo, ci sono animali che si nutrono di sterco. ",
  "mn129:19.7": "Quando fiutano dello sterco corrono lì, pensando: ",
  "mn129:19.8": "‘Lì mangeremo! Lì mangeremo!’ ",
  "mn129:19.9": "E quali animali si nutrono di sterco? ",
  "mn129:19.10": "Polli, maiali, cani, sciacalli, e molti altri. ",
  "mn129:19.11": "Uno stolto ghiotto che compie azioni malvagie qui, alla dissoluzione del corpo, dopo la morte, rinasce in compagnia di quegli esseri viventi che si nutrono di sterco. ",
  "mn129:20.1": "Ci sono animali che nascono, vivono, e muoiono al buio. ",
  "mn129:20.2": "E quali animali nascono, vivono, e muoiono al buio? ",
  "mn129:20.3": "Falene, vermi, lombrichi, e molti altri. ",
  "mn129:20.4": "Uno stolto ghiotto che compie azioni malvagie qui, alla dissoluzione del corpo, dopo la morte, rinasce in compagnia di quegli esseri viventi che nascono, vivono, e muoiono al buio. ",
  "mn129:21.1": "Ci sono animali che nascono, vivono, e muoiono nell’acqua. ",
  "mn129:21.2": "E quali animali nascono, vivono, e muoiono nell’acqua? ",
  "mn129:21.3": "Pesci, tartarughe, coccodrilli, e molti altri. ",
  "mn129:21.4": "Uno stolto ghiotto che compie azioni malvagie qui, alla dissoluzione del corpo, dopo la morte, rinasce in compagnia di quegli esseri viventi che nascono, vivono, e muoiono nell’acqua. ",
  "mn129:22.1": "Ci sono animali che nascono, vivono, e muoiono nello sporco. ",
  "mn129:22.2": "E quali animali nascono, vivono, e muoiono nello sporco? ",
  "mn129:22.3": "Quegli animali che nascono, vivono, e muoiono nel pesce marcio, in carcasse marce, ",
  "mn129:22.4": "nel porridge andato a male, ",
  "mn129:22.5": "o nelle fogne. ",
  "mn129:22.7": "Uno stolto ghiotto che compie azioni malvagie qui, alla dissoluzione del corpo, dopo la morte, rinasce in compagnia di quegli esseri viventi che nascono, vivono, e muoiono nello sporco. ",
  "mn129:23.1": "Potrei dirvi molte cose sul regno animale. ",
  "mn129:23.2": "Così tanto che non è facile descrivere la sofferenza del regno animale. ",
  "mn129:24.1": "Monaci, immaginate una persona che lancia un giogo con un solo buco nell’oceano. ",
  "mn129:24.2": "Il vento dell’est lo sposta a ovest; il vento dell’ovest lo sposta a est; il vento del nord lo sposta a sud; e il vento del sud lo sposta a nord. ",
  "mn129:24.3": "E c’è una tartaruga con un occhio solo che emerge in superficie ogni cento anni. ",
  "mn129:24.4": "Cosa ne pensate, monaci? ",
  "mn129:24.5": "Quella tartaruga con un occhio solo infilerebbe il collo nel buco di quel giogo?” ",
  "mn129:24.6": "“No, Signore. ",
  "mn129:24.7": "Solo dopo molto tempo, Signore, se mai accadesse” ",
  "mn129:24.8": "“Quella tartaruga con un occhio solo infilerebbe il collo nel buco di quel giogo prima che uno stolto che è caduto in un regno inferiore rinasca come essere umano, dico io. ",
  "mn129:24.9": "Perché questo? ",
  "mn129:24.10": "Perché in quel posto non esiste condotta morale con principi, e non esistono azioni buone e sane. ",
  "mn129:24.11": "Si cacciano solo a vicenda, predando sui deboli. ",
  "mn129:25.1": "E immaginate che quello stolto, dopo molto tempo, torni nel regno umano. ",
  "mn129:25.2": "Rinascerebbe in una famiglia di bassa classe sociale, di becchini, di cacciatori, di coltivatori di bambù, di carrai, o di spazzini. ",
  "mn129:25.3": "Le famiglie così sono povere, con poco da mangiare o da bere, dove la vita è dura, e il cibo e un riparo sono difficili da trovare. ",
  "mn129:25.4": "E sarebbe brutto, brutto da vedere, deforme, malaticcio, con un occhio solo, storpio, zoppo, o mezzo paralizzato. Non otterrebbe cibo, bevande, vestiti, e veicoli; collane, profumi, e trucchi; o letto, casa, e luce. ",
  "mn129:25.5": "E fa cose immorali attraverso corpo, parola, e mente. ",
  "mn129:25.6": "Alla dissoluzione del corpo, dopo la morte, rinascerebbe in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn129:26.1": "Immaginate un giocatore d’azzardo che perde moglie e figlio, ogni proprietà, e viene gettato in prigione alla prima mano perdente. ",
  "mn129:26.2": "Una mano perdente così è banale in confronto alla ",
  "mn129:26.3": "mano perdente per la quale uno stolto, avendo fatto cose immorali attraverso corpo, parola, e mente, alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn129:26.4": "Questo è il livello più alto che uno stolto può raggiungere. ",
  "mn129:27.1": "Ci sono tre caratteristiche, aspetti, e manifestazioni di un astuto. ",
  "mn129:27.2": "Quali tre? ",
  "mn129:27.3": "Un astuto pensa bene, parla bene, e agisce bene. ",
  "mn129:27.4": "Se un astuto non pensasse bene, parlasse bene, e agisse bene, allora come potrebbe un astuto sapere di lui: ",
  "mn129:27.5": "‘Questo è un astuto, una persona retta’? ",
  "mn129:28.1": "Ma dato che un astuto pensa bene, parla bene, e agisce bene, allora un astuto sa di lui: ",
  "mn129:28.2": "‘Questo è un astuto, una persona retta’. ",
  "mn129:28.3": "Un astuto prova tre tipi di felicità e allegria nella vita presente. ",
  "mn129:28.4": "Immaginate un astuto che siede in una sala, una strada, o un incrocio, ",
  "mn129:28.5": "dove la gente parla di ciò che è appropriato e valido. ",
  "mn129:28.6": "E immaginate che quell’astuto sia qualcuno che non uccide, non ruba, non ha condotta sessuale sbagliata, non mente, e non beve bevande alcoliche. ",
  "mn129:28.7": "L’astuto pensa: ",
  "mn129:28.8": "‘Queste persone stanno parlando di ciò che è appropriato e valido. ",
  "mn129:28.9": "E quelle cose buone si trovano in me, e io le esibisco!’ ",
  "mn129:28.10": "Questo è il primo tipo di felicità e allegria che un astuto prova nella vita presente. ",
  "mn129:29.1": "Inoltre, un astuto vede che i re arrestano un bandito, un criminale, e lo sottopongono a varie punizioni: ",
  "mn129:29.2": "frustate, bastonate, e mazzate; taglio delle mani o dei piedi, o entrambi; taglio delle orecchie o del naso, o entrambi; la ‘pentola del porridge’, la ‘rasatura a conchiglia’, la ‘bocca del demone’, la ‘collana di fuoco’, la ‘mano che brucia’, la ‘torsione del giunco’, il ‘vestito di corteccia’, l’‘antilope’, l’‘uncino da carne’, le ‘monete’, il ‘cetriolo caustico’, la ‘barra che si torce’, la ‘stuoia di paglia’; gli viene versato addosso olio bollente, viene dato in pasto ai cani, viene impalato vivo, e viene decapitato. ",
  "mn129:29.3": "L’astuto pensa: ",
  "mn129:29.4": "‘Il tipo di azioni per le quali i re infliggono tali punizioni non si trovano in me e io non le esibisco!’ ",
  "mn129:29.5": "Questo è il secondo tipo di felicità e allegria che un astuto prova nella vita presente. ",
  "mn129:30.1": "Inoltre, quando un astuto si riposa su una sedia, o su un letto, o per terra, le sue buone azioni passate, la sua condotta morale attraverso corpo, parola, e mente, affiorano in lui, vengono a galla, e si posano su di lui. ",
  "mn129:30.2": "È come l’ombra di un grande picco montuoso la sera che si posa sulla terra. ",
  "mn129:30.3": "Allo stesso modo, quando un astuto si riposa su una sedia, o su un letto, o per terra, le sue buone azioni passate, la sua condotta morale attraverso corpo, parola, e mente, affiorano in lui, vengono a galla, e si posano su di lui. ",
  "mn129:30.4": "L’astuto pensa: ",
  "mn129:30.5": "‘Bene, non ho compiuto cose malvagie, violente, e depravate. ",
  "mn129:30.6": "E ho compiuto cose buone e sane che mi tengono al sicuro. ",
  "mn129:30.7": "Quando morirò, andrò nel posto dove va la gente che fa queste cose’. ",
  "mn129:30.8": "Non si intristisce, o geme, o si lamenta battendosi il petto e cadendo in confusione. ",
  "mn129:30.9": "Questo è il terzo tipo di felicità e allegria che un astuto prova nella vita presente. ",
  "mn129:31.1": "Avendo praticato condotta morale di corpo, parola, e mente, alla dissoluzione del corpo, dopo la morte, rinasce in un buon posto, in paradiso. ",
  "mn129:32.1": "E se c’è qualcosa riguardo a cui si può dire giustamente che ",
  "mn129:32.2": "è del tutto piacevole, desiderabile, e gradevole, è del paradiso che si dovrebbe dire. ",
  "mn129:32.4": "Così tanto che non è facile trovare una similitudine per quanto felice sia il paradiso”. ",
  "mn129:32.5": "Detto ciò, uno dei monaci gli disse: ",
  "mn129:32.6": "“Ma, Signore, è possibile usare una similitudine?” ",
  "mn129:33.1": "“È possibile”, disse il Buddha. ",
  "mn129:33.2": "“Immaginate un re, un monarca che mette in moto la ruota che possiede i sette tesori e le quattro benedizioni, e che prova felicità e allegria grazie a questi. ",
  "mn129:34.1": "Quali sette? ",
  "mn129:34.2": "È quando, nel quindicesimo giorno di festa, un re aristocratico consacrato si lava la testa e va al piano di sopra del palazzo reale per rispettare il giorno di festa. E il tesoro celeste della ruota gli appare, con mille raggi, con cerchione e centro, completo in ogni dettaglio. ",
  "mn129:34.3": "Vedendo ciò, il re pensa: ",
  "mn129:34.4": "‘Ho sentito che quando il tesoro celeste della ruota appare a un re in questo modo, lui diventa un monarca che mette in moto la ruota. ",
  "mn129:34.5": "Sono quindi un monarca che mette in moto la ruota?’ ",
  "mn129:35.1": "Allora il re aristocratico consacrato, prendendo un vaso cerimoniale nella mano sinistra, cosparge il tesoro della ruota con la mano destra, dicendo: ",
  "mn129:35.2": "‘Rotola, oh tesoro della ruota! Trionfa, oh tesoro della ruota!’ ",
  "mn129:35.3": "Allora il tesoro della ruota rotola verso est. E il re lo segue insieme al proprio esercito da quattro divisioni. In qualsiasi posto il tesoro della ruota si ferma, lì il re si ferma con il suo esercito. ",
  "mn129:35.4": "E qualsiasi sovrano nemico dell’est viene dal monarca che mette in moto la ruota e dice: ",
  "mn129:35.5": "‘Vieni, grande re! Benvenuto, grande re! Siamo tuoi, grande re, istruiscici’. ",
  "mn129:35.6": "Allora il monarca che mette in moto la ruota dice: ",
  "mn129:35.7": "‘Non uccidete. Non rubate. Non abbiate condotta sessuale sbagliata. Non mentite. Non bevete alcol. Mantenete il livello di tassazione attuale’. ",
  "mn129:35.8": "E quindi i sovrani nemici dell’est diventano suoi vassalli. ",
  "mn129:35.9": "Poi il tesoro della ruota, tuffandosi nell’oceano dell’est e riemergendo, rotola verso sud. … ",
  "mn129:35.10": "Tuffandosi nell’oceano del sud e riemergendo, rotola verso ovest. … ",
  "mn129:35.11": "Tuffandosi nell’oceano dell’ovest e riemergendo, rotola verso nord, e il re lo segue insieme al proprio esercito da quattro divisioni. In qualsiasi posto il tesoro della ruota si ferma, lì il re si ferma con il suo esercito. ",
  "mn129:35.12": "E qualsiasi sovrano nemico del nord viene dal monarca che mette in moto la ruota e dice: ",
  "mn129:35.13": "‘Vieni, grande re! Benvenuto, grande re! Siamo tuoi, grande re, istruiscici’. ",
  "mn129:35.14": "Allora il monarca che mette in moto la ruota dice: ",
  "mn129:35.15": "‘Non uccidete. Non rubate. Non abbiate condotta sessuale sbagliata. Non mentite. Non bevete alcol. Mantenete il livello di tassazione attuale’. ",
  "mn129:35.16": "E quindi i sovrani nemici del nord diventano suoi vassalli. ",
  "mn129:35.17": "Allora il tesoro della ruota, avendo trionfato sulla terra circondata dall’oceano, torna alla capitale reale. Lì si ferma al cancello del complesso reale, come se fosse fissato a un’asse, illuminando il complesso reale. ",
  "mn129:35.18": "È così il tesoro della ruota che appare al monarca che mette in moto la ruota. ",
  "mn129:36.1": "Poi, il tesoro dell’elefante appare al monarca che mette in moto la ruota. ",
  "mn129:36.2": "È un elefante tutto bianco, che cammina nel cielo con poteri psichici, toccando terra in sette posti, un elefante reale di nome Giorno di Festa. ",
  "mn129:36.3": "Vedendolo, il re ne è impressionato: ",
  "mn129:36.4": "‘Questo sarebbe davvero un bell’elefante da usare come trasporto, se si lasciasse domare’. ",
  "mn129:36.5": "Allora il tesoro dell’elefante si lascia domare, come se fosse un bell’elefante purosangue domato da molto tempo. ",
  "mn129:36.6": "Una volta accadde che il monarca che mette in moto la ruota, testando quello stesso tesoro dell’elefante, lo montò al mattino e attraversò la terra circondata dall’oceano prima di tornare alla capitale reale in tempo per la colazione. ",
  "mn129:36.7": "È così il tesoro dell’elefante che appare al monarca che mette in moto la ruota. ",
  "mn129:37.1": "Poi, il tesoro del cavallo appare al monarca che mette in moto la ruota. ",
  "mn129:37.2": "È un cavallo tutto bianco, che cammina nel cielo con poteri psichici, con la testa nera e la criniera come canne intrecciate, un destriero reale di nome Nube da Temporale. ",
  "mn129:37.3": "Vedendolo, il re ne è impressionato: ",
  "mn129:37.4": "‘Questo sarebbe davvero un bel cavallo da usare come trasporto, se si lasciasse domare’. ",
  "mn129:37.5": "Allora il tesoro del cavallo si lascia domare, come se fosse un bel cavallo purosangue domato da molto tempo. ",
  "mn129:37.6": "Una volta accadde che il monarca che mette in moto la ruota, testando quello stesso tesoro del cavallo, lo montò al mattino e attraversò la terra circondata dall’oceano prima di tornare alla capitale reale in tempo per la colazione. ",
  "mn129:37.7": "È così il tesoro del cavallo che appare al monarca che mette in moto la ruota. ",
  "mn129:38.1": "Poi, il tesoro del gioiello appare al monarca che mette in moto la ruota. ",
  "mn129:38.2": "È un berillo di bellezza naturale, con otto facce, ben lavorato. ",
  "mn129:38.3": "E lo splendore di quel gioiello si irradia tutt’intorno per una lega. ",
  "mn129:38.4": "Una volta accadde che il monarca che mette in moto la ruota, testando quello stesso tesoro del gioiello, mobilizzò il proprio esercito di quattro divisioni e, con il gioiello issato sul proprio stendardo, si avviò nel buio della notte. ",
  "mn129:38.5": "Gli abitanti del villaggio attorno a loro si alzarono per andare a lavorare, pensando che fosse giorno. ",
  "mn129:38.6": "È così il tesoro del gioiello che appare al monarca che mette in moto la ruota. ",
  "mn129:39.1": "Poi, il tesoro della donna appare al monarca che mette in moto la ruota. ",
  "mn129:39.2": "È attraente, bella, affascinante, di bellezza senza pari. Non è né troppo alta né troppo bassa, né troppo magra né troppo grassa, né troppo scura né troppo chiara. Supera la bellezza umana senza raggiungere quella divina. ",
  "mn129:39.3": "E il suo tocco è come un ciuffo di cotone o di capoc. ",
  "mn129:39.4": "Quando fa freddo le sue membra sono calde, e quando fa caldo le sue membra sono fresche. ",
  "mn129:39.5": "Il suo corpo emana fragranza di sandalo, e la sua bocca emana fragranza di loto. ",
  "mn129:39.6": "Si alza prima del re e va a dormire dopo di lui, ed è premurosa, si comporta bene e parla gentilmente. ",
  "mn129:39.7": "Il tesoro della donna non tradisce il monarca che mette in moto la ruota nemmeno in pensiero, figuriamoci in azione. ",
  "mn129:39.8": "È così il tesoro della donna che appare al monarca che mette in moto la ruota. ",
  "mn129:40.1": "Poi, il tesoro del laico appare al monarca che mette in moto la ruota. ",
  "mn129:40.2": "Il potere della chiaroveggenza si manifesta in lui come risultato di azioni passate, attraverso il quale vede tesori nascosti, sia con proprietario che senza. ",
  "mn129:40.3": "Va dal monarca che mette in moto la ruota e gli dice: ",
  "mn129:40.4": "‘Non preoccuparti, sire. Mi prenderò cura del tesoro’. ",
  "mn129:40.5": "Una volta accadde che il monarca che mette in moto la ruota, testando quello stesso tesoro del laico, salì su una barca e navigò nel mezzo del fiume Gange. Poi disse al tesoro del laico: ",
  "mn129:40.6": "‘Laico, necessito di monete e lingotti d’oro’ ",
  "mn129:40.7": "‘Beh, allora, grande re, porta la barca a riva’ ",
  "mn129:40.8": "‘È proprio qui, laico, che necessito di monete e lingotti d’oro’. ",
  "mn129:40.9": "Allora il tesoro del laico, immergendo entrambe le mani nell’acqua, tirò fuori un recipiente pieno di monete e lingotti d’oro e disse al re: ",
  "mn129:40.10": "‘È sufficiente questo, grande re? È stato fatto abbastanza, grande re, offerto abbastanza?’ ",
  "mn129:40.11": "Allora il monarca che mette in moto la ruota disse: ",
  "mn129:40.12": "‘È sufficiente, laico. È stato fatto abbastanza, offerto abbastanza’. ",
  "mn129:40.13": "È così il tesoro del laico che appare al monarca che mette in moto la ruota. ",
  "mn129:41.1": "Poi, il tesoro del consigliere appare al monarca che mette in moto la ruota. ",
  "mn129:41.2": "È astuto, competente, intelligente, e capace di far nominare al re chi deve essere nominato, congedare chi deve essere congedato, e tenere chi deve essere tenuto. ",
  "mn129:41.3": "Va dal monarca che mette in moto la ruota e gli dice: ",
  "mn129:41.4": "‘Non preoccuparti, sire. Darò io istruzioni’. ",
  "mn129:41.5": "È così il tesoro del consigliere che appare al monarca che mette in moto la ruota. ",
  "mn129:41.6": "Questi sono i sette tesori che un monarca che mette in moto la ruota possiede. ",
  "mn129:42.1": "E quali sono le quattro benedizioni? ",
  "mn129:42.2": "Un monarca che mette in moto la ruota è attraente, bello, affascinante, di bellezza senza pari, più del resto della gente. ",
  "mn129:42.3": "Questa è la prima benedizione. ",
  "mn129:43.1": "Inoltre, vive a lungo, più del resto della gente. ",
  "mn129:43.2": "Questa è la seconda benedizione. ",
  "mn129:44.1": "Inoltre, è raramente ammalato, o indisposto. Il suo stomaco digerisce bene, non essendo né troppo caldo né troppo freddo, più del resto della gente. ",
  "mn129:44.2": "Questa è la terza benedizione. ",
  "mn129:45.1": "Inoltre, un monarca che mette in moto la ruota è caro e amato dai bramini e dai laici ",
  "mn129:45.2": "come un padre dai propri figli. ",
  "mn129:45.4": "E i bramini e i laici sono cari al monarca che mette in moto la ruota ",
  "mn129:45.5": "come i figli al proprio padre. ",
  "mn129:45.7": "Una volta accadde che il monarca che mette in moto la ruota andò a visitare un parco insieme al proprio esercito da quattro divisioni. ",
  "mn129:45.8": "I bramini e i laici andarono da lui e dissero: ",
  "mn129:45.9": "‘Rallenti, Sua Maestà, così che possiamo vederla più a lungo!’ ",
  "mn129:45.10": "E il re si rivolse al proprio cocchiere: ",
  "mn129:45.11": "‘Guida piano, cocchiere, così che io passa vedere i bramini e i laici più a lungo!’ ",
  "mn129:45.12": "Questa è la quarta benedizione. ",
  "mn129:45.13": "Queste sono le quattro benedizioni che un monarca che mette in moto la ruota possiede. ",
  "mn129:46.1": "Cosa ne pensate, monaci? ",
  "mn129:46.2": "Un monarca che mette in moto la ruota che possiede questi sette tesori e queste quattro benedizioni proverebbe felicità e allegria grazie a questi?” ",
  "mn129:46.3": "“Signore, un monarca che mette in moto la ruota che possiede anche solo uno di questi tesori proverebbe felicità e allegria grazie a questo, figuriamoci tutti e sette i tesori e le quattro benedizioni!” ",
  "mn129:47.1": "Allora il Buddha, raccogliendo una pietra delle dimensioni del proprio palmo, si rivolse ai monaci: ",
  "mn129:47.2": "“Cosa ne pensate, monaci? ",
  "mn129:47.3": "Cos’è più grande: la pietra delle dimensioni del mio palmo che ho raccolto, o l’Himalaya, il re delle montagne?” ",
  "mn129:47.4": "‘Signore, la pietra che ha raccolto è piccola. Rispetto all’Himalaya non conta niente, nemmeno una frazione, non c’è confronto” ",
  "mn129:47.5": "“Allo stesso modo, rispetto alla felicità del paradiso, la felicità e l’allegria provati da un monarca che mette in moto la ruota grazie a quei sette tesori e quattro benedizioni non conta niente, nemmeno una frazione, non c’è confronto. ",
  "mn129:48.1": "E immaginate che quell’astuto, dopo molto tempo, torni nel regno umano. ",
  "mn129:48.2": "Rinascerebbe in una famiglia abbiente di aristocratici, bramini, o laici, ricco, benestante, e facoltoso, con molto oro e argento, molte proprietà e risorse, e molti soldi e grano. ",
  "mn129:48.3": "E sarebbe attraente, bello, affascinante, dalla bellezza senza pari. Avrebbe cibo, bevande, vestiti, e veicoli; collane, profumi, e trucchi; letto, casa, e luce. ",
  "mn129:48.4": "E farebbe cose morali attraverso corpo, parola, e mente. ",
  "mn129:48.5": "Avendo praticato condotta morale di corpo, parola, e mente, alla dissoluzione del corpo, dopo la morte, rinascerebbe in un buon posto, in paradiso. ",
  "mn129:49.1": "Immaginate un giocatore d’azzardo che vince una grossa pila di soldi alla prima mano vincente. ",
  "mn129:49.2": "Una mano vincente così è banale in confronto alla ",
  "mn129:49.3": "mano vincente per la quale una persona astuta, alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn129:49.4": "Questo è il livello più alto che un astuto può raggiungere”. ",
  "mn129:49.5": "Questo è ciò che il Buddha disse. ",
  "mn129:49.6": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}