{
  "mn122:0.1": "Discorsi medi 122 ",
  "mn122:0.2": "Il discorso più lungo sul vuoto ",
  "mn122:1.1": "Così ho sentito. ",
  "mn122:1.2": "Una volta il Buddha dimorava nella terra dei Sakya vicino a Kapilavatthu nel monastero dell’Albero di Banyan. ",
  "mn122:2.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò a Kapilavatthu per l’elemosina. ",
  "mn122:2.2": "Vagò per Kapilavatthu per l’elemosina. Dopo il pasto, al ritorno dalla questua, andò alla dimora del Sakya Khemaka l’Oscuro per la dimora quotidiana. ",
  "mn122:2.3": "In quell’occasione nella residenza di Khemaka l’Oscuro erano stati preparati molti posti letto. ",
  "mn122:2.4": "Il Buddha vide ciò, ",
  "mn122:2.5": "e si domandò: ",
  "mn122:2.6": "“Sono stati preparati molti posti letto; ",
  "mn122:2.7": "ci sono molti monaci che vivono qui?” ",
  "mn122:2.8": "In quell’occasione il Venerabile Ānanda, insieme a molti altri monaci, stava cucendo degli abiti nella residenza del Sakya Ghaṭā. ",
  "mn122:2.9": "Poi nel tardo pomeriggio, il Buddha uscì da ritiro e andò alla residenza del Sakya Ghaṭā, dove si sedette sul posto preparato, ",
  "mn122:2.10": "e disse al Venerabile Ānanda: ",
  "mn122:2.11": "“Ānanda, sono stati preparati molti posti letto nella residenza di Khemaka l’Oscuro; ",
  "mn122:2.12": "ci sono molti monaci che vivono lì?” ",
  "mn122:2.14": "“Sì, ce ne sono molti, Signore. ",
  "mn122:2.15": "È il periodo della cucitura degli abiti” ",
  "mn122:3.1": "“Ānanda, un monaco che apprezza la compagnia e i gruppi di persone, che li ama e ne trae piacere, non splende. ",
  "mn122:3.2": "È impossibile che un monaco così raggiunga la felicità della rinuncia, la felicità dell’isolamento, la felicità della pace, la felicità del risveglio quando vuole, senza problemi o difficoltà. ",
  "mn122:3.3": "Ma ci si può aspettare che un monaco che dimora solo, ritirato dal gruppo, raggiunga la felicità della rinuncia, la felicità dell’isolamento, la felicità della pace, la felicità del risveglio quando vuole, senza problemi o difficoltà. Questo è possibile. ",
  "mn122:4.1": "Sicuramente, Ānanda, è impossibile che un monaco che apprezza la compagnia raggiunga e dimori nella libertà mentale, che sia temporanea e piacevole, o irreversibile e irremovibile. ",
  "mn122:4.2": "Ma è possibile che un monaco che dimora solo, ritirato dal gruppo, raggiunga e dimori nella libertà mentale, che sia temporanea e piacevole, o irreversibile e irremovibile. ",
  "mn122:5.1": "Ānanda, non vedo nulla che, con la sua decadenza e scomparsa, non darebbe origine a tristezza, lamento, dolore, malinconia, e angoscia in chi ha desiderio e voglia di esso. ",
  "mn122:6.1": "Ma questa dimora è stata compresa dal Realizzato, vale a dire, ",
  "mn122:6.2": "raggiungere e dimorare nel vuoto internamente non dando attenzione ad alcun aspetto. ",
  "mn122:6.3": "Ora, immagina che mentre il Realizzato dimora in questa dimora, monaci, monache, laici, laiche, sovrani e i loro ministri, praticanti di altre religioni e i loro discepoli vadano a trovarlo. ",
  "mn122:6.4": "In quel caso, con una mente che è angolata, pende, e inclina verso l’isolamento, ritirata, e che ama la rinuncia, avendo eliminato totalmente le influenze contaminanti, inevitabilmente parla a ognuno di loro sull’argomento del ritiro. ",
  "mn122:7.1": "Quindi, se un monaco desidera: ",
  "mn122:7.2": "‘Che io raggiunga e dimori nel vuoto internamente!’, allora deve calmare, stabilizzare, raccogliere, e concentrare la mente internamente. ",
  "mn122:7.3": "E com’è che un monaco calma, stabilizza, raccoglie, e concentra la mente internamente? ",
  "mn122:8.1": "È quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, … raggiunge e dimora nella prima estasi. … ",
  "mn122:8.2": "nella seconda estasi … ",
  "mn122:8.3": "nella terza estasi … ",
  "mn122:8.4": "e nella quarta estasi. ",
  "mn122:8.5": "È così che un monaco calma, stabilizza, raccoglie, e concentra la mente internamente. ",
  "mn122:9.1": "Si concentra sul vuoto internamente, ",
  "mn122:9.2": "ma la sua mente non fa un salto di qualità, non ottiene fiducia, non si stabilizza, e non diventa decisa. ",
  "mn122:9.3": "In questo caso, comprende: ",
  "mn122:9.4": "‘Mi sto concentrando sul vuoto internamente, ma la mia mente non fa un salto di qualità, non ottiene fiducia, non si stabilizza, e non diventa decisa’. ",
  "mn122:9.5": "Così è consapevole della situazione. ",
  "mn122:9.6": "Si concentra sul vuoto esternamente … ",
  "mn122:9.7": "Si concentra sul vuoto internamente ed esternamente … ",
  "mn122:9.8": "Si concentra sull’imperturbabile … ",
  "mn122:9.9": "ma la usa mente non fa un salto di qualità, non ottiene fiducia, non si stabilizza, e non diventa decisa. ",
  "mn122:9.10": "In questo caso, comprende: ",
  "mn122:9.11": "‘Mi sto concentrando sull’imperturbabile, ma la mia mente non fa un salto di qualità, non ottiene fiducia, non si stabilizza, e non diventa decisa’. ",
  "mn122:9.12": "Così è consapevole della situazione. ",
  "mn122:10.1": "Quel monaco deve calmare, stabilizzare, raccogliere, e concentrare la mente internamente usando la stessa base per la concentrazione che usava prima. ",
  "mn122:10.2": "Si concentra sul vuoto internamente, ",
  "mn122:10.3": "e la sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa. ",
  "mn122:10.4": "In questo caso, comprende: ",
  "mn122:10.5": "‘Mi sto concentrando sul vuoto internamente, e la mia mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa’. ",
  "mn122:10.6": "Così è consapevole della situazione. ",
  "mn122:10.7": "Si concentra sul vuoto esternamente … ",
  "mn122:10.8": "Si concentra sul vuoto internamente ed esternamente … ",
  "mn122:10.9": "Si concentra sull’imperturbabile … ",
  "mn122:10.10": "e la sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa. ",
  "mn122:10.11": "In questo caso, comprende: ",
  "mn122:10.12": "‘Mi sto concentrando sull’imperturbabile, e la mia mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa’. ",
  "mn122:10.13": "Così è consapevole della situazione. ",
  "mn122:11.1": "Mentre un monaco sta dimorando in questa dimora, se la sua mente è incline a camminare, cammina pensando: ",
  "mn122:11.2": "‘Mentre cammino, qualità malvagie e cattive di attrazione o fastidio non prenderanno il sopravvento’. ",
  "mn122:11.3": "Così è consapevole della situazione. ",
  "mn122:11.4": "Mentre un monaco sta dimorando in questa dimora, se la sua mente è incline a stare in piedi, sta in piedi pensando: ",
  "mn122:11.5": "‘Mentre sto in piedi, qualità malvagie e cattive di attrazione o fastidio non prenderanno il sopravvento’. ",
  "mn122:11.6": "Così è consapevole della situazione. ",
  "mn122:11.7": "Mentre un monaco sta dimorando in questa dimora, se la sua mente è incline a sedersi, si siede pensando: ",
  "mn122:11.8": "‘Mentre siedo, qualità malvagie e cattive di attrazione o fastidio non prenderanno il sopravvento’. ",
  "mn122:11.9": "Così è consapevole della situazione. ",
  "mn122:11.10": "Mentre un monaco sta dimorando in questa dimora, se la sua mente è incline a sdraiarsi, si sdraia pensando: ",
  "mn122:11.11": "‘Mentre sono sdraiato, qualità malvagie e cattive di attrazione o fastidio non prenderanno il sopravvento’. ",
  "mn122:11.12": "Così è consapevole della situazione. ",
  "mn122:12.1": "Mentre un monaco dimora in questa dimora, se la sua mente è incline a parlare, pensa: ",
  "mn122:12.2": "‘Non userò il tipo di linguaggio vile, crudo, ordinario, ignobile, e senza motivo. Quel linguaggio non porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Vale a dire: conversazioni su re, banditi, e ministri; conversazioni su eserciti, minacce, e guerre; conversazioni su cibo, bevande, vestiti, e letti; conversazioni su collane e profumi; conversazioni su famiglia, veicoli, villaggi, cittadine, città, e Paesi; conversazioni su donne ed eroi, conversazioni da strada e pettegolezzi; conversazioni sui defunti, chiacchiere; storie di terra e mare; e conversazioni sull’esistenza in questo o quello stato’. ",
  "mn122:12.3": "Così è consapevole della situazione. ",
  "mn122:12.4": "‘Ma prenderò parte a conversazioni riguardo all’austerità che aiutano ad aprire il cuore, e che portano esclusivamente alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Vale a dire, conversazioni riguardo all’avere pochi desideri, alla soddisfazione con poco, all’isolamento, al ritiro, all’attivare energia, all’etica, alla concentrazione, alla saggezza, alla libertà, e alla conoscenza e visione della libertà’. ",
  "mn122:12.5": "Così è consapevole della situazione. ",
  "mn122:13.1": "Mentre un monaco dimora in questa dimora, se la sua mente è incline a pensare, pensa: ",
  "mn122:13.2": "‘Non penserò il tipo di pensiero vile, crudo, ordinario, ignobile, e senza motivo. Quei pensieri non portano alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Vale a dire: pensieri sensuali, pensieri malevoli, e pensieri crudeli’. ",
  "mn122:13.3": "Così è consapevole della situazione. ",
  "mn122:13.4": "‘Ma penserò il tipo di pensiero nobile ed emancipante, che porta chi lo pratica alla completa eliminazione della sofferenza. Vale a dire, pensieri di rinuncia, pensieri benevoli, e pensieri innocenti’. ",
  "mn122:13.5": "Così è consapevole della situazione. ",
  "mn122:14.1": "Ci sono questi cinque tipi di stimolazione dei sensi. ",
  "mn122:14.2": "Quali cinque? ",
  "mn122:14.3": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn122:14.4": "Suoni percepiti dall’orecchio … ",
  "mn122:14.5": "Odori percepiti dal naso … ",
  "mn122:14.6": "Sapori percepiti dalla lingua … ",
  "mn122:14.7": "Tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn122:14.8": "Questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn122:15.1": "Un monaco deve verificare la propria mente frequentemente così: ",
  "mn122:15.2": "‘La mia mente è interessata ad alcuni di questi cinque tipi di stimolazione dei sensi?’ ",
  "mn122:15.3": "Immaginate che, analizzando, un monaco capisca: ",
  "mn122:15.4": "‘La mia mente è interessata ad alcuni di questi cinque tipi di stimolazione dei sensi’. ",
  "mn122:15.5": "In questo caso, comprende: ",
  "mn122:15.6": "‘Non ho abbandonato il desiderio e l’avidità per i cinque tipi di stimolazione dei sensi’. ",
  "mn122:15.7": "Così è consapevole della situazione. ",
  "mn122:15.8": "Ma immaginate che, analizzando, un monaco capisca: ",
  "mn122:15.9": "‘La mia mente non è interessata ad alcuno di questi cinque tipi di stimolazione dei sensi’. ",
  "mn122:15.10": "In questo caso, comprende: ",
  "mn122:15.11": "‘Ho abbandonato il desiderio e l’avidità per i cinque tipi di stimolazione dei sensi’. ",
  "mn122:15.12": "Così è consapevole della situazione. ",
  "mn122:16.1": "Un monaco deve dimorare osservando l’ascesa e la caduta di questi cinque aggregati di attaccamento: ",
  "mn122:16.2": "‘Questa è la forma, questa è l’origine della forma, questa è la fine della forma. ",
  "mn122:16.3": "Questa è la sensazione … ",
  "mn122:16.4": "Questa è la percezione … ",
  "mn122:16.5": "Queste sono le attività … ",
  "mn122:16.6": "Questa è la coscienza, questa è l’origine della coscienza, questa è la fine della coscienza’. ",
  "mn122:17.1": "Mentre fa così, abbandona la presunzione ‘io sono’ riguardo ai cinque aggregati di attaccamento. ",
  "mn122:17.2": "In questo caso, comprende: ",
  "mn122:17.3": "‘Ho abbandonato la presunzione ‘io sono’ riguardo ai cinque aggregati di attaccamento’. ",
  "mn122:17.4": "Così è consapevole della situazione. ",
  "mn122:18.1": "Questi principi sono completamente buoni, con risultati buoni; sono nobili, trascendenti, e inaccessibili al Malvagio. ",
  "mn122:19.1": "Cosa ne pensi, Ānanda? ",
  "mn122:19.2": "Per quale ragione un discepolo riterrebbe opportuno seguire il Maestro persino se mandato via?” ",
  "mn122:19.3": "“I nostri insegnamenti sono radicati nel Buddha. Egli è la nostra guida e il nostro rifugio. Signore, che il Buddha stesso per favore chiarisca il significato di ciò. I monaci ascolteranno e lo ricorderanno” ",
  "mn122:20.1": "“Un discepolo non riterrebbe opportuno seguire il Maestro per questo, vale a dire, affermazioni, versetti, o discussioni. ",
  "mn122:20.2": "Perché questo? ",
  "mn122:20.3": "Perché per molto tempo avete imparato gli insegnamenti, ricordandoli, recitandoli, scrutandoli con la mente, e comprendendoli in teoria. ",
  "mn122:20.4": "Ma un discepolo riterrebbe opportuno seguire il Maestro persino se mandato via per conversazioni riguardo all’austerità che aiutano ad aprire il cuore, e che portano esclusivamente alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Vale a dire, conversazioni riguardo all’avere pochi desideri, alla soddisfazione con poco, all’isolamento, al ritiro, all’attivare energia, all’etica, alla concentrazione, alla saggezza, alla libertà, e alla conoscenza e visione della libertà. ",
  "mn122:21.1": "Essendo così, Ānanda, c’è un pericolo per l’insegnante, un pericolo per lo studente, e un pericolo per il praticante spirituale. ",
  "mn122:22.1": "E qual è il pericolo per l’insegnante? ",
  "mn122:22.2": "È quando qualche maestro frequenta un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia. ",
  "mn122:22.3": "Mentre dimora ritirato, viene visitato da un flusso di bramini e laici, e da gente dalle città e da tutto il Paese. ",
  "mn122:22.4": "Quando questo accade, lui si lascia infatuare, cade nell’avidità, e torna all’indulgenza. ",
  "mn122:22.5": "Questo si chiama il pericolo per l’insegnante. ",
  "mn122:22.6": "Viene rovinato da qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e in nascita, vecchiaia, e morte future. ",
  "mn122:22.7": "Questo è il pericolo per l’insegnante. ",
  "mn122:23.1": "E qual è il pericolo per lo studente? ",
  "mn122:23.2": "È quando lo studente di un maestro, emulando la pratica di isolamento del maestro, ",
  "mn122:23.3": "frequenta un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia. ",
  "mn122:23.4": "Mentre dimora ritirato, viene visitato da un flusso di bramini e laici, e da gente dalle città e da tutto il Paese. ",
  "mn122:23.5": "Quando questo accade, lui si lascia infatuare, cade nell’avidità, e torna all’indulgenza. ",
  "mn122:23.6": "Si dice che questo studente sia preda del pericolo per lo studente. ",
  "mn122:23.7": "Viene rovinato da qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e in nascita, vecchiaia, e morte future. ",
  "mn122:23.8": "Questo è il pericolo per lo studente. ",
  "mn122:24.1": "E qual è il pericolo per il praticante spirituale? ",
  "mn122:24.2": "È quando un Realizzato appare nel mondo, perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato. ",
  "mn122:24.3": "Frequenta un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia. ",
  "mn122:24.4": "Mentre dimora ritirato, viene visitato da un flusso di bramini e laici, e da gente dalle città e da tutto il Paese. ",
  "mn122:24.5": "Quando questo accade, lui non si lascia infatuare, non cade nell’avidità, e non torna all’indulgenza. ",
  "mn122:24.6": "Ma un discepolo di questo maestro, emulando la pratica di isolamento del maestro, ",
  "mn122:24.7": "frequenta un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia. ",
  "mn122:24.8": "Mentre dimora ritirato, viene visitato da un flusso di bramini e laici, e da gente dalle città e da tutto il Paese. ",
  "mn122:24.9": "Quando questo accade, lui si lascia infatuare, cade nell’avidità, e torna all’indulgenza. ",
  "mn122:24.10": "Si dice che questo praticante spirituale sia preda del pericolo per il praticante spirituale. ",
  "mn122:24.11": "Viene rovinato da qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e in nascita, vecchiaia, e morte future. ",
  "mn122:24.12": "Questo è il pericolo per il praticante spirituale. ",
  "mn122:24.13": "E in questo contesto, Ānanda, rispetto al pericolo per l’insegnante e al pericolo per lo studente, il pericolo per il praticante spirituale ha risultati più dolorosi e aspri, e porta persino all’inferno. ",
  "mn122:25.1": "Quindi, Ānanda, trattami come un amico, non come un nemico. ",
  "mn122:25.2": "Questo sarà a tuo beneficio e felicità per molto tempo. ",
  "mn122:25.3": "E com’è che un discepolo tratta il maestro come un nemico, non come un amico? ",
  "mn122:25.4": "È quando il maestro spiega l’insegnamento ai suoi discepoli per gentilezza e premura: ",
  "mn122:25.5": "‘Questo è a vostro beneficio. Questo è per la vostra felicità’. ",
  "mn122:25.6": "Ma i suoi discepoli non vogliono ascoltare. Non ascoltano attivamente né provano a comprendere. Procedono voltando le spalle alle istruzioni del maestro. ",
  "mn122:25.7": "Così è come un discepolo tratta il maestro come un nemico, non come un amico. ",
  "mn122:26.1": "E com’è che un discepolo tratta il maestro come un amico, non come un nemico? ",
  "mn122:26.2": "È quando il maestro spiega l’insegnamento ai suoi discepoli per gentilezza e premura: ",
  "mn122:26.3": "‘Questo è a vostro beneficio. Questo è per la vostra felicità’. ",
  "mn122:26.4": "E i suoi discepoli vogliono ascoltare. Ascoltano attivamente e provano a comprendere. Non procedono voltando le spalle alle istruzioni del maestro. ",
  "mn122:26.5": "Così è come un discepolo tratta il maestro come un amico, non come un nemico. ",
  "mn122:26.6": "Quindi, Ānanda, trattami come un amico, non come un nemico. ",
  "mn122:26.7": "Questo sarà a tuo beneficio e felicità per molto tempo. ",
  "mn122:27.1": "Non ti coccolerò come fa un vasaio con i suoi vasi umidi non ancora cotti. ",
  "mn122:27.2": "Ma parlerò correggendoti ancora e ancora, ",
  "mn122:27.3": "pressandoti ancora e ancora. ",
  "mn122:27.4": "La vera essenza resisterà alla prova”. ",
  "mn122:27.5": "Questo è ciò che il Buddha disse. ",
  "mn122:27.6": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}