{
  "mn12:0.1": "Discorsi medi 12 ",
  "mn12:0.2": "Il discorso più lungo sul ruggito del leone ",
  "mn12:1.1": "Così ho sentito. ",
  "mn12:1.2": "Una volta il Buddha si trovava vicino a Vesālī, in un terreno boschivo a ovest della città. ",
  "mn12:2.1": "In quell’occasione Sunakkhatta il Licchavi aveva lasciato da poco l’insegnamento e l’addestramento. ",
  "mn12:2.2": "Diceva a una folla a Vesālī: ",
  "mn12:2.3": "“L’asceta Gotama non possiede distinzioni sovrumane in conoscenza e visione degne dei nobili. ",
  "mn12:2.4": "Insegna ciò che ha elaborato con la logica, seguendo una linea di pensiero, esprimendo la propria prospettiva. ",
  "mn12:2.5": "E il suo insegnamento porta chi lo pratica alla completa eliminazione della sofferenza, l’obiettivo per cui viene insegnato”. ",
  "mn12:3.1": "Poi al mattino il Venerabile Sāriputta si vestì e, prendendo la propria ciotola e abito, entrò a Vesālī per l’elemosina. ",
  "mn12:3.2": "Sentì ciò che Sunakkhatta diceva. ",
  "mn12:3.6": "Poi vagò per l’elemosina a Vesālī. Dopo il pasto, al ritorno dalla questua, andò dal Buddha, si inchinò, si sedette a lato, e gli riferì ciò che era successo. ",
  "mn12:4.1": "“Sāriputta, Sunakkhatta, quello sciocco, è arrabbiato. ",
  "mn12:4.2": "Le sue parole vengono dalla rabbia. ",
  "mn12:4.3": "Pensando di criticare il Realizzato, in realtà lo loda. ",
  "mn12:4.4": "Poiché è lode al Realizzato dire: ",
  "mn12:4.5": "‘Il suo insegnamento porta chi lo pratica alla completa eliminazione della sofferenza, l’obiettivo per cui viene insegnato’. ",
  "mn12:5.1": "Ma non c’è modo per Sunakkhatta di dedurre di me dall’insegnamento: ",
  "mn12:5.2": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto in conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn12:6.1": "E non c’è modo per Sunakkhatta di dedurre di me dall’insegnamento: ",
  "mn12:6.2": "‘Il Beato esercita i vari tipi di poteri psichici: si moltiplica e ritorna uno; appare e scompare; passa senza ostacolo attraverso un muro, un bastione, o una montagna come se fosse spazio; si tuffa dentro e fuori dalla terra come se fosse acqua; cammina sull’acqua come se fosse terra; vola con le gambe incrociate nel cielo come un uccello; tocca e accarezza con la mano il sole e la luna, così potente e forte; controlla il corpo fino al regno di Dio’. ",
  "mn12:7.1": "E non c’è modo per Sunakkhatta di dedurre di me dall’insegnamento: ",
  "mn12:7.2": "‘Il Beato, con chiarudienza purificata e sovrumana, sente entrambi i tipi di suoni, umani e divini, sia vicini che lontani’. ",
  "mn12:8.1": "E non c’è modo per Sunakkhatta di dedurre di me dall’insegnamento: ",
  "mn12:8.2": "‘Il Beato comprende le menti degli altri esseri e individui, avendole lette con la propria mente’. ",
  "mn12:8.3": "Comprende una mente con avidità come “mente con avidità”, ",
  "mn12:8.4": "e una mente senza avidità come “mente senza avidità”; ",
  "mn12:8.5": "comprende una mente con odio come “mente con odio”, ",
  "mn12:8.6": "e una mente senza odio come “mente senza odio”; ",
  "mn12:8.7": "comprende una mente con illusione come “mente con illusione”, ",
  "mn12:8.8": "e una mente senza illusione come “mente senza illusione”; ",
  "mn12:8.9": "comprende una mente ristretta come “mente ristretta”, ",
  "mn12:8.10": "e una mente sparpagliata come “mente sparpagliata”; ",
  "mn12:8.11": "comprende una mente espansiva come “mente espansiva”, ",
  "mn12:8.12": "e una mente non espansiva come “mente non espansiva”; ",
  "mn12:8.13": "comprende una mente non suprema come “mente non suprema”, ",
  "mn12:8.14": "e una mente suprema come “mente suprema”; ",
  "mn12:8.15": "comprende una mente concentrata come “mente concentrata”, ",
  "mn12:8.16": "e una mente non concentrata come “mente non concentrata”; ",
  "mn12:8.17": "comprende una mente libera come “mente libera”, ",
  "mn12:8.18": "e una mente non libera come “mente non libera”’. ",
  "mn12:9.1": "Ci sono questi dieci poteri di un Realizzato che il Realizzato possiede. Con questi reclama il posto del toro, fa il suo ruggito da leone nelle assemblee, e gira la ruota divina. ",
  "mn12:9.2": "Quali dieci? ",
  "mn12:10.1": "Primo, il Realizzato comprende secondo realtà ciò che è possibile come possibile, e ciò che è impossibile come impossibile. ",
  "mn12:10.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. Facendo affidamento su ciò, reclama il posto del toro, fa il suo ruggito di leone nelle assemblee, e gira la ruota divina. ",
  "mn12:11.1": "Inoltre, il Realizzato comprende secondo realtà il risultato delle azioni compiute nel passato, futuro, e presente in termini di basi e cause. ",
  "mn12:11.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. … ",
  "mn12:12.1": "Inoltre, il Realizzato comprende secondo realtà dove porta ogni percorso di pratica. ",
  "mn12:12.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. … ",
  "mn12:13.1": "Inoltre, il Realizzato comprende secondo realtà il mondo con i suoi vari e diversi elementi. ",
  "mn12:13.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. … ",
  "mn12:14.1": "Inoltre, il Realizzato comprende secondo realtà le varie convinzioni degli esseri viventi. ",
  "mn12:14.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. … ",
  "mn12:15.1": "Inoltre, il Realizzato comprende secondo realtà le facoltà degli altri esseri viventi e degli altri individui dopo averle lette con la propria mente. ",
  "mn12:15.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. … ",
  "mn12:16.1": "Inoltre, il Realizzato comprende secondo realtà la corruzione, la purificazione, e l’emersione dalle estasi, liberazioni, concentrazioni, e raggiungimenti. ",
  "mn12:16.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. … ",
  "mn12:17.1": "Inoltre, il Realizzato ricorda vari tipi di vite passate. Cioè: una, due, tre, quattro, cinque, dieci, venti, trenta, quaranta, cinquanta, cento, mille, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. Si ricorda: ‘Lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto nacqui da un’altra parte. Anche lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto nacqui qui’. E così ricorda i suoi vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn12:17.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. … ",
  "mn12:18.1": "Inoltre, con chiaroveggenza purificata e sovrumana, il Realizzato vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni: ‘Questi cari esseri fecero cose cattive di corpo, parola, e mente. Parlarono male dei nobili; avevano opinione sbagliata e decisero di agire secondo quell’opinione sbagliata. Alla dissoluzione del corpo, dopo la morte, nascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. Questi cari esseri, invece, fecero cose buone di corpo, parola, e mente. Non parlarono mai male dei nobili; avevano opinione corretta e decisero di agire secondo quell’opinione corretta. Alla dissoluzione del corpo, dopo la morte, nascono in un bel posto, in paradiso.’ E così, con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere, inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn12:18.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. … ",
  "mn12:19.1": "Inoltre, il Realizzato ha realizzato la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e vive avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti. ",
  "mn12:19.2": "Dato che comprende questo secondo realtà, questo è un potere del Realizzato. Grazie a questo reclama il posto del toro, fa il suo ruggito di leone nelle assemblee, e gira la ruota divina. ",
  "mn12:20.1": "Il Realizzato possiede questi dieci poteri di un Realizzato. Con questi reclama il posto del toro, fa il suo ruggito da leone nelle assemblee, e gira la ruota divina. ",
  "mn12:21.1": "Dato che conosco e vedo in questo modo, immagina che qualcuno dica: ",
  "mn12:21.2": "‘L’asceta Gotama non possiede distinzioni sovrumane in conoscenza e visione degne dei nobili. ",
  "mn12:21.3": "Insegna ciò che ha elaborato con la logica, seguendo una linea di pensiero, esprimendo la propria prospettiva’. ",
  "mn12:21.4": "A meno che non abbandoni quel linguaggio e quel pensiero, e lasci andare quell’opinione, verrà gettato all’inferno. ",
  "mn12:21.5": "Come un monaco esperto in etica, concentrazione, e saggezza raggiunge l’illuminazione in questa vita, quella è la conseguenza, dico io. ",
  "mn12:21.6": "A meno che non abbandoni quel linguaggio e quel pensiero, e lasci andare quell’opinione, verrà gettato all’inferno. ",
  "mn12:22.1": "Sāriputta, un Realizzato ha quattro tipi di sicurezza. Con questi reclama il posto del toro, fa il suo ruggito da leone nelle assemblee, e gira la ruota divina. ",
  "mn12:22.2": "Quali quattro? ",
  "mn12:23.1": "Non vedo ragione per cui qualcuno, che sia asceta, bramino, angelo, diavolo, o Dio, o nessun altro al mondo, possa rimproverarmi legittimamente, dicendo: ‘Tu dici di essere completamente risvegliato, ma non comprendi queste cose’. ",
  "mn12:23.2": "Dato che non vedo tale ragione, vivo sicuro, senza paura, e fiducioso. ",
  "mn12:24.1": "Non vedo ragione per cui qualcuno, che sia asceta, bramino, angelo, diavolo, o Dio, o nessun altro al mondo, possa rimproverarmi legittimamente, dicendo: ‘Tu dici di aver eliminato ogni contaminante, ma hai ancora questi contaminanti’. ",
  "mn12:24.2": "Dato che non vedo tale ragione, vivo sicuro, senza paura, e fiducioso. ",
  "mn12:25.1": "Non vedo ragione per cui qualcuno, che sia asceta, bramino, angelo, diavolo, o Dio, o nessun altro al mondo, possa rimproverarmi legittimamente, dicendo: ‘Gli atti che dici essere ostruzioni non sono davvero ostruzioni per chi li compie’. ",
  "mn12:25.2": "Dato che non vedo tale ragione, vivo sicuro, senza paura, e fiducioso. ",
  "mn12:26.1": "Non vedo ragione per cui qualcuno, che sia asceta, bramino, angelo, diavolo, o Dio, o nessun altro al mondo, possa rimproverarmi legittimamente, dicendo: ‘L’insegnamento non porta chi lo pratica alla completa eliminazione della sofferenza, l’obiettivo per cui viene insegnato’. ",
  "mn12:26.2": "Dato che non vedo tale ragione, vivo sicuro, senza paura, e fiducioso. ",
  "mn12:27.1": "Sāriputta, un Realizzato ha questi quattro tipi di sicurezza. Con questi reclama il posto del toro, fa il suo ruggito da leone nelle assemblee, e gira la ruota divina. ",
  "mn12:28.1": "Dato che conosco e vedo in questo modo, immagina che qualcuno dica: ",
  "mn12:28.2": "‘L’asceta Gotama non possiede distinzioni sovrumane in conoscenza e visione degne dei nobili …’ ",
  "mn12:28.3": "A meno che non abbandoni quel linguaggio e quel pensiero, e lasci andare quell’opinione, verrà gettato all’inferno. ",
  "mn12:29.1": "Sāriputta, ci sono queste otto assemblee. ",
  "mn12:29.2": "Quali otto? ",
  "mn12:29.3": "Assemblee di aristocratici, di bramini, di laici, e di asceti. L’assemblea degli angeli dei Quattro Grandi Re. L’assemblea degli angeli del Trentatré. L’assemblea dei diavoli. L’assemblea degli dei. ",
  "mn12:29.4": "Queste sono le otto assemblee. ",
  "mn12:29.5": "Possedendo questi quattro tipi di sicurezza, il Realizzato si avvicina ed entra nel mezzo di queste otto assemblee. ",
  "mn12:29.6": "Ricordo di aver partecipato a un assemblea di centinaia di aristocratici. ",
  "mn12:29.7": "Lì mi sedevo con loro, parlavo, e conversavo. ",
  "mn12:29.8": "Ma non vedo alcuna ragione per la quale avrei dovuto sentirmi impaurito o insicuro. ",
  "mn12:29.9": "Dato che non vedo tale ragione, vivo sicuro, senza paura, e fiducioso. ",
  "mn12:30.1": "Ricordo di aver partecipato a un assemblea di centinaia di bramini … ",
  "mn12:30.2": "di laici … ",
  "mn12:30.3": "di asceti … ",
  "mn12:30.4": "di angeli dei Quattro Grandi Re … ",
  "mn12:30.5": "di angeli dei Trentatré … ",
  "mn12:30.6": "di diavoli … ",
  "mn12:30.7": "di dei … ",
  "mn12:30.8": "Anche lì mi sedevo con loro, parlavo, e conversavo. ",
  "mn12:30.9": "Ma non vedo alcuna ragione per la quale avrei dovuto sentirmi impaurito o insicuro. ",
  "mn12:30.10": "Dato che non vedo tale ragione, vivo sicuro, senza paura, e fiducioso. ",
  "mn12:31.1": "Dato che conosco e vedo in questo modo, immagina che qualcuno dica: ",
  "mn12:31.2": "‘L’asceta Gotama non possiede distinzioni sovrumane in conoscenza e visione degne dei nobili …’ ",
  "mn12:31.3": "A meno che non abbandoni quel linguaggio e quel pensiero, e lasci andare quell’opinione, verrà gettato all’inferno. ",
  "mn12:32.1": "Sāriputta, ci sono questi quattro tipi di riproduzione. ",
  "mn12:32.2": "Quali quattro? ",
  "mn12:32.3": "Riproduzione di creature nate da uova, dal grembo, dall’umidità, o in maniera spontanea. ",
  "mn12:33.1": "E cos’è la riproduzione da uovo? ",
  "mn12:33.2": "Ci sono esseri che nascono uscendo da un guscio. ",
  "mn12:33.3": "Questa di chiama riproduzione da uovo. ",
  "mn12:33.4": "E cos’è la riproduzione dal grembo? ",
  "mn12:33.5": "Ci sono esseri che nascono uscendo dal sacco amniotico. ",
  "mn12:33.6": "Questa di chiama riproduzione dal grembo. ",
  "mn12:33.7": "E cos’è la riproduzione dall’umidità? ",
  "mn12:33.8": "Ci sono esseri che nascono nel pesce marcio, in un cadavere marcio, in un impasto marcio, in un pozzo o una fogna. ",
  "mn12:33.9": "Questa di chiama riproduzione dall’umidità. ",
  "mn12:33.10": "E cos’è la riproduzione spontanea? ",
  "mn12:33.11": "Gli esseri celesti, gli esseri infernali, certi umani, e certi esseri nei regni inferiori. ",
  "mn12:33.12": "Questa di chiama riproduzione spontanea. ",
  "mn12:33.13": "Questi sono i quattro tipi di riproduzione. ",
  "mn12:34.1": "Dato che conosco e vedo in questo modo, immagina che qualcuno dica: ",
  "mn12:34.2": "‘L’asceta Gotama non possiede distinzioni sovrumane in conoscenza e visione degne dei nobili …’ ",
  "mn12:34.3": "A meno che non abbandoni quel linguaggio e quel pensiero, e lasci andare quell’opinione, verrà gettato all’inferno. ",
  "mn12:35.1": "Ci sono queste cinque destinazioni. ",
  "mn12:35.2": "Quali cinque? ",
  "mn12:35.3": "L’inferno, il regno animale, il regno dei fantasmi, l’umanità, e gli esseri celesti. ",
  "mn12:36.1": "Comprendo l’inferno, e il percorso e pratica che portano all’inferno. ",
  "mn12:36.2": "E comprendo come chi pratica in quel modo, alla dissoluzione del corpo, dopo la morte, rinasce in posto di perdizione, un brutto posto, un regno inferiore, all’inferno. ",
  "mn12:36.3": "Comprendo il regno animale … ",
  "mn12:36.6": "il regno dei fantasmi … ",
  "mn12:36.7": "l’umanità … ",
  "mn12:36.9": "gli esseri celesti, e il percorso e pratica che portano al mondo degli esseri celesti. ",
  "mn12:36.10": "E comprendo come chi pratica in quel modo, alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn12:36.11": "E comprendo l’estinzione, e il percorso e pratica che portano all’estinzione. ",
  "mn12:36.12": "E comprendo come chi pratica in quel modo realizza la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e vive avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti. ",
  "mn12:37.1": "Quando leggo la mente di una certa persona, comprendo: ",
  "mn12:37.2": "‘Questa persona sta praticando in un modo e ha intrapreso un certo percorso che alla dissoluzione del corpo, dopo la morte, porterà alla rinascita in un posto di perdizione, un brutto posto, un regno inferiore, all’inferno’. ",
  "mn12:37.3": "Poi qualche tempo dopo vedo che è davvero rinata all’inferno, dove prova esclusivamente sensazioni dolorose, pungenti, e intense. ",
  "mn12:37.4": "Immagina ci sia una fossa di braci ardenti più profonda dell’altezza di un uomo, piena di braci ardenti che non fanno fiamma né fumano. ",
  "mn12:37.5": "Poi arriva una persona affaticata dal caldo oppressivo, debole, assetata, e con la gola secca. E ha intrapreso un percorso che porta proprio a quella fossa di braci. ",
  "mn12:37.6": "Se una persona con buona vista la vedesse direbbe: ",
  "mn12:37.7": "‘Questa persona sta procedendo in un modo e ha intrapreso un percorso che porterà proprio a quella fossa di braci’. ",
  "mn12:37.8": "Poi qualche tempo dopo vede che quella persona è davvero caduta nella fossa di braci, dove prova esclusivamente sensazioni dolorose, pungenti, e intense. … ",
  "mn12:38.1": "Quando leggo la mente di una certa persona, comprendo: ",
  "mn12:38.2": "‘Questa persona … rinascerà nel regno animale’. ",
  "mn12:38.3": "Poi qualche tempo dopo vedo che è davvero rinata nel regno animale, dove prova sensazioni dolorose, pungenti, e intense. ",
  "mn12:38.4": "Immagina ci sia una fogna più profonda dell’altezza di uomo, piena di feci fino all’orlo. ",
  "mn12:38.5": "Poi arriva una persona affaticata dal caldo oppressivo, debole, assetata, e con la gola secca. E ha intrapreso un percorso che porta proprio a quella fogna. ",
  "mn12:38.6": "Se una persona con buona vista la vedesse direbbe: ",
  "mn12:38.7": "‘Questa persona sta procedendo in un modo e ha intrapreso un percorso che porterà proprio a quella fogna’. ",
  "mn12:38.8": "Poi qualche tempo dopo vede che quella persona è davvero caduta nella fogna, dove prova sensazioni dolorose, pungenti, e intense. … ",
  "mn12:39.1": "Quando leggo la mente di una certa persona, comprendo: ",
  "mn12:39.2": "‘Questa persona … rinascerà nel regno dei fantasmi’. ",
  "mn12:39.3": "Poi qualche tempo dopo vedo che è davvero rinata nel regno dei fantasmi, dove prova molte sensazioni dolorose. ",
  "mn12:39.4": "Immagina ci sia un albero che cresce su terreno ruvido, con foglie sottili e che getta un’ombra a macchie. ",
  "mn12:39.5": "Poi arriva una persona affaticata dal caldo oppressivo, debole, assetata, e con la gola secca. E ha intrapreso un percorso che porta proprio a quell’albero. ",
  "mn12:39.6": "Se una persona con buona vista la vedesse direbbe: ",
  "mn12:39.7": "‘Questa persona sta procedendo in un modo e ha intrapreso un percorso che porterà proprio a quell’albero’. ",
  "mn12:39.8": "Poi qualche tempo dopo vede quella persona seduta o sdraiata sotto quell’albero, dove prova per lo più sensazioni dolorose. … ",
  "mn12:40.1": "Quando leggo la mente di una certa persona, comprendo: ",
  "mn12:40.2": "‘Questa persona … rinascerà tra gli esseri umani’. ",
  "mn12:40.3": "Poi qualche tempo dopo vedo che è davvero rinata tra gli esseri umani, dove prova per lo più sensazioni piacevoli. ",
  "mn12:40.4": "Immagina ci sia un albero che cresce su terreno morbido, con foglie abbondanti e che getta un’ombra densa. ",
  "mn12:40.5": "Poi arriva una persona affaticata dal caldo oppressivo, debole, assetata, e con la gola secca. E ha intrapreso un percorso che porta proprio a quell’albero. ",
  "mn12:40.6": "Se una persona con buona vista la vedesse direbbe: ",
  "mn12:40.7": "‘Questa persona sta procedendo in un modo e ha intrapreso un percorso che porterà proprio a quell’albero’. ",
  "mn12:40.8": "Poi qualche tempo dopo vede quella persona seduta o sdraiata sotto quell’albero, dove prova per lo più sensazioni piacevoli. … ",
  "mn12:41.1": "Quando leggo la mente di una certa persona, comprendo: ",
  "mn12:41.2": "‘Questa persona … rinascerà in paradiso’. ",
  "mn12:41.3": "Poi qualche tempo dopo vedo che è davvero rinata in paradiso, dove prova esclusivamente sensazioni piacevoli. ",
  "mn12:41.4": "Immagina ci sia un palazzo con tetto a punta, rivestito dentro e fuori, senza spifferi, con catenacci agganciati e finestre chiuse. ",
  "mn12:41.5": "E che ci sia un divano con coperte di lana, a pelo lungo, bianco puro, o decorato con fiori, e con pelle di cervo, con baldacchino e cuscini rossi da entrambi i lati. ",
  "mn12:41.6": "Poi arriva una persona affaticata dal caldo oppressivo, debole, assetata, e con la gola secca. E ha intrapreso un percorso che porta proprio a quel palazzo. ",
  "mn12:41.7": "Se una persona con buona vista la vedesse direbbe: ",
  "mn12:41.8": "‘Questa persona sta procedendo in un modo e ha intrapreso un percorso che porterà proprio a quel palazzo’. ",
  "mn12:41.9": "Poi qualche tempo dopo vede quella persona seduta o sdraiata in quel palazzo, dove prova esclusivamente sensazioni piacevoli. … ",
  "mn12:42.1": "Quando leggo la mente di una certa persona, comprendo: ",
  "mn12:42.2": "‘Questa persona sta praticando in un modo e ha intrapreso un certo percorso per il quale realizzerà la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e vivrà avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti’. ",
  "mn12:42.3": "Poi qualche tempo dopo vedo che ha davvero realizzato la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e vive avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti, provando esclusivamente sensazioni piacevoli. ",
  "mn12:42.4": "Immagina ci sia uno stagno di fiori di loto con acqua pulita, dolce, fresca, con sponde morbide, piacevoli. ",
  "mn12:42.5": "E vicino c’è un bosco in ombra. ",
  "mn12:42.6": "Poi arriva una persona affaticata dal caldo oppressivo, debole, assetata, e con la gola secca. E ha intrapreso un percorso che porta proprio a quello stagno. ",
  "mn12:42.7": "Se una persona con buona vista la vedesse direbbe: ",
  "mn12:42.8": "‘Questa persona sta procedendo in un modo e ha intrapreso un percorso che porterà proprio a quello stagno’. ",
  "mn12:42.9": "Poi qualche tempo dopo vede quella persona dopo che si è immersa in quello stagno di fiori di loto, ha fatto il bagno e ha bevuto. Una volta che tutto il suo stress, debolezza, ed esaurimento da calore sono svaniti, è emersa e si è seduta o sdraiata in quel bosco in ombra, dove prova esclusivamente sensazioni piacevoli. ",
  "mn12:42.10": "Allo stesso modo, quando leggo la mente di una certa persona, comprendo: ",
  "mn12:42.11": "‘Questa persona sta praticando in un modo e ha intrapreso un certo percorso per il quale realizzerà la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e vivrà avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti’. ",
  "mn12:42.12": "Poi qualche tempo dopo vedo che ha davvero realizzato la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e vive avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti, provando esclusivamente sensazioni piacevoli. ",
  "mn12:42.13": "Queste sono le cinque destinazioni. ",
  "mn12:43.1": "Dato che conosco e vedo in questo modo, immagina che qualcuno dica: ",
  "mn12:43.2": "‘L’asceta Gotama non possiede distinzioni sovrumane in conoscenza e visione degne dei nobili. ",
  "mn12:43.3": "Insegna ciò che ha elaborato con la logica, seguendo una linea di pensiero, esprimendo la propria prospettiva’. ",
  "mn12:43.4": "A meno che non abbandoni quel linguaggio e quel pensiero, e lasci andare quell’opinione, verrà gettato all’inferno. ",
  "mn12:43.5": "Come un monaco esperto in etica, concentrazione, e saggezza raggiunge l’illuminazione in questa vita, quella è la conseguenza, dico io. ",
  "mn12:43.6": "A meno che non abbandoni quel linguaggio e quel pensiero, e lasci andare quell’opinione, verrà gettato all’inferno. ",
  "mn12:44.1": "Sāriputta, ricordo di aver praticato un percorso spirituale che consisteva in quattro fattori. ",
  "mn12:44.2": "Ero un fervido mortificatore, il fervido mortificatore supremo. Vivevo duramente, il duro supremo. Vivevo con disgusto per il peccato, il supremo disgustato dal peccato. Ero isolato, in isolamento supremo. ",
  "mn12:45.1": "E la mia fervida mortificazione era così: vagavo nudo, ignorando le convenzioni. Mi leccavo le mani, e non venivo o mi fermavo quando mi veniva chiesto. Non consentivo al cibo che mi veniva portato, o al cibo preparato apposta per me, o a inviti per il pasto. ",
  "mn12:45.2": "Non ricevevo niente da una pentola o da una ciotola; o da chi tiene pecore, o che ha un’arma o un badile in casa, o dove una coppia sta mangiando, o dove c’è una donna incinta, che allatta o che ha un uomo in casa, o dove il cibo viene pubblicizzato, o dove c’è un cane che aspetta o mosche che volano. Non accettavo pesce, carne, liquore, o vino, e non bevevo bevande fermentate. ",
  "mn12:45.3": "Per l’elemosina andavo solo a una casa, prendendo solo un boccone, o due case e due bocconi, fino a sette case e sette bocconi. ",
  "mn12:45.4": "Mangiavo un piattino al giorno, due piattini al giorno, fino a sette piattini al giorno. ",
  "mn12:45.5": "Mangiavo una volta al giorno, una volta ogni due giorni, una volta alla settimana, e così via, persino fino a una volta ogni due settimane. Vivevo dedito alla pratica del mangiare a intervalli regolari. ",
  "mn12:45.6": "Mangiavo erbe, miglio, riso selvatico, riso povero, lattuga d’acqua, crusca di riso, la schiuma del riso bollito, farina di sesamo, fieno, o sterco di mucca. Sopravvivevo con radici e frutti di foresta, o mangiavo frutta caduta. ",
  "mn12:45.7": "Indossavo abiti di canapa di Calcutta, canapa mista, sudari per cadaveri, corteccia di lodhra, pelle di antilope (intera o a strisce), erba di Kusa, corteccia, cippato, capelli umani, pelo di coda di cavallo, o ali di gufo. ",
  "mn12:45.8": "Mi strappavo capelli e barba, dedito a questa pratica. ",
  "mn12:45.9": "Rimanevo costantemente in piedi, rifiutandomi di sedermi. ",
  "mn12:45.10": "Mi accovacciavo, dedito alla pratica dell’accovacciarsi. ",
  "mn12:45.11": "Mi sdraiavo su un tappeto di spine, facendo di un tappeto di spine il mio letto. ",
  "mn12:45.12": "Ero dedito alla pratica dell’immersione in acqua tre volte al giorno, includendo la sera. ",
  "mn12:45.13": "E così vivevo dedito alla pratica di questi vari modi di mortificare e tormentare il corpo. ",
  "mn12:45.14": "La mia pratica di fervente mortificazione era così. ",
  "mn12:46.1": "E il mio vivere duramente era così. ",
  "mn12:46.2": "La polvere e lo sporco si depositò sul mio corpo negli anni finché non cominciò a staccarsi a pezzi. ",
  "mn12:46.3": "È come il tronco di un albero di ebano, che cresce corteccia per tanti anni finché non comincia a staccarsi a pezzi. ",
  "mn12:46.4": "Ma non pensavo: ",
  "mn12:46.5": "‘Oh, questa polvere e sporco devono essere sfregati via dalla mia mano o da quella di qualcun altro’. ",
  "mn12:46.6": "Non pensavo questo. ",
  "mn12:46.7": "Il mio vivere duramente era così. ",
  "mn12:47.1": "E il mio disgusto per il peccato era così: ",
  "mn12:47.2": "Facevo sempre consapevolmente ogni passo avanti o indietro. Ero pieno di pietà persino per una goccia d’acqua, pensando: ",
  "mn12:47.3": "‘Che io non ferisca accidentalmente alcuna piccola creatura che si trova per caso nel posto sbagliato’. ",
  "mn12:47.4": "Il mio disgusto per il peccato era così. ",
  "mn12:48.1": "E il mio isolamento era così: ",
  "mn12:48.2": "Mi addentravo profondamente in una regione selvaggia e rimanevo lì. ",
  "mn12:48.3": "Quando vedevo un bovaro o un pastore, o qualcuno che raccoglieva fieno o bastoncini, o un boscaiolo, scappavo da foresta a foresta, da bosco a bosco, da valle a valle, da altopiano ad altopiano. ",
  "mn12:48.4": "Perché questo? ",
  "mn12:48.5": "Per non vederli o perché loro non vedessero me. ",
  "mn12:48.6": "Scappavo come un cervo selvaggio che vede un essere umano. ",
  "mn12:48.10": "La mia pratica d’isolamento era così. ",
  "mn12:49.1": "Entravo a quattro zampe nei recinti delle mucche dopo che il bestiame se ne era andato e mangiavo lo sterco dei giovani vitelli lattanti. ",
  "mn12:49.2": "Finché la mia urina e feci duravano, mangiavo persino quelle. ",
  "mn12:49.3": "Il mio mangiare le cose più innaturali era così. ",
  "mn12:50.1": "Mi addentravo profondamente in una foresta terrificante e vivevo lì. ",
  "mn12:50.2": "Era così terrificante che ",
  "mn12:50.3": "normalmente farebbe venire la pelle d’oca a chi non è libero dall’avidità. ",
  "mn12:50.4": "E nei giorni delle ondate di freddo, quando cade la neve in pieno inverno, rimanevo all’aperto di notte e nella foresta di giorno. ",
  "mn12:50.5": "Ma durante l’ultimo mese dell’estate rimanevo all’aperto di giorno e nella foresta di notte. ",
  "mn12:50.6": "Poi questi versi, che non furono né ispirati in maniera sovrannaturale, né imparati in passato, mi vennero in mente: ",
  "mn12:50.7": "‘Bruciato e congelato, ",
  "mn12:50.8": "solo nella foresta terrificante. ",
  "mn12:50.9": "Nudo, senza fuoco accanto a cui sedersi, ",
  "mn12:50.10": "il saggio continua la sua ricerca’. ",
  "mn12:51.1": "Facevo il letto in un cimitero, con le ossa dei morti come cuscino. ",
  "mn12:51.2": "Poi gli zoticoni del villaggio venivano da me. Mi sputavano, urinavano, e gettavano fango addosso. Mi infilavano persino stecchini nelle orecchie. ",
  "mn12:51.3": "Ma non ricordo di aver avuto nemmeno un pensiero brutto per loro. ",
  "mn12:51.4": "Il mio vivere nell’equanimità era così. ",
  "mn12:52.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn12:52.2": "‘La purezza viene dal cibo’. ",
  "mn12:52.3": "Dicono: ",
  "mn12:52.4": "‘Viviamo di giuggiole’. ",
  "mn12:52.5": "Allora mangiano giuggiole e polvere di giuggiola, e bevono succo di giuggiola. ",
  "mn12:52.6": "E consumano vari miscugli di giuggiole. ",
  "mn12:52.7": "Ricordo di aver mangiato anche solo una singola giuggiola. ",
  "mn12:52.8": "Potresti pensare che ",
  "mn12:52.9": "a quel tempo le giuggiole saranno state molto grosse. ",
  "mn12:52.10": "Ma non devi vederla così. ",
  "mn12:52.11": "Le giuggiole di allora erano massimo della stessa misura di oggi. ",
  "mn12:52.12": "Mangiando così poco, il mio corpo diventò estremamente emaciato. ",
  "mn12:52.13": "A causa del mangiare così poco, i miei arti divennero come le articolazioni di un ottantenne o di un cadavere, ",
  "mn12:52.14": "il mio sedere diventò come lo zoccolo di un cammello, ",
  "mn12:52.15": "le mie vertebre sporgevano come perline su un filo, ",
  "mn12:52.16": "e le mie costole erano scarne come le travi rotte di un vecchio fienile. ",
  "mn12:52.17": "A cause del mangiare così poco, il luccichio dei miei occhi affondò nelle cavità, come il luccichio dell’acqua in un pozzo profondo. ",
  "mn12:52.18": "A causa del mangiare così poco, il mio scalpo si avvizzì e appassì come una zucca amara verde al vento e al sole. ",
  "mn12:52.19": "A causa del mangiare così poco, la pelle della mia pancia si attaccò alla mia colonna vertebrale, in modo che quando provavo a strofinare la pelle della pancia afferravo la colonna vertebrale, e quando provavo a strofinare la colonna vertebrale strofinavo la pelle della pancia. ",
  "mn12:52.20": "A causa del mangiare così poco, quando provavo a urinare o a defecare cadevo a faccia in giù sul posto. ",
  "mn12:52.21": "A causa del mangiare così poco, quando provavo ad alleviare il mio corpo strofinando gli arti con le mani, i peli, marciti alla radice, cadevano. ",
  "mn12:53-55.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn12:53-55.2": "‘La purezza viene dal cibo’. ",
  "mn12:53-55.3": "Dicono: ",
  "mn12:53-55.4": "‘Viviamo di fagioli’. … ",
  "mn12:53-55.5": "‘Viviamo di sesamo’. … ",
  "mn12:53-55.6": "‘Viviamo di riso comune’. … ",
  "mn12:53-55.23": "A causa del mangiare così poco, quando provavo ad alleviare il mio corpo strofinando gli arti con le mani, i peli, marciti alla radice, cadevano. ",
  "mn12:56.1": "Ma, Sāriputta, non raggiunsi alcuna distinzione sovrumana in conoscenza e visione degna dei nobili attraverso quella condotta, quella pratica, quel lavoro estenuante. ",
  "mn12:56.2": "Perché questo? ",
  "mn12:56.3": "Perché non raggiunsi quella nobile saggezza che è nobile e liberatoria, e che porta chi la pratica alla corretta eliminazione della sofferenza. ",
  "mn12:57.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn12:57.2": "‘La purezza viene dalla trasmigrazione’. ",
  "mn12:57.3": "Ma non è facile trovare un regno attraverso cui non ho trasmigrato in tutto questo lungo tempo, a parte il regno degli dei delle dimore pure. ",
  "mn12:57.4": "Poiché se avessi trasmigrato lì non sarei più ritornato in questo regno. ",
  "mn12:58.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn12:58.2": "‘La purezza viene dalla rinascita’. ",
  "mn12:58.3": "Ma non è facile trovare una rinascita che non ho provato … ",
  "mn12:59.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn12:59.2": "‘La purezza viene dalla dimora di rinascita’. ",
  "mn12:59.3": "Ma non è facile trovare una dimora di rinascita in cui non ho abitato … ",
  "mn12:60.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn12:60.2": "‘La purezza viene dai sacrifici’. ",
  "mn12:60.3": "Ma non è facile trovare un sacrificio che non ho offerto in precedenza in tutto questo lungo tempo, quando ero un re aristocratico consacrato o un bramino benestante. ",
  "mn12:61.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn12:61.2": "‘La purezza viene dal servire la fiamma sacra’. ",
  "mn12:61.3": "Ma non è facile trovare un fuoco che non ho servito in precedenza in tutto questo lungo tempo, quando ero un re aristocratico consacrato o un bramino benestante. ",
  "mn12:62.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn12:62.2": "‘Finché questo ragazzo è giovane, giovanile, con capelli nero puro, benedetto dalla giovinezza, nel fiore degli anni, sarà dotato di perfetta lucidità di saggezza. ",
  "mn12:62.3": "Ma quando è vecchio, anziano, su di età e avrà raggiunto lo stadio finale della vita, ottanta, novanta, o cento anni, perderà la propria lucidità di saggezza’. ",
  "mn12:62.4": "Ma non devi vederla così. ",
  "mn12:62.5": "Poiché ora sono vecchio e anziano. Sono su di età e ho raggiunto lo stadio finale della vita. Ho ottant’anni. ",
  "mn12:62.6": "Immagina che io abbia quattro discepoli con durata della vita di cento anni. E che entrambi abbiano memoria, portata, ritenzione, e lucidità di saggezza perfette. ",
  "mn12:62.7": "Immagina quanto facilmente un tiratore con l’arco esperto con un potente arco scoccherebbe una freccia leggera attraverso l’ombra di una palma. ",
  "mn12:62.8": "Immagina che siano così straordinari in memoria, portata, ritenzione, e lucidità di saggezza. ",
  "mn12:62.9": "Immagina mi facciano domande riguardo alle quattro basi della consapevolezza ancora e ancora, e che io risponda a ogni domanda. Immagina che ricordino le risposte e non facciano la stessa domanda due volte. ",
  "mn12:62.10": "E che si fermino solo per mangiare e bere, andare in bagno, e dormire per scacciare la stanchezza. Il Realizzato non finirebbe esposizioni dell’insegnamento, parole e frasi sull’insegnamento, o risposte spontanee. ",
  "mn12:62.11": "E alla fine dei cento anni i miei quattro discepoli morirebbero. ",
  "mn12:62.12": "Anche se dovessi portarmi in giro su una lettiga, non ci sarebbe alcun deterioramento nella lucidità di saggezza del Realizzato. ",
  "mn12:63.1": "E se c’è qualcuno riguardo a cui si può dire giustamente che ",
  "mn12:63.2": "un essere non influenzato dall’illusione sia apparso nel mondo per il benessere e la felicità della gente, per il beneficio, la prosperità, e la felicità di esseri celesti e umani, è di me che sarebbe da dire”. ",
  "mn12:64.1": "In quell’occasione il Venerabile Nāgasamāla era dietro al Buddha che gli faceva aria. ",
  "mn12:64.2": "Quindi disse al Buddha: ",
  "mn12:64.3": "“È incredibile, Signore, è strabiliante, Signore! ",
  "mn12:64.4": "Mentre ascoltavo questa esposizione dell’insegnamento mi è venuta la pelle d’oca! ",
  "mn12:64.5": "Qual è il nome di questa esposizione dell’insegnamento?” ",
  "mn12:64.6": "“Beh, Nāgasamāla, puoi ricordare questa esposizione dell’insegnamento come ‘Il discorso da pelle d’oca’”. ",
  "mn12:64.7": "Questo è ciò che il Buddha disse. ",
  "mn12:64.8": "Contento, il Venerabile Nāgasamāla trasse piacere da ciò che il Buddha disse. "
}