{
  "mn127:0.1": "Discorsi medi 127 ",
  "mn127:0.2": "Il discorso con Anuruddha ",
  "mn127:1.1": "Così ho sentito. ",
  "mn127:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn127:2.1": "Il ciambellano Pañcakaṅga si rivolse a un uomo: ",
  "mn127:2.2": "“Per favore, buon uomo, vai dal Venerabile Anuruddha, e in mio nome inchinati con la testa ai suoi piedi. Digli: ",
  "mn127:2.3": "‘Signore, il ciambellano Pañcakaṅga si inchina con la testa ai suoi piedi’. ",
  "mn127:2.4": "E poi chiedigli se ",
  "mn127:2.5": "accetterebbe il pasto di domani da Pañcakaṅga insieme alla comunità monastica. ",
  "mn127:2.6": "E chiedigli se potrebbe venire un po’ prima del solito, ",
  "mn127:2.7": "dato che Pañcakaṅga ha molti compiti, e molto da fare per il re” ",
  "mn127:2.8": "“Sì, Signore”, rispose l’uomo. Fece come Pañcakaṅga gli aveva chiesto, e ",
  "mn127:2.13": "il Venerabile Anuruddha acconsentì in silenzio. ",
  "mn127:3.1": "Passata la notte, al mattino Anuruddha si vestì, prese la propria ciotola e abito, andò a casa di Pañcakaṅga e si sedette sul posto preparato. ",
  "mn127:3.2": "Poi Pañcakaṅga servì e soddisfece il Venerabile Anuruddha con vari cibi freschi deliziosi cotti con le proprie mani. ",
  "mn127:3.3": "Una volta che Anuruddha ebbe mangiato ed ebbe lavato mani e ciotola, Pañcakaṅga prese un posto basso, si sedette a lato, ",
  "mn127:3.4": "e gli disse: ",
  "mn127:4.1": "“Signore, alcuni monaci anziani vennero da me e mi dissero: ",
  "mn127:4.2": "‘Laico, sviluppa la libertà illimitata della mente’. ",
  "mn127:4.3": "Altri mi dissero: ",
  "mn127:4.4": "‘Laico, sviluppa la libertà espansiva della mente’. ",
  "mn127:4.5": "Ora, la libertà illimitata della mente e la libertà espansiva della mente: ",
  "mn127:4.6": "queste cose differiscono sia in significato che in espressione? O significano la stessa cosa, e differiscono solo in espressione?” ",
  "mn127:5.1": "“Beh, laico, fammi sapere cosa ne pensi a riguardo. Vedrai che poi capirai di sicuro” ",
  "mn127:5.2": "“Signore, io penso questo: ",
  "mn127:5.3": "La libertà illimitata della mente e la libertà espansiva della mente sono la stessa cosa, e differiscono solo in espressione” ",
  "mn127:6.1": "“Laico, la libertà illimitata della mente e la libertà espansiva della mente differiscono sia in significato che in espressione. ",
  "mn127:6.2": "Questo è il modo per capire come queste cose differiscono sia in significato che in espressione. ",
  "mn127:7.1": "Cos’è la libertà illimitata della mente? ",
  "mn127:7.2": "È quando un monaco dimora diffondendo una mente piena di amichevolezza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di amichevolezza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn127:7.3": "Dimora diffondendo una mente piena di compassione … ",
  "mn127:7.4": "dimora diffondendo una mente piena di esultanza … ",
  "mn127:7.5": "Dimora diffondendo una mente piena di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn127:7.6": "Questa si chiama libertà illimitata della mente. ",
  "mn127:8.1": "E cos’è la libertà espansiva della mente? ",
  "mn127:8.2": "È quando un monaco dimora con l’intenzione di pervadere tanto quanto una singola radice d’albero. ",
  "mn127:8.3": "Questa si chiama libertà espansiva della mente. ",
  "mn127:8.4": "Inoltre, un monaco dimora con l’intenzione di pervadere tanto quanto due o tre radici d’albero … ",
  "mn127:8.6": "un singolo distretto di villaggi … ",
  "mn127:8.8": "due o tre distretti di villaggi … ",
  "mn127:8.10": "un singolo regno … ",
  "mn127:8.12": "due o tre regni … ",
  "mn127:8.14": "la terra circondata dall’oceano. ",
  "mn127:8.15": "Anche questa si chiama libertà espansiva della mente. ",
  "mn127:8.16": "Questo è il modo per capire come queste cose differiscono sia in significato che in espressione. ",
  "mn127:9.1": "Laico, ci sono quattro tipi di rinascite a vita futura. ",
  "mn127:9.2": "Quali quattro? ",
  "mn127:9.3": "Prendi qualcuno che dimora con l’intenzione di pervadere ‘splendore limitato’. ",
  "mn127:9.4": "Alla dissoluzione del corpo, dopo la morte, rinasce in compagnia degli Dei dallo Splendore Limitato. ",
  "mn127:9.5": "Poi, prendi qualcuno che dimora con l’intenzione di pervadere ‘splendore illimitato’. ",
  "mn127:9.6": "Alla dissoluzione del corpo, dopo la morte, rinasce in compagnia degli Dei dallo Splendore Illimitato. ",
  "mn127:9.7": "Poi, prendi qualcuno che dimora con l’intenzione di pervadere ‘splendore corrotto’. ",
  "mn127:9.8": "Alla dissoluzione del corpo, dopo la morte, rinasce in compagnia degli Dei dallo Splendore Corrotto. ",
  "mn127:9.9": "Poi, prendi qualcuno che dimora con l’intenzione di pervadere ‘splendore puro’. ",
  "mn127:9.10": "Alla dissoluzione del corpo, dopo la morte, rinasce in compagnia degli Dei dallo Splendore Puro. ",
  "mn127:9.11": "Questi sono i quattro tipi di rinascite a vita futura. ",
  "mn127:10.1": "Arriva un momento, laico, quando gli dei si radunano. Quando fanno così, si nota differenza nel loro colore, ma non nello splendore. ",
  "mn127:10.2": "È come quando una persona porta varie lampade a olio in una casa. ",
  "mn127:10.3": "Si nota differenza nelle fiamme, ma non nello splendore. ",
  "mn127:10.4": "Allo stesso modo, quando gli dei si radunano si nota differenza nel loro colore, ma non nello splendore. ",
  "mn127:11.1": "Arriva un momento, laico, quando quegli dei si separano. Quando fanno così, si nota differenza sia nel loro colore che nello splendore. ",
  "mn127:11.2": "È come quando una persona porta via quelle varie lampade a olio dalla casa. ",
  "mn127:11.3": "Si nota differenza sia nelle fiamme che nello splendore. ",
  "mn127:11.4": "Allo stesso modo, quando quegli dei si separano, si nota differenza sia nel loro colore che nello splendore. ",
  "mn127:12.1": "Non è che quegli dei pensano: ",
  "mn127:12.2": "‘Ciò che abbiamo è permanente, duraturo, ed eterno’. Piuttosto, ciò a cui si attaccano, è da quello che traggono piacere. ",
  "mn127:12.3": "È come quando le mosche si fanno trasportare su un bastone o in un cestino. Non è che pensano: ",
  "mn127:12.4": "‘Ciò che abbiamo è permanente, duraturo, ed eterno’. Piuttosto, ciò a cui si attaccano, è da quello che traggono piacere. ",
  "mn127:12.5": "Allo stesso modo, non è che quegli dei pensano: ",
  "mn127:12.6": "‘Ciò che abbiamo è permanente, duraturo, ed eterno’. Piuttosto, ciò a cui si attaccano, è da quello che traggono piacere”. ",
  "mn127:13.1": "Detto ciò, il Venerabile Sabhiya Kaccāna disse al Venerabile Anuruddha: ",
  "mn127:13.2": "“Bene, Signor Anuruddha! ",
  "mn127:13.3": "Ho un’altra domanda a riguardo: ",
  "mn127:13.4": "Tutti gli dei splendenti hanno splendore limitato, o alcuni hanno splendore illimitato?” ",
  "mn127:13.5": "“Riguardo a questo, fratello Kaccāna, alcuni dei hanno splendore limitato, mentre altri illimitato” ",
  "mn127:14.1": "“Qual è la causa, Signor Anuruddha, qual è il motivo per cui, quando quegli dei sono rinati sullo stesso livello, alcuni hanno splendore limitato, mentre altri illimitato?” ",
  "mn127:14.2": "“Beh, fratello Kaccāna, ti chiedo questo, e potrai rispondere come vuoi. ",
  "mn127:14.3": "Cosa ne pensi, fratello Kaccāna? ",
  "mn127:14.4": "Quale tra questi due sviluppi mentali è più espansivo: quando un monaco dimora con l’intenzione di pervadere tanto quanto una sola radice d’albero, o due o tre radici di albero?” ",
  "mn127:14.6": "“Quando un monaco dimora con l’intenzione di pervadere due o tre radici d’albero” ",
  "mn127:14.8": "“Cosa ne pensi, fratello Kaccāna? ",
  "mn127:14.9": "Quale tra questi due sviluppi mentali è più espansivo: quando un monaco dimora con l’intenzione di pervadere tanto quanto due o tre radici di albero, o un singolo distretto di villaggi … ",
  "mn127:14.13": "due o tre distretti di villaggi … ",
  "mn127:14.17": "un singolo regno … ",
  "mn127:14.21": "due o tre regni … ",
  "mn127:14.25": "questa terra circondata dall’oceano?” ",
  "mn127:14.27": "“Quando un monaco dimora con l’intenzione di pervadere la terra circondata dall’oceano” ",
  "mn127:14.29": "“Questa è la causa, fratello Kaccāna, questo è il motivo per cui, quando quegli dei sono rinati sullo stesso livello, alcuni hanno splendore limitato, mentre altri illimitato” ",
  "mn127:15.1": "“Bene, Signor Anuruddha! ",
  "mn127:15.2": "Ho un’altra domanda a riguardo: ",
  "mn127:15.3": "Tutti gli dei splendenti hanno splendore corrotto, o alcuni hanno splendore puro?” ",
  "mn127:15.4": "“Riguardo a questo, fratello Kaccāna, alcuni dei hanno splendore corrotto, mentre altri puro” ",
  "mn127:16.1": "“Qual è la causa, Signor Anuruddha, qual è il motivo per cui, quando quegli dei sono rinati sullo stesso livello, alcuni hanno splendore corrotto, mentre altri puro?” ",
  "mn127:16.2": "“Beh, fratello Kaccāna, uso una similitudine. ",
  "mn127:16.3": "Poiché attraverso le similitudini le persone giudiziose comprendono il significato di ciò che viene detto. ",
  "mn127:16.4": "Immagina una lampada a olio che brucia con olio impuro e stoppino impuro. ",
  "mn127:16.5": "A causa dell’impurità dell’olio e dello stoppino, la lampada brucia debolmente, si potrebbe dire. ",
  "mn127:16.6": "Allo stesso modo, prendi un monaco che dimora con l’intenzione di pervadere ‘splendore corrotto’. ",
  "mn127:16.7": "Il suo disagio fisico non è completamente assestato, torpore e sonnolenza non sono completamente eradicati, e irrequietezza e rimorso non sono completamente eliminati. ",
  "mn127:16.8": "A causa di questo pratica l’estasi debolmente, si potrebbe dire. ",
  "mn127:16.9": "Alla dissoluzione del corpo, dopo la morte, rinasce in compagnia degli Dei dallo Splendore Corrotto. ",
  "mn127:16.10": "Immagina una lampada a olio che brucia con olio puro e stoppino puro. ",
  "mn127:16.11": "Grazie alla purezza dell’olio e dello stoppino, la lampada non brucia debolmente, si potrebbe dire. ",
  "mn127:16.12": "Allo stesso modo, prendi un monaco che dimora con l’intenzione di pervadere ‘splendore puro’. ",
  "mn127:16.13": "Il suo disagio fisico è completamente assestato, torpore e sonnolenza sono completamente eradicati, e irrequietezza e rimorso sono completamente eliminati. ",
  "mn127:16.14": "Grazie a questo non pratica l’estasi debolmente, si potrebbe dire. ",
  "mn127:16.15": "Alla dissoluzione del corpo, dopo la morte, rinasce in compagnia degli Dei dallo Splendore Puro. ",
  "mn127:16.16": "Questa è la causa, fratello Kaccāna, questo è il motivo per cui, quando quegli dei sono rinati sullo stesso livello, alcuni hanno splendore corrotto, mentre altri puro”. ",
  "mn127:17.1": "Detto ciò, il Venerabile Sabhiya Kaccāna disse al Venerabile Anuruddha: ",
  "mn127:17.2": "“Bene, Signor Anuruddha! ",
  "mn127:17.3": "Venerabile Anuruddha, lei non dice: ",
  "mn127:17.4": "‘Così ho sentito’, o ‘dovrebbe essere così’. ",
  "mn127:17.5": "Piuttosto, dice: ‘Questi dei sono così, questi dei sono cosà’. ",
  "mn127:17.6": "Signore, mi viene da pensare: ",
  "mn127:17.7": "‘Chiaramente il Venerabile Anuruddha ha vissuto precedentemente insieme a quegli dei, ci ha conversato, e discusso’” ",
  "mn127:17.8": "“Le tue parole sono chiaramente invasive e intrusive, fratello Kaccāna. ",
  "mn127:17.9": "Ma comunque sia, ti rispondo. ",
  "mn127:17.10": "Ho vissuto per molto tempo insieme a quegli dei, ci ho conversato, e discusso”. ",
  "mn127:18.1": "Detto ciò, il Venerabile Sabhiya Kaccāna disse al ciambellano Pañcakaṅga: ",
  "mn127:18.2": "“Sei fortunato, laico, molto fortunato ",
  "mn127:18.3": "ad aver abbandonato il tuo stato di incertezza, e ad aver avuto l’opportunità di sentire questa esposizione dell’insegnamento”. "
}