{
  "mn121:0.1": "Discorsi medi 121 ",
  "mn121:0.2": "Il discorso più corto sul vuoto ",
  "mn121:1.1": "Così ho sentito. ",
  "mn121:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel Monastero Orientale, il palazzo della madre di Migāra. ",
  "mn121:2.1": "Nel tardo pomeriggio, il Venerabile Ānanda uscì da ritiro e andò dal Buddha. Si inchinò, si sedette a lato, e gli disse: ",
  "mn121:3.1": "“Signore, una volta il Buddha dimorava nella terra dei Sakya, vicino alla città Sakya di nome Nagaraka. ",
  "mn121:3.2": "Lì ho sentito e imparato questo in presenza del Buddha: ",
  "mn121:3.3": "‘Ānanda, in questo periodo dimoro spesso nella dimora del vuoto’. ",
  "mn121:3.4": "Spero di aver sentito, imparato, prestato attenzione, e ricordato bene questo da parte del Buddha?” ",
  "mn121:3.5": "“Certo che hai sentito, imparato, prestato attenzione, e ricordato bene questo. ",
  "mn121:3.6": "Ora, come allora, dimoro spesso nella dimora del vuoto. ",
  "mn121:4.1": "Considera questo palazzo della madre di Migāra. È vuoto di elefanti, mucche, cavalli, e cavalle; di oro e soldi; e di assembramenti di uomini e donne. ",
  "mn121:4.2": "C’è solo ciò di cui non è vuoto, vale a dire, la sola comunità monastica. ",
  "mn121:4.3": "Allo stesso modo, un monaco, ignorando la percezione del villaggio e la percezione della gente, si concentra sulla sola percezione della natura. ",
  "mn121:4.4": "La sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa riguardo alla percezione della natura. ",
  "mn121:4.5": "Comprende: ",
  "mn121:4.6": "‘Qui non c’è stress dovuto alla percezione del villaggio o alla percezione della gente. ",
  "mn121:4.7": "C’è solo un rimasuglio di stress, vale a dire, la sola percezione della natura’. ",
  "mn121:4.8": "Comprende: ‘Questo campo percettivo è vuoto della percezione del villaggio. È vuoto della percezione della gente. ",
  "mn121:4.9": "C’è solo ciò di cui non è vuoto, vale a dire, la sola percezione della natura’. ",
  "mn121:4.10": "E quindi lo ritiene vuoto di ciò che non c’è, ma riguardo a ciò che rimane comprende che è presente. ",
  "mn121:4.11": "È così che il vuoto si manifesta in lui, genuino, senza distorsioni, e puro. ",
  "mn121:5.1": "Inoltre, un monaco, ignorando la percezione della gente e la percezione della natura, si concentra sulla sola percezione della terra. ",
  "mn121:5.2": "La sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa riguardo alla percezione della terra. ",
  "mn121:5.3": "Come la pelle di toro è priva di pieghe quando viene stesa con cento picchetti, ",
  "mn121:5.4": "allo stesso modo, ignorando il terreno collinare, le valli inaccessibili, ceppi e spine, e le montagne ruvide, si concentra sulla sola percezione della terra. ",
  "mn121:5.5": "La sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa riguardo alla percezione della terra. ",
  "mn121:5.6": "Comprende: ",
  "mn121:5.7": "‘Qui non c’è stress dovuto alla percezione della gente o alla percezione della natura. ",
  "mn121:5.8": "C’è solo un rimasuglio di stress, vale a dire, la sola percezione della terra’. ",
  "mn121:5.9": "Comprende: ‘Questo campo percettivo è vuoto della percezione della gente. È vuoto della percezione della natura. ",
  "mn121:5.10": "C’è solo ciò di cui non è vuoto, vale a dire, la sola percezione della terra’. ",
  "mn121:5.11": "E quindi lo ritiene vuoto di ciò che non c’è, ma riguardo a ciò che rimane comprende che è presente. ",
  "mn121:5.12": "È così che il vuoto si manifesta in lui, genuino, senza distorsioni, e puro. ",
  "mn121:6.1": "Inoltre, un monaco, ignorando la percezione della natura e la percezione della terra, si concentra sulla sola percezione della dimensione dello spazio infinito. ",
  "mn121:6.2": "La sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa riguardo alla percezione della dimensione dello spazio infinito. ",
  "mn121:6.3": "Comprende: ",
  "mn121:6.4": "‘Qui non c’è stress dovuto alla percezione della natura o alla percezione della terra. ",
  "mn121:6.5": "C’è solo un rimasuglio di stress, vale a dire, la sola percezione della dimensione dello spazio infinito’. ",
  "mn121:6.6": "Comprende: ‘Questo campo percettivo è vuoto della percezione della natura. È vuoto della percezione della terra. ",
  "mn121:6.7": "C’è solo ciò di cui non è vuoto, vale a dire, la sola percezione della dimensione dello spazio infinito’. ",
  "mn121:6.8": "E quindi lo ritiene vuoto di ciò che non c’è, ma riguardo a ciò che rimane comprende che è presente. ",
  "mn121:6.9": "È così che il vuoto si manifesta in lui, genuino, senza distorsioni, e puro. ",
  "mn121:7.1": "Inoltre, un monaco, ignorando la percezione della terra e la percezione della dimensione dello spazio infinito, si concentra sulla sola percezione della dimensione della coscienza infinita. ",
  "mn121:7.2": "La sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa riguardo alla percezione della dimensione della coscienza infinita. ",
  "mn121:7.3": "Comprende: ",
  "mn121:7.4": "‘Qui non c’è stress dovuto alla percezione della terra o alla percezione della dimensione dello spazio infinito. ",
  "mn121:7.5": "C’è solo un rimasuglio di stress, vale a dire, la sola percezione della dimensione della coscienza infinita’. ",
  "mn121:7.6": "Comprende: ‘Questo campo percettivo è vuoto della percezione della terra. È vuoto della percezione della dimensione dello spazio infinito. ",
  "mn121:7.7": "C’è solo un rimasuglio di stress, vale a dire, la sola percezione della dimensione della coscienza infinita’. ",
  "mn121:7.8": "E quindi lo ritiene vuoto di ciò che non c’è, ma riguardo a ciò che rimane comprende che è presente. ",
  "mn121:7.9": "È così che il vuoto si manifesta in lui, genuino, senza distorsioni, e puro. ",
  "mn121:8.1": "Inoltre, un monaco, ignorando la percezione della dimensione dello spazio infinito e la percezione della dimensione della coscienza infinita, si concentra sulla sola percezione della dimensione del nulla. ",
  "mn121:8.2": "La sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa riguardo alla percezione della dimensione del nulla. ",
  "mn121:8.3": "Comprende: ",
  "mn121:8.4": "‘Qui non c’è stress dovuto alla percezione della dimensione dello spazio infinito o alla percezione della dimensione della coscienza infinita. ",
  "mn121:8.5": "C’è solo un rimasuglio di stress, vale a dire, la sola percezione della dimensione del nulla’. ",
  "mn121:8.6": "Comprende: ‘Questo campo percettivo è vuoto della percezione della dimensione dello spazio infinito. È vuoto della percezione della dimensione della coscienza infinita. ",
  "mn121:8.7": "C’è solo ciò di cui non è vuoto, vale a dire, la sola percezione della dimensione del nulla’. ",
  "mn121:8.8": "E quindi lo ritiene vuoto di ciò che non c’è, ma riguardo a ciò che rimane comprende che è presente. ",
  "mn121:8.9": "È così che il vuoto si manifesta in lui, genuino, senza distorsioni, e puro. ",
  "mn121:9.1": "Inoltre, un monaco, ignorando la percezione della dimensione della coscienza infinita e la percezione della dimensione del nulla, si concentra sulla sola percezione della dimensione della né percezione né non-percezione. ",
  "mn121:9.2": "La sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa riguardo alla percezione della dimensione della né percezione né non-percezione. ",
  "mn121:9.3": "Comprende: ",
  "mn121:9.4": "‘Qui non c’è stress dovuto alla percezione della dimensione della coscienza infinita o alla percezione della dimensione del nulla. ",
  "mn121:9.5": "C’è solo un rimasuglio di stress, vale a dire, la sola percezione della dimensione della né percezione né non-percezione’. ",
  "mn121:9.6": "Comprende: ‘Questo campo percettivo è vuoto della percezione della dimensione della coscienza infinita. È vuoto della percezione della dimensione del nulla. ",
  "mn121:9.7": "C’è solo ciò di cui non è vuoto, vale a dire, la sola percezione della dimensione della né percezione né non-percezione’. ",
  "mn121:9.8": "E quindi lo ritiene vuoto di ciò che non c’è, ma riguardo a ciò che rimane comprende che è presente. ",
  "mn121:9.9": "È così che il vuoto si manifesta in lui, genuino, senza distorsioni, e puro. ",
  "mn121:10.1": "Inoltre, un monaco, ignorando la percezione della dimensione del nulla e la percezione della dimensione della né percezione né non-percezione, si concentra sulla sola percezione della concentrazione della mente senza aspetti. ",
  "mn121:10.2": "La sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa riguardo alla percezione della concentrazione della mente senza aspetti. ",
  "mn121:10.3": "Comprende: ",
  "mn121:10.4": "‘Qui non c’è stress dovuto alla percezione della dimensione del nulla o alla percezione della dimensione della né percezione né non-percezione. ",
  "mn121:10.5": "C’è solo un rimasuglio di stress, vale a dire, quello relativo a questi sei campi sensoriali che dipendono da questo corpo e sono condizionati dalla vita’. ",
  "mn121:10.6": "Comprende: ‘Questo campo percettivo è vuoto della percezione della dimensione del nulla. È vuoto della percezione della dimensione della né percezione né non-percezione. ",
  "mn121:10.7": "C’è solo ciò di cui non è vuoto, vale a dire, questi sei campi sensoriali che dipendono da questo corpo e sono condizionati dalla vita’. ",
  "mn121:10.8": "E quindi lo ritiene vuoto di ciò che non c’è, ma riguardo a ciò che rimane comprende che è presente. ",
  "mn121:10.9": "È così che il vuoto si manifesta in lui, genuino, senza distorsioni, e puro. ",
  "mn121:11.1": "Inoltre, un monaco, ignorando la percezione della dimensione del nulla e la percezione della dimensione della né percezione né non-percezione, si concentra sulla sola percezione della concentrazione della mente senza aspetti. ",
  "mn121:11.2": "La sua mente fa un salto di qualità, ottiene fiducia, si stabilizza, e diventa decisa riguardo alla percezione della concentrazione della mente senza aspetti. ",
  "mn121:11.3": "Comprende: ",
  "mn121:11.4": "‘Persino questa concentrazione della mente senza aspetti è prodotta dall’espressione di una volontà e dalla formazione di un’intenzione’. ",
  "mn121:11.5": "Comprende: ‘Ma tutto ciò che è prodotto dall’espressione di una volontà e dalla formazione di un’intenzione è soggetto alla cessazione’. ",
  "mn121:11.6": "Conoscendo così e vedendo così, la sua mente viene liberata dal contaminante dei piaceri dei sensi, la sua mente viene liberata dal contaminante dell’esistenza, e la sua mente viene liberata dal contaminante dell’ignoranza. ",
  "mn121:11.7": "Una volta libero, capisce di essere libero. ",
  "mn121:11.8": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn121:12.1": "Comprende: ",
  "mn121:12.2": "‘Qui non c’è stress dovuto al contaminante dei piaceri dei sensi, non c’è stress dovuto al contaminante dell’esistenza, e non c’è stress dovuto al contaminante dell’ignoranza. ",
  "mn121:12.3": "C’è solo un rimasuglio di stress, vale a dire, quello relativo a questi sei campi sensoriali che dipendono da questo corpo e sono condizionati dalla vita’. ",
  "mn121:12.4": "Comprende: ‘Questo campo percettivo è vuoto della percezione dei contaminanti dei piaceri dei sensi, dell’esistenza, e dell’ignoranza. ",
  "mn121:12.5": "C’è solo un rimasuglio di stress, vale a dire, quello relativo a questi sei campi sensoriali che dipendono da questo corpo e sono condizionati dalla vita’. ",
  "mn121:12.6": "E quindi lo ritiene vuoto di ciò che non c’è, ma riguardo a ciò che rimane comprende che è presente. ",
  "mn121:12.7": "È così che il vuoto si manifesta in lui, genuino, senza distorsioni, e puro. ",
  "mn121:13.1": "Qualsiasi asceta o bramino che in passato raggiunse e dimorò nel vuoto puro, assoluto, e supremo, raggiunse e dimorò in questo stesso vuoto puro, assoluto, e supremo. ",
  "mn121:13.2": "Qualsiasi asceta o bramino che in futuro raggiungerà e dimorerà nel vuoto puro, assoluto, e supremo, raggiungerà e dimorerà in questo stesso vuoto puro, assoluto, e supremo. ",
  "mn121:13.3": "Qualsiasi asceta o bramino che al presente raggiunge e dimora nel vuoto puro, assoluto, e supremo, raggiunge e dimora in questo stesso vuoto puro, assoluto, e supremo. ",
  "mn121:13.4": "Quindi, Ānanda, dovete allenarvi così: ‘Raggiungeremo e dimoreremo nel vuoto puro, assoluto, e supremo’. ",
  "mn121:13.5": "Dovete allenarvi così”. ",
  "mn121:13.6": "Questo è ciò che il Buddha disse. ",
  "mn121:13.7": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}