{
  "mn125:0.1": "Discorsi medi 125 ",
  "mn125:0.2": "il discorso sul livello dei domati ",
  "mn125:1.1": "Così ho sentito. ",
  "mn125:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn125:2.1": "In quell’occasione il novizio Aciravata dimorava in una capanna nella natura. ",
  "mn125:2.2": "Poi il principe Jayasena, mentre faceva una passeggiata, andò dal novizio Aciravata, e ci scambiò saluti. ",
  "mn125:2.3": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al novizio Aciravata: ",
  "mn125:2.4": "“Maestro Aggivessana, ho sentito che ",
  "mn125:2.5": "un monaco che dimora diligentemente, con fervore, e determinazione può fare esperienza del raccoglimento della mente” ",
  "mn125:2.6": "“È vero, principe. È vero. ",
  "mn125:2.7": "Un monaco che dimora diligentemente, con fervore, e determinazione può fare esperienza del raccoglimento della mente” ",
  "mn125:3.1": "“Maestro Aggivessana, per favore mi spieghi l’insegnamento come l’ha imparato e memorizzato” ",
  "mn125:3.2": "“Non ne sono competente, principe. ",
  "mn125:3.3": "Poiché se ti spiegassi l’insegnamento come l’ho imparato e memorizzato, potresti non comprenderne il significato, il che sarebbe frustrante e fastidioso per me” ",
  "mn125:4.1": "“Maestro Aggivessana, per favore mi spieghi l’insegnamento come l’ha imparato e memorizzato. ",
  "mn125:4.2": "Magari comprenderò il significato di ciò che dice” ",
  "mn125:4.3": "“Allora ti insegno. ",
  "mn125:4.4": "Se comprendi il significato di ciò che dico, bene. ",
  "mn125:4.5": "Altrimenti, ognuno per sé, e non farmi altre domande” ",
  "mn125:4.6": "“Maestro Aggivessana, per favore mi spieghi l’insegnamento come l’ha imparato e memorizzato. ",
  "mn125:4.7": "Se comprendo il significato di ciò che dice, bene. ",
  "mn125:4.8": "Altrimenti, ognuno per sé, e non le farò altre domande”. ",
  "mn125:5.1": "Allora il novizio Aciravata spiegò l’insegnamento al principe Jayasena come l’aveva imparato e memorizzato. ",
  "mn125:5.2": "Una volta che ebbe finito di parlare, Jayasena gli disse: ",
  "mn125:5.3": "“È impossibile, Maestro Aggivessana, non può essere che un monaco che dimora diligentemente, con fervore, e determinazione faccia esperienza del raccoglimento della mente”. ",
  "mn125:5.4": "Dopo aver dichiarato che ciò era impossibile, Jayasena si alzò e se ne andò. ",
  "mn125:6.1": "Non molto dopo che se ne era andato, il novizio Aciravata andò dal Buddha, si inchinò, si sedette a lato, ",
  "mn125:6.2": "e gli riferì ciò di cui avevano discusso. ",
  "mn125:7.1": "Fatto ciò, il Buddha gli disse: ",
  "mn125:7.2": "“Come potrebbe essere altrimenti, Aggivessana? ",
  "mn125:7.3": "Il principe Jayasena vive nel mezzo dei piaceri dei sensi, godendoseli, consumato dai pensieri per essi, bruciando di febbre per essi, e cercandone avidamente di più. È semplicemente impossibile per lui conoscere, vedere, o realizzare ciò che può essere conosciuto, visto, e realizzato solo attraverso la rinuncia. ",
  "mn125:8.1": "Immagina ci sia una coppia di elefanti, o cavalli, o buoi in addestramento che sono ben domati e ben addestrati. E un’altra coppia non domata e non addestrata. ",
  "mn125:8.2": "Cosa ne pensi, Aggivessana? ",
  "mn125:8.3": "La coppia ben domata e ben addestrata non eseguirebbe i compiti dei domati e raggiungerebbe il livello dei domati?” ",
  "mn125:8.4": "“Sì, Signore” ",
  "mn125:8.5": "“Ma la coppia non domata e non addestrata eseguirebbe i compiti dei domati e raggiungerebbe il livello dei domati, proprio come la coppia domata?” ",
  "mn125:8.6": "“No, Signore” ",
  "mn125:8.7": "“Allo stesso modo, il principe Jayasena vive nel mezzo dei piaceri dei sensi, godendoseli, consumato dai pensieri per essi, bruciando di febbre per essi, e cercandone avidamente di più. È semplicemente impossibile per lui conoscere, vedere, o realizzare ciò che può essere conosciuto, visto, e realizzato solo attraverso la rinuncia. ",
  "mn125:9.1": "Immagina ci sia una grande montagna non lontana da una cittadina o un villaggio. ",
  "mn125:9.2": "E due amici si avviano da quel villaggio o cittadina, dandosi una mano a vicenda a salire sulla montagna. Una volta arrivati, un amico rimane ai piedi della cima, mentre l’altro scala fino a sopra. ",
  "mn125:9.3": "Poi quello rimasto ai piedi dice a quello in cima: ",
  "mn125:9.4": "‘Amico, cosa vedi lì dalla cima?’ ",
  "mn125:9.5": "Lui risponde: ",
  "mn125:9.6": "‘Qui dalla cima vedo bei parchi, boschi, prati, e stagni con fiori di loto!’ ",
  "mn125:9.7": "Ma l’altro dice: ",
  "mn125:9.8": "‘È impossibile, non può essere che lì dalla cima vedi bei parchi, boschi, prati, e stagni con fiori di loto’. ",
  "mn125:9.9": "Allora il suo amico scende alla cima, prende l’amico per il braccio e lo fa scalare fino alla cima. Dopo avergli dato un momento per riprendere fiato gli dice: ",
  "mn125:9.10": "‘Amico, cosa vedi qui dalla cima?’ ",
  "mn125:9.11": "Lui risponde: ",
  "mn125:9.12": "‘Qui dalla cima vedo bei parchi, boschi, prati, e stagni con fiori di loto!’ ",
  "mn125:9.13": "L’altro dice: ",
  "mn125:9.14": "‘Ma, proprio ora ho capito che hai detto: ",
  "mn125:9.15": "“È impossibile, non può essere che lì dalla cima vedi bei parchi, boschi, prati, e stagni con fiori di loto”. ",
  "mn125:9.16": "Ma ora dici: ",
  "mn125:9.17": "“Qui dalla cima vedo bei parchi, boschi, prati, e stagni con fiori di loto!”’ ",
  "mn125:9.18": "L’altro dice: ",
  "mn125:9.19": "‘Ma, amico, era poiché ero ostruito da questa grande montagna che non vedevo ciò che poteva essere visto’. ",
  "mn125:10.1": "Ma più grande di questa è la massa di ignoranza dalla quale il principe Jayasena è velato, avvolto, coperto, e inghiottito. ",
  "mn125:10.2": "Il principe Jayasena vive nel mezzo dei piaceri dei sensi, godendoseli, consumato dai pensieri per essi, bruciando di febbre per essi, e cercandone avidamente di più. È semplicemente impossibile per lui conoscere, vedere, o realizzare ciò che può essere conosciuto, visto, e realizzato solo attraverso la rinuncia. ",
  "mn125:11.1": "Non avrebbe sorpreso che, se queste due similitudini ti fossero venute in mente, il principe Jayasena avrebbe acquisito fiducia in te e ti avrebbe mostrato tale fiducia” ",
  "mn125:11.2": "“Ma, Signore, come avrebbero potuto queste due similitudini venirmi in mente come al Buddha, dato che non furono né ispirate in maniera sovrannaturale, né imparate in passato?” ",
  "mn125:12.1": "“Immagina, Aggivessana, un re aristocratico consacrato che si rivolge al proprio cacciatore di elefanti: ",
  "mn125:12.2": "‘Per favore, mio buon cacciatore di elefanti, monta l’elefante maschio reale e addentrati nel bosco degli elefanti. Quando vedi un elefante maschio selvaggio, legalo al collo dell’elefante reale’ ",
  "mn125:12.3": "‘Sì, Sua Maestà’, risponde il cacciatore di elefanti, e fa come gli è stato detto. ",
  "mn125:12.4": "L’elefante reale conduce l’elefante selvaggio all’aperto; ",
  "mn125:12.5": "ed è solo allora che esce all’aperto, ",
  "mn125:12.6": "poiché gli elefanti maschi selvaggi sono attaccati al bosco degli elefanti. ",
  "mn125:12.7": "Allora il cacciatore di elefanti informa il re: ",
  "mn125:12.8": "“Sire, l’elefante selvaggio è uscito all’aperto’. ",
  "mn125:12.9": "Allora il re si rivolge al proprio addestratore di elefanti: ",
  "mn125:12.10": "‘Per favore, mio buon addestratore di elefanti, doma l’elefante maschio selvaggio. Sottometti i suoi comportamenti selvaggi, i suoi ricordi e pensieri selvaggi, e i suoi stress, fatiche, e febbri selvagge. Rendilo felice di stare in un villaggio, e infondi in lui comportamenti adatti agli umani’ ",
  "mn125:12.11": "‘Sì, Sua Maestà’, risponde l’addestratore di elefanti. Pianta un grosso palo nella terra e ci lega l’elefante per il collo, al fine di sottomettere i suoi comportamenti selvaggi, i suoi ricordi e pensieri selvaggi, e i suoi stress, fatiche, e febbri selvagge, e per renderlo felice di stare in un villaggio, e infondere in lui comportamenti adatti agli umani. ",
  "mn125:12.12": "Gli parla in modo dolce, piacevole all’orecchio, amabile, che va dritto al cuore, gentile, piacevole, e gradevole alla gente. ",
  "mn125:12.13": "Istruito così dall’addestratore di elefanti, l’elefante selvaggio vuole ascoltare. Ascolta attivamente e cerca di capire. ",
  "mn125:12.14": "Allora l’addestratore di elefanti lo ricompensa con paglia, foraggio, e acqua. ",
  "mn125:12.15": "Una volta che l’elefante selvaggio accetta la paglia, il foraggio, e l’acqua, l’addestratore sa: ",
  "mn125:12.16": "‘Ora l’elefante selvaggio sopravviverà!’ ",
  "mn125:12.17": "Allora gli dà altri compiti: ",
  "mn125:12.18": "‘Prendi questo, signor elefante! Mettilo giù, signor elefante!’ ",
  "mn125:12.19": "Una volta che l’elefante selvaggio prende e mette giù quando l’addestratore glielo dice, seguendo le istruzioni, l’addestratore gli dà altri compiti: ",
  "mn125:12.20": "‘Avanti, signor elefante! Indietro, signor elefante!’ ",
  "mn125:12.21": "Una volta che l’elefante selvaggio va avanti e indietro quando l’addestratore glielo dice, seguendo le istruzioni, l’addestratore gli dà altri compiti: ",
  "mn125:12.22": "‘In piedi, signor elefante! Seduto, signor elefante!’ ",
  "mn125:12.23": "Una volta che l’elefante selvaggio si alza e si siede quando l’addestratore glielo dice, seguendo le istruzioni, l’addestratore prepara il compito chiamato “imperturbabilità”. Gli allaccia una grossa piastra alla proboscide; un lanciere gli punta il collo; altri lancieri lo circondano da tutti i lati; e l’addestratore stesso si mette davanti a lui con una lunga lancia. ",
  "mn125:12.24": "Mentre pratica questo compito, l’elefante non muove le zampe anteriori, le zampe posteriori, il davanti, il dietro, la testa, le orecchie, le zanne, la coda, o la proboscide. ",
  "mn125:12.25": "L’elefante maschio selvaggio sopporta di venire colpito da lance, spade, frecce, e asce; sopporta il tuono dei tamburi, dei timpani, dei corni, e dei cembali. Libero da imperfezioni e pecche, ed epurato da difetti, è degno di un re, idoneo a servire un re, e considerato un fattore reale. ",
  "mn125:13.1": "Allo stesso modo, Aggivessana, un Realizzato appare nel mondo, perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato. ",
  "mn125:13.2": "Avendo realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, lo rende noto agli altri. ",
  "mn125:13.3": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn125:14.1": "Un laico sente quell’insegnamento, o il figlio di un laico, o qualcuno nato in qualche buona famiglia. ",
  "mn125:14.2": "Nasce in lui fede nel Realizzato ",
  "mn125:14.3": "e riflette: ",
  "mn125:14.4": "‘La vita laica è inconveniente e impura, mentre la vita di chi lascia casa è aperta. ",
  "mn125:14.5": "Non è facile per chi vive a casa seguire il percorso spirituale in modo totalmente completo e puro, come un guscio lucidato. ",
  "mn125:14.6": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?’ ",
  "mn125:14.7": "Dopo un po’ lascia una fortuna grossa o piccola che sia, e una famiglia grossa o piccola che sia. Si taglia capelli e barba, indossa l’abito marrone, e lascia la vita di casa per quella mendicante. ",
  "mn125:14.8": "Ed è solo allora che un discepolo nobile esce all’aperto, ",
  "mn125:14.9": "poiché gli angeli e gli umani sono attaccati ai cinque tipi di stimolazione dei sensi. ",
  "mn125:15.1": "Poi il Realizzato lo guida ulteriormente: ",
  "mn125:15.2": "‘Vieni, monaco, sii morale e vivi con contegno basato sulla regola monastica, comportandoti bene e cercando elemosina in posti adatti. Vedendo il pericolo nella colpa più piccola, mantieni le regole che hai intrapreso’. ",
  "mn125:16.1": "Una volta che è di condotta morale, il Realizzato lo guida ulteriormente: ",
  "mn125:16.2": "‘Vieni, monaco, proteggi le porte sensoriali. Quando vedi una forma con gli occhi, non farti influenzare dall’aspetto e dai dettagli. … ",
  "mn125:17-21.1": "(Ripetere a pieno come in MN 107, il Discorso con Moggallāna il Contabile.) ",
  "mn125:22.1": "Abbandona questi cinque impedimenti, corruzioni della mente che indeboliscono la saggezza. ",
  "mn125:22.2": "Poi dimora osservando un aspetto del corpo, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn125:23.1": "Dimora osservando un aspetto delle sensazioni … ",
  "mn125:23.2": "della mente … ",
  "mn125:23.3": "dei fenomeni, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn125:23.4": "È come quando l’addestratore di elefanti ha piantato il grosso palo nella terra e ci ha legato l’elefante per il collo, al fine di sottomettere i suoi comportamenti selvaggi, i suoi ricordi e pensieri selvaggi, e i suoi stress, fatiche, e febbri selvagge, e per renderlo felice di stare in un villaggio, e infondere in lui comportamenti adatti agli umani. ",
  "mn125:23.5": "Allo stesso modo, un discepolo nobile ha a disposizione queste quattro basi della consapevolezza come corde della mente al fine di sottomettere i comportamenti della vita laica, i ricordi e i pensieri della vita laica, lo stress, le fatiche, e le febbri della vita laica, per scoprire il sistema, e realizzare l’estinzione. ",
  "mn125:24.1": "Poi il Realizzato lo guida ulteriormente: ",
  "mn125:24.2": "‘Vieni, monaco, dimora osservando un aspetto del corpo, ma non fare pensieri legati ai piaceri dei sensi. ",
  "mn125:24.3": "Dimora osservando un aspetto delle sensazioni … ",
  "mn125:24.4": "della mente … ",
  "mn125:24.5": "dei fenomeni, ma non fare pensieri legati ai piaceri dei sensi’. ",
  "mn125:25.1": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunge e dimora nella seconda estasi. … ",
  "mn125:25.2": "nella terza estasi … ",
  "mn125:25.3": "e nella quarta estasi. ",
  "mn125:26.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende al ricordo delle vite passate. ",
  "mn125:26.2": "Si ricorda molti tipi di vite passate, cioè, una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. … Si ricorda i suoi molti tipi di vite passate, nei particolari e nello specifico. ",
  "mn125:27-28.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn125:27-28.2": "Con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn125:29.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn125:29.2": "Comprende secondo realtà: ‘Questa è la sofferenza’, comprende secondo realtà: ‘Questa è l’origine della sofferenza’, comprende secondo realtà: ‘Questa è la cessazione della sofferenza’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn125:29.3": "Comprende secondo realtà: ‘Questi sono i contaminanti’, comprende secondo realtà:  ‘Questa è l’origine dei contaminanti’, comprende secondo realtà: ‘Questa è la cessazione dei contaminanti’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn125:29.4": "Conoscendo così e vedendo così, la sua mente viene liberata dal contaminante dei piaceri dei sensi, la sua mente viene liberata dal contaminante dell’esistenza, e la sua mente viene liberata dal contaminante dell’ignoranza. ",
  "mn125:29.5": "Una volta libero, capisce di essere libero. ",
  "mn125:29.6": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn125:30.1": "Un monaco così sopporta freddo, caldo, fame, e sete; il tocco delle mosche, delle zanzare, del vento, del sole, e dei rettili; critiche scortesi e sgradite. E sopporta il dolore fisico, pungente, severo, acuto, spiacevole, sgradevole, e pericoloso alla vita. ",
  "mn125:30.2": "Libero da ogni avidità, odio, e illusione, ed epurato di ogni difetto, è degno di offerte, degno di ospitalità, degno di donazioni, degno di saluti con mani giunte, ed è il supremo campo di merito per il mondo. ",
  "mn125:31.1": "Se un elefante maschio reale muore indomato e non addestrato, che sia in vecchiaia, mezza età, o giovinezza, è considerato un elefante maschio reale morto indomato. ",
  "mn125:31.4": "Allo stesso modo, se un monaco muore senza aver eliminato i contaminanti, che sia anziano, medio, o giovane, è considerato un monaco morto indomato. ",
  "mn125:32.1": "Se un elefante maschio reale muore domato e addestrato, che sia in vecchiaia, mezza età, o giovinezza, è considerato un elefante maschio reale morto domato. ",
  "mn125:32.4": "Allo stesso modo, se un monaco muore avendo eliminato i contaminanti, che sia anziano, medio, o giovane, è considerato un monaco morto domato”. ",
  "mn125:32.7": "Questo è ciò che il Buddha disse. ",
  "mn125:32.8": "Contento, il novizio Aciravata trasse piacere da ciò che il Buddha disse. "
}