{
  "mn128:0.1": "Discorsi medi 128 ",
  "mn128:0.2": "Il discorso sulle corruzioni ",
  "mn128:1.1": "Così ho sentito. ",
  "mn128:1.2": "Una volta il Buddha dimorava vicino a Kosambī, nel monastero di Ghosita. ",
  "mn128:2.1": "In quell’occasione i monaci di Kosambī stavano discutendo, litigando, e bisticciando, ferendosi continuamente l’un l’altro con parole spinose. ",
  "mn128:3.1": "Allora un monaco andò dal Buddha, si inchinò, rimase in piedi a lato, e gli riferì ciò che stava accadendo, aggiungendo: ",
  "mn128:3.3": "“Per favore, Signore, vada dai quei monaci per premura”. ",
  "mn128:3.4": "Il Buddha acconsentì in silenzio. ",
  "mn128:4.1": "Allora il Buddha andò da quei monaci e disse loro: ",
  "mn128:4.2": "“Basta, monaci! Smettete di discutere, litigare, e bisticciare”. ",
  "mn128:4.3": "Detto ciò, uno dei monaci gli disse: ",
  "mn128:4.4": "“Aspetti, Signore! ",
  "mn128:4.5": "Che il Buddha, il Signore dell’Insegnamento ",
  "mn128:4.6": "rimanga passivo, dimorando in dimore felici nella vita presente. ",
  "mn128:4.7": "Noi saremo conosciuti per il nostro discutere, litigare, e bisticciare”. ",
  "mn128:4.8": "Per la seconda volta … ",
  "mn128:4.15": "e la terza volta, il Buddha disse a quei monaci: ",
  "mn128:4.16": "“Basta, monaci! Smettete di discutere, litigare, e bisticciare”. ",
  "mn128:4.17": "e per la terza volta, il quel monaco gli disse: ",
  "mn128:4.18": "“Aspetti, Signore! ",
  "mn128:4.19": "Che il Buddha, il Signore dell’Insegnamento ",
  "mn128:4.20": "rimanga passivo, dimorando in dimore felici nella vita presente. ",
  "mn128:4.21": "Noi saremo conosciuti per il nostro discutere, litigare, e bisticciare”. ",
  "mn128:5.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò a Kosambī per l’elemosina. ",
  "mn128:5.2": "Poi, dopo il pasto, al ritorno dalla questua, riordinò il proprio riparo e, prendendo la propria ciotola e abito, recitò i seguenti versetti mentre era in piedi sul posto: ",
  "mn128:6.1": "“Molte voci urlano allo stesso tempo, ",
  "mn128:6.2": "eppure nessuno pensa di essere stolto. ",
  "mn128:6.3": "Persino mentre la comunità si divide, ",
  "mn128:6.4": "non pensano bene degli altri. ",
  "mn128:6.5": "Idioti che si credono astuti, ",
  "mn128:6.6": "parlano, con parole esagerate. ",
  "mn128:6.7": "Chiacchierano a volontà, a bocca aperta, ",
  "mn128:6.8": "e nessuno sa cosa li porti a tanto. ",
  "mn128:6.9": "“Mi hanno abusato, mi hanno colpito! ",
  "mn128:6.10": "Mi hanno picchiato, mi hanno derubato!” ",
  "mn128:6.11": "Per coloro che portano tale rancore, ",
  "mn128:6.12": "l’odio non ha fine. ",
  "mn128:6.13": "“Mi hanno abusato, mi hanno colpito! ",
  "mn128:6.14": "Mi hanno picchiato, mi hanno derubato!” ",
  "mn128:6.15": "Per coloro che non portano tale rancore, ",
  "mn128:6.16": "l’odio ha fine. ",
  "mn128:6.17": "Poiché l’odio non è mai ",
  "mn128:6.18": "placato attraverso l’odio, ",
  "mn128:6.19": "è placato solo dall’amore: ",
  "mn128:6.20": "questo è un insegnamento antico. ",
  "mn128:6.21": "Quando gli altri non capiscono, ",
  "mn128:6.22": "che noi, che capiamo questo, ",
  "mn128:6.23": "ci conteniamo in questo; ",
  "mn128:6.24": "poiché è così che i conflitti si placano. ",
  "mn128:6.25": "Chi rompe le ossa e chi toglie la vita, ",
  "mn128:6.26": "ladri di bestiame, cavalli, e ricchezze, ",
  "mn128:6.27": "chi saccheggia la nazione: ",
  "mn128:6.28": "persino loro sono capaci di essere uniti, ",
  "mn128:6.29": "quindi perché voi no? ",
  "mn128:6.30": "Se trovi un compagno attento, ",
  "mn128:6.31": "un amico saggio con cui dimorare, ",
  "mn128:6.32": "allora, superando ogni ostacolo, ",
  "mn128:6.33": "vaga con lui, gioioso e consapevole. ",
  "mn128:6.34": "Se non trovi un compagno attento, ",
  "mn128:6.35": "nessun amico saggio con cui dimorare, ",
  "mn128:6.36": "allora, come un re che fugge dal regno conquistato, ",
  "mn128:6.37": "vaga solo come un elefante nella natura. ",
  "mn128:6.38": "È meglio vagare soli, ",
  "mn128:6.39": "non c’è compagnia con gli stolti. ",
  "mn128:6.40": "Vaga solo e non fare il male, ",
  "mn128:6.41": "a tuo agio, come un elefante nella natura”. ",
  "mn128:7.1": "Dopo aver recitato questi versi in piedi sul posto, il Buddha andò al villaggio dei bambini minatori di sale, ",
  "mn128:7.2": "dove il Venerabile Bhagu dimorava in quel periodo. ",
  "mn128:7.3": "Il Venerabile Baghu vide il Buddha arrivare da lontano, ",
  "mn128:7.4": "quindi preparò un posto a sedere e l’acqua per lavare i piedi. ",
  "mn128:7.5": "Il Buddha si sedette sul posto preparato, ",
  "mn128:7.6": "e si lavò i piedi. ",
  "mn128:7.7": "Il Venerabile Baghu si inchinò al Buddha e si sedette a lato. ",
  "mn128:7.8": "Il Buddha gli disse: ",
  "mn128:7.9": "“Spero tu stia bene, monaco; spero vada tutto bene. E spero che tu non abbia problemi a elemosinare cibo” ",
  "mn128:7.10": "“Sto bene, Beato, va tutto bene. E non ho problemi a elemosinare cibo”. ",
  "mn128:7.11": "Allora il Buddha educò, incoraggio, entusiasmò, e ispirò il Venerabile Baghu con un sermone, dopodiché si alzò dal proprio posto e si avviò verso il Parco di Bambù Orientale. ",
  "mn128:8.1": "In quel periodo i venerabili Anuruddha, Nandiya, e Kimbila dimoravano nel Parco di Bambù Orientale. ",
  "mn128:8.2": "Il guardiano vide il Buddha arrivare da lontano ",
  "mn128:8.3": "e gli disse: ",
  "mn128:8.4": "“Non entrare in questo parco, asceta. ",
  "mn128:8.5": "Ci sono tre giovani che dimorano qui per progredire spiritualmente. ",
  "mn128:8.6": "Non disturbarli”. ",
  "mn128:9.1": "Il Venerabile Anuruddha sentì il guardiano conversare con il Buddha, ",
  "mn128:9.2": "e gli disse: ",
  "mn128:9.3": "“Non tenere fuori il Buddha, buon guardiano! ",
  "mn128:9.4": "Il nostro Maestro, il Beato, è arrivato”. ",
  "mn128:10.1": "Quindi il Venerabile Anuruddha andò dai venerabili Nandiya e Kimbila, e disse loro: ",
  "mn128:10.2": "“Venite, venerabili, venite! Il nostro Maestro, il Beato, è arrivato!” ",
  "mn128:10.3": "Allora i venerabili Anuruddha, Nandiya, e Kimbila andarono a salutare il Buddha. ",
  "mn128:10.4": "Uno prese la sua ciotola e abito, uno preparò un posto, e uno mise l’acqua per lavare i piedi. ",
  "mn128:10.5": "Il Buddha si sedette sul posto preparato, ",
  "mn128:10.6": "e si lavò i piedi. ",
  "mn128:10.7": "Quei venerabili si inchinarono e si sedettero a lato. ",
  "mn128:10.8": "Il Buddha disse al Venerabile Anuruddha: ",
  "mn128:10.9": "“Spero stiate bene, Anuruddha e compagni; spero vada tutto bene. E spero che non abbiate problemi a elemosinare cibo” ",
  "mn128:10.10": "“Stiamo bene, Beato, va tutto bene. E non abbiamo problemi a elemosinare cibo” ",
  "mn128:11.1": "“Spero dimoriate in armonia, apprezzandovi l’un l’altro, senza litigare, mischiandovi come latte e acqua, e trattandovi l’un l’altro con occhi gentili?” ",
  "mn128:11.2": "“Sicuro, Signore, dimoriamo in armonia così” ",
  "mn128:11.3": "“Ma come fate a dimorare così?” ",
  "mn128:12.1": "“In questo caso, Signore, penso: ",
  "mn128:12.2": "‘Sono fortunato, molto fortunato ",
  "mn128:12.3": "a dimorare insieme a compagni spirituali come questi’. ",
  "mn128:12.4": "Tratto costantemente questi venerabili con gentilezza attraverso corpo, parola, e mente, sia in pubblico che in privato. ",
  "mn128:12.7": "Penso: ",
  "mn128:12.8": "‘Perché non accantono le mie idee e invece seguo le idee di questi venerabili?’ ",
  "mn128:12.9": "E così faccio. ",
  "mn128:12.10": "Seppure abbiamo corpi diversi, Signore, siamo uniti nella mente, mi sembra. ",
  "mn128:12.11": "E i venerabili Nandiya e Kimbila dissero lo stesso, e aggiunsero: ",
  "mn128:12.23": "“È così che dimoriamo in armonia, apprezzandoci l’un l’altro, senza litigare, mischiandoci come latte e acqua, e trattandoci l’un l’altro con occhi gentili” ",
  "mn128:13.1": "“Bene, bene, Anuruddha e compagni! ",
  "mn128:13.2": "Ma spero che viviate diligenti, fervidi, e risoluti?” ",
  "mn128:14.1": "“Sicuro, Signore, viviamo diligenti, fervidi, e risoluti” ",
  "mn128:14.2": "“Ma come fate a dimorare così?” ",
  "mn128:14.3": "“In questo caso, Signore, chiunque torna prima dalla questua prepara i posti a sedere, l’acqua da bere, e il cestino della spazzatura. ",
  "mn128:14.4": "Se avanza qualcosa, chiunque torna per ultimo lo mangia se vuole. Altrimenti lo butta dove c’è poco che cresce, o in acqua che non ha creature viventi. ",
  "mn128:14.5": "Poi mette via i posti a sedere, l’acqua da bere, il cestino della spazzatura, e spazza la mensa. ",
  "mn128:14.6": "Se qualcuno vede che il secchio dell’acqua per lavarsi, bere, o per il bagno è vuoto lo riempie. ",
  "mn128:14.7": "Se non riesce da solo, chiama un’altro con un cenno della mano, e lo preparano alzandolo con le proprie mani. Ma non rompiamo il silenzio per questo. ",
  "mn128:14.8": "E ogni cinque giorni ci sediamo assieme per l’intera notte a discutere gli insegnamenti. ",
  "mn128:14.9": "È così che dimoriamo diligenti, fervidi, e risoluti” ",
  "mn128:15.1": "“Bene, bene, Anuruddha e compagni! ",
  "mn128:15.2": "Ma dimorando diligentemente così, avete raggiunto qualche distinzione sovrumana in conoscenza e visione degna dei nobili? Una dimora piacevole?” ",
  "mn128:15.3": "“Beh, Signore, mentre dimoriamo diligenti, fervidi, e risoluti, percepiamo sia luce che visioni di forme. ",
  "mn128:15.4": "Ma dopo poco la luce e le visioni delle forme svaniscono. ",
  "mn128:15.5": "Non ne abbiamo compreso la ragione” ",
  "mn128:16.1": "“Beh, dovete comprenderne la ragione. ",
  "mn128:16.2": "Prima del mio risveglio, quando ero ancora alla ricerca del risveglio, anche io percepivo luce e visioni di forme. ",
  "mn128:16.3": "Ma dopo poco la luce e le visioni di forme svanivano. ",
  "mn128:16.4": "Allora pensai: ",
  "mn128:16.5": "‘Qual è la causa, qual è la ragione per cui la luce e le visioni di forme svaniscono?’ ",
  "mn128:16.6": "Poi pensai: ",
  "mn128:16.7": "‘È sorto in me del dubbio, e a causa di ciò ho perso la concentrazione. ",
  "mn128:16.8": "Nel perdere la concentrazione, la luce e le visioni di forme svaniscono. ",
  "mn128:16.9": "Mi assicurerò che il dubbio non sorga più in me’. ",
  "mn128:17.1": "Mentre dimoravo diligente, fervido, e risoluto, percepivo luce e visioni di forme. ",
  "mn128:17.2": "Ma dopo poco la luce e le visioni di forme svanivano. ",
  "mn128:17.3": "Allora pensai: ",
  "mn128:17.4": "‘Qual è la causa, qual è la ragione per cui la luce e la visione di forme svaniscono?’ ",
  "mn128:17.5": "Poi pensai: ",
  "mn128:17.6": "‘È sorta in me della perdita di attenzione, e a causa di ciò ho perso la concentrazione. ",
  "mn128:17.7": "Nel perdere la concentrazione, la luce e le visioni di forme svaniscono. ",
  "mn128:17.8": "Mi assicurerò che la perdita di attenzione non sorga più in me’. ",
  "mn128:18.1": "Mentre dimoravo … ",
  "mn128:18.3": "‘Sono sorti in me torpore e sonnolenza … ",
  "mn128:18.5": "Mi assicurerò che né dubbio, né perdita di attenzione, né torpore e sonnolenza sorgano più in me’. ",
  "mn128:19.1": "Mentre dimoravo … ",
  "mn128:19.3": "‘È sorto in me del terrore, e a causa di ciò ho perso la concentrazione. ",
  "mn128:19.4": "Nel perdere la concentrazione, la luce e le visioni di forme svaniscono. ",
  "mn128:19.5": "Immaginate una persona che viaggia su una strada, e degli assassini sbucano fuori da entrambi i lati. Ne sarebbe terrorizzato. ",
  "mn128:19.6": "Allo stesso modo, è sorto in me del terrore … ",
  "mn128:19.8": "Mi assicurerò che né dubbio, né perdita di attenzione, né torpore e sonnolenza, né terrore sorgano più in me’. ",
  "mn128:20.1": "Mentre dimoravo … ",
  "mn128:20.3": "‘È sorta in me dell’esaltazione, e a causa di ciò ho perso la concentrazione. ",
  "mn128:20.4": "Nel perdere la concentrazione, la luce e le visioni di forme svaniscono. ",
  "mn128:20.5": "Immaginate una persona che cerca l’entrata per un tesoro nascosto. E tutto d’un tratto si imbatte in cinque entrate! Ne sarebbe esaltato. ",
  "mn128:20.6": "Allo stesso modo, è sorta in me dell’esaltazione … ",
  "mn128:20.8": "Mi assicurerò che né dubbio, né perdita di attenzione, né torpore e sonnolenza, né terrore, né esaltazione sorgano più in me’. ",
  "mn128:21.1": "Mentre dimoravo … ",
  "mn128:21.3": "‘È sorto in me del disagio … ",
  "mn128:21.5": "Mi assicurerò che né dubbio, né perdita di attenzione, né torpore e sonnolenza, né terrore, né esaltazione, né disagio sorgano più in me’. ",
  "mn128:22.1": "Mentre dimoravo … ",
  "mn128:22.3": "‘È sorta in me dell’energia eccessiva, e a causa di ciò ho perso la concentrazione. ",
  "mn128:22.4": "Nel perdere la concentrazione, la luce e le visioni di forme svaniscono. ",
  "mn128:22.5": "Immaginate una persona che stringe una quaglia troppo stretta nelle mani. Morirebbe sul posto. ",
  "mn128:22.8": "Mi assicurerò che né dubbio, né perdita di attenzione, né torpore e sonnolenza, né terrore, né esaltazione, né disagio, né energia eccessiva sorgano più in me’. ",
  "mn128:23.1": "Mentre dimoravo … ",
  "mn128:23.3": "‘È sorta in me dell’energia troppo rilassata, e a causa di ciò ho perso la concentrazione. ",
  "mn128:23.4": "Nel perdere la concentrazione, la luce e la visione di forme svaniscono. ",
  "mn128:23.5": "Immaginate una persona che tiene una quaglia troppo rilassatamente nelle mani. Volerebbe via. ",
  "mn128:23.8": "Mi assicurerò che né dubbio, né perdita di attenzione, né torpore e sonnolenza, né terrore, né esaltazione, né disagio, né energia eccessiva, né energia troppo rilassata sorgano più in me’. ",
  "mn128:24.1": "Mentre dimoravo … ",
  "mn128:24.3": "‘È sorta in me della nostalgia … ",
  "mn128:24.5": "Mi assicurerò che né dubbio, né perdita di attenzione, né torpore e sonnolenza, né terrore, né esaltazione, né disagio, né energia eccessiva, né energia troppo rilassata, né nostalgia sorgano più in me’. ",
  "mn128:25.1": "Mentre dimoravo … ",
  "mn128:25.3": "‘Sono sorte in me delle percezioni di diversità … ",
  "mn128:25.5": "Mi assicurerò che né dubbio, né perdita di attenzione, né torpore e sonnolenza, né terrore, né esaltazione, né disagio, né energia eccessiva, né energia troppo rilassata, né nostalgia, né percezioni di diversità sorgano più in me’. ",
  "mn128:26.1": "Mentre dimoravo diligente, fervido, e risoluto, percepivo luce e visioni di forme. ",
  "mn128:26.2": "Ma dopo poco la luce e le visioni di forme svanivano. ",
  "mn128:26.3": "Allora pensai: ",
  "mn128:26.4": "‘Qual è la causa, qual è la ragione per cui la luce e la visione di forme svaniscono?’ ",
  "mn128:26.5": "Poi pensai: ",
  "mn128:26.6": "‘È sorta in me della preoccupazione eccessiva sulle forme, e a causa di ciò ho perso la concentrazione. ",
  "mn128:26.7": "Nel perdere la concentrazione, la luce e le visioni di forme svaniscono. ",
  "mn128:26.8": "Mi assicurerò che né dubbio, né perdita di attenzione, né torpore e sonnolenza, né terrore, né esaltazione, né disagio, né energia eccessiva, né energia troppo rilassata, né nostalgia, né percezioni di diversità, né preoccupazione eccessiva sulle forme sorgano più in me’. ",
  "mn128:27.1": "Quando compresi che il dubbio è una corruzione della mente, lo abbandonai. ",
  "mn128:27.2": "Quando compresi che la perdita di attenzione, ",
  "mn128:27.3": "torpore e sonnolenza, ",
  "mn128:27.4": "terrore, ",
  "mn128:27.5": "esaltazione, ",
  "mn128:27.6": "disagio, ",
  "mn128:27.7": "energia eccessiva, ",
  "mn128:27.8": "energia troppo rilassata, ",
  "mn128:27.9": "nostalgia, ",
  "mn128:27.10": "percezioni di diversità, ",
  "mn128:27.11": "e preoccupazione eccessiva sulle forme sono corruzioni della mente, le abbandonai. ",
  "mn128:28.1": "Mentre dimoravo diligente, fervido, e risoluto, percepivo luce ma non vedevo forme, ",
  "mn128:28.2": "o vedevo forme, ma non percepivo luce. ",
  "mn128:28.3": "E questo continuò per una notte intera, per un giorno intero, persino per una notte e un giorno interi. ",
  "mn128:28.4": "Allora pensai: ",
  "mn128:28.5": "‘Qual è la causa, qual è la ragione di ciò?’ ",
  "mn128:28.8": "Poi pensai: ",
  "mn128:28.9": "‘Quando non mi concentro sull’aspetto delle forme, ma mi concentro sull’aspetto della luce, allora percepisco la luce e non vedo le forme. ",
  "mn128:28.10": "Ma quando non mi concentro sull’aspetto della luce, ma mi concentro sull’aspetto delle forme, allora vedo le forme e non percepisco la luce. ",
  "mn128:28.11": "E questo continua per una notte intera, per un giorno intero, persino per una notte e un giorno interi’. ",
  "mn128:29.1": "Mentre dimoravo diligente, fervido, e risoluto, percepivo luce limitata e vedevo forme limitate, ",
  "mn128:29.2": "o percepivo luce illimitata e vedevo forme illimitate. ",
  "mn128:29.3": "E questo continuò per una notte intera, per un giorno intero, persino per una notte e un giorno interi. ",
  "mn128:29.4": "Allora pensai: ",
  "mn128:29.5": "‘Qual è la causa, qual è la ragione di ciò?’ ",
  "mn128:29.8": "Poi pensai: ",
  "mn128:29.9": "‘Quando la mia concentrazione è limitata, la mia visione è limitata, ",
  "mn128:29.10": "e con visione limitata percepisco luce limitata e vedo forme limitate. ",
  "mn128:29.11": "Ma quando la mia concentrazione è illimitata, allora la mia visione è illimitata, ",
  "mn128:29.12": "e con visione illimitata percepisco luce illimitata e vedo forme illimitate. ",
  "mn128:29.13": "E questo continua per una notte intera, per un giorno intero, persino per una notte e un giorno interi’. ",
  "mn128:30.1": "Una volta che avevo compreso che il dubbio ",
  "mn128:30.2": "la perdita di attenzione, ",
  "mn128:30.3": "torpore e sonnolenza, ",
  "mn128:30.4": "terrore, ",
  "mn128:30.5": "esaltazione, ",
  "mn128:30.6": "disagio, ",
  "mn128:30.7": "energia eccessiva, ",
  "mn128:30.8": "energia troppo rilassata, ",
  "mn128:30.9": "nostalgia, ",
  "mn128:30.10": "percezioni di diversità, ",
  "mn128:30.11": "e preoccupazione eccessiva sulle forme sono corruzioni della mente, le avevo abbandonate. ",
  "mn128:31.1": "Poi pensai: ",
  "mn128:31.2": "‘Ho abbandonato le mie corruzioni mentali. ",
  "mn128:31.3": "Ora svilupperò la concentrazione in tre modi’. ",
  "mn128:31.4": "Sviluppai concentrazione con pensiero e valutazione; senza pensiero ma solo valutazione; senza pensiero né valutazione; con euforia; senza euforia; con piacere; con equanimità. ",
  "mn128:32.1": "Una volta che ebbi sviluppato la concentrazione in questi tre modi, ",
  "mn128:32.2": "conoscenza e visione sorsero in me: ",
  "mn128:32.3": "‘La mia libertà è irremovibile; questa è stata la mia ultima nascita; ora non ci sarà più esistenza futura’”. ",
  "mn128:32.4": "Questo è ciò che il Buddha disse. ",
  "mn128:32.5": "Contento, il Venerabile Anuruddha trasse piacere da ciò che il Buddha disse. "
}