{
  "mn135:0.1": "Discorsi medi 135 ",
  "mn135:0.2": "Il discorso sull’analisi più corta delle azioni ",
  "mn135:1.1": "Così ho sentito. ",
  "mn135:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn135:2.1": "Lo studente Subha, figlio di Todeyya, andò dal Buddha, e ci scambiò saluti. ",
  "mn135:2.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Buddha: ",
  "mn135:3.1": "“Qual è la causa, Signor Gotama, qual è la ragione per cui persino tra gli esseri umani alcuni sono inferiori mentre altri superiori? ",
  "mn135:3.2": "Poiché si vede gente dalla vita breve e gente dalla vita lunga, ",
  "mn135:3.3": "malata e in salute, ",
  "mn135:3.4": "brutta e bella, ",
  "mn135:3.5": "insignificante e illustre, ",
  "mn135:3.6": "povera e ricca, ",
  "mn135:3.7": "da famiglie umili e da famiglie eminenti, ",
  "mn135:3.8": "ottusa e saggia. ",
  "mn135:3.9": "Qual è la causa, Signor Gotama, qual è la ragione per cui persino tra gli esseri umani alcuni sono inferiori mentre altri superiori?” ",
  "mn135:4.1": "“Studente, gli esseri viventi sono proprietari delle proprie azioni ed eredi delle proprie azioni. Le azioni sono il loro grembo, loro parenti, e il loro rifugio. ",
  "mn135:4.2": "Sono le azioni che dividono gli esseri in ",
  "mn135:4.3": "inferiori e superiori” ",
  "mn135:4.4": "“Non comprendo il significato della breve dichiarazione del Signor Gotama, senza che venga spiegata in dettaglio. ",
  "mn135:4.5": "Signor Gotama, per favore mi spieghi questa questione in dettaglio così che possa comprenderne il significato” ",
  "mn135:4.6": "“Allora, studente, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn135:4.7": "“Sì, Signore”, rispose Subha. ",
  "mn135:4.8": "Il Buddha disse: ",
  "mn135:5.1": "“Prendi una donna o un uomo che uccide. È violento, sanguinario, un assassino incallito, spietato nei confronti degli esseri viventi. ",
  "mn135:5.2": "A causa dell’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn135:5.3": "Se non rinasce in un posto di perdizione, ma torna al regno umano, allora ovunque nasca la sua vita sarà breve. ",
  "mn135:5.4": "Poiché uccidere è il percorso che porta ad avere una vita breve. ",
  "mn135:6.1": "Ma prendi una donna o un uomo che evita di uccidere, rinunciando a bastone e spada. È scrupoloso e gentile, dimorando pieno di premura per ogni essere vivente. ",
  "mn135:6.2": "Grazie all’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn135:6.3": "Se non rinasce in paradiso, ma torna al regno umano, allora ovunque nasca la sua vita sarà lunga. ",
  "mn135:6.4": "Poiché non uccidere è il percorso che porta ad avere una vita lunga. ",
  "mn135:7.1": "Prendi una donna o un uomo che ferisce abitualmente gli esseri viventi con pugni, pietre, bastone, o spada. ",
  "mn135:7.2": "A causa dell’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn135:7.3": "Se non rinasce in un posto di perdizione, ma torna al regno umano, allora ovunque nasca sarà cagionevole. ",
  "mn135:7.4": "Poiché ferire è il percorso che porta a essere cagionevoli. ",
  "mn135:8.1": "Ma prendi una donna o un uomo che non ferirebbe mai gli esseri viventi con pugni, pietre, bastone, o spada. ",
  "mn135:8.2": "Grazie all’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in paradiso. ",
  "mn135:8.3": "Se non rinasce in paradiso, ma torna al regno umano, allora ovunque nasca sarà in salute. ",
  "mn135:8.4": "Poiché non ferire è il percorso che porta a essere in salute. ",
  "mn135:9.1": "Prendi una donna o un uomo irritabile e dal cattivo carattere. ",
  "mn135:9.2": "Persino se leggermente criticato perde la calma, si infastidisce, diventa ostile, dal cuore duro, mostrando fastidio, odio, e acidità. ",
  "mn135:9.3": "A causa dell’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn135:9.4": "Se non rinasce in un posto di perdizione, ma torna al regno umano, allora ovunque nasca sarà brutto. ",
  "mn135:9.5": "Poiché essere irritabili e dal cattivo carattere è il percorso che porta a essere brutti. ",
  "mn135:10.1": "Ma prendi una donna o un uomo che non è irritabile e dal cattivo carattere. ",
  "mn135:10.2": "Persino se fortemente criticato non perde la calma, non si infastidisce, non diventa ostile, dal cuore duro, né mostra fastidio, odio, e acidità. ",
  "mn135:10.3": "Grazie all’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn135:10.4": "Se non rinasce in paradiso, ma torna al regno umano, allora ovunque nasca sarà bello. ",
  "mn135:10.5": "Poiché non essere irritabili e dal cattivo carattere è il percorso che porta a essere belli. ",
  "mn135:11.1": "Prendi una donna o un uomo geloso. ",
  "mn135:11.2": "Prova invidia, risentimento, e rancore nei confronti degli averi, onori, rispetto, reverenza, omaggi, e venerazione altrui. ",
  "mn135:11.3": "A causa dell’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn135:11.4": "Se non rinasce in un posto di perdizione, ma torna al regno umano, allora ovunque nasca sarà insignificante. ",
  "mn135:11.5": "Poiché essere gelosi è il percorso che porta a essere insignificanti. ",
  "mn135:12.1": "Prendi una donna o un uomo non geloso. ",
  "mn135:12.2": "Non prova invidia, risentimento, e rancore nei confronti degli averi, onori, rispetto, reverenza, omaggi, e venerazione altrui. ",
  "mn135:12.3": "Grazie all’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn135:12.4": "Se non rinasce in paradiso, ma torna al regno umano, allora ovunque nasca sarà illustre. ",
  "mn135:12.5": "Poiché non essere gelosi è il percorso che porta a essere illustri. ",
  "mn135:13.1": "Prendi una donna o un uomo che non offre agli asceti o ai bramini cose come cibo, bevande, vestiario, veicoli; collane, profumi, e trucchi; letti, case, e luce. ",
  "mn135:13.2": "A causa dell’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn135:13.3": "Se non rinasce in un posto di perdizione, ma torna al regno umano, allora ovunque nasca sarà povero. ",
  "mn135:13.4": "Poiché non donare è il percorso che porta a essere poveri. ",
  "mn135:14.1": "Ma prendi una donna o un uomo che offre agli asceti o ai bramini cose come cibo, bevande, vestiario, veicoli; collane, profumi, e trucchi; letti, case, e luce. ",
  "mn135:14.2": "Grazie all’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn135:14.3": "Se non rinasce in paradiso, ma torna al regno umano, allora ovunque nasca sarà ricco. ",
  "mn135:14.4": "Poiché donare è il percorso che porta a essere ricchi. ",
  "mn135:15.1": "Prendi una donna o un uomo ostinato e arrogante. ",
  "mn135:15.2": "Non si inchina a coloro a cui deve inchinarsi. Non si alza per loro, non offre loro il posto a sedere, non fa loro strada, non onora, rispetta, stima, o venera chi è degno di queste cose. ",
  "mn135:15.3": "A causa dell’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn135:15.4": "Se non rinasce in un posto di perdizione, ma torna al regno umano, allora nascerà in una famiglia di bassa classe sociale. ",
  "mn135:15.5": "Poiché essere ostinati e arroganti è il percorso che porta a nascere in una famiglia di bassa classe sociale. ",
  "mn135:16.1": "Ma prendi una donna o un uomo che non è ostinato e arrogante. ",
  "mn135:16.2": "Si inchina a coloro a cui deve inchinarsi. Si alza per loro, offre loro il posto a sedere, fa loro strada, onora, rispetta, stima, e venera chi è degno di queste cose. ",
  "mn135:16.3": "Grazie all’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn135:16.4": "Se non rinasce in paradiso, ma torna al regno umano, allora nascerà in una famiglia eminente. ",
  "mn135:16.5": "Poiché non essere ostinati e arroganti è il percorso che porta a nascere in una famiglia eminente. ",
  "mn135:17.1": "Prendi una donna o un uomo che non va da asceti o bramini a chiedere: ",
  "mn135:17.2": "‘Signore, cos’è il bene, e cos’è il male? ",
  "mn135:17.3": "Cosa è biasimevole, e cosa non lo è? ",
  "mn135:17.4": "Cosa deve essere coltivato, e cosa non deve essere coltivato? ",
  "mn135:17.5": "Che tipo di azioni porterà a mio danno e sofferenza per molto tempo? Che tipo di azioni porterà a mio beneficio e felicità per molto tempo?’ ",
  "mn135:17.6": "A causa dell’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn135:17.7": "Se non rinasce in un posto di perdizione, ma torna al regno umano, allora ovunque nasca sarà ottuso. ",
  "mn135:17.8": "Poiché non andare da asceti e bramini a chiedere è il percorso che porta a essere ottusi. ",
  "mn135:18.1": "Prendi una donna o un uomo che va da asceti o bramini a chiedere: ",
  "mn135:18.2": "‘Signore, cos’è il bene, e cos’è il male? ",
  "mn135:18.3": "Cosa è biasimevole, e cosa non lo è? ",
  "mn135:18.4": "Cosa deve essere coltivato, e cosa non deve essere coltivato? ",
  "mn135:18.5": "Che tipo di azioni porterà a mio danno e sofferenza per molto tempo? Che tipo di azioni porterà a mio beneficio e felicità per molto tempo?’ ",
  "mn135:18.6": "Grazie all’aver compiuto tali azioni, alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn135:18.7": "Se non rinasce in paradiso, ma torna al regno umano, allora ovunque nasca sarà molto saggio. ",
  "mn135:18.8": "Poiché andare da asceti e bramini a chiedere è il percorso che porta alla saggezza. ",
  "mn135:19.1": "Quindi è il modo in cui la gente vive che li rende come sono, che abbiano vita breve o lunga, ",
  "mn135:19.2": "che siano cagionevoli o in salute, ",
  "mn135:19.3": "brutti o belli, ",
  "mn135:19.4": "insignificanti o illustri, ",
  "mn135:19.5": "poveri o ricchi, ",
  "mn135:19.6": "da una famiglia umile o da una famiglia eminente, ",
  "mn135:19.7": "ottusi o saggi. ",
  "mn135:20.1": "Gli esseri viventi sono proprietari delle proprie azioni ed eredi delle proprie azioni. Le azioni sono il loro grembo, loro parenti, e il loro rifugio. ",
  "mn135:20.2": "Sono le azioni che dividono gli esseri in ",
  "mn135:20.3": "inferiori e superiori” ",
  "mn135:21.1": "Detto ciò, Subha disse al Buddha: ",
  "mn135:21.2": "“Eccellente, Signor Gotama! Eccellente! ",
  "mn135:21.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn135:21.4": "Prendo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn135:21.5": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}