{
  "mn136:0.1": "Discorsi medi 136 ",
  "mn136:0.2": "Il discorso sull’analisi più lunga sulle azioni ",
  "mn136:1.1": "Così ho sentito. ",
  "mn136:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn136:2.1": "In quell’occasione il Venerabile Samiddhi dimorava in una capanna nella natura. ",
  "mn136:2.2": "Poi, mentre l’errante Potaliputta stava facendo una passeggiata, andò dal Venerabile Samiddhi, e ci scambiò saluti. ",
  "mn136:2.3": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e gli disse: ",
  "mn136:2.4": "“Fratello Samiddhi, ho sentito e imparato questo in presenza dell’asceta Gotama: ",
  "mn136:2.5": "‘Le azioni attraverso corpo e parola sono in vano. Solo le azioni mentali sono efficaci’. ",
  "mn136:2.6": "E: ‘Esiste un raggiungimento tale che chi lo raggiunge non prova nulla in assoluto’” ",
  "mn136:2.7": "“Non dire così, fratello Potaliputta, non dire così! Non rappresentare male il Buddha, poiché rappresentare male il Buddha non è bene. E il Buddha non direbbe questo: ",
  "mn136:2.8": "‘Le azioni attraverso corpo e parola sono in vano. Solo le azioni mentali sono efficaci’. ",
  "mn136:2.9": "Ma, fratello, è vero che esiste un raggiungimento tale che chi lo raggiunge non prova nulla in assoluto” ",
  "mn136:2.10": "“Fratello Samiddhi, da quanto hai lasciato casa?” ",
  "mn136:2.11": "“Non da molto, fratello: tre anni” ",
  "mn136:2.12": "“Beh, cosa dobbiamo dire ai monaci anziani, se persino un monaco così giovane immagina che il proprio maestro abbia bisogno di essere difeso? ",
  "mn136:2.13": "Dopo aver compiuto un’azione intenzionale attraverso corpo, parola, o mente, cosa si prova?” ",
  "mn136:2.14": "“Dopo aver compiuto un’azione intenzionale attraverso corpo, parola, o mente, si prova sofferenza”. ",
  "mn136:2.15": "Allora, senza né approvare né respingere la dichiarazione del Venerabile Samiddhi, Potaliputta ",
  "mn136:2.16": "si alzò dal proprio posto e se ne andò. ",
  "mn136:3.1": "Poco dopo che se ne era andato, il Venerabile Samiddhi andò dal Venerabile Ānanda, e ci scambiò saluti. ",
  "mn136:3.2": "Una volta che i saluti e cordialità terminarono, si sedette a lato, ",
  "mn136:3.3": "e informò il Venerabile Ānanda riguardo a ciò che avevano discusso. ",
  "mn136:3.4": "Fatto ciò, il Venerabile Ānanda gli disse: ",
  "mn136:3.5": "“Fratello Samiddhi, dovremmo andare a trovare il Buddha riguardo a questa faccenda. ",
  "mn136:3.6": "Vieni, andiamo dal Buddha, e informiamolo di questo. ",
  "mn136:3.7": "Ricorderemo come risponderà” ",
  "mn136:3.8": "“Sì, fratello”, rispose il Venerabile Samiddhi. ",
  "mn136:4.1": "Allora i venerabili Ānanda e Samiddhi andarono dal Buddha, si inchinarono, si sedettero a lato, ",
  "mn136:4.2": "e gli riferirono ciò che era accaduto. ",
  "mn136:5.1": "Una volta che ebbero parlato, il Buddha disse al Venerabile Ānanda: ",
  "mn136:5.2": "“Non ricordo nemmeno di aver mai visto l’errante Potaliputta, Ānanda, quindi come potremmo aver avuto una conversazione così? ",
  "mn136:5.3": "La domanda dell’errante Potaliputta avrebbe dovuto essere risposta dopo averla analizzata, ma questo sciocco l’ha risposta categoricamente”. ",
  "mn136:6.1": "Detto ciò, il Venerabile Udāyī disse al Buddha: ",
  "mn136:6.2": "“Ma, forse, Signore, il Venerabile Samiddhi parlò in riferimento alla dichiarazione: ",
  "mn136:6.3": "‘La sofferenza include tutto ciò che si prova’”. ",
  "mn136:6.4": "Ma il Buddha disse al Venerabile Ānanda: ",
  "mn136:6.5": "“Visto questo sciocco Udāyī con cosa salta fuori? ",
  "mn136:6.6": "Sapevo che ",
  "mn136:6.7": "avrebbe tirato fuori qualcosa di avventato. ",
  "mn136:6.8": "Fin dall’inizio Potaliputta ha chiesto riguardo alle tre sensazioni. ",
  "mn136:6.9": "Immagina se lo sciocco Samiddhi avesse risposto alla domanda dell’errante Potaliputta così: ",
  "mn136:6.10": "“Dopo aver compiuto un’azione intenzionale che deve essere provata come piacevole attraverso corpo, parola, o mente, si prova piacere. ",
  "mn136:6.11": "Dopo aver compiuto un’azione intenzionale che deve essere provata come dolorosa attraverso corpo, parola, o mente, si prova dolore. ",
  "mn136:6.12": "Dopo aver compiuto un’azione intenzionale che deve essere provata come neutra attraverso corpo, parola, o mente, si prova neutralità. ",
  "mn136:6.13": "Rispondendo così, Samiddhi avrebbe risposto correttamente a Potaliputta. ",
  "mn136:6.14": "Ma comunque, chi sono quegli sciocchi e incompetenti erranti delle altre religioni per comprendere la grande analisi delle azioni del Realizzato? ",
  "mn136:6.15": "Se ascoltate tutti, Ānanda, vi insegnerò la grande analisi delle azioni del Realizzato” ",
  "mn136:7.1": "“Ora è il momento, Beato! Ora è il momento, Santo! ",
  "mn136:7.2": "Che il Buddha insegni la grande analisi delle azioni. I monaci ascolteranno e lo ricorderanno” ",
  "mn136:7.3": "“Allora, Ānanda, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn136:7.4": "“Sì, Signore,” rispose il Venerabile Ānanda. ",
  "mn136:7.5": "Il Buddha disse: ",
  "mn136:8.1": "“Ānanda, nel mondo si trovano queste quattro persone. ",
  "mn136:8.2": "Quali quattro? ",
  "mn136:8.3": "È quando una persona uccide, ruba, ha condotta sessuale sbagliata, usa linguaggio falso, divisivo, aspro, o senza motivo; ed è desideroso, malevolo, e ha opinione sbagliata. ",
  "mn136:8.4": "Alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn136:8.5": "Ma un’altra persona uccide, ruba, ha condotta sessuale sbagliata, usa linguaggio falso, divisivo, aspro, o senza motivo; ed è desideroso, malevolo, e ha opinione sbagliata. ",
  "mn136:8.6": "Alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn136:8.7": "Ma un’altra persona si astiene dall’uccidere, dal rubare, dalla condotta sessuale sbagliata, dall’usare linguaggio falso, divisivo, aspro, o senza motivo; ed è soddisfatto con poco, dal cuore gentile, e ha opinione corretta. ",
  "mn136:8.8": "Alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn136:8.9": "Ma un’altra persona si astiene dall’uccidere, dal rubare, dalla condotta sessuale sbagliata, dall’usare linguaggio falso, divisivo, aspro, o senza motivo; ed è soddisfatto con poco, dal cuore gentile, e ha opinione corretta. ",
  "mn136:8.10": "Alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn136:9.1": "Ora, qualche asceta o bramino, attraverso sforzo fervido, risoluto, determinato, e diligente, e corretta attenzione, fa esperienza di uno stato di concentrazione tale che fa nascere in lui chiaroveggenza purificata e sovrumana. Con quella chiaroveggenza vede quella persona ",
  "mn136:9.2": "che qui ha ucciso, ha rubato, ha avuto condotta sessuale sbagliata, ha usato linguaggio falso, divisivo, aspro, o senza motivo; ed era desideroso, malevolo, e aveva opinione sbagliata. E vede che alla dissoluzione del corpo, dopo la morte, quella persona è rinata in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn136:9.3": "Dice: ",
  "mn136:9.4": "‘Sembra che esistano davvero azioni malvagie, e il risultato della condotta immorale. ",
  "mn136:9.5": "Poiché ho visto una persona che qui ha ucciso … e aveva opinione sbagliata. E alla dissoluzione del corpo, dopo la morte, quella persona è rinata in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno’. ",
  "mn136:9.6": "Dice: ",
  "mn136:9.7": "‘Sembra che chiunque uccida … e ha opinione sbagliata rinasca all’inferno. ",
  "mn136:9.8": "Chi è di questa idea è di idea corretta. Chi è di un’idea diversa è di idea sbagliata’. ",
  "mn136:9.9": "E così mantiene ostinatamente ciò che ha conosciuto, visto, e compreso lui stesso, insistendo che: ‘Questa è l’unica verità, qualsiasi altra cosa è sciocca’. ",
  "mn136:10.1": "Ma qualche altro asceta o bramino, attraverso sforzo fervido, risoluto, determinato, e diligente, e corretta attenzione, fa esperienza di uno stato di concentrazione tale che fa nascere in lui chiaroveggenza purificata e sovrumana. Con quella chiaroveggenza vede quella persona ",
  "mn136:10.2": "che qui ha ucciso … e aveva opinione sbagliata. E vede che alla dissoluzione del corpo, dopo la morte, quella persona è rinata in un bel posto, in paradiso. ",
  "mn136:10.3": "Dice: ",
  "mn136:10.4": "‘Sembra che non esistano azioni malvagie, o il risultato della condotta immorale. ",
  "mn136:10.5": "Poiché ho visto una persona che qui ha ucciso … e aveva opinione sbagliata. E ho visto che alla dissoluzione del corpo, dopo la morte, quella persona è rinata in un bel posto, in paradiso’. ",
  "mn136:10.6": "Dice: ",
  "mn136:10.7": "‘Sembra che chiunque uccida … e ha opinione sbagliata rinasca in paradiso. ",
  "mn136:10.8": "Chi è di questa idea è di idea corretta. Chi è di un’idea diversa è di idea sbagliata’. ",
  "mn136:10.9": "E così mantiene ostinatamente ciò che ha conosciuto, visto, e compreso lui stesso, insistendo che: ‘Questa è l’unica verità, qualsiasi altra cosa è sciocca’. ",
  "mn136:11.1": "Prendi un asceta o un bramino che con chiaroveggenza vede una persona ",
  "mn136:11.2": "che qui si è astenuta dall’uccidere … e aveva opinione corretta. E vede che quella persona è rinata in paradiso. ",
  "mn136:11.3": "Dice: ",
  "mn136:11.4": "‘Sembra che esistano davvero buone azioni, e il risultato della condotta morale. ",
  "mn136:11.5": "Poiché ho visto una persona che qui si è astenuta dall’uccidere … e aveva opinione corretta. E ho visto che alla dissoluzione del corpo, dopo la morte, quella persona è rinata in un bel posto, in paradiso’. ",
  "mn136:11.6": "Dice: ",
  "mn136:11.7": "‘Sembra che chiunque si astenga dall’uccidere … e ha opinione corretta rinasca in paradiso. ",
  "mn136:11.8": "Chi è di questa idea è di idea corretta. Chi è di un’idea diversa è di idea sbagliata’. ",
  "mn136:11.9": "E così mantiene ostinatamente ciò che ha conosciuto, visto, e compreso lui stesso, insistendo che: ‘Questa è l’unica verità, qualsiasi altra cosa è sciocca’. ",
  "mn136:12.1": "Prendi un asceta o un bramino che con chiaroveggenza vede una persona che qui si è astenuta dall’uccidere … e aveva opinione sbagliata. E vede che quella persona è rinata all’inferno. ",
  "mn136:12.2": "Dice: ",
  "mn136:12.3": "‘Sembra che non esistano buone azioni, o il risultato della condotta morale. Poiché ho visto una persona ",
  "mn136:12.4": "che qui si è astenuta dall’uccidere … e aveva opinione corretta. E ho visto che alla dissoluzione del corpo, dopo la morte, quella persona è rinata all’inferno’. ",
  "mn136:12.5": "Dice: ‘Sembra che chiunque si astenga dall’uccidere … e ha opinione corretta rinasca all’inferno. ",
  "mn136:12.6": "Chi è di questa idea è di idea corretta. Chi è di un’idea diversa è di idea sbagliata’. ",
  "mn136:12.7": "E così mantiene ostinatamente ciò che ha conosciuto, visto, e compreso lui stesso, insistendo che: ‘Questa è l’unica verità, qualsiasi altra cosa è sciocca’. ",
  "mn136:13.1": "In questo caso, quando un asceta o un bramino dice: ",
  "mn136:13.2": "‘Sembra che esistano davvero azioni malvagie, e il risultato della condotta immorale’, glielo concedo. ",
  "mn136:13.3": "E quando dice: ",
  "mn136:13.4": "‘Ho visto una persona che qui ha ucciso … e aveva opinione sbagliata. E dopo la morte, è rinata all’inferno’, gli concedo anche questo. ",
  "mn136:13.5": "Ma quando dice: ",
  "mn136:13.6": "‘Sembra che chiunque uccida … e ha opinione sbagliata rinasca all’inferno’, non glielo concedo. ",
  "mn136:13.7": "E quando dice: ",
  "mn136:13.8": "Chi è di questa idea è di idea corretta. Chi è di un’idea diversa è di idea sbagliata’, non gli concedo nemmeno questo. ",
  "mn136:13.9": "E quando mantiene ostinatamente ciò che ha conosciuto, visto, e compreso lui stesso, insistendo che: ‘Questa è l’unica verità, qualsiasi altra cosa è sciocca’, non gli concedo nemmeno questo. ",
  "mn136:13.10": "Perché questo? ",
  "mn136:13.11": "Perché la conoscenza della grande analisi delle azioni del Realizzato è diversa. ",
  "mn136:14.1": "In questo caso, quando un asceta o un bramino dice: ",
  "mn136:14.2": "‘Sembra che non esistano azioni malvagie, o il risultato della condotta immorale’, non glielo concedo. ",
  "mn136:14.3": "Ma quando dice: ",
  "mn136:14.4": "‘Ho visto una persona che qui ha ucciso … e aveva opinione sbagliata. E dopo la morte, è rinata in paradiso’, glielo concedo. ",
  "mn136:14.5": "Ma quando dice: ",
  "mn136:14.6": "‘Sembra che chiunque uccida … e ha opinione sbagliata rinasca in paradiso’, non glielo concedo … ",
  "mn136:14.11": "Perché la conoscenza della grande analisi delle azioni del Realizzato è diversa. ",
  "mn136:15.1": "In questo caso, quando un asceta o un bramino dice: ",
  "mn136:15.2": "‘Sembra che esistano davvero buone azioni, e il risultato della condotta morale’, glielo concedo. ",
  "mn136:15.3": "E quando dice: ",
  "mn136:15.4": "‘Ho visto una persona che qui si è astenuta dall’uccidere … e aveva opinione corretta. E ho visto che quella persona è rinata in paradiso’, glielo concedo. ",
  "mn136:15.5": "Ma quando dice: ",
  "mn136:15.6": "‘Sembra che chiunque si astenga dall’uccidere … e ha opinione corretta rinasca in paradiso’, non glielo concedo. … ",
  "mn136:15.11": "Perché la conoscenza della grande analisi delle azioni del Realizzato è diversa. ",
  "mn136:16.1": "In questo caso, quando un asceta o un bramino dice: ",
  "mn136:16.2": "‘Sembra che non esistano buone azioni, o il risultato della condotta morale’, non glielo concedo. ",
  "mn136:16.3": "Ma quando dice: ",
  "mn136:16.4": "‘Ho visto una persona che qui si è astenuta dall’uccidere … e aveva opinione corretta. E ho visto che quella persona è rinata all’inferno’, glielo concedo. ",
  "mn136:16.5": "Ma quando dice: ",
  "mn136:16.6": "‘Sembra che chiunque si astenga dall’uccidere … e ha opinione corretta rinasca all’inferno’, non glielo concedo. ",
  "mn136:16.7": "Ma quando dice: ‘Chi sa questo ha ragione. ",
  "mn136:16.8": "Chi sa qualcosa di diverso si sbaglia’, non gli concedo nemmeno questo. ",
  "mn136:16.9": "E quando mantiene ostinatamente ciò che ha conosciuto, visto, e compreso lui stesso, insistendo che: ‘Questa è l’unica verità, qualsiasi altra cosa è sciocca’, non gli concedo nemmeno questo. ",
  "mn136:16.10": "Perché questo? ",
  "mn136:16.11": "Perché la conoscenza della grande analisi delle azioni del Realizzato è diversa. ",
  "mn136:17.1": "Ora, Ānanda, prendi il caso della persona che qui ha ucciso … e aveva opinione sbagliata, e che, alla dissoluzione del corpo, dopo la morte, è rinata in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn136:17.2": "Quelle sue azioni malvagie che devono essere provate come dolorose sono state compiute prima, o dopo, o altrimenti al momento della morte ha assunto opinione sbagliata. ",
  "mn136:17.3": "Ed è per questo che, alla dissoluzione del corpo, dopo la morte, è rinata in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn136:17.4": "Ma chiunque qui uccide … e ha opinione sbagliata fa esperienza del risultato di ciò nella vita presente, o nella prossima, o successivamente. ",
  "mn136:18.1": "Ora, Ānanda, prendi il caso della persona che qui ha ucciso … e aveva opinione sbagliata, e che è rinata in paradiso. ",
  "mn136:18.2": "Quelle sue buone azioni che devono essere provate come piacevoli sono state compiute prima, o dopo, o altrimenti al momento della morte ha assunto opinione corretta. ",
  "mn136:18.3": "Ed è per questo che, alla dissoluzione del corpo, dopo la morte, è rinata in un bel posto, in paradiso. ",
  "mn136:18.4": "Ma chiunque qui uccide … e ha opinione sbagliata fa esperienza del risultato di ciò nella vita presente, o nella prossima, o successivamente. ",
  "mn136:19.1": "Ora, Ānanda, prendi il caso della persona che qui si è astenuta dall’uccidere … e aveva opinione corretta, e che è rinata in paradiso. ",
  "mn136:19.2": "Quelle sue buone azioni che devono essere provate come piacevoli sono state compiute prima, o dopo, o altrimenti al momento della morte ha assunto opinione corretta. ",
  "mn136:19.3": "Ed è per questo che, alla dissoluzione del corpo, dopo la morte, è rinata in un bel posto, in paradiso. ",
  "mn136:19.4": "Ma chiunque qui si astiene dall’uccidere … e ha opinione corretta fa esperienza del risultato di ciò nella vita presente, o nella prossima, o successivamente. ",
  "mn136:20.1": "Ora, Ānanda, prendi il caso della persona che qui si è astenuta dall’uccidere … e aveva opinione corretta, e che è rinata all’inferno. ",
  "mn136:20.2": "Quelle sue azioni malvagie che devono essere provate come dolorose sono state compiute prima, o dopo, o altrimenti al momento della morte ha assunto opinione sbagliata. ",
  "mn136:20.3": "Ed è per questo che, alla dissoluzione del corpo, dopo la morte, è rinata in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn136:20.4": "Ma chiunque qui si astiene dall’uccidere … e ha opinione corretta fa esperienza del risultato di ciò nella vita presente, o nella prossima, o successivamente. ",
  "mn136:21.1": "Quindi, Ānanda, ci sono azioni che non hanno effetto e sembra non lo abbiano. Ci sono azioni che non hanno effetto ma sembra che lo abbiano. Ci sono azioni che hanno effetto e sembra che lo abbiano. E ci sono azioni che hanno effetto ma sembra che non lo abbiano”. ",
  "mn136:21.2": "Questo è ciò che il Buddha disse. ",
  "mn136:21.3": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}