{
  "mn137:0.1": "Discorsi medi 137 ",
  "mn137:0.2": "Il discorso sull’analisi dei sei campi sensoriali ",
  "mn137:1.1": "Così ho sentito. ",
  "mn137:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn137:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn137:1.4": "“Monaci!” ",
  "mn137:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn137:1.6": "Il Buddha disse: ",
  "mn137:2.1": "“Monaci, vi insegnerò l’analisi dei sei campi sensoriali. ",
  "mn137:2.2": "Ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn137:2.3": "“Sì, Signore”, risposero i monaci. ",
  "mn137:2.4": "Il Buddha disse: ",
  "mn137:3.1": "“‘I sei campi sensoriali interni devono essere compresi. I sei campi sensoriali esterni devono essere compresi. Le sei classi di coscienza devono essere comprese. Le sei classi di contatto devono essere comprese. Le diciotto preoccupazioni mentali devono essere comprese. Le trentasei posizioni degli esseri viventi devono essere compresi. Quindi, facendo affidamento su questo, abbandonate quello. Il Nobile coltiva le basi della consapevolezza in tre casi, in virtù delle quali è un Maestro degno di istruire un gruppo. Tra tutte le guide spirituali è lui che è chiamato la guida suprema per coloro che desiderano addestrarsi’. ",
  "mn137:3.2": "Questa è la recitazione riepilogo per l’analisi dei sei campi sensoriali. ",
  "mn137:4.1": "‘I sei campi sensoriali interni devono essere compresi’. ",
  "mn137:4.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn137:4.3": "Ci sono il campo sensoriale dell’occhio, il campo sensoriale dell’orecchio, il campo sensoriale del naso, il campo sensoriale della lingua, il campo sensoriale del corpo, e il campo sensoriale della mente. ",
  "mn137:4.4": "‘I sei campi sensoriali interni devono essere compresi’. ",
  "mn137:4.5": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn137:5.1": "‘I sei campi sensoriali esterni devono essere compresi’. ",
  "mn137:5.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn137:5.3": "Ci sono il campo sensoriale delle forme, il campo sensoriale dei suoni, il campo sensoriale degli odori, il campo sensoriale dei sapori, il campo sensoriale dei tocchi, e il campo sensoriale dei fenomeni mentali. ",
  "mn137:5.4": "‘I sei campi sensoriali esterni devono essere compresi’. ",
  "mn137:5.5": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn137:6.1": "‘Le sei classi di coscienza devono essere comprese’. ",
  "mn137:6.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn137:6.3": "Ci sono la coscienza visiva, la coscienza uditiva, la coscienza olfattiva, la coscienza gustativa, la coscienza tattile, e la coscienza mentale. ",
  "mn137:6.4": "‘Le sei classi di coscienza devono essere comprese’. ",
  "mn137:6.5": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn137:7.1": "‘Le sei classi di contatto devono essere comprese’. ",
  "mn137:7.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn137:7.3": "C’è contatto visivo, contatto uditivo, contatto olfattivo, contatto gustativo, contatto tattile, e contatto mentale. ",
  "mn137:7.4": "‘Le sei classi di contatto devono essere comprese’. ",
  "mn137:7.5": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn137:8.1": "‘Le diciotto preoccupazioni mentali devono essere comprese’. ",
  "mn137:8.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn137:8.3": "Quando si vede una forma con gli occhi, ci si preoccupa di una forma che è base per allegria, per tristezza, o per equanimità. ",
  "mn137:8.4": "Quando si sente un suono con l’orecchio … ",
  "mn137:8.5": "Quando si fiuta un odore con il naso … ",
  "mn137:8.6": "Quando si gusta un sapore con la lingua … ",
  "mn137:8.7": "Quando si entra in contatto con un tocco col corpo … ",
  "mn137:8.8": "Quando si diventa coscienti di un fenomeno mentale con la mente, ci si preoccupa di un fenomeno mentale che è base per allegria, per tristezza, o per equanimità. ",
  "mn137:8.9": "Quindi ci sono sei preoccupazioni per l’allegria, sei preoccupazioni per la tristezza, e sei preoccupazioni per l’equanimità. ‘Le diciotto preoccupazioni mentali devono essere comprese’. ",
  "mn137:8.10": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn137:9.1": "‘Le trentasei posizioni degli esseri viventi devono essere comprese’. ",
  "mn137:9.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn137:9.3": "Ci sono sei tipi di allegria laica e sei tipi di allegria da rinunciante. Ci sono sei tipi di tristezza laica e sei tipi di tristezza da rinunciante. Ci sono sei tipi di equanimità laica e sei tipi di equanimità da rinunciante. ",
  "mn137:10.1": "E in questo contesto, quali sono i sei tipi di allegria laica? ",
  "mn137:10.2": "Ci sono forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, legate ai piaceri materiali del mondo. Si manifesta allegria quando si ritiene un guadagno aver ottenuto tali forme, o quando si ricorda forme che si è ottenuti in passato che sono passate, cessate, e deperite. ",
  "mn137:10.3": "Tale allegria si chiama allegria laica. ",
  "mn137:10.4": "Ci sono suoni percepiti dall’orecchio … ",
  "mn137:10.5": "Odori percepiti dal naso … ",
  "mn137:10.6": "Sapori percepiti dalla lingua … ",
  "mn137:10.7": "Tocchi percepiti dal corpo … ",
  "mn137:10.8": "Ci sono fenomeni mentali percepiti dalla mente che sono piacevoli, desiderabili, amabili, gradevoli, legati ai piaceri materiali del mondo. Si manifesta allegria quando si ritiene un guadagno aver ottenuto tali fenomeni mentali, o quando si ricordano fenomeni mentali che si è ottenuti in passato che sono passati, cessati, e deperiti. ",
  "mn137:10.9": "Tale allegria si chiama allegria laica. ",
  "mn137:10.10": "Questi sono i sei tipi di allegria laica. ",
  "mn137:11.1": "E in questo contesto, quali sono i sei tipi di allegria da rinunciante? ",
  "mn137:11.2": "Quando si comprende l’impermanenza delle forme, il loro deperire, svanire, e cessare, si manifesta allegria mentre si comprende secondo realtà attraverso comprensione corretta che sia prima che ora tutte quelle forme sono impermanenti, insoddisfacenti, e deperibili. ",
  "mn137:11.3": "Tale allegria si chiama allegria da rinunciante. ",
  "mn137:11.4": "Quando si comprende l’impermanenza dei suoni … ",
  "mn137:11.5": "degli odori … ",
  "mn137:11.6": "dei sapori … ",
  "mn137:11.7": "dei tocchi … ",
  "mn137:11.8": "Quando si comprende l’impermanenza dei fenomeni mentali, il loro deperire, svanire, e cessare, si manifesta allegria mentre si comprende secondo realtà attraverso comprensione corretta che sia prima che ora tutti quei fenomeni mentali sono impermanenti, insoddisfacenti, e deperibili. ",
  "mn137:11.9": "Tale allegria si chiama allegria da rinunciante. ",
  "mn137:11.10": "Questi sono i sei tipi di allegria da rinunciante. ",
  "mn137:12.1": "E in questo contesto, quali sono i sei tipi di tristezza laica? ",
  "mn137:12.2": "Ci sono forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, legate ai piaceri materiali del mondo. Si manifesta tristezza quando si ritiene una perdita aver perso tali forme, o quando si ricorda forme che si è persi in passato che sono passate, cessate, e deperite. ",
  "mn137:12.3": "Tale tristezza si chiama tristezza laica. ",
  "mn137:12.4": "Ci sono suoni percepiti dall’orecchio … ",
  "mn137:12.5": "Odori percepiti dal naso … ",
  "mn137:12.6": "Sapori percepiti dalla lingua … ",
  "mn137:12.7": "Tocchi percepiti dal corpo … ",
  "mn137:12.8": "Ci sono fenomeni mentali percepiti dalla mente che sono piacevoli, desiderabili, amabili, gradevoli, legate ai piaceri materiali del mondo. Si manifesta tristezza quando si ritiene una perdita aver perso tali fenomeni mentali, o quando si ricordano fenomeni mentali che si è persi in passato che sono passati, cessati, e deperiti. ",
  "mn137:12.9": "Tale tristezza si chiama tristezza laica. ",
  "mn137:12.10": "Questi sono i sei tipi di tristezza laica. ",
  "mn137:13.1": "E in questo contesto, quali sono i sei tipi di tristezza da rinunciante? ",
  "mn137:13.2": "Quando si comprende l’impermanenza delle forme, il loro deperire, svanire, e cessare, si comprende secondo realtà attraverso comprensione corretta che sia prima che ora tutte quelle forme sono impermanenti, insoddisfacenti, e deperibili. Vedendo ciò, si dà origine all’aspirazione per le liberazioni supreme: ",
  "mn137:13.3": "‘Oh, quando raggiungerò e dimorerò nella stessa dimensione che i nobili hanno raggiunto e in cui dimorano ad oggi?’ Quando si dà origine all’aspirazione per le liberazioni supreme così, sorge tristezza a causa dell’aspirazione. ",
  "mn137:13.4": "Tale tristezza si chiama tristezza da rinunciante. ",
  "mn137:13.5": "Quando si comprende l’impermanenza dei suoni … ",
  "mn137:13.6": "degli odori … ",
  "mn137:13.7": "dei sapori … ",
  "mn137:13.8": "dei tocchi … ",
  "mn137:13.9": "Quando si comprende l’impermanenza dei fenomeni mentali, il loro deperire, svanire, e cessare, si comprende secondo realtà attraverso comprensione corretta che sia prima che ora tutti quei fenomeni mentali sono impermanenti, insoddisfacenti, e deperibili. Vedendo ciò, si dà origine all’aspirazione per le liberazioni supreme: ",
  "mn137:13.10": "‘Oh, quando raggiungerò e dimorerò nella stessa dimensione che i nobili hanno raggiunto e in cui dimorano ad oggi?’ Quando si dà origine all’aspirazione per le liberazioni supreme così, sorge tristezza a causa dell’aspirazione. ",
  "mn137:13.11": "Tale tristezza si chiama tristezza da rinunciante. ",
  "mn137:13.12": "Questi sono i sei tipi di tristezza da rinunciante. ",
  "mn137:14.1": "E in questo contesto, quali sono i sei tipi di equanimità laica? ",
  "mn137:14.2": "Quando si vede una forma con l’occhio, si manifesta equanimità per la persona ordinaria non istruita, una persona ordinaria confusa che non ha superato i propri limiti e i risultati delle proprie azioni, ed è cieca agli svantaggi. ",
  "mn137:14.3": "Tale equanimità non trascende la forma. ",
  "mn137:14.4": "È per questo che si chiama equanimità laica. ",
  "mn137:14.5": "Quando si sente un suono con l’orecchio … ",
  "mn137:14.6": "Quando si fiuta un odore con il naso … ",
  "mn137:14.7": "Quando si gusta un sapore con la lingua … ",
  "mn137:14.8": "Quando si entra in contatto con un tocco col corpo … ",
  "mn137:14.9": "Quando si diventa coscienti di un fenomeno mentale con la mente, si manifesta equanimità per la persona ordinaria non istruita, una persona ordinaria confusa che non ha superato i propri limiti e i risultati delle proprie azioni, ed è cieca agli svantaggi. ",
  "mn137:14.10": "Tale equanimità non trascende il fenomeno mentale. ",
  "mn137:14.11": "È per questo che si chiama equanimità laica. ",
  "mn137:14.12": "Questi sono i sei tipi di equanimità laica. ",
  "mn137:15.1": "E in questo contesto, quali sono i sei tipi di equanimità da rinunciante? ",
  "mn137:15.2": "Quando si comprende l’impermanenza delle forme, il loro deperire, svanire, e cessare, si manifesta equanimità mentre si comprende secondo realtà attraverso comprensione corretta che sia prima che ora tutte quelle forme sono impermanenti, insoddisfacenti, e deperibili. ",
  "mn137:15.3": "Tale equanimità trascende la forma. ",
  "mn137:15.4": "È per questo che si chiama equanimità da rinunciante. ",
  "mn137:15.5": "Quando si comprende l’impermanenza dei suoni … ",
  "mn137:15.6": "degli odori … ",
  "mn137:15.7": "dei sapori … ",
  "mn137:15.8": "dei tocchi … ",
  "mn137:15.9": "Quando si comprende l’impermanenza dei fenomeni mentali, il loro deperire, svanire, e cessare, sorge equanimità mentre si comprende secondo realtà attraverso comprensione corretta che sia prima che ora tutti quei fenomeni mentali sono impermanenti, insoddisfacenti, e deperibili. ",
  "mn137:15.10": "Tale equanimità trascende il fenomeno mentale. ",
  "mn137:15.11": "È per questo che si chiama equanimità da rinunciante. ",
  "mn137:15.12": "Questi sono i sei tipi di equanimità da rinunciante. ",
  "mn137:15.13": "‘Le trentasei posizioni degli esseri viventi devono essere comprese’. ",
  "mn137:15.14": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn137:16.1": "‘Quindi, facendo affidamento su questo, abbandonate quello’. ",
  "mn137:16.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn137:16.3": "Quindi, facendo affidamento e dipendendo dai sei tipi di allegria da rinunciante, abbandonate e andate oltre i sei tipi di allegria laica. ",
  "mn137:16.4": "È così che vengono abbandonati. ",
  "mn137:16.5": "Quindi, facendo affidamento e dipendendo dai sei tipi di tristezza da rinunciante, abbandonate e andate oltre i sei tipi di tristezza laica. ",
  "mn137:16.6": "È così che vengono abbandonati. ",
  "mn137:16.7": "Quindi, facendo affidamento e dipendendo dai sei tipi di equanimità da rinunciante, abbandonate e andate oltre i sei tipi di equanimità laica. ",
  "mn137:16.8": "È così che vengono abbandonati. ",
  "mn137:16.9": "Quindi, facendo affidamento e dipendendo dai sei tipi di allegria da rinunciante, abbandonate e andate oltre i sei tipi di tristezza da rinunciante. ",
  "mn137:16.10": "È così che vengono abbandonati. ",
  "mn137:16.11": "Quindi, facendo affidamento e dipendendo dai sei tipi di equanimità da rinunciante, abbandonate e andate oltre i sei tipi di allegria da rinunciante. ",
  "mn137:16.12": "È così che vengono abbandonati. ",
  "mn137:17.1": "C’è equanimità diversificata, basata sulla diversità, e c’è equanimità unificata, basata sull’unità. ",
  "mn137:18.1": "E cos’è l’equanimità basata sulla diversità? ",
  "mn137:18.2": "C’è equanimità verso le forme, i suoni, gli odori, i sapori, e i tocchi. ",
  "mn137:18.3": "Questa è l’equanimità basata sulla diversità. ",
  "mn137:19.1": "E cos’è l’equanimità basata sull’unità? ",
  "mn137:19.2": "C’è equanimità basata sulla dimensione dello spazio infinito, sulla dimensione della coscienza infinita, sulla dimensione del nulla, e sulla dimensione della né percezione né non-percezione. ",
  "mn137:19.3": "Questa è l’equanimità basata sull’unità. ",
  "mn137:20.1": "Quindi, facendo affidamento e dipendendo dall’equanimità basata sull’unità, abbandonate e andate oltre l’equanimità basata sulla diversità. ",
  "mn137:20.2": "È così che viene abbandonata. ",
  "mn137:20.3": "Facendo affidamento sul non essere definito da ciò, abbandonate l’equanimità basata sull’unità. ",
  "mn137:20.4": "È così che viene abbandonata. ",
  "mn137:20.5": "‘Quindi, facendo affidamento su questo, abbandonate quello’. ",
  "mn137:20.6": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn137:21.1": "‘Il Nobile coltiva le basi della consapevolezza in tre casi, in virtù delle quali è un Maestro degno di istruire un gruppo’. ",
  "mn137:21.2": "Questo è ciò che ho detto, ",
  "mn137:21.3": "ma perché l’ho detto? ",
  "mn137:22.1": "Il primo caso è quando il Maestro spiega l’insegnamento ai suoi discepoli per gentilezza e premura: ",
  "mn137:22.2": "‘Questo è a vostro beneficio. Questo è per la vostra felicità’. ",
  "mn137:22.3": "Ma i suoi discepoli non vogliono ascoltare. Non ascoltano attivamente né provano a comprendere. Procedono voltando le spalle alle istruzioni del Maestro. ",
  "mn137:22.4": "In questo caso il Realizzato non è scontento, non prova tristezza. Rimane impassibile, consapevole e presente. ",
  "mn137:22.5": "Questo è il primo caso in cui il Nobile coltiva la base della consapevolezza. ",
  "mn137:23.1": "Il prossimo caso è quando il Maestro spiega l’insegnamento ai suoi discepoli per gentilezza e premura: ",
  "mn137:23.2": "‘Questo è a vostro beneficio. Questo è per la vostra felicità’. ",
  "mn137:23.3": "E alcuni dei suoi discepoli non vogliono ascoltare. Non ascoltano attivamente né provano a comprendere. Procedono voltando le spalle alle istruzioni del Maestro. ",
  "mn137:23.4": "Ma alcuni dei suoi discepoli vogliono ascoltare. Ascoltano attivamente e provano a comprendere. Non procedono voltando le spalle alle istruzioni del Maestro. ",
  "mn137:23.5": "In questo caso il Realizzato non è scontento, ",
  "mn137:23.6": "e nemmeno contento. ",
  "mn137:23.8": "Rifiutando sia fastidio che contentezza, rimane equanime, consapevole e presente. ",
  "mn137:23.9": "Questo è il secondo caso in cui il Nobile coltiva la base della consapevolezza. ",
  "mn137:24.1": "Il prossimo caso è quando il Maestro spiega l’insegnamento ai suoi discepoli per gentilezza e premura: ",
  "mn137:24.2": "‘Questo è a vostro beneficio. Questo è per la vostra felicità’. ",
  "mn137:24.3": "E i suoi discepoli vogliono ascoltare. Ascoltano attivamente e provano a comprendere. Non procedono voltando le spalle alle istruzioni del Maestro. ",
  "mn137:24.4": "In questo caso il Realizzato è contento, prova contentezza. Rimane impassibile, consapevole e presente. ",
  "mn137:24.5": "Questo è il terzo caso in cui il Nobile coltiva la base della consapevolezza. ",
  "mn137:24.6": "‘Il Nobile coltiva le basi della consapevolezza in tre casi, in virtù delle quali è un Maestro degno di istruire un gruppo’. ",
  "mn137:24.7": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn137:25.1": "‘Tra tutte le guide spirituali è lui che è chiamato la guida suprema per coloro che desiderano addestrarsi’. ",
  "mn137:25.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn137:25.3": "Guidato da un addestratore di elefanti, un elefante in addestramento procede solo verso una direzione: ",
  "mn137:25.4": "est, ovest, nord, o sud. ",
  "mn137:26.1": "Guidato da un addestratore di cavalli, un cavallo in addestramento procede solo verso una direzione: ",
  "mn137:26.2": "est, ovest, nord, o sud. ",
  "mn137:26.3": "Guidato da un addestratore di buoi, un bue in addestramento procede solo verso una direzione: ",
  "mn137:26.4": "est, ovest, nord, o sud. ",
  "mn137:26.5": "Ma guidata dal Realizzato, il perfetto, il Buddha completamente risvegliato, una persona in addestramento procede verso otto direzioni: ",
  "mn137:27.1": "Avendo forma, vede forme. ",
  "mn137:27.2": "Questa è la prima direzione. ",
  "mn137:27.3": "Non percependo forme internamente, vede forme esternamente. ",
  "mn137:27.4": "Questa è la seconda direzione. ",
  "mn137:27.5": "Vede tutto bello. ",
  "mn137:27.6": "Questa è la terza direzione. ",
  "mn137:27.7": "Andando totalmente oltre ogni percezione della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiunge e dimora nella dimensione dello spazio infinito. ",
  "mn137:27.8": "Questa è la quarta dimensione. ",
  "mn137:27.9": "Andando totalmente oltre la dimensione dello spazio infinito, percependo che ‘la coscienza è infinita’, raggiunge e dimora nella dimensione della coscienza infinita. ",
  "mn137:27.10": "Questa è la quinta direzione. ",
  "mn137:27.11": "Andando totalmente oltre la dimensione della coscienza infinita, percependo che ‘non c’è nulla in assoluto’, raggiunge e dimora nella dimensione del nulla. ",
  "mn137:27.12": "Questa è la sesta direzione. ",
  "mn137:27.13": "Andando totalmente oltre la dimensione del nulla, raggiunge e dimora nella dimensione della né percezione né non-percezione. ",
  "mn137:27.14": "Questa è la settima direzione. ",
  "mn137:27.15": "Andando totalmente oltre la dimensione della né percezione né non-percezione, raggiunge e dimora nella cessazione di percezione e sensazione. ",
  "mn137:27.16": "Questa è l’ottava direzione. ",
  "mn137:27.17": "Guidata dal Realizzato, il perfetto, il Buddha completamente risvegliato, una persona in addestramento procede verso queste otto direzioni. ",
  "mn137:28.1": "‘Tra tutte le guide spirituali è lui che è chiamato la guida suprema per coloro che desiderano addestrarsi’. ",
  "mn137:28.2": "Questo è ciò che ho detto, e questo è perché l’ho detto”. ",
  "mn137:28.3": "Questo è ciò che il Buddha disse. ",
  "mn137:28.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}