{
  "mn133:0.1": "Discorsi medi 133 ",
  "mn133:0.2": "Il discorso su Mahākaccāna e una notte eccellente ",
  "mn133:1.1": "Così ho sentito. ",
  "mn133:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel monastero della Sorgente Termale. ",
  "mn133:1.3": "Il Venerabile Samiddhi si alzò alle prime luci dell’alba e andò alla sorgente termale a lavarsi. ",
  "mn133:1.4": "Una volta lavatosi ed emerso dall’acqua si asciugò gli arti con un abito. ",
  "mn133:1.5": "Poi, a notte fonda, un angelo glorioso, illuminando tutta la sorgente termale, andò da Samiddhi, rimase a lato, e gli disse: ",
  "mn133:2.1": "“Monaco, ricordi la recitazione riepilogo e l’analisi di chi passa una notte eccellente?” ",
  "mn133:2.2": "“No, fratello, non li ricordo. ",
  "mn133:2.3": "E tu?” ",
  "mn133:2.4": "“Nemmeno io. ",
  "mn133:2.5": "Ma ricordi almeno solo i versetti di chi passa una notte eccellente?” ",
  "mn133:2.6": "“No, fratello, non li ricordo. ",
  "mn133:2.7": "E tu?” ",
  "mn133:2.8": "“Nemmeno io. ",
  "mn133:2.9": "Impara la recitazione riepilogo e l’analisi di chi passa una notte eccellente, monaco, ",
  "mn133:2.10": "memorizzala, ",
  "mn133:2.11": "e ricordala. ",
  "mn133:2.12": "È benefica e pertinente ai fondamenti del percorso spirituale”. ",
  "mn133:2.13": "Questo è ciò che quell’angelo disse ",
  "mn133:2.14": "prima di scomparire sul posto. ",
  "mn133:3.1": "Poi, passata la notte, Samiddhi andò dal Buddha, si inchinò, si sedette a lato, e riferì al Buddha ciò che era accaduto. Poi aggiunse: ",
  "mn133:4.15": "“Signore, per favore, mi insegni la recitazione riepilogo e l’analisi di chi passa una notte eccellente” ",
  "mn133:4.16": "“Allora, monaco, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn133:4.17": "“Sì, Signore”, rispose Samiddhi. ",
  "mn133:4.18": "Il Buddha disse: ",
  "mn133:5.1": "“Non guardare al passato, ",
  "mn133:5.2": "non anticipare il futuro. ",
  "mn133:5.3": "Il passato è passato, ",
  "mn133:5.4": "il futuro non è ancora arrivato; ",
  "mn133:5.5": "osserva in maniera penetrante ",
  "mn133:5.6": "ogni fenomeno presente; ",
  "mn133:5.7": "L’incrollabile, l’irremovibile: ",
  "mn133:5.8": "avendolo conosciuto, coltivalo. ",
  "mn133:5.9": "Oggi è il giorno per lavorare con fervore; ",
  "mn133:5.10": "chi lo sa, domani potrebbe arrivare la morte! ",
  "mn133:5.11": "Poiché non c’è patto che si possa stipulare ",
  "mn133:5.12": "con la Morte e la sua potente orda. ",
  "mn133:5.13": "Chi dimora così con fervore, ",
  "mn133:5.14": "instancabile, tutta la notte e tutto il giorno: ",
  "mn133:5.15": "passerà una notte eccellente, ",
  "mn133:5.16": "così dichiara il saggio pacifico”. ",
  "mn133:6.1": "Questo è ciò che il Buddha disse. ",
  "mn133:6.2": "Detto ciò, il Santo si alzò dal proprio posto ed entrò nel proprio riparo. ",
  "mn133:7.1": "Poco dopo che il Buddha se ne era andato, quei monaci considerarono: ",
  "mn133:7.2": "“Il Buddha ha dato questo breve passaggio da recitare, e poi è entrato nel proprio riparo senza spiegarne il significato in dettaglio. … ",
  "mn133:7.19": "Chi è in grado di spiegare in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha?” ",
  "mn133:7.20": "Allora quei monaci pensarono: ",
  "mn133:7.21": "“Il Venerabile Mahākaccāna è lodato dal Buddha e stimato dai suoi compagni spirituali giudiziosi. ",
  "mn133:7.22": "È in grado di spiegare in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha. ",
  "mn133:7.23": "Andiamo da lui, e chiediamogli a riguardo”. ",
  "mn133:7.24": "Allora quei monaci andarono dal Venerabile Mahākaccāna, e ci scambiarono saluti. ",
  "mn133:7.25": "Una volta che i saluti e le cordialità terminarono, si sedettero a lato. Gli racontarono quello che era accaduto, e dissero: ",
  "mn133:8.6": "“Che il Venerabile Mahākaccāna per favore spieghi questo.” ",
  "mn133:9.1": "“Fratelli, immaginate una persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Ma tralascia le radici e il tronco, immaginando che il durame si trovi nei rami e nelle foglie. ",
  "mn133:9.2": "Questa è la situazione dei venerabili. Sebbene foste faccia a faccia col Buddha, lo avete tralasciato, immaginando di dover chiedere a me riguardo a questo. ",
  "mn133:9.3": "Poiché lui è il Buddha, che conosce e vede. È la manifestazione della visione, della conoscenza, della verità, della divinità. È il Maestro, il proclamatore, il delucidatore del significato, il donatore della libertà dalla morte, il Signore della verità, il Realizzato. ",
  "mn133:9.4": "Quello era il momento di andare dal Buddha e di chiedergli a riguardo. Avreste dovuto ricordarlo secondo la risposta del Buddha” ",
  "mn133:10.1": "“Certamente lui è il Buddha, che conosce e vede. È la manifestazione della visione, della conoscenza, della verità, della divinità. È il Maestro, il proclamatore, il delucidatore del significato, il donatore della libertà dalla morte, il Signore della verità, il Realizzato. ",
  "mn133:10.2": "Quello era il momento di andare dal Buddha e di chiedergli a riguardo. ",
  "mn133:10.3": "Avremmo dovuto ricordarlo secondo la risposta del Buddha. ",
  "mn133:10.4": "Ma comunque, Mahākaccāna è lodato dal Buddha e stimato dai suoi compagni spirituali giudiziosi. ",
  "mn133:10.5": "È in grado di spiegare in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha. ",
  "mn133:10.6": "Per favore spiegalo, se non è un problema” ",
  "mn133:11.1": "“Allora, fratelli, ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn133:11.2": "“Sì, fratello”, risposero i monaci. ",
  "mn133:11.3": "il Venerabile Mahākaccāna disse: ",
  "mn133:12.1": "“Fratelli, il Buddha ha dato questo breve passaggio da recitare, e poi è entrato nel proprio riparo senza spiegarne il significato in dettaglio: ",
  "mn133:12.2": "‘Non guardare al passato … ",
  "mn133:12.4": "passerà una notte eccellente, ",
  "mn133:12.5": "così dichiara il saggio pacifico’. ",
  "mn133:12.6": "E così è come capisco in dettaglio il significato di questo passaggio da recitare. ",
  "mn133:13.1": "E come si guarda al passato? ",
  "mn133:13.2": "La coscienza si immischia dove c’è desiderio e avidità, pensando: ‘In passato avevo occhi così e vedevo forme così’. ",
  "mn133:13.3": "Si trae piacere da ciò, e quindi si guarda al passato. ",
  "mn133:13.4": "La coscienza si immischia dove c’è desiderio e avidità, pensando: ‘In passato avevo orecchie così e sentivo suoni così’. ",
  "mn133:13.5": "avevo un naso così e fiutavo odori così … ",
  "mn133:13.6": "avevo una lingua così e gustavo sapori così … ",
  "mn133:13.7": "avevo un corpo così ed entravo in contatto con tocchi così … ",
  "mn133:13.8": "avevo una mente così e diventavo cosciente di fenomeni mentali così’. ",
  "mn133:13.9": "Si trae piacere da ciò, e quindi si guarda al passato. ",
  "mn133:13.10": "È così che si guarda al passato. ",
  "mn133:14.1": "E come non si guarda al passato? ",
  "mn133:14.2": "La coscienza non si immischia dove c’è desiderio e avidità, pensando: ‘In passato avevo occhi così e vedevo forme così’. ",
  "mn133:14.3": "Quindi non si trae piacere da ciò, ed è così che non si guarda al passato. ",
  "mn133:14.4": "La coscienza non si immischia dove c’è desiderio e avidità, pensando: ‘In passato avevo orecchie così e sentivo suoni così’. ",
  "mn133:14.5": "avevo un naso così e fiutavo odori così … ",
  "mn133:14.6": "avevo una lingua così e gustavo sapori così … ",
  "mn133:14.7": "avevo un corpo così ed entravo in contatto con tocchi così … ",
  "mn133:14.8": "avevo una mente così e percepivo fenomeni mentali così’. ",
  "mn133:14.9": "Quindi non si trae piacere da ciò, ed è così che non si guarda al passato. ",
  "mn133:14.10": "È così che non si guarda al passato. ",
  "mn133:15.1": "E come si anticipa il futuro? ",
  "mn133:15.2": "La mente si fissa sull’ottenere ciò che non ha, pensando: ‘Che io abbia occhi così e veda forme così in futuro’. ",
  "mn133:15.3": "Si trae piacere da ciò, quindi si anticipa il futuro. ",
  "mn133:15.4": "La mente si fissa sull’ottenere ciò che non ha, pensando: ‘Che io abbia orecchie così e senta suoni così … ",
  "mn133:15.5": "abbia un naso così e fiuti odori così … ",
  "mn133:15.6": "abbia una lingua così e gusti sapori così … ",
  "mn133:15.7": "abbia un corpo così ed entri in contatto con tocchi così … ",
  "mn133:15.8": "abbia una mente così e percepisca fenomeni mentali così’. ",
  "mn133:15.9": "Si trae piacere da ciò, quindi si anticipa il futuro. ",
  "mn133:15.10": "È così che si anticipa il futuro. ",
  "mn133:16.1": "E come non si anticipa il futuro? ",
  "mn133:16.2": "La mente non si fissa sull’ottenere ciò che non ha, pensando: ‘Che io abbia occhi così e veda forme così in futuro’. ",
  "mn133:16.3": "Non si trae piacere da ciò, ed è così che non si anticipa il futuro. ",
  "mn133:16.4": "La mente non si fissa sull’ottenere ciò che non ha, pensando: ‘Che io abbia orecchie così e senta suoni così … ",
  "mn133:16.5": "abbia un naso così e fiuti odori così … ",
  "mn133:16.6": "abbia una lingua così e gusti sapori così … ",
  "mn133:16.7": "abbia un corpo così ed entri in contatto con tocchi così … ",
  "mn133:16.8": "abbia una mente così e percepisca fenomeni mentali così’. ",
  "mn133:16.9": "Non si trae piacere da ciò, ed è così che non si anticipa il futuro. ",
  "mn133:16.10": "È così che non si anticipa il futuro. ",
  "mn133:17.1": "E com’è che si vacilla nel mezzo dei fenomeni sorti nel presente? ",
  "mn133:17.2": "Sia l’occhio che le forme ",
  "mn133:17.3": "sorgono nel presente. ",
  "mn133:17.4": "Se la coscienza si immischia nel presente con desiderio e avidità, si trae piacere, ed è così che si vacilla nel mezzo dei fenomeni sorti nel presente. ",
  "mn133:17.5": "Sia l’orecchio che i suoni … ",
  "mn133:17.6": "il naso e gli odori … ",
  "mn133:17.7": "la lingua e i sapori … ",
  "mn133:17.8": "il corpo e i tocchi … ",
  "mn133:17.9": "la mente e i fenomeni mentali ",
  "mn133:17.10": "sorgono nel presente. ",
  "mn133:17.11": "Se la coscienza si immischia nel presente con desiderio e avidità, si trae piacere, ed è così che si vacilla nel mezzo dei fenomeni sorti nel presente. ",
  "mn133:17.12": "È così che si vacilla nel mezzo dei fenomeni sorti nel presente. ",
  "mn133:18.1": "E com’è che non si vacilla nel mezzo dei fenomeni sorti nel presente? ",
  "mn133:18.2": "Sia l’occhio che le forme ",
  "mn133:18.3": "sorgono nel presente. ",
  "mn133:18.4": "Se la coscienza non si immischia nel presente con desiderio e avidità, non si trae piacere, ed è così che non si vacilla nel mezzo dei fenomeni sorti nel presente. ",
  "mn133:18.5": "Sia l’orecchio che i suoni … ",
  "mn133:18.6": "il naso e gli odori … ",
  "mn133:18.7": "la lingua e i sapori … ",
  "mn133:18.8": "il corpo e i tocchi … ",
  "mn133:18.9": "la mente e i fenomeni mentali ",
  "mn133:18.10": "sorgono nel presente. ",
  "mn133:18.11": "Se la coscienza non si immischia nel presente con desiderio e avidità, non si trae piacere, ed è così che non si vacilla nel mezzo dei fenomeni sorti nel presente. ",
  "mn133:18.12": "È così che non si vacilla nel mezzo dei fenomeni sorti nel presente. ",
  "mn133:19.1": "Così è come capisco in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha. ",
  "mn133:19.7": "Se volete, potete andare dal Buddha e chiedergli riguardo a questo. ",
  "mn133:19.8": "Dovete ricordarlo secondo la risposta del Buddha”. ",
  "mn133:20.1": "Allora quei monaci, traendo piacere e gioendo di ciò che il Venerabile Mahākaccāna disse, si alzarono dai propri posti e andarono dal Buddha, si inchinarono, si sedettero a lato, e gli riferirono ciò che era accaduto. Poi aggiunsero: ",
  "mn133:20.31": "“Il Venerabile Mahākaccāna ci ha spiegato chiaramente il significato in questa maniera, con queste parole e frasi” ",
  "mn133:21.1": "“Mahākaccāna è astuto, monaci, possiede grande saggezza. ",
  "mn133:21.2": "Se foste venuti da me e mi aveste posto questa domanda, avrei risposto esattamente allo stesso modo di Mahākaccāna. ",
  "mn133:21.3": "Questo è ciò che significa, e dovete ricordarlo così”. ",
  "mn133:21.4": "Questo è ciò che il Buddha disse. ",
  "mn133:21.5": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}