{
  "mn139:0.1": "Discorsi medi 139 ",
  "mn139:0.2": "L’analisi sul non-conflitto ",
  "mn139:1.1": "Così ho sentito. ",
  "mn139:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn139:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn139:1.4": "“Monaci!” ",
  "mn139:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn139:1.6": "Il Buddha disse: ",
  "mn139:2.1": "“Monaci, vi insegno l’analisi sul non-conflitto. ",
  "mn139:2.2": "Ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn139:2.3": "“Sì, Signore”, risposero i monaci. ",
  "mn139:2.4": "Il Buddha disse: ",
  "mn139:3.1": "“Non indulgete nei piaceri dei sensi, che sono vili, crudi, ordinari, ignobili, e insensati. E non indulgete nell’auto-mortificazione, che è dolorosa, ignobile, e insensata. ",
  "mn139:3.2": "Evitando questi due estremi, il Realizzato ha compreso la pratica della via di mezzo, che dà visione e conoscenza, e porta alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. ",
  "mn139:3.3": "Sappiate cosa significa lusingare e rimproverare. ",
  "mn139:3.4": "Sapendo cosa sono, evitateli, e semplicemente spiegate l’insegnamento. ",
  "mn139:3.5": "Sappiate come valutare i vari tipi di felicità. ",
  "mn139:3.6": "Sapendo questo, inseguite la felicità interiore. ",
  "mn139:3.7": "Non parlate alle spalle della gente, e non parlate in maniera sgradevole in loro presenza. ",
  "mn139:3.8": "Non parlate veloce. ",
  "mn139:3.9": "Non insistete sulla terminologia locale e non eccedete riguardo ai termini accordati. ",
  "mn139:3.10": "Questa è la recitazione riepilogo per l’analisi sul non-conflitto. ",
  "mn139:4.1": "‘Non indulgete nei piaceri dei sensi, che sono vili, crudi, ordinari, ignobili, e insensati. E non indulgete nell’auto-mortificazione, che è dolorosa, ignobile, e insensata’. ",
  "mn139:4.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn139:4.3": "Indulgere nell’allegria della felicità legata ai piaceri dei sensi è una cosa vile, cruda, ordinaria, ignobile, e insensata. È un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:4.4": "Rompere tale indulgenza è un fenomeno caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:4.5": "Indulgere nell’auto-mortificazione è una cosa vile, cruda, ordinaria, ignobile, e insensata. È un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:4.6": "Rompere tale indulgenza è un fenomeno caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:4.7": "‘Non indulgete nei piaceri dei sensi, che sono vili, crudi, ordinari, ignobili, e insensati. E non indulgete nell’auto-mortificazione, che è dolorosa, ignobile, e insensata’. ",
  "mn139:4.8": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn139:5.1": "‘Evitando questi due estremi, il Realizzato ha compreso la pratica della via di mezzo, che dà visione e conoscenza, e porta alla pace, alla conoscenza diretta, al risveglio, e all’estinzione’. ",
  "mn139:5.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn139:5.3": "È semplicemente questo nobile ottuplice sentiero, cioè: ",
  "mn139:5.4": "opinione corretta, pensiero corretto, linguaggio corretto, azione corretta, sostentamento corretto, sforzo corretto, consapevolezza corretta, e concentrazione corretta. ",
  "mn139:5.5": "‘Evitando questi due estremi, il Realizzato ha compreso la pratica della via di mezzo, che dà visione e conoscenza, e porta alla pace, alla conoscenza diretta, al risveglio, e all’estinzione’. ",
  "mn139:5.6": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn139:6.1": "‘Sappiate cosa significa lusingare e rimproverare. ",
  "mn139:6.2": "Sapendo cosa sono, evitateli, e semplicemente spiegate l’insegnamento’. ",
  "mn139:6.3": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn139:7.1": "E com’è che ci sono lusinghe e rimproveri senza spiegare l’insegnamento? ",
  "mn139:7.2": "‘Tutti coloro che indulgono nell’allegria della felicità legata ai piaceri dei sensi, che è cosa vile, cruda, ordinaria, ignobile, e insensata, sono afflitti da sofferenza, dolore, stress, e febbre, e stanno praticando la via sbagliata’. ",
  "mn139:7.3": "Parlando così, alcuni vengono rimproverati. ",
  "mn139:7.4": "‘Tutti coloro che rompono tale indulgenza sono liberi dalla sofferenza, dal dolore, dallo stress, e dalla febbre, e stanno praticando la via corretta’. ",
  "mn139:7.5": "Parlando così, alcuni vengono lusingati. ",
  "mn139:7.6": "‘Tutti coloro che indulgono nell’auto-mortificazione, che è cosa dolorosa, ignobile, e insensata, sono afflitti da sofferenza, dolore, stress, e febbre, e stanno praticando la via sbagliata’. ",
  "mn139:7.7": "Parlando così, alcuni vengono rimproverati. ",
  "mn139:7.8": "‘Tutti coloro che rompono tale indulgenza sono liberi dalla sofferenza, dal dolore, dallo stress, e dalla febbre, e stanno praticando la via corretta’. ",
  "mn139:7.9": "Parlando così, alcuni vengono lusingati. ",
  "mn139:7.10": "‘Tutti coloro che non hanno abbandonato la catena dell’esistenza sono afflitti da sofferenza, dolore, stress, e febbre, e stanno praticando la via sbagliata’. ",
  "mn139:7.11": "Parlando così, alcuni vengono rimproverati. ",
  "mn139:7.12": "‘Tutti coloro hanno abbandonato la catena dell’esistenza sono liberi dalla sofferenza, dal dolore, dallo stress, e dalla febbre, e stanno praticando la via corretta’. ",
  "mn139:7.13": "Parlando così, alcuni vengono lusingati. ",
  "mn139:7.14": "È così che ci sono lusinghe e rimproveri senza spiegare l’insegnamento. ",
  "mn139:8.1": "E com’è che non ci sono né lusinghe né rimproveri, e semplicemente si spiega l’insegnamento? ",
  "mn139:8.2": "Non si dice: ‘Tutti coloro che indulgono nell’allegria della felicità legata ai piaceri dei sensi, che è cosa vile, cruda, ordinaria, ignobile, e insensata, sono afflitti da sofferenza, dolore, stress, e febbre, e stanno praticando la via sbagliata’. ",
  "mn139:8.3": "Piuttosto, dicendo così si spiega semplicemente l’insegnamento: ",
  "mn139:8.4": "‘Tale indulgenza è un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata’. ",
  "mn139:8.7": "Non si dice: ‘Tutti coloro che rompono tale indulgenza sono liberi dalla sofferenza, dal dolore, dallo stress, e dalla febbre, e stanno praticando la via corretta’. ",
  "mn139:8.8": "Piuttosto, dicendo così si spiega semplicemente l’insegnamento: ",
  "mn139:8.9": "‘Rompere tale indulgenza è un principio caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta’. ",
  "mn139:8.12": "Non si dice: ‘Tutti coloro che indulgono nell’auto-mortificazione, che è cosa dolorosa, ignobile, e insensata, sono afflitti da sofferenza, dolore, stress, e febbre, e stanno praticando la via sbagliata’. ",
  "mn139:8.13": "Piuttosto, dicendo così si spiega semplicemente l’insegnamento: ",
  "mn139:8.14": "‘Tale indulgenza è un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata’. ",
  "mn139:8.17": "Non si dice: ‘Tutti coloro che rompono tale indulgenza sono liberi dalla sofferenza, dal dolore, dallo stress, e dalla febbre, e stanno praticando la via corretta’. ",
  "mn139:8.18": "Piuttosto, dicendo così si spiega semplicemente l’insegnamento: ",
  "mn139:8.19": "‘Rompere tale indulgenza è un fenomeno caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta’. ",
  "mn139:8.22": "Non si dice: ‘Tutti coloro che non hanno abbandonato la catena dell’esistenza sono afflitti da sofferenza, dolore, stress, e febbre, e stanno praticando la via sbagliata’. ",
  "mn139:8.23": "Piuttosto, dicendo così si spiega semplicemente l’insegnamento: ",
  "mn139:8.24": "‘Quando la catena dell’esistenza non viene abbandonata, nemmeno l’esistenza viene abbandonata’. ",
  "mn139:8.26": "Non si dice: ‘Tutti coloro hanno abbandonato la catena dell’esistenza sono liberi dalla sofferenza, dal dolore, dallo stress, e dalla febbre, e stanno praticando la via corretta’. ",
  "mn139:8.27": "Piuttosto, dicendo così si spiega semplicemente l’insegnamento: ",
  "mn139:8.28": "‘Quando la catena dell’esistenza viene abbandonata, anche l’esistenza viene abbandonata’. ",
  "mn139:8.30": "È così che non ci sono né lusinghe né rimproveri, e semplicemente si spiega l’insegnamento. ",
  "mn139:8.31": "‘Sappiate cosa significa lusingare e rimproverare. ",
  "mn139:8.32": "Sapendo cosa sono, evitateli, e semplicemente spiegate l’insegnamento’. ",
  "mn139:8.33": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn139:9.1": "‘Sappiate come valutare i vari tipi di felicità. ",
  "mn139:9.2": "Sapendo questo, inseguite la felicità interiore’. ",
  "mn139:9.3": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn139:9.4": "Ci sono questi cinque tipi di stimolazione dei sensi. ",
  "mn139:9.5": "Quali cinque? ",
  "mn139:9.6": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn139:9.7": "Suoni percepiti dall’orecchio … ",
  "mn139:9.8": "Odori percepiti dal naso … ",
  "mn139:9.9": "Sapori percepiti dalla lingua … ",
  "mn139:9.10": "Tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn139:9.11": "Questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn139:9.12": "La felicità e l’allegria che si manifestano da questi cinque tipi di stimolazione dei sensi si chiama piacere dei sensi, un piacere lercio, ordinario, e ignobile. ",
  "mn139:9.13": "Tale piacere non deve essere coltivato o sviluppato, ma deve essere temuto, dico io. ",
  "mn139:9.14": "Ora, prendete un monaco che, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn139:9.15": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunge e dimora nella seconda estasi. ",
  "mn139:9.16": "Inoltre, con lo svanire dell’euforia, dimorando con equanimità, … un monaco raggiunge e dimora nella terza estasi. ",
  "mn139:9.17": "… nella quarta estasi. ",
  "mn139:9.18": "Questa si chiama la felicità della rinuncia, la felicità dell’isolamento, la felicità della pace, la felicità del risveglio. ",
  "mn139:9.19": "Questa felicità deve essere coltivata e sviluppata, e non deve essere temuta, dico io. ",
  "mn139:9.20": "‘Sappiate come valutare i vari tipi di felicità. ",
  "mn139:9.21": "Sapendo questo, inseguite la felicità interiore’. ",
  "mn139:9.22": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn139:10.1": "‘Non parlate alle spalle della gente, e non parlate in maniera sgradevole in loro presenza’. ",
  "mn139:10.2": "Questo è ciò che ho detto, ",
  "mn139:10.3": "ma perché l’ha detto? ",
  "mn139:10.4": "Quando sapete che ciò che dite alle spalle della gente è incorretto, falso, e senza motivo, allora non dovete parlare, a qualsiasi costo. ",
  "mn139:10.5": "Quando sapete che ciò che dite alle spalle della gente è vero e corretto, ma senza motivo, allora dovete addestrarvi a non parlare. ",
  "mn139:10.6": "Quando sapete che ciò che dite alle spalle della gente è vero, corretto, e benefico, allora dovete imparare a riconoscere il momento giusto per parlare. ",
  "mn139:10.7": "Quando sapete che le vostre parole sgradevoli in presenza di qualcuno sono incorrette, false, e senza motivo, allora non dovete parlare, a qualsiasi costo. ",
  "mn139:10.8": "Quando sapete che le vostre parole sgradevoli in presenza di qualcuno sono vere e corrette, ma senza motivo, allora dovete addestrarvi a non parlare. ",
  "mn139:10.9": "Quando sapete che le vostre parole sgradevoli in presenza di qualcuno sono vere, corrette, e benefiche, allora dovete imparare a riconoscere il momento giusto per parlare. ",
  "mn139:10.10": "‘Non parlate alle spalle della gente, e non parlate in maniera sgradevole in loro presenza’. ",
  "mn139:10.11": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn139:11.1": "‘Non parlate veloce’. ",
  "mn139:11.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn139:11.3": "Quando si parla veloce, il corpo si stanca, la mente si stressa, la voce si stressa, la gola si irrita, le parole non sono chiare e diventano difficili da comprendere. ",
  "mn139:11.4": "Quando non si parla veloce, il corpo non si stanca, la mente non si stressa, la voce non si stressa, la gola non si irrita, e le parole sono chiare e facili da comprendere. ",
  "mn139:11.5": "‘Non parlate veloce’. ",
  "mn139:11.6": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn139:12.1": "‘Non insistete sulla terminologia locale e non eccedete riguardo ai termini accordati’. ",
  "mn139:12.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn139:12.3": "E com’è che si insiste sulla terminologia locale e si eccede riguardo ai termini accordati? ",
  "mn139:12.4": "È quando in certe culture una cosa si chiama ‘pentola’, ‘ciotola’, ‘caraffa’, ‘mestolo’, ‘bicchiere’, ‘vassoio’, o ‘piatto’. ",
  "mn139:12.5": "E si parla secondo quella cultura, mantenendosi ostinatamente a quello e insistendo: ",
  "mn139:12.6": "‘Questa è l’unica verità, qualsiasi altra idea è sciocca’. ",
  "mn139:12.7": "E così che si insiste sulla terminologia locale e si eccede riguardo ai termini accordati. ",
  "mn139:12.8": "E com’è che non si insiste sulla terminologia locale e non si eccede riguardo ai termini accordati? ",
  "mn139:12.9": "È quando in certe culture una cosa si chiama ‘pentola’, ‘ciotola’, ‘caraffa’, ‘mestolo’, ‘bicchiere’, ‘vassoio’, o ‘piatto’. ",
  "mn139:12.10": "E si parla secondo quella cultura, pensando: ‘Sembra che i venerabili si riferiscano a questo’. ",
  "mn139:12.11": "E così che non si insiste sulla terminologia locale e non si eccede riguardo ai termini accordati. ",
  "mn139:12.12": "‘Non insistete sulla terminologia locale e non eccedete riguardo ai termini accordati’. ",
  "mn139:12.13": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn139:13.1": "Ora, monaci, indulgere nell’allegria della felicità legata ai piaceri dei sensi è una cosa vile, cruda, ordinaria, ignobile, e insensata. È un principio caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.3": "È per questo che è un fenomeno caratterizzato dal conflitto. ",
  "mn139:13.4": "Rompere tale indulgenza è un fenomeno caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:13.6": "È per questo che è un fenomeno libero dal conflitto. ",
  "mn139:13.7": "Indulgere nell’auto-mortificazione è una cosa vile, cruda, ordinaria, ignobile, e insensata. È un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.9": "È per questo che è un fenomeno caratterizzato dal conflitto. ",
  "mn139:13.10": "Rompere tale indulgenza è un fenomeno caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:13.12": "È per questo che è un principio libero dal conflitto. ",
  "mn139:13.13": "La pratica della via di mezzo compresa dal Realizzato dà visione e conoscenza, e porta alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. È un fenomeno libero dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:13.15": "È per questo che è un principio libero dal conflitto. ",
  "mn139:13.16": "Lusingare e rimproverare senza spiegare l’insegnamento è un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.18": "È per questo che è un fenomeno caratterizzato dal conflitto. ",
  "mn139:13.19": "Né lusingare né rimproverare è un principio caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:13.21": "È per questo che è un principio libero dal conflitto. ",
  "mn139:13.22": "I piaceri dei sensi, un piacere lercio, ordinario, e ignobile, sono  un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.24": "È per questo che è un principio caratterizzato dal conflitto. ",
  "mn139:13.25": "La felicità della rinuncia, la felicità dell’isolamento, la felicità della pace, la felicità del risveglio è un fenomeno libero dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:13.27": "È per questo che è un principio libero dal conflitto. ",
  "mn139:13.28": "Dire cose incorrette, false, e senza motivo alle spalle di qualcuno è un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.30": "È per questo che è un fenomeno caratterizzato dal conflitto. ",
  "mn139:13.31": "Dire cose vere e corrette, ma senza motivo alle spalle di qualcuno è un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.33": "È per questo che è un fenomeno caratterizzato dal conflitto. ",
  "mn139:13.34": "Dire cose vere, corrette, e benefiche alle spalle di qualcuno è un fenomeno caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:13.36": "È per questo che è un fenomeno libero dal conflitto. ",
  "mn139:13.37": "Dire cose incorrette, false, e senza motivo in presenza di qualcuno è un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.39": "È per questo che è un fenomeno caratterizzato dal conflitto. ",
  "mn139:13.40": "Dire core vere e corrette, ma senza motivo in presenza di qualcuno è un fenomeno caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.42": "È per questo che è un fenomeno caratterizzato dal conflitto. ",
  "mn139:13.43": "Dire cose vere, corrette, e benefiche in presenza di qualcuno è un principio caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:13.45": "È per questo che è un principio libero dal conflitto. ",
  "mn139:13.46": "Parlare veloce è un principio caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.48": "È per questo che è un principio caratterizzato dal conflitto. ",
  "mn139:13.49": "Parlare piano è un principio libero dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:13.51": "È per questo che è un principio libero dal conflitto. ",
  "mn139:13.52": "Insistere sulla terminologia locale ed eccedere riguardo ai termini accordati è un principio caratterizzato da sofferenza, dolore, stress, e febbre, ed è la via sbagliata. ",
  "mn139:13.54": "È per questo che è un principio caratterizzato dal conflitto. ",
  "mn139:13.55": "Non insistere sulla terminologia locale e non eccedere riguardo ai termini accordati è un principio caratterizzato da libertà dalla sofferenza, dal dolore, dallo stress, e dalla febbre, ed è la via corretta. ",
  "mn139:13.57": "È per questo che è un principio libero dal conflitto. ",
  "mn139:14.1": "Quindi, monaci, dovete allenarvi così: ‘Conosceremo i fenomeni caratterizzati dal conflitto e i fenomeni liberi dal conflitto. ",
  "mn139:14.2": "Conoscendoli, praticheremo la via libera dal conflitto’. ",
  "mn139:14.3": "E, monaci, il giovane Subhūti pratica la via del non-conflitto”. ",
  "mn139:14.4": "Questo è ciò che il Buddha disse. ",
  "mn139:14.5": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}