{
  "mn132:0.1": "Discorsi medi 132 ",
  "mn132:0.2": "Il discorso su Ānanda e una notte eccellente ",
  "mn132:1.1": "Così ho sentito. ",
  "mn132:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn132:2.1": "In quell’occasione il Venerabile Ānanda stava educando, incoraggiando, entusiasmando, e ispirando i monaci nella sala delle assemblee con un sermone riguardante la recitazione riepilogo e l’analisi di chi passa una notte eccellente. ",
  "mn132:2.2": "Poi nel tardo pomeriggio, il Buddha uscì da ritiro, andò alla sala delle assemblee, dove si sedette sul posto preparato, ",
  "mn132:2.3": "e si rivolse ai monaci: ",
  "mn132:2.4": "“Chi stava ispirando i monaci con un sermone riguardante la recitazione riepilogo e l’analisi di chi passa una notte eccellente?” ",
  "mn132:2.5": "“Era il Venerabile Ānanda, Signore” ",
  "mn132:2.6": "Allora il Buddha disse ad Ānanda: ",
  "mn132:2.7": "“Ānanda, in che modo stavi ispirando i monaci con un sermone riguardante la recitazione riepilogo e l’analisi di chi passa una notte eccellente?” ",
  "mn132:3.1": "“Lo stavo facendo così, Signore”, rispose Ānanda. ",
  "mn132:3.2": "“Non guardare al passato, ",
  "mn132:3.3": "non anticipare il futuro. ",
  "mn132:3.4": "Il passato è passato, ",
  "mn132:3.5": "il futuro non è ancora arrivato; ",
  "mn132:3.6": "osserva in maniera penetrante ",
  "mn132:3.7": "ogni fenomeno presente; ",
  "mn132:3.8": "L’incrollabile, l’irremovibile: ",
  "mn132:3.9": "avendolo conosciuto, coltivalo. ",
  "mn132:3.10": "Oggi è il giorno per lavorare con fervore; ",
  "mn132:3.11": "chi lo sa, domani potrebbe arrivare la morte! ",
  "mn132:3.12": "Poiché non c’è patto che si possa stipulare ",
  "mn132:3.13": "con la Morte e la sua potente orda. ",
  "mn132:3.14": "Chi dimora così con fervore, ",
  "mn132:3.15": "instancabile, tutta la notte e tutto il giorno: ",
  "mn132:3.16": "passerà una notte eccellente, ",
  "mn132:3.17": "così dichiara il saggio pacifico. ",
  "mn132:4.1": "E come si guarda al passato? … ",
  "mn132:5.1": "E come non si guarda al passato? … ",
  "mn132:6.1": "E come si anticipa il futuro? … ",
  "mn132:7.1": "E come non si anticipa il futuro? … ",
  "mn132:8.1": "E com’è che si vacilla nel mezzo dei fenomeni sorti nel presente? … ",
  "mn132:9.1": "E com’è che non si vacilla nel mezzo dei fenomeni sorti nel presente? … ",
  "mn132:9.8": "È così che non si vacilla nel mezzo dei fenomeni sorti nel presente. ",
  "mn132:10.1": "‘Non guardare al passato, ",
  "mn132:10.2": "non anticipare il futuro. … ",
  "mn132:10.15": "passerà una notte eccellente, ",
  "mn132:10.16": "così dichiara il saggio pacifico’. ",
  "mn132:11.1": "È così che stavo ispirando i monaci con un sermone riguardante la recitazione riepilogo e l’analisi di chi passa una notte eccellente” ",
  "mn132:11.2": "“Bene, bene, Ānanda. ",
  "mn132:11.3": "È bene che stavi ispirando i monaci con un sermone riguardante la recitazione riepilogo e l’analisi di chi passa una notte eccellente” ",
  "mn132:13-19.1": "E il Buddha ripetè i versetti e l’analisi ancora una volta. ",
  "mn132:13-19.17": "Questo è ciò che il Buddha disse. ",
  "mn132:13-19.18": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}