{
  "mn138:0.1": "Discorsi medi 138 ",
  "mn138:0.2": "Il discorso su una recitazione riepilogo e la sua analisi ",
  "mn138:1.1": "Così ho sentito. ",
  "mn138:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn138:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn138:1.4": "“Monaci!” ",
  "mn138:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn138:1.6": "Il Buddha disse: ",
  "mn138:2.1": "“Monaci, vi insegno una recitazione riepilogo e la sua analisi. ",
  "mn138:2.2": "Ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn138:2.3": "“Sì, Signore”, risposero i monaci. ",
  "mn138:2.4": "Il Buddha disse: ",
  "mn138:3.1": "“Un monaco deve esaminare a fondo in modo che, se la coscienza dell’esaminatore non è sparpagliata e diramata verso l’esterno, né incastrata verso l’interno, non sia ansioso a causa dell’attaccamento. ",
  "mn138:3.2": "Quando è così, non c’è venire in essere dell’origine della sofferenza, della nascita, della vecchiaia, e della morte in futuro”. ",
  "mn138:4.1": "Questo è ciò che il Buddha disse. ",
  "mn138:4.2": "Detto ciò, il Santo si alzò dal proprio posto ed entrò nella propria dimora. ",
  "mn138:5.1": "Poco dopo che il Buddha se ne era andato, quei monaci considerarono: ",
  "mn138:5.2": "“Il Buddha ha dato questo breve passaggio da recitare, e poi è entrato nella propria dimora senza spiegarne il significato in dettaglio. ",
  "mn138:5.5": "Chi può spiegare in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha?” ",
  "mn138:5.6": "Allora quei monaci pensarono: ",
  "mn138:5.7": "“Il Venerabile Mahākaccāna è lodato dal Buddha e stimato dai suoi compagni spirituali giudiziosi. ",
  "mn138:5.8": "È in grado di spiegare in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha. ",
  "mn138:5.9": "Andiamo da lui, e chiediamogli riguardo a questo”. ",
  "mn138:6.1": "Allora quei monaci andarono dal Venerabile Mahākaccāna, e ci scambiarono saluti. ",
  "mn138:6.2": "Una volta che i saluti e le cordialità terminarono, si sedettero a lato. Gli raccontarono ciò che era accaduto, e dissero: ",
  "mn138:6.15": "“Che il Venerabile Mahākaccāna per favore spieghi questo” ",
  "mn138:7.1": "“Fratelli, immaginate una persona che ha bisogno di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Ma tralascia le radici e il tronco, immaginando che il durame si trovi nei rami e nelle foglie. ",
  "mn138:7.2": "Questa è la situazione dei venerabili. Sebbene foste faccia a faccia col Buddha, lo avete tralasciato, immaginando di dover chiedere a me riguardo a questo. ",
  "mn138:7.3": "Poiché lui è il Buddha, che conosce e vede. È la manifestazione della visione, della conoscenza, della verità, della divinità. È il Maestro, il proclamatore, il delucidatore del significato, il donatore della libertà dalla morte, il Signore della verità, il Realizzato. ",
  "mn138:7.4": "Quello era il momento di andare dal Buddha e di chiedergli a riguardo. ",
  "mn138:7.5": "Avreste dovuto ricordarlo secondo la risposta del Buddha” ",
  "mn138:8.1": "“Certamente lui è il Buddha, che conosce e vede. È la manifestazione della visione, della conoscenza, della verità, della divinità. È il Maestro, il proclamatore, il delucidatore del significato, il donatore della libertà dalla morte, il Signore della verità, il Realizzato. ",
  "mn138:8.2": "Quello era il momento di andare dal Buddha e di chiedergli a riguardo. ",
  "mn138:8.3": "Avremmo dovuto ricordarlo secondo la risposta del Buddha. ",
  "mn138:8.4": "Ma comunque, il Venerabile Mahākaccāna è lodato dal Buddha e stimato dai suoi compagni spirituali giudiziosi. ",
  "mn138:8.5": "È in grado di spiegare in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha. ",
  "mn138:8.6": "Per favore spiegalo, se non è un problema” ",
  "mn138:9.1": "“Allora, fratelli, ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn138:9.2": "“Sì, fratello”, risposero i monaci. ",
  "mn138:9.3": "il Venerabile Mahākaccāna disse: ",
  "mn138:9.4": "“Fratelli, il Buddha ha dato questo breve passaggio da recitare, e poi è entrato nella propria dimora senza spiegarne il significato in dettaglio: ",
  "mn138:9.5": "‘Un monaco deve esaminare a fondo in modo che, se la coscienza dell’esaminatore non è sparpagliata e diramata verso l’esterno, né incastrata verso l’interno, non sia ansioso a causa dell’attaccamento’. ",
  "mn138:9.6": "E così è come capisco in dettaglio il significato di questo passaggio da recitare. ",
  "mn138:10.1": "Com’è che la coscienza si dice sia sparpagliata e diramata verso l’esterno? ",
  "mn138:10.2": "In questo caso, quando un monaco vede una forma con gli occhi, e la coscienza ne insegue le caratteristiche dell’aspetto, legata, attaccata, e incatenata alla gratificazione nelle caratteristiche, si dice che la coscienza sia sparpagliata e diramata verso l’esterno. ",
  "mn138:10.3": "Quando sente un suono con l’orecchio … ",
  "mn138:10.4": "Quando fiuta un odore con il naso … ",
  "mn138:10.5": "Quando gusta un sapore con la lingua … ",
  "mn138:10.6": "Quando entra in contatto con un tocco col corpo … ",
  "mn138:10.7": "Quando diventa cosciente di un fenomeno mentale con la mente, e la coscienza ne insegue le caratteristiche dell’aspetto, legata, attaccata, e incatenata alla gratificazione nelle caratteristiche, si dice che la coscienza sia sparpagliata e diramata verso l’esterno. ",
  "mn138:10.8": "Così la coscienza si dice sia sparpagliata e diramata verso l’esterno. ",
  "mn138:11.1": "E com’è che la coscienza si dice non sia sparpagliata e diramata verso l’esterno? ",
  "mn138:11.2": "In questo caso, quando un monaco vede una forma con gli occhi, ma la coscienza non ne insegue le caratteristiche dell’aspetto, non legata, attaccata, o incatenata alla gratificazione nelle caratteristiche, si dice che la coscienza non sia sparpagliata e diramata verso l’esterno. ",
  "mn138:11.3": "Quando sente un suono con l’orecchio … ",
  "mn138:11.4": "Quando fiuta un odore con il naso … ",
  "mn138:11.5": "Quando gusta un sapore con la lingua … ",
  "mn138:11.6": "Quando entra in contatto con un tocco col corpo … ",
  "mn138:11.7": "Quando diventa cosciente di un fenomeno mentale con la mente, ma la coscienza non ne insegue le caratteristiche dell’aspetto, non legata, attaccata, o incatenata alla gratificazione nelle caratteristiche, si dice che la coscienza non sia sparpagliata e diramata verso l’esterno. ",
  "mn138:11.8": "Così la coscienza si dice non sia sparpagliata e diramata verso l’esterno. ",
  "mn138:12.1": "Com’è che la coscienza si dice sia incastrata verso l’interno? ",
  "mn138:12.2": "Prendete un monaco che, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn138:12.3": "Quando la coscienza insegue quell’euforia e felicità nate dell’isolamento, legata, attaccata, e incatenata alla gratificazione in quell’euforia e felicità nate dall’isolamento, si dice che la mente sia incastrata verso l’interno. ",
  "mn138:13.1": "Inoltre, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, un monaco raggiunge e dimora nella seconda estasi. ",
  "mn138:13.2": "Quando la coscienza insegue quell’euforia e felicità nate dalla concentrazione, legata, attaccata, e incatenata alla gratificazione in quell’euforia e felicità nate dalla concentrazione, si dice che la mente sia incastrata verso l’interno. ",
  "mn138:14.1": "Inoltre, con lo svanire dell’euforia, dimorando con equanimità, consapevole e presente, toccando con mano la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli dimora nella felicità’, un monaco raggiunge e dimora nella terza estasi. ",
  "mn138:14.2": "Quando la coscienza insegue quell’equanimità, legata, attaccata, e incatenata alla gratificazione in quell’equanimità, si dice che la mente sia incastrata verso l’interno. ",
  "mn138:15.1": "Inoltre, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e dimora nella quarta estasi. ",
  "mn138:15.2": "Quando la coscienza insegue quella sensazione neutra, legata, attaccata, e incatenata alla gratificazione in quella sensazione neutra, si dice che la mente sia incastrata verso l’interno. ",
  "mn138:15.3": "Così la coscienza si dice sia incastrata verso l’interno. ",
  "mn138:16.1": "E com’è che la coscienza si dice non sia incastrata verso l’interno? ",
  "mn138:16.2": "È quando un monaco che, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn138:16.3": "Quando la coscienza non insegue quell’euforia e felicità nate dell’isolamento, non legata, attaccata, o incatenata alla gratificazione in quell’euforia e felicità nate dall’isolamento, si dice che la mente non sia incastrata verso l’interno. ",
  "mn138:17.1": "Inoltre, con il placarsi di pensiero e valutazione, … un monaco raggiunge e dimora nella seconda estasi. ",
  "mn138:17.2": "Quando la coscienza non insegue quell’euforia e felicità nate dalla concentrazione, non legata, attaccata, o incatenata alla gratificazione in quell’euforia e felicità nate dalla concentrazione, si dice che la mente non sia incastrata verso l’interno. ",
  "mn138:18.1": "Inoltre, con lo svanire dell’euforia, … un monaco raggiunge e dimora nella terza estasi. ",
  "mn138:18.2": "Quando la coscienza non insegue quell’equanimità, non legata, attaccata, o incatenata alla gratificazione in quell’equanimità, si dice che la mente non sia incastrata verso l’interno. ",
  "mn138:19.1": "Inoltre, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e dimora nella quarta estasi. ",
  "mn138:19.2": "Quando la coscienza non insegue quella sensazione neutra, non legata, attaccata, o incatenata alla gratificazione in quella sensazione neutra, si dice che la mente non sia incastrata verso l’interno. ",
  "mn138:19.3": "Così la coscienza si dice non sia incastrata verso l’interno. ",
  "mn138:20.1": "E com’è che si è ansiosi a causa dell’attaccamento? ",
  "mn138:20.2": "È quando una persona ordinaria non istruita non ha visto i nobili, e non è né abile né addestrata all’insegnamento nobile. Non ha visto persone rette, e non è né abile né addestrata all’insegnamento delle persone rette. ",
  "mn138:20.3": "Ritiene la forma come il Sé, o che il Sé abbia forma, o che la forma sia parte del Sé, o il Sé della forma. ",
  "mn138:20.4": "Ma la sua forma si degrada e perisce, ",
  "mn138:20.5": "e la sua coscienza si aggancia al perire della forma. ",
  "mn138:20.6": "L’ansia gli sopraffa la mente, nata dall’agganciarsi al perire della forma, e originata in base ai principi naturali. ",
  "mn138:20.7": "Quindi si spaventa, si preoccupa, si inquieta, e diventa ansiosa a causa dell’attaccamento. ",
  "mn138:20.8": "Ritiene la sensazione … ",
  "mn138:20.9": "la percezione … ",
  "mn138:20.10": "le attività … ",
  "mn138:20.11": "la coscienza come il Sé, o che il Sé abbia coscienza, o che la coscienza sia parte del Sé, o il Sé della coscienza. ",
  "mn138:20.12": "Ma la sua coscienza si degrada e perisce, ",
  "mn138:20.13": "e la sua coscienza si aggancia al perire della coscienza. ",
  "mn138:20.14": "L’ansia gli sopraffa la mente, nata dall’agganciarsi al perire della coscienza, e originata in base ai principi naturali. ",
  "mn138:20.15": "Quindi si spaventa, si preoccupa, si inquieta, e diventa ansiosa a causa dell’attaccamento. ",
  "mn138:20.16": "È così che si è ansiosi a causa dell’attaccamento. ",
  "mn138:21.1": "E com’è che non si è ansiosi a causa dell’attaccamento? ",
  "mn138:21.2": "È quando un discepolo nobile colto ha visto i nobili, ed è abile e addestrato all’insegnamento nobile. Ha visto persone rette, ed è abile e addestrato all’insegnamento delle persone rette. ",
  "mn138:21.3": "Non ritiene la forma come il Sé, o che il Sé abbia forma, o che la forma sia parte del Sé, o il Sé della forma. ",
  "mn138:21.4": "Quando la sua forma si degrada e perisce, ",
  "mn138:21.5": "la sua coscienza non si aggancia al perire della forma. ",
  "mn138:21.6": "L’ansia, nata dall’agganciarsi al perire del corpo, e originata in base ai principi naturali, non gli sopraffa la mente. ",
  "mn138:21.7": "Quindi non si spaventa, non si preoccupa, non si inquieta, e non diventa ansioso a causa dell’attaccamento. ",
  "mn138:21.8": "Non ritiene la sensazione … ",
  "mn138:21.9": "la percezione … ",
  "mn138:21.10": "le attività … ",
  "mn138:21.11": "o la coscienza come il Sé, o che il Sé abbia coscienza, o che la coscienza sia parte del Sé, o il Sé della coscienza. ",
  "mn138:21.12": "Quando la sua coscienza si degrada e perisce, ",
  "mn138:21.13": "la sua coscienza non si aggancia al perire della coscienza. ",
  "mn138:21.14": "L’ansia, nata dall’agganciarsi al perire della coscienza, e originata in base ai principi naturali, non gli sopraffa la mente. ",
  "mn138:21.15": "Quindi non si spaventa, non si preoccupa, non si inquieta, e non diventa ansioso a causa dell’attaccamento. ",
  "mn138:21.16": "È così che non si è ansiosi a causa dell’attaccamento. ",
  "mn138:22.1": "Il Buddha ha dato questo breve passaggio da recitare, e poi è entrato nella propria dimora senza spiegarne il significato in dettaglio: ",
  "mn138:22.2": "‘Un monaco deve esaminare a fondo in modo che, se la coscienza dell’esaminatore non è sparpagliata e diramata verso l’esterno, né incastrata verso l’interno, non sia ansioso a causa dell’attaccamento. ",
  "mn138:22.3": "Quando è così, non c’è venire in essere dell’origine della sofferenza, della nascita, della vecchiaia, e della morte in futuro’. ",
  "mn138:22.4": "E così è come capisco in dettaglio il significato di questo passaggio da recitare. ",
  "mn138:22.5": "Se volete, potete andare dal Buddha e chiedergli riguardo a questo. ",
  "mn138:22.6": "Dovete ricordarlo secondo la risposta del Buddha”. ",
  "mn138:23.1": "Allora quei monaci, traendo piacere e gioendo di ciò che il Venerabile Mahākaccāna disse, si alzarono dai propri posti e andarono dal Buddha, si inchinarono, si sedettero a lato, e gli riferirono ciò che era accaduto. Poi aggiunsero: ",
  "mn138:23.15": "“Il Venerabile Mahākaccāna ci ha spiegato chiaramente il significato in questa maniera, con queste parole e frasi” ",
  "mn138:24.1": "“Mahākaccāna è astuto, monaci, possiede grande saggezza. ",
  "mn138:24.2": "Se foste venuti da me e mi aveste posto questa domanda, avrei risposto esattamente allo stesso modo di Mahākaccāna. ",
  "mn138:24.3": "Questo è ciò che significa, e dovete ricordarlo così”. ",
  "mn138:24.4": "Questo è ciò che il Buddha disse. ",
  "mn138:24.5": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}