{
  "mn13:0.1": "Discorsi medi 13 ",
  "mn13:0.2": "Il discorso più lungo sulla massa di sofferenza ",
  "mn13:1.1": "Così ho sentito. ",
  "mn13:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn13:2.1": "Al mattino vari monaci si vestirono e, prendendo le proprie ciotole e abiti, entrarono a Sāvatthī per l’elemosina. ",
  "mn13:2.2": "Poi pensarono: ",
  "mn13:2.3": "“È troppo presto per vagare per l’elemosina a Sāvatthī. ",
  "mn13:2.4": "Perché non andiamo al monastero degli erranti di altre religioni?” ",
  "mn13:2.5": "Allora andarono al monastero degli erranti di altre religioni, e ci scambiarono saluti. ",
  "mn13:2.6": "Una volta che i saluti e le cordialità terminarono, si sedettero a lato. Gli erranti dissero loro: ",
  "mn13:3.1": "“Fratelli, l’asceta Gotama raccomanda la completa comprensione dei piaceri dei sensi, come facciamo anche noi. ",
  "mn13:3.2": "L’asceta Gotama raccomanda la completa comprensione delle forme, come facciamo anche noi. ",
  "mn13:3.3": "L’asceta Gotama raccomanda la completa comprensione delle sensazioni, come facciamo anche noi. ",
  "mn13:3.4": "Qual è quindi la differenza tra l’insegnamento e le istruzioni dell’asceta Gotama e le nostre?” ",
  "mn13:4.1": "I monaci non approvarono né respinsero quella dichiarazione degli erranti di altre religioni. ",
  "mn13:4.2": "Si alzarono dai propri posti pensando: ",
  "mn13:4.3": "“Impareremo il significato di questa dichiarazione dal Buddha stesso”. ",
  "mn13:5.1": "Poi, dopo il pasto, al ritorno dalla questua, andarono dal Buddha, si inchinarono, si sedettero a lato, e gli riferirono ciò che era accaduto. Il Buddha disse: ",
  "mn13:6.1": "“Monaci, quando gli erranti di altre religioni dicono così voi dovete dire loro: ",
  "mn13:6.2": "‘Ma, fratelli, qual è la gratificazione, lo svantaggio, e la fuga per quanto riguarda i piaceri dei sensi? ",
  "mn13:6.3": "Qual è la gratificazione, lo svantaggio, e la fuga per quanto riguarda le forme? ",
  "mn13:6.4": "Qual è la gratificazione, lo svantaggio, e la fuga per quanto riguarda le sensazioni?’ ",
  "mn13:6.5": "Interrogati così, gli erranti di altre religioni ne sarebbero perplessi e frustrati. ",
  "mn13:6.6": "Perché questo? ",
  "mn13:6.7": "Perché sono fuori del loro elemento. ",
  "mn13:6.8": "Non vedo nessuno a questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, che possa dare una risposta soddisfacente a queste domande a parte il Realizzato, o un suo discepolo, o qualcuno che l’ha sentita da loro. ",
  "mn13:7.1": "E qual è la gratificazione dei piaceri dei sensi? ",
  "mn13:7.2": "Ci sono cinque tipi di stimolazione dei sensi. ",
  "mn13:7.3": "Quali cinque? ",
  "mn13:7.4": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn13:7.5": "Suoni percepiti dall’orecchio … ",
  "mn13:7.6": "odori percepiti dal naso … ",
  "mn13:7.7": "sapori percepiti dalla lingua … ",
  "mn13:7.8": "tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn13:7.9": "Questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn13:7.10": "La felicità e l’allegria che si manifestano da questi cinque tipi di stimolazione dei sensi sono la gratificazione dei piaceri dei sensi. ",
  "mn13:8.1": "E qual è lo svantaggio dei piaceri dei sensi? ",
  "mn13:8.2": "È quando un giovane si guadagna da vivere attraverso ",
  "mn13:8.3": "aritmetica, contabilità, calcolo, agricoltura, commercio, pastorizia, tiro con l’arco, servizi governativi, o una delle professioni. ",
  "mn13:8.4": "Ma deve affrontare freddo e caldo, venire ferito dal tocco di mosche, zanzare, vento, sole, e rettili, e rischiare di morire di fame e sete. ",
  "mn13:8.5": "Questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn13:9.1": "Quel giovane ci prova, lotta, e si sforza, ma non riesce a guadagnare soldi. ",
  "mn13:9.2": "Se succede questo, si intristisce, geme, e si lamenta, battendosi il petto e cadendo in confusione, dicendo: ",
  "mn13:9.3": "‘Oh, il mio duro lavoro è sprecato. I miei sforzi sono in vano!’ ",
  "mn13:9.4": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn13:10.1": "Quel giovane ci prova, lotta, e si sforza, e riesce a guadagnare soldi. ",
  "mn13:10.2": "Ma prova dolore e malinconia quando prova a proteggerli, pensando: ",
  "mn13:10.3": "‘Come posso impedire che la mia ricchezza venga presa dal governo o dai ladri, bruciata dal fuoco, spazzata via da diluvi, o presa da eredi non amati?’ ",
  "mn13:10.4": "E anche se la protegge e la custodisce, il governo o i ladri la prendono, o il fuoco la brucia, o diluvi la spazzano via, o eredi non amati la prendono. ",
  "mn13:10.5": "Si intristisce, geme, e si lamenta, battendosi il petto e cadendo in confusione: ",
  "mn13:10.6": "‘Ciò che era mio non c’è più’. ",
  "mn13:10.7": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn13:11.1": "Inoltre, per amore dei piaceri dei sensi re combattono contro re, aristocratici contro aristocratici, bramini contro bramini, e laici contro laici. Madre combatte contro figlio, figlio contro madre, padre contro figlio, e figlio contro padre. Fratelli combattono contro fratelli, fratelli contro sorelle, sorelle contro fratelli, e amici combattono contro amici. ",
  "mn13:11.2": "Una volta che cominciano a bisticciare, discutere, e litigare, si attaccano con pugni, pietre, bastoni, e spade, ",
  "mn13:11.3": "il che risulta in morte e dolore mortale. ",
  "mn13:11.4": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn13:12.1": "Inoltre, per amore dei piaceri dei sensi indossano spada e scudo, prendono arco e frecce, e si scagliano in battaglia ammassati da entrambi i lati, con frecce e lance che volano, e spade che scintillano. ",
  "mn13:12.2": "Lì vengono colpiti da frecce e lance, e le loro teste tagliate, ",
  "mn13:12.3": "il che risulta in morte e dolore mortale. ",
  "mn13:12.4": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn13:13.1": "Inoltre, per amore dei piaceri dei sensi indossano spada e scudo, prendono arco e frecce, e caricano bastioni fortificati, con frecce e lance che volano, e spade che scintillano. ",
  "mn13:13.2": "Lì vengono colpiti da frecce e lance, gli viene gettato addosso letame, vengono schiacciati, e le loro teste tagliate, ",
  "mn13:13.3": "il che risulta in morte e dolore mortale. ",
  "mn13:13.4": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn13:14.1": "Inoltre, per amore dei piaceri dei sensi entrano in casa altrui, saccheggiano, rubano da edifici isolati, commettono rapine di strada, e adulterio. ",
  "mn13:14.2": "I sovrani li arrestano e li sottopongono a varie punizioni: ",
  "mn13:14.3": "frustate, bastonate, e mazzate; taglio delle mani o dei piedi, o entrambi; taglio delle orecchie o del naso, o entrambi; la ‘pentola del porridge’, la ‘rasatura a conchiglia’, la ‘bocca del demone’, la ‘collana di fuoco’, la ‘mano che brucia’, la ‘torsione del giunco’, il ‘vestito di corteccia’, l’‘antilope’, l’‘uncino da carne’, le ‘monete’, il ‘cetriolo caustico’, la ‘barra che si torce’, la ‘stuoia di paglia’; gli viene versato addosso olio bollente, vengono dati in pasto ai cani, vengono impalati vivi, e vengono decapitati. ",
  "mn13:14.4": "Il che risulta in morte e dolore mortale. ",
  "mn13:14.5": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn13:15.1": "Inoltre, per amore dei piaceri dei sensi adottano cattiva condotta di corpo, parola, e mente. ",
  "mn13:15.2": "Alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn13:15.3": "Questo è uno svantaggio dei piaceri dei sensi che ha a che fare con le vite future, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn13:16.1": "E qual è la fuga dai piaceri dei sensi? ",
  "mn13:16.2": "Domare e rimuovere l’avidità e l’appetito per i piaceri dei sensi: questa è la fuga dai piaceri dei sensi. ",
  "mn13:17.1": "Ci sono asceti e bramini che non comprendono secondo realtà la gratificazione, lo svantaggio, e la fuga per quanto riguarda i piaceri dei sensi in questo modo per quello che sono. È impossibile per loro comprendere completamente i piaceri dei sensi, o istruire altri affinché, praticando così, comprendano completamente i piaceri dei sensi. ",
  "mn13:17.2": "Ci sono asceti e bramini che comprendono secondo realtà la gratificazione, lo svantaggio, e la fuga per quanto riguarda i piaceri dei sensi in questo modo per quello che sono. È possibile per loro comprendere completamente i piaceri dei sensi, o istruire altri affinché, praticando così, comprendano completamente i piaceri dei sensi. ",
  "mn13:18.1": "E qual è la gratificazione delle forme? ",
  "mn13:18.2": "Immaginate ci sia una ragazza bramina, aristocratica, o laica che ha quindici o sedici anni, né troppo alta né troppo bassa, né troppo magra né troppo grassa, né troppo scura né troppo chiara. Non sarebbe all’apice della propria bellezza e graziosità?” ",
  "mn13:18.3": "“Sì, Signore” ",
  "mn13:18.4": "“La felicità e l’allegria che si manifestano da questa bellezza e graziosità ",
  "mn13:18.5": "è la gratificazione delle forme. ",
  "mn13:19.1": "E qual è lo svantaggio delle forme? ",
  "mn13:19.2": "Immaginate che qualche tempo dopo vediate quella stessa ragazza, a ottanta, novanta, o cento anni, piegata in due, deforme, che si appoggia a un bastone, che trema mentre cammina, dolorante, oltre il fiore degli anni, con denti rotti, capelli grigi e pochi, o pelata, con pelle rugosa, e macchie sugli arti. ",
  "mn13:19.3": "Cosa ne pensate, monaci? ",
  "mn13:19.4": "Quella bellezza precedente non è svanita e lo svantaggio diventato chiaro?” ",
  "mn13:19.5": "“Sì, Signore” ",
  "mn13:19.6": "“Questo è lo svantaggio delle forme. ",
  "mn13:20.1": "Inoltre, immaginate di vedere quella stessa ragazza ammalata, sofferente, gravemente malata, collassata nelle proprie feci e urina, che viene raccolta da alcuni e riposta da altri. ",
  "mn13:20.2": "Cosa ne pensate, monaci? ",
  "mn13:20.3": "Quella bellezza precedente non è svanita e lo svantaggio diventato chiaro?” ",
  "mn13:20.4": "“Sì, Signore” ",
  "mn13:20.5": "“Anche questo è lo svantaggio delle forme. ",
  "mn13:21.1": "Inoltre, immaginate di vedere quella stessa ragazza come cadavere scartato in un cimitero. E che sia morta da uno, due, o tre giorni, gonfia, livida, e purulenta. ",
  "mn13:21.3": "Cosa ne pensate, monaci? ",
  "mn13:21.4": "Quella bellezza precedente non è svanita e lo svantaggio diventato chiaro?” ",
  "mn13:21.5": "“Sì, Signore” ",
  "mn13:21.6": "“Anche questo è lo svantaggio delle forme. ",
  "mn13:22.1": "Inoltre, immaginate di vedere quella stessa ragazza come cadavere scartato in un cimitero, che viene divorata da corvi, falchi, avvoltoi, aironi, cani, tigri, leopardi, sciacalli, e vari tipi di insetti … ",
  "mn13:23-28.1": "Inoltre, immaginate di vedere quella stessa ragazza come cadavere scartato in un cimitero. ",
  "mn13:23-28.2": "E che sia stata ridotta a uno scheletro con carne e sangue, tenuto insieme dai tendini … uno scheletro senza carne ma cosparso di sangue, e tenuto insieme dai tendini … uno scheletro senza carne e sangue, tenuto insieme dai tendini … ",
  "mn13:23-28.3": "ossa senza tendini sparse in ogni direzione. Qui l’osso di una mano, lì l’osso di un piede, qui uno stinco, lì un femore, qui un bacino, lì una costola, qui una vertebra, lì l’osso di un braccio, qui un osso del collo, lì una mandibola, qui un dente, lì il cranio. … ",
  "mn13:29.1": "Inoltre, immaginate di vedere quella stessa ragazza come cadavere scartato in un cimitero. ",
  "mn13:29.2": "E che sia stata ridotta a ossa bianche, il colore delle conchiglie … ossa decrepite, ammucchiate in una pila … ossa marce e sbriciolate in polvere. ",
  "mn13:29.3": "Cosa ne pensate, monaci? ",
  "mn13:29.4": "Quella bellezza precedente non è svanita e lo svantaggio diventato chiaro?” ",
  "mn13:29.5": "“Sì, Signore” ",
  "mn13:29.6": "“Anche questo è lo svantaggio delle forme. ",
  "mn13:30.1": "E qual è la fuga dalle forme? ",
  "mn13:30.2": "Domare e rimuovere l’avidità e l’appetito per le forme: questa è la fuga dalle forme. ",
  "mn13:31.1": "Ci sono asceti e bramini che non comprendono secondo realtà la gratificazione, lo svantaggio, e la fuga per quanto riguarda le forme in questo modo per quello che sono. È impossibile per loro comprendere completamente le forme, o istruire altri affinché, praticando così, comprendano completamente le forme. ",
  "mn13:31.2": "Ci sono asceti e bramini che comprendono secondo realtà la gratificazione, lo svantaggio, e la fuga per quanto riguarda le forme in questo modo per quello che sono. È possibile per loro comprendere completamente le forme, o istruire altri affinché, praticando così, comprendano completamente le forme. ",
  "mn13:32.1": "E qual è la gratificazione delle sensazioni? ",
  "mn13:32.2": "È quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e medita nella prima estasi. ",
  "mn13:32.3": "In quel momento un monaco non intende affliggere se stesso, affliggere gli altri, o affliggere entrambi; ",
  "mn13:32.4": "Prova solo sensazioni che non affliggono. ",
  "mn13:32.5": "La libertà dall’afflizione è la gratificazione suprema delle sensazioni, dico io. ",
  "mn13:33-35.1": "Inoltre, un monaco raggiunge e medita nella seconda estasi … ",
  "mn13:33-35.2": "nella terza estasi … ",
  "mn13:33-35.3": "e nella quarta estasi. In quel momento un monaco non intende affliggere se stesso, affliggere gli altri, o affliggere entrambi; ",
  "mn13:33-35.4": "Prova solo sensazioni che non affliggono. ",
  "mn13:33-35.5": "La libertà dall’afflizione è la gratificazione suprema delle sensazioni, dico io. ",
  "mn13:36.1": "E qual è lo svantaggio delle sensazioni? ",
  "mn13:36.2": "Il fatto che le sensazioni siano impermanenti, insoddisfacenti, e deperibili: questo è il loro svantaggio. ",
  "mn13:37.1": "E qual è la fuga dalle sensazioni? ",
  "mn13:37.2": "Domare e rimuovere l’avidità e l’appetito per le sensazioni: questa è la fuga dalle sensazioni. ",
  "mn13:38.1": "Ci sono asceti e bramini che non comprendono secondo la realtà la gratificazione, lo svantaggio, e la fuga per quanto riguarda le sensazioni in questo modo per quello che sono. È impossibile per loro comprendere completamente le sensazioni, o istruire altri affinché, praticando così, comprendano completamente le sensazioni. ",
  "mn13:38.2": "Ci sono asceti e bramini che comprendono secondo realtà la gratificazione, lo svantaggio, e la fuga per quanto riguarda le sensazioni in questo modo per quello che sono. È possibile per loro comprendere completamente le sensazioni, o istruire altri affinché, praticando così, comprendano completamente le sensazioni”. ",
  "mn13:38.3": "Questo è ciò che il Buddha disse. ",
  "mn13:38.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}