{
  "mn145:0.1": "Discorsi medi 145 ",
  "mn145:0.2": "Il discorso sul consiglio a Puṇṇa ",
  "mn145:1.1": "Così ho sentito. ",
  "mn145:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn145:1.3": "Nel tardo pomeriggio, il Venerabile Puṇṇa uscì da ritiro e andò dal Buddha. Si inchinò, si sedette a lato, e gli disse: ",
  "mn145:2.1": "“Signore, che il Buddha mi spieghi brevemente l’insegnamento. Dopo averlo sentito dimorerò solo, ritirato, diligente, fervido, e risoluto” ",
  "mn145:2.2": "“Allora, Puṇṇa, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn145:2.3": "“Sì, Signore,” rispose il Venerabile Puṇṇa. ",
  "mn145:2.4": "Il Buddha disse: ",
  "mn145:3.1": "“Puṇṇa, ci sono forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn145:3.2": "Se un monaco ne trae piacere, le accoglie, e continua ad afferrarle, ",
  "mn145:3.3": "ciò da vita a godimento. ",
  "mn145:3.4": "Con l’origine del godimento la sofferenza ha origine, dico io. ",
  "mn145:3.5": "Ci sono suoni percepiti dall’orecchio … ",
  "mn145:3.6": "odori percepiti dal naso … ",
  "mn145:3.7": "sapori percepiti dalla lingua … ",
  "mn145:3.8": "tocchi percepiti dal corpo … ",
  "mn145:3.9": "e fenomeni mentali percepiti dalla mente che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn145:3.10": "Se un monaco ne trae piacere, li accoglie, e continua ad afferrarli, ",
  "mn145:3.11": "ciò da vita a godimento. ",
  "mn145:3.12": "Con l’origine del godimento la sofferenza ha origine, dico io. ",
  "mn145:4.1": "Ci sono forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn145:4.2": "Se un monaco non ne trae piacere, non le accoglie, e non continua ad afferrarle, ",
  "mn145:4.3": "il godimento cessa. ",
  "mn145:4.4": "Con la cessazione del godimento, la sofferenza cessa, dico io. ",
  "mn145:4.5": "Ci sono suoni percepiti dall’orecchio … ",
  "mn145:4.6": "odori percepiti dal naso … ",
  "mn145:4.7": "sapori percepiti dalla lingua … ",
  "mn145:4.8": "tocchi percepiti dal corpo … ",
  "mn145:4.9": "e fenomeni mentali percepiti dalla mente che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn145:4.10": "Se un monaco non ne trae piacere, non li accoglie, e non continua ad afferrarli, ",
  "mn145:4.11": "il godimento cessa. ",
  "mn145:4.12": "Quando il godimento cessa, la sofferenza cessa, dico io. ",
  "mn145:5.1": "Puṇṇa, ora che ti ho dato questo breve consiglio, in che Paese dimorerai?” ",
  "mn145:5.2": "“Signore, c’è un Paese di nome Sunāparanta. Dimorerò lì” ",
  "mn145:5.3": "“La gente di Sunāparanta è selvaggia e rude, Puṇṇa. ",
  "mn145:5.5": "Se dovessero abusarti e insultarti, cosa penseresti di loro?” ",
  "mn145:5.6": "“Se dovessero abusarmi e insultarmi, penserò: ",
  "mn145:5.7": "‘Questa gente di Sunāparanta è graziosa, davvero graziosa, dato che non mi prende a pugni’. ",
  "mn145:5.8": "Questo è quello che penserò, Beato. ",
  "mn145:5.9": "Questo è quello che penserò, Santo” ",
  "mn145:5.10": "“Ma se dovessero prenderti a pugni, cosa penseresti di loro?” ",
  "mn145:5.11": "“Se dovessero prendermi a pugni, penserò: ",
  "mn145:5.12": "‘Questa gente di Sunāparanta è graziosa, davvero graziosa, dato che non mi lancia addosso pietre’. ",
  "mn145:5.13": "Questo è quello che penserò, Beato. ",
  "mn145:5.14": "Questo è quello che penserò, Santo” ",
  "mn145:5.15": "“Ma se dovessero lanciarti addosso pietre, cosa penseresti di loro?” ",
  "mn145:5.16": "“Se dovessero lanciarmi addosso pietre, penserò: ",
  "mn145:5.17": "‘Questa gente di Sunāparanta è graziosa, davvero graziosa, dato che non mi prende a mazzate’. ",
  "mn145:5.18": "Questo è quello che penserò, Beato. ",
  "mn145:5.19": "Questo è quello che penserò, Santo” ",
  "mn145:5.20": "“Ma se dovessero prenderti a mazzate, cosa penseresti di loro?” ",
  "mn145:5.21": "“Se dovessero prendermi a mazzate, penserò: ",
  "mn145:5.22": "‘Questa gente di Sunāparanta è graziosa, davvero graziosa, dato che non mi accoltella’. ",
  "mn145:5.23": "Questo è quello che penserò, Beato. ",
  "mn145:5.24": "Questo è quello che penserò, Santo” ",
  "mn145:5.25": "“Ma se dovessero accoltellarti, cosa penseresti di loro?” ",
  "mn145:5.26": "“Se dovessero accoltellarmi, penserò: ",
  "mn145:5.27": "‘Questa gente di Sunāparanta è graziosa, davvero graziosa, dato che non mi toglie la vita accoltellandomi’. ",
  "mn145:5.28": "Questo è quello che penserò, Beato. ",
  "mn145:5.29": "Questo è quello che penserò, Santo” ",
  "mn145:5.30": "“Ma se dovessero toglierti la vita accoltellandoti, cosa penseresti di loro?” ",
  "mn145:5.31": "“Se dovessero togliermi la vita accoltellandomi, penserò: ",
  "mn145:5.32": "‘Ci sono discepoli del Buddha che hanno dovuto cercare qualcosa che togliesse loro la vita quando erano inorriditi, nauseati, e disgustati dal corpo e dalla vita. E io ho l’ho trovato senza dover cercare!’ ",
  "mn145:5.33": "Questo è quello che penserò, Beato. ",
  "mn145:5.34": "Questo è quello che penserò, Santo” ",
  "mn145:6.1": "“Bene, bene, Puṇṇa! ",
  "mn145:6.2": "Con un tale auto-controllo e serenità sarai in grado di dimorare a Sunāparanta. ",
  "mn145:6.3": "Ora, Puṇṇa, vai pure quando vuoi”. ",
  "mn145:7.1": "Allora il Venerabile Puṇṇa trasse piacere e gioì in ciò che il Buddha disse. Si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra. Poi riordinò il proprio riparo e, prendendo la propria ciotola e abito, si avviò verso Sunāparanta. ",
  "mn145:7.2": "Passo dopo passo, giunse a Sunāparanta, ",
  "mn145:7.3": "e lì rimase. ",
  "mn145:7.4": "Durante quella stagione delle piogge, acquisì circa cinquecento discepoli laici e cinquecento discepole laiche. E durante quella stessa stagione delle piogge raggiunse le tre conoscenze. ",
  "mn145:7.5": "Poi, del tempo dopo, si estinse completamente. ",
  "mn145:8.1": "Allora vari monaci andarono dal Buddha, si inchinarono, si sedettero a lato, e gli dissero: ",
  "mn145:8.2": "“Signore, il giovane di nome Puṇṇa, che era stato istruito brevemente dal Buddha, è deceduto. ",
  "mn145:8.3": "Dove è rinato nella prossima vita?” ",
  "mn145:8.4": "“Monaci, Puṇṇa era astuto. Ha praticato in linea con l’insegnamento, e non mi ha dato problemi riguardo all’insegnamento. ",
  "mn145:8.5": "Puṇṇa si è estinto completamente”. ",
  "mn145:8.6": "Questo è ciò che il Buddha disse. ",
  "mn145:8.7": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}