{
  "mn140:0.1": "Discorsi medi 140 ",
  "mn140:0.2": "Il discorso sull’analisi degli elementi ",
  "mn140:1.1": "Così ho sentito. ",
  "mn140:1.2": "Una volta il Buddha stava vagando nella terra dei Maghada quando giunse a Rājagaha. ",
  "mn140:1.3": "Andò a trovare Bhaggava il vasaio, e disse: ",
  "mn140:2.1": "“Bhaggava, se non è un problema, vorrei passare una sola notte nel tuo laboratorio” ",
  "mn140:2.2": "“Non è un problema, Signore. ",
  "mn140:2.3": "Ma c’è già un rinunciante lì. ",
  "mn140:2.4": "Se lui lo permette, Signore, può rimanere quanto vuole”. ",
  "mn140:3.1": "Ora, in quel periodo un giovane di nome Pukkusāti aveva lasciato in fede la vita di casa per quella mendicante in nome del Buddha. ",
  "mn140:3.2": "Ed era lui che si era fermato per primo nel laboratorio. ",
  "mn140:3.3": "Allora il Buddha andò dal Venerabile Pukkusāti e gli disse: ",
  "mn140:3.4": "“Monaco, se non è un problema, vorrei passare una sola notte nel laboratorio” ",
  "mn140:3.5": "“Il laboratorio del vasaio è spazioso, fratello. ",
  "mn140:3.6": "Rimani pure quanto vuoi”. ",
  "mn140:4.1": "Allora il Buddha entrò nel laboratorio e preparò una stuoia di fieno a lato. Si sedette con le gambe incrociate e la schiena dritta, e stabilì consapevolezza di fronte a sé. ",
  "mn140:4.2": "Passò la maggior parte della notte seduto, ",
  "mn140:4.3": "e così fece anche Pukkusāti. ",
  "mn140:4.4": "Allora il Buddha pensò: ",
  "mn140:4.5": "“Il comportamento di questo giovane è impressionante. ",
  "mn140:4.6": "Perché non lo interrogo?” ",
  "mn140:4.7": "Allora il Buddha disse a Pukkusāti: ",
  "mn140:5.1": "“Nel nome di chi hai lasciato casa, monaco? Chi è il tuo maestro? In che insegnamento credi?” ",
  "mn140:5.2": "“Fratello, c’è l’asceta Gotama, un Sakya, fattosi monaco da una famiglia Sakya. ",
  "mn140:5.3": "Ha questa buona reputazione: ",
  "mn140:5.4": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn140:5.5": "Ho lasciato casa in suo nome. ",
  "mn140:5.6": "Quel Beato è il mio Maestro, ",
  "mn140:5.7": "e io credo nel suo insegnamento” ",
  "mn140:5.8": "“Ma, monaco, dov’è il Beato, il perfetto, il Buddha completamente risvegliato al momento?” ",
  "mn140:5.9": "“Nelle terre del nord c’è una città chiamata Sāvatthī. ",
  "mn140:5.10": "È lì che si trova il Beato, il perfetto, il Buddha completamente risvegliato al momento” ",
  "mn140:5.11": "“Ma hai mai visto quel Buddha? ",
  "mn140:5.12": "Lo riconosceresti se lo vedessi?” ",
  "mn140:5.13": "“No, fratello, non l’ho mai visto, ",
  "mn140:5.14": "e non lo riconoscerei se lo vedessi”. ",
  "mn140:6.1": "Allora il Buddha pensò: ",
  "mn140:6.2": "“Questo giovane ha lasciato casa in mio nome. ",
  "mn140:6.3": "Perché non gli spiego l’insegnamento?” ",
  "mn140:6.4": "Allora il Buddha disse a Pukkusāti: ",
  "mn140:6.5": "“Monaco, ti spiego l’insegnamento. ",
  "mn140:6.6": "ascolta e presta la giusta attenzione, ora parlo” ",
  "mn140:6.7": "“Sì, fratello”, rispose Pukkusāti. ",
  "mn140:6.8": "Il Buddha disse: ",
  "mn140:7.1": "“‘Questa persona ha sei elementi, sei campi di contatto, diciotto preoccupazioni mentali, e quattro fondamenti. ",
  "mn140:7.2": "Dovunque stia, i flussi della presunzione non scorrono. E dove i flussi della presunzione non scorrono, viene chiamato un saggio in pace. ",
  "mn140:7.3": "Non trascurare la saggezza; preserva la verità; coltiva la generosità; e addestrati solo alla pace’. ",
  "mn140:7.4": "Questa è la recitazione riepilogo per l’analisi degli elementi. ",
  "mn140:8.1": "‘Questa persona ha sei elementi’. ",
  "mn140:8.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn140:8.3": "Ci sono questi sei elementi: ",
  "mn140:8.4": "La materia solida, la materia liquida, il calore, la materia gassosa, lo spazio, e la coscienza. ",
  "mn140:8.5": "‘Questa persona ha sei elementi’. ",
  "mn140:8.6": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn140:9.1": "‘Questa persona ha sei campi di contatto’. ",
  "mn140:9.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn140:9.3": "Il campo di contatto dell’occhio, il campo di contatto dell’orecchio, il campo di contatto del naso, il campo di contatto della lingua, il campo di contatto del corpo, e il campo di contatto della mente. ",
  "mn140:9.4": "‘Questa persona ha sei campi di contatto’. ",
  "mn140:9.5": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn140:10.1": "‘Questa persona ha diciotto preoccupazioni mentali’. ",
  "mn140:10.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn140:10.3": "Quando si vede una forma con gli occhi, ci si preoccupa di una forma che è base per allegria, per tristezza, o per equanimità. ",
  "mn140:10.4": "Quando si sente un suono con l’orecchio … ",
  "mn140:10.5": "Quando si fiuta un odore con il naso … ",
  "mn140:10.6": "Quando si gusta un sapore con la lingua … ",
  "mn140:10.7": "Quando si entra in contatto con un tocco col corpo … ",
  "mn140:10.8": "Quando si diventa coscienti di un fenomeno mentale con la mente, ci si preoccupa di un fenomeno mentale che è base per allegria, per tristezza, o per equanimità. ",
  "mn140:10.9": "Quindi ci sono sei preoccupazioni per l’allegria, sei preoccupazioni per la tristezza, e sei preoccupazioni per l’equanimità. ",
  "mn140:10.10": "‘Questa persona ha diciotto preoccupazioni mentali’. ",
  "mn140:10.11": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn140:11.1": "‘Questa persona ha quattro fondamenti’. ",
  "mn140:11.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn140:11.3": "Il fondamento della saggezza, il fondamento della verità, il fondamento della generosità, e il fondamento della pace. ",
  "mn140:11.4": "‘Questa persona ha quattro fondamenti’. ",
  "mn140:11.5": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn140:12.1": "‘Non trascurare la saggezza; preserva la verità; coltiva la generosità; e addestrati solo alla pace’. ",
  "mn140:12.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn140:13.1": "Come non si trascura la saggezza? ",
  "mn140:13.2": "Ci sono questi sei elementi: ",
  "mn140:13.3": "La materia solida, la materia liquida, il calore, la materia gassosa, lo spazio, e la coscienza. ",
  "mn140:14.1": "E cos’è la materia solida? ",
  "mn140:14.2": "La materia solida può essere interna o esterna. ",
  "mn140:14.3": "E cos’è la materia solida interna? ",
  "mn140:14.4": "Qualsiasi cosa dura, solida, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn140:14.5": "capelli, peli, unghie, denti, pelle, carne, tendini, ossa, midollo osseo, reni, cuore, fegato, diaframma, milza, polmoni, intestini, mesentere, cibo non digerito, feci, o qualsiasi altra cosa dura, solida, e personale che è interna, relativa a un individuo. ",
  "mn140:14.6": "Questa si chiama materia solida interna. ",
  "mn140:14.7": "La materia solida interna e la materia solida esterna sono entrambe semplicemente materia solida. ",
  "mn140:14.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn140:14.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della materia solida, si disinveste la mente dalla materia solida. ",
  "mn140:15.1": "E cos’è la materia liquida? ",
  "mn140:15.2": "La materia liquida può essere interna o esterna. ",
  "mn140:15.3": "E cos’è la materia liquida interna? ",
  "mn140:15.4": "Qualsiasi cosa acquosa, liquida, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn140:15.5": "bile, catarro, pus, sangue, sudore, grasso, lacrime, unto, saliva, muco, liquido sinoviale, urina, o qualsiasi altra cosa acquosa, liquida, e personale che è interna, relativa a un individuo. ",
  "mn140:15.6": "Questa si chiama materia liquida interna. ",
  "mn140:15.7": "La materia liquida interna e la materia liquida esterna sono entrambe semplicemente materia liquida. ",
  "mn140:15.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn140:15.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della materia liquida, si disinveste la mente dalla materia liquida. ",
  "mn140:16.1": "E cos’è il calore? ",
  "mn140:16.2": "Il calore può essere interno o esterno. ",
  "mn140:16.3": "E cos’è il calore interno? ",
  "mn140:16.4": "Qualsiasi cosa infuocata, ardente, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn140:16.5": "ciò che emana calore, ciò che invecchia, ciò che si scalda quando si ha la febbre, ciò che digerisce correttamente cibo e bevande, o qualsiasi altra cosa infuocata, ardente, e personale che è interna, relativa a un individuo. ",
  "mn140:16.6": "Questo si chiama calore interno. ",
  "mn140:16.7": "Il calore interno e il calore esterno sono entrambi semplicemente calore. ",
  "mn140:16.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn140:16.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti del calore, si disinveste la mente dal calore. ",
  "mn140:17.1": "E cos’è la materia gassosa? ",
  "mn140:17.2": "La materia gassosa può essere interna o esterna. ",
  "mn140:17.3": "E cos’è la materia gassosa interna? ",
  "mn140:17.4": "Qualsiasi cosa che è aria, ariosa, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn140:17.5": "aria che va su e giù, l’aria nella pancia o nelle intestina, l’aria che scorre negli arti, inspirazione ed espirazione, o qualsiasi altra cosa ventosa, gassosa, e personale che è interna, relativa a un individuo. ",
  "mn140:17.6": "Questa si chiama materia gassosa interna. ",
  "mn140:17.7": "La materia gassosa interna e la materia gassosa esterna sono entrambe semplicemente materia gassosa. ",
  "mn140:17.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn140:17.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della materia gassosa, si disinveste la mente dalla materia gassosa. ",
  "mn140:18.1": "E cos’è lo spazio? ",
  "mn140:18.2": "Lo spazio può essere interno o esterno. ",
  "mn140:18.3": "E cos’è lo spazio interno? ",
  "mn140:18.4": "Qualsiasi spazio, parte spaziosa, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn140:18.5": "i canali uditivi, le narici, e la bocca; lo spazio per ingerire ciò che si mangia e si beve, lo spazio dove sta, e lo spazio per espellerlo dal didietro; o qualsiasi altra cosa che è spazio, spaziosa, e personale che è interna, relativa a un individuo. ",
  "mn140:18.6": "Questo si chiama spazio interno. ",
  "mn140:18.7": "Lo spazio interno e lo spazio esterno sono entrambi semplicemente spazio. ",
  "mn140:18.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn140:18.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti dello spazio, si disinveste la mente dallo spazio. ",
  "mn140:19.1": "Ciò che rimane è coscienza pura, limpida e luminosa. ",
  "mn140:19.2": "E cosa conosce la coscienza? ",
  "mn140:19.3": "Conosce ‘piacere’, ‘dolore’, e ‘neutro’. ",
  "mn140:19.4": "La sensazione piacevole si manifesta in dipendenza da un contatto che deve essere provato come piacevole. ",
  "mn140:19.5": "Quando si prova una sensazione piacevole si sa: ‘Sto provando una sensazione piacevole’. ",
  "mn140:19.6": "Si comprende: ‘Con la cessazione di quel contatto da provare come piacevole, la sensazione piacevole corrispondente cessa e si ferma’. ",
  "mn140:19.7": "La sensazione dolorosa si manifesta in dipendenza da un contatto che deve essere provato come dolorosa. ",
  "mn140:19.8": "Quando si prova una sensazione dolorosa si sa: ‘Sto provando una sensazione dolorosa’. ",
  "mn140:19.9": "Si comprende: ‘Con la cessazione di quel contatto da provare come doloroso, la sensazione dolorosa corrispondente cessa e si ferma’. ",
  "mn140:19.10": "La sensazione neutra si manifesta in dipendenza da un contatto che deve essere provato come neutro. ",
  "mn140:19.11": "Quando si prova una sensazione neutra si sa: ‘Sto provando una sensazione neutra’. ",
  "mn140:19.12": "Si comprende: ‘Con la cessazione di quel contatto da provare come neutro, la sensazione neutra corrispondente cessa e si ferma’. ",
  "mn140:19.13": "Quando si sfregano due bastoncini si produce calore e si appiccia un fuoco. Ma quando i bastoncini si separano e vengono riposti a lato, qualsiasi calore cessa e si ferma. ",
  "mn140:19.14": "Allo stesso modo, la sensazione piacevole si manifesta in dipendenza da un contatto che deve essere provato come piacevole. ",
  "mn140:19.15": "Quando si prova una sensazione piacevole si sa: ‘Sto provando una sensazione piacevole’. ",
  "mn140:19.16": "Si comprende: ‘Con la cessazione di quel contatto da provare come piacevole, la sensazione piacevole corrispondente cessa e si ferma’. ",
  "mn140:19.17": "La sensazione dolorosa si manifesta in dipendenza da un contatto che deve essere provato come doloroso. ",
  "mn140:19.18": "Quando si prova una sensazione dolorosa si sa: ‘Sto provando una sensazione dolorosa’. ",
  "mn140:19.19": "Si comprende: ‘Con la cessazione di quel contatto da provare come doloroso, la sensazione dolorosa corrispondente cessa e si ferma’. ",
  "mn140:19.20": "La sensazione neutra si manifesta in dipendenza da un contatto che deve essere provato come neutro. ",
  "mn140:19.21": "Quando si prova una sensazione neutra si sa: ‘Sto provando una sensazione neutra’. ",
  "mn140:19.22": "Si comprende: ‘Con la cessazione di quel contatto da provare come neutro, la sensazione neutra corrispondente cessa e si ferma’. ",
  "mn140:20.1": "Ciò che rimane è solo equanimità, pura, luminosa, flessibile, lavorabile, e radiante. ",
  "mn140:20.2": "È come quando un abile orafo o il suo assistente prepara la fucina, accende il crogiolo, prende dell’oro grezzo con le pinze e lo mette nel crogiolo. Di tanto in tanto gli fa aria, di tanto in tanto gli spruzza sopra dell’acqua, di tanto in tanto lo osserva solo. Quell’oro diventa flessibile, lavorabile, e luminoso, non fragile, ed è pronto per essere lavorato. Allora l’orafo può creare con successo qualsiasi tipo di ornamento desideri, che sia un braccialetto, degli orecchini, una collana, o una catenina dorata. ",
  "mn140:20.3": "Allo stesso modo, ciò che rimane è solo equanimità, pura, luminosa, flessibile, lavorabile, e radiante. ",
  "mn140:21.1": "Si comprende: ",
  "mn140:21.2": "‘Se dovessi applicare questa equanimità, così limpida e luminosa, alla dimensione dello spazio infinito, e sviluppare la mia mente di conseguenza, ",
  "mn140:21.3": "questa mia equanimità, facendo affidamento su di essa e attacandovici, rimarrebbe lì per molto tempo. ",
  "mn140:21.4": "Se dovessi applicare questa equanimità, così limpida e luminosa, alla dimensione della coscienza infinita, e sviluppare la mia mente di conseguenza, ",
  "mn140:21.5": "questa mia equanimità, facendo affidamento su di essa e attacandovici, rimarrebbe lì per molto tempo. ",
  "mn140:21.6": "Se dovessi applicare questa equanimità, così limpida e luminosa, alla dimensione del nulla, e sviluppare la mia mente di conseguenza, ",
  "mn140:21.7": "questa mia equanimità, facendo affidamento su di essa e attacandovici, rimarrebbe lì per molto tempo. ",
  "mn140:21.8": "Se dovessi applicare questa equanimità, così limpida e luminosa, alla dimensione della né percezione né non-percezione, e sviluppare la mia mente di conseguenza, ",
  "mn140:21.9": "questa mia equanimità, facendo affidamento su di essa e attacandovici, rimarrebbe lì per molto tempo’. ",
  "mn140:22.1": "Si comprende: ",
  "mn140:22.2": "‘Se dovessi applicare questa equanimità, così limpida e luminosa, alla dimensione dello spazio infinito, la mia mente si svilupperebbe di conseguenza. ",
  "mn140:22.3": "Ma ciò è sostenuto da attività. ",
  "mn140:22.4": "Se dovessi applicare questa equanimità, così limpida e luminosa, alla dimensione della coscienza infinita, la mia mente si svilupperebbe di conseguenza. ",
  "mn140:22.5": "Ma ciò è sostenuto da attività. ",
  "mn140:22.6": "Se dovessi applicare questa equanimità, così limpida e luminosa, alla dimensione del nulla, la mia mente si svilupperebbe di conseguenza. ",
  "mn140:22.7": "Ma ciò è sostenuto da attività. ",
  "mn140:22.8": "Se dovessi applicare questa equanimità, così limpida e luminosa, alla dimensione della nè percezione nè non-percezione, la mia mente si svilupperebbe di conseguenza. ",
  "mn140:22.9": "Ma ciò è sostenuto da attività’. ",
  "mn140:22.10": "Quindi si evita di formare un’intenzione o di esprimere una volontà di continuare a esistere o di smettere di esistere. ",
  "mn140:22.11": "Grazie a ciò, non ci si attacca a nulla al mondo. ",
  "mn140:22.12": "Non attaccandosi, non si è ansiosi. Non essendo ansiosi, ci si estingue. ",
  "mn140:22.13": "Si comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn140:23.1": "Se si prova una sensazione piacevole, si comprende che è impermanente, che non si è attaccati a essa, e che non si trae piacere da essa. ",
  "mn140:23.2": "Se si prova una sensazione dolorosa, si comprende che è impermanente, che non si è attaccati a essa, e che non si trae piacere da essa. ",
  "mn140:23.3": "Se si prova una sensazione neutra, si comprende che è impermanente, che non si è attaccati a essa, e che non si trae piacere da essa. ",
  "mn140:24.1": "Se si prova una sensazione piacevole, si prova in maniera distaccata. ",
  "mn140:24.2": "Se si prova una sensazione dolorosa, si prova in maniera distaccata. ",
  "mn140:24.3": "Se si prova una sensazione neutra, si prova in maniera distaccata. ",
  "mn140:24.4": "Sentendo arrivare la fine del corpo, si comprende: ‘Sto sentendo arrivare la fine del corpo’. Sentendo arrivare la fine della vita, si comprende: ‘Sto sentendo arrivare la fine della vita’. ",
  "mn140:24.5": "Si comprende: ‘Alla dissoluzione del corpo, quando la mia vita sarà giunta alla fine, tutto ciò che si prova, dato che non ne traggo più piacere, si raffredderà sul posto’. ",
  "mn140:24.6": "Immagina una lampada a olio che brucia in dipendenza dello stoppino. ",
  "mn140:24.7": "Quando l’olio e lo stoppino si esauriscono, la lampada si spegne per mancanza di combustibile. ",
  "mn140:24.8": "Allo stesso modo, sentendo arrivare la fine del corpo, si comprende: ‘Sto sentendo arrivare la fine del corpo’. Sentendo arrivare la fine della vita, si comprende: ‘Sto sentendo arrivare la fine della vita’. ",
  "mn140:24.9": "Si comprende: ‘Alla dissoluzione del corpo, quando la mia vita sarà giunta alla fine, tutto ciò che si prova, dato che non ne traggo più piacere, si raffredderà sul posto’. ",
  "mn140:25.1": "Quindi un monaco così è dotato del fondamento supremo della saggezza. ",
  "mn140:25.2": "Poiché questa è la saggezza nobile suprema, vale a dire, ",
  "mn140:25.3": "la conoscenza dell’eliminazione di ogni sofferenza. ",
  "mn140:26.1": "La sua libertà, essendo fondata sulla verità, è irremovibile. ",
  "mn140:26.2": "Dato che ciò che è falso ha una natura ingannevole, mentre ciò che è vero ha una natura veritiera: l’estinzione. ",
  "mn140:26.3": "Quindi un monaco così è dotato del fondamento supremo della verità. ",
  "mn140:26.4": "Poiché questa è la verità nobile suprema, vale a dire, ",
  "mn140:26.5": "ciò che ha natura veritiera: l’estinzione. ",
  "mn140:27.1": "Nella sua ignoranza, accumulava attaccamenti. ",
  "mn140:27.2": "Questi sono stati tagliati alla radice, resi come un ceppo di palma, e obliterati, in modo che non siano in grado di manifestarsi in futuro. ",
  "mn140:27.3": "Quindi un monaco così è dotato del fondamento supremo della generosità. ",
  "mn140:27.4": "Poiché questa è la generosità nobile suprema, vale a dire, ",
  "mn140:27.5": "lasciar andare ogni attaccamento. ",
  "mn140:28.1": "Nella sua ignoranza, era desideroso, pieno di desideri e avidità. ",
  "mn140:28.2": "Questi sono stati tagliati alla radice, resi come un ceppo di palma, e obliterati, in modo che non siano in grado di manifestarsi in futuro. ",
  "mn140:28.3": "Nella sua ignoranza, era sprezzante, pieno di malevolenza e odio. ",
  "mn140:28.4": "Queste sono state tagliate alla radice, rese come un ceppo di palma, e obliterate, in modo che non siano in grado di manifestarsi in futuro. ",
  "mn140:28.5": "Nella sua ignoranza, era ignorante, pieno di illusioni. ",
  "mn140:28.6": "Queste sono state tagliate alla radice, rese come un ceppo di palma, e obliterate, in modo che non siano in grado di manifestarsi in futuro. ",
  "mn140:28.7": "Quindi un monaco così è dotato del fondamento supremo della pace. ",
  "mn140:28.8": "Poiché questa è la pace nobile suprema, vale a dire, ",
  "mn140:28.9": "la pacificazione di avidità, odio, e illusione. ",
  "mn140:29.1": "‘Non trascurare la saggezza; preserva la verità; coltiva la generosità; e addestrati solo alla pace’. ",
  "mn140:29.2": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn140:30.1": "‘Dovunque stia, i flussi della presunzione non scorrono. E dove i flussi della presunzione non scorrono, viene chiamato un saggio in pace’. ",
  "mn140:30.2": "Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn140:31.1": "Queste sono tutte forme di presunzione: ‘Io sono’, ‘Io sono questo’, ‘Io sarò’, ‘Io non sarò’, ‘Avrò una forma’, ‘Sarò immateriale’, ‘Avrò percezione’, ‘Non avrò percezione’, ‘Non avrò né percezione né non-percezione’. ",
  "mn140:31.2": "La presunzione è una malattia, un bubbone, un dardo. ",
  "mn140:31.3": "Avendo trasceso ogni presunzione, ci si chiama un saggio in pace. ",
  "mn140:31.4": "Il saggio in pace non nasce, non invecchia, e non muore. Non è scosso, e non anela. ",
  "mn140:31.5": "Poiché non ha nulla che gli causerebbe di nascere. Non nascendo, come può invecchiare? Non invecchiando, come può morire? Non morendo, come può essere scosso? Non essendo scosso, a cosa dovrebbe anelare? ",
  "mn140:32.1": "‘Dovunque stia, i flussi della presunzione non scorrono. E dove i flussi della presunzione non scorrono, viene chiamato un saggio in pace’. ",
  "mn140:32.2": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn140:32.3": "Monaco, devi ricordare questa breve analisi dei sei elementi”. ",
  "mn140:33.1": "Allora il Venerabile Pukkusāti pensò: ",
  "mn140:33.2": "“Sembra che il Maestro sia venuto da me! Il Santo è venuto da me! Il Buddha completamente risvegliato è venuto da me!” Si alzò dal proprio posto, si aggiustò l’abito su una spalla, si inchinò con la testa ai piedi del Buddha, e disse: ",
  "mn140:33.3": "“Ho fatto un errore, Signore. È stato sciocco, stupido, e cattivo da parte mia rivolgermi al Buddha come ‘fratello’. ",
  "mn140:33.4": "Per favore, Signore, accetti il mio errore come tale, così che io mi contenga in futuro” ",
  "mn140:33.5": "“Davvero, monaco, hai fatto un errore. È stato sciocco, stupido, e cattivo da parte tua rivolgerti a me come ‘fratello’. ",
  "mn140:33.6": "Ma dato che hai riconosciuto il tuo errore come tale, e hai rimediato secondo l’insegnamento, lo accetto. ",
  "mn140:33.7": "Poiché è crescita nell’insegnamento nobile riconoscere un errore come tale, rimediare secondo l’insegnamento, e impegnarsi a contenersi in futuro”. ",
  "mn140:34.1": "“Signore, potrei lasciare casa, e ricevere l’ordinazione in presenza del Buddha?” ",
  "mn140:34.2": "“Ma, monaco, hai un set completo di ciotola e abiti?” ",
  "mn140:34.3": "“No, Signore, non lo ho” ",
  "mn140:34.4": "“I Realizzati non permettono di lasciare casa a chi non ha un set completo di ciotola e abiti”. ",
  "mn140:35.1": "Allora il Venerabile Pukkusāti trasse piacere e gioì in ciò che il Buddha disse. Si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn140:35.2": "Ma mentre vagava alla ricerca di ciotola e abiti, una mucca randagia gli tolse la vita. ",
  "mn140:36.1": "Allora vari monaci andarono dal Buddha, si inchinarono, si sedettero a lato, e gli dissero: ",
  "mn140:36.2": "“Signore, il giovane di nome Pukkusāti, che era stato istruito brevemente dal Buddha, è deceduto. ",
  "mn140:36.3": "Dove è rinato nella prossima vita?” ",
  "mn140:36.4": "“Monaci, Pukkusāti era astuto. Ha praticato in linea con l’insegnamento, e non mi ha dato problemi riguardo all’insegnamento. ",
  "mn140:36.5": "Con l’eliminazione delle cinque catene inferiori, è rinato spontaneamente, e si estinguerà lì, senza tornare da quel mondo”. ",
  "mn140:36.6": "Questo è ciò che il Buddha disse. ",
  "mn140:36.7": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}