{
  "mn14:0.1": "Discorsi medi 14 ",
  "mn14:0.2": "Il discorso più corto sulla massa di sofferenza ",
  "mn14:1.1": "Così ho sentito. ",
  "mn14:1.2": "Una volta il Buddha dimorava nella terra dei Sakya, vicino a Kapilavatthu, nel monastero dell’albero di Banyan. ",
  "mn14:2.1": "Mahānāma il Sakya andò dal Buddha, si inchinò, si sedette a lato e gli disse: ",
  "mn14:2.2": "“È da tanto, Signore, che comprendo il suo insegnamento così: ",
  "mn14:2.3": "‘La cupidigia è una corruzione della mente, l’odio è una corruzione della mente, l’illusione è una corruzione della mente’. ",
  "mn14:2.4": "È così che comprendo il suo insegnamento. ",
  "mn14:2.6": "Nonostante io comprenda questo, a volte la mia mente è invasa da pensieri di cupidigia, a volte la mia mente è invasa da pensieri di odio, e a volte la mia mente è invasa da pensieri di illusione. ",
  "mn14:2.7": "Quindi mi chiedo: ",
  "mn14:2.8": "‘Che qualità rimangono in me per cui a volte la mia mente è invasa da pensieri di cupidigia, a volte la mia mente è invasa da pensieri di odio, e a volte la mia mente è invasa da pensieri di illusione?’” ",
  "mn14:3.1": "“Mahānāma, c’è una qualità che rimane in te per cui a volte la tua mente è invasa da pensieri di cupidigia, a volte la tua mente è invasa da pensieri di odio, e a volte la tua mente è invasa da pensieri di illusione. ",
  "mn14:3.2": "Poiché se avessi abbandonato quella qualità non vivresti ancora a casa apprezzando i piaceri dei sensi. ",
  "mn14:3.3": "Ma dato che non hai abbandonato quella qualità vivi ancora a casa apprezzando i piaceri dei sensi. ",
  "mn14:4.1": "I piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi. ",
  "mn14:4.2": "Sebbene un discepolo nobile abbia visto chiaramente questo con saggezza corretta, finché non raggiunge l’euforia e la felicità che trascendono i piaceri dei sensi e le cattive qualità, o qualcosa persino più pacifico di questo, ",
  "mn14:4.3": "potrebbe ancora tornare ai piaceri dei sensi. ",
  "mn14:4.4": "Ma una volta che un discepolo nobile vede chiaramente con saggezza corretta che: ‘I piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’, e raggiunge l’euforia e la felicità che trascendono i piaceri dei sensi e le cattive qualità, o qualcosa persino più pacifico di questo, ",
  "mn14:4.5": "non tornerà ai piaceri dei sensi. ",
  "mn14:5.1": "Prima del mio risveglio, quando non ero ancora risvegliato ma ero alla ricerca del risveglio, anche io vedevo chiaramente con saggezza corretta che: ",
  "mn14:5.2": "‘I piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’. ",
  "mn14:5.3": "Ma finché non raggiunsi l’euforia e la felicità che trascendono i piaceri dei sensi e le cattive qualità, o qualcosa persino più pacifico di questo, ",
  "mn14:5.4": "non annunciai che non sarei tornato ai piaceri dei sensi. ",
  "mn14:5.5": "Ma una volta che vidi chiaramente con saggezza corretta che: ‘I piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’, e raggiunsi l’euforia e la felicità che trascendono i piaceri dei sensi e le cattive qualità, o qualcosa persino più pacifico di questo, ",
  "mn14:5.6": "annunciai che non sarei tornato ai piaceri dei sensi. ",
  "mn14:6.1": "E qual è la gratificazione dei piaceri dei sensi? ",
  "mn14:6.2": "Ci sono cinque tipi di stimolazione dei sensi. ",
  "mn14:6.3": "Quali cinque? ",
  "mn14:6.4": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn14:6.5": "Suoni percepiti dall’orecchio … ",
  "mn14:6.6": "Odori percepiti dal naso … ",
  "mn14:6.7": "Sapori percepiti dalla lingua … ",
  "mn14:6.8": "Tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn14:6.9": "Questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn14:6.10": "La felicità e l’allegria che si manifestano da questi cinque tipi di stimolazione dei sensi: ",
  "mn14:6.11": "questa è la gratificazione dei piaceri dei sensi. ",
  "mn14:7.1": "E qual è lo svantaggio dei piaceri dei sensi? ",
  "mn14:7.2": "È quando un giovane si guadagna da vivere attraverso ",
  "mn14:7.3": "aritmetica, contabilità, calcolo, agricoltura, commercio, pastorizia, tiro con l’arco, servizi governativi, o una delle professioni. ",
  "mn14:7.4": "Ma deve affrontare freddo e caldo, venire ferito dal tocco di mosche, zanzare, vento, sole, e rettili, e rischiare di morire di fame e sete. ",
  "mn14:7.5": "Questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn14:8.1": "Quel giovane ci prova, lotta, e si sforza, ma non riesce a guadagnare soldi. ",
  "mn14:8.2": "Se succede questo, si intristisce, geme, e si lamenta, battendosi il petto e cadendo in confusione, dicendo: ‘Oh, il mio duro lavoro è sprecato. I miei sforzi sono in vano!’ ",
  "mn14:8.3": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn14:9.1": "Quel giovane ci prova, lotta, e si sforza, e riesce a guadagnare soldi. ",
  "mn14:9.2": "Ma prova dolore e malinconia quando prova a proteggerli, pensando: ",
  "mn14:9.3": "‘Come posso impedire che la mia ricchezza venga presa dal governo o dai ladri, bruciata dal fuoco, spazzata via da diluvi, o presa da eredi non amati?’ ",
  "mn14:9.4": "E anche se la protegge e la custodisce, il governo o i ladri la prendono, o il fuoco la brucia, o diluvi la spazzano via, o eredi non amati la prendono. ",
  "mn14:9.5": "Si intristisce, geme, e si lamenta, battendosi il petto e cadendo in confusione: ",
  "mn14:9.6": "‘Ciò che era mio non c’è più’. ",
  "mn14:9.7": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn14:10.1": "Inoltre, per amore dei piaceri dei sensi re combattono contro re, aristocratici contro aristocratici, bramini contro bramini, e laici contro laici. Madre combatte contro figlio, figlio contro madre, padre contro figlio, e figlio contro padre. Fratelli combattono contro fratelli, fratelli contro sorelle, sorelle contro fratelli, e amici combattono contro amici. ",
  "mn14:10.2": "Una volta che hanno cominciato a bisticciare, discutere, e litigare, si attaccano con pugni, pietre, bastoni, e spade, ",
  "mn14:10.3": "il che risulta in morte e dolore mortale. ",
  "mn14:10.4": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn14:11.1": "Inoltre, per amore dei piaceri dei sensi indossano spada e scudo, prendono arco e frecce, e si scagliano in battaglia ammassati da entrambi i lati, con frecce e lance che volano e spade che scintillano. ",
  "mn14:11.2": "Lì vengono colpiti da frecce e lance, e le loro teste tagliate, ",
  "mn14:11.3": "il che risulta in morte e dolore mortale. ",
  "mn14:11.4": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn14:12.1": "Inoltre, per amore dei piaceri dei sensi indossano spada e scudo, prendono arco e frecce, e caricano bastioni fortificati, con frecce e lance che volano e spade che scintillano. ",
  "mn14:12.2": "Lì vengono colpiti da frecce e lance, gli viene gettato addosso letame, vengono schiacciati, e le loro teste tagliate, ",
  "mn14:12.3": "il che risulta in morte e dolore mortale. ",
  "mn14:12.4": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn14:13.1": "Inoltre, per amore dei piaceri dei sensi entrano in casa altrui, saccheggiano, rubano da edifici isolati, commettono rapine di strada, e adulterio. ",
  "mn14:13.2": "I sovrani li arrestano e li sottopongono a varie punizioni: ",
  "mn14:13.3": "frustate, bastonate, e mazzate; taglio delle mani o dei piedi, o entrambi; taglio delle orecchie o del naso, o entrambi; la ‘pentola del porridge’, la ‘rasatura a conchiglia’, la ‘bocca del demone’, la ‘collana di fuoco’, la ‘mano che brucia’, la ‘torsione del giunco’, il ‘vestito di corteccia’, l’‘antilope’, l’‘uncino da carne’, le ‘monete’, il ‘cetriolo caustico’, la ‘barra che si torce’, la ‘stuoia di paglia’; gli viene versato addosso olio bollente, vengono dati in pasto ai cani, vengono impalati vivi, e vengono decapitati. ",
  "mn14:13.4": "Il che risulta in morte e dolore mortale. ",
  "mn14:13.5": "Anche questo è uno svantaggio dei piaceri dei sensi evidente in questa stessa vita, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn14:14.1": "Inoltre, per amore dei piaceri dei sensi adottano cattiva condotta di corpo, parola, e mente. ",
  "mn14:14.2": "Alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn14:14.3": "Questo è uno svantaggio dei piaceri dei sensi che ha a che fare con le vite future, una massa di sofferenza causata dai piaceri dei sensi. ",
  "mn14:15.1": "Mahānāma, una volta mi trovavo vicino a Rājagaha, sulla Montagna del Picco dell’Avvoltoio. ",
  "mn14:15.2": "In quell’occasione, sui pendii di Isigili presso la Roccia Nera, vari asceti giainisti rimanevano costantemente in piedi, rifiutandosi di sedersi. E provavano sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento. ",
  "mn14:16.1": "Poi nel tardo pomeriggio, io uscii da ritiro e andai alla Roccia Nera a visitare quegli asceti giainisti. Dissi loro: ",
  "mn14:16.2": "‘Fratelli giainisti, perché rimanete costantemente in piedi, rifiutandovi di sedervi, così da provare sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento?’ ",
  "mn14:17.1": "Detto ciò, quegli asceti giainisti mi dissero: ",
  "mn14:17.2": "‘Fratello, l’asceta Giainista del clan Ñātika sostiene di essere onnisciente e onniveggente, di sapere e vedere ogni cosa senza eccezione, così: ",
  "mn14:17.3": "“Conoscenza e visione sono costantemente e continuamente presenti in me, mentre cammino, sto in piedi, dormo, e sono sveglio”. ",
  "mn14:17.4": "Lui dice: ",
  "mn14:17.5": "“Oh, asceti giainisti, avere compiuto azioni malvagie in vite passate. Espiatele attraverso queste penitenze dure ed estenuanti. ",
  "mn14:17.6": "E una volta che vi conterrete da tali azioni di corpo, parola, e mente nel presente, non starete compiendo alcuna azione cattiva per il futuro. ",
  "mn14:17.7": "Quindi, eliminando le azioni passate attraverso la mortificazione fervente, e non compiendo alcuna nuova azione, non rimane niente per il futuro. ",
  "mn14:17.8": "Non rimanendo niente per il futuro, le azioni si eliminano. Con l’eliminazione delle azioni, la sofferenza viene eliminata . Con l’eliminazione della sofferenza, le sensazioni vengono eliminate. E con l’eliminazione delle sensazioni, ogni sofferenza sarà espiata”. ",
  "mn14:17.9": "Noi approviamo questo, lo accettiamo, e ne siamo soddisfatti’. ",
  "mn14:18.1": "Detto ciò, io dissi loro: ",
  "mn14:18.2": "‘Ma, fratelli giainisti, voi sapete ",
  "mn14:18.3": "per certo che siete esisti in passato, e che non è vero che non siete esistiti?’ ",
  "mn14:18.4": "‘No, non lo sappiamo, fratello’ ",
  "mn14:18.5": "‘Ma, fratelli giainisti, voi sapete ",
  "mn14:18.6": "per certo che avete compiuto azioni malvagie in passato?’ ",
  "mn14:18.7": "‘No, non lo sappiamo, fratello’ ",
  "mn14:18.8": "‘Ma, fratelli giainisti, voi sapete ",
  "mn14:18.9": "che avete compiuto questa o quella cattiva azione?’ ",
  "mn14:18.10": "‘No, non lo sappiamo, fratello’ ",
  "mn14:18.11": "‘Ma, fratelli giainisti, voi sapete ",
  "mn14:18.12": "che tanta sofferenza così è già stata espiata? O che tanta sofferenza così rimane da espiare? O che una volta che tanta sofferenza così sarà espiata, ogni sofferenza sarà stata espiata?’ ",
  "mn14:18.13": "‘No, non lo sappiamo, fratello’ ",
  "mn14:18.14": "‘Ma, fratelli giainisti, voi sapete ",
  "mn14:18.15": "della possibilità di abbandonare cattive qualità e di sposare buone qualità in questa stessa vita?’ ",
  "mn14:18.16": "‘No, non lo sappiamo, fratello’ ",
  "mn14:19.1": "‘Quindi, fratelli giainisti, si direbbe che non sappiate per certo ",
  "mn14:19.2": "che siete esisti in passato, e che non è vero che non siete esistiti; ",
  "mn14:19.3": "che avete compiuto azioni malvagie in passato; ",
  "mn14:19.4": "che avete compiuto questa o quella cattiva azione; ",
  "mn14:19.5": "che così tanta sofferenza è già stata espiata, o che così tanta sofferenza rimane da espiare, o che una volta che tanta sofferenza sarà espiata ogni sofferenza sarà espiata. ",
  "mn14:19.6": "E non sapete ",
  "mn14:19.7": "della possibilità di abbandonare cattive qualità nella vita presente e di sposare buone qualità. ",
  "mn14:19.8": "Se è come dite, fratelli giainisti, quando coloro che nel mondo sono violenti e sanguinari, e che si guadagnano da vivere con crudeltà, rinascono tra gli umani lasciano casa per diventare asceti giainisti?’ ",
  "mn14:20.1": "‘Fratello Gotama, la felicità non si ottiene attraverso la felicità, la felicità si ottiene attraverso il dolore. ",
  "mn14:20.2": "Poiché se la felicità si ottenesse attraverso la felicità, il Re Seniya Bimbisāra di Māgadha sarebbe felice, dato che vive tra più felicità del Venerabile Gotama’ ",
  "mn14:20.3": "‘Chiaramente i venerabili giainisti hanno parlato affrettatamente, senza riflettere, nel dire: ",
  "mn14:20.4": "‘Fratello Gotama, la felicità non si ottiene attraverso il piacere, la felicità si ottiene attraverso il dolore. ",
  "mn14:20.5": "Poiché se la felicità si ottenesse attraverso il piacere, il Re Seniya Bimbisāra di Māgadha sarebbe felice, dato che dimora tra più piacere del Venerabile Gotama”. ",
  "mn14:20.6": "Piuttosto, sono io quello a cui si dovrebbe chiedere ",
  "mn14:20.7": "chi vive tra più felicità, se il Re Bimbisāra o il Venerabile Gotama’ ",
  "mn14:20.8": "‘Chiaramente, fratello Gotama, abbiamo parlato affrettatamente e senza riflettere. ",
  "mn14:20.10": "Ma lasci stare quello. Ora chiediamo al Venerabile Gotama: ",
  "mn14:20.11": "“Chi vive tra più felicità, il Re Bimbisāra o il Venerabile Gotama?”’ ",
  "mn14:21.1": "‘Beh, fratelli giainisti, vi chiedo questo, e potete rispondere come volete: ",
  "mn14:21.2": "Cosa ne pensate, fratelli giainisti? ",
  "mn14:21.3": "Il Re Bimbisāra è capace di provare felicità perfetta per sette giorni e notti senza muovere il corpo o parlare?’ ",
  "mn14:21.4": "‘No, non ne è capace, fratello’ ",
  "mn14:21.5": "‘Cosa ne pensate, fratelli giainisti? ",
  "mn14:21.6": "Il Re Bimbisāra è capace di provare felicità perfetta per sei giorni … ",
  "mn14:21.7": "cinque giorni … ",
  "mn14:21.8": "quattro giorni … ",
  "mn14:21.9": "tre giorni … ",
  "mn14:21.10": "due giorni … ",
  "mn14:21.11": "un giorno e notte senza muovere il corpo o parlare?’ ",
  "mn14:21.12": "‘No, non ne è capace, fratello’ ",
  "mn14:21.13": "‘Ma io, fratelli giainisti, sono capace di provare felicità perfetta per un giorno e notte senza muovere il corpo o parlare. ",
  "mn14:21.14": "Sono capace di provare felicità perfetta per due giorni e notti … ",
  "mn14:21.15": "tre giorni … ",
  "mn14:21.16": "quattro giorni … ",
  "mn14:21.17": "cinque giorni … ",
  "mn14:21.18": "sei giorni … ",
  "mn14:21.19": "sette giorni e notti senza muovere il corpo o parlare. ",
  "mn14:21.20": "Cosa ne pensate, fratelli giainisti? Essendo così, chi vive tra più felicità, il Re Bimbisāra o io?’ ",
  "mn14:21.21": "‘Essendo così, il Venerabile Gotama vive tra più felicità del Re Bimbisāra’”. ",
  "mn14:21.22": "Questo è ciò che il Buddha disse. ",
  "mn14:21.23": "Contento, Mahānāma il Sakya trasse piacere da ciò che il Buddha disse. "
}