{
  "mn141:0.1": "Discorsi medi 141 ",
  "mn141:0.2": "Il discorso sull’analisi delle verità ",
  "mn141:1.1": "Così ho sentito. ",
  "mn141:1.2": "Una volta il Buddha dimorava vicino a Varanasi, nel parco dei cervi a Isipatana. ",
  "mn141:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn141:1.4": "“Monaci!” ",
  "mn141:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn141:1.6": "Il Buddha disse: ",
  "mn141:2.1": "“Vicino a Varanasi, nel parco dei cervi a Isipatana, il Realizzato, il perfetto, il Buddha completamente risvegliato ha messo in moto la Ruota Suprema dell’Insegnamento. E questa ruota non può essere fermata da alcun asceta o bramino, o essere celeste, o diavolo, o dio, o nessuno al mondo, vale a dire: ",
  "mn141:2.2": "l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione delle quattro nobili verità. ",
  "mn141:2.3": "Quali quattro? ",
  "mn141:3.1": "L’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione della nobile verità della sofferenza; l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione della nobile verità dell’origine della sofferenza; l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione della nobile verità della cessazione della sofferenza; e l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione della nobile verità della pratica che porta alla cessazione sofferenza; ",
  "mn141:4.1": "Vicino a Varanasi, nel parco dei cervi a Isipatana, il Realizzato, il perfetto, il Buddha completamente risvegliato ha messo in moto la Ruota Suprema dell’Insegnamento. E questa ruota non può essere fermata da alcun asceta o bramino, o essere celeste, o diavolo, o dio, o nessuno al mondo, vale a dire: ",
  "mn141:4.2": "l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione delle quattro nobili verità. ",
  "mn141:5.1": "Monaci, dovete coltivare l’amicizia con Sāriputta e Moggallāna. ",
  "mn141:5.2": "Dovete frequentare Sāriputta e Mogallāna. ",
  "mn141:5.3": "Sono astuti, e supportano i loro compagni spirituali. ",
  "mn141:5.4": "Sāriputta è come chi dà alla luce un figlio, ",
  "mn141:5.5": "mentre Moggallāna è come chi lo cresce. ",
  "mn141:5.6": "Sāriputta guida la gente al frutto dell’entrata nella corrente, Moggallāna all’obiettivo supremo. ",
  "mn141:5.7": "Sāriputta è in grado di spiegare, insegnare, asserire, stabilire, chiarire, analizzare, e rivelare le quattro nobili verità in dettaglio”. ",
  "mn141:6.1": "Questo è ciò che il Buddha disse. ",
  "mn141:6.2": "Detto ciò, il Santo si alzò dal proprio posto ed entrò nel proprio riparo. ",
  "mn141:7.1": "Poi, poco dopo che il Buddha se ne era andato, il Venerabile Sāriputta disse ai monaci: ",
  "mn141:7.2": "“Fratelli monaci!” ",
  "mn141:7.3": "“Fratello”, risposero i monaci. ",
  "mn141:7.4": "Il Venerabile Sāriputta disse: ",
  "mn141:8.1": "“Vicino a Varanasi, nel parco dei cervi a Isipatana, il Realizzato, il perfetto, il Buddha completamente risvegliato ha messo in moto la Ruota Suprema dell’Insegnamento. E questa ruota non può essere fermata da alcun asceta o bramino, o essere celeste, o diavolo, o dio, o nessuno al mondo, vale a dire: ",
  "mn141:8.2": "l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione delle quattro nobili verità. ",
  "mn141:8.3": "Quali quattro? ",
  "mn141:9.1": "L’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione della nobile verità della sofferenza; l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione della nobile verità dell’origine della sofferenza; l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione della nobile verità della cessazione della sofferenza; e l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione della nobile verità della pratica che porta alla cessazione sofferenza; ",
  "mn141:10.1": "E qual è la nobile verità della sofferenza? ",
  "mn141:10.2": "La nascita è sofferenza; la vecchiaia è sofferenza; la morte è sofferenza; la tristezza, il lamento, il dolore, la malinconia, e l’angoscia sono sofferenza; non ottenere ciò che si vuole è sofferenza. In breve, i cinque aggregati di attaccamento sono sofferenza. ",
  "mn141:11.1": "E cos’è la nascita? ",
  "mn141:11.2": "La nascita, inizio, concepimento, reincarnazione, manifestazione degli aggregati, e acquisizione dei campi sensoriali dei vari esseri viventi nelle varie classi di esseri viventi. ",
  "mn141:11.3": "Questo si chiama nascita. ",
  "mn141:12.1": "E cos’è la vecchiaia? ",
  "mn141:12.2": "La vecchiaia, decrepitezza, denti rotti, capelli grigi, pelle rugosa, vitalità diminuita, e facoltà deboli dei vari esseri viventi nelle varie classi di esseri viventi. ",
  "mn141:12.3": "Questo si chiama vecchiaia. ",
  "mn141:13.1": "E cos’è la morte? ",
  "mn141:13.2": "Il decedere, deperire, la disintegrazione, la fine, la mortalità, morte, decesso, lo sciogliersi degli aggregati, il riporre il cadavere, e il taglio della facoltà della vita dei vari esseri viventi nelle varie classi di esseri viventi. ",
  "mn141:13.3": "Questo si chiama morte. ",
  "mn141:14.1": "E cos’è la tristezza? ",
  "mn141:14.2": "La tristezza, l’intristirsi, lo stato di tristezza, tristezza interiore, depressione in chi ha subito una disgrazia, che ha provato sofferenza. ",
  "mn141:14.3": "Questo si chiama tristezza. ",
  "mn141:15.1": "E cos’è il lamento? ",
  "mn141:15.2": "Il pianto, lamento, piangere, lamentarsi, lo stato di gemito e lamento in chi ha subito una disgrazia, che ha provato sofferenza. ",
  "mn141:15.3": "Questo si chiama lamento. ",
  "mn141:16.1": "E cos’è il dolore? ",
  "mn141:16.2": "Il dolore fisico, il disagio fisico, la sensazione dolorosa e spiacevole nata dal contatto fisico. ",
  "mn141:16.3": "Questo si chiama dolore. ",
  "mn141:17.1": "E cos’è la malinconia? ",
  "mn141:17.2": "Il dolore mentale, il dispiacere mentale, la sensazione dolorosa e spiacevole nata dal contatto mentale. ",
  "mn141:17.3": "Questa si chiama malinconia. ",
  "mn141:18.1": "E cos’è l’angoscia? ",
  "mn141:18.2": "Lo stress, l’angoscia, lo stato di stress e angoscia in chi ha subito una disgrazia, che ha provato sofferenza. ",
  "mn141:18.3": "Questo si chiama angoscia. ",
  "mn141:19.1": "E cos’è il ‘non ottenere ciò che si vuole è sofferenza’? ",
  "mn141:19.2": "Negli esseri viventi soggetti alla nascita sorge un desiderio: ",
  "mn141:19.3": "‘Oh, se solo non fossimo soggetti alla nascita! Se solo la nascita non venisse a noi!’ ",
  "mn141:19.4": "Ma non si può ottenere solo sperando. ",
  "mn141:19.5": "Questo è: ‘non ottenere ciò che si vuole è sofferenza’. ",
  "mn141:19.6": "Negli esseri viventi soggetti alla vecchiaia … ",
  "mn141:19.7": "alla malattia … ",
  "mn141:19.8": "alla morte … ",
  "mn141:19.9": "o che provano tristezza, lamento, dolore, malinconia, e angoscia, sorge un desiderio: ",
  "mn141:19.10": "‘Oh, se solo non fossimo soggetti a tristezza, lamento, dolore, malinconia, e angoscia! Se solo tristezza, lamento, dolore, malinconia, e angoscia non venissero a noi!’ ",
  "mn141:19.11": "Ma non si può ottenere solo sperando. ",
  "mn141:19.12": "Questo è: ‘non ottenere ciò che si vuole è sofferenza’. ",
  "mn141:20.1": "E cos’è ‘in breve, i cinque aggregati di attaccamento sono sofferenza’? ",
  "mn141:20.2": "Sono: l’aggregato di attaccamento della forma, l’aggregato di attaccamento della sensazione, l’aggregato di attaccamento della percezione, l’aggregato di attaccamento delle attività, e l’aggregato di attaccamento della coscienza. ",
  "mn141:20.3": "Questo di chiama ‘in breve i cinque aggregati di attaccamento sono sofferenza’. ",
  "mn141:20.4": "Questa si chiama la nobile verità della sofferenza. ",
  "mn141:21.1": "E qual è la nobile verità dell’origine della sofferenza? ",
  "mn141:21.2": "È la brama che porta a esistenza futura, mista a godimento e avidità, trarre piacere qui e là. Cioè: ",
  "mn141:21.3": "la brama di piaceri dei sensi, la brama di esistere, e la brama di non esistere. ",
  "mn141:21.4": "Questa si chiama la nobile verità dell’origine della sofferenza. ",
  "mn141:22.1": "E qual è la nobile verità della cessazione della sofferenza? ",
  "mn141:22.2": "È lo svanire e la cessazione di quella stessa brama senza che ne rimanga nulla; abbandonarla, lasciarla andare, rilasciarla, e non attaccarcisi. ",
  "mn141:22.3": "Questa si chiama la nobile verità della cessazione della sofferenza. ",
  "mn141:23.1": "E qual è la nobile verità della pratica che porta alla cessazione della sofferenza? ",
  "mn141:23.2": "È semplicemente questo nobile ottuplice sentiero, cioè: ",
  "mn141:23.3": "opinione corretta, pensiero corretto, linguaggio corretto, azione corretta, sostentamento corretto, sforzo corretto, consapevolezza corretta, e concentrazione corretta. ",
  "mn141:24.1": "E cos’è l’opinione corretta? ",
  "mn141:24.2": "Conoscere cos’è la sofferenza, l’origine della sofferenza, la cessazione della sofferenza, e la pratica che porta alla cessazione della sofferenza. ",
  "mn141:24.3": "Questa si chiama opinione corretta. ",
  "mn141:25.1": "E cos’è il pensiero corretto? ",
  "mn141:25.2": "Pensieri di rinuncia, pensieri benevoli, e pensieri innocenti. ",
  "mn141:25.3": "Questo si chiama pensiero corretto. ",
  "mn141:26.1": "E cos’è il linguaggio corretto? ",
  "mn141:26.2": "Astenersi dal linguaggio falso, divisivo, aspro, o senza motivo. ",
  "mn141:26.3": "Questo si chiama linguaggio corretto. ",
  "mn141:27.1": "E cos’è l’azione corretta? ",
  "mn141:27.2": "Astenersi dall’uccidere, dal rubare, e dalla condotta sessuale sbagliata. ",
  "mn141:27.3": "Questa si chiama azione corretta. ",
  "mn141:28.1": "E cos’è il sostentamento corretto? ",
  "mn141:28.2": "È quando un discepolo nobile abbandona il sostentamento sbagliato e si mantiene attraverso sostentamento corretto. ",
  "mn141:28.3": "Questo si chiama sostentamento corretto. ",
  "mn141:29.1": "E cos’è lo sforzo corretto? ",
  "mn141:29.2": "È quando un monaco genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità malvagie e cattive non si manifestino. ",
  "mn141:29.3": "Genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità malvagie e cattive manifestate si dissolvano. ",
  "mn141:29.4": "Genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità buone si manifestino. ",
  "mn141:29.5": "Genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le buone qualità manifestate rimangano, non vengano perse, ma aumentino, maturino, e vengano adempite attraverso sviluppo. ",
  "mn141:29.6": "Questo si chiama sforzo corretto. ",
  "mn141:30.1": "E cos’è la consapevolezza corretta? ",
  "mn141:30.2": "È quando un monaco dimora contemplando un aspetto del corpo, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn141:30.3": "Dimora contemplando un aspetto delle sensazioni … ",
  "mn141:30.4": "della mente … ",
  "mn141:30.5": "dei fenomeni, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn141:30.6": "Questa si chiama consapevolezza corretta. ",
  "mn141:31.1": "E cos’è la concentrazione corretta? ",
  "mn141:31.2": "È quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn141:31.3": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunge e dimora nella seconda estasi. ",
  "mn141:31.4": "Inoltre, con lo svanire dell’euforia, dimorando con equanimità, … un monaco raggiunge e dimora nella terza estasi. … ",
  "mn141:31.5": "e nella quarta estasi. ",
  "mn141:31.6": "Questa si chiama concentrazione corretta. ",
  "mn141:31.7": "Questa si chiama la nobile verità della pratica che porta alla cessazione della sofferenza. ",
  "mn141:32.1": "Vicino a Varanasi, nel parco dei cervi a Isipatana, il Realizzato, il perfetto, il Buddha completamente risvegliato ha messo in moto la Ruota Suprema dell’Insegnamento. E questa ruota non può essere fermata da alcun asceta o bramino, o essere celeste, o diavolo, o dio, o nessuno al mondo, vale a dire: ",
  "mn141:32.2": "l’insegnamento, il sostenimento, l’istituzione, il chiarimento, l’analisi, e la rivelazione delle quattro nobili verità”. ",
  "mn141:32.3": "Questo è ciò che il Venerabile Sāriputta disse. ",
  "mn141:32.4": "Contenti, i monaci trassero piacere da ciò che il Venerabile Sāriputta disse. "
}