{
  "mn142:0.1": "Discorsi medi 142 ",
  "mn142:0.2": "Il discorso sull’analisi delle donazioni ",
  "mn142:1.1": "Così ho sentito. ",
  "mn142:1.2": "Una volta il Buddha dimorava nella terra dei Sakya vicino a Kapilavatthu nel monastero dell’Albero di Banyan. ",
  "mn142:2.1": "In quell’occasione Mahāpajāpati Gotamī andò dal Buddha portando un nuovo paio di indumenti. Si inchinò, si sedette a lato, e disse al Buddha: ",
  "mn142:2.2": "“Signore, ho filato e tessuto questo nuovo paio di indumenti specialmente per il Buddha. ",
  "mn142:2.3": "Che il Buddha li accetti da parte mia per premura”. ",
  "mn142:2.4": "Detto ciò, il Buddha le disse: ",
  "mn142:2.5": "“Donalo alla comunità, Gotamī. ",
  "mn142:2.6": "Quando si dona alla comunità, sia io che la comunità veniamo onorati”. ",
  "mn142:2.7": "Per la seconda volta … ",
  "mn142:2.13": "e per la terza volta, Mahāpajāpati Gotamī disse al Buddha: ",
  "mn142:2.14": "“Signore, ho filato e tessuto questo nuovo paio di indumenti specialmente per il Buddha. ",
  "mn142:2.15": "Che il Buddha li accetti da parte mia per premura”. ",
  "mn142:2.16": "e per la terza volta il Buddha le disse: ",
  "mn142:2.17": "“Donalo alla comunità, Gotamī. ",
  "mn142:2.18": "Quando si dona alla comunità, sia io che la comunità veniamo onorati”. ",
  "mn142:3.1": "Detto ciò, il Venerabile Ānanda disse al Buddha: ",
  "mn142:3.2": "“Signore, per favore, accetti il nuovo paio di indumenti da parte di Mahāpajāpati Gotamī. ",
  "mn142:3.3": "Signore, Mahāpajāpati fu molto utile al Buddha. Come sua zia, l’ha cresciuto, l’ha nutrito, e gli ha dato il proprio latte. ",
  "mn142:3.4": "Quando la madre del Buddha morì, lei lo nutri dal proprio seno. ",
  "mn142:3.5": "E il Buddha fu molto utile a Mahāpajāpati. ",
  "mn142:3.6": "È grazie al Buddha che Mahāpajāpati ha preso rifugio nel Buddha, nell’insegnamento, e nella comunità. ",
  "mn142:3.7": "È grazie al Buddha che lei si astiene dall’uccidere, dal rubare, dalla condotta sessuale sbagliata, dal mentire, e dal bere bevande alcoliche. ",
  "mn142:3.8": "È grazie al Buddha che lei ha fiducia esperienziale nel Buddha, nell’insegnamento, e nella comunità, e possiede l’etica amata dai nobili. ",
  "mn142:3.9": "È grazie al Buddha che lei è libera dal dubbio riguardo alla sofferenza, alla sua origine, alla sua cessazione, e alla pratica che porta alla sua cessazione. ",
  "mn142:3.10": "Il Buddha fu molto utile a Mahāpajāpati” ",
  "mn142:4.1": "“È vero, Ānanda. ",
  "mn142:4.2": "Quando qualcuno ti porta a prendere rifugio, non è facile ripagarlo ",
  "mn142:4.3": "inchinandosi, alzandosi, salutando con le mani giunte, e osservando le buone maniere; o fornendogli abiti, cibo, ripari, e medicine e provvigioni per malati. ",
  "mn142:4.4": "Quando qualcuno ti porta ad astenerti dall’uccidere, dal rubare, dalla condotta sessuale sbagliata, dal mentire, e dal bere bevande alcoliche, non è facile ripagarlo … ",
  "mn142:4.6": "Quando qualcuno ti porta ad avere fiducia esperienziale nel Buddha, nell’insegnamento, e nella comunità, e a possedere l’etica amata dai nobili, non è facile ripagarlo … ",
  "mn142:4.8": "Quando qualcuno ti porta a essere libero dal dubbio riguardo alla sofferenza, alla sua origine, alla sua cessazione, e alla pratica che porta alla sua cessazione, non è facile ripagarlo ",
  "mn142:4.9": "inchinandosi, alzandosi, salutando con le mani giunte, e osservando le buone maniere; o fornendogli abiti, cibo, ripari, e medicine e provvigioni per malati. ",
  "mn142:5.1": "Ānanda, ci sono quattordici donazioni nei confronti di individui. ",
  "mn142:5.2": "Quali quattordici? ",
  "mn142:5.3": "Si fa un dono al Realizzato, al perfetto, al Buddha completamente risvegliato. ",
  "mn142:5.4": "Questa è la prima donazione a un individuo. ",
  "mn142:5.5": "Si fa un dono a un Buddha Solitario. ",
  "mn142:5.6": "Questa è la seconda donazione a un individuo. ",
  "mn142:5.7": "Si fa un dono a un perfetto. ",
  "mn142:5.8": "Questa è la terza donazione a un individuo. ",
  "mn142:5.9": "Si fa un dono a chi sta praticando per realizzare il frutto della perfezione. ",
  "mn142:5.10": "Questa è la quarta donazione a un individuo. ",
  "mn142:5.11": "Si fa un dono a uno che non ritorna. ",
  "mn142:5.12": "Questa è la quinta donazione a un individuo. ",
  "mn142:5.13": "Si fa un dono a chi sta praticando per realizzare il frutto del non-ritorno. ",
  "mn142:5.14": "Questa è la sesta donazione a un individuo. ",
  "mn142:5.15": "Si fa un dono a uno che torna una volta sola. ",
  "mn142:5.16": "Questa è la settima donazione a un individuo. ",
  "mn142:5.17": "Si fa un dono a chi sta praticando per realizzare il frutto del ritorno una volta sola. ",
  "mn142:5.18": "Questa è l’ottava donazione a un individuo. ",
  "mn142:5.19": "Si fa un dono a chi è entrato nella corrente. ",
  "mn142:5.20": "Questa è la nona donazione a un individuo. ",
  "mn142:5.21": "Si fa un dono a chi sta praticando per realizzare il frutto dell’entrata nella corrente. ",
  "mn142:5.22": "Questa è la decima donazione a un individuo. ",
  "mn142:5.23": "Si fa un dono a un praticante di un’altra religione che è libero dal desiderio per i piaceri dei sensi. ",
  "mn142:5.24": "Questa è l’undicesima donazione a un individuo. ",
  "mn142:5.25": "Si fa un dono a una persona ordinaria con buona condotta etica. ",
  "mn142:5.26": "Questa è la dodicesima donazione a un individuo. ",
  "mn142:5.27": "Si fa un dono a una persona ordinaria con cattiva condotta etica. ",
  "mn142:5.28": "Questa è la tredicesima donazione a un individuo. ",
  "mn142:5.29": "Si fa un dono a un animale. ",
  "mn142:5.30": "Questa è la quattordicesima donazione a un individuo. ",
  "mn142:6.1": "Ora, Ānanda, ci si può aspettare che i doni alle seguenti persone portino i seguenti ritorni. A un animale, cento volte tanto. A una persona ordinaria immorale, mille volte. A una persona ordinaria morale, centomila volte. A un praticante di un’altra religione che è libero dal desiderio per i piaceri dei sensi, dieci miliardi di volte. Ma un dono a chi sta praticando per realizzare il frutto dell’entrata nella corrente, ci si può aspettare che porti ritorni incalcolabili e immensurabili. Quanto più allora un dono a uno che è entrato nella corrente, a chi sta praticando per realizzare il frutto del ritorno una volta sola, a uno che ritorna una volta sola, a chi sta praticando per realizzare il frutto del non-ritorno, a uno che non ritorna, a chi sta praticando per realizzare il frutto della perfezione, a un perfetto, o a un Buddha Solitario? Quanto più allora a un Realizzato, un perfetto, un Buddha completamente risvegliato? ",
  "mn142:7.1": "Ma ci sono, Ānanda, sette donazioni nei confronti di una comunità. ",
  "mn142:7.2": "Quali sette? ",
  "mn142:7.3": "Si fa un dono a entrambe le comunità di monaci e monache guidate dal Buddha. ",
  "mn142:7.4": "Questa è la prima donazione a una comunità. ",
  "mn142:7.5": "Si fa un dono a entrambe le comunità di monaci e monache dopo che il Buddha si è estinto completamente. ",
  "mn142:7.6": "Questa è la seconda donazione a una comunità. ",
  "mn142:7.7": "Si fa un dono alla comunità di monaci. ",
  "mn142:7.8": "Questa è la terza donazione a una comunità. ",
  "mn142:7.9": "Si fa un dono alla comunità di monache. ",
  "mn142:7.10": "Questa è la quarta donazione a una comunità. ",
  "mn142:7.11": "Si fa un dono dicendo: ‘Consegnatelo a questi monaci e monache della comunità’. ",
  "mn142:7.12": "Questa è la quinta donazione a una comunità. ",
  "mn142:7.13": "Si fa un dono dicendo: ‘Consegnatelo a questi monaci della comunità’. ",
  "mn142:7.14": "Questa è la sesta donazione a una comunità. ",
  "mn142:7.15": "Si fa un dono dicendo: ‘Consegnatelo a queste monache della comunità’. ",
  "mn142:7.16": "Questa è la settima donazione a una comunità. ",
  "mn142:8.1": "In futuro ci saranno deboli che indosseranno solo un pezzo di straccio marrone, immorali, dal brutto carattere. ",
  "mn142:8.2": "La gente farà doni a quelle persone immorali in nome della comunità. ",
  "mn142:8.3": "Persino in quel caso, io dico che una donazione nei confronti della comunità sia incalcolabile e immensurabile. ",
  "mn142:8.4": "Ma dico che non c’è modo che una donazione individuale dia più frutti di una nei confronti della comunità. ",
  "mn142:9.1": "Ānanda, ci sono quattro modi di purificare una donazione. ",
  "mn142:9.2": "Quali quattro? ",
  "mn142:9.3": "C’è una donazione purificata dal donatore, non dal ricevente. ",
  "mn142:9.4": "C’è una donazione purificata dal ricevente, non dal donatore. ",
  "mn142:9.5": "C’è una donazione che non è purificata né dal donatore né dal ricevente. ",
  "mn142:9.6": "C’è una donazione purificata sia dal donatore sia dal ricevente. ",
  "mn142:10.1": "E com’è che una donazione è purificata dal donatore, non dal ricevente? ",
  "mn142:10.2": "È quando il donatore è morale, dal buon carattere, ma il ricevente è immorale, dal brutto carattere. ",
  "mn142:11.1": "E com’è che una donazione è purificata dal ricevente, non dal donatore? ",
  "mn142:11.2": "È quando il donatore è immorale, dal brutto carattere, ma il ricevente è morale, dal buone carattere. ",
  "mn142:12.1": "E com’è che una donazione non è purificata né dal donatore né dal ricevente? ",
  "mn142:12.2": "È quando sia il donatore che il ricevente sono immorali, dal brutto carattere. ",
  "mn142:13.1": "E com’è che una donazione è purificata sia dal donatore che dal ricevente? ",
  "mn142:13.2": "È quando sia il donatore che il ricevente sono morali, dal buon carattere. ",
  "mn142:13.4": "Questi sono i quattro modi di purificare una donazione”. ",
  "mn142:14.1": "Questo è ciò che il Buddha disse. ",
  "mn142:14.2": "Poi il Santo, il Maestro, continuò: ",
  "mn142:14.3": "“Quando una persona morale con cuore fiducioso ",
  "mn142:14.4": "fa un giusto dono a gente immorale, ",
  "mn142:14.5": "confidando nell’ampio raccolto delle azioni, ",
  "mn142:14.6": "quell’offerta viene purificata dal donatore. ",
  "mn142:14.7": "Quando una persona immorale e senza fiducia, ",
  "mn142:14.8": "fa un dono sbagliato a gente morale, ",
  "mn142:14.9": "non confidando nell’ampio raccolto delle azioni, ",
  "mn142:14.10": "quell’offerta viene purificata dal ricevente. ",
  "mn142:14.11": "Quando una persona immorale e senza fiducia, ",
  "mn142:14.12": "fa un dono sbagliato a gente immorale, ",
  "mn142:14.13": "non confidando nell’ampio raccolto delle azioni, ",
  "mn142:14.14": "io dichiaro che quel dono non dà molto frutto. ",
  "mn142:14.15": "Quando una persona morale con cuore fiducioso ",
  "mn142:14.16": "fa un giusto dono a gente morale, ",
  "mn142:14.17": "confidando nell’ampio raccolto delle azioni, ",
  "mn142:14.18": "io dichiaro che quel dono dà frutti abbondanti. ",
  "mn142:14.19": "Ma quando chi è libero dall’avidità dà a chi è libero dall’avidità ",
  "mn142:14.20": "un giusto dono con cuore fiducioso, ",
  "mn142:14.21": "confidando nell’ampio raccolto delle azioni, ",
  "mn142:14.22": "quello è davvero il migliore tra i doni materiali”. "
}