{
  "mn144:0.1": "Discorsi medi 144 ",
  "mn144:0.2": "Il discorso sul consiglio a Channa ",
  "mn144:1.1": "Così ho sentito. ",
  "mn144:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn144:2.1": "In quell’occasione i venerabili Sāriputta, Mahācunda, e Channa dimoravano sulla Montagna del Picco dell’Avvoltoio. ",
  "mn144:3.1": "In quel periodo il Venerabile Channa era malato, sofferente, gravemente malato. ",
  "mn144:3.2": "Poi nel tardo pomeriggio, il Venerabile Sāriputta uscì da ritiro, andò dal Venerabile Mahācunda, e gli disse: ",
  "mn144:3.3": "“Vieni, fratello Cunda, andiamo dal Venerabile Channa a chiedergli riguardo alla sua malattia” ",
  "mn144:3.4": "“Sì, fratello”, rispose Mahācunda. ",
  "mn144:4.1": "Allora i venerabili Sāriputta e Mahācunda andarono a trovare il Venerabile Channa, e ci scambiarono saluti. ",
  "mn144:4.2": "Una volta che i saluti e le cordialità terminarono, si sedettero a lato. Poi il Venerabile Sāriputta disse al Venerbaile Channa: ",
  "mn144:4.3": "“Spero tu stia bene, fratello Channa; spero vada tutto bene. E spero che il dolore stia passando, non aumentando, che il suo svanire sia evidente, non il suo aumento” ",
  "mn144:5.1": "“Non sto bene, fratello Sāriputta, non va tutto bene. Il dolore è terribile e aumenta, non passa; il suo aumento è evidente, non il suo svanire. ",
  "mn144:5.2": "Le arie che mi penetrano la testa sono così forti, che sembra come se un uomo forte mi trapanasse la testa con una punta affilata. ",
  "mn144:5.4": "Il dolore nella mia testa è così forte, che sembra come se un uomo forte mi stesse stringendo una robusta cintura di pelle attorno alla testa. ",
  "mn144:5.6": "Le arie che mi tagliano la pancia sono così forti, che sembra come se un abile macellaio o il suo apprendista mi stesse affettando la pancia con una mannaia da carne. ",
  "mn144:5.8": "Il bruciore nel mio corpo è così forte che mi sembra di essere un uomo debole che viene preso per le braccia da due forti uomini e viene scottato su una fossa di braci ardenti. ",
  "mn144:5.9": "Non sto bene, fratello Sāriputta, non va tutto bene. Il dolore è terribile e aumenta, non passa; il suo aumento è evidente, non il suo svanire. ",
  "mn144:5.10": "Fratello Sāriputta, mi toglierò la vita. Non voglio più vivere”. ",
  "mn144:6.1": "“Per favore, non toglierti la vita! ",
  "mn144:6.2": "Venerabile Channa, vai avanti! Vogliamo che vai avanti. ",
  "mn144:6.3": "Se non hai cibo adatto, lo troveremo per te. ",
  "mn144:6.4": "Se non hai medicine adatte, le troveremo per te. ",
  "mn144:6.5": "Se non hai un assistente adatto, lo troveremo per te. ",
  "mn144:6.6": "Per favore, non toglierti la vita! ",
  "mn144:6.7": "Venerabile Channa, vai avanti! Vogliamo che vai avanti” ",
  "mn144:7.1": "“Fratello Sāriputta, non è che non abbia cibo adatto, ",
  "mn144:7.2": "o medicine adatte, ",
  "mn144:7.3": "o un assistente adatto. ",
  "mn144:7.4": "Inoltre, per molto tempo ormai ho servito il Maestro con amore, non senza amore. ",
  "mn144:7.5": "Poiché è giusto da parte di un discepolo servire il Maestro con amore, non senza amore. ",
  "mn144:7.6": "Dovrete ricordarvi questo: ‘Il monaco Channa si toglierà la vita senza colpe’” ",
  "mn144:8.1": "“Venerabile Channa, vorrei farti una domanda riguardo a un certo punto, se hai tempo di rispondere” ",
  "mn144:8.2": "“Chiedi, fratello Sāriputta. Quando la sentirò saprò dirti” ",
  "mn144:9.1": "“Fratello Channa, ritieni l’occhio, la coscienza visiva, e le cose conoscibili attraverso la conoscenza visiva così: ‘Questo è mio, io sono questo, questo è il mio Sé’? ",
  "mn144:9.2": "Ritieni l’orecchio … ",
  "mn144:9.3": "il naso … ",
  "mn144:9.4": "la lingua … ",
  "mn144:9.5": "il corpo … ",
  "mn144:9.6": "la mente, la coscienza mentale, e le cose conoscibili attraverso la conoscenza mentale così: ‘Questo è mio, io sono questo, questo è il mio Sé’?” ",
  "mn144:9.7": "“Fratello Sāriputta, ritengo l’occhio, la coscienza visiva, e le cose conoscibili attraverso la conoscenza visiva così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn144:9.8": "Ritengo l’orecchio … ",
  "mn144:9.9": "il naso … ",
  "mn144:9.10": "la lingua … ",
  "mn144:9.11": "il corpo … ",
  "mn144:9.12": "la mente, la coscienza mentale, e le cose conoscibili attraverso la coscienza mentale così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’” ",
  "mn144:10.1": "“Fratello Channa, cosa hai visto, cosa hai conosciuto direttamente in queste cose per ritenerle così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’?” ",
  "mn144:10.7": "“Fratello Sāriputta, dopo aver visto la cessazione, dopo aver conosciuto direttamente la cessazione di queste cose le ritengo così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’”. ",
  "mn144:11.1": "Detto ciò, il Venerabile Mahācunda disse al Venerabile Channa: ",
  "mn144:11.2": "“Quindi, fratello Channa, devi prestare attenzione frequentemente a questa istruzione del Buddha: ",
  "mn144:11.3": "‘Per chi dipende da qualcosa, c’è agitazione. Per chi non dipende da nulla, non c’è agitazione. ",
  "mn144:11.4": "Quando non c’è agitazione, c’è tranquillità. ",
  "mn144:11.5": "Quando c’è tranquillità, non c’è inclinazione. ",
  "mn144:11.6": "Quando non c’è inclinazione, non c’è andare e venire. ",
  "mn144:11.7": "Quando non c’è andare e venire, non c’è perire e riapparire. ",
  "mn144:11.8": "Quando non c’è perire e riapparire, non c’è questo mondo, né l’aldilà, né qualcosa nel mezzo. ",
  "mn144:11.9": "Proprio questa è la fine della sofferenza’”. ",
  "mn144:11.10": "E una volta che i venerabili Sāriputta e Mahācunda ebbero dato al Venerabile Channa questo consiglio, si alzarono dai propri posti e se ne andarono. ",
  "mn144:12.1": "Non molto dopo che se n’erano andati, il Venerabile Channa si tolse la vita. ",
  "mn144:13.1": "Allora il Venerabile Sāriputta andò dal Buddha, si inchinò, si sedette a lato, e disse: ",
  "mn144:13.2": "“Signore, il Venerabile Channa si è tolto la vita. ",
  "mn144:13.3": "Dove è rinato nella prossima vita?” ",
  "mn144:13.4": "“Sāriputta, il monaco Channa non ti aveva dichiarato la propria innocenza personalmente?” ",
  "mn144:13.5": "“Signore, c’è un villaggio Vajjia di nome Pubbajira. ",
  "mn144:13.6": "Lì il Venerabile Channa aveva famiglie amiche, intime, e ospitali” ",
  "mn144:13.7": "“È vero che il monaco Channa aveva famiglie così. ",
  "mn144:13.8": "Ma questo non è abbastanza per me per definirlo ‘colpevole’. ",
  "mn144:13.9": "Quando qualcuno ripone questo corpo e ne prende un altro, lo definisco ‘colpevole’. ",
  "mn144:13.10": "Ma il monaco Channa non ha fatto questo. ",
  "mn144:13.11": "Devi ricordarti questo: ‘Il monaco Channa si è tolto la vita senza colpe’”. ",
  "mn144:13.12": "Questo è ciò che il Buddha disse. ",
  "mn144:13.13": "Contento, il Venerabile Sāriputta trasse piacere da ciò che il Buddha disse. "
}