{
  "mn143:0.1": "Discorsi medi 143 ",
  "mn143:0.2": "Il discorso sul consiglio ad Anāthapiṇḍika ",
  "mn143:1.1": "Così ho sentito. ",
  "mn143:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn143:2.1": "In quel periodo il laico Anāthapiṇḍika era malato, sofferente, gravemente malato. ",
  "mn143:2.2": "Allora si rivolse a un uomo: ",
  "mn143:2.3": "“Per favore, buon uomo, vai dal Buddha, e in mio nome inchinati con la testa ai suoi piedi. Digli: ",
  "mn143:2.4": "‘Signore, il laico Anāthapiṇḍika è ammalato, sofferente,  gravemente malato. ",
  "mn143:2.5": "Si inchina con la testa ai suoi piedi’. ",
  "mn143:2.6": "Poi vai dal Venerabile Sāriputta, e in mio nome inchinati con la testa ai suoi piedi. Digli: ",
  "mn143:2.7": "‘Signore, il laico Anāthapiṇḍika è ammalato, sofferente,  gravemente malato. ",
  "mn143:2.8": "Si inchina con la testa ai suoi piedi’. ",
  "mn143:2.9": "Poi dì: ",
  "mn143:2.10": "‘Signore, per favore, visiti Anāthapiṇḍika per premura’” ",
  "mn143:2.11": "“Sì, Signore”, rispose l’uomo, e fece come Anāthapiṇḍika gli aveva chiesto. ",
  "mn143:2.19": "Il Venerabile Sāriputta acconsentì in silenzio. ",
  "mn143:3.1": "Allora al mattino il Venerabile Sāriputta si vestì, prese la propria ciotola e abito, e andò con il Venerabile Ānanda come suo secondo a casa di Anāthapiṇḍika. Si sedette al posto preparato, e disse ad Anāthapiṇḍika: ",
  "mn143:3.2": "“Spero tu stia bene, laico; spero vada tutto bene. E spero che il dolore stia passando, non aumentando, che il suo svanire sia evidente, non il suo aumento” ",
  "mn143:4.1": "“Non sto bene, Signor Sāriputta, non va tutto bene. Il dolore è terribile e aumenta, non passa; il suo aumento è evidente, non il suo svanire. ",
  "mn143:4.2": "Le arie che mi penetrano la testa sono così forti, che sembra come se un uomo forte mi trapanasse la testa con una punta affilata. ",
  "mn143:4.4": "Il dolore nella mia testa è così forte, che sembra come se un uomo forte mi stesse stringendo una robusta cintura di pelle attorno alla testa. ",
  "mn143:4.6": "Le arie che mi tagliano la pancia sono così forti, che sembra come se un abile macellaio o il suo apprendista mi stesse affettando la pancia con una mannaia da carne. ",
  "mn143:4.8": "Il bruciore nel mio corpo è così forte che mi sembra di essere un uomo debole che viene preso per le braccia da due forti uomini e viene scottato su una fossa di braci ardenti. ",
  "mn143:4.9": "Non sto bene, Signor Sāriputta, non va tutto bene. Il dolore è terribile e aumenta, non passa; il suo aumento è evidente, non il suo svanire” ",
  "mn143:5.1": "“È per questo, laico, che devi allenarti così: ",
  "mn143:5.2": "‘Non mi attaccherò all’occhio, e non ci sarà alcuna mia coscienza dipendente dall’occhio’. ",
  "mn143:5.3": "È così che devi allenarti. ",
  "mn143:5.4": "Devi allenarti così: ",
  "mn143:5.5": "‘Non mi attaccherò all’orecchio, e non ci sarà alcuna mia coscienza dipendente dall’orecchio’. … ",
  "mn143:5.8": "‘Non mi attaccherò al naso, e non ci sarà alcuna mia coscienza dipendente dal naso’. … ",
  "mn143:5.11": "‘Non mi attaccherò alla lingua, e non ci sarà alcuna mia coscienza dipendente dalla lingua’. … ",
  "mn143:5.14": "‘Non mi attaccherò al corpo, e non ci sarà alcuna mia coscienza dipendente dal corpo’. … ",
  "mn143:5.17": "‘Non mi attaccherò alla mente, e non ci sarà alcuna mia coscienza dipendente dalla mente’. … ",
  "mn143:5.18": "È così che devi allenarti. ",
  "mn143:6.1": "Devi allenarti così: ",
  "mn143:6.2": "‘Non mi attaccherò alla forma, e non ci sarà alcuna mia coscienza dipendente dalla forma’. … ",
  "mn143:6.5": "‘Non mi attaccherò al suono … ",
  "mn143:6.6": "all’odore … ",
  "mn143:6.7": "al sapore … ",
  "mn143:6.8": "al tocco … ",
  "mn143:6.9": "al fenomeno mentale, e non ci sarà alcuna mia coscienza dipendente dal fenomeno mentale’. ",
  "mn143:6.10": "È così che devi allenarti. ",
  "mn143:7.1": "Devi allenarti così: ",
  "mn143:7.2": "‘Non mi attaccherò alla coscienza visiva, e non ci sarà alcuna mia coscienza dipendente dalla coscienza visiva’. … ",
  "mn143:7.5": "‘Non mi attaccherò alla coscienza uditiva … ",
  "mn143:7.6": "alla coscienza olfattiva … ",
  "mn143:7.7": "alla coscienza gustativa … ",
  "mn143:7.8": "alla coscienza tattile … ",
  "mn143:7.9": "‘Non mi attaccherò alla coscienza mentale, e non ci sarà alcuna mia coscienza dipendente dalla coscienza mentale’. ",
  "mn143:7.10": "È così che devi allenarti. ",
  "mn143:8.1": "Devi allenarti così: ",
  "mn143:8.2": "‘Non mi attaccherò al contatto visivo … ",
  "mn143:8.5": "al contatto uditivo … ",
  "mn143:8.6": "al contatto olfattivo … ",
  "mn143:8.7": "al contatto gustativo … ",
  "mn143:8.8": "al contatto tattile … ",
  "mn143:8.9": "‘Non mi attaccherò al contatto mentale, e non ci sarà alcuna mia coscienza dipendente dal contatto mentale’. ",
  "mn143:8.10": "È così che devi allenarti. ",
  "mn143:9.1": "Devi allenarti così: ",
  "mn143:9.2": "‘Non mi attaccherò alla sensazione nata dal contatto visivo … ",
  "mn143:9.5": "alla sensazione nata dal contatto uditivo … ",
  "mn143:9.6": "alla sensazione nata dal contatto olfattivo … ",
  "mn143:9.7": "alla sensazione nata dal contatto gustativo … ",
  "mn143:9.8": "alla sensazione nata dal contatto tattile … ",
  "mn143:9.9": "‘Non mi attaccherò alla sensazione nata dal contatto mentale, e non ci sarà alcuna mia coscienza dipendente dalla sensazione nata dal contatto mentale’. ",
  "mn143:9.10": "È così che devi allenarti. ",
  "mn143:10.1": "Devi allenarti così: ",
  "mn143:10.2": "‘Non mi attaccherò alla materia solida … ",
  "mn143:10.5": "alla materia liquida … ",
  "mn143:10.6": "al calore … ",
  "mn143:10.7": "alla materia gassosa … ",
  "mn143:10.8": "all’elemento dello spazio … ",
  "mn143:10.9": "all’elemento della coscienza, e non ci sarà alcuna mia coscienza dipendente dall’elemento della coscienza’. ",
  "mn143:10.10": "È così che devi allenarti. ",
  "mn143:11.1": "Devi allenarti così: ",
  "mn143:11.2": "‘Non mi attaccherò al corpo … ",
  "mn143:11.5": "alla sensazione … ",
  "mn143:11.6": "alla percezione … ",
  "mn143:11.7": "alle attività … ",
  "mn143:11.8": "alla coscienza, e non ci sarà alcuna mia coscienza dipendente dalla coscienza’. ",
  "mn143:11.9": "È così che devi allenarti. ",
  "mn143:12.1": "Devi allenarti così: ",
  "mn143:12.2": "‘Non mi attaccherò alla dimensione dello spazio infinito … ",
  "mn143:12.5": "alla dimensione della coscienza infinita … ",
  "mn143:12.6": "alla dimensione del nulla … ",
  "mn143:12.7": "alla dimensione della né percezione né non-percezione, e non ci sarà alcuna mia coscienza dipendente dalla dimensione della né percezione né non-percezione’. ",
  "mn143:12.8": "È così che devi allenarti. ",
  "mn143:13.1": "Devi allenarti così: ",
  "mn143:13.2": "‘Non mi attaccherò a questo mondo, e non ci sarà alcuna mia coscienza dipendente da questo mondo’. ",
  "mn143:13.3": "È così che devi allenarti. ",
  "mn143:14.1": "Devi allenarti così: ",
  "mn143:14.2": "‘Non mi attaccherò all’aldilà, e non ci sarà alcuna mia coscienza dipendente dall’aldilà’. ",
  "mn143:14.3": "È così che devi allenarti. ",
  "mn143:14.4": "Devi allenarti così: ",
  "mn143:14.5": "‘Non mi attaccherò a qualunque cosa vista, sentita, pensata, compresa, cercata, ed esplorata dalla mente, e non ci sarà alcuna mia coscienza dipendente da ciò come supporto’. ",
  "mn143:14.6": "È così che devi allenarti”. ",
  "mn143:15.1": "Detto ciò, Anāthapiṇḍika pianse e scoppiò in lacrime. ",
  "mn143:15.2": "Il Venerabile Ānanda gli disse: ",
  "mn143:15.3": "“Stai spegnendoti, laico? Te ne stai andando, laico?” ",
  "mn143:15.4": "“No, Signor Ānanda. ",
  "mn143:15.5": "Ma è da molto tempo che rendo omaggio al Buddha e agli ammirevoli monaci. ",
  "mn143:15.6": "Eppure, non ho mai sentito un sermone così prima d’ora” ",
  "mn143:15.7": "“Laico, un sermone così non colpisce quando viene insegnato ai laici vestiti di bianco. ",
  "mn143:15.8": "Piuttosto, colpisce quando viene insegnato a chi ha lasciato casa” ",
  "mn143:15.9": "“Beh, allora, Signor Sāriputta, che un sermone così colpisca quando viene insegnato anche ai laici vestiti di bianco! ",
  "mn143:15.10": "Ci sono giovani con poca polvere negli occhi. Sono in declino poiché non hanno sentito l’insegnamento. ",
  "mn143:15.11": "Ci saranno quelli che capiscono l’insegnamento!” ",
  "mn143:16.1": "E una volta che i venerabili Sāriputta e Ānanda ebbero dato al laico Anāthapiṇḍika questo consiglio, si alzarono dai propri posti e se ne andarono. ",
  "mn143:16.2": "Non molto dopo che se ne erano andati, Anāthapiṇḍika morì e rinacque tra la schiera degli Angeli Gioiosi. ",
  "mn143:17.1": "Poi, a notte fonda, l’angelo glorioso Anāthapiṇḍika, illuminando tutto il Bosco di Jeta, andò dal Buddha, si inchinò, rimase a lato, ",
  "mn143:17.2": "e si rivolse al Buddha in poesia: ",
  "mn143:17.3": "“Questo è davvero quel Bosco di Jeta, ",
  "mn143:17.4": "frequentato dalla comunità di veggenti, ",
  "mn143:17.5": "dove il Re dell’Insegnamento dimorò: ",
  "mn143:17.6": "mi dà gioia! ",
  "mn143:17.7": "Azioni, conoscenza, e principio; ",
  "mn143:17.8": "condotta morale, sostentamento eccellente; ",
  "mn143:17.9": "attraverso questi i mortali vengono purificati, ",
  "mn143:17.10": "non per famiglia o ricchezza. ",
  "mn143:17.11": "È per questo che una persona astuta, ",
  "mn143:17.12": "vedendo ciò che è bene per sé stessa, ",
  "mn143:17.13": "deve esaminare l’insegnamento in maniera lungimirante, ",
  "mn143:17.14": "e venirne purificato. ",
  "mn143:17.15": "Sāriputta è pieno di saggezza, ",
  "mn143:17.16": "etica, e pace. ",
  "mn143:17.17": "Persino un monaco che ha attraversato ",
  "mn143:17.18": "può al massimo uguagliarlo”. ",
  "mn143:18.1": "Questo è ciò che l’angelo Anāthapiṇḍika disse, ",
  "mn143:18.2": "e il Maestro approvò. ",
  "mn143:18.3": "Poi l’angelo Anāthapiṇḍika, ",
  "mn143:18.4": "sapendo che il Maestro aveva approvato, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra, prima di sparire sul posto. ",
  "mn143:19.1": "Poi, passata la notte, il Buddha raccontò ai monaci ciò che era accaduto. ",
  "mn143:20.1": "Detto ciò, il Venerabile Ānanda disse al Buddha: ",
  "mn143:20.2": "“Signore, quell’angelo deve sicuramente essere stato Anāthapiṇḍika. ",
  "mn143:20.3": "Poiché il laico Anāthapiṇḍika era devoto al Venerabile Sāriputta” ",
  "mn143:20.4": "“Bene, bene, Ānanda. ",
  "mn143:20.5": "Hai raggiunto la conclusione logica, per quanto la logica lo permetta. ",
  "mn143:20.6": "Poiché quello era davvero l’angelo Anāthapiṇḍika”. ",
  "mn143:20.7": "Questo è ciò che il Buddha disse. ",
  "mn143:20.8": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}