{
  "mn15:0.1": "Discorsi medi 15 ",
  "mn15:0.2": "Il discorso sul paragone ",
  "mn15:1.1": "Così ho sentito. ",
  "mn15:1.2": "Una volta il Venerabile Mahāmoggallāna dimorava nella terra dei Bhagga, sulla Collina del Coccodrillo, nel parco dei cervi del Bosco di Bhesakaḷā. ",
  "mn15:1.3": "Lì il Venerabile Mahāmoggallāna si rivolse ai monaci: ",
  "mn15:1.4": "“Fratelli monaci!” ",
  "mn15:1.5": "“Fratello”, risposero i monaci. ",
  "mn15:1.6": "il Venerabile Mahāmoggallāna disse: ",
  "mn15:2.1": "“Immaginate che un monaco inviti ",
  "mn15:2.2": "altri monaci ad ammonirlo. Ma che lui sia difficile da ammonire, avendo qualità che lo rendono difficile da ammonire. È impaziente, e non riceve istruzioni in maniera rispettosa. I suoi compagni spirituali non penserebbero valga la pena di dargli consigli e di istruirlo, e quella persona non otterrebbe la loro fiducia. ",
  "mn15:3.1": "E quali sono le qualità che lo rendono difficile da ammonire? ",
  "mn15:3.2": "Primo, un monaco ha desideri corrotti, è caduto sotto l’influenza di desideri corrotti. ",
  "mn15:3.3": "Qualunque monaco che ha desideri corrotti, ed è caduto sotto l’influenza di desideri corrotti, ",
  "mn15:3.4": "questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.5": "Inoltre, un monaco glorifica se stesso e denigra gli altri. ",
  "mn15:3.6": "Qualunque monaco che glorifica se stesso e denigra gli altri, ",
  "mn15:3.7": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.8": "Inoltre, un monaco è irritabile e sopraffatto dalla rabbia. ",
  "mn15:3.9": "Qualunque monaco che è irritabile e sopraffatto dalla rabbia, ",
  "mn15:3.10": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.11": "Inoltre, un monaco è irritabile e ostile a causa della rabbia. ",
  "mn15:3.12": "Qualunque monaco che è irritabile e ostile a causa della rabbia, ",
  "mn15:3.13": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.14": "Inoltre, un monaco è irritabile e testardo a causa della rabbia. ",
  "mn15:3.15": "Qualunque monaco che è irritabile e testardo a causa della rabbia, ",
  "mn15:3.16": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.17": "Inoltre, un monaco è irritabile e impreca. ",
  "mn15:3.18": "Qualunque monaco che è irritabile e impreca, ",
  "mn15:3.19": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.20": "Inoltre, un monaco, quando viene accusato, obietta l’accusatore. ",
  "mn15:3.21": "Qualunque monaco che, quando viene accusato, obietta l’accusatore, ",
  "mn15:3.22": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.23": "Inoltre, un monaco, quando viene accusato, rimprovera l’accusatore. ",
  "mn15:3.24": "Qualunque monaco che, quando viene accusato, rimprovera l’accusatore, ",
  "mn15:3.25": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.26": "Inoltre, un monaco, quando viene accusato, ribatte all’accusatore. ",
  "mn15:3.27": "Qualunque monaco che, quando viene accusato, ribatte all’accusatore, ",
  "mn15:3.28": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.29": "Inoltre, un monaco, quando viene accusato, evita il problema, distrae la discussione con punti irrilevanti, e mostra fastidio, odio, e acidità. ",
  "mn15:3.30": "Qualunque monaco che, quando viene accusato, evita il problema, distrae la discussione con punti irrilevanti, e mostra fastidio, odio, e acidità, ",
  "mn15:3.31": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.32": "Inoltre, un monaco, quando viene accusato, non è in grado di riconoscere il proprio comportamento. ",
  "mn15:3.33": "Qualunque monaco che, quando viene accusato, non è in grado di riconoscere il proprio comportamento, ",
  "mn15:3.34": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.35": "Inoltre, un monaco è offensivo e sprezzante. ",
  "mn15:3.36": "Qualunque monaco che è offensivo e sprezzante, ",
  "mn15:3.37": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.38": "Inoltre, un monaco è geloso e avaro. ",
  "mn15:3.39": "Qualunque monaco che è geloso e avaro, ",
  "mn15:3.40": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.41": "Inoltre, un monaco è disonesto e ingannevole. ",
  "mn15:3.42": "Qualunque monaco che è disonesto e ingannevole, ",
  "mn15:3.43": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.44": "Inoltre, un monaco è ostinato e arrogante. ",
  "mn15:3.45": "Qualunque monaco che è ostinato e arrogante, ",
  "mn15:3.46": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.47": "Inoltre, un monaco è attaccato alle proprie opinioni, tenendole strette, e rifiutandosi di lasciarle andare. ",
  "mn15:3.48": "Qualunque monaco che è attaccato alle proprie opinioni, tenendole strette, e rifiutandosi di lasciarle andare, ",
  "mn15:3.49": "anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.50": "Queste sono le qualità che lo rendono difficile da ammonire. ",
  "mn15:4.1": "Immaginate che un monaco non inviti ",
  "mn15:4.2": "altri monaci ad ammonirlo. Ma che lui sia facile da ammonire, avendo qualità che lo rendono facile da ammonire. È paziente, e riceve istruzioni in maniera rispettosa. I suoi compagni spirituali penserebbero valga la pena di dargli consigli e di istruirlo, e quella persona otterrebbe la loro fiducia. ",
  "mn15:5.1": "E quali sono le qualità che lo rendono facile da ammonire? ",
  "mn15:5.2": "Primo, un monaco non ha desideri corrotti. ",
  "mn15:5.3": "Qualunque monaco che non ha desideri corrotti, e non è caduto sotto l’influenza di desideri corrotti, ",
  "mn15:5.4": "questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.5": "Inoltre, un monaco non glorifica se stesso e non denigra gli altri. ",
  "mn15:5.6": "Qualunque monaco che non glorifica se stesso e non denigra gli altri, ",
  "mn15:5.7": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.8": "Inoltre, un monaco non è irritabile e sopraffatto dalla rabbia. ",
  "mn15:5.9": "Qualunque monaco che non è irritabile e sopraffatto dalla rabbia, ",
  "mn15:5.10": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.11": "Inoltre, un monaco non è irritabile e ostile a causa della rabbia. ",
  "mn15:5.12": "Qualunque monaco che non è irritabile e ostile a causa della rabbia, ",
  "mn15:5.13": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.14": "Inoltre, un monaco non è irritabile e testardo a causa della rabbia. ",
  "mn15:5.15": "Qualunque monaco che non è irritabile e testardo a causa della rabbia, ",
  "mn15:5.16": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.17": "Inoltre, un monaco non è irritabile e non impreca. ",
  "mn15:5.18": "Qualunque monaco che non è irritabile e non impreca, ",
  "mn15:5.19": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.20": "Inoltre, un monaco, quando viene accusato, non obietta l’accusatore. ",
  "mn15:5.21": "Qualunque monaco che, quando viene accusato, non obietta l’accusatore, ",
  "mn15:5.22": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.23": "Inoltre, un monaco, quando viene accusato, rimprovera l’accusatore. ",
  "mn15:5.24": "Qualunque monaco che, quando viene accusato, non rimprovera l’accusatore, ",
  "mn15:5.25": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.26": "Inoltre, un monaco, quando viene accusato, non ribatte all’accusatore. ",
  "mn15:5.27": "Qualunque monaco che, quando viene accusato, non ribatte all’accusatore, ",
  "mn15:5.28": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.29": "Inoltre, un monaco, quando viene accusato, non evita il problema, non distrae la discussione con punti irrilevanti, e non mostra fastidio, odio, e acidità. ",
  "mn15:5.30": "Qualunque monaco che, quando viene accusato, non evita il problema, non distrae la discussione con punti irrilevanti, e non mostra fastidio, odio, e acidità, ",
  "mn15:5.31": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.32": "Inoltre, un monaco, quando viene accusato, è in grado di riconoscere il proprio comportamento. ",
  "mn15:5.33": "Qualunque monaco che, quando viene accusato, è in grado di riconoscere il proprio comportamento, ",
  "mn15:5.34": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.35": "Inoltre, un monaco non è offensivo o sprezzante. ",
  "mn15:5.36": "Qualunque monaco che non è offensivo e sprezzante, ",
  "mn15:5.37": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.38": "Inoltre, un monaco non è geloso e avaro. ",
  "mn15:5.39": "Qualunque monaco che non è geloso e avaro, ",
  "mn15:5.40": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.41": "Inoltre, un monaco non è disonesto o ingannevole. ",
  "mn15:5.42": "Qualunque monaco che non è disonesto o ingannevole, ",
  "mn15:5.43": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.44": "Inoltre, un monaco non è ostinato o arrogante. ",
  "mn15:5.45": "Qualunque monaco che non è ostinato e arrogante, ",
  "mn15:5.46": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.47": "Inoltre, un monaco non è attaccato alle proprie opinioni, non le tiene strette, e le lascia andare facilmente. ",
  "mn15:5.48": "Qualunque monaco che non è attaccato alle proprie opinioni, non le tiene strette, e le lascia andare facilmente, ",
  "mn15:5.49": "anche questa è una qualità che lo rende facile da ammonire. ",
  "mn15:5.50": "Queste sono le qualità che lo rendono facile da ammonire. ",
  "mn15:6.1": "In questo caso, un monaco dovrebbe paragonare se stesso così: ",
  "mn15:6.2": "‘Questa persona ha desideri corrotti, è caduto sotto l’influenza di desideri corrotti. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.3": "E se io cadessi sotto l’influenza di desideri corrotti, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.4": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non cadrò sotto l’influenza di desideri corrotti’. ",
  "mn15:6.5": "‘Questa persona glorifica se stessa e denigra gli altri. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.6": "E se io glorificassi me stesso e denigrassi gli altri, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.7": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non glorificherò me stesso e non denigrerò gli altri’. ",
  "mn15:6.8": "‘Questa persona è irritabile e sopraffatta dalla rabbia. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.9": "E se io fossi irritabile e sopraffatto dalla rabbia, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.10": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non sarò irritabile e sopraffatto dalla rabbia’. ",
  "mn15:6.11": "‘Questa persona è irritabile e ostile a causa della rabbia. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.12": "E se io fossi irritabile e ostile a causa della rabbia, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.13": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non sarò irritabile e ostile a causa della rabbia’. ",
  "mn15:6.14": "‘Questa persona è irritabile e testarda a causa della rabbia. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.15": "E se io fossi irritabile e testardo dalla rabbia, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.16": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non sarò irritabile e testardo a causa della rabbia’. ",
  "mn15:6.17": "‘Questa persona è irritabile e impreca. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.18": "E se io fossi irritabile e imprecassi, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.19": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non sarò irritabile e non imprecherò’. ",
  "mn15:6.20": "‘Questa persona, quando viene accusata, obietta l’accusatore. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.21": "E se io, quando vengo accusato, obiettassi l’accusatore, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.22": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Quando verrò accusato, non obietterò l’accusatore’. ",
  "mn15:6.23": "‘Questa persona, quando viene accusata, rimprovera l’accusatore. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.24": "E se io, quando vengo accusato, rimproverassi l’accusatore, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.25": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Quando verrò accusato, non rimprovererò l’accusatore’. ",
  "mn15:6.26": "‘Questa persona, quando viene accusata, ribatte l’accusatore. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.27": "E se io, quando vengo accusato, ribattessi l’accusatore, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.28": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Quando verrò accusato, non ribatterò l’accusatore’. ",
  "mn15:6.29": "‘Questa persona, quando viene accusata, evita il problema, distrae la discussione con punti irrilevanti, e mostra fastidio, odio, e acidità. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.30": "E se io, quando vengo accusato, evitassi il problema, distraessi la discussione con punti irrilevanti, e mostrassi fastidio, odio, e acidità, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.31": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Quando verrò accusato, non eviterò il problema, non distrarrò la discussione con punti irrilevanti, e non mostrerò fastidio, odio, e acidità’. ",
  "mn15:6.32": "‘Questa persona, quando viene accusata, non è in grado di riconoscere il proprio comportamento. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.33": "E se io, quando vengo accusato, non fossi in grado di riconoscere il mio comportamento, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.34": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Quando verrò accusato, sarò in grado di riconoscere il mio comportamento’. ",
  "mn15:6.35": "‘Questa persona è offensiva e sprezzante. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.36": "E se io fossi offensivo e sprezzante, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.37": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non sarò offensivo e sprezzante’. ",
  "mn15:6.38": "‘Questa persona è gelosa e avara. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.39": "E se io fossi geloso e avaro, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.40": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non sarò geloso e avaro’. ",
  "mn15:6.41": "‘Questa persona è disonesta e ingannevole. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.42": "E se io fossi disonesto e ingannevole, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.43": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non sarò disonesto e ingannevole’. ",
  "mn15:6.44": "‘Questa persona è ostinata e arrogante. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.45": "E se io fossi ostinato e arrogante, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.46": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non sarò ostinato e arrogante’. ",
  "mn15:6.47": "‘Questa persona è attaccata alle proprie opinioni, tenendole strette, e rifiutandosi di lasciarle andare. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.48": "E se io fossi attaccato alle mie opinioni, tenendole stretta, e rifiutandomi di lasciarle andare, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.49": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non sarò attaccato alle mie opinioni, tenendole strette, ma le lascerò andare facilmente’. ",
  "mn15:7.1": "In questo caso, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.2": "‘Ho desideri corrotti? Sono caduto sotto l’influenza di desideri corrotti?’ ",
  "mn15:7.3": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.4": "è caduto sotto l’influenza di desideri corrotti. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.5": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.6": "non è caduto sotto l’influenza di desideri corrotti. Allora deve dimorare con euforia e gioia, allenandosi giorno e notte alle buone qualità. ",
  "mn15:7.7": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.8": "‘Io glorifico me stesso e denigro gli altri?’ ",
  "mn15:7.9": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.10": "glorifica se stesso e denigra gli altri. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.11": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.12": "non glorifica se stesso e non denigra gli altri. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.13": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.14": "‘Sono irritabile e sopraffatto dalla rabbia?’ ",
  "mn15:7.15": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.16": "è irritabile e sopraffatto dalla rabbia. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.17": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.18": "non è irritabile e sopraffatto dalla rabbia. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.19": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.20": "‘Sono irritabile e ostile a causa della rabbia?’ ",
  "mn15:7.21": "Immaginate che, analizzando, un monaco capisca che è irritabile e ostile a causa della rabbia. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.22": "Ma immaginate che, analizzando, un monaco veda non è irritabile e ostile a causa della rabbia Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.23": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.24": "‘Sono irritabile e testardo a causa della rabbia?’ ",
  "mn15:7.25": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.26": "è irritabile e testardo a causa della rabbia. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.27": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.28": "non è irritabile e testardo a causa della rabbia. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.29": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.30": "‘Sono irritabile, e impreco?’ ",
  "mn15:7.31": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.32": "è irritabile e impreca. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.33": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.34": "non è irritabile e non impreca. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.35": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.36": "‘Quando vengo accusato, obietto l’accusatore?’ ",
  "mn15:7.37": "Immaginate che, analizzando, un monaco veda che, quando viene accusato, obietto l’accusatore. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.38": "Ma immaginate che, analizzando, un monaco capisca che, ",
  "mn15:7.39": "quando viene accusato, non obietta l’accusatore. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.40": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.41": "‘Quando vengo accusato, rimprovero l’accusatore?’ ",
  "mn15:7.42": "Immaginate che, analizzando, un monaco capisca che, quando viene accusato, rimprovera l’accusatore. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.43": "Ma immaginate che, analizzando, un monaco capisca che, ",
  "mn15:7.44": "quando viene accusato, non rimprovera l’accusatore. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.45": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.46": "‘Quando vengo accusato, ribatto all’accusatore?’ ",
  "mn15:7.47": "Immaginate che, analizzando, un monaco capisca che, ",
  "mn15:7.48": "quando viene accusato, ribatte all’accusatore. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.49": "Ma immaginate che, analizzando, un monaco capisca che, ",
  "mn15:7.50": "quando viene accusato, non ribatte all’accusatore. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.51": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.52": "‘Quando vengo accusato, evito il problema, distraggo la discussione con punti irrilevanti, e mostro fastidio, odio, e acidità?’ ",
  "mn15:7.53": "Immaginate che, analizzando, un monaco capisca che, ",
  "mn15:7.54": "quando viene accusato, evita il problema, distrae la discussione con punti irrilevanti, e mostra fastidio, odio, e acidità. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.55": "Ma immaginate che, analizzando, un monaco capisca che, ",
  "mn15:7.56": "quando viene accusato, non evita il problema, non distrae la discussione con punti irrilevanti, e non mostra fastidio, odio, e acidità. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.57": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.58": "‘Quando vengo accusato, sono in grado di riconoscere il mio comportamento?’ ",
  "mn15:7.59": "Immaginate che, analizzando, un monaco capisca che, ",
  "mn15:7.60": "quando viene accusato, non è in grado di riconoscere il proprio comportamento. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.61": "Ma immaginate che, analizzando, un monaco capisca che, ",
  "mn15:7.62": "quando viene accusato, è in grado di riconoscere il proprio comportamento. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.63": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.64": "‘Sono offensivo e sprezzante?’ ",
  "mn15:7.65": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.66": "è offensivo e sprezzante. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.67": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.68": "non è offensivo e sprezzante. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.69": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.70": "‘Sono geloso e avaro?’ ",
  "mn15:7.71": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.72": "è geloso e avaro. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.73": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.74": "non è geloso e avaro. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.75": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.76": "‘Sono disonesto e ingannevole?’ ",
  "mn15:7.77": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.78": "è disonesto e ingannevole. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.79": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.80": "non è disonesto e ingannevole. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.81": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.82": "‘Sono ostinato e arrogante?’ ",
  "mn15:7.83": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.84": "è ostinato e arrogante. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.85": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.86": "è ostinato e arrogante. Allora deve dimorare con euforia e gioia, addestrandosi giorno e notte alle buone qualità. ",
  "mn15:7.87": "Inoltre, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.88": "‘Sono attaccato alle mie opinioni, tenendole strette, e rifiutandomi di lasciarle andare?’ ",
  "mn15:7.89": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.90": "è attaccato alle proprie opinioni, tenendole strette, e rifiutandosi di lasciarle andare. Allora deve fare lo sforzo di abbandonare quelle qualità malvagie e cattive. ",
  "mn15:7.91": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.92": "non è attaccato alle proprie opinioni, tenendole strette, ma le lascia andare facilmente. Allora deve dimorare con euforia e gioia, allenandosi giorno e notte alle buone qualità. ",
  "mn15:8.1": "Immaginate che, analizzando, un monaco veda che non ha abbandonato tutte queste qualità malvagie e cattive. Allora deve fare lo sforzo di abbandonarle tutte. ",
  "mn15:8.2": "Ma immaginate che, analizzando, un monaco veda che ha abbandonato tutte queste qualità malvagie e cattive. Allora deve dimorare con euforia e gioia, allenandosi giorno e notte alle buone qualità. ",
  "mn15:8.3": "Immaginate una donna o un uomo giovane, giovanile, e appassionato di ornamenti che controlla il proprio riflesso in uno specchio pulito e luminoso, o in una ciotola d’acqua pulita. Se vede dello sporco o qualche difetto, prova a rimuoverlo. ",
  "mn15:8.4": "Ma se non vede sporco o alcun difetto, è contento, pensando: ",
  "mn15:8.5": "‘Come sono fortunato a essere pulito!’ ",
  "mn15:8.6": "Allo stesso modo, immaginate che, analizzando, un monaco veda che non ha abbandonato tutte queste qualità malvagie e cattive. Allora deve fare lo sforzo di abbandonarle tutte. ",
  "mn15:8.7": "Ma immaginate che, analizzando, un monaco veda che ha abbandonato tutte queste qualità malvagie e cattive. Allora deve dimorare con euforia e gioia, allenandosi giorno e notte alle buone qualità”. ",
  "mn15:8.8": "Questo è ciò che il Venerabile Mahāmoggallāna disse. ",
  "mn15:8.9": "Contenti, i monaci trassero piacere da ciò che il Venerabile Mahāmoggallāna disse. "
}