{
  "mn15:0.1": "Discorsi medi 15 ",
  "mn15:0.2": "Il discorso sul paragone ",
  "mn15:1.1": "Così ho sentito. ",
  "mn15:1.2": "Una volta il Venerabile Mahāmoggallāna si trovava nella terra dei Bhagga, sulla Collina del Coccodrillo, nel parco dei cervi del Bosco di Bhesakaḷā. ",
  "mn15:1.3": "Lì il Venerabile Mahāmoggallāna si rivolse ai monaci: ",
  "mn15:1.4": "“Fratelli monaci!” ",
  "mn15:1.5": "“Fratello”, risposero i monaci. ",
  "mn15:1.6": "il Venerabile Mahāmoggallāna disse: ",
  "mn15:2.1": "“Immaginate che un monaco inviti ",
  "mn15:2.2": "altri monaci ad ammonirlo. Ma che lui sia difficile da ammonire, avendo qualità che lo rendono difficile da ammonire. È impaziente, e non riceve istruzioni in maniera rispettosa. I suoi compagni spirituali non penserebbero valga la pena di dargli consigli e di istruirlo, e quella persona non otterrebbe la loro fiducia. ",
  "mn15:3.1": "E quali sono le qualità che lo rendono difficile da ammonire? ",
  "mn15:3.2": "Primo, un monaco ha desideri corrotti, è caduto sotto l’influenza di desideri corrotti. ",
  "mn15:3.4": "Questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.5": "Inoltre, un monaco glorifica se stesso e denigra gli altri. … ",
  "mn15:3.8": "È irritabile, sopraffatto dalla rabbia … ",
  "mn15:3.11": "È irritabile, e ostile a causa della rabbia … ",
  "mn15:3.14": "È irritabile, e testardo a causa della rabbia … ",
  "mn15:3.17": "È irritabile, e usa parole che vengono dalla rabbia … ",
  "mn15:3.20": "Quando viene accusato, obbietta l’accusatore … ",
  "mn15:3.23": "Quando viene accusato, rimprovera l’accusatore … ",
  "mn15:3.26": "Quando viene accusato, ribatte all’accusatore … ",
  "mn15:3.29": "Quando viene accusato, evita il problema, distrae la discussione con punti irrilevanti, e mostra fastidio, odio, e acidità … ",
  "mn15:3.32": "Quando viene accusato, non è in grado di riconoscere il proprio comportamento … ",
  "mn15:3.35": "È offensivo e sprezzante … ",
  "mn15:3.38": "È geloso e avaro … ",
  "mn15:3.41": "È disonesto e ingannevole … ",
  "mn15:3.44": "È ostinato e arrogante … ",
  "mn15:3.47": "Inoltre, è attaccato alle proprie opinioni, tenendole strette, e rifiutandosi di lasciarle andare. ",
  "mn15:3.49": "Anche questa è una qualità che lo rende difficile da ammonire. ",
  "mn15:3.50": "Queste sono le qualità che lo rendono difficile da ammonire. ",
  "mn15:4.1": "Immaginate che un monaco non inviti ",
  "mn15:4.2": "altri monaci ad ammonirlo. Ma che lui sia facile da ammonire, avendo qualità che lo rendono facile da ammonire. È paziente, e riceve istruzioni in maniera rispettosa. I suoi compagni spirituali penserebbero valga la pena di dargli consigli e di istruirlo, e quella persona otterrebbe la loro fiducia. ",
  "mn15:5.1": "E quali sono le qualità che lo rendono facile da ammonire? ",
  "mn15:5.2": "Primo, un monaco non ha desideri corrotti … ",
  "mn15:5.6": "Non glorifica se stesso e non denigra gli altri … ",
  "mn15:5.9": "Non è irritabile o sopraffatto dalla rabbia … ",
  "mn15:5.12": "Non è irritabile o ostile a causa della rabbia … ",
  "mn15:5.15": "Non è irritabile o testardo a causa della rabbia … ",
  "mn15:5.18": "Non è irritabile, e non usa parole che vengono dalla rabbia … ",
  "mn15:5.21": "Quando viene accusato, non obbietta l’accusatore … ",
  "mn15:5.24": "Quando viene accusato, non rimprovera l’accusatore … ",
  "mn15:5.27": "Quando viene accusato, non ribatte all’accusatore … ",
  "mn15:5.30": "Quando viene accusato, non evita il problema, non distrae la discussione con punti irrilevanti, e non mostra fastidio, odio, o acidità … ",
  "mn15:5.33": "Quando viene accusato, è in grado di riconoscere il proprio comportamento … ",
  "mn15:5.36": "Non è offensivo o sprezzante … ",
  "mn15:5.39": "Non è geloso o avaro … ",
  "mn15:5.42": "Non è disonesto o ingannevole … ",
  "mn15:5.45": "Non è ostinato o arrogante … ",
  "mn15:5.47": "Inoltre, non è attaccato alle proprie opinioni, non le tiene strette, e le lascia andare facilmente. ",
  "mn15:5.50": "Queste sono le qualità che lo rendono facile da ammonire. ",
  "mn15:6.1": "In questo caso, un monaco dovrebbe paragonare se stesso così: ",
  "mn15:6.2": "‘Questa persona ha desideri corrotti, è caduto sotto l’influenza di desideri corrotti. E a me non piace e non approvo ciò che fa questa persona. ",
  "mn15:6.3": "E se io cadessi sotto l’influenza di desideri corrotti, agli altri non piacerebbe e non approverebbero ciò che farei’. ",
  "mn15:6.4": "Un monaco che comprende questo dovrebbe dare origine al pensiero: ‘Non cadrò sotto l’influenza di desideri corrotti’. … ",
  "mn15:6.5": "",
  "mn15:6.7": "‘Non glorificherò me stesso e non denigrerò gli altri’. … ",
  "mn15:6.10": "‘Non sarò irritabile e sopraffatto dalla rabbia’. … ",
  "mn15:6.13": "‘Non sarò irritabile e ostile a causa della rabbia’. … ",
  "mn15:6.16": "‘Non sarò irritabile e testardo a causa della rabbia’. … ",
  "mn15:6.19": "‘Non sarò irritabile e non userò parole che vengono dalla rabbia’. … ",
  "mn15:6.22": "‘Quando verrò ammonito, non obietterò l’accusatore’. … ",
  "mn15:6.25": "‘Quando verrò ammonito, non rimprovererò l’accusatore’. … ",
  "mn15:6.28": "‘Quando verrò ammonito, non ribatterò l’accusatore’. … ",
  "mn15:6.31": "‘Quando verrò accusato, non eviterò il problema, non distrarrò la discussione con punti irrilevanti, e non mostrerò fastidio, odio, e acidità’. … ",
  "mn15:6.34": "‘Quando verrò accusato, sarò in grado di riconoscere il mio comportamento’. … ",
  "mn15:6.37": "‘Non sarò offensivo e sprezzante’. … ",
  "mn15:6.40": "‘Non sarò geloso e avaro’. … ",
  "mn15:6.43": "‘Non sarò disonesto e ingannevole’. … ",
  "mn15:6.46": "‘Non sarò ostinato e arrogante’. … ",
  "mn15:6.47": "",
  "mn15:6.48": "",
  "mn15:6.49": "‘Non sarò attaccato alle mie opinioni, tenendole strette, ma le lascerò andare facilmente’. ",
  "mn15:7.1": "In questo caso, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.2": "‘Ho desideri corrotti? Sono caduto sotto l’influenza di desideri corrotti?’ ",
  "mn15:7.3": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.4": "è caduto sotto l’influenza di desideri corrotti. Allora deve fare lo sforzo di abbandonare quelle qualità cattive e malsane. ",
  "mn15:7.5": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.6": "non è caduto sotto l’influenza di desideri corrotti. Allora deve vivere con euforia e gioia, allenandosi giorno e notte alle buone qualità. … ",
  "mn15:7.7": "In questo caso, un monaco dovrebbe analizzare se stesso così: ",
  "mn15:7.8": "‘Io glorifico me stesso e denigro gli altri?’ ",
  "mn15:7.14": "‘Sono irritabile e sopraffatto dalla rabbia?’ … ",
  "mn15:7.20": "‘Sono irritabile e ostile a causa della rabbia?’ … ",
  "mn15:7.24": "‘Sono irritabile e testardo a causa della rabbia?’ … ",
  "mn15:7.30": "‘Sono irritabile, e uso parole che vengono dalla rabbia?’ … ",
  "mn15:7.36": "‘Quando vengo accusato, obbietto l’accusatore?’… ",
  "mn15:7.41": "‘Quando vengo accusato, rimprovero l’accusatore?’… ",
  "mn15:7.46": "‘Quando vengo accusato, ribatto all’accusatore?’… ",
  "mn15:7.52": "‘Quando vengo accusato, evito il problema, distraggo la discussione con punti irrilevanti, e mostro fastidio, odio, e acidità?’ … ",
  "mn15:7.58": "‘Quando vengo accusato, sono in grado di riconoscere il mio comportamento?’ … ",
  "mn15:7.64": "‘Sono offensivo e sprezzante?’ ",
  "mn15:7.70": "‘Sono geloso e avaro?’ … ",
  "mn15:7.76": "‘Sono disonesto e ingannevole?’ ",
  "mn15:7.82": "‘Sono ostinato e arrogante?’ … ",
  "mn15:7.88": "‘Sono attaccato alle mie opinioni, tenendole strette, e rifiutandomi di lasciarle andare?’ ",
  "mn15:7.89": "Immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.90": "è attaccato alle proprie opinioni, tenendole strette, e rifiutandosi di lasciarle andare. Allora deve fare lo sforzo di abbandonare quelle qualità cattive e malsane. ",
  "mn15:7.91": "Ma immaginate che, analizzando, un monaco capisca che ",
  "mn15:7.92": "non è attaccato alle proprie opinioni, tenendole strette, ma le lascia andare facilmente. Allora deve vivere con euforia e gioia, allenandosi giorno e notte alle buone qualità. ",
  "mn15:8.1": "Immaginate che, analizzando, un monaco veda che non ha abbandonato tutte queste qualità cattive e malsane. Allora deve fare lo sforzo di abbandonarle tutte. ",
  "mn15:8.2": "Ma immaginate che, analizzando, un monaco veda che ha abbandonato tutte queste qualità cattive e malsane. Allora deve vivere con euforia e gioia, allenandosi giorno e notte alle buone qualità. ",
  "mn15:8.3": "Immaginate una donna o un uomo giovane, giovanile, e appassionato di ornamenti che controlla il proprio riflesso in uno specchio pulito e luminoso, o in una ciotola d’acqua pulita. Se vede dello sporco o qualche difetto, prova a rimuoverlo. ",
  "mn15:8.4": "Ma se non vede sporco o alcun difetto, è contento, pensando: ",
  "mn15:8.5": "‘Come sono fortunato a essere pulito!’ ",
  "mn15:8.6": "Allo stesso modo, immaginate che, analizzando, un monaco veda che non ha abbandonato tutte queste qualità cattive e malsane. Allora deve fare lo sforzo di abbandonarle tutte. ",
  "mn15:8.7": "Ma immaginate che, analizzando, un monaco veda che ha abbandonato tutte queste qualità cattive e malsane. Allora deve vivere con euforia e gioia, allenandosi giorno e notte alle buone qualità”. ",
  "mn15:8.8": "Questo è ciò che il Venerabile Mahāmoggallāna disse. ",
  "mn15:8.9": "Contenti, i monaci trassero piacere da ciò che il Venerabile Mahāmoggallāna disse. "
}