{
  "mn150:0.1": "Discorsi medi 150 ",
  "mn150:0.2": "Il discorso con la gente di Nagaravinda ",
  "mn150:1.1": "Così ho sentito. ",
  "mn150:1.2": "Una volta il Buddha stava vagando nella terra dei Kosala assieme a una grande comunità di monaci quando giunse al villaggio dei bramini di Kosala chiamato Nagaravinda. ",
  "mn150:2.1": "I bramini e i laici di Nagaravinda sentirono: ",
  "mn150:2.2": "“Sembra che l’asceta Gotama, un Sakya, fattosi monaco da una famiglia Sakya, vagando nella terra dei Kosala, sia giunto a Nagaravinda, assieme a una grande comunità di monaci. ",
  "mn150:2.3": "Ha questa buona reputazione: ",
  "mn150:2.4": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn150:2.5": "Ha realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, e lo rende noto agli altri. ",
  "mn150:2.6": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn150:2.7": "È bene vedere tali perfetti”. ",
  "mn150:3.1": "Allora i bramini e laici di Nagaravinda andarono dal Buddha. Prima di sedersi a lato, alcuni si inchinarono, alcuni scambiarono saluti e cordialità, alcuni alzarono le mani giunte verso il Buddha, alcuni annunciarono il proprio nome e famiglia, mentre altri rimasero in silenzio. Il Buddha disse loro: ",
  "mn150:4.1": "“Laici, se gli erranti di altre religioni dovessero chiedervi: ",
  "mn150:4.2": "‘Che tipo di asceta o bramino non merita onore, rispetto, stima, o venerazione?’ ",
  "mn150:4.3": "Dovete rispondere loro: ",
  "mn150:4.4": "‘Ci sono asceti a bramini che non sono liberi da avidità, odio, e illusione riguardo alle forme percepite dall’occhio, che non sono in pace interiore, e che si comportano male tra i buoni attraverso corpo, parola, e mente. Non meritano onore, rispetto, stima, o venerazione. ",
  "mn150:4.5": "Perché questo? ",
  "mn150:4.6": "Perché nemmeno noi siamo liberi da queste cose, quindi non vediamo che loro possiedono una buona condotta migliore della nostra. ",
  "mn150:4.7": "È per questo che non meritano onore, rispetto, stima, o venerazione. ",
  "mn150:4.8": "Ci sono asceti a bramini che non sono liberi da avidità, odio, e illusione riguardo ai suoni percepiti dall’orecchio … ",
  "mn150:4.9": "agli odori percepiti dal naso … ",
  "mn150:4.10": "ai sapori percepiti dalla lingua … ",
  "mn150:4.11": "ai tocchi percepiti dal corpo … ",
  "mn150:4.12": "ai fenomeni mentali percepiti dalla mente, che non sono in pace interiore, e che si comportano male tra i buoni attraverso corpo, parola, e mente. Non meritano onore, rispetto, stima, o venerazione. ",
  "mn150:4.13": "Perché questo? ",
  "mn150:4.14": "Perché nemmeno noi siamo liberi da queste cose, quindi non vediamo che loro possiedono una buona condotta migliore della nostra. ",
  "mn150:4.15": "È per questo che non meritano onore, rispetto, stima, o venerazione’. ",
  "mn150:4.16": "Se interrogati così dagli erranti di altre religioni, è così che dovete rispondere loro. ",
  "mn150:5.1": "Se gli erranti di altre religioni dovessero chiedervi: ",
  "mn150:5.2": "‘Che tipo di asceta o bramino merita onore, rispetto, stima, e venerazione?’ ",
  "mn150:5.3": "Dovete rispondere loro: ",
  "mn150:5.4": "‘Ci sono asceti a bramini che sono liberi da avidità, odio, e illusione riguardo alle forme percepite dall’occhio, che sono in pace interiore, e che si comportano bene attraverso corpo, parola, e mente. Meritano onore, rispetto, stima, e venerazione. ",
  "mn150:5.5": "Perché questo? ",
  "mn150:5.6": "Perché noi non siamo liberi da queste cose, ma vediamo che loro possiedono una buona condotta migliore della nostra. ",
  "mn150:5.7": "È per questo che meritano onore, rispetto, stima, e venerazione. ",
  "mn150:5.8": "Ci sono asceti a bramini che sono liberi da avidità, odio, e illusione riguardo ai suoni percepiti dall’orecchio … ",
  "mn150:5.9": "agli odori percepiti dal naso … ",
  "mn150:5.10": "ai sapori percepiti dalla lingua … ",
  "mn150:5.11": "ai tocchi percepiti dal corpo … ",
  "mn150:5.12": "ai fenomeni mentali percepiti dalla mente, che sono in pace interiore, e che si comportano bene attraverso corpo, parola, e mente. Meritano onore, rispetto, stima, e venerazione. ",
  "mn150:5.13": "Perché questo? ",
  "mn150:5.14": "Perché noi non siamo liberi da queste cose, ma vediamo che loro possiedono una buona condotta migliore della nostra. ",
  "mn150:5.15": "È per questo che meritano onore, rispetto, stima, e venerazione’. ",
  "mn150:5.16": "Se interrogati così dagli erranti di altre religioni, è così che dovete rispondere loro. ",
  "mn150:6.1": "Se gli erranti di altre religioni dovessero chiedervi: ",
  "mn150:6.2": "‘Ma che ragioni e prove avete riguardo a quei venerabili per dire: ",
  "mn150:6.3": "“Chiaramente quei venerabili sono liberi da avidità, odio, e illusione, o stanno praticando per esserne liberi”?’ ",
  "mn150:6.4": "Dovete rispondere loro: ",
  "mn150:6.5": "‘È perché quei venerabili frequentano ripari remoti nella natura e nella foresta. ",
  "mn150:6.6": "In quei posti non ci sono forme percepite dall’occhio da vedere e in cui indulgere, non ci sono suoni percepiti dall’orecchio da sentire e in cui indulgere, non ci sono odori percepiti dal naso da fiutare e in cui indulgere, non ci sono sapori percepiti dalla lingua da gustare e in cui indulgere, e non ci sono tocchi percepiti dal corpo con i quali entrare in contatto e in cui indulgere. ",
  "mn150:6.7": "Queste sono le ragioni e le prove che abbiamo riguardo a quei venerabili per dire: ",
  "mn150:6.8": "“Chiaramente quei venerabili sono liberi da avidità, odio, e illusione, o stanno praticando per esserne liberi”’. ",
  "mn150:6.9": "Se interrogati così dagli erranti di altre religioni, è così che dovete rispondere loro”. ",
  "mn150:7.1": "Una volta che ebbe parlato, i bramini e i laici di Nagaravinda dissero al Buddha: ",
  "mn150:7.2": "“Eccellente, Signor Gotama! Eccellente! ",
  "mn150:7.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn150:7.4": "Prendiamo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn150:7.5": "Da oggi in poi, che il Signor Gotama si ricordi di noi come discepoli laici che hanno preso rifugio a vita”. "
}