{
  "mn17:0.1": "Discorsi medi 17 ",
  "mn17:0.2": "Il discorso sui luoghi nella giungla ",
  "mn17:1.1": "Così ho sentito. ",
  "mn17:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn17:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn17:1.4": "“Monaci!” ",
  "mn17:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn17:1.6": "Il Buddha disse: ",
  "mn17:2.1": "“Monaci, vi insegno l’esposizione sui luoghi nella giungla. ",
  "mn17:2.2": "Ascoltate e prestate la giusta attenzione, ora parlo”. ",
  "mn17:2.3": "“Si, Signore”, risposero i monaci. ",
  "mn17:2.4": "Il Buddha disse: ",
  "mn17:3.1": "“Monaci, prendete un monaco che vive in un luogo nella giungla. ",
  "mn17:3.2": "Vivendo lì, la sua consapevolezza non viene stabilita, la sua mente non si concentra, i suoi contaminanti non vengono eliminati, e non giunge al santuario supremo dal giogo. ",
  "mn17:3.3": "E le necessità della vita di cui un monaco ha bisogno, cioè abiti, cibo, alloggi, e medicine e provvigioni per malati, sono difficili da trovare. ",
  "mn17:3.4": "Quel monaco deve riflettere: ",
  "mn17:3.5": "‘Vivendo in questo luogo nella giungla, la mia consapevolezza non viene stabilita, la mia mente non si concentra, i miei contaminanti non vengono eliminati, e non giungo al santuario supremo dal giogo. ",
  "mn17:3.6": "E le necessità della vita di cui un monaco ha bisogno, cioè abiti, cibo, alloggi, e medicine e provvigioni per malati, sono difficili da trovare’. ",
  "mn17:3.7": "Quel monaco deve lasciare quel luogo nella giungla a quell’ora stessa della notte o del giorno; non deve stare lì. ",
  "mn17:4.1": "Prendete un altro monaco che vive in un luogo nella giungla. ",
  "mn17:4.2": "La sua consapevolezza non viene stabilita … ",
  "mn17:4.3": "Ma le necessità della vita sono facili da trovare. ",
  "mn17:4.4": "Quel monaco deve riflettere: ",
  "mn17:4.5": "‘Vivendo in questo luogo nella giungla, la mia consapevolezza non viene stabilita … ",
  "mn17:4.6": "Ma le necessità della vita sono facili da trovare. ",
  "mn17:4.7": "Ma non ho lasciato la vita laica per quella da senzatetto per abiti, cibo, alloggi, o medicine e provvigioni per malati. ",
  "mn17:4.8": "Inoltre, vivendo qui, la mia consapevolezza non viene stabilita …’ ",
  "mn17:4.9": "Dopo aver valutato, quel monaco deve lasciare quel luogo nella giungla; non deve stare lì. ",
  "mn17:5.1": "Prendete un altro monaco che vive in un luogo nella giungla. ",
  "mn17:5.2": "Vivendo lì, la sua consapevolezza viene stabilita, la sua mente si concentra, i suoi contaminanti vengono eliminati, e giunge al santuario supremo dal giogo. ",
  "mn17:5.3": "Ma le necessità della vita di cui un monaco ha bisogno, cioè abiti, cibo, alloggi, e medicine e provvigioni per malati, sono difficili da trovare. Quel monaco deve riflettere: ",
  "mn17:5.5": "‘Vivendo in questo luogo nella giungla, la mia consapevolezza viene stabilita … ",
  "mn17:5.6": "Ma le necessità della vita sono difficili da trovare. ",
  "mn17:5.7": "Ma non ho lasciato la vita laica per quella da senzatetto per abiti, cibo, alloggi, o medicine e provvigioni per malati. ",
  "mn17:5.8": "Inoltre, vivendo qui, la mia consapevolezza viene stabilita …’ ",
  "mn17:5.9": "Dopo aver valutato, quel monaco deve rimanere in quel luogo nella giungla; non deve lasciarlo. ",
  "mn17:6.1": "Prendete un altro monaco che vive in un luogo nella giungla. ",
  "mn17:6.2": "La sua consapevolezza viene stabilita … ",
  "mn17:6.3": "E le necessità della vita sono facili da trovare. ",
  "mn17:6.4": "Quel monaco deve riflettere: ",
  "mn17:6.5": "‘Vivendo in questo luogo nella giungla, la mia consapevolezza viene stabilita … ",
  "mn17:6.6": "E le necessità della vita sono facili da trovare’. ",
  "mn17:6.7": "Quel monaco deve rimanere in quel luogo nella giungla per il resto della propria vita; non deve lasciarlo. ",
  "mn17:7-10.1": "Prendete un monaco che vive in un villaggio … ",
  "mn17:11-14.1": "in una cittadina … ",
  "mn17:15-18.1": "in una città … ",
  "mn17:19-22.1": "in un Paese … ",
  "mn17:23.1": "presso un individuo. ",
  "mn17:23.2": "Vivendo lì, la sua consapevolezza non viene stabilita, la sua mente non si concentra, i suoi contaminanti non vengono eliminati, e non giunge al santuario supremo dal giogo. ",
  "mn17:23.3": "E le necessità della vita di cui un monaco ha bisogno, cioè abiti, cibo, alloggi, e medicine e provvigioni per malati, sono difficili da trovare. ",
  "mn17:23.4": "Quel monaco deve riflettere: ",
  "mn17:23.5": "‘… la mia consapevolezza non viene stabilita … ",
  "mn17:23.6": "E le necessità della vita sono difficili da trovare’ … ",
  "mn17:23.7": "Quel monaco deve lasciare quell’individuo in qualsiasi momento del giorno o della notte, senza congedarsi. Non deve seguirlo. … ",
  "mn17:24.1": "Prendete un altro monaco che vive presso un individuo. ",
  "mn17:24.2": "La sua consapevolezza non viene stabilita … ",
  "mn17:24.3": "Ma le necessità della vita sono facili da trovare. ",
  "mn17:24.4": "Quel monaco deve riflettere: ",
  "mn17:24.5": "‘… la mia consapevolezza non viene stabilita … ",
  "mn17:24.6": "Ma le necessità della vita sono facili da trovare’ … ",
  "mn17:24.9": "Dopo aver valutato, quel monaco deve lasciare quell’individuo dopo essersi congedato; non deve seguirlo. … ",
  "mn17:25.1": "Prendete un altro monaco che vive presso un individuo. ",
  "mn17:25.2": "La sua consapevolezza viene stabilita … ",
  "mn17:25.3": "Ma le necessità della vita sono difficili da trovare. ",
  "mn17:25.4": "Quel monaco deve riflettere: ",
  "mn17:25.5": "‘… la mia consapevolezza viene stabilita … ",
  "mn17:25.6": "Ma le necessità della vita sono difficili da trovare’ … ",
  "mn17:25.9": "Dopo aver valutato, quel monaco deve seguire quell’individuo; non deve lasciarlo. … ",
  "mn17:26.1": "Prendete un altro monaco che vive presso un individuo. ",
  "mn17:26.2": "Vivendo lì, la sua consapevolezza viene stabilita, la sua mente si concentra, i suoi contaminanti vengono eliminati, e giunge al santuario supremo dal giogo. ",
  "mn17:26.3": "E le necessità della vita di cui un monaco ha bisogno, cioè abiti, cibo, alloggi, e medicine e provvigioni per malati, sono facili da trovare. ",
  "mn17:26.4": "Quel monaco deve riflettere: ",
  "mn17:26.5": "‘Vivendo presso questa persona, la mia consapevolezza viene stabilita … ",
  "mn17:26.6": "E le necessità della vita sono facili da trovare’. ",
  "mn17:26.7": "Quel monaco deve seguire quella persona per il resto della propria vita; non deve lasciarla, nemmeno se mandato via”. ",
  "mn17:26.8": "Questo è ciò che il Buddha disse. ",
  "mn17:26.9": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}