{
  "mn18:0.1": "Discorsi medi 18 ",
  "mn18:0.2": "Il discorso della torta al miele ",
  "mn18:1.1": "Così ho sentito. ",
  "mn18:1.2": "Una volta il Buddha si trovava nella terra dei Sakya, vicino a Kapilavatthu nel monastero dell’albero di Banyan. ",
  "mn18:2.1": "Poi al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò a Kapilavatthu per l’elemosina. ",
  "mn18:2.2": "Vagò per Kapilavatthu per l’elemosina. Dopo il pasto, al ritorno dalla questua, andò nella Grande Selva, ",
  "mn18:2.3": "addentrandosi profondamente, e si sedette alla radice di un giovane albero di mele per la meditazione quotidiana. ",
  "mn18:3.1": "Daṇḍapāṇi il Sakya, mentre faceva una passeggiata, ",
  "mn18:3.2": "si addentrò nella Grande Selva. Andò dal Buddha e ci scambiò saluti. ",
  "mn18:3.3": "Una volta che i saluti e le cordialità terminarono, rimase in piedi a lato appoggiandosi al proprio bastone, e disse al Buddha: ",
  "mn18:3.4": "“Qual è la dottrina dell’asceta? Cosa afferma?” ",
  "mn18:4.1": "“Fratello, la mia dottrina insegna a non entrare in conflitto con nessuno al mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani. Ed è tale che le percezioni non portino a reagire il bramino che vive distaccato dai piaceri dei sensi, senza dubbio, spogliato dalla preoccupazione, e libero dalla brama di esistere in questo o quello stato. ",
  "mn18:4.2": "Questa è la mia dottrina, e questo è ciò che affermo”. ",
  "mn18:5.1": "Detto ciò, Daṇḍapāṇi scosse la testa, schioccò la lingua, alzò le sopracciglia al punto che la sua fronte si raggrinzì in tre solchi, e poi se ne andò appoggiandosi al proprio bastone. ",
  "mn18:6.1": "Poi nel tardo pomeriggio, il Buddha uscì da ritiro e andò al monastero dell’albero di Banyan. Si sedette sul posto preparato, ",
  "mn18:6.2": "e riferì ai monaci ciò che era accaduto. ",
  "mn18:6.14": "Detto ciò, uno dei monaci gli disse: ",
  "mn18:7.1": "“Ma, Signore, qual è la dottrina che il Buddha afferma per la quale non si entri in conflitto con nessuno al mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani? ",
  "mn18:7.2": "E com’è è che le percezioni non portano a reagire il bramino che vive distaccato dai piaceri dei sensi, senza dubbio, spogliato dalla preoccupazione, e libero dalla brama di esistere in questo o quello stato?” ",
  "mn18:8.1": "“Monaci, le conclusioni che emergono dalla proliferazione delle percezioni affliggono una persona. ",
  "mn18:8.2": "Se non trova niente da cui valga la pena trarre piacere, accogliere, o afferrare nella fonte da cui queste si manifestano, ",
  "mn18:8.3": "proprio questa è la fine delle tendenze latenti all’avidità, alla repulsione, alle opinioni, al dubbio, alla presunzione, all’avidità di esistere, e all’ignoranza. Proprio questa è la fine del prendere bastone e spada, la fine di bisticci, discussioni, e litigi, di accuse, linguaggio divisivo, e bugie. ",
  "mn18:8.4": "È qui che queste qualità cattive e malsane cessano senza che ne rimanga nulla”. ",
  "mn18:9.1": "Questo è ciò che il Buddha disse. ",
  "mn18:9.2": "Detto ciò, il Santo si alzò dal proprio posto ed entrò nel proprio alloggio. ",
  "mn18:10.1": "Poco dopo che il Buddha se ne era andato, quei monaci considerarono: ",
  "mn18:10.2": "“Il Buddha ha dato questo breve passaggio da recitare, e poi è entrato nel proprio alloggio senza spiegarne il significato in dettaglio. ",
  "mn18:10.7": "Chi può spiegare in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha?” ",
  "mn18:10.8": "Allora quei monaci pensarono: ",
  "mn18:10.9": "“Il Venerabile Mahākaccāna è lodato dal Buddha e stimato dai propri compagni spirituali giudiziosi. ",
  "mn18:10.10": "È in grado di spiegare in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha. ",
  "mn18:10.11": "Andiamo da lui, e chiediamogli a riguardo”. ",
  "mn18:11.1": "Allora i monaci andarono da Mahākaccāna, e ci scambiarono saluti. ",
  "mn18:11.2": "Una volta che i saluti e le cordialità terminarono, si sedettero a lato. Gli riferirono ciò che era accaduto, e dissero: ",
  "mn18:11.18": "“Che il Venerabile Mahākaccāna per favore ci spieghi questo” ",
  "mn18:12.1": "“Fratelli, immaginate una persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Ma tralascia le radici e il tronco, immaginando che il durame si trovi nei rami e nelle foglie. ",
  "mn18:12.2": "Questa è la situazione dei venerabili. Sebbene foste faccia a faccia col Buddha, lo avete tralasciato, immaginando di dover chiedere a me riguardo a questo. ",
  "mn18:12.3": "Poiché lui è il Buddha, che conosce e vede. È la manifestazione della visione, della conoscenza, della verità, della divinità. È il Maestro, il proclamatore, il delucidatore del significato, il donatore della libertà dalla morte, il Signore della verità, il Realizzato. ",
  "mn18:12.4": "Quello era il momento di andare dal Buddha e di chiedergli a riguardo. ",
  "mn18:12.5": "Avreste dovuto ricordarlo secondo la risposta del Buddha” ",
  "mn18:13.1": "“Certamente lui è il Buddha, che conosce e vede. È la manifestazione della visione, della conoscenza, della verità, della divinità. È il Maestro, il proclamatore, il delucidatore del significato, il donatore della libertà dalla morte, il Signore della verità, il Realizzato. ",
  "mn18:13.2": "Quello era il momento di andare dal Buddha e di chiedergli a riguardo. ",
  "mn18:13.3": "Avremmo dovuto ricordarlo secondo la risposta del Buddha. ",
  "mn18:13.4": "Ma comunque, Mahākaccāna è lodato dal Buddha e stimato dai propri compagni spirituali giudiziosi. ",
  "mn18:13.5": "Sei in grado di spiegare in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha. ",
  "mn18:13.6": "Per favore spiegalo, se non è un problema” ",
  "mn18:14.1": "“Allora, fratelli, ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn18:14.2": "“Sì, fratello”, risposero i monaci. ",
  "mn18:14.3": "Il Venerabile Mahākaccāna disse: ",
  "mn18:15.1": "“Fratelli, il Buddha ha dato questo breve passaggio da recitare, e poi è entrato nel proprio alloggio senza spiegarne il significato in dettaglio: ",
  "mn18:15.2": "‘Le conclusioni che emergono dalla proliferazione delle percezioni affliggono una persona. ",
  "mn18:15.3": "Se non trova niente da cui valga la pena trarre piacere, accogliere, o afferrare nella fonte da cui queste si manifestano, ",
  "mn18:15.4": "proprio questa è la fine delle tendenze latenti all’avidità, alla repulsione, alle opinioni, al dubbio, alla presunzione, all’avidità di esistere, e all’ignoranza. Proprio questa è la fine del prendere bastone e spada, la fine di bisticci, discussioni, e litigi, di accuse, linguaggio divisivo, e bugie. È qui che queste qualità cattive e malsane cessano senza che ne rimanga nulla’. Così è come capisco in dettaglio il significato di questo passaggio da recitare: ",
  "mn18:16.1": "La coscienza visiva si manifesta in dipendenza dell’occhio e delle forme. L’incontro dei tre è l’esperienza. L’esperienza è condizione per la sensazione. Ciò che si prova, si percepisce. Riguardo a ciò che si percepisce, si pensa, si prolifera. Ciò che si prolifera è la fonte da cui le conclusioni che emergono dalla proliferazione delle percezioni affliggono una persona. Questo accade per le forme percepite dall’occhio in passato, nel futuro, e nel presente. ",
  "mn18:16.2": "La coscienza uditiva si manifesta in dipendenza dell’orecchio e dei suoni. … ",
  "mn18:16.3": "La coscienza olfattiva si manifesta in dipendenza del naso e degli odori. … ",
  "mn18:16.4": "La coscienza gustativa si manifesta in dipendenza della lingua e dei sapori. … ",
  "mn18:16.5": "La coscienza tattile si manifesta in dipendenza del corpo e dei tocchi. … ",
  "mn18:16.6": "La coscienza mentale si manifesta in dipendenza della mente e dei fenomeni mentali. L’incontro dei tre è l’esperienza. L’esperienza è condizione per la sensazione. Ciò che si prova, si percepisce. Riguardo a ciò che si percepisce, si pensa, si prolifera. Ciò che si prolifera è la fonte da cui le conclusioni che emergono dalla proliferazione delle percezioni affliggono una persona. Questo accade per i fenomeni mentali percepiti dalla mente in passato, nel futuro, e nel presente. ",
  "mn18:17.1": "Quando c’è l’occhio, ci sono forme, e c’è la coscienza visiva, è possibile riconoscere la manifestazione dell’esperienza. ",
  "mn18:17.2": "Quando c’è manifestazione dell’esperienza, è possibile riconoscere la manifestazione della sensazione. ",
  "mn18:17.3": "Quando c’è manifestazione della sensazione, è possibile riconoscere la manifestazione della percezione. ",
  "mn18:17.4": "Quando c’è manifestazione della percezione, è possibile riconoscere la manifestazione del pensiero. ",
  "mn18:17.5": "Quando c’è manifestazione del pensiero, è possibile riconoscere di essere afflitti da conclusioni che emergono dalla proliferazione delle percezioni. ",
  "mn18:17.6": "Quando c’è l’orecchio … ",
  "mn18:17.7": "il naso … ",
  "mn18:17.8": "la lingua … ",
  "mn18:17.9": "il corpo … ",
  "mn18:17.10": "la mente, i fenomeni mentali, e la coscienza mentale, è possibile riconoscere la manifestazione dell’esperienza. ",
  "mn18:17.11": "Quando c’è manifestazione dell’esperienza, è possibile riconoscere la manifestazione della sensazione. ",
  "mn18:17.12": "Quando c’è manifestazione della sensazione, è possibile riconoscere la manifestazione della percezione. ",
  "mn18:17.13": "Quando c’è manifestazione della percezione, è possibile riconoscere la manifestazione del pensiero. ",
  "mn18:17.14": "Quando c’è manifestazione del pensiero è possibile riconoscere di essere afflitti da conclusioni che emergono dalla proliferazione delle percezioni. ",
  "mn18:18.1": "Quando non c’è l’occhio, non ci sono forme, e non c’è la coscienza visiva, non è possibile riconoscere la manifestazione dell’esperienza. ",
  "mn18:18.2": "Quando non c’è manifestazione dell’esperienza, non è possibile riconoscere la manifestazione della sensazione. ",
  "mn18:18.3": "Quando non c’è manifestazione della sensazione, non è possibile riconoscere la manifestazione della percezione. ",
  "mn18:18.4": "Quando non c’è manifestazione della percezione, non è possibile riconoscere la manifestazione del pensiero. ",
  "mn18:18.5": "Quando non c’è manifestazione del pensiero, non è possibile riconoscere di essere afflitti da conclusioni che emergono dalla proliferazione delle percezioni. ",
  "mn18:18.6": "Quando non c’è l’orecchio … ",
  "mn18:18.7": "il naso … ",
  "mn18:18.8": "la lingua … ",
  "mn18:18.9": "il corpo … ",
  "mn18:18.10": "la mente, non ci sono fenomeni mentali, e non c’è coscienza mentale, non è possibile riconoscere la manifestazione dell’esperienza. ",
  "mn18:18.11": "Quando non c’è manifestazione dell’esperienza, non è possibile riconoscere la manifestazione della sensazione. ",
  "mn18:18.12": "Quando non c’è manifestazione della sensazione, non è possibile riconoscere la manifestazione della percezione. ",
  "mn18:18.13": "Quando non c’è manifestazione della percezione, non è possibile riconoscere la manifestazione del pensiero. ",
  "mn18:18.14": "Quando non c’è manifestazione del pensiero, non è possibile riconoscere di essere afflitti da conclusioni che emergono dalla proliferazione delle percezioni. ",
  "mn18:19.1": "Così è come capisco in dettaglio il significato di questo breve passaggio da recitare dato dal Buddha. ",
  "mn18:19.4": "Se volete, potete andare dal Buddha e chiedergli a riguardo. ",
  "mn18:19.5": "Dovete ricordarlo secondo la risposta del Buddha”. ",
  "mn18:20.1": "Allora i monaci, traendo piacere e gioendo in ciò che il Venerabile Mahākaccāna disse, si alzarono dai propri posti e andarono dal Buddha, si inchinarono, si sedettero a lato, e gli riferirono ciò che era accaduto. Poi dissero: ",
  "mn18:20.17": "“Il Venerabile Mahākaccāna ci ha spiegato chiaramente il significato in questa maniera, con queste parole e frasi” ",
  "mn18:21.1": "“Mahākaccāna è astuto, monaci, possiede grande saggezza. ",
  "mn18:21.2": "Se foste venuti da me e mi aveste posto questa domanda, avrei risposto esattamente allo stesso modo di Mahākaccāna. ",
  "mn18:21.3": "Questo è ciò che significa, e dovete ricordarlo così”. ",
  "mn18:22.1": "Detto ciò, il Venerabile Ānanda disse al Buddha: ",
  "mn18:22.2": "“Signore, immagini una persona debole dalla fame che riceve una torta al miele. Dovunque la assaggi, ne apprezzerebbe il sapore dolce e delizioso. ",
  "mn18:22.3": "Allo stesso modo, dovunque un monaco sincero e capace esamini con saggezza il significato di questa esposizione dell’insegnamento ne trarrebbe solo gioia e chiarezza. ",
  "mn18:22.4": "Signore, qual è il nome di questa esposizione dell’insegnamento?” ",
  "mn18:22.5": "“Beh, Ānanda, puoi ricordare questa esposizione dell’insegnamento come ‘Il discorso della torta al miele’”. ",
  "mn18:22.6": "Questo è ciò che il Buddha disse. ",
  "mn18:22.7": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}