{
  "mn19:0.1": "Discorsi medi 19 ",
  "mn19:0.2": "Il discorso sui due tipi di pensieri ",
  "mn19:1.1": "Così ho sentito. ",
  "mn19:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn19:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn19:1.4": "“Monaci!” ",
  "mn19:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn19:1.6": "Il Buddha disse: ",
  "mn19:2.1": "“Monaci, prima del mio risveglio, quando non ero ancora risvegliato, ma ero alla ricerca del risveglio, pensai: ",
  "mn19:2.2": "‘Perché non vivo dividendo continuamente i miei pensieri in due categorie?’ ",
  "mn19:2.3": "Quindi assegnai i pensieri sensuali, i pensieri malevoli, e i pensieri crudeli ",
  "mn19:2.4": "a una categoria. ",
  "mn19:2.5": "E assegnai i pensieri di rinuncia, i pensieri benevoli, e i pensieri innocenti ",
  "mn19:2.6": "alla seconda categoria. ",
  "mn19:3.1": "Poi, mentre dimoravo diligente, fervido, e risoluto, un pensiero sensuale sorse in me. ",
  "mn19:3.2": "Compresi: ",
  "mn19:3.3": "‘Questo pensiero sensuale è sorto in me. ",
  "mn19:3.4": "Porta al mio male, al male degli altri, e al male di entrambi. Blocca la saggezza, è dal lato dell’angoscia, e non porta all’estinzione’. ",
  "mn19:3.5": "Nel riflettere che portava al mio male, se ne andò. ",
  "mn19:3.6": "Nel riflettere che portava al male degli altri, se ne andò. ",
  "mn19:3.7": "Nel riflettere che portava al male di entrambi, se ne andò. ",
  "mn19:3.8": "Nel riflettere che bloccava la saggezza, era dal lato dell’angoscia, e non portava all’estinzione, se ne andò. ",
  "mn19:3.9": "Quindi abbandonai, mi liberai, e obliterai qualsiasi pensiero sensuale che sorgeva. ",
  "mn19:4-5.1": "Poi, mentre dimoravo diligente, fervido, e risoluto, un pensiero malevolo sorse … ",
  "mn19:4-5.2": "un pensiero crudele sorse. ",
  "mn19:4-5.3": "Compresi: ",
  "mn19:4-5.4": "‘Questo pensiero crudele è sorto in me. ",
  "mn19:4-5.5": "Porta al mio male, al male degli altri, e al male di entrambi. Blocca la saggezza, è dal lato dell’angoscia, e non porta all’estinzione’. ",
  "mn19:4-5.6": "Nel riflettere che portava al mio male, se ne andò. ",
  "mn19:4-5.7": "Nel riflettere che portava al male degli altri, se ne andò. ",
  "mn19:4-5.8": "Nel riflettere che portava al male di entrambi, se ne andò. ",
  "mn19:4-5.9": "Nel riflettere che bloccava la saggezza, era dal lato dell’angoscia, e non portava all’estinzione, se ne andò. ",
  "mn19:4-5.10": "Quindi abbandonai, mi liberai, e obliterai qualsiasi pensiero crudele che sorgeva. ",
  "mn19:6.1": "Ciò che un monaco pensa e considera frequentemente diventa l’inclinazione della propria mente. ",
  "mn19:6.2": "Se fa e considera pensieri sensuali, ha abbandonato il pensiero della rinuncia per coltivare il pensiero sensuale. La sua mente è incline a pensieri sensuali. ",
  "mn19:6.3": "Se fa e considera pensieri malevoli … la sua mente è incline a pensieri malevoli. ",
  "mn19:6.4": "Se fa e considera pensieri crudeli … la sua mente è incline a pensieri crudeli. ",
  "mn19:7.1": "Immaginate sia l’ultimo mese della stagione delle piogge, quando i raccolti crescono vicini l’uno all’altro, e un pastore deve prendersi cura del bestiame. ",
  "mn19:7.2": "Toccherebbe e stuzzicherebbe il bestiame con il bastone su questo e quel lato per tenerlo in riga. ",
  "mn19:7.3": "Perché questo? ",
  "mn19:7.4": "Perché sa che se il bestiame vagasse per i raccolti lui potrebbe venire giustiziato, imprigionato, multato, o condannato. ",
  "mn19:7.5": "Allo stesso modo, io vidi che le cattive qualità hanno gli svantaggi della sporcizia e della corruzione, e che le buone qualità hanno il beneficio e il potere purificante della rinuncia. ",
  "mn19:8.1": "Poi, mentre dimoravo diligente, fervido, e risoluto, un pensiero di rinuncia sorse. ",
  "mn19:8.2": "Compresi: ",
  "mn19:8.3": "‘Questo pensiero di rinuncia è sorto in me. ",
  "mn19:8.4": "Non porta al mio male, al male degli altri, o al male di entrambi. Nutre la saggezza, è dal lato della libertà dall’angoscia, e porta all’estinzione’. ",
  "mn19:8.5": "Se dovessi pensare e valutare questo tutta notte, non vedo alcun pericolo che ne verrebbe. ",
  "mn19:8.6": "Se dovessi pensare e valutare questo tutto il giorno, non vedo alcun pericolo che ne verrebbe. ",
  "mn19:8.7": "Se dovessi pensare e valutare questo tutta notte e tutto il giorno, non vedo alcun pericolo che ne verrebbe. ",
  "mn19:8.8": "Comunque, pensare e valutare troppo stancherebbe il mio corpo. ",
  "mn19:8.9": "E quando il corpo è stanco, la mente è disturbata. ",
  "mn19:8.10": "E quando la mente è disturbata, è lontana dalla concentrazione. ",
  "mn19:8.11": "Allora placai, raccolsi, e concentrai la mia mente internamente. ",
  "mn19:8.12": "Perché questo? ",
  "mn19:8.13": "Affinché la mia mente non fosse disturbata. ",
  "mn19:9-10.1": "Poi, mentre dimoravo diligente, fervido, e risoluto, un pensiero benevolo sorse … ",
  "mn19:9-10.2": "un pensiero innocente sorse. ",
  "mn19:9-10.3": "Compresi: ",
  "mn19:9-10.4": "‘Questo pensiero innocente è sorto in me. ",
  "mn19:9-10.5": "Non porta al mio male, al male degli altri, o al male di entrambi. Nutre la saggezza, è dal lato della libertà dall’angoscia, e porta all’estinzione’. ",
  "mn19:9-10.6": "Se dovessi pensare e valutare questo tutta notte, non vedo alcun pericolo che ne verrebbe. ",
  "mn19:9-10.7": "Se dovessi pensare e valutare questo tutto il giorno, non vedo alcun pericolo che ne verrebbe. ",
  "mn19:9-10.8": "Se dovessi pensare e valutare questo tutta notte e tutto il giorno, non vedo alcun pericolo che ne verrebbe. ",
  "mn19:9-10.9": "Comunque, pensare e valutare troppo stancherebbe il mio corpo. ",
  "mn19:9-10.10": "E quando il corpo è stanco, la mente è disturbata. ",
  "mn19:9-10.11": "E quando la mente è disturbata, è lontana dalla concentrazione. ",
  "mn19:9-10.12": "Allora placai, raccolsi, e concentrai la mia mente internamente. ",
  "mn19:9-10.13": "Perché questo? ",
  "mn19:9-10.14": "Affinché la mia mente non fosse disturbata. ",
  "mn19:11.1": "Ciò che un monaco pensa e valuta frequentemente diventa l’inclinazione della propria mente. ",
  "mn19:11.2": "Se fa e valuta pensieri di rinuncia, ha abbandonato il pensiero sensuale per coltivare il pensiero della rinuncia. La sua mente è incline a pensieri di rinuncia. ",
  "mn19:11.3": "Se fa e valuta pensieri benevoli … la sua mente è incline a pensieri benevoli. ",
  "mn19:11.4": "Se fa e valuta pensieri innocenti… la sua mente è incline a pensieri innocenti. ",
  "mn19:12.1": "Immaginate sia l’ultimo mese dell’estate, quando i raccolti sono stati raggruppati nel villaggio, e un pastore deve prendersi cura del bestiame. Mentre sta alla radice di un albero o all’aperto deve solamente essere consapevole che ",
  "mn19:12.2": "il bestiame è lì. ",
  "mn19:12.3": "Allo stesso modo io dovevo solamente essere consapevole che ",
  "mn19:12.4": "quei pensieri erano lì. ",
  "mn19:13.1": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, il mio corpo era tranquillo e indisturbato, e la mia mente era concentrata. ",
  "mn19:14.1": "Sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunsi e dimorai nella prima estasi. ",
  "mn19:15.1": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunsi e dimorai nella seconda estasi. ",
  "mn19:16.1": "Con lo svanire dell’euforia, dimorando con equanimità, consapevole e presente, toccando con mano la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli dimora nella felicità’, raggiunsi e dimorai nella terza estasi. ",
  "mn19:17.1": "Abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, raggiunsi e dimorai nella quarta estasi. ",
  "mn19:18.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi al ricordo delle vite passate. ",
  "mn19:18.2": "Ricordai molti tipi di vite passate, nei particolari e nello specifico. ",
  "mn19:19.1": "Questa fu la prima conoscenza che ottenni durante la prima parte della notte. ",
  "mn19:19.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come accade a chi vive diligente, fervido, e risoluto. ",
  "mn19:20.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn19:20.2": "Con chiaroveggenza purificata e sovrumana, vidi gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o in un brutto posto. Compresi come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn19:21.1": "Questa fu la seconda conoscenza che ottenni durante la parte intermedia della notte. ",
  "mn19:21.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come accade a chi vive diligente, fervido, e risoluto. ",
  "mn19:22.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn19:22.2": "Compresi secondo realtà: ‘Questa è la sofferenza’, compresi secondo realtà: ‘Questa è l’origine della sofferenza’, compresi secondo realtà: ‘Questa è la cessazione della sofferenza’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn19:23.1": "Compresi secondo realtà: ‘Questi sono i contaminanti’, compresi secondo realtà: ‘Questa è l’origine dei contaminanti’, compresi secondo realtà: ‘Questa è la cessazione dei contaminanti’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn19:23.2": "Conoscendo così e vedendo così, la mia mente fu liberata dal contaminante dei piaceri dei sensi, la mia mente fu liberata dal contaminante dell’esistenza, e la mia mente fu liberata dal contaminante dell’ignoranza. ",
  "mn19:23.3": "Compresi: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn19:24.1": "Questa fu la terza conoscenza che ottenni durante la parte finale della notte. ",
  "mn19:24.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come accade a chi vive diligente, fervido, e risoluto. ",
  "mn19:25.1": "Immaginate che in una foresta ci sia una distesa di paludi, ",
  "mn19:25.2": "e che un grande branco di cervi viva lì vicino. ",
  "mn19:25.3": "Poi arriva una persona che vuole far loro del male, ferirli, e minacciare la loro sicurezza. ",
  "mn19:25.4": "Blocca il sentiero protetto e sicuro che porta alla felicità, e apre il sentiero sbagliato. Lì mette cervi maschi e femmine addomesticati come esca ",
  "mn19:25.5": "cosicché, a tempo debito, quel branco di cervi cada in rovina e disastro. ",
  "mn19:25.6": "Poi arriva una persona che vuole aiutare a tenere il branco di cervi al sicuro. ",
  "mn19:25.7": "Apre il sentiero protetto e sicuro che porta alla felicità, e chiude il sentiero sbagliato. Si sbarazza delle esche ",
  "mn19:25.8": "cosicché, a tempo debito, quel branco di cervi cresca, aumenti, e maturi. ",
  "mn19:26.1": "Ho inventato questa similitudine per illustrare un punto. ",
  "mn19:26.2": "E questo è ciò che significa: ",
  "mn19:26.3": "‘Una distesa di paludi’ sta per i piaceri dei sensi. ",
  "mn19:26.4": "‘Una grande branco di cervi’ sta per gli esseri viventi. ",
  "mn19:26.5": "‘Una persona che vuole far loro del male, ferirli, e minacciare la loro sicurezza’ sta per il diavolo, il Malvagio. ",
  "mn19:26.6": "‘Il sentiero sbagliato’ sta per l’ottuplice sentiero sbagliato, cioè: ",
  "mn19:26.7": "opinione sbagliata, pensiero sbagliato, linguaggio sbagliato, azione sbagliata, sostentamento sbagliato, sforzo sbagliato, consapevolezza sbagliata, e concentrazione sbagliata. ",
  "mn19:26.8": "‘Un cervo maschio addomesticato’ sta per il godimento e l’avidità. ",
  "mn19:26.9": "‘Un cervo femmina addomesticato’ sta per l’ignoranza. ",
  "mn19:26.10": "‘Una persona che vuole aiutare a tenere il branco di cervi al sicuro’ sta per il Realizzato, il perfetto, il Buddha completamente risvegliato. ",
  "mn19:26.11": "‘Il sentiero protetto e sicuro che porta alla felicità’ sta per il nobile ottuplice sentiero, cioè: ",
  "mn19:26.12": "opinione corretta, pensiero corretto, linguaggio corretto, azione corretta, sostentamento corretto, sforzo corretto, consapevolezza corretta, concentrazione corretta. ",
  "mn19:26.13": "Quindi, monaci, ho aperto il sentiero protetto e sicuro che porta alla felicità, e ho chiuso il sentiero sbagliato. E mi sono sbarazzato delle esche maschi e femmine. ",
  "mn19:27.1": "Per premura, ho fatto ciò che un maestro che vuole il meglio per i propri discepoli dovrebbe fare. ",
  "mn19:27.2": "Ecco qui queste radici degli alberi, e qui queste capanne vuote. Praticate l’estasi, monaci! Non siate negligenti! Non pentitevene più avanti! Queste sono le mie istruzioni”. ",
  "mn19:27.3": "Questo è ciò che il Buddha disse. ",
  "mn19:27.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}