{
  "mn20:0.1": "Discorsi medi 20 ",
  "mn20:0.2": "Il discorso sul placare i pensieri ",
  "mn20:1.1": "Così ho sentito. ",
  "mn20:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn20:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn20:1.4": "“Monaci!” ",
  "mn20:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn20:1.6": "Il Buddha disse: ",
  "mn20:2.1": "“Monaci, un monaco dedito alla mente elevata deve dare attenzione a cinque aspetti di tanto in tanto. ",
  "mn20:2.2": "Quali cinque? ",
  "mn20:3.1": "Prendete un monaco che sta dando attenzione a un aspetto che dà origine a pensieri cattivi e malsani legati a desiderio, odio, e illusione. Quel monaco deve dare attenzione a un altro aspetto legato a ciò che è buono. ",
  "mn20:3.2": "Nel fare ciò, quei pensieri cattivi vengono abbandonati e finiscono. ",
  "mn20:3.3": "La sua mente si placa internamente, si stabilizza, si raccoglie, e si concentra. ",
  "mn20:3.4": "È come un abile falegname o il suo apprendista che picchia via o estrae un piolo grosso con uno più fine. ",
  "mn20:3.5": "Allo stesso modo, un monaco … deve dare attenzione a un altro aspetto legato a ciò che è buono … ",
  "mn20:4.1": "Ora, prendete un monaco che sta dando attenzione a un aspetto legato a ciò che è buono, ma pensieri cattivi e malsani legati a desiderio, odio, e illusione continuano a venire a galla. Deve esaminare gli svantaggi di quei pensieri: ",
  "mn20:4.2": "‘Quindi questi pensieri sono cattivi, sono biasimevoli, e risultano in sofferenza’. ",
  "mn20:4.3": "Nel fare ciò, quei pensieri cattivi vengono abbandonati e finiscono. ",
  "mn20:4.4": "La sua mente si placa internamente, si stabilizza, si raccoglie, e si concentra. ",
  "mn20:4.5": "Immaginate ci sia una donna o un uomo giovane, giovanile, e appassionato di ornamenti che si lava la testa. Se dal suo collo penzolasse la carcassa di un serpente, di un cane, o di un umano, ne sarebbe inorridito, nauseato, e disgustato. ",
  "mn20:4.6": "Allo stesso modo, un monaco … deve esaminare gli svantaggi di quei pensieri … ",
  "mn20:5.1": "Ora, prendete un monaco che sta esaminando gli svantaggi di quei pensieri, ma pensieri cattivi e malsani legati a desiderio, odio, e illusione continuano a venire a galla. Deve provare a non dar loro attenzione e a dimenticarsene. ",
  "mn20:5.2": "Nel fare ciò, quei pensieri cattivi vengono abbandonati e finiscono. ",
  "mn20:5.3": "La sua mente si placa internamente, si stabilizza, si raccoglie, e si concentra. ",
  "mn20:5.4": "Immaginate una persona con buona vista, e che alcune forme sgradite entrino nel suo campo visivo. ",
  "mn20:5.5": "Chiuderebbe gli occhi o guarderebbe da un’altra parte. ",
  "mn20:5.6": "Allo stesso modo, un monaco … quei pensieri cattivi vengono abbandonati e finiscono … ",
  "mn20:6.1": "Ora, prendete un monaco che non sta dando attenzione e sta dimenticando quei pensieri, ma pensieri cattivi e malsani legati a desiderio, odio, e illusione continuano a venire a galla. Deve concentrarsi a placare la formazione di quei pensieri. ",
  "mn20:6.2": "Nel fare ciò, quei pensieri cattivi vengono abbandonati e finiscono. ",
  "mn20:6.3": "La sua mente si placa internamente, si stabilizza, si raccoglie, e si concentra. ",
  "mn20:6.4": "Immaginate ci sia una persona che cammina veloce. ",
  "mn20:6.5": "Poi pensa: ",
  "mn20:6.6": "‘Perché sto camminando così veloce? ",
  "mn20:6.7": "Perché non rallento?’ ",
  "mn20:6.8": "Allora rallenta. ",
  "mn20:6.9": "Poi pensa: ",
  "mn20:6.10": "‘Perché sto camminando lentamente? ",
  "mn20:6.11": "Perché non rimango fermo in piedi?’ ",
  "mn20:6.12": "Allora rimane fermo in piedi. ",
  "mn20:6.13": "Poi pensa: ",
  "mn20:6.14": "‘Perché sto rimanendo fermo in piedi? ",
  "mn20:6.15": "Perché non mi siedo?’ ",
  "mn20:6.16": "Allora si siede. ",
  "mn20:6.17": "Poi pensa: ",
  "mn20:6.18": "‘Perché sono seduto? ",
  "mn20:6.19": "Perché non mi sdraio?’ ",
  "mn20:6.20": "Allora si sdraia. ",
  "mn20:6.21": "E quindi quella persona scarterebbe gradualmente le posture più grossolane e adotterebbe posture sempre più raffinate. ",
  "mn20:6.22": "Allo stesso modo, un monaco … quei pensieri cattivi vengono abbandonati e finiscono … ",
  "mn20:7.1": "Ora, prendete un monaco che si sta concentrando a placare la formazione di quei pensieri, ma pensieri cattivi e malsani legati a desiderio, odio, e illusione continuano a venire a galla. ",
  "mn20:7.2": "Stringendo i denti e premendo la lingua contro il palato, deve spremere, schiacciare, e stritolare la mente con la mente. ",
  "mn20:7.3": "Nel fare ciò, quei pensieri cattivi vengono abbandonati e finiscono. ",
  "mn20:7.4": "La sua mente si placa internamente, si stabilizza, si raccoglie, e si concentra. ",
  "mn20:7.5": "È come un uomo forte che afferra un uomo debole per la testa, per il collo, o per la spalla e lo spreme, lo schiaccia, e lo stritola. ",
  "mn20:7.6": "Allo stesso modo, un monaco … ",
  "mn20:7.7": "Stringendo i denti e premendo la lingua contro il palato, deve spremere, schiacciare, e stritolare la mente con la mente. ",
  "mn20:7.8": "Nel fare ciò, quei pensieri cattivi vengono abbandonati e finiscono. ",
  "mn20:7.9": "La sua mente si placa internamente, si stabilizza, si raccoglie, e si concentra. ",
  "mn20:8.1": "Ora, prendete un monaco che sta dando attenzione a un aspetto che dà origine a pensieri cattivi e malsani legati a desiderio, odio, e illusione. Dà attenzione a un altro aspetto legato a ciò che è buono … ",
  "mn20:8.3": "Esamina gli svantaggi in quei pensieri … ",
  "mn20:8.5": "Prova a non dare attenzione e a dimenticarsi di quei pensieri … ",
  "mn20:8.7": "Si concentra a placare la formazione di quei pensieri … ",
  "mn20:8.9": "Stringendo i denti e premendo la lingua contro il palato, spreme, schiaccia, e stritola la mente con la mente. Quando riesce a fare ognuna di queste cose, quei pensieri cattivi vengono abbandonati e finiscono. ",
  "mn20:8.10": "La sua mente si placa internamente, si stabilizza, si raccoglie, e si concentra. ",
  "mn20:8.11": "Questo si chiama un monaco che ha padroneggiato le vie del pensiero. ",
  "mn20:8.12": "Penserà ciò che vuole pensare, e non penserà ciò che non vuole pensare. ",
  "mn20:8.13": "Ha tagliato la brama, rotto le catene, e comprendendo correttamente la presunzione ha posto fine alla sofferenza”. ",
  "mn20:8.14": "Questo è ciò che il Buddha disse. ",
  "mn20:8.15": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}