{
  "mn21:0.1": "Discorsi medi 21 ",
  "mn21:0.2": "Il discorso della similitudine della sega ",
  "mn21:1.1": "Così ho sentito. ",
  "mn21:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn21:2.1": "In quel periodo il Venerabile Phagguna dal Nodo sulla Testa passava troppo tempo a stretto contatto con le monache. ",
  "mn21:2.2": "Così tanto che ",
  "mn21:2.3": "se un monaco criticava quelle monache in sua presenza, Phagguna dal Nodo sulla Testa si arrabbiava e si agitava, e minacciava persino procedimenti disciplinari. ",
  "mn21:2.4": "E se un monaco criticava Phagguna dal Nodo sulla Testa in loro presenza, quelle monache si arrabbiavano e si agitavano, e minacciavano persino procedimenti disciplinari. ",
  "mn21:2.5": "Questo era il livello a cui Phagguna dal Nodo sulla Testa era intimo con quelle monache. ",
  "mn21:3.1": "Quindi un monaco andò dal Buddha, si inchinò, si sedette a lato, e gli riferì ciò che stava accadendo. ",
  "mn21:4.1": "Allora il Buddha si rivolse a un certo monaco: ",
  "mn21:4.2": "“Per favore, monaco, in mio nome dì al monaco Phagguna dal Nodo sulla Testa che ",
  "mn21:4.3": "il maestro lo convoca” ",
  "mn21:4.4": "“Sì, Signore”, rispose quel monaco. Andò da Phagguna dal Nodo sulla Testa e gli disse: ",
  "mn21:4.5": "“Fratello Phagguna, il maestro ti convoca” ",
  "mn21:4.6": "“Sì, fratello”, rispose Phagguna. Andò dal Buddha, si inchinò, e si sedette a lato. Il Buddha gli disse: ",
  "mn21:5.1": "“È vero, Phagguna, che passi troppo tempo a stretto contatto con le monache, ",
  "mn21:5.2": "così tanto che ",
  "mn21:5.3": "se un monaco critica quelle monache in tua presenza, tu ti arrabbi e ti agiti, e minacci persino procedimenti disciplinari? ",
  "mn21:5.4": "E se un monaco ti critica in loro presenza, quelle monache si arrabbiano e si agitano, e minacciano persino procedimenti disciplinari? ",
  "mn21:5.5": "È questo il livello a cui sei intimo con quelle monache?” ",
  "mn21:5.6": "“Sì, Signore” ",
  "mn21:5.7": "“Phagguna, non sei tu un giovane che ha lasciato la vita laica per quella da senzatetto?” ",
  "mn21:5.8": "“Sì, Signore” ",
  "mn21:6.1": "“Allora è inopportuno che tu stia a stretto contatto con le monache. ",
  "mn21:6.2": "Quindi se un monaco critica quelle monache in tua presenza, devi abbandonare qualsiasi desiderio o pensiero mondano. ",
  "mn21:6.3": "Se succede, devi allenarti così: ",
  "mn21:6.4": "‘La mia mente non sarà alterata. Non userò parole cattive. Rimarrò pieno di compassione, con mente benevola e niente odio segreto’. ",
  "mn21:6.5": "Devi allenarti così. ",
  "mn21:6.6": "Quindi anche se qualcuno colpisse quelle monache con pugni, pietre, bastoni, e spade in tua presenza, devi abbandonare qualsiasi desiderio o pensiero mondano. ",
  "mn21:6.7": "Se succede, devi allenarti così: ",
  "mn21:6.8": "‘La mia mente non sarà alterata. Non userò parole cattive. Rimarrò pieno di compassione, con mente benevola e niente odio segreto’. ",
  "mn21:6.9": "Devi allenarti così. ",
  "mn21:6.10": "Quindi se qualcuno ti critica in tua presenza, devi abbandonare qualsiasi desiderio o pensiero mondano. ",
  "mn21:6.11": "Se succede, devi allenarti così: ‘La mia mente non sarà alterata. Non userò parole cattive. Rimarrò pieno di compassione, con mente benevola e niente odio segreto’. ",
  "mn21:6.12": "Devi allenarti così. ",
  "mn21:6.13": "Quindi Phagguṇa, anche se qualcuno ti colpisse con pugni, pietre, bastoni, e spade, devi abbandonare qualsiasi desiderio o pensiero mondano. ",
  "mn21:6.14": "Se succede, devi allenarti così: ‘La mia mente non sarà alterata. Non userò parole cattive. Rimarrò pieno di compassione, con mente benevola e niente odio segreto’. ",
  "mn21:6.15": "Devi allenarti così. ",
  "mn21:7.1": "Poi il Buddha si rivolse ai monaci: ",
  "mn21:7.2": "“Monaci, prima ero soddisfatto dei monaci. ",
  "mn21:7.3": "Una volta mi rivolsi a loro: ",
  "mn21:7.4": "‘Io mangio una volta al giorno. ",
  "mn21:7.5": "Facendo così, trovo di essere sano e in salute, agile, forte, e vivo a mio agio. ",
  "mn21:7.6": "Anche voi dovreste mangiare una volta al giorno. ",
  "mn21:7.7": "Facendo così, troverete di essere sani e in salute, agili, forti, e di vivere a vostro agio’. ",
  "mn21:7.8": "Non avevo bisogno di continuare a istruire quei monaci, ",
  "mn21:7.9": "dovevo solo incitare la loro consapevolezza. ",
  "mn21:7.10": "Immaginate un carro imbrigliato a dei purosangue, fermo a un incrocio, con il pungolo pronto. ",
  "mn21:7.11": "Un abile addestratore di cavalli, un auriga esperto, monterebbe il carro, prendendo le redini nella mano destra e il pungolo nella sinistra. Andrebbe avanti e indietro dovunque voglia, quando vuole. ",
  "mn21:7.12": "Allo stesso modo, io non avevo bisogno di continuare a istruire quei monaci, ",
  "mn21:7.13": "dovevo solo incitare la loro consapevolezza. ",
  "mn21:7.14": "Quindi, monaci, anche voi dovete abbandonare ciò che è cattivo e dedicarvi alle buone qualità. ",
  "mn21:7.15": "In questo modo raggiungerete crescita, miglioramento, e maturità in questo insegnamento e addestramento. ",
  "mn21:8.1": "Immaginate che non lontano da un paese o da un villaggio ci sia un grande bosco di alberi di Sal ",
  "mn21:8.2": "strozzato da erbacce di ricino. ",
  "mn21:8.3": "Poi arriva una persona che vuole aiutare a proteggere e a nutrire quel bosco. ",
  "mn21:8.4": "Taglia gli alberelli di Sal sghembi che rubano la linfa, e li butta via. Pulisce l’interno del bosco, ",
  "mn21:8.5": "e si prende cura correttamente degli alberelli di Sal diritti e ben formati. ",
  "mn21:8.6": "In questo modo, a tempo debito, quel bosco di Sal crescerebbe, migliorerebbe, e maturerebbe. ",
  "mn21:8.7": "Allo stesso modo, monaci, anche voi dovete abbandonare ciò che è cattivo e dedicarvi alle buone qualità. ",
  "mn21:8.8": "In questo modo raggiungerete crescita, miglioramento, e maturità in questo insegnamento e addestramento. ",
  "mn21:9.1": "Una volta, monaci, proprio qui a Sāvatthī c’era una casalinga di nome Vedehikā. ",
  "mn21:9.2": "Aveva questa buona reputazione: ",
  "mn21:9.3": "‘La casalinga Vedehikā è dolce, tranquilla, e calma’. ",
  "mn21:9.4": "Ora, Vedehikā aveva una cameriera serva di nome Kāḷī che era abile, infaticabile, e ben organizzata nel lavoro. ",
  "mn21:9.5": "Poi Kāḷī pensò: ",
  "mn21:9.6": "‘La mia padrona ha la buona reputazione di essere ",
  "mn21:9.7": "dolce, tranquilla, e calma. ",
  "mn21:9.8": "Ma in realtà ha rabbia dentro di sé e semplicemente non lo mostra? O non ha per niente rabbia? ",
  "mn21:9.9": "O è solo perché il mio lavoro è ben organizzato che non mostra rabbia, anche se ce l’ha ancora dentro di sé? ",
  "mn21:9.10": "Perché non metto la mia padrona alla prova?’ ",
  "mn21:9.11": "Allora Kāḷī si alzò dopo l’alba. ",
  "mn21:9.12": "Vedehikā le disse: ",
  "mn21:9.13": "‘Oh sgualdrina, Kāḷī!’ ",
  "mn21:9.14": "‘Cosa, Signora?’ ",
  "mn21:9.15": "‘Ti alzi dopo l’alba! Cosa ti succede, sgualdrina?’ ",
  "mn21:9.16": "‘Niente, Signora’ ",
  "mn21:9.17": "‘Ah, non succede niente, brutta cameriera, ma ti alzi dopo l’alba!’ Arrabbiata e agitata, si accigliò. ",
  "mn21:9.18": "Allora Kāḷī pensò: ",
  "mn21:9.19": "‘La mia padrona in realtà ha rabbia dentro di sé ma non lo mostra; non è che non abbia rabbia. ",
  "mn21:9.20": "È solo perché il mio lavoro è ben organizzato che non mostra rabbia, anche se ce l’ha ancora dentro di sé. ",
  "mn21:9.21": "Perché non metto la mia padrona alla prova di nuovo?’ ",
  "mn21:9.22": "Allora Kāḷī si alzò tardi durante il giorno. ",
  "mn21:9.23": "Vedehikā le disse: ",
  "mn21:9.24": "‘Oh sgualdrina, Kāḷī!’ ",
  "mn21:9.25": "‘Cosa, Signora?’ ",
  "mn21:9.26": "‘Ti alzi tardi durante il giorno! Cosa ti succede, sgualdrina?’ ",
  "mn21:9.27": "‘Niente, Signora’ ",
  "mn21:9.28": "‘Ah, non succede niente, brutta cameriera, ma ti alzi tardi durante il giorno!’ Arrabbiata e agitata, imprecò. ",
  "mn21:9.29": "Allora Kāḷī pensò: ",
  "mn21:9.30": "‘La mia padrona in realtà ha rabbia dentro di sé ma non lo mostra; non è che non abbia rabbia. ",
  "mn21:9.31": "È solo perché il mio lavoro è ben organizzato che non mostra rabbia, anche se ce l’ha ancora dentro di sé. ",
  "mn21:9.32": "Perché non metto la mia padrona alla prova di nuovo?’ ",
  "mn21:9.33": "Allora Kāḷī si alzò ancora più tardi durante il giorno. ",
  "mn21:9.34": "Vedehikā le disse: ",
  "mn21:9.35": "‘Oh sgualdrina, Kāḷī!’ ",
  "mn21:9.36": "‘Cosa, Signora?’ ",
  "mn21:9.37": "‘Ti alzi ancora più tardi durante il giorno! Cosa ti succede, sgualdrina?’ ",
  "mn21:9.38": "‘Niente, Signora’ ",
  "mn21:9.39": "‘Ah, non succede niente, brutta cameriera, ma ti alzi ancora più tardi durante il giorno!’ Arrabbiata e agitata, prese un matterello e colpì Kāḷī sulla testa, crepandola. ",
  "mn21:9.40": "Allora Kāḷī, col sangue che le colava dal cranio crepato, denunciò la propria padrona ai vicini: ",
  "mn21:9.41": "‘Vedete, signore, quello che la dolce ha fatto! ",
  "mn21:9.42": "Vedete quello che la tranquilla ha fatto! Vedete quello che la calma ha fatto! ",
  "mn21:9.43": "Come può mai prendere un matterello e colpire la propria unica cameriera in testa, crepandola, solo per essersi alzata tardi?’ ",
  "mn21:9.44": "Quindi dopo qualche tempo la reputazione della casalinga Vedehikā divenne cattiva: ",
  "mn21:9.45": "‘La casalinga Vedehikā è feroce, irascibile, e per niente calma’. ",
  "mn21:10.1": "Allo stesso modo, un monaco potrà essere il più dolce dei dolci, il più tranquillo dei tranquilli, il più calmo dei calmi, finché non incontra delle critiche spiacevoli. ",
  "mn21:10.2": "Ma è quando incontra critiche spiacevoli che saprete se è davvero dolce, tranquillo, e calmo. ",
  "mn21:10.3": "Non dico che un monaco sia facile da ammonire solo se si rende facile da ammonire per abiti, cibo, alloggi, e medicine e provvigioni per malati. ",
  "mn21:10.4": "Perché questo? ",
  "mn21:10.5": "Perché appena non riceve abiti, cibo, alloggi, e medicine e provvigioni per malati, non é più facile da ammonire. ",
  "mn21:10.6": "Ma quando un monaco è facile da ammonire semplicemente perché onora, rispetta, riverisce, adora, e venera l’insegnamento, allora dico sia facile da ammonire. ",
  "mn21:10.7": "Quindi, monaci, dovete allenarvi così: ‘Saremo facili da ammonire semplicemente perché onoriamo, rispettiamo, riveriamo, adoriamo, e veneriamo l’insegnamento’. ",
  "mn21:10.8": "Dovete allenarvi così. ",
  "mn21:11.1": "Monaci, ci sono cinque modi in cui gli altri potrebbero criticarvi. ",
  "mn21:11.2": "Il loro linguaggio potrà essere opportuno o inopportuno, ",
  "mn21:11.3": "vero o falso, ",
  "mn21:11.4": "gentile o aspro, ",
  "mn21:11.5": "benefico o dannoso, ",
  "mn21:11.6": "da mente benevola o da odio segreto. ",
  "mn21:11.7": "Quando gli altri vi criticano, lo fanno in uno di questi cinque modi. ",
  "mn21:11.12": "Se succede, dovete allenarvi così: ",
  "mn21:11.13": "‘Le nostre menti non saranno alterate. Non useremo parole cattive. Rimarremo pieni di compassione, con mente benevola e niente odio segreto. ",
  "mn21:11.14": "Mediteremo diffondendo una mente piena di benevolenza verso quella persona. E con lei come base, mediteremo diffondendo una mente piena di benevolenza a chiunque al mondo, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria’. ",
  "mn21:11.15": "Dovete allenarvi così. ",
  "mn21:12.1": "Immaginate una persona che arriva portando una vanga e un cesto, ",
  "mn21:12.2": "e dice: ",
  "mn21:12.3": "‘Farò sì che questa grande terra sia senza terra!’ ",
  "mn21:12.4": "E scava ovunque, sparpaglia ovunque, sputa ovunque, e urina ovunque, dicendo: ",
  "mn21:12.5": "‘Sii senza terra! Sii senza terra!’ ",
  "mn21:12.6": "Cosa ne pensate, monaci? ",
  "mn21:12.7": "Quella persona può far sì che questa grande terra sia senza terra?” ",
  "mn21:12.8": "“No, Signore. ",
  "mn21:12.9": "Perché? ",
  "mn21:12.10": "Perché questa grande terra è profonda e immensurabile. ",
  "mn21:12.11": "Non è facile renderla senza terra. ",
  "mn21:12.12": "Quella persona alla fine si stancherebbe e frustrerebbe” ",
  "mn21:13.1": "“Allo stesso modo, ci sono questi cinque modi in cui gli altri potrebbero criticarvi. ",
  "mn21:13.2": "Il loro linguaggio potrà essere opportuno o inopportuno, ",
  "mn21:13.3": "vero o falso, ",
  "mn21:13.4": "gentile o aspro, ",
  "mn21:13.5": "benefico o dannoso, ",
  "mn21:13.6": "da una mente benevola o da odio segreto. ",
  "mn21:13.7": "Quando gli altri vi criticano, lo fanno in uno di questi cinque modi. ",
  "mn21:13.12": "Se succede, dovete allenarvi così: ",
  "mn21:13.13": "‘Le nostre menti non saranno alterate. Non useremo parole cattive. Rimarremo pieni di compassione, con mente benevola e niente odio segreto. ",
  "mn21:13.14": "Mediteremo diffondendo una mente piena di benevolenza verso quella persona. E con lei come base, mediteremo diffondendo una mente come la terra a chiunque al mondo, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria’. ",
  "mn21:13.15": "Dovete allenarvi così. ",
  "mn21:14.1": "Immaginate una persona che arriva con della tintura come della lacca rossa, curcuma, indaco, o robbia rosa, ",
  "mn21:14.2": "e dice: ",
  "mn21:14.3": "‘Adesso disegno delle forme nello spazio, facendo apparire delle forme lì’. ",
  "mn21:14.4": "Cosa ne pensate, monaci? ",
  "mn21:14.5": "Quella persona può disegnare forme nello spazio?” ",
  "mn21:14.6": "“No, Signore. ",
  "mn21:14.7": "Perché? ",
  "mn21:14.8": "Perché lo spazio è immateriale e invisibile. ",
  "mn21:14.9": "Non è facile disegnare forme lì. ",
  "mn21:14.10": "Quella persona alla fine si stancherebbe e frustrerebbe” ",
  "mn21:15.1": "“Allo stesso modo, se vi criticano in alcuno di questi cinque modi … dovete allenarvi così: ",
  "mn21:15.2": "‘… Mediteremo diffondendo una mente piena di benevolenza verso quella persona. E con lei come base, mediteremo diffondendo una mente come lo spazio a chiunque al mondo, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria’. ",
  "mn21:15.3": "Dovete allenarvi così. ",
  "mn21:16.1": "Immaginate una persona che arriva portando una torcia di fieno fiammante, ",
  "mn21:16.2": "e dice: ",
  "mn21:16.3": "‘Ora brucio e scotto il fiume Gange con questa torcia di fieno fiammante’. ",
  "mn21:16.4": "Cosa ne pensate, monaci? ",
  "mn21:16.5": "Quella persona può bruciare e scottare il fiume Gange con una torcia di fieno fiammante?” ",
  "mn21:16.6": "“No, Signore. ",
  "mn21:16.7": "Perché? ",
  "mn21:16.8": "Perché il fiume Gange è profondo e immensurabile. ",
  "mn21:16.9": "Non è facile bruciarlo e scottarlo con una torcia di fieno fiammante. ",
  "mn21:16.10": "Quella persona alla fine si stancherebbe e frustrerebbe” ",
  "mn21:17.1": "“Allo stesso modo, se vi criticano in alcuno di questi cinque modi … dovete allenarvi così: ",
  "mn21:17.2": "‘… Mediteremo diffondendo una mente piena di benevolenza verso quella persona. E con lei come base, mediteremo diffondendo una mente come il Gange a chiunque al mondo, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria’. ",
  "mn21:17.3": "Dovete allenarvi così. ",
  "mn21:18.1": "Immaginate una borsa di pelle di gatto lucidata, ben lucidata, molto ben lucidata, morbida, setosa, senza fruscii e crepitii. ",
  "mn21:18.2": "Poi arriva una persona portando un bastoncino o una pietra, ",
  "mn21:18.3": "e dice: ",
  "mn21:18.4": "‘Ora faccio frusciare e crepitare questa borsa di pelle di gatto con questo bastoncino o questa pietra’. ",
  "mn21:18.5": "Cosa ne pensate, monaci? ",
  "mn21:18.6": "Quella persona può far frusciare e crepitare quella borsa di pelle di gatto con quel bastoncino o quella pietra?” ",
  "mn21:18.7": "“No, Signore. ",
  "mn21:18.8": "Perché? ",
  "mn21:18.9": "Perché quella borsa di pelle di gatto è lucidata, ben lucidata, molto ben lucidata, morbida, setosa, senza fruscii e crepitii. ",
  "mn21:18.10": "Non è facile farla frusciare e crepitare con un bastoncino o con una pietra. ",
  "mn21:18.11": "Quella persona alla fine si stancherebbe e frustrerebbe” ",
  "mn21:19.1": "“Allo stesso modo, ci sono questi cinque modi in cui gli altri potrebbero criticarvi. ",
  "mn21:19.2": "Il loro linguaggio potrà essere opportuno o inopportuno, ",
  "mn21:19.3": "vero o falso, ",
  "mn21:19.4": "gentile o aspro, ",
  "mn21:19.5": "benefico o dannoso, ",
  "mn21:19.6": "da mente benevola o da odio segreto. ",
  "mn21:19.7": "Quando gli altri vi criticano, lo fanno in uno di questi cinque modi. ",
  "mn21:19.12": "Se succede, dovete allenarvi così: ",
  "mn21:19.13": "‘Le nostre menti non saranno alterate. Non useremo parole cattive. Rimarremo pieni di compassione, con mente benevola e niente odio segreto. ",
  "mn21:19.14": "Mediteremo diffondendo una mente piena di benevolenza verso quella persona. E con lei come base, mediteremo diffondendo una mente come una borsa di pelle di gatto a chiunque al mondo, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria’. ",
  "mn21:19.15": "Dovete allenarvi così. ",
  "mn21:20.1": "Persino se dei vili banditi vi segassero via gli arti con una sega a due mani, chiunque avesse un pensiero malevolo a causa di ciò non starebbe seguendo le mie istruzioni. ",
  "mn21:20.2": "Se succede, dovete allenarvi così: ",
  "mn21:20.3": "‘Le nostre menti non saranno alterate. Non useremo parole cattive. Rimarremo pieni di compassione, con mente benevola e niente odio segreto. ",
  "mn21:20.4": "Mediteremo diffondendo una mente piena di benevolenza verso quella persona. E con lei come base, mediteremo diffondendo una mente piena di benevolenza a chiunque al mondo, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria’. ",
  "mn21:20.5": "Dovete allenarvi così. ",
  "mn21:21.1": "Se riflettete frequentemente su questo consiglio, la similitudine della sega, ",
  "mn21:21.2": "vedete qualche critica, grande o piccola, che potreste non sopportare?” ",
  "mn21:21.3": "“No, Signore” ",
  "mn21:21.4": "“Quindi, monaci, dovete riflettere frequentemente su questo consiglio, la similitudine della sega. ",
  "mn21:21.5": "Questo sarà a vostro beneficio e felicità per molto tempo”. ",
  "mn21:21.6": "Questo è ciò che il Buddha disse. ",
  "mn21:21.7": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}