{
  "mn22:0.1": "Discorsi medi 22 ",
  "mn22:0.2": "Il discorso della similitudine del cobra ",
  "mn22:1.1": "Così ho sentito. ",
  "mn22:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn22:2.1": "In quell’occasione un monaco di nome Ariṭṭha, precedentemente un cacciatore di avvoltoi, manteneva la seguente idea sbagliata e dannosa: ",
  "mn22:2.2": "“Per come capisco l’insegnamento del Buddha, le cose che lui dice essere ostruzioni non sono veramente ostruzioni per chi le compie”. ",
  "mn22:2.3": "Vari monaci sentirono ciò. ",
  "mn22:3.1": "Andarono da Ariṭṭha e gli dissero: ",
  "mn22:3.2": "“È vero, fratello Ariṭṭha, che mantieni questa idea sbagliata e dannosa: ",
  "mn22:3.3": "‘Per come capisco l’insegnamento del Buddha, le cose che lui dice essere ostruzioni non sono veramente ostruzioni per chi le compie’?” ",
  "mn22:3.4": "“Assolutamente, fratelli. Per come capisco l’insegnamento del Buddha, le cose che lui dice essere ostruzioni non sono veramente ostruzioni per chi le compie”. ",
  "mn22:3.5": "Allora, volendo dissuadere Ariṭṭha dalla sua opinione, i monaci lo torchiarono, pressarono, ed esortarono: ",
  "mn22:3.6": "“Non dire così, Ariṭṭha! Non rappresentare male il Buddha, poiché rappresentare male il Buddha non è bene. E il Buddha non direbbe questo. ",
  "mn22:3.7": "Il Buddha ha detto in vari modi che gli atti ostruttivi sono ostruttivi, e che ostruiscono veramente chi li compie. ",
  "mn22:3.8": "Il Buddha dice che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi. ",
  "mn22:3.9": "Con la similitudine dello scheletro … ",
  "mn22:3.10": "del pezzo di carne … ",
  "mn22:3.11": "della torcia di paglia … ",
  "mn22:3.12": "della fossa di braci ardenti … ",
  "mn22:3.13": "del sogno … ",
  "mn22:3.14": "dei beni in prestito … ",
  "mn22:3.15": "della frutta sull’albero … ",
  "mn22:3.16": "del coltello e il tagliere del macellaio … ",
  "mn22:3.17": "della spada pungente … ",
  "mn22:3.18": "della testa di serpente, il Buddha dice che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi”. ",
  "mn22:3.19": "Ma anche se i monaci lo torchiarono, pressarono, ed esortarono in questo modo, Ariṭṭha manteneva ostinatamente la propria idea sbagliata e insisteva a esprimerla. ",
  "mn22:3.21": "Una volta che non riuscirono a dissuadere Ariṭṭha da tale opinione, i monaci andarono dal Buddha, si inchinarono, si sedettero a lato, e gli riferirono ciò che era accaduto. ",
  "mn22:5.1": "Allora il Buddha si rivolse a un certo monaco: ",
  "mn22:5.2": "“Per favore, monaco, in mio nome dì al monaco Ariṭṭha, precedentemente un cacciatore di avvolti, che ",
  "mn22:5.3": "il maestro lo convoca” ",
  "mn22:5.4": "“Sì, Signore”, rispose quel monaco. Andò da Ariṭṭha e gli disse: ",
  "mn22:5.5": "“Fratello Ariṭṭha, il maestro ti convoca” ",
  "mn22:5.6": "“Sì, fratello”, rispose Ariṭṭha. Andò dal Buddha, si inchinò, e si sedette a lato. Il Buddha gli disse: ",
  "mn22:5.7": "“È vero, Ariṭṭha, che mantieni questa idea sbagliata e dannosa: ",
  "mn22:5.8": "‘Per come capisco l’insegnamento del Buddha, le cose che lui dice essere ostruzioni non sono veramente ostruzioni per chi le compie’?” ",
  "mn22:5.9": "“Assolutamente, Signore. Per come capisco l’insegnamento del Buddha, le cose che lui dice essere ostruzioni non sono veramente ostruzioni per chi le compie” ",
  "mn22:6.1": "“Sciocco, quando mai mi hai sentito insegnare in quel modo? ",
  "mn22:6.2": "Non ho detto in vari modi che gli atti ostruttivi sono ostruttivi, e che ostruiscono veramente chi li compie? ",
  "mn22:6.3": "Ho detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi. ",
  "mn22:6.4": "Con la similitudine dello scheletro … ",
  "mn22:6.5": "del pezzo di carne … ",
  "mn22:6.6": "della torcia di fieno … ",
  "mn22:6.7": "della fossa di braci ardenti … ",
  "mn22:6.8": "del sogno … ",
  "mn22:6.9": "dei beni in prestito … ",
  "mn22:6.10": "della frutta sull’albero … ",
  "mn22:6.11": "del coltello e il tagliere del macellaio … ",
  "mn22:6.12": "della spada pungente … ",
  "mn22:6.13": "della testa di serpente, ho detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi. ",
  "mn22:6.14": "Ma comunque tu mi rappresenti male a causa della tua comprensione errata, crei danno a te stesso, e accumuli molto demerito. ",
  "mn22:6.15": "Questo sarà a tuo danno e sofferenza per molto tempo”. ",
  "mn22:7.1": "Poi il Buddha disse ai monaci: ",
  "mn22:7.2": "“Cosa ne pensate, monaci? ",
  "mn22:7.3": "Questo monaco Ariṭṭha ha acceso anche solo una scintilla di saggezza in questo insegnamento e addestramento?” ",
  "mn22:7.4": "“Come potrebbe essere così, Signore? ",
  "mn22:7.5": "No, Signore”. ",
  "mn22:7.6": "Detto ciò, Ariṭṭha rimase seduto in silenzio, imbarazzato, con spalle cadenti, abbattuto, depresso, senza dire nulla. ",
  "mn22:7.7": "Vedendo ciò, il Buddha disse: ",
  "mn22:7.8": "“Sciocco, sarai conosciuto per la tua idea dannosa. ",
  "mn22:7.9": "Interrogherò i monaci riguardo a questo”. ",
  "mn22:8.1": "Allora il Buddha disse ai monaci: ",
  "mn22:8.2": "“Monaci, voi capite il mio insegnamento come Ariṭṭha, che mi rappresenta male a causa della propria comprensione errata, crea danno a se stesso, e accumula molto demerito?” ",
  "mn22:8.3": "“No, Signore. ",
  "mn22:8.4": "Poiché il Buddha ha detto in vari modi che gli atti ostruttivi sono ostruttivi, e che ostruiscono veramente colui che li compie. ",
  "mn22:8.6": "Il Buddha ha detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi. ",
  "mn22:8.7": "Con la similitudine dello scheletro … ",
  "mn22:8.8": "della testa di serpente, il Buddha ha detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi” ",
  "mn22:8.9": "“Bene, bene, monaci. È bene che capiate il mio insegnamento così. ",
  "mn22:8.10": "Poiché ho detto in vari modi che gli atti ostruttivi sono ostruttivi, e che ostruiscono veramente chi li compie. ",
  "mn22:8.11": "Ho detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi. ",
  "mn22:8.13": "",
  "mn22:8.14": "Ma comunque questo monaco Ariṭṭha mi rappresenta male a causa della propria comprensione errata, crea danno a se stesso, e accumula molto demerito. ",
  "mn22:8.15": "Questo sarà a suo danno e sofferenza per molto tempo. ",
  "mn22:9.1": "È vero, monaci, che non è possibile eseguire atti sensuali quando si è privi di desiderio sensuale, di percezioni sensuali, e di pensieri sensuali. ",
  "mn22:10.1": "Prendete uno sciocco che memorizza l’insegnamento: ",
  "mn22:10.2": "affermazioni, strofe, discussioni, versi, esclamazioni, leggende, storie di vite passate, storie d’ispirazione, ed elaborazioni. ",
  "mn22:10.3": "Ma non esamina il significato di quegli insegnamenti con saggezza, ",
  "mn22:10.4": "e quindi non giunge all’accettazione ponderata di essi. ",
  "mn22:10.5": "Memorizza l’insegnamento per la sola ragione di trovare difetti e vincere dibattiti. ",
  "mn22:10.6": "Non realizza l’obiettivo per il quale li ha memorizzati. ",
  "mn22:10.7": "Dato che sono compresi in maniera errata, tali insegnamenti gli causano danno e sofferenza per molto tempo. ",
  "mn22:10.8": "Perché questo? ",
  "mn22:10.9": "A causa della sua comprensione errata di tali insegnamenti. ",
  "mn22:10.10": "Immaginate una persona che necessita di un cobra. E mentre vaga alla ricerca di un cobra ",
  "mn22:10.11": "vede un grosso cobra, ",
  "mn22:10.12": "e lo afferra per il corpo o per la coda. ",
  "mn22:10.13": "Ma quel cobra si attorciglia e lo morde sulla mano, sul braccio, o su un altro arto maggiore o minore, ",
  "mn22:10.14": "il che risulta in morte o dolore mortale. ",
  "mn22:10.15": "Perché questo? ",
  "mn22:10.16": "A causa della presa errata del cobra. ",
  "mn22:10.17": "Allo stesso modo, uno sciocco memorizza l’insegnamento … ",
  "mn22:10.23": "e quegli insegnamenti gli causano danno e sofferenza per molto tempo. ",
  "mn22:10.24": "Perché questo? ",
  "mn22:10.25": "A causa della propria comprensione errata di tali insegnamenti. ",
  "mn22:11.1": "Ora, prendete un giovane che memorizza l’insegnamento: ",
  "mn22:11.2": "affermazioni, strofe, discussioni, versi, esclamazioni, leggende, storie di vite passate, storie d’ispirazione, ed elaborazioni. ",
  "mn22:11.3": "E una volta memorizzati, ne esamina il significato con saggezza, ",
  "mn22:11.4": "e giunge all’accettazione ponderata di essi. ",
  "mn22:11.5": "Non memorizza l’insegnamento al fine di trovare difetti e vincere dibattiti. ",
  "mn22:11.6": "Realizza l’obbiettivo per il quale li ha memorizzati. ",
  "mn22:11.7": "Poichè sono compresi in maniera corretta, tali insegnamenti gli causano beneficio e felicità per molto tempo. ",
  "mn22:11.8": "Perché questo? ",
  "mn22:11.9": "Grazie alla sua comprensione corretta di tali insegnamenti. ",
  "mn22:11.10": "Immaginate una persona che necessita di un cobra. E mentre vaga alla ricerca di un cobra ",
  "mn22:11.11": "vede un grosso cobra, ",
  "mn22:11.12": "e lo trattiene attentamente con un bastone biforcato. ",
  "mn22:11.13": "Solo allora lo afferra correttamente per il collo. ",
  "mn22:11.14": "E anche se quel cobra attorciglia il corpo attorno alla mano, al braccio, o a qualche altro arto importante o minore di quella persona, ciò non risulta in morte o dolore mortale. ",
  "mn22:11.15": "Perché questo? ",
  "mn22:11.16": "Grazie alla presa corretta del cobra. ",
  "mn22:11.17": "Allo stesso modo, un giovane memorizza l’insegnamento … ",
  "mn22:11.23": "e quegli insegnamenti gli causano beneficio e felicità per molto tempo. ",
  "mn22:11.24": "Perché questo? ",
  "mn22:11.25": "Grazie alla propria comprensione corretta di tali insegnamenti. ",
  "mn22:12.1": "Quindi, monaci, quando capite ciò che dico, dovete ricordarlo di conseguenza. ",
  "mn22:12.2": "Ma se ho detto qualcosa che non capite, dovete chiedermi a riguardo, o a qualche monaco competente. ",
  "mn22:13.1": "Monaci, vi spiego come l’insegnamento sia simile a una zattera: è per attraversare, non per attaccarvici. ",
  "mn22:13.2": "Ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn22:13.3": "“Si, Signore”, risposero i monaci. ",
  "mn22:13.4": "Il Buddha disse: ",
  "mn22:13.5": "“Immaginate ci sia una persona che cammina per strada. ",
  "mn22:13.6": "Vede una grossa esondazione, la cui sponda vicina è incerta e pericolosa, mentre la sponda lontana è un rifugio privo di pericoli. ",
  "mn22:13.7": "Ma non c’è traghetto o ponte per attraversare. ",
  "mn22:13.8": "Allora pensa: ",
  "mn22:13.11": "‘Perché non raccolgo fieno, legnetti, rami, e foglie, e costruisco una zattera? Usando la zattera, e pagaiando con mani e piedi, posso raggiungere la sponda lontana in maniera sicura’. ",
  "mn22:13.12": "E quindi fa esattamente questo. ",
  "mn22:13.13": "E una volta attraversato pensa: ",
  "mn22:13.14": "‘Questa zattera mi è stata molto utile. ",
  "mn22:13.15": "Usando la zattera, e pagaiando con mani e piedi, ho raggiunto la sponda lontana in maniera sicura. ",
  "mn22:13.16": "Perché non la carico sulla testa, o la monto sulle spalle, e vado dove voglio?’ ",
  "mn22:13.17": "Cosa ne pensate, monaci? ",
  "mn22:13.18": "Quella persona farebbe ciò che si fa con una zattera?” ",
  "mn22:13.19": "“No, Signore” ",
  "mn22:13.20": "“E cosa, monaci, dovrebbe fare quella persona con la zattera? ",
  "mn22:13.21": "Una volta attraversato dovrebbe pensare: ",
  "mn22:13.22": "‘Questa zattera mi è stata molto utile … ",
  "mn22:13.24": "Perché non la spiaggio su terra asciutta o la mando alla deriva sull’acqua e vado dove voglio?’ ",
  "mn22:13.25": "Questo è ciò che quella persona dovrebbe fare con la zattera. ",
  "mn22:13.26": "Allo stesso modo, vi ho spiegato come l’insegnamento sia simile a una zattera: è per attraversare, non per attaccarvici. ",
  "mn22:14.1": "Dato che vi ho spiegato come l’insegnamento sia simile a una zattera, comprenderete che persino gli insegnamenti sono da lasciar andare, figuriamoci ciò che è contro gli insegnamenti. ",
  "mn22:15.1": "Monaci, ci sono queste sei basi per le opinioni. ",
  "mn22:15.2": "Quali sei? ",
  "mn22:15.3": "Prendete una persona ordinaria non istruita che non ha visto i nobili, e non è né abile né addestrata all’insegnamento nobile. Non ha visto persone rette, e non è né abile né addestrata all’insegnamento delle persone rette. ",
  "mn22:15.4": "Considera la forma così: ‘Questo è mio, io sono questo, questo è il mio Sé’. ",
  "mn22:15.5": "Considera anche la sensazione … ",
  "mn22:15.6": "la percezione … ",
  "mn22:15.7": "le attività … ",
  "mn22:15.8": "qualunque cosa vista, sentita, pensata, compresa, cercata, ed esplorata dalla mente così: ‘Questo è mio, io sono questo, questo è il mio Sé’. ",
  "mn22:15.9": "E lo stesso per questa base per le opinioni: ",
  "mn22:15.10": "‘Il Sé e il cosmo sono la stessa cosa. Dopo la morte sarò permanente, perenne, eterno, indistruttibile, e durerò per sempre’. ",
  "mn22:15.11": "Considera anche questa così: ‘Questo è mio, io sono questo, questo è il mio Sé’. ",
  "mn22:16.1": "Ma un discepolo nobile colto ha visto i nobili, ed è abile e addestrato all’insegnamento nobile. Ha visto persone rette, ed è abile e addestrato all’insegnamento delle persone rette. ",
  "mn22:16.2": "Considera la forma così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn22:16.3": "Considera anche la sensazione … ",
  "mn22:16.4": "la percezione … ",
  "mn22:16.5": "le attività … ",
  "mn22:16.6": "qualunque cosa vista, sentita, pensata, compresa, cercata, ed esplorata dalla mente così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn22:16.7": "E lo stesso per questa base per le opinioni: ",
  "mn22:16.8": "‘Il Sé e il cosmo sono la stessa cosa. Dopo la morte sarò permanente, perenne, eterno, indistruttibile, e durerò per sempre’. ",
  "mn22:16.9": "Considera anche questo così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn22:17.1": "Vedendo in questo modo non è ansioso riguardo a ciò che non esiste”. ",
  "mn22:18.1": "Una volta che ebbe detto così, uno dei monaci chiese al Buddha: ",
  "mn22:18.2": "“Signore, può esserci ansia riguardo a ciò che non esiste esternamente?” ",
  "mn22:18.3": "“Può esserci, monaco” disse il Buddha. ",
  "mn22:18.4": "“È quando qualcuno pensa: ",
  "mn22:18.5": "‘Oh, era mio, e ora non lo è più. ",
  "mn22:18.6": "Oh, potrebbe essere mio, ma non lo avrò’. ",
  "mn22:18.7": "Si intristisce, geme e si lamenta, battendosi il petto e cadendo in confusione. ",
  "mn22:18.8": "Così è come c’è ansia riguardo a ciò che non esiste esternamente” ",
  "mn22:19.1": "“Ma può non esserci ansia riguardo ciò che non esiste esternamente?” ",
  "mn22:19.2": "“Può esserci, monaco” disse il Buddha. ",
  "mn22:19.3": "“È quando qualcuno non pensa: ",
  "mn22:19.4": "‘Oh, era mio, e ora non lo è più. ",
  "mn22:19.5": "Oh, potrebbe essere mio, ma non lo avrò’. ",
  "mn22:19.6": "Non si intristisce, o geme, o si lamenta battendosi il petto e cadendo in confusione. ",
  "mn22:19.7": "Così è come non c’è ansia riguardo a ciò che non esiste esternamente” ",
  "mn22:20.1": "“Ma può esserci ansia riguardo a ciò che non esiste internamente?” ",
  "mn22:20.2": "“Può esserci, monaco” disse il Buddha. ",
  "mn22:20.3": "“È quando qualcuno è dell’opinione: ",
  "mn22:20.4": "‘Il Sé e il cosmo sono la stessa cosa. Dopo la morte sarò permanente, perenne, eterno, indistruttibile, e durerò per sempre’. ",
  "mn22:20.5": "Sente il Realizzato o uno dei suoi discepoli spiegare l’insegnamento al fine di eradicare ogni base, fissazione, ossessione, insistenza, e tendenza latente riguardo alle opinioni; al fine di placare ogni intenzione, di lasciar andare ogni attaccamento, di eliminare la brama, per lo svanire dell’avidità, per la cessazione, per l’estinzione. ",
  "mn22:20.6": "Pensa: ",
  "mn22:20.7": "‘Oh no! Sarò annientato e distrutto! Non esisterò più!’ ",
  "mn22:20.8": "Si intristisce, geme e si lamenta, battendosi il petto e cadendo in confusione. ",
  "mn22:20.9": "Così è come c’è ansia riguardo a ciò che non esiste internamente” ",
  "mn22:21.1": "“Ma può non esserci ansia riguardo a ciò che non esiste internamente?” ",
  "mn22:21.2": "“Può esserci, monaco” disse il Buddha. ",
  "mn22:21.3": "“È quando qualcuno non è dell’opinione: ",
  "mn22:21.4": "‘Il Sé e il cosmo sono la stessa cosa. Dopo la morte sarò permanente, perenne, eterno, indistruttibile, e durerò per sempre’. ",
  "mn22:21.5": "Sente il Realizzato o uno dei suoi discepoli spiegare l’insegnamento al fine di eradicare ogni base, fissazione, ossessione, insistenza, e tendenza latente riguardo alle opinioni; al fine di placare ogni intenzione, di lasciar andare ogni attaccamento, di eliminare la brama, per lo svanire dell’avidità, per la cessazione, per l’estinzione. ",
  "mn22:21.6": "Non pensa: ",
  "mn22:21.7": "‘Oh no! Sarò annientato e distrutto! Non esisterò più!’ ",
  "mn22:21.8": "Non si intristisce, o geme, o si lamenta battendosi il petto e cadendo in confusione. ",
  "mn22:21.9": "Così è come non c’è ansia riguardo a ciò che non esiste internamente. ",
  "mn22:22.1": "Monaci, avrebbe senso essere possessivi riguardo a qualcosa che è permanente, perenne, eterno, indistruttibile, e che durerà per sempre. ",
  "mn22:22.2": "Ma voi vede qualcosa del genere?” ",
  "mn22:22.3": "“No, Signore” ",
  "mn22:22.4": "“Bene, monaci. ",
  "mn22:22.5": "Nemmeno io vedo niente del genere. ",
  "mn22:23.1": "Avrebbe senso attaccarsi a un’idea di Sè che non porti a tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn22:23.2": "Ma voi vedete un’idea di Sè così?” ",
  "mn22:23.3": "“No, Signore” ",
  "mn22:23.4": "“Bene, monaci. ",
  "mn22:23.5": "Nemmeno io vedo un’idea di Sè così. ",
  "mn22:24.1": "Avrebbe senso fare affidamento su una base per le opinioni che non porti a tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn22:24.2": "Ma voi vedete una base per le opinioni così?” ",
  "mn22:24.3": "“No, Signore” ",
  "mn22:24.4": "“Bene, monaci. ",
  "mn22:24.5": "Nemmeno io vedo una base per le opinioni così. ",
  "mn22:25.1": "Monaci, se il Sè esistesse, esisterebbe ‘ciò che appartiene al mio Sè’?” ",
  "mn22:25.2": "“Sì, Signore” ",
  "mn22:25.3": "“Se esistesse ciò che appartiene al Sè, esisterebbe ‘il mio Sè’?” ",
  "mn22:25.4": "“Sì, Signore” ",
  "mn22:25.5": "“Ma dato che il Sè e ciò che appartiene al Sè non si trovano da nessuna parte, questa base per le opinioni: ",
  "mn22:25.6": "‘Il Sé e il cosmo sono la stessa cosa. Dopo la morte sarò permanente, perenne, eterno, indistruttibile, e durerò per sempre’, ",
  "mn22:25.7": "non è in tutto e per tutto un insegnamento da stolti?” ",
  "mn22:25.8": "“Come potrebbe non esserlo, Signore? È in tutto e per tutto un insegnamento da stolti” ",
  "mn22:26.1": "“Cosa ne pensate, monaci? ",
  "mn22:26.2": "La forma è permanente o impermanente?” ",
  "mn22:26.3": "“Impermanente, Signore” ",
  "mn22:26.4": "“Ma se è impermanente, è insoddisfacente o soddisfacente?” ",
  "mn22:26.5": "“Insoddisfacente, Signore” ",
  "mn22:26.6": "“Ma se è impermanente, insoddisfacente, e soggetta a decadere, è adatta a essere considerata così: ",
  "mn22:26.7": "‘Questo è mio, io sono questo, questo è il mio Sé’?” ",
  "mn22:26.8": "“No, Signore” ",
  "mn22:26.9": "Cosa ne pensate, monaci? ",
  "mn22:26.10": "La sensazione … ",
  "mn22:26.11": "La percezione … ",
  "mn22:26.12": "Le attività … ",
  "mn22:26.13": "La coscienza è permanente o impermanente?” ",
  "mn22:26.14": "“Impermanente, Signore” ",
  "mn22:26.15": "“Ma se è impermanente, è insoddisfacente o soddisfacente?” ",
  "mn22:26.16": "“Insoddisfacente, Signore” ",
  "mn22:26.17": "“Ma se è impermanente, insoddisfacente, e soggetta a decadere, è adatta a essere considerata così: ",
  "mn22:26.18": "‘Questo è mio, io sono questo, questo è il mio Sé’?” ",
  "mn22:26.19": "“No, Signore” ",
  "mn22:27.1": "“Allora, monaci, dovete vedere secondo realtà ogni tipo di forma in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> forma, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn22:27.2": "Dovete vedere ogni tipo di sensazione … ",
  "mn22:27.3": "di percezione … ",
  "mn22:27.4": "di attività … ",
  "mn22:27.5": "di coscienza in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> coscienza, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn22:28.1": "Vedendo questo, un discepolo nobile colto si disillude dalla forma, dalla sensazione, dalla percezione, dalle attività, e dalla coscienza. ",
  "mn22:29.1": "Disilludendosi, la sua avidità svanisce. Nello svanire l’avidità, è libero. Una volta libero, capisce di essere libero. ",
  "mn22:29.2": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn22:30.1": "Un monaco così è chiamato ‘uno che ha alzato la traversa’, ‘uno che ha riempito il fossato’, ‘uno che ha strappato il pilastro’, ‘uno che ha sciolto le sbarre’, e anche ‘un nobile con stendardo abbassato e fardello riposto, distaccato’. ",
  "mn22:31.1": "E com’è che un monaco ha alzato la traversa? ",
  "mn22:31.2": "È quando un monaco ha abbandonato l’ignoranza, l’ha tagliata alla radice, l’ha resa come un ceppo di palma, l’ha obliterata in modo che non sia in grado di manifestarsi in futuro. ",
  "mn22:31.3": "È così che un monaco ha alzato la traversa. ",
  "mn22:32.1": "E com’è che un monaco ha riempito il fossato? ",
  "mn22:32.2": "È quando un monaco ha abbandonato la trasmigrazione attraverso nascite in vite future, l’ha tagliata alla radice, l’ha resa come un ceppo di palma, l’ha obliterata in modo che non sia in grado di manifestarsi in futuro. ",
  "mn22:32.3": "È così che un monaco ha riempito il fossato. ",
  "mn22:33.1": "E com’è che un monaco ha strappato il pilastro? ",
  "mn22:33.2": "È quando un monaco ha abbandonato la brama, l’ha tagliata alla radice, l’ha resa come un ceppo di palma, l’ha obliterata in modo che non sia in grado di manifestarsi in futuro. ",
  "mn22:33.3": "È così che un monaco ha strappato il pilastro. ",
  "mn22:34.1": "E com’è che un monaco ha sciolto le sbarre? ",
  "mn22:34.2": "È quando un monaco ha abbandonato le cinque catene inferiori, le ha tagliate alla radice, le ha rese come un ceppo di palma, le ha obliterate in modo che non siano in grado di manifestarsi in futuro. ",
  "mn22:34.3": "È così che un monaco ha sciolto le sbarre. ",
  "mn22:35.1": "E com’è che un monaco è un nobile con stendardo abbassato e fardello riposto, distaccato? ",
  "mn22:35.2": "È quando un monaco ha abbandonato la presunzione ‘io sono’, l’ha tagliata alla radice, l’ha resa come un ceppo di palma, l’ha obliterata in modo che non sia in grado di manifestarsi in futuro. ",
  "mn22:35.3": "È così che un monaco è un nobile con stendardo abbassato e fardello riposto, distaccato. ",
  "mn22:36.1": "Quando la mente di un monaco è libera così, gli angeli assieme a Indra, Dio, e il Creatore, per quanto possano cercare non troveranno: ",
  "mn22:36.2": "‘Questa è la base per la coscienza di quel realizzato’. ",
  "mn22:36.3": "Perché questo? ",
  "mn22:36.4": "Perché persino nella vita presente quel realizzato non si trova, dico io. ",
  "mn22:37.1": "Sebbene io dichiari e sostenga questo, certi asceti e bramini mi rappresentano male con l’affermazione falsa, vuota, bugiarda, e non vera: ",
  "mn22:37.2": "‘L’asceta Gotama è uno sterminatore. Descrive l’annientamento, l’eradicazione, e l’obliterazione di un essere esistente’. ",
  "mn22:37.3": "Sono stato rappresentato male falsamente dicendo che sono qualcosa che non sono, e che dico qualcosa che non dico. ",
  "mn22:37.5": "Nel passato, come oggi, ciò che descrivo è la sofferenza e la cessazione della sofferenza. ",
  "mn22:37.6": "Essendo così, se gli altri maltrattano, attaccano, molestano, e creano problemi al Realizzato, lui non ne risente, non diventa aspro o esasperato. ",
  "mn22:38.1": "O se gli altri lo lodano, rispettano, riveriscono, o venerano, lui non diventa entusiasta, euforico, e concitato. ",
  "mn22:38.2": "Se lo lodano, lui pensa solo: ",
  "mn22:38.3": "‘Fanno così a causa di ciò che è già stato compreso completamente’. ",
  "mn22:39.1": "Quindi, monaci, se gli altri vi maltrattano, attaccano, molestano, e vi creano problemi, non siate risentiti, aspri o esasperati. ",
  "mn22:39.2": "O se gli altri vi lodano, rispettano, riveriscono, o venerano, non diventate entusiasti, euforici, e concitati. ",
  "mn22:39.3": "Se vi lodano, pensate solamente: ",
  "mn22:39.4": "‘Fanno così a causa di ciò che è già stato compreso completamente’. ",
  "mn22:40.1": "Quindi, monaci, lasciate andare ciò che non è vostro. ",
  "mn22:40.2": "Lasciarlo andare sarà a vostro beneficio e felicità per molto tempo. ",
  "mn22:41.1": "E cos’è che non è vostro? ",
  "mn22:41.2": "La forma non è vostra: lasciatela andare. ",
  "mn22:41.3": "Lasciarla andare sarà a vostro beneficio e felicità per molto tempo. ",
  "mn22:41.4": "La sensazione non è vostra: lasciatela andare. ",
  "mn22:41.5": "Lasciarla andare sarà a vostro beneficio e felicità per molto tempo. ",
  "mn22:41.6": "La percezione non è vostra: lasciatela andare. ",
  "mn22:41.7": "Lasciarla andare sarà a vostro beneficio e felicità per molto tempo. ",
  "mn22:41.8": "Le attività non sono vostre: lasciatele andare. ",
  "mn22:41.9": "Lasciarle andare sarà a vostro beneficio e felicità per molto tempo. ",
  "mn22:41.10": "La coscienza non è vostra: lasciatela andare. ",
  "mn22:41.11": "Lasciarla andare sarà a vostro beneficio e felicità per molto tempo. ",
  "mn22:41.12": "Cosa ne pensate, monaci? ",
  "mn22:41.13": "Immaginate che una persona stia portando via dell’erba, dei bastoncini, dei rami, e delle foglie in questo bosco di Jeta, o che le stia bruciando, o facendo ciò che vuole con esse. ",
  "mn22:41.14": "Pensereste: ",
  "mn22:41.15": "‘Questa persona ci sta portando via, ci sta bruciando, o ci sta facendo ciò che vuole’?” ",
  "mn22:41.16": "“No, Signore. ",
  "mn22:41.17": "Perché? ",
  "mn22:41.18": "Perché per noi quello non è il Sè, né appartiene al Sè” ",
  "mn22:41.19": "“Allo stesso modo, monaci, lasciate andare ciò che non è vostro. ",
  "mn22:41.20": "Lasciarlo andare sarà a vostro beneficio e felicità per molto tempo. ",
  "mn22:41.21": "E cos’è che non è vostro? ",
  "mn22:41.22": "La forma non è vostra: lasciatela andare. ",
  "mn22:41.23": "Lasciarla andare sarà a vostro beneficio e felicità per molto tempo. ",
  "mn22:41.24": "la sensazione … ",
  "mn22:41.25": "la percezione … ",
  "mn22:41.26": "le attività … ",
  "mn22:41.27": "la coscienza non è vostra: lasciatela andare. ",
  "mn22:41.28": "Lasciarla andare sarà a vostro beneficio e felicità per molto tempo. ",
  "mn22:42.1": "Quindi ho spiegato bene l’insegnamento, l’ho reso chiaro, aperto, illuminato, e rivelato. ",
  "mn22:42.2": "In questo insegnamento ci sono monaci perfetti, con contaminanti eliminati, che hanno completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, e che sono giustamente liberi attraverso l’illuminazione. Per loro, non c’è ciclo di rinascita. … ",
  "mn22:43.2": "In questo insegnamento ci sono monaci che hanno abbandonato le cinque catene inferiori. Ognuno di loro rinascerà in maniera spontanea. Si estingueranno lì, e non saranno soggetti a tornare da quel mondo. … ",
  "mn22:44.2": "In questo insegnamento ci sono monaci che, avendo abbandonato tre catene, e indebolito l’avidità, l’odio, e l’illusione, sono tra quelli che ritornano una volta sola. Ognuno di loro tornerà a questo mondo solo una volta, poi metterà fine alla sofferenza. … ",
  "mn22:45.2": "In questo insegnamento ci sono monaci che hanno eliminato tre catene. Ognuno di loro è entrato nella corrente, e non è soggetto a rinascere in un regno inferiore, destinato al risveglio. … ",
  "mn22:46.2": "In questo insegnamento ci sono monaci discepoli dell’insegnamento, o discepoli per fede. Tutti loro sono destinati al risveglio. ",
  "mn22:47.1": "Quindi ho spiegato bene l’insegnamento, l’ho reso chiaro, aperto, illuminato, e rivelato. ",
  "mn22:47.2": "In questo insegnamento ci sono coloro che hanno un certo grado di fede e affetto per me. Tutti loro sono destinati al paradiso”. ",
  "mn22:47.3": "Questo è ciò che il Buddha disse. ",
  "mn22:47.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}