{
  "mn23:0.1": "Discorsi medi 23 ",
  "mn23:0.2": "Il discorso sul termitaio ",
  "mn23:1.1": "Così ho sentito. ",
  "mn23:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn23:1.3": "In quell’occasione il Venerabile Kassapa il Principe si trovava nella Foresta Oscura. ",
  "mn23:1.4": "Poi, a notte fonda, un angelo glorioso, illuminando tutta la Foresta Oscura, andò da Kassapa il Principe, rimase a lato, e disse: ",
  "mn23:2.1": "“Monaco, monaco! Questo termitaio fa fumo di notte e fiamme di giorno. ",
  "mn23:2.2": "Il bramino disse: ",
  "mn23:2.3": "‘Scava, oh astuto, avendo preso la spada!’ ",
  "mn23:2.4": "Prendendo la spada e scavando, l’astuto vide una barra: ",
  "mn23:2.5": "‘Una barra, signore!’ ",
  "mn23:2.6": "Il bramino disse: ",
  "mn23:2.7": "‘Butta la barra! ",
  "mn23:2.8": "Scava, oh astuto, avendo preso la spada!’ ",
  "mn23:2.9": "Prendendo la spada e scavando, l’astuto vide una rana: ",
  "mn23:2.10": "‘Una rana, signore!’ ",
  "mn23:2.11": "Il bramino disse: ",
  "mn23:2.12": "‘Butta la rana! ",
  "mn23:2.13": "Scava, oh astuto, avendo preso la spada!’ ",
  "mn23:2.14": "Prendendo la spada e scavando, l’astuto vide una biforcazione: ",
  "mn23:2.15": "‘Una biforcazione, signore!’ ",
  "mn23:2.16": "Il bramino disse: ",
  "mn23:2.17": "‘Butta la biforcazione! ",
  "mn23:2.18": "Scava, oh astuto, avendo preso la spada!’ ",
  "mn23:2.19": "Prendendo la spada e scavando, l’astuto vide un filtro di cenere: ",
  "mn23:2.20": "‘Un filtro di cenere, signore!’ ",
  "mn23:2.21": "Il bramino disse: ",
  "mn23:2.22": "‘Butta il filtro di cenere! ",
  "mn23:2.23": "Scava, oh astuto, avendo preso la spada!’ ",
  "mn23:2.24": "Prendendo la spada e scavando, l’astuto vide una tartaruga: ",
  "mn23:2.25": "‘Una tartaruga, signore!’ ",
  "mn23:2.26": "Il bramino disse: ",
  "mn23:2.27": "‘Butta la tartaruga! ",
  "mn23:2.28": "Scava, oh astuto, avendo preso la spada!’ ",
  "mn23:2.29": "Prendendo la spada e scavando, l’astuto vide un coltello e un tagliere da macellaio: ",
  "mn23:2.30": "‘Un coltello e un tagliere da macellaio, signore!’ ",
  "mn23:2.31": "Il bramino disse: ",
  "mn23:2.32": "‘Butta il coltello e il tagliere da macellaio! ",
  "mn23:2.33": "Scava, oh astuto, avendo preso la spada!’ ",
  "mn23:2.34": "Prendendo la spada e scavando, il l’astuto vide un pezzo di carne: ",
  "mn23:2.35": "‘Un pezzo di carne, signore!’ ",
  "mn23:2.36": "Il bramino disse: ",
  "mn23:2.37": "‘Butta il pezzo di carne! ",
  "mn23:2.38": "Scava, oh astuto, avendo preso la spada!’ ",
  "mn23:2.39": "Prendendo la spada e scavando, il saggio vide un drago: ",
  "mn23:2.40": "‘Un drago, signore!’ ",
  "mn23:2.41": "Il bramino disse: ",
  "mn23:2.42": "‘Lascia il drago! Non disturbare il drago! Adora il drago!’ ",
  "mn23:2.43": "Monaco, vai dal Buddha e chiedigli riguardo a questo indovinello. Ricordalo secondo la sua risposta. ",
  "mn23:2.44": "Non vedo nessuno a questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, che possa dare una risposta soddisfacente a questo indovinello a parte il Realizzato, un suo discepolo, o qualcuno che l’ha sentita da loro”. ",
  "mn23:2.45": "Questo è ciò che quell’angelo disse ",
  "mn23:2.46": "prima di scomparire sul posto. ",
  "mn23:3.1": "Poi, passata la notte, Kassapa il Principe andò dal Buddha, si inchinò, si sedette a lato, e riferì al Buddha ciò che era accaduto. Poi chiese: ",
  "mn23:3.10": "“Signore, cos’è il termitaio? Cos’è il fare fumo di notte e fiamme di giorno? Chi è il bramino, e chi è l’astuto? Cosa sono la spada, lo scavare, la barra, la rana, la biforcazione, il filtro di cenere, la tartaruga, il coltello e il tagliere da macellaio, e il pezzo di carne? E cos’è il drago?” ",
  "mn23:4.1": "“Monaco, ‘termitaio’ sta per questo corpo fatto dei quattro stati della materia, prodotto da madre e padre, cresciuto attraverso riso e porridge, soggetto all’impermanenza, al consumo ed erosione, alla dissoluzione e distruzione. ",
  "mn23:4.2": "Pensare e valutare tutta notte riguardo a ciò che si ha fatto durante il giorno, ",
  "mn23:4.3": "questo è il fare fumo di notte. ",
  "mn23:4.4": "Il lavoro a cui ci si applica durante il giorno attraverso corpo, parola, e mente dopo averci pensato tutta notte, ",
  "mn23:4.5": "questo è il fare fiamme di giorno. ",
  "mn23:4.6": "‘Bramino’ sta per il Realizzato, il perfetto, il Buddha completamente risvegliato. ",
  "mn23:4.7": "‘L’astuto’ sta per il monaco apprendista. ",
  "mn23:4.8": "‘Spada’ sta per la saggezza nobile. ",
  "mn23:4.9": "‘Scavare’ sta per l’essere energico. ",
  "mn23:4.10": "‘Barra’ sta per l’ignoranza. ",
  "mn23:4.11": "‘Butta la barra’ significa ‘abbandona l’ignoranza, ",
  "mn23:4.12": "scava, oh astuto, avendo preso la spada’. ",
  "mn23:4.13": "‘Rana’ sta per la rabbia e l’angoscia. ",
  "mn23:4.14": "‘Butta la rana’ significa ‘abbandona rabbia e angoscia’ … ",
  "mn23:4.16": "‘Una biforcazione’ sta per il dubbio. ",
  "mn23:4.17": "‘Butta la biforcazione’ significa ‘abbandona il dubbio’ … ",
  "mn23:4.19": "‘Un filtro di cenere’ sta per i cinque impedimenti, cioè: ",
  "mn23:4.20": "gli impedimenti del desiderio per i sensi, cattiveria, torpore e sonnolenza, irrequietezza e rimorso, e dubbio. ",
  "mn23:4.21": "‘Butta il filtro di cenere’ significa ‘abbandona i cinque impedimenti’ … ",
  "mn23:4.23": "‘Tartaruga’ sta per i cinque aggregati di attaccamento, cioè: ",
  "mn23:4.24": "forma, sensazione, percezione, intenzioni, e coscienza. ",
  "mn23:4.25": "‘Butta la tartaruga’ significa ‘abbandona i cinque aggregati di attaccamento’ … ",
  "mn23:4.27": "‘Coltello e tagliere da macellaio’ sta per i cinque tipi di stimolazione dei sensi. ",
  "mn23:4.28": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn23:4.29": "Suoni percepiti dall’orecchio … ",
  "mn23:4.30": "Odori percepiti dal naso … ",
  "mn23:4.31": "Sapori percepiti dalla lingua … ",
  "mn23:4.32": "Tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn23:4.33": "‘Butta il coltello e il tagliere da macellaio’ significa ‘abbandona i cinque tipi di stimolazione dei sensi’ … ",
  "mn23:4.35": "‘Pezzo di carne’ sta per l’avidità e il godimento. ",
  "mn23:4.36": "‘Butta il pezzo di carne’ significa ‘abbandona avidità e godimento’ … ",
  "mn23:4.38": "‘Drago’ sta per un monaco che ha eliminato i contaminanti. ",
  "mn23:4.39": "Questo è il significato di: ‘Lascia il drago! Non disturbare il drago! Adora il drago’”. ",
  "mn23:4.40": "Questo è ciò che il Buddha disse. ",
  "mn23:4.41": "Contento, il Venerabile Kassapa il Principe trasse piacere da ciò che il Buddha disse. "
}