{
  "mn24:0.1": "Discorsi medi 24 ",
  "mn24:0.2": "Il discorso sulle carrozze pronte ",
  "mn24:1.1": "Così ho sentito. ",
  "mn24:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn24:2.1": "Diversi monaci che avevano completato il ritiro della stagione delle piogge nella propria terra natia andarono dal Buddha, si inchinarono, e si sedettero a lato. Il Buddha disse loro: ",
  "mn24:2.2": "“Nella vostra terra natia, monaci, quali dei monaci nativi sono stimati così: ",
  "mn24:2.3": "‘Avendo pochi desideri lui stesso, parla ai monaci dell’avere pochi desideri. Essendo soddisfatto con poco, isolato, distaccato, energico, morale, concentrato, saggio, libero, e possedendo conoscenza e visione della libertà, parla ai monaci di tutte queste cose. È un consigliere e un istruttore, uno che educa, incoraggia, entusiasma, e ispira i propri compagni spirituali’?” ",
  "mn24:2.4": "“Puṇṇa il Figlio di Mantāṇi, Signore, è stimato così nella nostra terra natia”. ",
  "mn24:3.1": "In quell’occasione il Venerabile Sāriputta era seduto non lontano dal Buddha. ",
  "mn24:3.2": "Pensò: ",
  "mn24:3.3": "“Puṇṇa il Figlio di Mantāṇi è fortunato, molto fortunato, ",
  "mn24:3.4": "che i suoi compagni spirituali giudiziosi lo lodano punto dopo punto in presenza del Maestro, e il Maestro asseconda tale apprezzamento. ",
  "mn24:3.5": "Speriamo che prima o poi io abbia occasione di incontrare il Venerabile Puṇṇa e di avere una conversazione con lui”. ",
  "mn24:4.1": "Una volta che il Buddha fu rimasto a Rājagaha quanto voleva, si avviò verso Sāvatthī. ",
  "mn24:4.2": "Passo dopo passo, giunse a Sāvatthī, ",
  "mn24:4.3": "dove dimorò nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn24:4.4": "Il Venerabile Puṇṇa sentì che il Buddha era arrivato a Sāvatthī. ",
  "mn24:5.1": "Allora riordinò il proprio riparo e, prendendo la propria ciotola e abito, si avviò verso Sāvatthī. ",
  "mn24:5.2": "Alla fine giunse a Sāvatthī e al Bosco di Jeta. Andò dal Buddha, si inchinò, e si sedette a lato. ",
  "mn24:5.3": "Il Buddha lo educò, incoraggiò, entusiasmò, e ispirò con un sermone. ",
  "mn24:5.4": "Poi, avendo tratto piacere e gioito in ciò che il Buddha disse, il Venerabile Puṇṇa si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra. Poi andò nella Foresta Oscura per la dimora quotidiana. ",
  "mn24:6.1": "Allora un certo monaco andò dal Venerabile Sāriputta, e gli disse: ",
  "mn24:6.2": "“Fratello Sāriputta, il monaco di nome Puṇṇa, di cui hai spesso parlato bene, dopo essere stato ispirato da un sermone del Buddha, è partito per la Foresta Oscura per la dimora quotidiana”. ",
  "mn24:7.1": "Il Venerabile Sāriputta prese velocemente il proprio tappetino e seguì il Venerabile Puṇṇa, tenendo d’occhio la sua testa. ",
  "mn24:7.2": "Il Venerabile Puṇṇa si addentrò profondamente nella Foresta Oscura e si sedette alla radice di un albero per la dimora quotidiana. ",
  "mn24:7.3": "E il Venerabile Sāriputta fece altrettanto. ",
  "mn24:8.1": "Poi nel tardo pomeriggio, il Venerabile Sāriputta uscì da ritiro, andò dal Venerabile Puṇṇa, e ci scambiò saluti. ",
  "mn24:8.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Venerabile Puṇṇa: ",
  "mn24:9.1": "“Fratello, il nostro è il percorso spirituale del Buddha?” ",
  "mn24:9.2": "“Sì, fratello” ",
  "mn24:9.3": "“Il percorso spirituale del Buddha è a scopo della purificazione dell’etica?” ",
  "mn24:9.4": "“Certamente no, fratello” ",
  "mn24:9.5": "“Allora il percorso spirituale del Buddha è a scopo della purificazione della mente?” ",
  "mn24:9.6": "“Certamente no, fratello” ",
  "mn24:9.7": "“Il percorso spirituale del Buddha è a scopo della purificazione dell’opinione?” ",
  "mn24:9.8": "“Certamente no, fratello” ",
  "mn24:9.9": "“Allora il percorso spirituale del Buddha è a scopo della purificazione attraverso il superamento del dubbio?” ",
  "mn24:9.10": "“Certamente no, fratello” ",
  "mn24:9.11": "“Il percorso spirituale del Buddha è a scopo della purificazione di conoscenza e visione di ciò che è il percorso e ciò che non è il percorso?” ",
  "mn24:9.12": "“Certamente no, fratello” ",
  "mn24:9.13": "“Allora il percorso spirituale del Buddha è a scopo della purificazione di conoscenza e visione della pratica?” ",
  "mn24:9.14": "“Certamente no, fratello” ",
  "mn24:9.15": "“Il percorso spirituale del Buddha è a scopo della purificazione di conoscenza e visione?” ",
  "mn24:9.16": "“Certamente no, fratello” ",
  "mn24:10.1": "“Interrogato su ognuna di queste domande hai risposto: ‘Certamente no, fratello’. ",
  "mn24:10.8": "Allora qual è esattamente lo scopo di seguire il percorso spirituale del Buddha?” ",
  "mn24:10.9": "“Lo scopo di seguire il percorso spirituale del Buddha è l’estinzione tramite il distacco” ",
  "mn24:11.1": "“Fratello, la purificazione dell’etica è l’estinzione tramite il distacco?” ",
  "mn24:11.2": "“Certamente no, fratello” ",
  "mn24:11.3": "“La purificazione della mente è l’estinzione tramite il distacco?” ",
  "mn24:11.4": "“Certamente no, fratello” ",
  "mn24:11.5": "la purificazione dell’opinione è l’estinzione tramite il distacco?” ",
  "mn24:11.6": "“Certamente no, fratello” ",
  "mn24:11.7": "la purificazione attraverso il superamento del dubbio è l’estinzione tramite il distacco?” ",
  "mn24:11.8": "“Certamente no, fratello” ",
  "mn24:11.9": "la purificazione di conoscenza e visione di ciò che è il percorso e ciò che non è il percorso è l’estinzione tramite il distacco?” ",
  "mn24:11.10": "“Certamente no, fratello” ",
  "mn24:11.11": "la purificazione di conoscenza e visione della pratica è l’estinzione tramite il distacco?” ",
  "mn24:11.12": "“Certamente no, fratello” ",
  "mn24:11.13": "la purificazione di conoscenza e visione è l’estinzione tramite il distacco?” ",
  "mn24:11.14": "“Certamente no, fratello” ",
  "mn24:11.15": "“Allora l’estinzione tramite il distacco si trova al di fuori di queste cose?” ",
  "mn24:11.16": "“Certamente no, fratello” ",
  "mn24:12.1": "“Interrogato su ognuna di queste domande hai risposto: ‘Certamente no, fratello’. ",
  "mn24:12.9": "Come posso interpretare il significato di questa frase?” ",
  "mn24:13.1": "“Se il Buddha avesse dichiarato che la purificazione dell’etica fosse l’estinzione tramite il distacco, avrebbe dichiarato che ciò che ha attaccamento è l’estinzione tramite il distacco. ",
  "mn24:13.2": "Se il Buddha avesse dichiarato che la purificazione della mente fosse l’estinzione tramite il distacco, avrebbe dichiarato che ciò che ha attaccamento è l’estinzione tramite il distacco. ",
  "mn24:13.3": "Se il Buddha avesse dichiarato che la purificazione dell’opinione fosse l’estinzione tramite il distacco, avrebbe dichiarato che ciò che ha attaccamento è l’estinzione tramite il distacco. ",
  "mn24:13.4": "Se il Buddha avesse dichiarato che la purificazione attraverso il superamento del dubbio fosse l’estinzione tramite il distacco, avrebbe dichiarato che ciò che ha attaccamento è l’estinzione tramite il distacco. ",
  "mn24:13.5": "Se il Buddha avesse dichiarato che la purificazione di conoscenza e visione di ciò che è il percorso e ciò che non è il percorso fosse l’estinzione tramite il distacco, avrebbe dichiarato che ciò che ha attaccamento è l’estinzione tramite il distacco. ",
  "mn24:13.6": "Se il Buddha avesse dichiarato che la purificazione di conoscenza e visione della pratica fosse l’estinzione tramite il distacco, avrebbe dichiarato che ciò che ha attaccamento è l’estinzione tramite il distacco. ",
  "mn24:13.7": "Se il Buddha avesse dichiarato che la purificazione di conoscenza e visione fosse l’estinzione tramite il distacco, avrebbe dichiarato che ciò che ha attaccamento è l’estinzione tramite il distacco. ",
  "mn24:13.8": "Ma se l’estinzione tramite il distacco si trovasse al di fuori di queste cose, una persona ordinaria si estinguerebbe. ",
  "mn24:13.9": "Poiché una persona ordinaria non possiede queste cose. ",
  "mn24:14.1": "Beh allora, fratello, uso una similitudine. ",
  "mn24:14.2": "Poiché attraverso le similitudini le persone giudiziose comprendono il significato di ciò che viene detto. ",
  "mn24:14.3": "Supponi che, mentre si trova a Sāvatthī, il Re Pasenadi di Kosala abbia delle faccende urgenti da sbrigare a Sāketa. ",
  "mn24:14.4": "Ora, tra Sāvatthī e Sāketa vengono preparate per lui sette carrozze. ",
  "mn24:14.5": "Quindi Pasenadi, partendo da Sāvatthī, monta sulla prima carrozza preparata al cancello del complesso reale. La prima carrozza lo porta alla seconda, dove scende e monta sulla seconda carrozza. ",
  "mn24:14.6": "La seconda carrozza lo porta alla terza, dove scende e monta sulla terza carrozza. ",
  "mn24:14.7": "La terza carrozza lo porta alla quarta, dove scende e monta sulla quarta carrozza. ",
  "mn24:14.8": "La quarta carrozza lo porta alla quinta, dove scende e monta sulla quinta carrozza. ",
  "mn24:14.9": "La quinta carrozza lo porta alla sesta, dove scende e monta sulla sesta carrozza. ",
  "mn24:14.10": "La sesta carrozza lo porta alla settima, dove scende e monta sulla settima carrozza. ",
  "mn24:14.11": "La settima carrozza lo porta al cancello del complesso reale di Sāketa. ",
  "mn24:14.12": "E una volta al cancello, amici e colleghi, parenti e conoscenti gli chiedono: ",
  "mn24:14.13": "‘Grande re, sei arrivato a Sāketa da Sāvatthī con questa carrozza?’ ",
  "mn24:14.14": "Se interrogato così, il Re Pasenadi cosa dovrebbe dire per rispondere correttamente?” ",
  "mn24:14.15": "“Il re dovrebbe dire: ",
  "mn24:14.16": "‘Beh, mentre mi trovavo a Sāvatthī, avevo delle faccende urgenti da sbrigare a Sāketa. ",
  "mn24:14.17": "Ora, tra Sāvatthī e Sāketa furono preparate per me sette carrozze. ",
  "mn24:14.18": "Quindi, partendo da Sāvatthī, montai sulla prima carrozza preparata al cancello del complesso reale. ",
  "mn24:14.19": "La prima carrozza mi portò alla seconda, dove scesi e montai sulla seconda carrozza. ",
  "mn24:14.20": "La seconda carrozza mi portò alla terza, dove scesi e montai sulla terza carrozza. ",
  "mn24:14.21": "La terza carrozza mi portò alla quarta, dove scesi e montai sulla quarta carrozza. ",
  "mn24:14.22": "La quarta carrozza mi portò alla quinta, dove scesi e montai sulla quinta carrozza. ",
  "mn24:14.23": "La quinta carrozza mi portò alla sesta, dove scesi e montai sulla sesta carrozza. ",
  "mn24:14.24": "La sesta carrozza mi portò alla settima, dove scesi e montai sulla settima carrozza. ",
  "mn24:14.25": "La settima carrozza mi portò al cancello del complesso reale di Sāketa’. ",
  "mn24:14.26": "Il Re Pasenadi dovrebbe dire così per rispondere correttamente” ",
  "mn24:15.1": "“Allo stesso modo, fratello, la purificazione dell’etica è solo allo scopo della purificazione della mente. La purificazione della mente è solo allo scopo della purificazione dell’opinione. La purificazione dell’opinione è solo allo scopo di superare il dubbio. Superare il dubbio è solo allo scopo della purificazione di conoscenza e visione di ciò che è il percorso e ciò che non è il percorso. La purificazione di conoscenza e visione di ciò che è il percorso e ciò che non è il percorso è solo allo scopo della purificazione di conoscenza e visione della pratica. La purificazione di conoscenza e visione della pratica è solo allo scopo della purificazione di conoscenza e visione. La purificazione di conoscenza e visione è solo allo scopo dell’estinzione tramite il distacco. ",
  "mn24:15.2": "Lo scopo di seguire il percorso spirituale del Buddha è l’estinzione tramite il distacco”. ",
  "mn24:16.1": "Detto ciò, il Venerabile Sāriputta disse al Venerabile Puṇṇa: ",
  "mn24:16.2": "“Qual è il nome del venerabile? E come sei conosciuto tra i compagni spirituali?” ",
  "mn24:16.3": "“Fratello, il mio nome è Puṇṇa. ",
  "mn24:16.4": "E tra i miei compagni spirituali sono conosciuto come ‘Il Figlio di Mantāṇī’”. ",
  "mn24:16.5": "“È incredibile, fratello, è strabiliante! ",
  "mn24:16.6": "Il Venerabile Puṇṇa Figlio di Mantāṇī ha risposto a ogni domanda profonda punto dopo punto, come un discepolo colto che comprende correttamente le istruzioni del maestro. ",
  "mn24:16.7": "È una fortuna per i suoi compagni spirituali, una grande fortuna ",
  "mn24:16.8": "avere la possibilità di vedere il Venerabile Puṇṇa Figlio di Mantāṇī e rendergli omaggio. ",
  "mn24:16.9": "Anche se lo vedessero e gli rendessero omaggio portandolo in giro sulla testa sopra un panno arrotolato, sarebbe comunque una grande fortuna per loro! Ed è una fortuna per me, una grande fortuna, avere la possibilità di vedere il venerabile e di porgli omaggio”. ",
  "mn24:17.1": "Detto ciò, il Venerabile Puṇṇa disse al Venerabile Sāriputta: ",
  "mn24:17.2": "“Qual è il nome del venerabile? E come sei conosciuto tra i compagni spirituali?” ",
  "mn24:17.3": "“Fratello, il mio nome è Upatissa. ",
  "mn24:17.4": "E tra i miei compagni spirituali sono conosciuto come Sāriputta”. ",
  "mn24:17.5": "“Stavo consultando con <em>il</em> Venerabile Sāriputta, il discepolo degno di essere comparato al Maestro stesso! ",
  "mn24:17.7": "Se l’avessi saputo non avrei detto tanto. ",
  "mn24:17.8": "È incredibile, fratello, è strabiliante! ",
  "mn24:17.9": "Il Venerabile Sāriputta ha posto ogni domanda profonda punto dopo punto, come un discepolo colto che comprende correttamente le istruzioni del maestro. ",
  "mn24:17.10": "È una fortuna per i suoi compagni spirituali, una grande fortuna ",
  "mn24:17.11": "avere la possibilità di vedere il Venerabile Sāriputta e rendergli omaggio. ",
  "mn24:17.12": "Anche se lo vedessero e gli rendessero omaggio portandolo in giro sulla testa sopra un panno arrotolato, sarebbe comunque una grande fortuna per loro! Ed è una fortuna per me, una grande fortuna, avere la possibilità di vedere il venerabile e di porgli omaggio”. ",
  "mn24:17.13": "E così questi due giganti spirituali gioirono nelle loro buone parole reciproche. "
}