{
  "mn25:0.1": "Discorsi medi 25 ",
  "mn25:0.2": "Il discorso sull’esca ",
  "mn25:1.1": "Così ho sentito. ",
  "mn25:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn25:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn25:1.4": "“Monaci!” ",
  "mn25:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn25:1.6": "Il Buddha disse: ",
  "mn25:2.1": "“Monaci, un cacciatore non sparge esche per cervi pensando: ",
  "mn25:2.2": "‘Che i cervi apprezzino questa esca, siano sani e in buone condizioni. Che vivano a lungo e prosperino!’ ",
  "mn25:2.3": "Un cacciatore sparge esche per cervi pensando: ",
  "mn25:2.4": "‘Quando questi cervi invaderanno il luogo dove spargo l’esca, incautamente piacerà loro cibarsene. Diverranno indulgenti, poi negligenti, e quindi potrò fare di loro ciò che voglio grazie a questa esca’. ",
  "mn25:3.1": "E infatti, il primo branco di cervi si intrufolò nel luogo in cui il cacciatore aveva sparso l’esca e incautamente piacque loro cibarsene. Divennero indulgenti, poi negligenti, e quindi il cacciatore potè fare di loro ciò che voleva a causa di quell’esca. ",
  "mn25:3.2": "E così il primo branco di cervi non riuscì a scampare al potere del cacciatore. ",
  "mn25:4.1": "Allora un secondo branco di cervi escogitò un piano: ",
  "mn25:4.2": "‘Il primo branco di cervi divenne indulgente … ",
  "mn25:4.4": "e non riuscì a scampare al potere del cacciatore. ",
  "mn25:4.5": "Perché non evitiamo del tutto di cibarci dell’esca? Evitando cibo pericoloso, potremmo addentrarci profondamente in una regione di natura e vivere lì’. ",
  "mn25:4.6": "E fecero proprio così. ",
  "mn25:4.7": "Ma una volta arrivato l’ultimo mese dell’estate, l’erba e l’acqua si esaurirono. I loro corpi divennero troppo magri, ",
  "mn25:4.8": "e persero forza ed energia. ",
  "mn25:4.9": "Quindi tornarono nello stesso luogo dove il cacciatore aveva sparso l’esca. ",
  "mn25:4.10": "Invadendolo, incautamente piacque loro cibarsene … ",
  "mn25:4.12": "E così il secondo branco di cervi non riuscì a scampare al potere del cacciatore. ",
  "mn25:5.1": "Allora un terzo branco di cervi escogitò un piano: ",
  "mn25:5.2": "‘Il primo … ",
  "mn25:5.4": "e il secondo branco di cervi … ",
  "mn25:5.14": "non riuscì a scampare al potere del cacciatore. ",
  "mn25:5.15": "Perché non facciamo una tana vicino al luogo dove il cacciatore ha sparso l’esca? ",
  "mn25:5.16": "Facendo così possiamo intrufolarci e cibarci senza essere incauti. Non diventeremo indulgenti, quindi non diventeremo negligenti, e quindi il cacciatore non potrà fare di noi ciò che vuole a causa di quel seme’. ",
  "mn25:5.17": "E fecero proprio così. ",
  "mn25:5.19": "Allora il cacciatore e i suoi aiutanti pensarono: ",
  "mn25:5.20": "‘Wow, questo terzo branco di cervi è davvero subdolo e furbo! Devono essere un qualche tipo di strani spiriti con poteri magici! ",
  "mn25:5.21": "Dato che mangiano l’esca che abbiamo sparso senza che noi sappiamo come vanno e vengono. ",
  "mn25:5.22": "Perché non circondiamo l’esca da tutti i lati picchettando delle reti alte? Così magari riusciremo a vedere la tana dove vanno a nascondersi’. ",
  "mn25:5.23": "E fecero proprio così. ",
  "mn25:5.24": "E videro la tana dove il terzo branco di cervi andava a nascondersi. ",
  "mn25:5.25": "E così il terzo branco di cervi non riuscì a scampare al potere del cacciatore. ",
  "mn25:6.1": "Allora un quarto branco di cervi escogitò un piano: ",
  "mn25:6.2": "‘Il primo … ",
  "mn25:6.4": "il secondo … ",
  "mn25:6.10": "e il terzo branco di cervi … ",
  "mn25:6.27": "non riuscì a scampare al potere del cacciatore. ",
  "mn25:6.28": "Perché non facciamo una tana dove il cacciatore e i suoi aiutanti non riescono ad andare? Facendo così possiamo intrufolarci nel luogo in cui il cacciatore ha sparso l’esca e cibarcene senza essere incauti. Non diverremo indulgenti, quindi non diverremo negligenti, e quindi il cacciatore non potrà fare di noi ciò che vuole a causa di quell’esca’. ",
  "mn25:6.29": "E fecero proprio così. ",
  "mn25:6.31": "Allora il cacciatore e i suoi aiutanti pensarono: ",
  "mn25:6.32": "‘Wow, questo quarto branco di cervi è davvero subdolo e furbo! Devono essere un qualche tipo di strani spiriti con poteri magici! ",
  "mn25:6.33": "Dato che mangiano il seme che abbiamo sparso senza che noi sappiamo come vanno e vengono. ",
  "mn25:6.34": "Perché non circondiamo il seme da tutti i lati picchettando delle reti alte? Così magari riusciremo a vedere la tana dove vanno a nascondersi’. ",
  "mn25:6.35": "E fecero proprio così. ",
  "mn25:6.36": "Ma non riuscirono a vedere la tana dove il quarto branco di cervi andava a nascondersi. ",
  "mn25:6.37": "Allora il cacciatore e i suoi aiutanti pensarono: ",
  "mn25:6.38": "‘Se disturbiamo questo quarto branco di cervi, loro ne disturberanno altri, che a loro volta ne disturberanno altri ancora. ",
  "mn25:6.39": "Così tutti i cervi saranno salvi da questa esca che abbiamo sparso. ",
  "mn25:6.40": "Perché non teniamo semplicemente d’occhio quel quarto branco?’ ",
  "mn25:6.41": "E fecero proprio così. ",
  "mn25:6.42": "E così il quarto branco di cervi riuscì a scampare al potere del cacciatore. ",
  "mn25:7.1": "Ho inventato questa similitudine per illustrare un punto. ",
  "mn25:7.2": "E questo è ciò che significa: ",
  "mn25:7.3": "‘Esca’ sta per i cinque tipi di stimolazione dei sensi. ",
  "mn25:7.4": "‘Cacciatore’ sta per il diavolo, il Malvagio. ",
  "mn25:7.5": "‘Aiutanti del cacciatore’ sta per la schiera del diavolo. ",
  "mn25:7.6": "‘Cervi’ sta per gli asceti e i bramini. ",
  "mn25:8.1": "Ora, il primo gruppo di asceti e bramini si intrufolò nel luogo in cui l’esca e i piaceri materiali del mondo sono stati sparsi dal diavolo e incautamente piacque loro cibarsene. ",
  "mn25:8.2": "Divennero indulgenti, poi negligenti, e quindi il diavolo potè fare di loro ciò che voleva a causa di quell’esca e dei piaceri materiali del mondo. ",
  "mn25:8.3": "E così il primo gruppo di asceti e bramini non riuscì a scampare al potere del diavolo. ",
  "mn25:8.4": "Questo primo gruppo di asceti e bramini è proprio come il primo branco di cervi, dico io. ",
  "mn25:9.1": "Allora un secondo gruppo di asceti e bramini escogitò un piano: ",
  "mn25:9.2": "‘Il primo gruppo di asceti e bramini divenne indulgente … ",
  "mn25:9.4": "e non riuscì a scampare al potere del diavolo. ",
  "mn25:9.5": "Perché non evitiamo del tutto di cibarci dell’esca e dei piaceri materiali del mondo? Evitando cibo pericoloso, possiamo addentrarci in profondità in una regione di natura e vivere lì’. ",
  "mn25:9.7": "E fecero proprio così. ",
  "mn25:9.8": "Mangiavano erbe, miglio, riso selvatico, riso povero, lattuga d’acqua, crusca di riso, la schiuma del riso bollito, farina di sesamo, fieno, o sterco di mucca. Sopravvivevano con radici e frutti di foresta, o mangiando frutta caduta. ",
  "mn25:9.9": "Ma una volta arrivato l’ultimo mese dell’estate, l’erba e l’acqua si esaurirono. I loro corpi divennero troppo magri, ",
  "mn25:9.10": "e persero forza ed energia. ",
  "mn25:9.11": "A causa di ciò, persero la propria libertà mentale, ",
  "mn25:9.12": "quindi tornarono nello stesso luogo dove il diavolo aveva sparso l’esca e i piaceri materiali del mondo. ",
  "mn25:9.13": "Invadendo quel luogo, incautamente piacque loro cibarsene … ",
  "mn25:9.15": "E così il secondo gruppo di asceti e bramini non riuscì a scampare al potere del diavolo. ",
  "mn25:9.16": "Questo secondo gruppo di asceti e bramini è proprio come il secondo branco di cervi, dico io. ",
  "mn25:10.1": "Allora un terzo gruppo di asceti e bramini escogitò un piano: ",
  "mn25:10.2": "‘Il primo … ",
  "mn25:10.4": "e il secondo gruppo di asceti e bramini … ",
  "mn25:10.15": "non riuscì a scampare al potere del diavolo. ",
  "mn25:10.16": "Perché non facciamo una tana dove il diavolo ha sparso l’esca e quei piaceri materiali del mondo? Facendo così possiamo invaderlo e cibarci senza essere incauti. Non diverremo indulgenti, quindi non diverremo negligenti, e quindi il diavolo non potrà fare di noi ciò che vuole a causa di quell’esca e di quei piaceri materiali del mondo’. ",
  "mn25:10.17": "E fecero proprio così. ",
  "mn25:10.20": "Ma comunque, avevano opinioni come queste: ",
  "mn25:10.21": "‘Il cosmo è eterno’ o ‘Il cosmo non è eterno’; ",
  "mn25:10.22": "‘Il cosmo è limitato’ o ‘Il cosmo è infinito’; ",
  "mn25:10.23": "‘L’anima e il corpo sono una cosa sola’ o ‘L’anima e il corpo sono cose diverse’; ",
  "mn25:10.24": "o che dopo la morte, un Realizzato esiste ancora, o non esiste più, o sia esiste ancora che non esiste più, o né esiste ancora né non esiste più. ",
  "mn25:10.25": "E così il terzo gruppo di asceti e bramini non riuscì a scampare al potere del diavolo. ",
  "mn25:10.26": "Questo terzo gruppo di asceti e bramini è proprio come il terzo branco di cervi, dico io. ",
  "mn25:11.1": "Allora un quarto gruppo di asceti e bramini escogitò un piano: ",
  "mn25:11.2": "‘Il primo … ",
  "mn25:11.4": "il secondo … ",
  "mn25:11.10": "e il terzo gruppo di asceti e bramini … ",
  "mn25:11.26": "non riuscì a scampare al potere del diavolo. ",
  "mn25:11.27": "Perché non facciamo una tana dove il diavolo e la sua schiera non riescono ad andare? ",
  "mn25:11.28": "Facendo così possiamo intrufolarci nel luogo in cui il diavolo ha sparso l’esca e quei piaceri materiali del mondo, e cibarci senza essere incauti. Non diverremo indulgenti, quindi non diverremo negligenti, e quindi il diavolo non potrà fare di noi ciò che vuole a causa di quell’esca e di quei piaceri materiali del mondo’. ",
  "mn25:11.29": "E fecero proprio così. ",
  "mn25:11.31": "E così il quarto gruppo di asceti e bramini riuscì a scampare al potere del diavolo. ",
  "mn25:11.32": "Questo quarto gruppo di asceti e bramini è proprio come il quarto branco di cervi, dico io. ",
  "mn25:12.1": "E dov’è che il diavolo e la sua schiera non riescono a andare? ",
  "mn25:12.2": "È quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e medita nella prima estasi. ",
  "mn25:12.3": "Questo si chiama un monaco che ha accecato il diavolo, gli ha chiuso gli occhi senza lasciare traccia, ed è andato dove il Malvagio non può vedere. ",
  "mn25:13.1": "Inoltre, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, un monaco raggiunge e medita nella seconda estasi. ",
  "mn25:13.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn25:14.1": "Inoltre, con lo svanire dell’euforia, meditando con equanimità, consapevole e presente, provando personalmente la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli medita nella felicità’, un monaco raggiunge e medita nella terza estasi. ",
  "mn25:14.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn25:15.1": "Inoltre, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e medita nella quarta estasi. ",
  "mn25:15.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn25:16.1": "Inoltre, un monaco, andando totalmente oltre percezioni della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiunge e medita nella dimensione dello spazio infinito. ",
  "mn25:16.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn25:17.1": "Inoltre, un monaco, andando totalmente oltre la dimensione dello spazio infinito, percependo che ‘la coscienza è infinita’, raggiunge e medita nella dimensione della coscienza infinita. ",
  "mn25:17.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn25:18.1": "Inoltre, un monaco, andando totalmente oltre la dimensione della coscienza infinita, percependo che ‘non c’è nulla in assoluto’, raggiunge e medita nella dimensione del nulla. ",
  "mn25:18.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn25:19.1": "Inoltre, un monaco, andando totalmente oltre la dimensione del nulla, raggiunge e medita nella dimensione della né percezione né non-percezione. ",
  "mn25:19.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn25:20.1": "Inoltre, un monaco, andando totalmente oltre la dimensione della né percezione né non-percezione, raggiunge e medita nella cessazione di percezione e sensazione. E, vedendo con saggezza, i suoi contaminanti vengono eliminati. ",
  "mn25:20.2": "Questo si chiama un monaco che ha accecato il diavolo, gli ha chiuso gli occhi senza lasciare traccia, ed è andato dove il Malvagio non può vedere. E ha superato l’attaccamento al mondo”. ",
  "mn25:20.3": "Questo è ciò che il Buddha disse. ",
  "mn25:20.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}