{
  "mn26:0.1": "Discorsi medi 26 ",
  "mn26:0.2": "Il discorso sulla ricerca nobile ",
  "mn26:1.1": "Così ho sentito. ",
  "mn26:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn26:2.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò a Sāvatthī per l’elemosina. ",
  "mn26:2.2": "Poi vari monaci andarono dal Venerabile Ānanda e gli dissero: ",
  "mn26:2.3": "“Fratello, è molto tempo che non sentiamo un sermone del Buddha. ",
  "mn26:2.4": "Sarebbe bello avere occasione di sentire un sermone del Buddha” ",
  "mn26:2.5": "“Allora, fratelli, andate all’eremo del bramino Rammaka. ",
  "mn26:2.6": "Magari avrete occasione di sentire un sermone del Buddha” ",
  "mn26:2.7": "“Sì, fratello”, risposero i monaci. ",
  "mn26:3.1": "Poi, dopo il pasto, al ritorno dalla questua, il Buddha si rivolse al Venerabile Ānanda: ",
  "mn26:3.2": "“Vieni, Ānanda, andiamo al Monastero Orientale, il palazzo della madre di Migāra, per la dimora quotidiana” ",
  "mn26:3.3": "“Sì, Signore”, rispose il Venerabile Ānanda. ",
  "mn26:3.4": "Quindi il Buddha andò al Monastero Orientale con il Venerabile Ānanda. ",
  "mn26:3.5": "Nel tardo pomeriggio, il Buddha uscì da ritiro e si rivolse al Venerabile Ānanda: ",
  "mn26:3.6": "“Vieni, Ānanda, andiamo al cancello orientale a lavarci” ",
  "mn26:3.7": "“Sì, Signore”, rispose il Venerabile Ānanda. ",
  "mn26:3.8": "Quindi il Buddha andò al cancello orientale con il Venerabile Ānanda a lavarsi. ",
  "mn26:3.9": "Una volta lavatosi uscì dall’acqua e si asciugò con un abito. ",
  "mn26:3.10": "Poi il Venerabile Ānanda disse al Buddha: ",
  "mn26:3.11": "“Signore, l’eremo del bramino Rammaka è qui vicino. ",
  "mn26:3.12": "È così bello, ",
  "mn26:3.13": "così gradevole. ",
  "mn26:3.14": "Per favore lo visiti per premura”. ",
  "mn26:3.15": "Il Buddha acconsentì in silenzio. ",
  "mn26:4.1": "Così andò all’eremo del bramino Rammaka. ",
  "mn26:4.2": "In quell’occasione vari monaci erano seduti assieme nell’eremo a parlare dell’insegnamento. ",
  "mn26:4.3": "Il Buddha rimase fuori dalla porta aspettando che la conversazione finisse. ",
  "mn26:4.4": "Quando notò che la conversazione era finita si schiarì la gola e bussò col chiavistello. ",
  "mn26:4.5": "I monaci aprirono la porta al Buddha, ",
  "mn26:4.6": "e lui entrò nell’eremo, dove si sedette sul posto preparato ",
  "mn26:4.7": "e si rivolse ai monaci: ",
  "mn26:4.8": "“Monaci, di cosa stavate parlando mentre eravate seduti proprio ora? Che conversazione è stata interrotta?” ",
  "mn26:4.9": "“Signore, la conversazione sull’insegnamento che è stata interrotta riguardava il Buddha stesso quando il Buddha arrivò” ",
  "mn26:4.10": "“Bene, monaci. ",
  "mn26:4.11": "È giusto che giovani come voi, che hanno lasciato la vita di casa per quella mendicante, si siedano insieme a parlare dell’insegnamento. ",
  "mn26:4.12": "Quando vi sedete insieme dovete fare una di due cose: ",
  "mn26:4.13": "parlare dell’insegnamento o mantenere il silenzio nobile. ",
  "mn26:5.1": "Monaci, ci sono queste due ricerche: ",
  "mn26:5.2": "la ricerca nobile e la ricerca ignobile. ",
  "mn26:5.3": "E cos’è la ricerca ignobile? ",
  "mn26:5.4": "È quando qualcuno che è lui stesso soggetto alla nascita, cerca ciò che è anch’esso soggetto alla nascita. Lui stesso soggetto alla vecchiaia, alla malattia, alla morte, alla tristezza, e alla corruzione, cerca ciò che è anch’esso soggetto a queste cose. ",
  "mn26:6.1": "E cosa si può dire sia soggetto alla nascita? ",
  "mn26:6.2": "Coniugi e figli, servi maschi e femmine, capre e pecore, polli e maiali, elefanti e bestiame, e oro e soldi sono soggetti alla nascita. ",
  "mn26:6.3": "Questi attaccamenti sono soggetti alla nascita. ",
  "mn26:6.4": "Chi è legato, infatuato, e attaccato a queste cose, lui stesso soggetto alla nascita, cerca ciò che è anch’esso soggetto alla nascita. ",
  "mn26:7.1": "E cosa si può dire sia soggetto alla vecchiaia? ",
  "mn26:7.2": "Coniugi e figli, servi maschi e femmine, capre e pecore, polli e maiali, elefanti e bestiame, e oro e soldi sono soggetti alla vecchiaia. ",
  "mn26:7.3": "Questi attaccamenti sono soggetti alla vecchiaia. ",
  "mn26:7.4": "Chi è legato, infatuato, e attaccato a queste cose, lui stesso soggetto alla vecchiaia, cerca ciò che è anch’esso soggetto alla vecchiaia. ",
  "mn26:8.1": "E cosa si può dire sia soggetto alla malattia? ",
  "mn26:8.2": "Coniugi e figli, servi maschi e femmine, capre e pecore, polli e maiali, ed elefanti e bestiame sono soggetti alla malattia. ",
  "mn26:8.3": "Questi attaccamenti sono soggetti alla malattia. ",
  "mn26:8.4": "Chi è legato, infatuato, e attaccato a queste cose, lui stesso soggetto alla malattia, cerca ciò che è anch’esso soggetto alla malattia. ",
  "mn26:9.1": "E cosa si può dire sia soggetto alla morte? ",
  "mn26:9.2": "Coniugi e figli, servi maschi e femmine, capre e pecore, polli e maiali, ed elefanti e bestiame sono soggetti alla morte. ",
  "mn26:9.3": "Questi attaccamenti sono soggetti alla morte. ",
  "mn26:9.4": "Chi è legato, infatuato, e attaccato a queste cose, lui stesso soggetto alla morte, cerca ciò che è anch’esso soggetto alla morte. ",
  "mn26:10.1": "E cosa si può dire sia soggetto alla tristezza? ",
  "mn26:10.2": "Coniugi e figli, servi maschi e femmine, capre e pecore, polli e maiali, ed elefanti e bestiame sono soggetti alla tristezza. ",
  "mn26:10.3": "Questi attaccamenti sono soggetti alla tristezza. ",
  "mn26:10.4": "Chi è legato, infatuato, e attaccato a queste cose, lui stesso soggetto alla tristezza, cerca ciò che è anch’esso soggetto alla tristezza. ",
  "mn26:11.1": "E cosa si può dire sia soggetto alla corruzione? ",
  "mn26:11.2": "Coniugi e figli, servi maschi e femmine, capre e pecore, polli e maiali, elefanti e bestiame, e oro e soldi sono soggetti alla corruzione. ",
  "mn26:11.3": "Questi attaccamenti sono soggetti alla corruzione. ",
  "mn26:11.4": "Chi è legato, infatuato, e attaccato a queste cose, lui stesso soggetto alla corruzione, cerca ciò che è anch’esso soggetto alla corruzione. ",
  "mn26:11.5": "Questa è la ricerca ignobile. ",
  "mn26:12.1": "E cos’è la ricerca nobile? ",
  "mn26:12.2": "È quando qualcuno soggetto alla nascita, notando gli svantaggi nell’essere soggetto alla nascita, cerca il santuario supremo dal giogo libero dalla nascita: l’estinzione. Soggetto alla vecchiaia, alla malattia, alla morte, alla tristezza, e alla corruzione, notando gli svantaggi in queste cose, cerca il santuario supremo dal giogo libero da vecchiaia, malattia, morte, tristezza, e corruzione: l’estinzione. ",
  "mn26:12.3": "Questa è la ricerca nobile. ",
  "mn26:13.1": "Monaci, prima del mio risveglio, quando ero ancora alla ricerca del risveglio, anche io, soggetto alla nascita, cercavo ciò che è anch’esso soggetto alla nascita. Soggetto a vecchiaia, malattia, morte, tristezza, e corruzione, cercavo ciò che è anch’esso soggetto a queste cose. ",
  "mn26:13.2": "Poi pensai: ",
  "mn26:13.3": "‘Ma perché io, che sono soggetto a nascita, vecchiaia, malattia, tristezza, morte, e corruzione, cerco queste cose che sono della stessa natura? ",
  "mn26:13.4": "Perché non cerco il santuario supremo dal giogo libero da nascita, vecchiaia, malattia, morte, tristezza, e corruzione: l’estinzione?’ ",
  "mn26:14.1": "Qualche tempo dopo, quando avevo ancora i capelli nero puro, benedetto dalla giovinezza, nel fiore degli anni, sebbene mia madre e mio padre non volessero, piangendo con facce piene di lacrime, mi tagliai capelli e barba, indossai l’abito marrone, e lasciai la vita di casa per quella mendicante. ",
  "mn26:15.1": "Una volta lasciata casa, partii alla scoperta del bene, alla ricerca dello stato supremo di pace sublime. Andai da Āḷāra Kālāma e gli dissi: ",
  "mn26:15.2": "‘Fratello Kālāma, desidero seguire il percorso spirituale secondo questo insegnamento e addestramento’. ",
  "mn26:15.3": "Āḷāra Kālāma rispose: ",
  "mn26:15.4": "‘Rimani, venerabile. ",
  "mn26:15.5": "Questo insegnamento è tale che le persone giudiziose possano presto realizzare la tradizione con la propria conoscenza diretta e dimorare avendo raggiunto ciò’. ",
  "mn26:15.6": "Presto memorizzai quell’insegnamento. ",
  "mn26:15.7": "Per quanto riguarda la memorizzazione e recita orale, parlavo della dottrina della sapienza, della dottrina degli anziani. Dicevo di conoscere e vedere, e così facevano gli altri. ",
  "mn26:15.8": "Poi pensai: ",
  "mn26:15.9": "‘Non è solo per fede che Āḷāra Kālāma dichiara: “Ho realizzato questo insegnamento con la mia conoscenza diretta, e dimoro avendo raggiunto ciò.” ",
  "mn26:15.10": "Sicuramente dimora conoscendo e vedendo questo insegnamento’. ",
  "mn26:15.11": "Quindi andai da Āḷāra Kālāma e gli dissi: ",
  "mn26:15.12": "‘Fratello Kālāma, fino a che punto dici di aver realizzato questo insegnamento con la tua conoscenza diretta?’ ",
  "mn26:15.13": "In risposta lui dichiarò la dimensione del nulla. ",
  "mn26:15.14": "Poi pensai: ",
  "mn26:15.15": "‘Non è solo Āḷāra Kālāma che ha fede, ",
  "mn26:15.16": "energia, ",
  "mn26:15.17": "consapevolezza, ",
  "mn26:15.18": "concentrazione, ",
  "mn26:15.19": "e saggezza; anche io ho queste cose. ",
  "mn26:15.20": "Perché non mi sforzo a realizzare lo stesso insegnamento che Āḷāra Kālāma dice di aver realizzato con la propria conoscenza diretta?’ ",
  "mn26:15.21": "Presto realizzai quell’insegnamento con la mia conoscenza diretta, e dimorai avendo raggiunto ciò. ",
  "mn26:15.22": "Quindi andai da Āḷāra Kālāma e gli dissi: ",
  "mn26:15.23": "‘Fratello Kālāma, tu hai realizzato questo insegnamento con la tua conoscenza diretta fino a questo punto, e dichiari di aver raggiunto ciò?’ ",
  "mn26:15.24": "‘Sì, fratello’ ",
  "mn26:15.25": "‘Anche io, fratello, ho realizzato questo insegnamento fino a questo punto, e dimoro avendo raggiunto ciò.’ ",
  "mn26:15.26": "‘Siamo fortunati, fratello, molto fortunati ",
  "mn26:15.27": "ad avere un venerabile come te come compagno spirituale! ",
  "mn26:15.28": "Quindi l’insegnamento che io ho realizzato con la mia conoscenza diretta, e che dichiaro di aver raggiunto, anche tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto ciò. ",
  "mn26:15.29": "L’insegnamento che tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto, anche io ho realizzato con la mia conoscenza diretta, e dichiaro di aver raggiunto ciò. ",
  "mn26:15.30": "Quindi l’insegnamento che io conosco, lo conosci anche tu, e l’insegnamento che tu conosci, lo conosco anche io. ",
  "mn26:15.31": "Io sono come te e tu sei come me. ",
  "mn26:15.32": "Vieni, fratello! Guidiamo questa comunità insieme’. ",
  "mn26:15.33": "E così il mio maestro Āḷāra Kālāma mise me, il suo studente, al suo stesso posto, e mi onorava con alte lodi. ",
  "mn26:15.34": "Poi pensai: ",
  "mn26:15.35": "‘Questo insegnamento non porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Porta solamente alla rinascita nella dimensione del nulla’. ",
  "mn26:15.36": "Realizzando che quell’insegnamento era inadeguato, me ne andai deluso. ",
  "mn26:16.1": "Partii alla scoperta del bene, alla ricerca dello stato supremo di pace sublime. Andai da Uddaka, il figlio di Rāma, e gli dissi: ",
  "mn26:16.2": "‘Fratello, desidero seguire il percorso spirituale secondo questo insegnamento e addestramento’. ",
  "mn26:16.3": "Uddaka rispose: ",
  "mn26:16.4": "‘Rimani, venerabile. ",
  "mn26:16.5": "Questo insegnamento è tale che le persone giudiziose possano presto realizzare la tradizione con la propria conoscenza diretta e dimorare avendo raggiunto ciò’. ",
  "mn26:16.6": "Presto memorizzai quell’insegnamento. ",
  "mn26:16.7": "Per quanto riguarda la memorizzazione e recita orale, parlavo della dottrina della sapienza, della dottrina degli anziani. Dicevo di conoscere e vedere, e così facevano gli altri. ",
  "mn26:16.8": "Poi pensai: ",
  "mn26:16.9": "‘Non è solo per fede che Rāma dichiarava: “Ho realizzato questo insegnamento con la mia conoscenza diretta, e dimoro avendo raggiunto ciò”. ",
  "mn26:16.10": "Sicuramente dimorava conoscendo e vedendo questo insegnamento’. ",
  "mn26:16.11": "Quindi andai da Uddaka, figlio di Rāma, e gli dissi: ",
  "mn26:16.12": "‘Fratello, fino a che punto Rāma diceva di aver realizzato questo insegnamento con la propria conoscenza diretta?’ ",
  "mn26:16.13": "In risposta, Uddaka, figlio di Rāma, dichiarò la dimensione della né percezione né non-percezione. ",
  "mn26:16.14": "Poi pensai: ",
  "mn26:16.15": "‘Non è solo Rāma che aveva fede, ",
  "mn26:16.16": "energia, ",
  "mn26:16.17": "consapevolezza, ",
  "mn26:16.18": "concentrazione, ",
  "mn26:16.19": "e saggezza; anche io ho queste cose. ",
  "mn26:16.20": "Perché non mi sforzo a realizzare lo stesso insegnamento che Rāma diceva di aver realizzato con la propria conoscenza diretta?’ ",
  "mn26:16.21": "Presto realizzai quell’insegnamento con la mia conoscenza diretta, e dimorai avendo raggiunto ciò. ",
  "mn26:16.22": "Quindi andai da Uddaka, figlio di Rāma, e gli dissi: ",
  "mn26:16.23": "‘Fratello, Rāma aveva realizzato questo insegnamento con la propria conoscenza diretta fino a questo punto, e dichiarò di aver raggiunto ciò?’ ",
  "mn26:16.24": "‘Sì, fratello’ ",
  "mn26:16.25": "‘Anche io, fratello, ho realizzato questo insegnamento fino a questo punto, e dimoro avendo raggiunto ciò’ ",
  "mn26:16.26": "‘Siamo fortunati, fratello, molto fortunati ",
  "mn26:16.27": "ad avere un venerabile come te come compagno spirituale! ",
  "mn26:16.28": "Quindi l’insegnamento che Rāma aveva realizzato con la propria conoscenza diretta, e che dichiarò di aver raggiunto, anche tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto ciò. ",
  "mn26:16.29": "L’insegnamento che tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto, anche Rāma aveva realizzato con la propria conoscenza diretta, e dichiarò di aver raggiunto ciò. ",
  "mn26:16.30": "Quindi l’insegnamento di cui Rāma aveva conoscenza diretta, lo conosci anche tu, e dell’insegnamento che tu conosci, anche Rāma ne aveva conoscenza diretta. ",
  "mn26:16.31": "Rāma era come te e tu sei come Rāma. ",
  "mn26:16.32": "Vieni, fratello! Guida questa comunità’. ",
  "mn26:16.33": "E così il mio compagno spirituale Uddaka, figlio di Rāma, mise me nella posizione di maestro, e mi onorava con alte lodi. ",
  "mn26:16.34": "Poi pensai: ",
  "mn26:16.35": "‘Questo insegnamento non porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Porta solamente alla rinascita nella dimensione della né percezione né non-percezione’. ",
  "mn26:16.36": "Realizzando che quell’insegnamento era inadeguato, me ne andai deluso. ",
  "mn26:17.1": "Partii alla scoperta del bene, alla ricerca dello stato supremo di pace sublime. Viaggiando passo dopo passo nelle terre di Maghada, arrivai presso Senānigama, a Uruvelā. ",
  "mn26:17.2": "Lì vidi un bel parco, un boschetto gradevole, con un fiume pulito e invitante che scorreva, con sponde morbide. E vicino c’era un villaggio per l’elemosina. ",
  "mn26:17.3": "Quindi pensai: ",
  "mn26:17.4": "‘Questo parco è davvero bello, un boschetto gradevole, con un fiume pulito e invitante che scorre, con sponde morbide. E vicino c’è un villaggio per l’elemosina. ",
  "mn26:17.5": "Questo può bastare per un giovane che vuole lavorare su se stesso’. ",
  "mn26:17.6": "Quindi mi sedetti lì, pensando: ",
  "mn26:17.7": "‘Questo può bastare per lavorare’. ",
  "mn26:18.1": "E quindi, essendo io soggetto alla nascita, notando gli svantaggi nell’essere soggetto alla nascita, cercai il supremo santuario dal giogo libero dalla nascita, l’estinzione, e lo trovai. Essendo io soggetto alla vecchiaia, alla malattia, alla morte, alla tristezza, e alla corruzione, notando gli svantaggi in queste cose, cercai il santuario supremo dal giogo libero da vecchiaia, malattia, morte, tristezza, e corruzione, l’estinzione, e lo trovai. ",
  "mn26:18.2": "Conoscenza e visione sorsero in me: ",
  "mn26:18.3": "‘La mia libertà è irremovibile; questa è stata la mia ultima nascita; ora non ci sarà più esistenza futura’. ",
  "mn26:19.1": "Poi pensai: ",
  "mn26:19.2": "‘Questo principio che ho scoperto è profondo, difficile da vedere, difficile da comprendere, pacifico, sublime, fuori dalla portata del ragionamento, raffinato, comprensibile agli astuti. ",
  "mn26:19.3": "Ma alla gente piacciono gli attaccamenti, li ama e ci gioisce. ",
  "mn26:19.4": "È difficile per loro vedere questo: la condizionalità specifica, l’originazione dipendente. ",
  "mn26:19.5": "È anche difficile per loro vedere questo: il placarsi di ogni attività, il lasciar andare ogni attaccamento, l’eliminazione della brama, lo svanire dell’avidità, la cessazione, l’estinzione. ",
  "mn26:19.6": "E se io spiegassi questo insegnamento, gli altri potrebbero non capirmi, il che sarebbe frustrante e fastidioso per me’. ",
  "mn26:19.7": "Poi questi versi, i quali non furono né ispirati in maniera sovrannaturale, né imparati in passato, mi vennero in mente: ",
  "mn26:19.8": "‘Ho faticato molto per realizzare questo, ",
  "mn26:19.9": "basta provare a spiegarlo. ",
  "mn26:19.10": "Questo insegnamento non è facilmente capito ",
  "mn26:19.11": "da chi è radicato nell’avidità e nell’odio. ",
  "mn26:19.12": "Va contro corrente, è raffinato, ",
  "mn26:19.13": "profondo, nascosto, e molto fine. ",
  "mn26:19.14": "Coloro che sono afflitti dall’avidità non riescono a vedere, ",
  "mn26:19.15": "poiché sono avvolti da una massa di oscurità’. ",
  "mn26:19.16": "Quindi, riflettendo così, la mia mente era incline a rimanere passiva, a non spiegare l’insegnamento. ",
  "mn26:20.1": "Poi il dio Sahampati, sapendo ciò che stavo pensando, pensò: ",
  "mn26:20.2": "‘Oh! Il mondo sarà perduto, il mondo perirà! Poichè la mente del Realizzato, il perfetto, il Buddha completamente risvegliato è incline a rimanere passiva, a non spiegare l’insegnamento’. ",
  "mn26:20.3": "Quindi, tanto facilmente quanto una persona forte che estende o contrae il proprio braccio, scomparve dal regno di Dio e riapparve di fronte al Buddha. ",
  "mn26:20.4": "Si aggiustò l’abito su una spalla, alzò le mani giunte verso il Buddha, e disse: ",
  "mn26:20.5": "‘Signore, che il Beato spieghi l’insegnamento! Che il Santo spieghi l’insegnamento! ",
  "mn26:20.6": "Ci sono esseri con poca polvere negli occhi. Sono in declino poiché non hanno sentito l’insegnamento. ",
  "mn26:20.7": "Ci saranno quelli che capiscono l’insegnamento!’ ",
  "mn26:20.8": "Questo è ciò che il dio Sahampati disse. ",
  "mn26:20.9": "Poi continuò: ",
  "mn26:20.10": "‘Tra i Maghada apparve in passato ",
  "mn26:20.11": "un insegnamento impuro, pensato da coloro che erano ancora macchiati. ",
  "mn26:20.12": "Spalanca la porta per la libertà dalla morte! ",
  "mn26:20.13": "Che sentano l’insegnamento che l’Immacolato ha scoperto. ",
  "mn26:20.14": "In piedi su una montagna rocciosa, ",
  "mn26:20.15": "si vede la gente tutt’intorno. ",
  "mn26:20.16": "Allo stesso modo, l’Onniveggente, il Saggio, ",
  "mn26:20.17": "asceso al Tempio della Verità, ",
  "mn26:20.18": "libero dalla tristezza, guarda la gente ",
  "mn26:20.19": "sommersa nella tristezza, oppressa da nascita e morte. ",
  "mn26:20.20": "Alzati, eroe! Vincitore in battaglia, conduttore della carovana, ",
  "mn26:20.21": "vaga il mondo senza obblighi. ",
  "mn26:20.22": "Che il Beato spieghi l’insegnamento! ",
  "mn26:20.23": "Ci saranno quelli che capiscono!’ ",
  "mn26:21.1": "Quindi, vedendo l’invito del dio, investigai il mondo con l’occhio di un Buddha, grazie alla mia compassione per gli esseri viventi. ",
  "mn26:21.2": "E vidi esseri viventi con poca polvere negli occhi, e alcuni con molta polvere negli occhi; con facoltà forti e con facoltà deboli, con qualità buone e con qualità cattive, facili da istruire e difficili da istruire. E alcuni di loro dimoravano vedendo il pericolo nell’errore che riguarda il prossimo mondo, mentre altri no. ",
  "mn26:21.3": "È come una vasca con ninfee blu, o fiori di loto rosa o bianchi. Alcuni di essi germogliano e crescono nell’acqua senza emergere in superficie, prosperando sott’acqua. Alcuni di essi germogliano e crescono nell’acqua ma emergono in superficie e rimangono asciutti. ",
  "mn26:21.4": "Allo stesso modo, vidi esseri viventi con poca polvere negli occhi, e alcuni con molta polvere negli occhi. ",
  "mn26:21.5": "Quindi risposi in poesia al dio Sahampati: ",
  "mn26:21.6": "‘Le porte per la libertà dalla morte sono spalancate! ",
  "mn26:21.7": "Che coloro che hanno orecchie per ascoltare decidano la propria fede. ",
  "mn26:21.8": "Pensando che sarebbe stato fastidioso, dio, non ho spiegato ",
  "mn26:21.9": "l’insegnamento sofisticato e sublime tra gli umani’. ",
  "mn26:21.10": "Quindi il dio Sahampati, sapendo che la sua richiesta che io spiegassi l’insegnamento fu accettata, si inchinò e mi circumambulò, mantenendomi sulla destra, prima di scomparire sul posto. ",
  "mn26:22.1": "Quindi pensai: ",
  "mn26:22.2": "‘A chi posso insegnare per primo? ",
  "mn26:22.3": "Chi comprenderà l’insegnamento velocemente?’ ",
  "mn26:22.4": "Poi pensai: ",
  "mn26:22.5": "‘Quell’Āḷāra Kālāma è astuto, competente, intelligente, ed è molto tempo che ha poca polvere negli occhi. ",
  "mn26:22.6": "Perché non insegno a lui per primo? ",
  "mn26:22.7": "Comprenderà velocemente l’insegnamento’. ",
  "mn26:22.8": "Ma un angelo venne da me e mi disse: ",
  "mn26:22.9": "‘Signore, Āḷāra Kālāma è deceduto sette giorni fa’. ",
  "mn26:22.10": "E conoscenza e visione sorsero in me: ",
  "mn26:22.11": "‘Āḷāra Kālāma è deceduto sette giorni fa’. ",
  "mn26:22.12": "Pensai: ",
  "mn26:22.13": "‘È una grossa perdita per Āḷāra Kālāma. ",
  "mn26:22.14": "Se avesse sentito l’insegnamento, l’avrebbe compreso velocemente’. ",
  "mn26:23.1": "Allora pensai: ",
  "mn26:23.2": "‘A chi posso insegnare per primo? ",
  "mn26:23.3": "Chi comprenderà l’insegnamento velocemente?’ ",
  "mn26:23.4": "Quindi pensai: ",
  "mn26:23.5": "‘Quell’Uddaka, figlio di Rāma, è astuto, competente, intelligente, ed è molto tempo che ha poca polvere negli occhi. ",
  "mn26:23.6": "Perché non insegno a lui per primo? ",
  "mn26:23.7": "Comprenderà velocemente l’insegnamento’. ",
  "mn26:23.8": "Ma un angelo venne da me e mi disse: ",
  "mn26:23.9": "‘Signore, Uddaka, figlio di Rāma, è deceduto proprio la notte scorsa’. ",
  "mn26:23.10": "E conoscenza e visione sorsero in me: ",
  "mn26:23.11": "‘Uddaka, figlio di Rāma, è deceduto proprio la notte scorsa’. ",
  "mn26:23.12": "Pensai: ",
  "mn26:23.13": "‘È una grossa perdita per Uddaka. ",
  "mn26:23.14": "Se avesse sentito l’insegnamento, l’avrebbe compreso velocemente’. ",
  "mn26:24.1": "Allora pensai: ",
  "mn26:24.2": "‘A chi posso insegnare per primo? ",
  "mn26:24.3": "Chi comprenderà l’insegnamento velocemente?’ ",
  "mn26:24.4": "Poi pensai: ",
  "mn26:24.5": "‘Il gruppo dei cinque monaci mi è stato molto di aiuto. Mi hanno assistito durante il mio duro lavoro. ",
  "mn26:24.6": "Perché non insegno a loro per primi?’ ",
  "mn26:24.7": "Quindi pensai: ",
  "mn26:24.8": "‘Dove si trova il gruppo dei cinque monaci in questi giorni?’ ",
  "mn26:24.9": "Con chiaroveggenza purificata e sovrumana vidi che il gruppo dei cinque monaci dimorava vicino a Varanasi, nel parco dei cervi di Isipatana. ",
  "mn26:24.10": "Quindi, dopo essere rimasto a Uruvelā quanto volevo, sono partito per Varanasi. ",
  "mn26:25.1": "Mentre viaggiavo sulla strada tra Gayā e Bodhgaya, l’asceta Ājīvaka Upaka mi vide ",
  "mn26:25.2": "e disse: ",
  "mn26:25.3": "‘Fratello, le tue facoltà sono così chiare, e la tua carnagione è così pura e luminosa. ",
  "mn26:25.4": "Nel nome di chi hai lasciato casa, fratello? Chi è il tuo maestro? In che insegnamento credi?’ ",
  "mn26:25.5": "Risposi a Upaka in poesia: ",
  "mn26:25.6": "‘Io sono il campione, il conoscitore di tutto, ",
  "mn26:25.7": "incontaminato nel mezzo di ogni cosa. ",
  "mn26:25.8": "Ho abbandonato tutto, libero attraverso l’eliminazione della brama. ",
  "mn26:25.9": "Avendo conoscenza diretta io stesso, di chi dovrei essere discepolo? ",
  "mn26:25.10": "Non ho maestro. ",
  "mn26:25.11": "Non c’è nessuno come me. ",
  "mn26:25.12": "Nel mondo con i suoi esseri celesti, ",
  "mn26:25.13": "non ho controparte. ",
  "mn26:25.14": "Poiché in questo mondo io sono il perfetto; ",
  "mn26:25.15": "sono il Maestro supremo. ",
  "mn26:25.16": "Solo io sono completamente risvegliato, ",
  "mn26:25.17": "raffrescato, estinto. ",
  "mn26:25.18": "Sto andando alla città di Kāsi ",
  "mn26:25.19": "a mettere in moto la Ruota dell’Insegnamento. ",
  "mn26:25.20": "In questo mondo che è così cieco, ",
  "mn26:25.21": "suonerò il tamburo della libertà dalla morte!’ ",
  "mn26:25.22": "‘Secondo ciò che sostieni, fratello, dovresti essere il Vincitore Infinito’. ",
  "mn26:25.23": "‘I vincitori sono coloro che, come me, ",
  "mn26:25.24": "hanno raggiunto l’eliminazione dei contaminanti. ",
  "mn26:25.25": "Ho sconfitto le cattive qualità, Upaka, ",
  "mn26:25.26": "ecco perché sono un vincitore’. ",
  "mn26:25.27": "Detto ciò, Upaka disse: ‘Se lo dici tu, fratello’. Scuotendo la testa, prese la strada sbagliata e se ne andò. ",
  "mn26:26.1": "Viaggiando passo dopo passo, arrivai a Varanasi, e andai a trovare il gruppo dei cinque monaci nel parco dei cervi di Isipatana. ",
  "mn26:26.2": "I cinque monaci mi videro arrivare da lontano ",
  "mn26:26.3": "e si fermarono, dicendo: ",
  "mn26:26.4": "‘Ecco che arriva l’asceta Gotama. È così indulgente; si è allontanato dal lavoro ed è ritornato all’indulgenza. ",
  "mn26:26.5": "Non dobbiamo inchinarci, alzarci per lui, o ricevere la sua ciotola e abito. ",
  "mn26:26.6": "Ma possiamo preparare un posto; può sedersi se vuole’. ",
  "mn26:26.7": "Eppure, nell’avvicinarmi, i cinque monaci non furono in grado di trattenersi come avevano concordato. ",
  "mn26:26.8": "Alcuni vennero a salutarmi e a ricevere la mia ciotola e abito, alcuni prepararono un posto, mentre altri prepararono dell’acqua per lavarmi i piedi. ",
  "mn26:26.9": "Ma si rivolgevano ancora a me come ‘fratello’. ",
  "mn26:27.1": "Quindi dissi loro: ",
  "mn26:27.2": "‘Monaci, non rivolgetevi a me come ‘fratello’. ",
  "mn26:27.3": "Il Realizzato è perfetto, un Buddha completamente risvegliato. ",
  "mn26:27.4": "Ascoltate, monaci: ho ottenuto la libertà dalla morte. Vi istruirò, vi spiegherò l’insegnamento. ",
  "mn26:27.5": "Praticando come vi istruirò, presto realizzerete la suprema culminazione del percorso spirituale in questa stessa vita. Dimorerete avendo raggiunto con la vostra conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn26:27.6": "Ma loro mi dissero: ",
  "mn26:27.7": "‘Fratello Gotama, nemmeno attraverso quella condotta, quella pratica, quel lavoro estenuante hai raggiunto alcuna distinzione sovrumana in conoscenza e visione degna dei nobili. Come puoi aver raggiunto tale stato ora che sei diventato indulgente, che ti sei allontanato dal lavoro e sei ritornato all’indulgenza?’ ",
  "mn26:27.8": "Quindi dissi loro: ",
  "mn26:27.9": "‘Il Realizzato non è diventato indulgente, non si è allontanato dal lavoro, e non è ritornato all’indulgenza. ",
  "mn26:27.10": "Il Realizzato è perfetto, un Buddha completamente risvegliato. ",
  "mn26:27.11": "Ascoltate, monaci: ho ottenuto la libertà dalla morte. Vi istruirò, vi spiegherò l’insegnamento. ",
  "mn26:27.12": "Praticando come vi istruirò, presto realizzerete la suprema culminazione del percorso spirituale in questa stessa vita’. ",
  "mn26:27.13": "Ma per la seconda volta mi dissero: ",
  "mn26:27.14": "‘Fratello Gotama … sei ritornato all’indulgenza’. ",
  "mn26:27.15": "Allora per la seconda volta dissi loro: ",
  "mn26:27.16": "‘Il Realizzato non è diventato indulgente …’ ",
  "mn26:27.18": "Ma per la terza volta mi dissero: ",
  "mn26:27.19": "‘Fratello Gotama, nemmeno attraverso quella condotta, quella pratica, quel lavoro estenuante hai raggiunto alcuna distinzione sovrumana in conoscenza e visione degna dei nobili. Come puoi aver raggiunto tale stato ora che sei diventato indulgente, che ti sei allontanato dal lavoro e sei ritornato all’indulgenza?’ ",
  "mn26:28.1": "Quindi dissi loro: ",
  "mn26:28.2": "‘Monaci, mi avete mai sentito parlare così prima d’ora?’ ",
  "mn26:28.3": "‘No, Signore’ ",
  "mn26:28.4": "‘Il Realizzato è perfetto, un Buddha completamente risvegliato. ",
  "mn26:28.5": "Ascoltate, monaci: ho ottenuto la libertà dalla morte. Vi istruirò, vi spiegherò l’insegnamento. ",
  "mn26:28.6": "Praticando come vi istruirò, presto realizzerete la suprema culminazione del percorso spirituale in questa stessa vita. Dimorerete avendo raggiunto con la vostra conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn26:29.1": "Riuscii a convincere il gruppo dei cinque monaci. ",
  "mn26:29.2": "Quindi a volte istruivo due monaci, mentre gli altri tre andavano per l’elemosina. ",
  "mn26:29.3": "Poi quei tre davano da mangiare a tutti noi sei con ciò che portavano. ",
  "mn26:29.4": "A volte istruivo tre monaci, mentre gli altri due andavano per l’elemosina. ",
  "mn26:29.5": "Poi quei due davano da mangiare a tutti noi sei con ciò che portavano. ",
  "mn26:30.1": "I cinque monaci, venendo educati e istruiti da me in questo modo, essendo loro stessi soggetti alla nascita, notando gli svantaggi nell’essere soggetti alla nascita, cercarono il santuario supremo dal giogo libero dalla nascita, l’estinzione, e lo trovarono. Essendo loro stessi soggetti alla vecchiaia, alla malattia, alla morte, alla tristezza, e alla corruzione, notando gli svantaggi in queste cose, cercarono il santuario supremo dal giogo libero da vecchiaia, malattia, morte, tristezza, e corruzione, l’estinzione, e lo trovarono. ",
  "mn26:30.2": "Conoscenza e visione sorsero in loro: ",
  "mn26:30.3": "‘La nostra libertà è irremovibile; questa è stata la nostra ultima nascita; ora non ci sarà più esistenza futura’. ",
  "mn26:31.1": "Monaci, ci sono questi cinque tipi di stimolazione dei sensi. ",
  "mn26:31.2": "Quali cinque? ",
  "mn26:31.3": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn26:31.4": "Suoni percepiti dall’orecchio … ",
  "mn26:31.5": "Odori percepiti dal naso … ",
  "mn26:31.6": "Sapori percepiti dalla lingua … ",
  "mn26:31.7": "Tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn26:31.8": "Questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn26:32.1": "Ci sono asceti e bramini che apprezzano questi cinque tipi di stimolazione dei sensi legati, infatuati, attaccati, ciechi agli svantaggi, e non comprendendo la fuga. Dovete capire che ",
  "mn26:32.2": "sono andati incontro a calamità e disastro, e il Malvagio può fare di loro ciò che vuole. ",
  "mn26:32.3": "Immaginate che un cervo rimanga incastrato in una pila di trappole nella foresta. ",
  "mn26:32.4": "Voi capireste che ",
  "mn26:32.5": "è andato incontro a calamità e disastro, e il cacciatore può fare di lui ciò che vuole. ",
  "mn26:32.6": "E quando il cacciatore arriva, lui non può fuggire dove vuole. ",
  "mn26:32.7": "Allo stesso modo, ci sono asceti e bramini che apprezzano questi cinque tipi di stimolazione dei sensi legati, infatuati, attaccati, ciechi agli svantaggi, e non comprendendo la fuga. Dovete capire che ",
  "mn26:32.8": "sono andati incontro a calamità e disastro, e il Malvagio può fare di loro ciò che vuole. ",
  "mn26:33.1": "Ci sono asceti e bramini che apprezzano questi cinque tipi di stimolazione dei sensi senza essere legati, infatuati, attaccati, vedendo gli svantaggi, e comprendendo la fuga. Dovete capire che ",
  "mn26:33.2": "non sono andati incontro a calamità e disastro, e il Malvagio non può fare di loro ciò che vuole. ",
  "mn26:33.3": "Immaginate che un cervo sia sopra ma non incastrato in una pila di trappole nella foresta. ",
  "mn26:33.4": "Voi capireste che ",
  "mn26:33.5": "non è andato incontro a calamità e disastro, e il cacciatore non può fare di lui ciò che vuole. ",
  "mn26:33.6": "E quando il cacciatore arriva, lui può fuggire dove vuole. ",
  "mn26:33.7": "Allo stesso modo, ci sono asceti e bramini che apprezzano questi cinque tipi di stimolazione dei sensi senza essere legati, infatuati, attaccati, vedendo gli svantaggi, e comprendendo la fuga. Dovete capire che ",
  "mn26:33.8": "non sono andati incontro a calamità e disastro, e il Malvagio non può fare di loro ciò che vuole. ",
  "mn26:34.1": "Immaginate ci sia un cervo selvatico che vaga nella foresta camminando, rimanendo in piedi, e sdraiandosi con fiducia. ",
  "mn26:34.2": "Perché questo? ",
  "mn26:34.3": "Perché è fuori dalla portata del cacciatore. ",
  "mn26:34.4": "Allo stesso modo, un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn26:34.5": "Questo si chiama un monaco che ha accecato il diavolo, gli ha chiuso gli occhi senza lasciare traccia, ed è andato dove il Malvagio non riesce a vedere. ",
  "mn26:35.1": "Inoltre, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, un monaco raggiunge e dimora nella seconda estasi. ",
  "mn26:35.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn26:36.1": "Inoltre, con lo svanire dell’euforia, dimorando con equanimità, consapevole e presente, toccando con mano la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli dimora nella felicità’, un monaco raggiunge e dimora nella terza estasi. ",
  "mn26:36.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn26:37.1": "Inoltre, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e dimora nella quarta estasi. ",
  "mn26:37.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn26:38.1": "Inoltre, un monaco, andando totalmente oltre percezioni della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiunge e dimora nella dimensione dello spazio infinito. ",
  "mn26:38.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn26:39.1": "Inoltre, un monaco, andando totalmente oltre la dimensione dello spazio infinito, percependo che ‘la coscienza è infinita’, raggiunge e dimora nella dimensione della coscienza infinita. ",
  "mn26:39.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn26:40.1": "Inoltre, un monaco, andando totalmente oltre la dimensione della coscienza infinita, percependo che ‘non c’è nulla in assoluto’, raggiunge e dimora nella dimensione del nulla. ",
  "mn26:40.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn26:41.1": "Inoltre, un monaco, andando totalmente oltre la dimensione del nulla, raggiunge e dimora nella dimensione della né percezione né non-percezione. ",
  "mn26:41.2": "Questo si chiama un monaco che ha accecato il diavolo … ",
  "mn26:42.1": "Inoltre, un monaco, andando totalmente oltre la dimensione della né percezione né non-percezione, raggiunge e dimora nella cessazione di percezione e sensazione. E, vedendo con saggezza, i suoi contaminanti vengono eliminati. ",
  "mn26:42.2": "Questo si chiama un monaco che ha accecato il diavolo, gli ha chiuso gli occhi senza lasciare traccia, ed è andato dove il Malvagio non riesce a vedere. ",
  "mn26:42.3": "Ha superato l’attaccamento al mondo. E cammina, rimane in piedi, si siede, e si sdraia con fiducia. ",
  "mn26:42.4": "Perché questo? ",
  "mn26:42.5": "Perché è fuori dalla portata del Malvagio”. ",
  "mn26:42.6": "Questo è ciò che il Buddha disse. ",
  "mn26:42.7": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}