{
  "mn27:0.1": "Discorsi medi 27 ",
  "mn27:0.2": "Il discorso più corto sulla similitudine dell’impronta dell’elefante ",
  "mn27:1.1": "Così ho sentito. ",
  "mn27:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn27:2.1": "In quell’occasione il bramino Jāṇussoṇi uscì da Sāvatthī nel mezzo del giorno su una carrozza tutta bianca trainata da cavalle. ",
  "mn27:2.2": "Vide l’errante Pilotika arrivare da lontano ",
  "mn27:2.3": "e gli disse: ",
  "mn27:2.4": "“Allora, Maestro Vacchāyana, da dove vieni nel bel mezzo del giorno?” ",
  "mn27:2.5": "“Proprio ora, signore, vengo dalla presenza dell’asceta Gotama” ",
  "mn27:2.6": "“Cosa ne pensi della lucidità di saggezza dell’asceta Gotama? Pensi sia astuto?” ",
  "mn27:2.7": "“Chi sono io, signore, per giudicare la lucidità di saggezza dell’asceta Gotama? ",
  "mn27:2.8": "Bisognerebbe essere al suo stesso livello per giudicare la sua lucidità di saggezza” ",
  "mn27:2.9": "“Il Maestro Vacchāyana loda l’asceta Gotama con alte lodi” ",
  "mn27:2.10": "“Chi sono io per lodare l’asceta Gotama? ",
  "mn27:2.11": "È lodato dai lodati come il migliore tra esseri celesti e umani” ",
  "mn27:2.12": "“Ma per quale ragione sei così devoto all’asceta Gotama?” ",
  "mn27:3.1": "“Immagina un cacciatore di elefanti esperto che entra nel territorio degli elefanti maschi. ",
  "mn27:3.2": "E lì vede una grossa impronta di elefante, lunga e larga. ",
  "mn27:3.3": "Giungerebbe alla conclusione: ",
  "mn27:3.4": "‘Questo dev’essere un grosso elefante maschio’. ",
  "mn27:3.5": "Allo stesso modo, dopo aver visto quattro impronte dell’asceta Gotama sono giunto alla conclusione: ",
  "mn27:3.6": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è spiegato bene. La comunità sta praticando bene’. ",
  "mn27:4.1": "Quali quattro? ",
  "mn27:4.2": "Primo, vedo aristocratici intelligenti e minuziosi, esperti nelle dottrine altrui, molto pignoli. Si penserebbe che vivono per demolire le convinzioni altrui col proprio intelletto. ",
  "mn27:4.3": "Sentono: ",
  "mn27:4.4": "‘Quindi, signori, l’asceta Gotama arriverà a questo o quel villaggio o paese’. ",
  "mn27:4.5": "Formulano una domanda, pensando: ",
  "mn27:4.6": "‘Andremo dall’asceta Gotama e gli faremo questa domanda. ",
  "mn27:4.7": "Se risponde così, lo confuteremo cosà; ",
  "mn27:4.8": "e se risponde cosà, lo confuteremo così’. ",
  "mn27:4.9": "Quando sentono che ",
  "mn27:4.10": "è arrivato ",
  "mn27:4.11": "vanno da lui. ",
  "mn27:4.12": "L’asceta Gotama li educa, incoraggia, entusiasma, e ispira con un sermone. ",
  "mn27:4.13": "Non hanno nemmeno occasione di fare la loro domanda all’asceta Gotama, quindi come potrebbero confutarlo? ",
  "mn27:4.14": "Al contrario, si fanno suoi discepoli. ",
  "mn27:4.15": "Dopo aver visto questa prima impronta dell’asceta Gotama sono giunto alla conclusione: ",
  "mn27:4.16": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è spiegato bene. La comunità sta praticando bene’. ",
  "mn27:5.1": "In più, vedo bramini intelligenti … ",
  "mn27:6.1": "laici intelligenti … ",
  "mn27:6.2": "che si fanno suoi discepoli. ",
  "mn27:7.1": "In più, vedo asceti intelligenti e minuziosi, esperti nelle dottrine altrui, molto pignoli. … ",
  "mn27:7.10": "Non hanno nemmeno occasione di fare la loro domanda all’asceta Gotama, quindi come potrebbero confutarlo? ",
  "mn27:7.11": "Al contrario, chiedono all’asceta Gotama l’opportunità di lasciare casa. ",
  "mn27:7.12": "E lui gli permette di lasciare casa. ",
  "mn27:7.13": "Non molto dopo la loro ordinazione, dimorando soli, ritirati, diligenti, fervidi, e risoluti, presto realizzano la suprema culminazione del percorso spirituale in questa stessa vita. Dimorano avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante. ",
  "mn27:7.14": "Dicono: ",
  "mn27:7.15": "‘Eravamo quasi perduti! Quasi perivamo! ",
  "mn27:7.16": "Poiché sostenevamo di essere asceti, bramini, e perfetti, ma non eravamo nessuna di queste cose. ",
  "mn27:7.17": "Ma ora siamo davvero asceti, bramini, e perfetti!’ ",
  "mn27:7.18": "Dopo aver visto questa quarta impronta dell’asceta Gotama, sono giunto alla conclusione: ",
  "mn27:7.19": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è spiegato bene. La comunità sta praticando bene’. ",
  "mn27:7.20": "Dopo aver visto queste quattro impronte dell’asceta Gotama sono giunto alla conclusione: ",
  "mn27:7.21": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è spiegato bene. La comunità sta praticando bene’. ",
  "mn27:8.1": "Detto ciò, Jāṇussoṇi scese dalla propria carrozza, si aggiustò l’abito su una spalla, alzò le mani giunte verso il Buddha, ed espresse questo aforisma tre volte: ",
  "mn27:8.2": "“Lode al Beato, al perfetto, al Buddha completamente risvegliato! ",
  "mn27:8.3": "Lode al Beato, al perfetto, al Buddha completamente risvegliato! ",
  "mn27:8.4": "Lode al Beato, al perfetto, al Buddha completamente risvegliato! ",
  "mn27:8.5": "Speriamo che prima o poi io abbia occasione di incontrare il Signor Gotama e di conversarci”. ",
  "mn27:9.1": "Allora il bramino Jāṇussoṇi andò dal Buddha e ci scambiò saluti. ",
  "mn27:9.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato ",
  "mn27:9.3": "e informò il Buddha di ciò che aveva discusso con l’errante Pilotika. ",
  "mn27:9.4": "Fatto ciò, il Buddha gli disse: ",
  "mn27:9.5": "“Bramino, la similitudine dell’impronta dell’elefante non è completa in dettaglio. ",
  "mn27:9.6": "Per come si completa in dettaglio, ",
  "mn27:9.7": "ascolta e presta la giusta attenzione, ora parlo” ",
  "mn27:9.8": "“Sì, Signore”, rispose Jāṇussoṇi. ",
  "mn27:9.9": "Il Buddha disse: ",
  "mn27:10.1": "“Immagina un cacciatore di elefanti esperto che entra nel territorio degli elefanti maschio. ",
  "mn27:10.2": "E lì vede una grossa impronta di elefante, lunga e larga. ",
  "mn27:10.3": "Un cacciatore di elefanti esperto non giungerebbe ancora alla conclusione: ",
  "mn27:10.4": "‘Questo dev’essere un grosso elefante maschio’. ",
  "mn27:10.5": "Perché no? ",
  "mn27:10.6": "Perché nel territorio degli elefanti ci sono elefantesse nane con impronte grandi, e questa impronta potrebbe essere una di quelle. ",
  "mn27:10.8": "Immagina che continui a seguire le tracce finché vede una grossa impronta di elefante, lunga e larga, e, in alto, dei residui. ",
  "mn27:10.9": "Un cacciatore di elefanti esperto non giungerebbe ancora alla conclusione: ",
  "mn27:10.10": "‘Questo dev’essere un grosso elefante maschio’. ",
  "mn27:10.11": "Perché no? ",
  "mn27:10.12": "Perché nel territorio degli elefanti ci sono elefantesse grandi e grosse con zanne lunghe e impronte grandi, e questa impronta potrebbe essere una di quelle. ",
  "mn27:10.14": "Immagina che continui a seguire le tracce finché vede una grossa impronta di elefante, lunga e larga, e, in alto, dei residui e segni di zanne. ",
  "mn27:10.15": "Un cacciatore di elefanti esperto non giungerebbe ancora alla conclusione: ",
  "mn27:10.16": "‘Questo dev’essere un grosso elefante maschio’. ",
  "mn27:10.17": "Perché no? ",
  "mn27:10.18": "Perché nel territorio degli elefanti ci sono elefantesse adulte alte con impronte grandi, e questa impronta potrebbe essere una di quelle. ",
  "mn27:10.20": "Immagina che continui a seguire le tracce finché vede una grossa impronta di elefante, lunga e larga, e, in alto, residui, segni di zanne e rami rotti. ",
  "mn27:10.21": "E lì vede quell’elefante maschio che cammina, rimane in piedi, seduto, o sdraiato alla radice di un albero o all’aperto. ",
  "mn27:10.22": "Allora giunge alla conclusione: ",
  "mn27:10.23": "‘Questo è quel grosso elefante maschio’. ",
  "mn27:11.1": "Allo stesso modo, bramino, un Realizzato appare nel mondo, perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn27:11.2": "Avendo realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, lo rende noto agli altri. ",
  "mn27:11.3": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn27:12.1": "Un laico sente quell’insegnamento, o il figlio di un laico, o qualcuno rinato in qualche buona famiglia. ",
  "mn27:12.2": "Nasce in lui fede nel Realizzato ",
  "mn27:12.3": "e riflette: ",
  "mn27:12.4": "‘La vita laica è inconveniente e impura, mentre la vita di chi lascia casa è aperta. ",
  "mn27:12.5": "Non è facile per chi vive a casa seguire il percorso spirituale totalmente completo e puro, come un guscio lucidato. ",
  "mn27:12.6": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?’ ",
  "mn27:12.7": "Dopo un po’ lascia una fortuna grossa o piccola che sia, e una famiglia grossa o piccola che sia. Si taglia capelli e barba, indossa l’abito marrone, e lascia la vita di casa per quella mendicante. ",
  "mn27:13.1": "Una volta lasciata casa, adotta l’addestramento e il sostentamento dei monaci. Evita di uccidere, rinunciando a bastone e spada. È scrupoloso e gentile, dimorando pieno di premura per ogni essere vivente. ",
  "mn27:13.2": "Evita di rubare. Prende solo ciò che gli viene dato, e si aspetta solo ciò che gli viene dato. Si mantiene puro non rubando. ",
  "mn27:13.3": "Evita l’impudicizia. È casto, distinto, evitando l’atto volgare del sesso. ",
  "mn27:13.4": "Evita di mentire. Dice la verità e si attiene alla verità. È onesto e affidabile, e non inganna il mondo con le proprie parole. ",
  "mn27:13.5": "Evita linguaggio divisivo. Non ripete in un posto ciò che ha sentito in un altro al fine di dividere le persone l’una contro l’altra. Al contrario, riconcilia coloro che sono divisi, supportando l’armonia, rallegrandosi nell’armonia, amando l’armonia, usando parole che promuovono armonia. ",
  "mn27:13.6": "Evita linguaggio aspro. Parla in modo dolce, piacevole all’orecchio, amabile, che va dritto al cuore, gentile, piacevole, e gradevole alla gente. ",
  "mn27:13.7": "Evita di parlare senza motivo. Le sue parole sono opportune, vere, e significative, in linea con l’insegnamento e l’addestramento. Dice le cose al momento giusto e che hanno valore, sono ragionevoli, succinte, e benefiche. ",
  "mn27:13.8": "Evita di danneggiare piante e semi. ",
  "mn27:13.9": "Mangia in una parte del giorno, astenendosi dal mangiare la sera e all’ora sbagliata. ",
  "mn27:13.10": "Evita l’intrattenimento. ",
  "mn27:13.11": "Evita di abbellirsi e ornarsi con collane, profumi, e trucco. ",
  "mn27:13.12": "Evita letti alti e lussuosi. ",
  "mn27:13.13": "Evita di ricevere oro e soldi, ",
  "mn27:13.14": "grani crudi, ",
  "mn27:13.15": "carne cruda, ",
  "mn27:13.16": "donne e ragazze, ",
  "mn27:13.17": "servi maschi e femmine, ",
  "mn27:13.18": "capre e pecore, ",
  "mn27:13.19": "polli e maiali, ",
  "mn27:13.20": "elefanti, mucche, cavalli, e cavalle, ",
  "mn27:13.21": "e campi e terreni. ",
  "mn27:13.22": "Evita di gestire commissioni e messaggi; ",
  "mn27:13.23": "di comprare e vendere; ",
  "mn27:13.24": "di falsificare pesi, metalli, o misure; ",
  "mn27:13.25": "corruzione, frode, imbrogli, e doppio gioco; ",
  "mn27:13.26": "mutilazioni, omicidii, rapimenti, brigantaggio, saccheggio, e violenza. ",
  "mn27:14.1": "È soddisfatto di abiti per prendersi cura del corpo e di cibo elemosinato per prendersi cura della pancia. Dovunque vada, parte prendendo solo queste cose. ",
  "mn27:14.2": "È come un uccello: dovunque voli, le ali sono il suo unico fardello. ",
  "mn27:14.3": "Allo stesso modo, un monaco è soddisfatto di abiti per prendersi cura del corpo e di cibo elemosinato per prendersi cura della pancia. Dovunque vada, parte prendendo solo queste cose. ",
  "mn27:14.4": "Una volta che possiede questa intera gamma di etica, prova la felicità dell’innocenza dentro di sé. ",
  "mn27:15.1": "Quando vede una forma con gli occhi, non si fa influenzare dall’aspetto e dai dettagli. ",
  "mn27:15.2": "Se la facoltà della vista rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, fa pratica di contegno, protegge la facoltà della vista, e si applica al suo contegno. ",
  "mn27:15.3": "Quando sente un suono con l’orecchio … ",
  "mn27:15.4": "Quando fiuta un odore con il naso … ",
  "mn27:15.5": "Quando gusta un sapore con la lingua … ",
  "mn27:15.6": "Quando entra in contatto con un tocco col corpo … ",
  "mn27:15.7": "Quando diventa cosciente di un fenomeno mentale con la mente, non si fa influenzare dall’aspetto e dai dettagli. ",
  "mn27:15.8": "Se la facoltà della mente rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, fa pratica di contegno, protegge la facoltà della mente, e si applica al suo contegno. ",
  "mn27:15.9": "Una volta che possiede questo nobile contegno dei sensi, prova la felicità dell’immacolatezza dentro di sé. ",
  "mn27:16.1": "Agisce con consapevolezza nell’andare e nel tornare; nel guardare avanti e di lato; nel piegare ed estendere gli arti; nel gestire il mantello, la ciotola, e gli abiti; nel mangiare, bere, masticare, ed assaporare; nell’urinare e defecare; nel camminare, rimanere in piedi, sedersi, dormire, stare sveglio, parlare, e nel rimanere in silenzio. ",
  "mn27:17.1": "Una volta che possiede questa intera gamma di etica nobile, questa soddisfazione nobile, questo nobile contegno dei sensi, e questa consapevolezza e presenza mentale nobili, ",
  "mn27:17.2": "frequenta un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia. ",
  "mn27:18.1": "Dopo il pasto, tornando dalla questua, si siede con le gambe incrociate e la schiena dritta, e stabilisce consapevolezza di fronte a sé. ",
  "mn27:18.2": "Abbandonando desiderio per il mondo, dimora con una mente libera dal desiderio, purificando la mente dal desiderio. ",
  "mn27:18.3": "Abbandonando malevolenza e odio, dimora con una mente libera dalla malevolenza, piena di premura per ogni essere vivente, purificando la mente dalla malevolenza. ",
  "mn27:18.4": "Abbandonando torpore e sonnolenza, dimora con una mente libera da torpore e sonnolenza, percependo luce, consapevole e presente, purificando la mente da torpore e sonnolenza. ",
  "mn27:18.5": "Abbandonando irrequietezza e rimorso, dimora senza irrequietezza, con mente in pace interiore, purificando la mente dall’irrequietezza e dal rimorso. ",
  "mn27:18.6": "Abbandonando il dubbio, dimora avendo superato il dubbio, non indeciso riguardo alle buone qualità, purificando la mente dal dubbio. ",
  "mn27:19.1": "Abbandona questi cinque impedimenti, corruzioni della mente che indeboliscono la saggezza. ",
  "mn27:19.2": "Poi, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn27:19.3": "Questa, bramino, si chiama ‘impronta del Realizzato’, e anche ‘residuo del Realizzato’, e anche ‘segno del Realizzato’. ",
  "mn27:19.4": "Ma un discepolo nobile non giunge ancora alla conclusione: ",
  "mn27:19.5": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è spiegato bene. La comunità sta praticando bene’. ",
  "mn27:20.1": "Inoltre, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, un monaco raggiunge e dimora nella seconda estasi. ",
  "mn27:20.2": "Anche questa si chiama ‘impronta del Realizzato’ … ",
  "mn27:21.1": "Inoltre, con lo svanire dell’euforia, dimorando con equanimità, consapevole e presente, toccando con mano la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli dimora nella felicità’, un monaco raggiunge e dimora nella terza estasi. ",
  "mn27:21.2": "Anche questa si chiama ‘impronta del Realizzato’ … ",
  "mn27:22.1": "Inoltre, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e dimora nella quarta estasi. ",
  "mn27:22.2": "Anche questa si chiama ‘impronta del Realizzato’ … ",
  "mn27:23.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la proietta ed estende al ricordo delle vite passate. ",
  "mn27:23.2": "Ricorda molti tipi di vite passate, cioè, una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. … Ricorda i suoi vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn27:23.3": "Anche questa si chiama ‘impronta del Realizzato’ … ",
  "mn27:24.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la proietta ed estende alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn27:24.2": "Con chiaroveggenza purificata e sovrumana, comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn27:24.3": "Anche questa si chiama ‘impronta del Realizzato’ … ",
  "mn27:25.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la proietta ed estende alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn27:25.2": "Comprende secondo realtà: ‘Questa è la sofferenza’ … ‘Questa è l’origine della sofferenza’ … ‘Questa è la cessazione della sofferenza’ … ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn27:25.3": "Comprende secondo realtà: ‘Questi sono i contaminanti’ … ‘Questa è l’origine dei contaminanti’ … ‘Questa è la cessazione dei contaminanti’ … ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn27:25.4": "Questa, bramino, si chiama ‘impronta del Realizzato’, e anche ‘residuo del Realizzato’, e anche ‘segno del Realizzato’. ",
  "mn27:25.5": "A questo punto un discepolo nobile non è ancora giunto, ma sta per giungere alla conclusione: ",
  "mn27:25.6": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è spiegato bene. La comunità sta praticando bene’. ",
  "mn27:26.1": "Conoscendo e vedendo così, la sua mente viene liberata dai contaminanti dei piaceri dei sensi, dell’esistenza, e dell’ignoranza. ",
  "mn27:26.2": "Una volta libero, capisce di essere libero. ",
  "mn27:26.3": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn27:26.4": "Questa, bramino, si chiama ‘impronta del Realizzato’, e anche ‘residuo del Realizzato’, e anche ‘segno del Realizzato’. ",
  "mn27:26.5": "A questo punto un discepolo nobile giunge alla conclusione: ",
  "mn27:26.6": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è spiegato bene. La comunità sta praticando bene’. ",
  "mn27:26.7": "Ed è a questo punto che la similitudine dell’impronta dell’elefante è completa in dettaglio”. ",
  "mn27:27.1": "Detto ciò, il bramino Jāṇussoṇi disse al Buddha: ",
  "mn27:27.2": "“Eccellente, Signor Gotama! Eccellente! ",
  "mn27:27.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn27:27.4": "Prendo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn27:27.5": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}