{
  "mn28:0.1": "Discorsi medi 28 ",
  "mn28:0.2": "Il discorso più lungo della similitudine dell’impronta dell’elefante ",
  "mn28:1.1": "Così ho sentito. ",
  "mn28:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn28:1.3": "Lì il Venerabile Sāriputta si rivolse ai monaci: ",
  "mn28:1.4": "“Fratelli monaci!” ",
  "mn28:1.5": "“Fratello”, risposero i monaci. ",
  "mn28:1.6": "Il Venerabile Sāriputta disse: ",
  "mn28:2.1": "“L’impronta di qualsiasi creatura che cammina sta all’interno dell’impronta di un elefante, quindi si dice che l’impronta dell’elefante sia la più grande di tutte. ",
  "mn28:2.2": "Allo stesso modo, ogni buona qualità è inclusa nelle quattro nobili verità. ",
  "mn28:2.3": "Quali quattro? ",
  "mn28:2.4": "Le nobili verità della sofferenza, dell’origine della sofferenza, della cessazione della sofferenza, e della pratica che porta alla cessazione della sofferenza. ",
  "mn28:3.1": "E qual è la nobile verità della sofferenza? ",
  "mn28:3.2": "La nascita è sofferenza; la vecchiaia è sofferenza; la morte è sofferenza; tristezza, lamento, dolore, malinconia, e angoscia sono sofferenza; non ottenere ciò che si vuole è sofferenza. In breve, i cinque aggregati di attaccamento sono sofferenza. ",
  "mn28:3.3": "E cosa sono i cinque aggregati di attaccamento? ",
  "mn28:3.4": "Sono questi: gli aggregati di attaccamento della forma, delle sensazioni, della percezione, delle intenzioni, e della coscienza. ",
  "mn28:4.1": "E cos’è l’aggregato di attaccamento della forma? ",
  "mn28:4.2": "I quattro stati della materia, e la forma derivata dai quattro stati della materia. ",
  "mn28:5.1": "E cosa sono i quattro stati della materia? ",
  "mn28:5.2": "La materia solida, liquida, e gassosa, e la temperatura. ",
  "mn28:6.1": "E cos’è la materia solida? ",
  "mn28:6.2": "La materia solida può essere interna o esterna. ",
  "mn28:6.3": "E cos’è la materia solida interna? ",
  "mn28:6.4": "Qualsiasi cosa dura, solida, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn28:6.5": "capelli, peli, unghie, denti, pelle, carne, tendini, ossa, midollo osseo, reni, cuore, fegato, diaframma, milza, polmoni, intestini, mesentere, cibo non digerito, feci, o qualsiasi altra cosa dura, solida, e personale che è interna, relativa a un individuo. ",
  "mn28:6.6": "Questa si chiama materia solida interna. ",
  "mn28:6.7": "La materia solida interna e la materia solida esterna sono entrambe semplicemente materia solida. ",
  "mn28:6.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn28:6.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della materia solida, si disinveste la mente dalla materia solida. ",
  "mn28:7.1": "Arriva un punto in cui la materia liquida esterna divampa. ",
  "mn28:7.2": "In quel momento la materia solida esterna sparisce. ",
  "mn28:7.3": "Quindi nonostante la sua grande età, la materia solida si rivelerà essere impermanente, soggetta a finire, sparire, e deperire. ",
  "mn28:7.4": "Cosa dire allora di questo corpo effimero preso come personale a causa della brama? Piuttosto che prenderlo come ‘io’, o ‘mio’, o ‘sono io’, un monaco non lo considera come alcuna di queste cose. ",
  "mn28:8.1": "Se gli altri maltrattano, attaccano, molestano, e tormentano quel monaco, lui comprende: ",
  "mn28:8.2": "‘Questa sensazione dolorosa nata dall’esperienza uditiva è sorta in me. ",
  "mn28:8.3": "Ciò è dipendente, non indipendente. ",
  "mn28:8.4": "Dipendente da cosa? ",
  "mn28:8.5": "Dipendente dall’esperienza’. ",
  "mn28:8.6": "Vede che l’esperienza, la sensazione, la percezione, le intenzioni, e la coscienza sono impermanenti. ",
  "mn28:8.7": "Basandosi solamente su questo, la sua mente diventa determinata, fiduciosa, stabile, e decisa. ",
  "mn28:9.1": "Altri potrebbero trattare quel monaco con disprezzo, disgusto, e detestazione, ",
  "mn28:9.2": "colpendolo con pugni, pietre, bastoni, e spade. ",
  "mn28:9.3": "Lui comprende: ",
  "mn28:9.4": "‘Questo corpo è tale che pugni, pietre, bastoni, e spade lo colpiscano. ",
  "mn28:9.5": "Ma il Buddha disse nella Similitudine della Sega: ",
  "mn28:9.6": "“Persino se dei vili banditi vi segassero via gli arti con una sega a due mani, chiunque avesse un pensiero malevolo a causa di ciò non starebbe seguendo le mie istruzioni”. ",
  "mn28:9.7": "La mia energia sarà attiva e infaticabile, la mia consapevolezza stabile e lucida, il mio corpo tranquillo e indisturbato, e la mia mente concentrata. ",
  "mn28:9.8": "Volentieri! Che pugni, pietre, bastoni, e spade colpiscano questo corpo! Poiché è così che si seguono le istruzioni dei Buddha’. ",
  "mn28:10.1": "Mentre richiama alla mente il Buddha, l’insegnamento, e la comunità in questo modo, l’equanimità basata su ciò che è buono potrebbe non stabilirsi in lui. ",
  "mn28:10.2": "In quel caso risveglia in sé un senso di urgenza: ",
  "mn28:10.3": "‘É peggio per me, é mia sciagura, ",
  "mn28:10.4": "che mentre richiamo alla mente il Buddha, l’insegnamento, e la comunità in questo modo, l’equanimità basata su ciò che è buono non si stabilisce in me’. ",
  "mn28:10.5": "Fa come una nuora che risveglia in sé un senso di urgenza nel vedere il proprio suocero. ",
  "mn28:10.8": "Ma se, mentre richiama alla mente il Buddha, l’insegnamento, e la comunità in questo modo, l’equanimità basata su ciò che è buono si stabilisce in lui, allora ne é soddisfatto. ",
  "mn28:10.9": "A questo punto, molto è stato fatto da quel monaco. ",
  "mn28:11.1": "E cos’é la materia liquida? ",
  "mn28:11.2": "La materia liquida può essere interna o esterna. ",
  "mn28:11.3": "E cos’è la materia liquida interna? ",
  "mn28:11.4": "Qualsiasi cosa acquosa, liquida, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn28:11.5": "bile, catarro, pus, sangue, sudore, grasso, lacrime, unto, saliva, muco, liquido sinoviale, urina, o qualsiasi altra cosa acquosa, liquida, e personale che è interna, relativa a un individuo. ",
  "mn28:11.6": "Questa si chiama materia liquida interna. ",
  "mn28:11.7": "La materia liquida interna e la materia liquida esterna sono entrambe semplicemente materia liquida. ",
  "mn28:11.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn28:11.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della materia liquida, si disinveste la mente dalla materia liquida. ",
  "mn28:12.1": "Arriva un punto in cui la materia liquida esterna divampa. ",
  "mn28:12.2": "Spazza via villaggi, cittadine, città, Paesi, e regioni. ",
  "mn28:12.3": "Arriva un punto in cui l’acqua dell’oceano si abbassa di cento leghe, o due, tre, quattro, cinque, sei, fino a settecento leghe. ",
  "mn28:12.4": "Arriva un punto in cui l’acqua dell’oceano è alta solo sette palme, o sei, cinque, quattro, tre, due, o persino solo una palma. ",
  "mn28:12.5": "Arriva un punto in cui l’acqua dell’oceano è alta solo sette aperture delle braccia, o sei, cinque, quattro, tre, due, o persino solo una apertura delle braccia. ",
  "mn28:12.6": "Arriva un punto in cui l’acqua dell’oceano è alta solo un braccio, o arriva solo fino alle anche, o alle ginocchia, o persino solo alle caviglie. ",
  "mn28:12.7": "Arriva un punto in cui nell’oceano non c’è nemmeno abbastanza acqua per bagnarsi la punta del dito. ",
  "mn28:12.8": "Quindi nonostante la sua grande età, la materia liquida si rivelerà essere impermanente, soggetta a finire, sparire, e deperire. ",
  "mn28:13.1": "Cosa dire allora di questo corpo effimero preso come personale a causa della brama? Piuttosto che prenderlo come ‘io’, o ‘mio’, o ‘sono io’, un monaco non lo considera come alcuna di queste cose. … ",
  "mn28:14.1": "Se, mentre riporta alla mente il Buddha, l’insegnamento, e la comunità in questo modo, l’equanimità basata su ciò che è buono si stabilisce in lui, allora ne é soddisfatto. ",
  "mn28:15.1": "A questo punto, molto è stato fatto da quel monaco. ",
  "mn28:16.1": "E cos’è la temperatura? ",
  "mn28:16.2": "La temperatura può essere interna o esterna. ",
  "mn28:16.3": "E cos’è la temperatura interna? ",
  "mn28:16.4": "Qualsiasi cosa calda, ardente, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn28:16.5": "ciò che emana calore, ciò che invecchia, ciò che si scalda quando si ha la febbre, ciò che digerisce correttamente cibo e bevande, o qualsiasi altra cosa calda, ardente, e personale che è interna, relativa a un individuo. ",
  "mn28:16.6": "Questa si chiama temperatura interna. ",
  "mn28:16.7": "La temperatura interna e la temperatura esterna sono entrambe semplicemente temperatura. ",
  "mn28:16.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn28:16.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della temperatura, si disinveste la mente dalla temperatura. ",
  "mn28:17.1": "Arriva un punto in cui la temperatura esterna divampa. ",
  "mn28:17.2": "Brucia villaggi, cittadine, città, Paesi, e regioni fino a che ",
  "mn28:17.3": "raggiunge un campo verde, il ciglio di una strada, il bordo di una rupe, una massa d’acqua, o un parco sgombrato, dove si estingue per mancanza di combustibile. ",
  "mn28:17.4": "Arriva un punto in cui si cerca del fuoco prendendo con sé solo una piuma di gallina o un pezzo di tendine come accendino. ",
  "mn28:17.5": "Quindi nonostante la sua grande età, la temperatura si rivelerà essere impermanente, soggetta a finire, sparire, e deperire. ",
  "mn28:17.6": "Cosa dire allora di questo corpo effimero preso come personale a causa della brama? Piuttosto che prenderlo come ‘io’, o ‘mio’, o ‘sono io’, un monaco non lo considera come alcuna di queste cose. … ",
  "mn28:18-20.1": "Se, mentre riporta alla mente il Buddha, l’insegnamento, e la comunità in questo modo, l’equanimità basata su ciò che è buono si stabilisce in lui, allora ne é soddisfatto. ",
  "mn28:18-20.2": "A questo punto, molto è stato fatto da quel monaco. ",
  "mn28:21.1": "E cos’è la materia gassosa? ",
  "mn28:21.2": "La materia gassosa può essere interna o esterna. ",
  "mn28:21.3": "E cos’è la materia gassosa interna? ",
  "mn28:21.4": "Qualsiasi cosa ventosa, gassosa, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn28:21.5": "aria che va su e giù, l’aria nella pancia o nelle intestina, l’aria che scorre negli arti, inspirazione ed espirazione, o qualsiasi altra cosa ventosa, gassosa, e personale che è interna, relativa a un individuo. ",
  "mn28:21.6": "Questa si chiama materia gassosa interna. ",
  "mn28:21.7": "La materia gassosa interna e la materia gassosa esterna sono entrambe semplicemente materia gassosa. ",
  "mn28:21.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn28:21.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della materia gassosa, si disinveste la mente dalla materia gassosa. ",
  "mn28:22.1": "Arriva un punto in cui la materia gassosa esterna divampa. ",
  "mn28:22.2": "Spazza via villaggi, cittadine, città, Paesi, e regioni. ",
  "mn28:22.3": "Arriva un punto in cui, nell’ultimo mese dell’estate, si cerca aria usando una foglia di palma o un ventaglio, e nemmeno le foglie che sporgono dai tetti di paglia si muovono. ",
  "mn28:22.4": "Quindi nonostante la sua grande età, la materia gassosa si rivelerà essere impermanente, soggetta a finire, sparire, e deperire. ",
  "mn28:22.5": "Cosa dire allora di questo corpo effimero preso come personale a causa della brama? Piuttosto che prenderlo come ‘io’, o ‘mio’, o ‘sono io’, un monaco non lo considera come alcuna di queste cose. ",
  "mn28:23.1": "Se gli altri maltrattano, attaccano, molestano, e tormentano quel monaco, lui comprende: ",
  "mn28:23.2": "‘Questa sensazione dolorosa nata dall’esperienza uditiva è sorta in me. ",
  "mn28:23.3": "Ciò è dipendente, non indipendente. ",
  "mn28:23.4": "Dipendente da cosa? ",
  "mn28:23.5": "Dipendente dall’esperienza. ",
  "mn28:23.6": "Vede che l’esperienza, la sensazione, la percezione, le intenzioni, e la coscienza sono impermanenti. ",
  "mn28:23.7": "Basandosi solamente su questo, la sua mente diventa determinata, fiduciosa, stabile, e decisa. ",
  "mn28:24.1": "Altri potrebbero trattare quel monaco con disprezzo, disgusto, e detestazione, colpendolo con pugni, pietre, bastoni, e spade. ",
  "mn28:24.2": "Lui comprende: ‘Questo corpo è tale che pugni, pietre, bastoni, e spade lo colpiscano. ",
  "mn28:24.3": "Ma il Buddha disse nella Similitudine della Sega: ‘Persino se dei vili banditi vi segassero via gli arti con una sega a due mani, chiunque avesse un pensiero malevolo a causa di ciò non starebbe seguendo le mie istruzioni’. ",
  "mn28:24.4": "La mia energia sarà attiva e infaticabile, la mia consapevolezza stabile e lucida, il mio corpo tranquillo e indisturbato, e la mia mente concentrata. ",
  "mn28:24.5": "Volentieri! Che pugni, pietre, bastoni, e spade colpiscano questo corpo! Poiché è così che si seguono le istruzioni dei Buddha’. ",
  "mn28:25.1": "Mentre riporta alla mente il Buddha, l’insegnamento, e la comunità in questo modo, l’equanimità basata su ciò che è buono potrebbe non stabilirsi in lui. ",
  "mn28:25.2": "In quel caso risveglia in sé un senso di urgenza: ",
  "mn28:25.3": "‘É peggio per me, é mia sciagura, ",
  "mn28:25.4": "che mentre riporto alla mente il Buddha, l’insegnamento, e la comunità in questo modo, l’equanimità basata su ciò che è buono non si stabilisce in me’. ",
  "mn28:25.5": "Fa come una nuora che risveglia in sé un senso di urgenza nel vedere il proprio suocero. ",
  "mn28:25.10": "Ma se, mentre riporta alla mente il Buddha, l’insegnamento, e la comunità in questo modo, l’equanimità basata su ciò che è buono si stabilisce in lui, allora ne é soddisfatto. ",
  "mn28:25.11": "A questo punto, molto è stato fatto da quel monaco. ",
  "mn28:26.1": "Quando uno spazio è circondato da rami, piante rampicanti, erba, e fango si chiama ‘edificio’. ",
  "mn28:26.2": "Allo stesso modo, quando uno spazio è circondato da ossa, tendini, carne, e pelle si chiama ‘forma’. ",
  "mn28:27.1": "Fratelli, sebbene l’occhio sia intatto internamente, finché forme esterne non entrano nel campo visivo e non vi è interazione corrispondente, non c’è manifestazione del corrispondente tipo di coscienza. ",
  "mn28:27.2": "Sebbene l’occhio sia intatto internamente e forme esterne entrino nel campo visivo, finché non vi è interazione corrispondente non c’è manifestazione del corrispondente tipo di coscienza. ",
  "mn28:27.3": "Ma quando l’occhio è intatto internamente, forme esterne entrano nel campo visivo e vi è interazione corrispondente, c’è manifestazione del corrispondente tipo di coscienza. ",
  "mn28:28.1": "La forma che si manifesta come risultato di questo processo è inclusa nell’aggregato di attaccamento della forma. Le sensazioni, la percezione, le intenzioni, e la coscienza che si manifestano come risultato di questo processo sono ognuna inclusa nell’aggregato di attaccamento corrispondente. ",
  "mn28:28.2": "Lui comprende: ",
  "mn28:28.3": "‘Quindi è così che si arriva alla formazione, costruzione, e produzione di questi cinque aggregati di attaccamento. ",
  "mn28:28.4": "Infatti il Buddha disse: ",
  "mn28:28.5": "“Chi vede l’originazione dipendente vede l’insegnamento. ",
  "mn28:28.6": "Chi vede l'insegnamento vede l’originazione dipendente”. ",
  "mn28:28.7": "E questi cinque aggregati di attaccamento sono davvero originati in maniera dipendente. ",
  "mn28:28.8": "Il desiderio, l’aggrapparsi, l’attrazione, e l’attaccamento verso questi cinque aggregati di attaccamento è l’origine della sofferenza. ",
  "mn28:28.9": "Domare e rimuovere l’avidità e l’appetito per questi cinque aggregati di attaccamento è la cessazione della sofferenza’. ",
  "mn28:28.10": "A questo punto, molto è stato fatto da quel monaco. ",
  "mn28:29-30.1": "Sebbene l’orecchio … ",
  "mn28:31-32.1": "il naso … ",
  "mn28:33-34.1": "la lingua … ",
  "mn28:35-36.1": "il corpo … ",
  "mn28:37.1": "la mente sia intatta internamente, finché fenomeni mentali esterni non entrano nel campo mentale e non vi è interazione corrispondente, non c’è manifestazione del corrispondente tipo di coscienza. ",
  "mn28:38.1": "Sebbene la mente sia intatta internamente e fenomeni mentali esterni entrino nel campo mentale, finché non vi è interazione corrispondente non c’è manifestazione del corrispondente tipo di coscienza. ",
  "mn28:38.2": "Ma quando la mente è intatta internamente, fenomeni mentali esterni entrano nel campo mentale e vi è interazione corrispondente, c’è manifestazione del corrispondente tipo di coscienza. ",
  "mn28:38.3": "La forma che si manifesta come risultato di questo processo è inclusa nell’aggregato di attaccamento della forma. Le sensazioni, la percezione, le intenzioni, e la coscienza che si manifestano come risultato di questo processo sono ognuna inclusa nell’aggregato di attaccamento corrispondente. ",
  "mn28:38.4": "Lui comprende: ",
  "mn28:38.5": "‘Quindi è così che si arriva alla formazione, costruzione, e produzione di questi cinque aggregati di attaccamento. ",
  "mn28:38.6": "Infatti il Buddha disse: ",
  "mn28:38.7": "“Chi vede l’originazione dipendente vede l’insegnamento. ",
  "mn28:38.8": "Chi vede l’insegnamento vede l’originazione dipendente.” ",
  "mn28:38.9": "E questi cinque aggregati di attaccamento sono davvero originati in maniera dipendente. ",
  "mn28:38.10": "Il desiderio, l’aggrapparsi, l’attrazione, e l’attaccamento verso questi cinque aggregati di attaccamento è l’origine della sofferenza. ",
  "mn28:38.11": "Domare e rimuovere l’avidità e l’appetito per questi cinque aggregati di attaccamento è la cessazione della sofferenza’. ",
  "mn28:38.12": "A questo punto, molto è stato fatto da quel monaco”. ",
  "mn28:38.13": "Questo è ciò che il Venerabile Sāriputta disse. ",
  "mn28:38.14": "Contenti, i monaci trassero piacere da ciò che il Venerabile Sāriputta disse. "
}