{
  "mn29:0.1": "Discorsi medi 29 ",
  "mn29:0.2": "Il discorso più lungo della similitudine del durame ",
  "mn29:1.1": "Così ho sentito. ",
  "mn29:1.2": "Una volta il Buddha si trovava vicino a Rājagaha, sulla Montagna del Picco dell’Avvoltoio, non molto dopo che Devadatta se ne era andato. ",
  "mn29:1.3": "Lì il Buddha parlò ai monaci riguardo a Devadatta: ",
  "mn29:2.1": "“Monaci, prendete il caso di un giovane che ha lasciato la vita laica per quella da senzatetto, pensando: ",
  "mn29:2.2": "‘Sono sommerso da nascita, vecchiaia, e morte; da tristezza, lamento, dolore, malinconia, e angoscia. Sono sommerso dalla sofferenza, incastrato nella sofferenza. ",
  "mn29:2.3": "Magari posso mettere fine a questa intera massa di sofferenza’. ",
  "mn29:2.4": "Una volta presi i voti genera averi, onore, e fama. ",
  "mn29:2.5": "È soddisfatto così, e ha ottenuto ciò che desidera. ",
  "mn29:2.6": "Glorifica se stesso e denigra gli altri a causa di ciò: ",
  "mn29:2.7": "‘Sono io quello con averi, onore, e fama. Questi altri monaci sono sconosciuti e insignificanti’. ",
  "mn29:2.8": "E quindi diventa indulgente e cade nella negligenza a causa di quegli averi, onore, e fama. Ed essendo negligente vive nella sofferenza. ",
  "mn29:2.9": "Immaginate una persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Ma, tralasciando il durame, l’alburno, il floema, e la corteccia, taglia i rami e le foglie, e se va immaginando che siano durame. ",
  "mn29:2.10": "Se una persona con occhi buoni la vedesse, direbbe: ",
  "mn29:2.11": "‘Questa persona non capisce la differenza tra il durame, l’alburno, il floema, la corteccia, i rami, e le foglie. ",
  "mn29:2.12": "È per questo che li ha tralasciati, ha tagliato i rami e le foglie, e se ne è andato immaginando che fossero durame. ",
  "mn29:2.13": "Non realizzerà ciò che necessita dal durame’. … ",
  "mn29:2.21": "Questo si chiama un monaco che ha afferrato i rami e le foglie della vita spirituale, ",
  "mn29:2.22": "e si è fermato troppo presto. ",
  "mn29:3.1": "Poi, prendete il caso di un giovane che ha lasciato la vita laica per quella da senzatetto … ",
  "mn29:3.4": "Una volta presi i voti genera averi, onore, e fama. ",
  "mn29:3.5": "Non è soddisfatto così, e non ha ottenuto ciò che desidera. ",
  "mn29:3.6": "Non glorifica se stesso e non denigra gli altri a causa di ciò. ",
  "mn29:3.7": "Nè diventa indulgente o cade nella negligenza a causa di quegli averi, onore, e fama. ",
  "mn29:3.8": "Essendo diligente raggiunge l’adempimento dei precetti etici. ",
  "mn29:3.9": "È soddisfatto così, e ha ottenuto ciò che desidera. ",
  "mn29:3.10": "Glorifica se stesso e denigra gli altri a causa di ciò: ",
  "mn29:3.11": "‘Sono io quello etico, di buon carattere. Questi altri monaci non sono etici, hanno un cattivo carattere’. ",
  "mn29:3.12": "E quindi diventa indulgente e cade nella negligenza a causa del proprio adempimento dei precetti etici. Ed essendo negligente vive nella sofferenza. ",
  "mn29:3.13": "Immaginate una persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Ma, tralasciando il durame, l’alburno, e il floema, taglia la corteccia e se va immaginando che sia durame. ",
  "mn29:3.14": "Se una persona con occhi buoni la vedesse, direbbe: ",
  "mn29:3.15": "‘Questa persona non capisce la differenza tra il durame, l’alburno, il floema, la corteccia, i rami, e le foglie. ",
  "mn29:3.16": "È per questo che li ha tralasciati, ha tagliato la corteccia, e se ne è andato immaginando che fosse durame. ",
  "mn29:3.17": "Non realizzerà ciò che necessita dal durame’. … ",
  "mn29:4.13": "Questo si chiama un monaco che ha afferrato la corteccia della vita spirituale, ",
  "mn29:4.14": "e si è fermato troppo presto. ",
  "mn29:4.15": "Poi, prendete il caso di un giovane che ha lasciato la vita laica per quella da senzatetto … ",
  "mn29:4.18": "Una volta presi i voti genera averi, onore, e fama. … ",
  "mn29:4.25": "Essendo diligente, raggiunge padronanza della concentrazione. ",
  "mn29:4.26": "È soddisfatto così, e ha ottenuto ciò che desidera. ",
  "mn29:4.27": "Glorifica se stesso e denigra gli altri a causa di ciò: ",
  "mn29:4.28": "‘Sono io quello concentrato, con mente raccolta. Questi altri monaci non sono concentrati, le loro menti sono distratte’. ",
  "mn29:4.29": "E quindi diventa indulgente e cade nella negligenza a causa della propria padronanza della concentrazione. Ed essendo negligente vive nella sofferenza. ",
  "mn29:4.30": "Immaginate una persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Ma, tralasciando il durame e l’alburno, taglia il floema e se va immaginando che sia durame. ",
  "mn29:4.31": "Se una persona con occhi buoni la vedesse, direbbe: ‘Questa persona non capisce la differenza tra il durame, l’alburno, il floema, la corteccia, i rami, e le foglie. ",
  "mn29:4.32": "È per questo che li ha tralasciati, ha tagliato il floema, e se ne è andato immaginando che fosse durame. ",
  "mn29:4.33": "Non realizzerà ciò che necessita dal durame’. … ",
  "mn29:4.48": "Questo si chiama un monaco che ha afferrato il floema della vita spirituale, ",
  "mn29:4.49": "e si è fermato troppo presto. ",
  "mn29:5.1": "Poi, prendete il caso di un giovane che ha lasciato la vita laica per quella da senzatetto … ",
  "mn29:5.4": "Una volta presi i voti genera averi, onore, e fama. ",
  "mn29:5.5": "Non è soddisfatto così, e non ha ottenuto ciò che desidera. ",
  "mn29:5.14": "Essendo diligente, raggiunge conoscenza e visione. ",
  "mn29:5.15": "È soddisfatto così, e ha ottenuto ciò che desidera. ",
  "mn29:5.16": "Glorifica se stesso e denigra gli altri a causa di ciò: ",
  "mn29:5.17": "‘Sono io che medito conoscendo e vedendo. ",
  "mn29:5.18": "Questi altri monaci non meditano conoscendo o vedendo’. ",
  "mn29:5.19": "E quindi diventa indulgente e cade nella negligenza a causa della propria conoscenza e visione. Ed essendo negligente vive nella sofferenza. ",
  "mn29:5.20": "Immaginate una persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Ma, tralasciando il durame, taglia l’alburno e se va immaginando che sia durame. ",
  "mn29:5.21": "Se una persona con occhi buoni la vedesse, direbbe: ",
  "mn29:5.22": "‘Questa persona non capisce la differenza tra il durame, l’alburno, il floema, la corteccia, i rami, e le foglie. ",
  "mn29:5.23": "È per questo che li ha tralasciati, ha tagliato l’alburno, e se ne è andato immaginando che fosse durame. ",
  "mn29:5.24": "Non realizzerà ciò che necessita dal durame’. … ",
  "mn29:5.42": "Questo si chiama un monaco che ha afferrato l’alburno della vita spirituale, ",
  "mn29:5.43": "e si è fermato troppo presto. ",
  "mn29:6.1": "Poi, prendete il caso di un giovane che ha lasciato la vita laica per quella da senzatetto, pensando: ",
  "mn29:6.2": "‘Sono sommerso da nascita, vecchiaia, e morte; da tristezza, lamento, dolore, malinconia, e angoscia. Sono sommerso dalla sofferenza, incastrato nella sofferenza. ",
  "mn29:6.3": "Magari posso mettere fine a questa intera massa di sofferenza’. ",
  "mn29:6.4": "Una volta presi i voti genera averi, onore, e fama. ",
  "mn29:6.5": "Non è soddisfatto così, e non ha ottenuto ciò che desidera. ",
  "mn29:6.6": "Non glorifica se stesso o denigra gli altri a causa di ciò. ",
  "mn29:6.7": "Nè diventa indulgente o cade nella negligenza a causa di quegli averi, onore, e fama. Essendo diligente raggiunge l’adempimento dei precetti etici. ",
  "mn29:6.8": "Non è soddisfatto così, e non ha ottenuto ciò che desidera. ",
  "mn29:6.9": "Non glorifica se stesso o denigra gli altri a causa di ciò. ",
  "mn29:6.10": "Nè diventa indulgente o cade nella negligenza a causa del proprio adempimento dei precetti etici. Essendo diligente raggiunge padronanza della concentrazione. ",
  "mn29:6.11": "Non è soddisfatto così, e non ha ottenuto ciò che desidera. ",
  "mn29:6.12": "Non glorifica se stesso o denigra gli altri a causa di ciò. ",
  "mn29:6.13": "Nè diventa indulgente o cade nella negligenza a causa della propria padronanza della concentrazione. Essendo diligente raggiunge conoscenza e visione. ",
  "mn29:6.14": "Non è soddisfatto così, e non ha ottenuto ciò che desidera. ",
  "mn29:6.15": "Non glorifica se stesso o denigra gli altri a causa di ciò. ",
  "mn29:6.16": "Nè diventa indulgente o cade nella negligenza a causa della propria conoscenza e visione. Essendo diligente raggiunge la libertà permanente. ",
  "mn29:6.17": "Ed è impossibile per quel monaco regredire da quella libertà permanente. ",
  "mn29:6.18": "Immaginate una persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Taglia solo il durame e se ne va sapendo che è durame. ",
  "mn29:6.19": "Se una persona con occhi buoni la vedesse, direbbe: ",
  "mn29:6.20": "‘Questa persona capisce la differenza tra il durame, l’alburno, il floema, la corteccia, i rami, e le foglie. ",
  "mn29:6.21": "È per questo che ha tagliato solo il durame, e se ne è andato sapendo che era durame. ",
  "mn29:6.22": "Realizzerà qualunque cosa necessiti dal durame’. … ",
  "mn29:6.39": "È impossibile per quel monaco regredire da quella libertà permanente. ",
  "mn29:7.1": "Quindi, monaci, questa vita spirituale non viene intrapresa al fine di averi, onore, e fama, o adempimento dei precetti etici, o padronanza della concentrazione, o conoscenza e visione. ",
  "mn29:7.2": "Piuttosto, l’obiettivo, il durame, e lo scopo finale della vita spirituale è l’irremovibile libertà della mente”. ",
  "mn29:7.4": "Questo è ciò che il Buddha disse. ",
  "mn29:7.5": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}