{
  "mn2:0.1": "Discorsi medi 2 ",
  "mn2:0.2": "Il discorso su tutti i contaminanti ",
  "mn2:1.1": "Così ho sentito. ",
  "mn2:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn2:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn2:1.4": "“Monaci!” ",
  "mn2:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn2:1.6": "Il Buddha disse: ",
  "mn2:2.1": "“Monaci, vi insegno l’esposizione sul contegno di tutti i contaminanti. ",
  "mn2:2.2": "Ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn2:2.3": "“Sì, Signore”, risposero i monaci. ",
  "mn2:2.4": "Il Buddha disse: ",
  "mn2:3.1": "“Monaci, io dico che l’eliminazione dei contaminanti è per chi conosce e vede, non per chi non conosce e non vede. ",
  "mn2:3.2": "Per chi conosce e vede che cosa? ",
  "mn2:3.3": "L’attenzione lungimirante e l’attenzione avventata. ",
  "mn2:3.4": "Quando si presta attenzione avventatamente, i contaminanti si manifestano, e una volta manifestati si rafforzano. ",
  "mn2:3.5": "Quando si presta attenzione in maniera lungimirante, i contaminanti non si manifestano, e quelli già manifestati vengono abbandonati. ",
  "mn2:4.1": "Alcuni contaminanti devono essere abbandonati vedendo, alcuni contenendosi, alcuni usando, alcuni sopportando, alcuni evitando, alcuni scacciando, e alcuni sviluppando. ",
  "mn2:5.0": "1. Contaminanti da abbandonare vedendo ",
  "mn2:5.1": "E quali sono i contaminanti che devono essere abbandonati vedendo? ",
  "mn2:5.2": "Prendete una persona ordinaria non istruita che non ha visto i nobili, e non è né abile né addestrata all’insegnamento nobile. Non ha visto veri uomini, e non è né abile né addestrata all’insegnamento dei veri uomini. ",
  "mn2:5.3": "Non capisce a cosa dovrebbe prestare attenzione e a cosa non dovrebbe prestare attenzione. ",
  "mn2:5.4": "Quindi presta attenzione a cose a cui non dovrebbe, e non presta attenzione a cose a cui dovrebbe. ",
  "mn2:6.1": "E quali sono le cose a cui presta attenzione ma non dovrebbe? ",
  "mn2:6.2": "Sono le cose che, quando viene prestata loro attenzione, fanno manifestare i contaminanti non manifestati e fanno rafforzare i contaminanti manifestati; i contaminanti dei piaceri dei sensi, ",
  "mn2:6.3": "dell’esistenza, ",
  "mn2:6.4": "e dell’ignoranza. ",
  "mn2:6.5": "Queste sono le cose a cui presta attenzione ma non dovrebbe. ",
  "mn2:6.6": "E quali sono le cose a cui non presta attenzione ma dovrebbe? ",
  "mn2:6.7": "Sono le cose che, quando viene prestata loro attenzione, non fanno manifestare i contaminanti non manifestati e fanno abbandonare i contaminanti manifestati; i contaminanti dei piaceri dei sensi, ",
  "mn2:6.8": "dell’esistenza, ",
  "mn2:6.9": "e dell’ignoranza. ",
  "mn2:6.10": "Queste sono le cose a cui non presta attenzione ma dovrebbe. ",
  "mn2:7.1": "A causa del prestare attenzione a ciò a cui non dovrebbe e del non prestare attenzione a ciò a cui dovrebbe, i contaminanti non manifestati si manifestano e i contaminanti manifestati crescono. ",
  "mn2:7.2": "Così è come presta attenzione avventatamente: ",
  "mn2:7.3": "‘Esistevo in passato? Non esistevo in passato? Cos’ero in passato? Com’ero in passato? Dopo essere stato cosa, cosa sono diventato in passato? ",
  "mn2:7.4": "Esisterò in futuro? Non esisterò in futuro? Cosa sarò in futuro? Come sarò in futuro? Dopo essere stato cosa, cosa diventerò in futuro?’ ",
  "mn2:7.5": "Oppure è indeciso riguardo al presente in questo modo: ",
  "mn2:7.6": "‘Io sono? Io non sono? Cosa sono? Come sono? Questo essere senziente, da dove è venuto? E dove andrà?’ ",
  "mn2:8.1": "Quando presta attenzione avventatamente in questo modo, una delle seguenti opinioni nasce in lui e viene presa come dato di fatto: ",
  "mn2:8.2": "L’opinione: ‘Il mio Sé esisterà ancora’. ",
  "mn2:8.3": "L’opinione: ‘Il mio Sé non esisterà più’. ",
  "mn2:8.4": "L’opinione: ‘Percepisco il Sé con il Sé’. ",
  "mn2:8.5": "L’opinione: ‘Percepisco ciò che non è il Sé con il Sé’. ",
  "mn2:8.6": "L’opinione: ‘Percepisco il Sé con ciò che non è il Sé’. ",
  "mn2:8.7": "O è dell’opinione: ",
  "mn2:8.8": "‘Questo mio Sé è colui che parla e che fa esperienza dei risultati di azioni buone e cattive qui e là. Questo Sé è permanente, perenne, eterno, e indistruttibile, e durerà per sempre’. ",
  "mn2:8.9": "Questo si chiama un equivoco, il bosco delle opinioni, il deserto delle opinioni, il trucco delle opinioni, l’elusione delle opinioni, la catena delle opinioni. ",
  "mn2:8.10": "Una persona ordinaria non istruita incatenata dalle opinioni non è libera dalla nascita, dalla vecchiaia, dalla morte, dalla tristezza, dal lamento, dal dolore, dalla malinconia, e dall’angoscia. ",
  "mn2:8.11": "Non è libera dalla sofferenza, dico io. ",
  "mn2:9.1": "Ma prendete un nobile discepolo istruito ",
  "mn2:9.2": "che ha visto i nobili, ed è abile e addestrato all’insegnamento nobile. Ha visto veri uomini, ed è abile e addestrato all’insegnamento dei veri uomini. ",
  "mn2:9.3": "Capisce a cosa dovrebbe prestare attenzione e a cosa non dovrebbe prestare attenzione. ",
  "mn2:9.4": "Quindi presta attenzione a ciò a cui dovrebbe, e non presta attenzione a ciò a cui non dovrebbe. ",
  "mn2:10.1": "E quali sono le cose a cui non presta attenzione e non dovrebbe? ",
  "mn2:10.2": "Sono le cose che, quando viene prestata loro attenzione, fanno manifestare i contaminanti non manifestati e fanno rafforzare i contaminanti manifestati; i contaminanti dei piaceri dei sensi, ",
  "mn2:10.3": "dell’esistenza, ",
  "mn2:10.4": "e dell’ignoranza. ",
  "mn2:10.5": "Queste sono le cose a cui non presta attenzione e non dovrebbe. ",
  "mn2:10.6": "E quali sono le cose a cui presta attenzione e dovrebbe? ",
  "mn2:10.7": "Sono le cose che, quando viene prestata loro attenzione, non fanno manifestare i contaminanti non manifestati e fanno abbandonare i contaminanti manifestati; i contaminanti dei piaceri dei sensi, ",
  "mn2:10.8": "dell’esistenza, ",
  "mn2:10.9": "e dell’ignoranza. ",
  "mn2:10.10": "Queste sono le cose a cui presta attenzione e dovrebbe. ",
  "mn2:10.11": "Grazie al non prestare attenzione a ciò a cui non dovrebbe e al prestare attenzione a ciò a cui dovrebbe, i contaminanti non manifestati non si manifestano e i contaminanti manifestati vengono abbandonati. ",
  "mn2:11.1": "Presta attenzione in maniera lungimirante: ‘Questa è la sofferenza’ … ‘Questa è l’origine della sofferenza’ … ‘Questa è la cessazione della sofferenza’ … ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn2:11.2": "E facendo così abbandona tre catene: ",
  "mn2:11.3": "Il sostanzialismo, il dubbio, e il fraintendimento di precetti e osservanze. ",
  "mn2:11.4": "Questi si chiamano contaminanti che devono essere abbandonati vedendo. ",
  "mn2:12.0": "2. Contaminanti da abbandonare contenendosi ",
  "mn2:12.1": "E quali sono i contaminanti che devono essere abbandonati contenendosi? ",
  "mn2:12.2": "Prendete un monaco che, riflettendo in maniera lungimirante, vive contenendo la facoltà dell’occhio. ",
  "mn2:12.3": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero in chi vive senza contegno della facoltà dell’occhio non si manifestano quando c’è contegno. ",
  "mn2:12.4": "Riflettendo in maniera lungimirante, vive contenendo la facoltà dell’orecchio … ",
  "mn2:12.5": "del naso … ",
  "mn2:12.6": "della lingua … ",
  "mn2:12.7": "del corpo … ",
  "mn2:12.8": "e della mente. ",
  "mn2:12.9": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero in chi vive senza contegno della facoltà della mente non si manifestano quando c’è contegno. ",
  "mn2:12.10": "E poiché i contaminanti angoscianti e febbrili che si manifesterebbero in chi vive senza contegno non si manifestano quando c’è contegno. ",
  "mn2:12.11": "Questi si chiamano contaminanti che devono essere abbandonati contenendosi. ",
  "mn2:13.0": "3. Contaminanti da abbandonare usando ",
  "mn2:13.1": "E quali sono i contaminanti che devono essere abbandonati usando? ",
  "mn2:13.2": "Prendete un monaco che, riflettendo in maniera lungimirante, usa gli abiti: ",
  "mn2:13.3": "‘Solo al fine di allontanare il freddo e il caldo; per allontanare il tocco delle mosche, delle zanzare, del vento, del sole, e dei rettili; e per coprire le parti intime’. ",
  "mn2:14.1": "Riflettendo in maniera lungimirante, usa il cibo elemosinato: ",
  "mn2:14.2": "‘Non per piacere, indulgenza, abbellimento, o estetica, ma solo per sostenere questo corpo, per evitare danno, e sostenere la pratica spirituale. In questo modo, metterò fine a vecchio disagio e non darò origine a nuovo disagio, e vivrò senza colpe e a mio agio’. ",
  "mn2:15.1": "Riflettendo in maniera lungimirante, usa gli alloggi: ",
  "mn2:15.2": "‘Solo al fine di allontanare il freddo e il caldo; per allontanare il tocco delle mosche, delle zanzare, del vento, del sole, e dei rettili; per ripararsi dal maltempo e godere di ritiro’. ",
  "mn2:16.1": "Riflettendo in maniera lungimirante, usa medicine e provvigioni per malati: ",
  "mn2:16.2": "‘Solo al fine di allontanare i dolori della malattia e promuovere buona salute’. ",
  "mn2:17.1": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero in chi vive senza usare queste cose non si manifestano quando vengono usate. ",
  "mn2:17.2": "Questi si chiamano contaminanti che devono essere abbandonati usando. ",
  "mn2:18.0": "4. Contaminanti da abbandonare sopportando ",
  "mn2:18.1": "E quali sono i contaminanti che devono essere abbandonati sopportando? ",
  "mn2:18.2": "Prendete un monaco che, riflettendo in maniera lungimirante, sopporta freddo, caldo, fame, e sete. Sopporta il tocco delle mosche, delle zanzare, del vento, del sole, e dei rettili. Sopporta critiche scortesi e sgradite. E sopporta il dolore fisico pungente, severo, acuto, spiacevole, sgradevole, e pericoloso alla vita. ",
  "mn2:18.3": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero in chi vive senza sopportare queste cose non si manifestano quando vengono sopportate. ",
  "mn2:18.4": "Questi si chiamano contaminanti che devono essere abbandonati sopportando. ",
  "mn2:19.0": "5. Contaminanti da abbandonare evitando ",
  "mn2:19.1": "E quali sono i contaminanti che devono essere abbandonati evitando? ",
  "mn2:19.2": "Prendete un monaco che, riflettendo in maniera lungimirante, evita un elefante selvaggio, un cavallo selvaggio, un bue selvaggio, un cane selvaggio, un serpente, un ceppo, del terreno spinoso, una fossa, un precipizio, una palude, o una fogna. ",
  "mn2:19.3": "Riflettendo in maniera lungimirante, evita di sedersi in posti inappropriati, di camminare in quartieri inappropriati, e di frequentare amici malsani; qualsiasi cosa che i compagni spirituali giudiziosi credano essere un ambiente malsano. ",
  "mn2:19.4": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero in chi vive senza evitare queste cose non si manifestano quando vengono evitate. ",
  "mn2:19.5": "Questi si chiamano contaminanti che devono essere abbandonati evitando. ",
  "mn2:20.0": "6. Contaminanti da abbandonare scacciando ",
  "mn2:20.1": "E quali sono i contaminanti che devono essere abbandonati scacciando? ",
  "mn2:20.2": "Prendete un monaco che, riflettendo in maniera lungimirante, non tollera un pensiero sensuale, maligno, o crudele che si manifesta, ma lo abbandona, se ne sbarazza, lo elimina, e lo oblitera. Non tollera alcuna qualità cattiva o malsana che si manifesta, ma la abbandona, se ne sbarazza, la elimina, e la oblitera. ",
  "mn2:20.3": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero in chi vive senza scacciare queste cose non si manifestano quando vengono scacciate. ",
  "mn2:20.4": "Questi si chiamano contaminanti che devono essere abbandonati scacciando. ",
  "mn2:21.0": "7. Contaminanti da abbandonare sviluppando ",
  "mn2:21.1": "E quali sono i contaminanti che devono essere abbandonati sviluppando? ",
  "mn2:21.2": "Prendete un monaco che, riflettendo in maniera lungimirante, sviluppa il fattore di risveglio della consapevolezza, ",
  "mn2:21.3": "dell’investigazione dei fenomeni, ",
  "mn2:21.4": "dell’energia, ",
  "mn2:21.5": "dell’euforia, ",
  "mn2:21.6": "della tranquillità, ",
  "mn2:21.7": "della concentrazione, ",
  "mn2:21.8": "e dell’equanimità, che sono supportati dall’isolamento, dallo svanire dell’avidità, dalla cessazione, e maturano nel distacco. ",
  "mn2:21.9": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero in chi vive senza sviluppare queste cose non si manifestano quando vengono sviluppate. ",
  "mn2:21.10": "Questi si chiamano contaminanti che devono essere abbandonati sviluppando. ",
  "mn2:22.1": "Ora, prendete un monaco che, vedendo, ha abbandonato i contaminanti che devono essere abbandonati vedendo. Contenendosi, ha abbandonato i contaminanti che devono essere abbandonati contenendosi. Usando, ha abbandonato i contaminanti che devono essere abbandonati usando. Sopportando, ha abbandonato i contaminanti che devono essere abbandonati sopportando. Evitando, ha abbandonato i contaminanti che devono essere abbandonati evitando. Scacciando, ha abbandonato i contaminanti che devono essere abbandonati scacciando. Sviluppando, ha abbandonato i contaminanti che devono essere abbandonati sviluppando. ",
  "mn2:22.2": "Questo si chiama un monaco che vive avendo contenuto ogni contaminante, che ha tagliato la brama, rotto le catene, e penetrando correttamente la presunzione ha posto fine alla sofferenza”. ",
  "mn2:22.3": "Questo è ciò che il Buddha disse. ",
  "mn2:22.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}