{
  "mn30:0.1": "Discorsi medi 30 ",
  "mn30:0.2": "Il discorso più corto della similitudine del durame ",
  "mn30:1.1": "Così ho sentito. ",
  "mn30:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn30:2.1": "Poi il bramino Piṅgalakoccha andò dal Buddha e ci scambiò saluti. ",
  "mn30:2.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Buddha: ",
  "mn30:2.3": "“Signor Gotama, ci sono asceti e bramini che guidano un ordine e una comunità, e insegnano a una comunità. Sono fondatori religiosi illustri e famosi, ritenuti santi da molti. ",
  "mn30:2.4": "Vale a dire: Pūraṇa Kassapa, l’asceta dal bastone di bambù Gosāla, Ajita dalla coperta di pelo, Pakudha Kaccāyana, Sañjaya Belaṭṭhiputta, e l’asceta gianista del clan Ñātika. ",
  "mn30:2.5": "Secondo le loro affermazioni, tutti loro avevano conoscenza diretta, o nessuno, o solo qualcuno?” ",
  "mn30:2.6": "“Basta, bramino, lascia stare questo: ",
  "mn30:2.7": "‘Secondo le loro affermazioni, tutti loro avevano conoscenza diretta, o nessuno, o solo qualcuno?’ ",
  "mn30:2.8": "Ti spiego l’insegnamento. ",
  "mn30:2.9": "Ascolta e presta la giusta attenzione, ora parlo” ",
  "mn30:2.10": "“Sì, Signore”, rispose Piṅgalakoccha. ",
  "mn30:2.11": "Il Buddha disse: ",
  "mn30:3.1": "Immagina una persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Ma, tralasciando il durame, l’alburno, il floema, e la corteccia, taglia i rami e le foglie, e se va immaginando che siano durame. ",
  "mn30:3.2": "Se una persona con occhi buoni la vedesse, direbbe: ",
  "mn30:3.3": "‘Questa persona non capisce la differenza tra il durame, l’alburno, il floema, la corteccia, i rami, e le foglie. ",
  "mn30:3.4": "È per questo che li ha tralasciati, ha tagliato i rami e le foglie, e se n’è andato immaginando che fossero durame. ",
  "mn30:3.5": "Non realizzerà ciò che necessita dal durame’. … ",
  "mn30:4.1": "Immagina un’altra persona che necessita di durame … taglia la corteccia e se va immaginando che sia durame … ",
  "mn30:5.1": "Immagina un’altra persona che necessita di durame … taglia il floema e se va immaginando che sia durame … ",
  "mn30:6.1": "Immagina un’altra persona che necessita di durame … taglia l’alburno e se va immaginando che sia durame … ",
  "mn30:7.1": "Immagina un’altra persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Taglia solo il durame e se va sapendo che è durame. ",
  "mn30:7.2": "Se una persona con occhi buoni la vedesse, direbbe: ",
  "mn30:7.3": "‘Questa persona capisce la differenza tra il durame, l’alburno, il floema, la corteccia, i rami, e le foglie. ",
  "mn30:7.4": "È per questo che ha tagliato solo il durame, e se n’è andato sapendo che era durame. ",
  "mn30:7.5": "Realizzerà qualunque cosa necessiti dal durame’. … ",
  "mn30:8.1": "Allo stesso modo, prendi il caso di un giovane che ha lasciato la vita laica per quella da senzatetto pensando: ",
  "mn30:8.2": "‘Sono sommerso da nascita, vecchiaia, e morte; da tristezza, lamento, dolore, malinconia, e angoscia. Sono sommerso dalla sofferenza, incastrato nella sofferenza. ",
  "mn30:8.3": "Magari posso mettere fine a questa intera massa di sofferenza’. ",
  "mn30:8.4": "Una volta presi i voti genera averi, onore, e fama. ",
  "mn30:8.5": "È soddisfatto così, e ha ottenuto ciò che desidera. ",
  "mn30:8.6": "Glorifica se stesso e denigra gli altri a causa di ciò: ",
  "mn30:8.7": "‘Sono io quello con averi, onore, e fama. Questi altri monaci sono sconosciuti e insignificanti’. ",
  "mn30:8.8": "Diventa pigro e fiacco a causa di quegli averi, onore, e fama, non generando entusiasmo o provando a realizzare altre cose migliori e più sublimi. … ",
  "mn30:8.11": "È come la persona che confonde i rami e le foglie per il durame, dico io. ",
  "mn30:9.1": "Poi, prendi il caso di un giovane che ha lasciato la vita laica per quella da senzatetto … ",
  "mn30:9.4": "Una volta presi i voti genera averi, onore, e fama. ",
  "mn30:9.5": "Non è soddisfatto così, e non ha ottenuto ciò che desidera. ",
  "mn30:9.6": "Non glorifica se stesso o denigra gli altri a causa di ciò. ",
  "mn30:9.7": "Non diventa pigro e fiacco a causa di quegli averi, onore, e fama, ma genera entusiasmo e prova a realizzare altre cose migliori e più sublimi. ",
  "mn30:9.8": "Raggiunge l’adempimento dei precetti etici. ",
  "mn30:9.9": "È soddisfatto così, e ha ottenuto ciò che desidera. ",
  "mn30:9.10": "Glorifica se stesso e denigra gli altri a causa di ciò: ",
  "mn30:9.11": "‘Sono io quello etico, di buon carattere. Questi altri monaci non sono etici, hanno un cattivo carattere’. ",
  "mn30:9.12": "Diventa pigro e fiacco a causa del proprio adempimento dei precetti etici, non generando entusiasmo o provando a realizzare altre cose migliori e più sublimi.  … ",
  "mn30:9.15": "È come la persona che confonde la corteccia per il durame, dico io. ",
  "mn30:10.1": "Poi, prendi il caso di un giovane che ha lasciato la vita laica per quella da senzatetto … ",
  "mn30:10.8": "Raggiunge l’adempimento dei precetti etici … ",
  "mn30:10.12": "e padronanza della concentrazione. ",
  "mn30:10.16": "Diventa pigro e fiacco a causa della propria padronanza della concentrazione, non generando entusiasmo o provando a realizzare altre cose migliori e più sublimi. … ",
  "mn30:10.19": "È come la persona che confonde il floema per il durame, dico io. ",
  "mn30:11.1": "Poi, prendi il caso di un giovane che ha lasciato la vita laica per quella da senzatetto … ",
  "mn30:11.8": "Raggiunge l’adempimento dei precetti etici, ",
  "mn30:11.12": "padronanza della concentrazione, ",
  "mn30:11.16": "e conoscenza e visione. ",
  "mn30:11.20": "Diventa pigro e fiacco a causa della propria conoscenza e visione, non generando entusiasmo o provando a realizzare altre cose migliori e più sublimi. … ",
  "mn30:11.23": "È come la persona che confonde l’alburno per il durame, dico io. ",
  "mn30:12.1": "Poi, prendi il caso di un giovane che ha lasciato la vita laica per quella da senzatetto pensando: ",
  "mn30:12.2": "‘Sono sommerso da nascita, vecchiaia, e morte; da tristezza, lamento, dolore, malinconia, e angoscia. Sono sommerso dalla sofferenza, incastrato nella sofferenza. ",
  "mn30:12.3": "Magari posso mettere fine a questa intera massa di sofferenza.’ ",
  "mn30:12.4": "Una volta presi i voti genera averi, onore, e fama. ",
  "mn30:12.5": "Non è soddisfatto così, e non ha ottenuto ciò che desidera. ",
  "mn30:12.6": "Non glorifica se stesso e non denigra gli altri a causa di ciò. ",
  "mn30:12.7": "Non diventa pigro e fiacco a causa di quegli averi, onore, e fama, ma genera entusiasmo e prova a realizzare altre cose migliori e più sublimi. ",
  "mn30:12.8": "Raggiunge l’adempimento dei precetti etici. ",
  "mn30:12.9": "Ne è soddisfatto, ma non ha ottenuto tutto ciò che desidera. ",
  "mn30:12.10": "Non glorifica se stesso e non denigra gli altri a causa di ciò. ",
  "mn30:12.11": "Non diventa pigro e fiacco a causa del proprio adempimento dei precetti etici, ma genera entusiasmo e prova a realizzare altre cose migliori e più sublimi. ",
  "mn30:12.12": "Raggiunge padronanza della concentrazione. ",
  "mn30:12.13": "Ne è soddisfatto, ma non ha ottenuto tutto ciò che desidera. ",
  "mn30:12.14": "Non glorifica se stesso e non denigra gli altri a causa di ciò. ",
  "mn30:12.15": "Non diventa pigro e fiacco a causa della propria padronanza della concentrazione, ma genera entusiasmo e prova a realizzare altre cose migliori e più sublimi. ",
  "mn30:12.16": "Raggiunge conoscenza e visione. ",
  "mn30:12.17": "Ne è soddisfatto, ma non ha ottenuto tutto ciò che desidera. ",
  "mn30:12.18": "Non glorifica se stesso e non denigra gli altri a causa di ciò. ",
  "mn30:12.19": "Non diventa pigro e fiacco a causa della propria conoscenza e visione, ma genera entusiasmo e prova a realizzare altre cose migliori e più sublimi. ",
  "mn30:12.20": "E quali sono quelle altre cose migliori e più sublimi di conoscenza e visione? ",
  "mn30:13.1": "È quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e medita nella prima estasi. ",
  "mn30:13.2": "Questo è qualcosa di migliore e più sublime di conoscenza e visione. ",
  "mn30:14.1": "Inoltre, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, un monaco raggiunge e medita nella seconda estasi. ",
  "mn30:14.2": "Anche questo è qualcosa di meglio e più sublime di conoscenza e visione. ",
  "mn30:15.1": "Inoltre, con lo svanire dell’euforia, meditando con equanimità, consapevole e presente, provando personalmente la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli medita nella felicità’, un monaco raggiunge e medita nella terza estasi. ",
  "mn30:15.2": "Anche questo è qualcosa di migliore e più sublime di conoscenza e visione. ",
  "mn30:16.1": "Inoltre, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e medita nella quarta estasi. ",
  "mn30:16.2": "Anche questo è qualcosa di migliore e più sublime di conoscenza e visione. ",
  "mn30:17.1": "Inoltre, un monaco, andando totalmente oltre percezioni della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiunge e medita nella dimensione dello spazio infinito. ",
  "mn30:17.2": "Anche questo è qualcosa di migliore e più sublime di conoscenza e visione. ",
  "mn30:18.1": "Inoltre, un monaco, andando totalmente oltre la dimensione dello spazio infinito, percependo che ‘la coscienza è infinita’, raggiunge e medita nella dimensione della coscienza infinita. ",
  "mn30:18.2": "Anche questo è qualcosa di migliore e più sublime di conoscenza e visione. ",
  "mn30:19.1": "Inoltre, un monaco, andando totalmente oltre la dimensione della coscienza infinita, percependo che ‘non c’è nulla in assoluto’, raggiunge e medita nella dimensione del nulla. ",
  "mn30:19.2": "Anche questo è qualcosa di migliore e più sublime di conoscenza e visione. ",
  "mn30:20.1": "Inoltre, un monaco, andando totalmente oltre la dimensione del nulla, raggiunge e medita nella dimensione della né percezione né non-percezione. ",
  "mn30:20.2": "Anche questo è qualcosa di migliore e più sublime di conoscenza e visione. ",
  "mn30:21.1": "Inoltre, un monaco, andando totalmente oltre la dimensione della né percezione né non-percezione, raggiunge e medita nella cessazione di percezione e sensazione. E, vedendo con saggezza, i suoi contaminanti vengono eliminati. ",
  "mn30:21.2": "Anche questo è qualcosa di migliore e più sublime di conoscenza e visione. ",
  "mn30:21.3": "Queste sono le cose migliori e più sublimi di conoscenza e visione. ",
  "mn30:22.1": "Immagina un’altra persona che necessita di durame. Vagando alla ricerca di durame si imbatte in un grosso albero pieno di durame. Taglia solo il durame e se va sapendo che è durame. ",
  "mn30:22.2": "Realizzerà qualunque cosa necessiti dal durame. ",
  "mn30:22.3": "Questa persona è così, dico io. ",
  "mn30:23.1": "Quindi, bramino, questa vita spirituale non viene intrapresa al fine di averi, onore, e fama, o adempimento dei precetti etici, o padronanza della concentrazione, o conoscenza e visione. ",
  "mn30:23.2": "Piuttosto, l’obiettivo, il durame, e lo scopo finale della vita spirituale è l’irremovibile libertà della mente”. ",
  "mn30:24.1": "Detto ciò, il bramino Piṅgalakoccha disse al Buddha: ",
  "mn30:24.2": "“Eccellente, Signor Gotama! Eccellente! … ",
  "mn30:24.3": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}