{
  "mn31:0.1": "Discorsi medi 31 ",
  "mn31:0.2": "Il discorso più corto a Gosiṅga ",
  "mn31:1.1": "Così ho sentito. ",
  "mn31:1.2": "Una volta il Buddha dimorava a Ñātika, nella casa di mattoni. ",
  "mn31:2.1": "In quel periodo i venerabili Anuruddha, Nandiya, e Kimbila dimoravano nel parco forestale di sal a Gosiṅga. ",
  "mn31:3.1": "Allora nel tardo pomeriggio, il Buddha uscì da ritiro e andò a quel parco. ",
  "mn31:3.2": "Il guardiano vide il Buddha arrivare da lontano ",
  "mn31:3.3": "e gli disse: ",
  "mn31:3.4": "“Non entrare in questo parco, asceta. ",
  "mn31:3.5": "Ci sono tre giovani che dimorano qui per progredire spiritualmente. ",
  "mn31:3.6": "Non disturbarli”. ",
  "mn31:4.1": "Anuruddha sentì il guardiano conversare con il Buddha, ",
  "mn31:4.2": "e gli disse: ",
  "mn31:4.3": "“Non tenere fuori il Buddha, caro guardiano! ",
  "mn31:4.4": "Il nostro Maestro, il Beato, è arrivato!” ",
  "mn31:4.5": "Quindi Anuruddha andò da Nandiya e Kimbila, e disse loro: ",
  "mn31:4.6": "“Venite, venerabili, venite! Il nostro Maestro, il Beato, è arrivato!” ",
  "mn31:5.1": "Allora Anuruddha, Nandiya, e Kimbila andarono a salutare il Buddha. ",
  "mn31:5.2": "Uno prese la sua ciotola e abito, uno preparò un posto, e uno mise l’acqua per lavare i piedi. ",
  "mn31:5.3": "Il Buddha si sedette sul posto preparato ",
  "mn31:5.4": "e si lavò i piedi. ",
  "mn31:5.5": "I venerabili si inchinarono e si sedettero a lato. ",
  "mn31:5.6": "Il Buddha disse ad Anuruddha: ",
  "mn31:5.7": "“Spero stiate bene, Anuruddha e compagni; spero vada tutto bene. E spero che non abbiate problemi a elemosinare cibo” ",
  "mn31:5.8": "“Stiamo bene, Beato, va tutto bene. E non abbiamo problemi a elemosinare cibo” ",
  "mn31:6.1": "“Spero viviate in armonia, apprezzandovi l’un l’altro, senza litigare, mischiandovi come latte e acqua, e trattandovi l’un l’altro con occhi gentili?” ",
  "mn31:6.2": "“Sicuro, Signore, viviamo in armonia così” ",
  "mn31:6.3": "“Ma come fate a dimorare così?” ",
  "mn31:7.1": "“In questo caso, Signore, penso: ",
  "mn31:7.2": "‘Sono fortunato, molto fortunato ",
  "mn31:7.3": "a dimorare insieme a compagni spirituali come questi’. ",
  "mn31:7.4": "Tratto costantemente questi venerabili con gentilezza attraverso corpo, parola, e mente, sia in pubblico che in privato. ",
  "mn31:7.7": "Penso: ",
  "mn31:7.8": "‘Perché non accantono le mie idee e invece seguo le idee di questi venerabili?’ ",
  "mn31:7.9": "E così faccio. ",
  "mn31:7.10": "Seppure abbiamo corpi diversi, Signore, siamo uniti nella mente, mi sembra. ",
  "mn31:7.11": "E i venerabili Nandiya e Kimbila dissero lo stesso, e aggiunsero: ",
  "mn31:7.23": "“È così che viviamo in armonia, apprezzandoci l’un l’altro, senza litigare, mischiandoci come latte e acqua, e trattandoci l’un l’altro con occhi gentili” ",
  "mn31:8.1": "“Bene, bene, Anuruddha e compagni. ",
  "mn31:8.2": "Ma spero che viviate diligenti, fervidi, e risoluti?” ",
  "mn31:9.1": "“Sicuro, Signore, viviamo diligenti, fervidi, e risoluti” ",
  "mn31:9.2": "“Ma come fate a dimorare così?” ",
  "mn31:9.3": "“In questo caso, Signore, chiunque torna prima dalla questua prepara i posti a sedere, l’acqua da bere, e il cestino della spazzatura. ",
  "mn31:9.4": "Se avanza qualcosa, chiunque torna per ultimo lo mangia se vuole. Altrimenti lo butta dove c’è poco che cresce, o in acqua che non ha creature viventi. ",
  "mn31:9.5": "Poi mette via i posti a sedere, l’acqua da bere, il cestino della spazzatura, e spazza la mensa. ",
  "mn31:9.6": "Se qualcuno vede che il secchio dell’acqua per lavarsi, bere, o per il bagno è vuoto lo riempie. ",
  "mn31:9.7": "Se non riesce da solo, chiama un altro con un cenno della mano, e lo sistemano dandosi una mano a vicenda ad alzarlo. Ma non rompiamo il silenzio per questo. ",
  "mn31:9.8": "E ogni cinque giorni ci sediamo assieme per l’intera notte a discutere gli insegnamenti. ",
  "mn31:9.9": "È così che viviamo diligenti, fervidi, e risoluti” ",
  "mn31:10.1": "“Bene, bene, Anuruddha e compagni. ",
  "mn31:10.2": "Ma vivendo diligentemente così, avete raggiunto qualche distinzione sovrumana in conoscenza e visione degna dei nobili? Una dimora tranquilla?” ",
  "mn31:10.3": "“Come potrebbe non essere così, Signore? ",
  "mn31:10.4": "Quando vogliamo, sufficientemente isolati dai piaceri dei sensi, isolati da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiungiamo e dimoriamo nella prima estasi. ",
  "mn31:10.5": "Questa è una distinzione sovrumana in conoscenza e visione degna dei nobili, una dimora piacevole, che abbiamo raggiunto vivendo diligenti, fervidi, e risoluti”. ",
  "mn31:11-13.1": "“Bene, bene, Anuruddha e compagni. ",
  "mn31:11-13.2": "Ma avete raggiunto qualche altra distinzione sovrumana per andare oltre e placare quella dimora?” ",
  "mn31:11-13.3": "“Come potrebbe non essere così, Signore? ",
  "mn31:11-13.4": "Quando vogliamo, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiungiamo e dimoriamo nella seconda estasi. ",
  "mn31:11-13.5": "Questa è un’altra distinzione sovrumana che abbiamo raggiunto per andare oltre e placare quella dimora”. ",
  "mn31:14.1": "“Bene, bene, Anuruddha e compagni. ",
  "mn31:14.2": "Ma avete raggiunto qualche altra distinzione sovrumana per andare oltre e placare quella dimora?” ",
  "mn31:14.3": "“Come potrebbe non essere così, Signore? ",
  "mn31:14.4": "Quando vogliamo, con lo svanire dell’euforia, dimorando con equanimità, consapevoli e presenti, toccando con mano la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli dimora nella felicità’, raggiungiamo e dimoriamo nella terza estasi. ",
  "mn31:14.5": "Questa è un’altra distinzione sovrumana che abbiamo raggiunto per andare oltre e placare quella dimora”. ",
  "mn31:15.1": "“Bene, bene, Anuruddha e compagni. ",
  "mn31:15.2": "Ma avete raggiunto qualche altra distinzione sovrumana per andare oltre e placare quella dimora?” ",
  "mn31:15.3": "“Come potrebbe non essere così, Signore? ",
  "mn31:15.4": "Quando vogliamo, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, raggiungiamo e dimoriamo nella quarta estasi. ",
  "mn31:15.5": "Questa è un’altra distinzione sovrumana che abbiamo raggiunto per andare oltre e placare quella dimora”. ",
  "mn31:16.1": "“Bene, bene, Anuruddha e compagni. ",
  "mn31:16.2": "Ma avete raggiunto qualche altra distinzione sovrumana per andare oltre e placare quella dimora?” ",
  "mn31:16.3": "“Come potrebbe non essere così, Signore? ",
  "mn31:16.4": "Quando vogliamo, andando totalmente oltre percezioni della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiungiamo e dimoriamo nella dimensione dello spazio infinito. ",
  "mn31:16.5": "Questa è un’altra distinzione sovrumana che abbiamo raggiunto per andare oltre e placare quella dimora”. ",
  "mn31:17.1": "“Bene, bene, Anuruddha e compagni. ",
  "mn31:17.2": "Ma avete raggiunto qualche altra distinzione sovrumana per andare oltre e placare quella dimora?” ",
  "mn31:17.3": "“Come potrebbe non essere così, Signore? ",
  "mn31:17.4": "Quando vogliamo, andando totalmente oltre la dimensione dello spazio infinito, consapevoli che ‘la coscienza è infinita’, raggiungiamo e dimoriamo nella dimensione della coscienza infinita. … ",
  "mn31:17.5": "andando totalmente oltre la dimensione della coscienza infinita, consapevoli che ‘non c'è nulla in assoluto’, raggiungiamo e dimoriamo nella dimensione del nulla. … ",
  "mn31:17.6": "andando totalmente oltre la dimensione del nulla, raggiungiamo e dimoriamo nella dimensione della né percezione né non-percezione. ",
  "mn31:17.7": "Questa è un’altra distinzione sovrumana che abbiamo raggiunto per andare oltre e placare quella dimora”. ",
  "mn31:18.1": "“Bene, bene, Anuruddha e compagni. ",
  "mn31:18.2": "Ma avete raggiunto qualche altra distinzione sovrumana per andare oltre e placare quella dimora?” ",
  "mn31:18.3": "“Come potrebbe non essere così, Signore? ",
  "mn31:18.4": "Quando vogliamo, andando totalmente oltre la dimensione della né percezione né non-percezione, raggiungiamo e dimoriamo nella cessazione di percezione e sensazione. E, avendo visto con saggezza, i nostri contaminanti sono stati eliminati. ",
  "mn31:18.5": "Questa è un’altra distinzione sovrumana in conoscenza e visione degna dei nobili, una dimora piacevole, che abbiamo raggiunto per andare oltre e placare quella dimora. ",
  "mn31:18.6": "E non vediamo una dimora tranquilla migliore e più sublime di questa” ",
  "mn31:18.7": "“Bene, bene, Anuruddha e compagni. ",
  "mn31:18.8": "Non c’è dimora tranquilla migliore e più sublime di questa”. ",
  "mn31:19.1": "Allora il Buddha educò, incoraggiò, entusiasmò, e ispirò i venerabili Anuruddha, Nandiya, e Kimbila con un sermone, dopodiché si alzò dal proprio posto e se ne andò. ",
  "mn31:20.1": "I venerabili accompagnarono il Buddha per un po’ prima di tornare. Nandiya e Kimbila dissero ad Anuruddha: ",
  "mn31:20.2": "“Ti abbiamo mai detto che avevamo ",
  "mn31:20.3": "ottenuto questa o quella dimora e raggiungimento, fino all’eliminazione dei contaminanti, come hai rivelato al Buddha?” ",
  "mn31:20.4": "“I venerabili non mi hanno mai detto che avevano ",
  "mn31:20.5": "ottenuto quelle dimore e raggiungimenti. Ma l’ho compreso leggendo le vostre menti, ",
  "mn31:20.7": "e anche gli angeli me lo dissero. ",
  "mn31:20.9": "Ho risposto quando il Buddha me l’ha chiesto direttamente”. ",
  "mn31:21.1": "Allora lo spirito Dīgha Parajana andò dal Buddha, si inchinò, si mise a lato, e gli disse: ",
  "mn31:21.2": "“I Vajji sono fortunati! Il popolo Vajji è molto fortunato ",
  "mn31:21.3": "che il Realizzato, il perfetto, il Buddha completamente risvegliato dimora lì, e anche questi tre giovani, ",
  "mn31:21.4": "i venerabili Anuruddha, Nandiya, e Kimbila”. ",
  "mn31:21.5": "Sentendo il grido di Dīgha Parajana, gli Angeli della Terra alzarono il grido … ",
  "mn31:21.9": "Sentendo il grido degli Angeli della Terra, gli Angeli dei Quattro Grandi Re … ",
  "mn31:21.10": "gli Angeli dei Trentatré … ",
  "mn31:21.11": "gli Angeli di Yama … ",
  "mn31:21.12": "gli Angeli Gioiosi … ",
  "mn31:21.13": "gli Angeli che Amano Creare … ",
  "mn31:21.14": "gli Angeli che Controllano le Creazioni di Altri … ",
  "mn31:21.15": "gli Angeli della Schiera di Dio alzarono il grido: ",
  "mn31:21.16": "“I Vajji sono fortunati! Il popolo Vajji è molto fortunato ",
  "mn31:21.17": "che il Realizzato, il perfetto, il Buddha completamente risvegliato dimora lì, e anche questi tre giovani, ",
  "mn31:21.18": "i venerabili Anuruddha, Nandiya, e Kimbila”. ",
  "mn31:21.19": "E quindi in quel momento, in quell’istante, quei venerabili furono notati fino al regno di Dio. ",
  "mn31:22.1": "“È vero, Dīgha. È vero! ",
  "mn31:22.2": "Se la famiglia dalla quale quei tre giovani sono partiti lasciando la vita di casa per quella mendicante dovesse richiamare alla mente quei venerabili con cuore fiducioso, ciò sarebbe a loro beneficio e felicità per molto tempo. ",
  "mn31:22.3": "Se i parenti … ",
  "mn31:22.4": "il villaggio … ",
  "mn31:22.5": "la cittadina … ",
  "mn31:22.6": "la città … ",
  "mn31:22.7": "il Paese … ",
  "mn31:22.8": "tutti gli aristocratici … ",
  "mn31:22.9": "tutti i bramini … ",
  "mn31:22.10": "tutti i contadini … ",
  "mn31:22.11": "tutti gli operai dovessero richiamare alla mente quei venerabili con cuore fiducioso, ciò sarebbe a loro beneficio e felicità per molto tempo. ",
  "mn31:22.12": "Se il mondo intero, con i propri angeli, diavoli, e dei, con questa popolazione con i suoi asceti e bramini, esseri celesti e umani, dovesse richiamare alla mente quei venerabili con cuore fiducioso, ciò porterebbe al mondo intero beneficio e felicità per molto tempo. ",
  "mn31:22.13": "Vedi, Dīgha, quei tre giovani stanno praticando a beneficio e felicità della gente, per premura per il mondo, a beneficio, benessere, e felicità di esseri celesti e umani!” ",
  "mn31:22.14": "Questo è ciò che il Buddha disse. ",
  "mn31:22.15": "Contento, lo spirito Dīgha Parajana trasse piacere da ciò che il Buddha disse. "
}