{
  "mn32:0.1": "Discorsi medi 32 ",
  "mn32:0.2": "Il discorso più lungo a Gosiṅga ",
  "mn32:1.1": "Così ho sentito. ",
  "mn32:1.2": "Una volta il Buddha si trovava nel parco forestale di sal a Gosiṅga, insieme a vari discepoli anziani illustri, come ",
  "mn32:1.3": "i venerabili Sāriputta, Mahāmoggallāna, Mahākassapa, Anuruddha, Revata, Ānanda, e altri. ",
  "mn32:2.1": "Poi nel tardo pomeriggio, il Venerabile Mahāmoggallāna uscì da ritiro, andò dal Venerabile Mahākassapa, e gli disse: ",
  "mn32:2.2": "“Vieni, fratello Kassapa, andiamo dal Venerabile Sāriputta ad ascoltare l’insegnamento” ",
  "mn32:2.3": "“Si, fratello”, rispose Mahākassapa. ",
  "mn32:2.4": "Allora, assieme al Venerabile Anuruddha, andarono dal Venerabile Sāriputta ad ascoltare l’insegnamento. ",
  "mn32:3.1": "Vedendoli, il Venerabile Ānanda ",
  "mn32:3.2": "andò dal Venerabile Revata, gli disse ciò che stava accadendo, ",
  "mn32:3.3": "e invitò anche lui. ",
  "mn32:4.1": "Il Venerabile Sāriputta li vide arrivare da lontano ",
  "mn32:4.2": "e disse al Venerabile Ānanda: ",
  "mn32:4.3": "“Vieni, Venerabile Ānanda. ",
  "mn32:4.4": "Benvenuto Venerabile Ānanda, assistente del Buddha, così vicino al Buddha. ",
  "mn32:4.5": "Fratello Ānanda, il parco forestale di sal a Gosiṅga è delizioso, la notte è chiara, gli alberi di sal sono in piena fioritura, e sembra che profumi divini fluttuino nell’aria. ",
  "mn32:4.6": "Che tipo di monaco adornerebbe questo parco?” ",
  "mn32:4.7": "“Fratello Sāriputta, un monaco molto colto, che ricorda e ritene ciò che ha imparato. Questi insegnamenti sono buoni all’inizio, buoni nel mezzo, e buoni alla fine; significativi e ben espressi; descrivono una pratica spirituale completamente piena e pura. È molto colto in tali insegnamenti, ricordandoli, rafforzandoli attraverso la recitazione, scrutinandoli con la mente, e comprendendoli in teoria. ",
  "mn32:4.8": "E insegna alle quattro assemblee al fine di sradicare le tendenze latenti con parole e frasi coerenti e ben scelte. ",
  "mn32:4.9": "Questo è il tipo di monaco che adornerebbe questo parco”. ",
  "mn32:5.1": "Detto ciò, il Venerabile Sāriputta disse al Venerabile Revata: ",
  "mn32:5.2": "“Fratello Revata, il Venerabile Ānanda ha risposto parlando dal cuore. ",
  "mn32:5.3": "Ora poniamo a te la stessa domanda” ",
  "mn32:5.6": "“Fratello Sāriputta, un monaco che apprezza e ama il ritiro. Dedito al controllo interiore della mente, non trascura l’estasi, possiede visione profonda, e frequenta capanne vuote. ",
  "mn32:5.7": "Questo è il tipo di monaco che adornerebbe questo parco”. ",
  "mn32:6.1": "Detto ciò, il Venerabile Sāriputta disse al Venerabile Anuruddha: ",
  "mn32:6.2": "“Fratello Anuruddha, il Venerabile Revata ha risposto parlando dal cuore. ",
  "mn32:6.3": "Ora poniamo a te la stessa domanda” ",
  "mn32:6.6": "“Fratello Sāriputta, un monaco che investiga l’intera galassia con chiaroveggenza purificata e sovrumana, ",
  "mn32:6.7": "proprio come una persona con occhi buoni investigherebbe un migliaio di orbite stellari dall’ultimo piano di un palazzo reale. ",
  "mn32:6.9": "Questo è il tipo di monaco che adornerebbe questo parco”. ",
  "mn32:7.1": "Detto ciò, il Venerabile Sāriputta disse al Venerabile Mahākassapa: ",
  "mn32:7.2": "“Fratello Kassapa, il Venerabile Anuruddha ha risposto parlando dal cuore. ",
  "mn32:7.3": "Ora poniamo a te la stessa domanda” ",
  "mn32:7.6": "“Fratello Sāriputta, un monaco che vive nella natura, mangia solo cibo elemosinato, indossa abiti di stracci, e possiede solo tre vesti; e che loda queste cose. Ha pochi desideri, soddisfatto con poco, ritirato, distaccato, ed energico; e loda queste cose. Adempie i precetti etici, la concentrazione, la saggezza, la libertà, e la conoscenza e visione della libertà; e loda queste cose. ",
  "mn32:7.7": "Questo è il tipo di monaco che adornerebbe questo parco”. ",
  "mn32:8.1": "Detto ciò, il Venerabile Sāriputta disse al Venerabile Mahāmoggallāna: ",
  "mn32:8.2": "“Fratello Moggallāna, il Venerabile Mahākassapa ha risposto parlando dal cuore. ",
  "mn32:8.3": "Ora poniamo a te la stessa domanda” ",
  "mn32:8.6": "“Fratello Sāriputta, due monaci che conversano sull’insegnamento. Si pongono domande a vicenda e rispondono alle domande senza esitare, e la loro conversazione scorre. ",
  "mn32:8.7": "Questo è il tipo di monaco che adornerebbe questo parco”. ",
  "mn32:9.1": "Poi il Venerabile Mahāmoggallāna disse al Venerabile Sāriputta: ",
  "mn32:9.2": "“Ognuno di noi ha parlato dal cuore. ",
  "mn32:9.3": "Ora chiediamo a te: ",
  "mn32:9.4": "Fratello Sāriputta, il parco forestale di sal a Gosiṅga è delizioso, la notte è chiara, gli alberi di sal sono in piena fioritura, e sembra che profumi divini fluttuino nell’aria. ",
  "mn32:9.5": "Che tipo di monaco adornerebbe questo parco?” ",
  "mn32:9.6": "“Fratello Moggallāna, un monaco che domina la propria mente e non è dominato da essa. ",
  "mn32:9.7": "Al mattino, rimane in qualsiasi meditazione o raggiungimento voglia. ",
  "mn32:9.8": "A mezzogiorno, ",
  "mn32:9.9": "e la sera, rimane in qualsiasi meditazione o raggiungimento voglia. ",
  "mn32:9.10": "Immagina un sovrano o un ministro che possiede una cassa piena di abiti di diversi colori. ",
  "mn32:9.11": "Al mattino, indossa qualunque paio di abiti voglia. ",
  "mn32:9.12": "A mezzogiorno, ",
  "mn32:9.13": "e la sera, indossa qualunque paio di abiti voglia. ",
  "mn32:9.14": "Allo stesso modo, un monaco domina la propria mente e non è dominato da essa. ",
  "mn32:9.15": "Al mattino, rimane in qualsiasi meditazione o raggiungimento voglia. ",
  "mn32:9.16": "A mezzogiorno, ",
  "mn32:9.17": "e la sera, rimane in qualsiasi meditazione o raggiungimento voglia. ",
  "mn32:9.18": "Questo è il tipo di monaco che adornerebbe questo parco”. ",
  "mn32:10.1": "Poi il Venerabile Sāriputta disse ai venerabili: ",
  "mn32:10.2": "“Ognuno di noi ha parlato dal cuore. ",
  "mn32:10.3": "Venite, fratelli, andiamo dal Buddha, e informiamolo di questo. ",
  "mn32:10.4": "Ricorderemo come risponderà” ",
  "mn32:10.5": "“Si, fratello”, risposero. ",
  "mn32:10.6": "Allora i venerabili andarono dal Buddha, si inchinarono, e si sedettero a lato. Il Venerabile Sāriputta disse al Buddha di come i monaci andarono a trovarlo, e di come chiese al Venerabile Ānanda: ",
  "mn32:11.6": "“‘Fratello Ānanda, il parco forestale di sal a Gosiṅga è delizioso, la notte è chiara, gli alberi di sal sono in piena fioritura, e sembra che profumi divini fluttuino nell’aria. ",
  "mn32:11.7": "Che tipo di monaco adornerebbe questo parco?’ ",
  "mn32:11.8": "Detto ciò, il Venerabile Ānanda mi disse: ",
  "mn32:11.9": "“Fratello Sāriputta, un monaco molto colto … ",
  "mn32:11.11": "Questo è il tipo di monaco che adornerebbe questo parco’” ",
  "mn32:11.12": "“Bene, bene, Sāriputta. ",
  "mn32:11.13": "Ānanda ha risposto nel modo adeguato per lui. ",
  "mn32:11.14": "Poiché Ānanada è molto colto …” ",
  "mn32:12.1": "“Poi posi al Venerabile Revata la stessa domanda. ",
  "mn32:12.6": "Lui disse: ",
  "mn32:12.7": "‘Un monaco che apprezza il ritiro … ",
  "mn32:12.8": "Questo è il tipo di monaco che adornerebbe questo parco’” ",
  "mn32:12.9": "“Bene, bene, Sāriputta. ",
  "mn32:12.10": "Revata ha risposto nel modo adeguato per lui. ",
  "mn32:12.11": "Poiché Revata apprezza il ritiro …” ",
  "mn32:13.1": "“Poi posi al Venerabile Anuruddha la stessa domanda. ",
  "mn32:13.4": "Lui disse: ",
  "mn32:13.5": "‘Un monaco che investiga l’intera galassia con chiaroveggenza purificata e sovrumana … ",
  "mn32:13.7": "Questo è il tipo di monaco che adornerebbe questo parco’” ",
  "mn32:13.8": "“Bene, bene, Sāriputta. Anuruddha ha risposto nel modo adeguato per lui. ",
  "mn32:13.9": "Poiché Anuruddha investiga l’intera galassia con chiaroveggenza purificata e sovrumana” ",
  "mn32:14.1": "“Poi posi al Venerabile Mahākassapa la stessa domanda. ",
  "mn32:14.5": "Lui disse: ",
  "mn32:14.6": "‘Un monaco che vive nella natura … e adempie la conoscenza e visione della libertà; e loda queste cose. ",
  "mn32:14.7": "Questo è il tipo di monaco che adornerebbe questo parco’” ",
  "mn32:14.8": "“Bene, bene, Sāriputta. ",
  "mn32:14.9": "Kassapa ha risposto nel modo adeguato per lui. ",
  "mn32:14.10": "Poiché Kassapa vive nella natura … e adempie la conoscenza e visione della libertà; e loda queste cose” ",
  "mn32:15.1": "“Poi posi al Venerabile Mahāmoggallāna la stessa domanda. ",
  "mn32:15.5": "Lui disse: ",
  "mn32:15.6": "‘Due monaci che conversano sull’insegnamento … ",
  "mn32:15.7": "Questo è il tipo di monaco che adornerebbe questo parco’” ",
  "mn32:15.8": "“Bene, bene, Sāriputta. Moggallāna ha risposto nel modo adeguato per lui. ",
  "mn32:15.9": "Poiché Moggallāna è un oratore dell’insegnamento”. ",
  "mn32:16.1": "Detto ciò, il Venerabile Mahāmoggallāna disse al Buddha: ",
  "mn32:16.2": "“Poi chiesi al Venerabile Sāriputta: ",
  "mn32:16.3": "‘Ognuno di noi ha parlato dal cuore. ",
  "mn32:16.4": "Ora chiediamo a te: ",
  "mn32:16.5": "Fratello Sāriputta, il parco forestale di sal a Gosiṅga è delizioso, la notte è chiara, gli alberi di sal sono in piena fioritura, e sembra che profumi divini fluttuino nell’aria. ",
  "mn32:16.6": "Che tipo di monaco adornerebbe questo parco?’ ",
  "mn32:16.7": "Detto ciò, il Venerabile Sāriputta mi rispose: ",
  "mn32:16.8": "“Fratello Moggallāna, un monaco che domina la propria mente e non è dominato da essa … ",
  "mn32:16.20": "Questo è il tipo di monaco che adornerebbe questo parco’” ",
  "mn32:16.21": "“Bene, bene, Moggallāna. ",
  "mn32:16.22": "Sāriputta ha risposto nel modo adeguato per lui. ",
  "mn32:16.23": "Poiché Sāriputta domina la propria mente e non è dominato da essa …” ",
  "mn32:17.1": "Detto ciò, il Venerabile Sāriputta chiese al Buddha: ",
  "mn32:17.2": "“Signore, chi ha parlato bene?” ",
  "mn32:17.3": "“Avete parlato tutti bene a vostro modo. ",
  "mn32:17.4": "Tuttavia, ascoltate anche me per quanto riguarda il monaco che adornerebbe questo parco forestale di Gosiṅga. ",
  "mn32:17.5": "Un monaco che, dopo il pasto, torna dalla questua, si siede con le gambe incrociate e la schiena dritta, e stabilisce consapevolezza di fronte a sé, pensando: ",
  "mn32:17.6": "‘Non mi alzerò finché la mia mente non verrà liberata dai contaminanti tramite il distacco!’ ",
  "mn32:17.7": "Questo è il tipo di monaco che adornerebbe questo parco”. ",
  "mn32:17.8": "Questo è ciò che il Buddha disse. ",
  "mn32:17.9": "Contenti, i venerabili trassero piacere da ciò che il Buddha disse. "
}