{
  "mn33:0.1": "Discorsi medi 33 ",
  "mn33:0.2": "Il discorso più lungo sul mandriano ",
  "mn33:1.1": "Così ho sentito. ",
  "mn33:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn33:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn33:1.4": "“Monaci!” ",
  "mn33:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn33:1.6": "Il Buddha disse: ",
  "mn33:2.1": "“Monaci, un mandriano con undici fattori non può riuscire a prendersi cura e a ingrandire una mandria di bestiame. ",
  "mn33:2.2": "Quali undici? ",
  "mn33:2.3": "È quando un mandriano non capisce le forme, non è esperto nelle proprietà, non rimuove le uova di mosca, non medica le ferite, non elimina i parassiti, non conosce i guadi, non conosce soddisfazione, non conosce il sentiero, non è esperto nei pascoli, munge troppo, e non mostra rispetto extra ai tori che sono i padri e leader della mandria. ",
  "mn33:2.4": "Un mandriano con questi undici fattori non può riuscire a prendersi cura e a ingrandire una mandria di bestiame. ",
  "mn33:3.1": "Allo stesso modo, un monaco con undici qualità non può riuscire a crescere, migliorare, o maturare in questo insegnamento e addestramento. ",
  "mn33:3.2": "Quali undici? ",
  "mn33:3.3": "È quando un monaco non capisce le forme, non è esperto nelle proprietà, non rimuove le uova di mosca, non medica le ferite, non elimina i parassiti, non conosce i guadi, non conosce soddisfazione, non conosce il sentiero, non è esperto nei pascoli, munge troppo, e non mostra rispetto extra ai monaci anziani di vecchia data, che hanno lasciato casa da molto, padri e leader della comunità. ",
  "mn33:4.1": "E com’è che un monaco non capisce le forme? ",
  "mn33:4.2": "È quando un monaco non comprende secondo realtà che ogni forma sono i quattro stati della materia, o deriva dai quattro stati della materia. ",
  "mn33:4.3": "Così è come un monaco non capisce le forme. ",
  "mn33:5.1": "E com’è che un monaco non è esperto nelle proprietà? ",
  "mn33:5.2": "È quando un monaco non comprende secondo realtà che sono le proprietà delle azioni che fanno di una persona uno stolto o un astuto. ",
  "mn33:5.3": "Così è come un monaco non è esperto nelle proprietà. ",
  "mn33:6.1": "E com’è che un monaco non rimuove le uova di mosca? ",
  "mn33:6.2": "È quando un monaco tollera un pensiero sensuale che si manifesta. Non lo abbandona, non se ne sbarazza, non lo elimina, e non lo oblitera; tollera un pensiero malevolo … tollera un pensiero crudele … tollera qualsiasi qualità malvagia e cattiva che si manifesta. Non la abbandona, non se ne sbarazza, non la elimina, e non la oblitera. ",
  "mn33:6.3": "Così è come un monaco non rimuove le uova di mosca. ",
  "mn33:7.1": "E com’è che un monaco non medica le ferite? ",
  "mn33:7.2": "Quando un monaco vede una forma con gli occhi, si fa influenzare dall’aspetto e dai dettagli. ",
  "mn33:7.3": "Dato che la facoltà della vista rimane senza contegno, qualità malvagie e cattive di attrazione o fastidio prendono il sopravvento. Non pratica contegno, non protegge la facoltà della vista, e non si applica al suo contegno. ",
  "mn33:7.4": "Quando sente un suono con l’orecchio … ",
  "mn33:7.5": "Quando fiuta un odore con il naso … ",
  "mn33:7.6": "Quando gusta un sapore con la lingua … ",
  "mn33:7.7": "Quando entra in contatto con un tocco col corpo … ",
  "mn33:7.8": "Quando diventa cosciente di un fenomeno mentale con la mente, si fa influenzare dall’aspetto e dai dettagli. ",
  "mn33:7.9": "Dato che la facoltà della mente rimane senza contegno, qualità malvagie e cattive di attrazione o fastidio prendono il sopravvento. Non pratica contegno, non protegge la facoltà della vista, e non si applica al suo contegno. ",
  "mn33:7.10": "Così è come un monaco non medica le ferite. ",
  "mn33:8.1": "E com’è che un monaco non elimina i parassiti? ",
  "mn33:8.2": "È quando un monaco non spiega agli altri l’insegnamento in dettaglio come l’ha imparato e memorizzato. ",
  "mn33:8.3": "Così è come un monaco non elimina i parassiti. ",
  "mn33:9.1": "E com’è che un monaco non conosce i guadi? ",
  "mn33:9.2": "È quando un monaco non fa visita di tanto in tanto a quei monaci molto colti, eredi del patrimonio, che hanno memorizzato gli insegnamenti, la regola monastica, e le linee guida, e non fa loro domande: ",
  "mn33:9.3": "‘Perchè, Signore, dice così? ",
  "mn33:9.4": "Cosa significa?’ ",
  "mn33:9.5": "Quei venerabili non chiariscono ciò che non è chiaro, non rivelano ciò che è sconosciuto, e non dissipano il dubbio riguardo alle molte questioni dubbiose. ",
  "mn33:9.6": "Così è come un monaco non conosce i guadi. ",
  "mn33:10.1": "E com’è che un monaco non conosce soddisfazione? ",
  "mn33:10.2": "È quando un monaco, mentre l’insegnamento e l’addestramento predicati dal Realizzato vengono spiegati, non trova ispirazione nel significato e nell’insegnamento, e non trova gioia nell’insegnamento. ",
  "mn33:10.3": "Così è come un monaco non conosce soddisfazione. ",
  "mn33:11.1": "E com’è che un monaco non conosce il sentiero? ",
  "mn33:11.2": "È quando un monaco non comprende secondo realtà il nobile ottuplice sentiero. ",
  "mn33:11.3": "Così è come un monaco non conosce il sentiero. ",
  "mn33:12.1": "E com’è che un monaco non è esperto nei pascoli? ",
  "mn33:12.2": "È quando un monaco non comprende secondo realtà le quattro basi della consapevolezza. ",
  "mn33:12.3": "Così è come un monaco non è esperto nei pascoli. ",
  "mn33:13.1": "E com’è che un monaco munge troppo? ",
  "mn33:13.2": "È quando un monaco viene invitato da un laico a ricevere abiti, cibo elemosinato, ripari, e medicine e provvigioni per malati, e quel monaco non conosce moderazione nell’accettare. ",
  "mn33:13.3": "Così è come un monaco munge troppo. ",
  "mn33:14.1": "E com’è che un monaco non mostra rispetto extra ai monaci anziani di vecchia data, che hanno presi i voti da molto, padri e leader della comunità? ",
  "mn33:14.2": "È quando un monaco non tratta costantemente i monaci anziani di vecchia data, che hanno lasciato casa da molto, padri e leader della comunità, con gentilezza attraverso corpo, parole, e mente, sia in pubblico che in privato. ",
  "mn33:14.5": "Così è come un monaco non mostra rispetto extra ai monaci anziani di vecchia data, che hanno presi i voti da molto, padri e leader della comunità. ",
  "mn33:14.6": "Un monaco con queste undici qualità non può riuscire a crescere, migliorare, o maturare in questo insegnamento e addestramento. ",
  "mn33:15.1": "Un mandriano con undici fattori può riuscire a prendersi cura e ingrandire una mandria di bestiame. ",
  "mn33:15.2": "Quali undici? ",
  "mn33:15.3": "È quando un mandriano capisce le forme, è esperto nelle proprietà, rimuove le uova di mosca, medica le ferite, elimina i parassiti, conosce i guadi, conosce soddisfazione, conosce il sentiero, non è esperto nei pascoli, munge il giusto, e mostra rispetto extra ai tori che sono i padri e leader della mandria. ",
  "mn33:15.4": "Un mandriano con questi undici fattori può riuscire a prendersi cura e ingrandire una mandria di bestiame. ",
  "mn33:16.1": "Allo stesso modo, un monaco con undici qualità può riuscire a crescere, migliorare, e maturare in questo insegnamento e addestramento. ",
  "mn33:16.2": "Quali undici? ",
  "mn33:16.3": "È quando un monaco capisce le forme, è esperto nelle proprietà, rimuove le uova di mosca, medica le ferite, elimina i parassiti, conosce i guadi, conosce soddisfazione, conosce il sentiero, è esperto nei pascoli, munge il giusto, e mostra rispetto extra ai monaci anziani di vecchia data, che hanno lasciato casa da molto, padri e leader della comunità. ",
  "mn33:17.1": "E com’è che un monaco capisce le forme? ",
  "mn33:17.2": "È quando un monaco comprende secondo realtà che ogni forma sono i dei quattro stati della materia, o deriva dai quattro stati della materia. ",
  "mn33:17.3": "Così è come un monaco capisce le forme. ",
  "mn33:18.1": "E com’è che un monaco è esperto nelle proprietà? ",
  "mn33:18.2": "È quando un monaco comprende secondo realtà che sono le proprietà delle azioni che fanno di una persona uno stolto o un astuto. ",
  "mn33:18.3": "Così è come un monaco è esperto nelle proprietà. ",
  "mn33:19.1": "E com’è che un monaco rimuove le uova di mosca? ",
  "mn33:19.2": "È quando un monaco non tollera un pensiero sensuale che si manifesta, ma lo abbandona, se ne sbarazza, lo elimina, e lo oblitera; non tollera un pensiero malevolo … non tollera un pensiero crudele … non tollera qualsiasi qualità malvagia e cattiva che si manifesta, ma la abbandona, se ne sbarazza, la elimina, e la oblitera. ",
  "mn33:19.3": "Così è come un monaco rimuove le uova di mosca. ",
  "mn33:20.1": "E com’è che un monaco medica le ferite? ",
  "mn33:20.2": "Quando un monaco vede una forma con gli occhi, non si fa influenzare dall’aspetto e dai dettagli. ",
  "mn33:20.3": "Se la facoltà della mente rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, fa pratica di contegno, protegge la facoltà della mente, e si applica al suo contegno. ",
  "mn33:20.4": "Quando sente un suono con l’orecchio … ",
  "mn33:20.5": "Quando fiuta un odore con il naso … ",
  "mn33:20.6": "Quando gusta un sapore con la lingua … ",
  "mn33:20.7": "Quando entra in contatto con un tocco col corpo … ",
  "mn33:20.8": "Quando diventa cosciente di un fenomeno mentale con la mente, non si fa influenzare dall’aspetto e dai dettagli. ",
  "mn33:20.9": "Se la facoltà della mente rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, fa pratica di contegno, protegge la facoltà della mente, e si applica al suo contegno. ",
  "mn33:20.10": "Così è come un monaco medica le ferite. ",
  "mn33:21.1": "E com’è che un monaco elimina i parassiti? ",
  "mn33:21.2": "È quando un monaco spiega agli altri l’insegnamento in dettaglio come l’ha imparato e memorizzato. ",
  "mn33:21.3": "Così è come un monaco elimina i parassiti. ",
  "mn33:22.1": "E com’è che un monaco conosce i guadi? ",
  "mn33:22.2": "È quando un monaco di tanto in tanto fa visita a quei monaci molto colti, eredi del patrimonio, che hanno memorizzato gli insegnamenti, la regola monastica, e le linee guida, e fa loro domande: ",
  "mn33:22.3": "‘Perchè, Signore, dice così? ",
  "mn33:22.4": "Cosa significa?’ ",
  "mn33:22.5": "Quei venerabili chiariscono ciò che non è chiaro, rivelano ciò che è sconosciuto, e dissipano il dubbio riguardo alle molte questioni dubbiose. ",
  "mn33:22.6": "Così è come un monaco conosce i guadi. ",
  "mn33:23.1": "E com’è che un monaco conosce soddisfazione? ",
  "mn33:23.2": "È quando un monaco, mentre l’insegnamento e l’addestramento predicati dal Realizzato vengono spiegati, trova ispirazione nel significato e nell’insegnamento, e trova gioia nell’insegnamento. ",
  "mn33:23.3": "Così è come un monaco conosce soddisfazione. ",
  "mn33:24.1": "E com’è che un monaco conosce il sentiero? ",
  "mn33:24.2": "È quando un monaco comprende secondo realtà il nobile ottuplice sentiero. ",
  "mn33:24.3": "Così è come un monaco conosce il sentiero. ",
  "mn33:25.1": "E com’è che un monaco è esperto nei pascoli? ",
  "mn33:25.2": "È quando un monaco comprende secondo realtà le quattro basi della consapevolezza. ",
  "mn33:25.3": "Così è come un monaco è esperto nei pascoli. ",
  "mn33:26.1": "E com’è che un monaco munge il giusto? ",
  "mn33:26.2": "È quando un monaco viene invitato da un laico a ricevere abiti, cibo elemosinato, ripari, e medicine e provvigioni per malati, ",
  "mn33:26.3": "e quel monaco conosce moderazione nell’accettare. ",
  "mn33:26.4": "Così è come un monaco munge il giusto. ",
  "mn33:27.1": "E com’è che un monaco mostra rispetto extra ai monaci anziani di vecchia data, che hanno presi i voti da molto, padri e leader della comunità? ",
  "mn33:27.2": "È quando un monaco tratta costantemente i monaci anziani di vecchia data, che hanno lasciato casa da molto, padri e leader della comunità, con gentilezza attraverso corpo, parole, e mente, sia in pubblico che in privato. ",
  "mn33:27.5": "Così è come un monaco mostra rispetto extra ai monaci anziani di vecchia data, che hanno presi i voti da molto, padri e leader della comunità. ",
  "mn33:27.6": "Un monaco con queste undici qualità può riuscire a crescere, migliorare, e maturare in questo insegnamento e addestramento”. ",
  "mn33:27.7": "Questo è ciò che il Buddha disse. ",
  "mn33:27.8": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}