{
  "mn34:0.1": "Discorsi medi 34 ",
  "mn34:0.2": "Il discorso più corto sul mandriano ",
  "mn34:1.1": "Così ho sentito. ",
  "mn34:1.2": "Una volta il Buddha dimorava nella terra dei Vajji, vicino a Ukkacelā, sulle sponde del fiume Gange. ",
  "mn34:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn34:1.4": "“Monaci!” ",
  "mn34:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn34:1.6": "Il Buddha disse: ",
  "mn34:2.1": "“C’era una volta, monaci, un mandriano magadhano poco intelligente. Nell’ultimo mese della stagione delle piogge, senza ispezionare la sponda vicina o quella lontana, fece attraversare il proprio bestiame da un punto senza guado sul fiume Gange verso la terra dei Suvideha sulla sponda nord. ",
  "mn34:3.1": "Ma il bestiame si ammassò nel mezzo del fiume e perì. ",
  "mn34:3.2": "Perché questo? ",
  "mn34:3.3": "Perché il mandriano poco intelligente non aveva ispezionato le sponde prima di far attraversare il bestiame da un punto senza guado. ",
  "mn34:3.4": "Allo stesso modo, ci sono asceti e bramini non esperti riguardo a questo e all’altro mondo, non esperti nel dominio del diavolo e il suo opposto, e non esperti nel dominio della Morte e il suo opposto. Se qualcuno pensasse che questi siano degni di essere ascoltati e di fidarsi di loro, ciò sarà a suo danno e sofferenza per molto tempo. ",
  "mn34:4.1": "C’era una volta, monaci, un mandriano magadhano intelligente. Nell’ultimo mese della stagione delle piogge, dopo aver ispezionato la sponda vicina e quella lontana, fece attraversare il proprio bestiame da un guado sul fiume Gange  verso la terra dei Suvideha sulla sponda nord. ",
  "mn34:5.1": "Prima fece attraversare i tori, i padri e i leader della mandria. ",
  "mn34:5.2": "Questi presero di petto la corrente del Gange e raggiunsero la sponda lontana al sicuro. ",
  "mn34:5.3": "Poi fece attraversare il bestiame forte e docile. ",
  "mn34:5.4": "Anche questi presero di petto la corrente del Gange e raggiunsero la sponda lontana al sicuro. ",
  "mn34:5.5": "Poi fece attraversare i buoi e le giovenche. ",
  "mn34:5.6": "Anche questi presero di petto la corrente del Gange e raggiunsero la sponda lontana al sicuro. ",
  "mn34:5.7": "Poi fece attraversare i vitelli e il bestiame debole. ",
  "mn34:5.8": "Anche questi presero di petto la corrente del Gange e raggiunsero la sponda lontana al sicuro. ",
  "mn34:5.9": "Poi accadde che un vitello era appena nato. Incoraggiato dal muggito della madre, anche lui riuscì a prendere di petto la corrente del Gange e a raggiungere la sponda lontana al sicuro. ",
  "mn34:5.10": "Perché questo? ",
  "mn34:5.11": "Perché il mandriano intelligente aveva ispezionato entrambe le sponde prima di far attraversare il bestiame dal guado. ",
  "mn34:5.12": "Allo stesso modo, ci sono asceti e bramini esperti riguardo a questo e all’altro mondo, esperti nel dominio del diavolo e il suo opposto, ed esperti nel dominio della Morte e il suo opposto. Se qualcuno pensasse che questi siano degni di essere ascoltati e di fidarsi di loro, ciò sarà a suo beneficio e felicità per molto tempo. ",
  "mn34:6.1": "Proprio come i tori, i padri e i leader della mandria, che attraversarono il Gange al sicuro ",
  "mn34:6.2": "sono i monaci perfetti, con contaminanti eliminati, che hanno completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, e che sono correttamente liberi attraverso l’illuminazione. Avendo preso di petto la corrente del diavolo, hanno raggiunto la sponda lontana al sicuro. ",
  "mn34:7.1": "Proprio come il bestiame forte e docile che attraversò il Gange al sicuro ",
  "mn34:7.2": "sono i monaci che, con l’eliminazione delle cinque catene inferiori rinascono spontaneamente. Si estinguono lì, e non sono soggetti a tornare da quel mondo. Anche loro, avendo preso di petto la corrente del diavolo, raggiungeranno la sponda lontana al sicuro. ",
  "mn34:8.1": "Proprio come i buoi e le giovenche che attraversarono il Gange al sicuro ",
  "mn34:8.2": "sono i monaci che, con l’eliminazione di tre catene, e l’indebolimento di avidità, odio, e illusione, sono tra quelli che ritornano una volta sola. Torneranno a questo mondo solo una volta, e poi metteranno fine alla sofferenza. Anche loro, avendo preso di petto la corrente del diavolo, raggiungeranno la sponda lontana al sicuro. ",
  "mn34:9.1": "Proprio come i vitelli e il bestiame debole che attraversò il Gange al sicuro ",
  "mn34:9.2": "sono i monaci che, con l’eliminazione di tre catene, sono entrati nella corrente, e non sono soggetti a rinascere nei regni inferiori, destinati al risveglio. Anche loro, avendo preso di petto la corrente del diavolo, raggiungeranno la sponda lontana al sicuro. ",
  "mn34:10.1": "Proprio come il vitello appena nato che, incoraggiato dal muggito della madre, attraversò il Gange al sicuro ",
  "mn34:10.2": "sono i monaci che sono discepoli degli insegnamenti e discepoli nella fede. Anche loro, avendo preso di petto la corrente del diavolo, raggiungeranno la sponda lontana al sicuro. ",
  "mn34:11.1": "Monaci, io sono esperto riguardo a questo e all’altro mondo, esperto nel dominio del diavolo e il suo opposto, ed esperto nel dominio della Morte e il suo opposto. Se qualcuno pensasse che io sia degno di essere ascoltato e di fidarsi di me, ciò sarà a suo beneficio e felicità per molto tempo”. ",
  "mn34:12.1": "Questo è ciò che il Buddha disse. ",
  "mn34:12.2": "Poi il Santo, il Maestro, continuò: ",
  "mn34:12.3": "“Questo mondo e l’altro mondo ",
  "mn34:12.4": "sono stati spiegati chiaramente da chi sa; ",
  "mn34:12.5": "come anche la portata del diavolo, ",
  "mn34:12.6": "e ciò che è fuori dalla portata della Morte. ",
  "mn34:12.7": "Conoscendo direttamente il mondo intero, ",
  "mn34:12.8": "Il Buddha che comprende ",
  "mn34:12.9": "ha spalancato le porte della libertà dalla morte, ",
  "mn34:12.10": "al fine di trovare il santuario, l’estinzione. ",
  "mn34:12.11": "La corrente del Malvagio è stata bloccata, ",
  "mn34:12.12": "è stata soffiata via e falciata. ",
  "mn34:12.13": "Siate pieni di gioia, monaci, ",
  "mn34:12.14": "indirizzate la vostra mente verso il santuario!” "
}