{
  "mn35:0.1": "Discorsi medi 35 ",
  "mn35:0.2": "Il discorso più corto con Saccaka ",
  "mn35:1.1": "Così ho sentito. ",
  "mn35:1.2": "Una volta il Buddha dimorava vicino a Vesālī, presso la Grande Selva, nella sala col tetto a punta. ",
  "mn35:2.1": "In quell’occasione Saccaka, figlio di genitori giainisti, si trovava a Vesālī. Era un dibattitore e uno scaltro oratore ritenuto santo da molti. ",
  "mn35:2.2": "Diceva a una folla a Vesālī: ",
  "mn35:2.3": "“Non vedo nessun asceta o bramino, guida di un ordine o di una comunità, o il maestro di una comunità, persino uno che dice di essere un perfetto, un Buddha completamente risvegliato, che non vacillerebbe e oscillerebbe e tremerebbe, sudando dalle ascelle, se lo affrontassi in dibattito. ",
  "mn35:2.4": "Persino se affrontassi un palo insenziente in dibattito, vacillerebbe e oscillerebbe e tremerebbe. ",
  "mn35:2.5": "Figuriamoci un umano!” ",
  "mn35:3.1": "Al mattino il Venerabile Assaji si vestì e, prendendo la propria ciotola e abito, entrò a Vesālī per l’elemosina. ",
  "mn35:3.2": "Mentre Saccaka faceva una passeggiata vide Assaji arrivare da lontano. ",
  "mn35:3.3": "Andò da lui e ci scambiò saluti. ",
  "mn35:3.4": "Una volta che i saluti e le cordialità terminarono, Saccaka si sedette a lato e disse ad Assaji: ",
  "mn35:4.1": "“Signor Assaji, l’asceta Gotama come guida i propri discepoli? E su quali argomenti procede l’istruzione ai suoi discepoli in generale?” ",
  "mn35:4.2": "“Aggivessana, l’asceta Gotama guida i propri discepoli così, e gli argomenti su cui procede l’istruzione ai suoi discepoli in generale sono questi: ",
  "mn35:4.3": "‘Forma, sensazione, percezione, attività, e coscienza sono impermanenti. ",
  "mn35:4.4": "Forma, sensazione, percezione, attività, e coscienza non sono il Sé. ",
  "mn35:4.5": "Ogni attività è impermanente. Ogni fenomeno non è il Sé’. ",
  "mn35:4.6": "L’asceta Gotama guida i propri discepoli così, e gli argomenti su cui procede l’istruzione ai suoi discepoli in generale sono questi” ",
  "mn35:4.7": "“È triste da sentire, Signor Assaji, che l’asceta Gotama sia di questa dottrina. ",
  "mn35:4.8": "Speriamo che prima o poi io abbia occasione di incontrare il Signor Gotama e conversarci. E speriamo che riesca a dissuaderlo da questa idea sbagliata e dannosa”. ",
  "mn35:5.1": "In quell’occasione circa cinquecento Licchavi erano radunati nel salone comunale per qualche faccenda. ",
  "mn35:5.2": "Quindi Saccaka andò da loro e disse: ",
  "mn35:5.3": "“Venite, Licchavī, venite! Oggi avrò una discussione con l’asceta Gotama. ",
  "mn35:5.4": "Se si attiene alla posizione che uno dei suoi noti discepoli mi ha dichiarato, un monaco di nome Assaji, lo affronterò in dibattito e lo trascinerò avanti e indietro e a destra e a sinistra, come un uomo forte che trascina una pecora soffice avanti e indietro e a destra e a sinistra! ",
  "mn35:5.6": "Affrontandolo in dibattito, lo trascinerò avanti e indietro e a destra e a sinistra, come un birraio che getta un grosso setaccio in un lago profondo, lo afferra dagli angoli, e o trascina avanti e indietro e a destra e a sinistra! ",
  "mn35:5.8": "Affrontandolo in dibattito, lo agiterò su e giù, e lo picchierò, come un birraio che prende un filtro dagli angoli e lo agita su e giù, e lo picchia! ",
  "mn35:5.10": "Giocherò a lavare le orecchie all’asceta Gotama, come un elefante di sessant’anni che si immerge in un profondo stagno di fiori di loto e gioca a lavarsi le orecchie! ",
  "mn35:5.12": "Venite, Licchavī, venite! Oggi avrò una discussione con l’asceta Gotama”. ",
  "mn35:6.1": "A ciò, alcuni dei Licchavi risposero: ",
  "mn35:6.2": "“Come può l’asceta Gotama confutare la dottrina di Saccaka, quando sarà Saccaka che confuterà la dottrina di Gotama?” ",
  "mn35:6.3": "Ma alcuni dei Licchavi dissero: ",
  "mn35:6.4": "“Chi è Saccaka per confutare la dottrina del Buddha, quando sarà il Buddha a confutare la dottrina di Saccaka?” ",
  "mn35:6.5": "Poi Saccaka, in compagnia dei cinquecento Licchavi, andò nella sala col tetto a punta presso la Grande Selva. ",
  "mn35:7.1": "In quell’occasione vari monaci stavano camminando all’aperto. ",
  "mn35:7.2": "Quindi Saccaka andò da loro e disse: ",
  "mn35:7.3": "“Buoni signori, dov’è il Signor Gotama al momento? ",
  "mn35:7.4": "Vorremmo vederlo” ",
  "mn35:7.5": "“Aggivessana, il Buddha si è addentrato profondamente nella Grande Selva ed è seduto alla radice di un albero per la dimora quotidiana”. ",
  "mn35:8.1": "Quindi Saccaka, insieme al grande gruppo di Licchavi, andò dal Buddha nella Grande Selva, e ci scambiò saluti. ",
  "mn35:8.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato. ",
  "mn35:8.3": "Prima di sedersi a lato, alcuni dei Licchavī si inchinarono, alcuni scambiarono saluti e cordialità, alcuni alzarono le mani giunte verso il Buddha, alcuni annunciarono il proprio nome e famiglia, mentre altri rimasero in silenzio. ",
  "mn35:9.1": "Poi Saccaka disse al Buddha: ",
  "mn35:9.2": "“Vorrei fare una domanda al Signor Gotama riguardo a un certo punto, se ha il tempo di rispondere” ",
  "mn35:9.3": "“Chiedi ciò che vuoi, Aggivessana” ",
  "mn35:9.4": "“L’asceta Gotama come guida i propri discepoli? E su quali argomenti procede l’istruzione ai suoi discepoli in generale?” ",
  "mn35:9.5": "“Guido i miei discepoli così, e gli argomenti su cui procede l’istruzione ai miei discepoli in generale sono questi: ",
  "mn35:9.6": "‘Forma, sensazione, percezione, attività, e coscienza sono impermanenti. ",
  "mn35:9.7": "Forma, sensazione, percezione, attività, e coscienza non sono il Sé. ",
  "mn35:9.8": "Ogni attività è impermanente. Ogni fenomeno non è il Sé’. ",
  "mn35:9.9": "Guido i miei discepoli così, e gli argomenti su cui procede l’istruzione ai miei discepoli in generale sono questi” ",
  "mn35:10.1": "“Mi viene una similitudine, Signor Gotama” ",
  "mn35:10.2": "“Allora parla come ti senti ispirato”, disse il Buddha. ",
  "mn35:10.3": "“Ogni pianta e seme che cresce, aumenta, e matura lo fa in dipendenza della terra e basata sulla terra. ",
  "mn35:10.5": "Tutto il duro lavoro che viene fatto dipende dalla terra ed è basato sulla terra. ",
  "mn35:10.7": "Allo stesso modo, il Sé di un individuo è la forma. Basato sulla forma accumula merito o demerito. Il Sé di un individuo è la sensazione. Basato sulla sensazione accumula merito o demerito. Il Sé di un individuo è la percezione. Basato sulla percezione accumula merito o demerito. Il Sé di un individuo sono le attività. Basato sulle attività accumula merito o demerito. Il Sé di un individuo è la coscienza. Basato sulla coscienza accumula merito o demerito”. ",
  "mn35:11.1": "“Aggivessana, non stai dicendo questo: ",
  "mn35:11.2": "‘La forma è il mio Sé, la sensazione è il mio Sé, la percezione è il mio Sé, le attività sono il mio Sé, la coscienza è il mio Sé’?” ",
  "mn35:11.3": "“Certo, Signor Gotama, è quello che sto dicendo. ",
  "mn35:11.4": "E questa grande folla è d’accordo con me!” ",
  "mn35:11.5": "“Cosa c’entra questa grande folla con te? ",
  "mn35:11.6": "Per favore, difendi da solo la tua posizione” ",
  "mn35:11.7": "“Allora, Signor Gotama, quello che sto dicendo è questo: ",
  "mn35:11.8": "‘La forma è il mio Sé, la sensazione è il mio Sé, la percezione è il mio Sé, le attività sono il mio Sé, la coscienza è il mio Sé’” ",
  "mn35:12.1": "“Allora, Aggivessana, ti chiedo questo, e potrai rispondere come vuoi. ",
  "mn35:12.2": "Cosa ne pensi, Aggivessana? ",
  "mn35:12.3": "Considera un re aristocratico consacrato come Pasenadi di Kosala o Ajātasattu di Magadha, figlio della principessa di Videha. ",
  "mn35:12.4": "Avrebbero il potere nel proprio regno di giustiziare, multare, o bandire chi è stato condannato a essere giustiziato, multato o bandito?” ",
  "mn35:12.5": "“Un re aristocratico consacrato ne avrebbe  il potere, Signor Gotama. ",
  "mn35:12.7": "Persino le federazioni come i ",
  "mn35:12.8": "Vajji e i Malla ",
  "mn35:12.9": "ne hanno il potere nel proprio regno. ",
  "mn35:12.11": "Quindi certo che un re aristocratico consacrato come Pasenadi o Ajātasattu ",
  "mn35:12.12": "eserciterebbero tale potere, come da loro diritto” ",
  "mn35:13.1": "“Cosa ne pensi, Aggivessana? ",
  "mn35:13.2": "Quando dici: ",
  "mn35:13.3": "‘La forma è il mio Sé’, hai potere su quella forma per dire: ",
  "mn35:13.4": "‘Che la mia forma sia così! Che non sia cosà’?” ",
  "mn35:13.5": "Detto ciò, Saccaka rimase in silenzio. ",
  "mn35:13.6": "Il Buddha fece la stessa domanda per la seconda volta, ",
  "mn35:13.10": "ma Saccaka rimase di nuovo in silenzio. ",
  "mn35:13.11": "Allora il Buddha disse a Saccaka: ",
  "mn35:13.12": "“Rispondi ora, Aggivessana. Non è il momento per il silenzio. ",
  "mn35:13.13": "Se qualcuno non risponde a una domanda legittima quando interrogato tre volte dal Buddha, la sua testa esplode in sette pezzi sul posto”. ",
  "mn35:14.1": "In quell’occasione lo spirito Vajirapāṇi, con in mano un fulmine di ferro rovente, fiammante e incandescente, rimaneva nel cielo sopra Saccaka pensando: ",
  "mn35:14.2": "“Se questo Saccaka non risponde quando interrogato per la terza volta, gli faccio esplodere la testa in sette pezzi sul posto!” ",
  "mn35:14.3": "Ed entrambi il Buddha e Saccaka vedevano Vajirapāṇi. ",
  "mn35:14.4": "Saccaka era terrorizzato, scioccato, e sbalordito. Cercando riparo, protezione, e rifugio nel Buddha disse: ",
  "mn35:14.5": "“Mi chieda, Signor Gotama. Risponderò” ",
  "mn35:15.1": "“Cosa ne pensi, Aggivessana? ",
  "mn35:15.2": "Quando dici ",
  "mn35:15.3": "‘La forma è il mio Sé’, hai potere su quella forma per dire: ",
  "mn35:15.4": "‘Che la mia forma sia così! Che non sia cosà’?” ",
  "mn35:15.5": "“No, Signor Gotama” ",
  "mn35:16.1": "“Pensaci, Aggivessana! ",
  "mn35:16.2": "Dovresti pensare prima di rispondere. ",
  "mn35:16.3": "Ciò che hai detto prima e ciò che hai detto dopo non combaciano. ",
  "mn35:16.4": "Cosa ne pensi, Aggivessana? ",
  "mn35:16.5": "Quando dici ",
  "mn35:16.6": "‘La sensazione è il mio Sé’, hai potere su quella sensazione per dire: ",
  "mn35:16.7": "‘Che la mia sensazione sia così! Che non sia cosà’?” ",
  "mn35:16.8": "“No, Signor Gotama” ",
  "mn35:17.1": "“Pensaci, Aggivessana! ",
  "mn35:17.2": "Dovresti pensare prima di rispondere. ",
  "mn35:17.3": "Ciò che hai detto prima e ciò che hai detto dopo non combaciano. ",
  "mn35:17.4": "Cosa ne pensi, Aggivessana? ",
  "mn35:17.5": "Quando dici ",
  "mn35:17.6": "‘La percezione è il mio Sé’, hai potere su quella percezione per dire: ",
  "mn35:17.7": "‘Che la mia percezione sia così! Che non sia cosà’?” ",
  "mn35:17.8": "“No, Signor Gotama” ",
  "mn35:18.1": "“Pensaci, Aggivessana! ",
  "mn35:18.2": "Dovresti pensare prima di rispondere. ",
  "mn35:18.3": "Ciò che hai detto prima e ciò che hai detto dopo non combaciano. ",
  "mn35:18.4": "Cosa ne pensi, Aggivessana? ",
  "mn35:18.5": "Quando dici: ",
  "mn35:18.6": "‘Le attività sono il mio Sé’, hai potere su quelle attività per dire: ",
  "mn35:18.7": "‘Che le mie attività siano così! Che non siano cosà’?” ",
  "mn35:18.8": "“No, Signor Gotama” ",
  "mn35:19.1": "“Pensaci, Aggivessana! ",
  "mn35:19.2": "Dovresti pensare prima di rispondere. ",
  "mn35:19.3": "Ciò che hai detto prima e ciò che hai detto dopo non combaciano. ",
  "mn35:19.4": "Cosa ne pensi, Aggivessana? ",
  "mn35:19.5": "Quando dici ",
  "mn35:19.6": "‘La coscienza è il mio Sé’, hai potere su quella coscienza per dire: ",
  "mn35:19.7": "‘Che la mia coscienza sia così! Che non sia cosà’?” ",
  "mn35:19.8": "“No, Signor Gotama” ",
  "mn35:20.1": "“Pensaci, Aggivessana! ",
  "mn35:20.2": "Dovresti pensare prima di rispondere. ",
  "mn35:20.3": "Ciò che hai detto prima e ciò che hai detto dopo non combaciano. ",
  "mn35:20.4": "Cosa ne pensi, Aggivessana? ",
  "mn35:20.5": "La forma è permanente o impermanente?” ",
  "mn35:20.6": "“Impermanente” ",
  "mn35:20.7": "“Ma se è impermanente, è insoddisfacente o soddisfacente?” ",
  "mn35:20.8": "“Insoddisfacente” ",
  "mn35:20.9": "“Ma se è impermanente, insoddisfacente, e soggetta a decadere, è adatta a essere considerata così: ",
  "mn35:20.10": "‘Questo è mio, io sono questo, questo è il mio Sé’?” ",
  "mn35:20.11": "“No, Signor Gotama” ",
  "mn35:20.12": "Cosa ne pensi, Aggivessana? ",
  "mn35:20.13": "La sensazione … ",
  "mn35:20.14": "La percezione … ",
  "mn35:20.15": "Le attività … ",
  "mn35:20.16": "La coscienza è permanente o impermanente?” ",
  "mn35:20.17": "“Impermanente” ",
  "mn35:20.18": "“Ma se è impermanente, è insoddisfacente o soddisfacente?” ",
  "mn35:20.19": "“Insoddisfacente” ",
  "mn35:20.20": "“Ma se è impermanente, insoddisfacente, e soggetta a decadere, è adatta a essere considerata così: ",
  "mn35:20.21": "‘Questo è mio, io sono questo, questo è il mio Sé’?” ",
  "mn35:20.22": "“No, Signor Gotama” ",
  "mn35:21.1": "“Cosa ne pensi, Aggivessana? ",
  "mn35:21.2": "Considera una persona che si aggrappa, trattiene e si attacca a ciò che è insoddisfacente, considerandolo così: ‘Questo è mio, io sono questo, questo è il mio Sé’. Una persona del genere sarebbe in grado di comprendere completamente la sofferenza lei stessa, o dimorare avendo spazzato via la sofferenza?” ",
  "mn35:21.3": "“Come potrebbe? ",
  "mn35:21.4": "No, Signor Gotama” ",
  "mn35:21.5": "“Cosa ne pensi, Aggivessana? ",
  "mn35:21.6": "Dato che le cose stanno così, tu non sei uno che si aggrappa, trattiene e si attacca a ciò che è insoddisfacente, considerandolo così: ‘Questo è mio, io sono questo, questo è il mio Sé’?” ",
  "mn35:21.8": "“Come potrei non esserlo? ",
  "mn35:21.9": "Sì, Signor Gotama” ",
  "mn35:22.1": "“Immagina, Aggivessana, una persona che necessita di durame. Vagando alla ricerca di durame, prende una ascia affilata e si addentra nella foresta. ",
  "mn35:22.2": "Lì vede un grande banano, dritto e giovane e cresciuto senza difetti. ",
  "mn35:22.3": "Lo taglia alla base, taglia la cima, e srotola gli strati arrotolati. ",
  "mn35:22.4": "Ma non trova nemmeno del legno tenero, tanto meno del durame. ",
  "mn35:22.5": "Allo stesso modo, se perseguito, pressato, e spinto da me riguardo la tua dottrina, ne esce fuori che sei vuoto, vacuo, e in errore. ",
  "mn35:22.6": "Ma sei stato tu a dire davanti all’assemblea di Vesālī: ",
  "mn35:22.7": "‘Non vedo nessun asceta o bramino, guida di un ordine o di una comunità, o il maestro di una comunità, persino uno che dice di essere un perfetto, un Buddha completamente risvegliato, che non vacillerebbe e oscillerebbe e tremerebbe, sudando dalle ascelle, se lo affrontassi in dibattito. ",
  "mn35:22.8": "Persino se affrontassi un palo insenziente in dibattito, vacillerebbe e oscillerebbe e tremerebbe. ",
  "mn35:22.9": "Figuriamoci un umano!’ ",
  "mn35:22.10": "Ma il sudore sta cadendo dalla tua fronte; ha inzuppato il tuo abito e gocciola in terra. ",
  "mn35:22.11": "Mentre io al momento non ho sudore sul corpo”. ",
  "mn35:22.12": "Allora il Buddha mostrò il proprio corpo dorato all’assemblea. ",
  "mn35:22.13": "Detto ciò, Saccaka rimase seduto in silenzio, imbarazzato, con spalle cadenti, abbattuto, depresso, senza dire nulla. ",
  "mn35:23.1": "Vedendo ciò il Licchavi Dummukha disse al Buddha: ",
  "mn35:23.2": "“Mi viene una similitudine, Beato” ",
  "mn35:23.3": "“Allora parla come ti senti ispirato” disse il Buddha. ",
  "mn35:23.4": "“Signore, immagini uno stagno di fiori di loto non lontano da una città o un villaggio, ",
  "mn35:23.5": "e un granchio che vive lì. ",
  "mn35:23.6": "Poi vari ragazzi o ragazze lasciano la città o il villaggio e vanno allo stagno, dove prendono il granchio e lo posano sulla terra asciutta. ",
  "mn35:23.7": "Ogni volta che il granchio estende una chela, quei ragazzi o ragazze la spezzano, rompono, e staccano con un bastoncino o una pietra. ",
  "mn35:23.8": "E una volta che tutte le chele di quel granchio sono state spezzate, rotte, e staccate il granchio non è in grado di ritornare nello stagno. ",
  "mn35:23.9": "Allo stesso modo, Signore, il Buddha ha spezzato, rotto, e staccato ogni trucco, espediente e scappatoia di Saccaka. ",
  "mn35:23.10": "Ora Saccaka non può più avvicinarsi al Buddha cercando dibattito”. ",
  "mn35:24.1": "Ma Saccaka gli disse: ",
  "mn35:24.2": "“Aspetta, Dummukha, aspetta! Non stavo parlando con te, stavo parlando col Signor Gotama. ",
  "mn35:24.3": "Signor Gotama, lasci stare quella dichiarazione che ho fatto, come hanno fatto anche altri asceti e bramini. ",
  "mn35:24.4": "Era solo una sciocchezza. ",
  "mn35:24.5": "Come definisce un discepolo del Signor Gotama che segue le istruzioni e risponde ai consigli; che è andato oltre al dubbio, si è liberato dell’indecisione, ha ottenuto garanzia, ed è indipendente dagli altri nelle istruzioni del Maestro?” ",
  "mn35:24.6": "“È quando un mio discepolo vede secondo realtà ogni tipo di forma in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> forma, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn35:24.7": "Vede secondo realtà ogni tipo di sensazione … ",
  "mn35:24.8": "di percezione … ",
  "mn35:24.9": "di intenzione … ",
  "mn35:24.10": "di coscienza in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> coscienza, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn35:24.11": "Così si definisce un mio discepolo che segue le istruzioni e risponde ai consigli; che è andato oltre al dubbio, si è liberato dell’indecisione, ha ottenuto garanzia, ed è indipendente dagli altri nelle istruzioni del Maestro” ",
  "mn35:25.1": "“Ma come definisce un monaco perfetto, con contaminanti eliminati, che ha completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, ed è correttamente libero attraverso l’illuminazione?” ",
  "mn35:25.2": "“È quando un mio discepolo vede secondo realtà ogni tipo di forma in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> forma, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. E avendo visto con saggezza corretta viene liberato tramite il distacco. ",
  "mn35:25.3": "Vede secondo realtà ogni tipo di sensazione … ",
  "mn35:25.4": "di percezione … ",
  "mn35:25.5": "di intenzione … ",
  "mn35:25.6": "di coscienza in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> coscienza, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. E avendo visto con saggezza corretta viene liberato tramite il distacco. ",
  "mn35:25.7": "Così si definisce un monaco perfetto, con contaminanti eliminati, che ha completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, ed è correttamente libero attraverso l’illuminazione. ",
  "mn35:26.1": "Un monaco la cui mente è libera così possiede tre qualità insuperabili: ",
  "mn35:26.2": "visione insuperabile, pratica insuperabile, e libertà insuperabile. ",
  "mn35:26.3": "Onora, rispetta, stima, e venera solo il Realizzato: ",
  "mn35:26.4": "‘Il Beato è risvegliato, domato, controllato, trascendente, ed estinto. E spiega l’insegnamento per il risveglio, domatura, controllo, trascendenza, e per l’estinzione’”. ",
  "mn35:27.1": "Detto ciò, Saccaka disse al Buddha: ",
  "mn35:27.2": "“Signor Gotama, è stato rude e impudente da parte mia immaginare di attaccarla in dibattito. ",
  "mn35:27.3": "Poiché una persona potrebbe trovare sicurezza dopo aver attaccato un elefante in calore, ma non dopo aver attaccato il Signor Gotama. ",
  "mn35:27.4": "Una persona potrebbe trovare sicurezza dopo aver attaccato una massa di fuoco fiammante, ma non dopo aver attaccato il Signor Gotama. ",
  "mn35:27.5": "Potrebbe trovare sicurezza dopo aver attaccato una vipera velenosa, ma non dopo aver attaccato il Signor Gotama. ",
  "mn35:27.6": "È stato rude e impudente da parte mia immaginare di attaccarla in dibattito. ",
  "mn35:27.7": "Il Signor Gotama accetterebbe il pasto di domani insieme alla comunità monastica da parte mia?” ",
  "mn35:27.8": "Il Buddha acconsentì in silenzio. ",
  "mn35:28.1": "Quindi, vedendo che il Buddha aveva accettato, Saccaka si rivolse ai Licchavi: ",
  "mn35:28.2": "“Ascoltate, signori. Ho invitato l’asceta Gotama insieme alla comunità monastica per il pasto di domani. ",
  "mn35:28.3": "Potete portarmi tutto ciò che pensate sia adeguato”. ",
  "mn35:29.1": "Poi, una volta passata la notte, i Licchavi presentarono a Saccaka un’offerta di cinquecento porzioni di cibo. ",
  "mn35:29.2": "E Saccaka fece preparare vari cibi deliziosi a casa sua. Poi annunciò l’ora al Buddha, dicendo: ",
  "mn35:29.3": "“Signor Gotama, è ora. Il pranzo è pronto”. ",
  "mn35:30.1": "Allora al mattino il Buddha si vestì, prese la propria ciotola e abito, andò al parco di Saccaka, e si sedette al posto preparato insieme alla comunità di monaci. ",
  "mn35:30.2": "Poi Saccaka servì e soddisfece la comunità monastica guidata dal Buddha con vari cibi freschi cotti con le proprie mani. ",
  "mn35:30.3": "Una volta che il Buddha ebbe mangiato ed ebbe lavato mani e ciotola, Saccaka si sedette su un posto basso a lato. ",
  "mn35:30.4": "Poi disse al Buddha: ",
  "mn35:30.5": "“Signor Gotama, che il merito e la crescita di merito per questa offerta siano per la felicità dei donatori” ",
  "mn35:30.6": "“Aggivessana, tutto ciò che viene dal donare a un ricevente di donazione come te, che non è libero da avidità, odio, e illusione, sarà a favore dei donatori. ",
  "mn35:30.7": "Tutto ciò che viene dal donare a un ricevente di donazione come me, che è libero da avidità, odio, e illusione, sarà a tuo favore” "
}