{
  "mn36:0.1": "Discorsi medi 36 ",
  "mn36:0.2": "Il discorso più lungo con Saccaka ",
  "mn36:1.1": "Così ho sentito. ",
  "mn36:1.2": "Una volta il Buddha dimorava vicino a Vesālī, presso la Grande Selva, nella sala col tetto a punta. ",
  "mn36:2.1": "In quell’occasione, al mattino, il Buddha, essendo vestito adeguatamente, prese la propria ciotola e abito, volendo entrare a Vesālī per l’elemosina. ",
  "mn36:3.1": "Poi, mentre Saccaka, figlio di genitori giainisti, stava facendo una passeggiata, approcciò la sala col tetto a punta nella Grande Selva. ",
  "mn36:3.2": "Il Venerabile Ānanda lo vide arrivare da lontano ",
  "mn36:3.3": "e disse al Buddha: ",
  "mn36:3.4": "“Signore, Saccaka, figlio di genitori giainisti, sta arrivando. È un dibattitore e uno scaltro oratore ritenuto santo da molti. ",
  "mn36:3.5": "Vuole screditare il Buddha, l’insegnamento, e la comunità. ",
  "mn36:3.6": "Per favore, Signore, si sieda un momento per premura”. ",
  "mn36:3.7": "Il Buddha si sedette sul posto preparato. ",
  "mn36:3.8": "Allora Saccaka andò dal Buddha e ci scambiò saluti. Una volta che i saluti e le cordialità terminarono si sedette a lato e disse al Buddha: ",
  "mn36:4.1": "“Signor Gotama, ci sono asceti e bramini che vivono dediti alla pratica dello sviluppo della resistenza fisica, senza sviluppare la mente. ",
  "mn36:4.2": "Soffrono sensazioni fisiche dolorose. ",
  "mn36:4.3": "Una volta è successo che a uno di loro si paralizzarono le cosce, gli scoppiò il cuore, gli sgorgò sangue dalla bocca, e impazzì e perse la testa. ",
  "mn36:4.4": "La mente era soggetta al corpo, e il corpo aveva potere su di essa. ",
  "mn36:4.5": "Perché questo? ",
  "mn36:4.6": "Perché la sua mente non era sviluppata. ",
  "mn36:4.7": "Ci sono asceti e bramini che vivono dediti alla pratica dello sviluppo della mente, senza sviluppare la resistenza fisica. ",
  "mn36:4.8": "Soffrono sensazioni mentali dolorose. ",
  "mn36:4.9": "Una volta è successo che a uno di loro si paralizzarono le cosce, gli scoppiò il cuore, gli sgorgò sangue dalla bocca, e impazzì e perse la testa. ",
  "mn36:4.10": "Il corpo era soggetto alla mente, e la mente aveva potere su di esso. ",
  "mn36:4.11": "Perché questo? ",
  "mn36:4.12": "Perché la sua resistenza fisica non era sviluppata. ",
  "mn36:4.13": "Io penso che ",
  "mn36:4.14": "i discepoli del Signor Gotama vivano dediti alla pratica dello sviluppo della mente, senza sviluppare la resistenza fisica” ",
  "mn36:5.1": "“Ma, Aggivessana, cos’hai sentito riguardo allo sviluppo della resistenza fisica?” ",
  "mn36:5.2": "“Prenda, ad esempio, ",
  "mn36:5.3": "Nanda Vaccha, Kisa Saṅkicca, e l’asceta dal bastone di bambù Gosāla. ",
  "mn36:5.4": "Vagano nudi, ignorando le convenzioni. Si leccano le mani, e non vengono o si fermano quando chiamati. Non consentono al cibo portato loro, o al cibo preparato apposta per loro, o a inviti per il pasto. ",
  "mn36:5.5": "Non riceveno niente da una pentola o da una ciotola; o da chi tiene pecore, o che ha un’arma o un badile in casa; o dove una coppia sta mangiando; o dove c’è una donna incinta, che allatta, o che ha un uomo a casa; o dove il cibo viene pubblicizzato; o dove c’è un cane che aspetta o mosche che volano. Non accettano pesce, carne, liquore, o vino, e non bevono bevande fermentate. ",
  "mn36:5.6": "Per l’elemosina vanno solo a una casa, prendendo solo un boccone, o due case e due bocconi, fino a sette case e sette bocconi. ",
  "mn36:5.7": "Mangiano un piattino al giorno, due piattini al giorno, fino a sette piattini al giorno. ",
  "mn36:5.8": "Mangiano una volta al giorno, una volta ogni due giorni, fino a una volta a settimana, e così via, persino fino a una volta ogni due settimane. Vivono dediti alla pratica del mangiare a intervalli regolari” ",
  "mn36:6.1": "“Ma, Aggivessana, sopravvivono con così poco?” ",
  "mn36:6.2": "“No, Signor Gotama. ",
  "mn36:6.3": "A volte mangiano cibi cotti freschi raffinati e bevono una varietà di bevande raffinate. ",
  "mn36:6.4": "Riprendono le forze fisiche, rafforzano il corpo, e ingrassano” ",
  "mn36:6.5": "“Ciò che prima avevano abbandonato, hanno ripreso dopo. È così che c’è aumento e diminuzione di questo corpo. ",
  "mn36:6.6": "Ma, Aggivessana, cos’hai sentito riguardo allo sviluppo della mente?” ",
  "mn36:6.7": "Quando Saccaka venne interrogato dal Buddha riguardo allo sviluppo della mente, divenne perplesso. ",
  "mn36:7.1": "Allora il Buddha disse a Saccaka: ",
  "mn36:7.2": "“Lo sviluppo della resistenza fisica che hai descritto non è lo sviluppo della resistenza fisica legittimo nell’insegnamento nobile. ",
  "mn36:7.3": "E dato che non comprendi nemmeno lo sviluppo della resistenza fisica, come sarebbe possibile che tu comprenda lo sviluppo della mente? ",
  "mn36:7.4": "Comunque, riguardo a come si è sottosviluppati nella resistenza fisica e nella mente, e riguardo a come si è sviluppati nella resistenza fisica e nella mente, ",
  "mn36:7.5": "ascolta e presta la giusta attenzione, ora parlo” ",
  "mn36:7.6": "“Sì, Signore”, rispose Saccaka. ",
  "mn36:7.7": "Il Buddha disse: ",
  "mn36:8.1": "“E com’è che si è sottosviluppati nella resistenza fisica e nella mente? ",
  "mn36:8.2": "Prendi una persona ordinaria non istruita che prova una sensazione piacevole. ",
  "mn36:8.3": "Nel provarla, si riempie di febbre per essa. ",
  "mn36:8.4": "Poi quella sensazione piacevole cessa. ",
  "mn36:8.5": "E una volta cessata la sensazione piacevole, si manifesta una sensazione dolorosa. ",
  "mn36:8.6": "Nel provare la sensazione dolorosa, la persona si intristisce e geme e si lamenta, battendosi il petto e cadendo in confusione. ",
  "mn36:8.7": "Poiché la sua resistenza fisica è sottosviluppata, le sensazioni piacevoli gli sopraffanno la mente. E poiché la mente è sottosviluppata, le sensazioni dolorose gli sopraffanno la mente. ",
  "mn36:8.8": "Chiunque abbia la mente sopraffatta da entrambe sensazioni piacevoli e dolorose così è sottosviluppato in resistenza fisica e nella mente. ",
  "mn36:9.1": "E com’è che si è sviluppati nella resistenza fisica e nella mente? ",
  "mn36:9.2": "Prendo un discepolo nobile istruito che prova una sensazione piacevole. ",
  "mn36:9.3": "Nel provarla, non si riempie di avidità per essa. ",
  "mn36:9.4": "Poi quella sensazione piacevole cessa. ",
  "mn36:9.5": "E una volta cessata la sensazione piacevole, si manifesta una sensazione dolorosa. ",
  "mn36:9.6": "Nel provare la sensazione dolorosa, non si intristisce o geme o si lamenta, battendosi il petto e cadendo in confusione. ",
  "mn36:9.7": "Poiché la sua resistenza fisica è sviluppata, le sensazioni piacevoli non gli sopraffanno la mente. E poiché la mente è sviluppata, le sensazioni dolorose non gli sopraffanno la mente. ",
  "mn36:9.8": "Chiunque non abbia la mente sopraffatta da entrambe sensazioni piacevoli e dolorose così è sviluppato sia in resistenza fisica che nella mente” ",
  "mn36:10.1": "“Sono fiducioso che il Signor Gotama ",
  "mn36:10.2": "sia sviluppato sia in resistenza fisica che nella mente” ",
  "mn36:10.3": "“Le tue parole sono chiaramente invasive e intrusive, Aggivessana. ",
  "mn36:10.4": "Ma comunque sia, ti rispondo. ",
  "mn36:10.5": "Dal momento che mi tagliai capelli e barba, indossai l’abito marrone, e lasciai la vita di casa per quella mendicante, non è stato possibile per alcuna sensazione piacevole o dolorosa sopraffare la mia mente” ",
  "mn36:11.1": "“Sicuramente non avrà provato il tipo di sensazioni così piacevoli o così dolorose da sopraffare la mente” ",
  "mn36:12.1": "“Come potrebbe non essere così, Aggivessana? ",
  "mn36:12.2": "Prima del mio risveglio, quando non ero ancora risvegliato ma ero alla ricerca del risveglio, pensai: ",
  "mn36:12.3": "‘La vita laica è inconveniente e impura, mentre la vita di chi lascia casa è aperta. ",
  "mn36:12.4": "Non è facile per chi vive a casa seguire il percorso spirituale in modo totalmente completo e puro, come un guscio lucidato. ",
  "mn36:12.5": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?’ ",
  "mn36:13.1": "Qualche tempo dopo, quando avevo ancora i capelli nero puro, benedetto dalla giovinezza, nel fiore degli anni, sebbene mia madre e mio padre non volessero, piangendo con facce piene di lacrime, mi tagliai capelli e barba, indossai l’abito marrone, e lasciai la vita di casa per quella mendicante. ",
  "mn36:13.2": "Una volta lasciata casa partì alla scoperta del bene, alla ricerca dello stato supremo di pace sublime. Andai da Āḷāra Kālāma e gli dissi: ",
  "mn36:13.3": "‘Fratello Kālāma, desidero seguire il percorso spirituale secondo questo insegnamento e addestramento’. ",
  "mn36:13.4": "Āḷāra Kālāma rispose: ",
  "mn36:13.5": "‘Rimani, venerabile. ",
  "mn36:13.6": "Questo insegnamento è tale che le persone giudiziose possano presto realizzare la tradizione con la propria conoscenza diretta e dimorare avendo raggiunto ciò’. ",
  "mn36:13.7": "Allora memorizzai subito quell’insegnamento. ",
  "mn36:13.8": "Per quanto riguarda la memorizzazione e recita orale, parlavo della dottrina della sapienza, della dottrina degli anziani. Dicevo di conoscere e vedere, e così facevano gli altri. ",
  "mn36:13.9": "Poi pensai: ",
  "mn36:13.10": "‘Non è solo per fede che Āḷāra Kālāma dichiara: “Ho realizzato questo insegnamento con la mia conoscenza diretta, e dimoro avendo raggiunto ciò”. ",
  "mn36:13.11": "Sicuramente dimora conoscendo e vedendo questo insegnamento’. ",
  "mn36:13.12": "Quindi andai da Āḷāra Kālāma e gli dissi: ",
  "mn36:13.13": "‘Fratello Kālāma, fino a che punto dici di aver realizzato questo insegnamento con la tua conoscenza diretta?’ ",
  "mn36:13.14": "In risposta lui dichiarò la dimensione del nulla. ",
  "mn36:13.15": "Quindi pensai: ",
  "mn36:13.16": "‘Non è solo Āḷāra Kālāma che ha fede, ",
  "mn36:13.17": "energia, ",
  "mn36:13.18": "consapevolezza, ",
  "mn36:13.19": "concentrazione, ",
  "mn36:13.20": "e saggezza; anche io ho queste cose. ",
  "mn36:13.21": "Perché non mi sforzo a realizzare lo stesso insegnamento che Āḷāra Kālāma dice di aver realizzato con la propria conoscenza diretta?’ ",
  "mn36:13.22": "Presto realizzai quell’insegnamento con la mia conoscenza diretta, e dimorai avendo raggiunto ciò. ",
  "mn36:14.1": "Quindi andai da Āḷāra Kālāma e gli dissi: ",
  "mn36:14.2": "‘Fratello Kālāma, tu hai realizzato questo insegnamento con la tua conoscenza diretta fino a questo punto, e dichiari di aver raggiunto ciò?’ ",
  "mn36:14.3": "‘Sì, fratello’ ",
  "mn36:14.4": "‘Anche io, fratello, ho realizzato questo insegnamento fino a questo punto, e dimoro avendo raggiunto ciò’. ",
  "mn36:14.5": "‘Siamo fortunati, fratello, molto fortunati ",
  "mn36:14.6": "ad avere un venerabile come te come compagno spirituale! ",
  "mn36:14.7": "Quindi l’insegnamento che io ho realizzato con la mia conoscenza diretta, e che dichiaro di aver raggiunto, anche tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto ciò. ",
  "mn36:14.8": "L’insegnamento che tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto, anche io ho realizzato con la mia conoscenza diretta, e dichiaro di aver raggiunto ciò. ",
  "mn36:14.9": "Quindi l’insegnamento che io conosco, lo conosci anche tu, e l’insegnamento che tu conosci, lo conosco anche io. ",
  "mn36:14.10": "Io sono come te e tu sei come me. ",
  "mn36:14.11": "Vieni, fratello! Guidiamo questa comunità insieme’. ",
  "mn36:14.12": "E così il mio maestro Āḷāra Kālāma mise me, il suo studente, al suo stesso posto, e mi onorava con lodi elevate. ",
  "mn36:14.13": "Poi pensai: ",
  "mn36:14.14": "‘Questo insegnamento non porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Porta solamente alla rinascita nella dimensione del nulla’. ",
  "mn36:14.15": "Realizzando che quell'insegnamento era inadeguato, me ne andai deluso. ",
  "mn36:15.1": "Partii alla scoperta del bene, alla ricerca dello stato supremo di pace sublime. Andai da Uddaka, il figlio di Rāma, e gli dissi: ",
  "mn36:15.2": "‘Fratello, desidero seguire il percorso spirituale secondo questo insegnamento e addestramento’. ",
  "mn36:15.3": "Uddaka rispose: ",
  "mn36:15.4": "‘Rimani, venerabile. ",
  "mn36:15.5": "Questo insegnamento è tale che le persone giudiziose possano presto realizzare la tradizione con la propria conoscenza diretta e dimorare avendo raggiunto ciò’. ",
  "mn36:15.6": "Allora memorizzai subito quell’insegnamento. ",
  "mn36:15.7": "Per quanto riguarda la memorizzazione e recita orale, parlavo della dottrina della sapienza, della dottrina degli anziani. Dicevo di conoscere e vedere, e così facevano gli altri. ",
  "mn36:15.8": "Poi pensai: ",
  "mn36:15.9": "‘Non è solo per fede che Rāma dichiarava: “Ho realizzato questo insegnamento con la mia conoscenza diretta, e dimoro avendo raggiunto ciò”. ",
  "mn36:15.10": "Sicuramente dimorava conoscendo e vedendo questo insegnamento’. ",
  "mn36:15.11": "Quindi andai da Uddaka, figlio di Rāma, e gli dissi: ",
  "mn36:15.12": "‘Fratello, fino a che punto Rāma diceva di aver realizzato questo insegnamento con la propria conoscenza diretta?’ ",
  "mn36:15.13": "In risposta lui dichiarò la dimensione della né percezione né non-percezione. ",
  "mn36:15.14": "Quindi pensai: ",
  "mn36:15.15": "‘Non è solo Rāma che aveva fede, ",
  "mn36:15.16": "energia, ",
  "mn36:15.17": "consapevolezza, ",
  "mn36:15.18": "concentrazione, ",
  "mn36:15.19": "e saggezza; anche io ho queste cose. ",
  "mn36:15.20": "Perché non mi sforzo a realizzare lo stesso insegnamento che Rāma diceva di aver realizzato con la propria conoscenza diretta?’ ",
  "mn36:15.21": "Presto realizzai quell’insegnamento con la mia conoscenza diretta, e dimorai avendo raggiunto ciò. ",
  "mn36:15.22": "Quindi andai da Uddaka, figlio di Rāma, e gli dissi: ",
  "mn36:15.23": "‘Fratello, Rāma aveva realizzato questo insegnamento con la propria conoscenza diretta fino a questo punto, e dichiarò di aver raggiunto ciò?’ ",
  "mn36:15.24": "‘Sì, fratello’ ",
  "mn36:15.25": "‘Anche io, fratello, ho realizzato questo insegnamento fino a questo punto, e dimoro avendo raggiunto ciò’. ",
  "mn36:15.26": "‘Siamo fortunati, fratello, molto fortunati ",
  "mn36:15.27": "ad avere un venerabile come te come compagno spirituale! ",
  "mn36:15.28": "Quindi l’insegnamento che Rāma aveva realizzato con la propria conoscenza diretta, e che dichiarò di aver raggiunto, anche tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto ciò. ",
  "mn36:15.29": "Quindi l’insegnamento di cui Rāma aveva conoscenza diretta, lo conosci anche tu, e l’insegnamento che tu conosci, anche Rāma ne aveva conoscenza diretta. ",
  "mn36:15.30": "Rāma era come te e tu sei come Rāma. ",
  "mn36:15.31": "Vieni, fratello! Guida questa comunità’. ",
  "mn36:15.32": "E così il il mio compagno spirituale Uddaka, figlio di Rāma, mise me nella posizione di maestro, e mi onorava con lodi elevate. ",
  "mn36:15.33": "Poi pensai: ",
  "mn36:15.34": "‘Questo insegnamento non porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Porta solamente alla rinascita nella dimensione della né percezione né non-percezione’. ",
  "mn36:15.35": "Realizzando che quell’insegnamento era inadeguato, me ne andai deluso. ",
  "mn36:16.1": "Partii alla scoperta del bene, alla ricerca dello stato supremo di pace sublime. Viaggiando passo dopo passo nelle terre di Maghada, arrivai presso Senānigama, a Uruvelā. ",
  "mn36:16.2": "Lì vidi un bel parco, un boschetto gradevole, con un fiume pulito e invitante che scorreva, con sponde morbide. E vicino c’era un villaggio per l’elemosina. ",
  "mn36:16.3": "Quindi pensai: ",
  "mn36:16.4": "Questo parco è davvero bello, un boschetto gradevole, con un fiume pulito e invitante che scorre, con sponde morbide. E vicino c’è un villaggio per l’elemosina. ",
  "mn36:16.5": "Questo può bastare per un giovane che vuole lavorare su se stesso’. ",
  "mn36:16.6": "Quindi mi sedetti lì, pensando: ",
  "mn36:16.7": "‘Questo può bastare per lavorare’. ",
  "mn36:17.1": "Poi questi tre esempi, che non furono né ispirati in maniera sovrannaturale, né imparati in passato, mi vennero in mente: ",
  "mn36:17.2": "Immagina ci sia un tronco verde, ricco di linfa che giace nell’acqua. ",
  "mn36:17.3": "Poi arriva una persona con un bastoncino, pensando ",
  "mn36:17.4": "di accendere un fuoco e produrre calore. ",
  "mn36:17.5": "Cosa ne pensi, Aggivessana? ",
  "mn36:17.6": "Strofinando il bastoncino contro quel tronco verde e ricco di linfa che giace nell’acqua potrebbe accendere un fuoco e produrre calore?” ",
  "mn36:17.7": "“No, Signor Gotama. ",
  "mn36:17.8": "Perché no? ",
  "mn36:17.9": "Perché è un tronco verde, ricco di linfa che giace nell’acqua. ",
  "mn36:17.10": "Quella persona alla fine si stancherebbe e frustrerebbe” ",
  "mn36:17.11": "“Allo stesso modo, ci sono asceti e bramini che non vivono ritirati in corpo e mente dai piaceri dei sensi. Non hanno abbandonato o placato dentro di loro il desiderio, l’affezione, l’infatuazione, la sete, e la febbre per i piaceri dei sensi. Che provino o no sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento, sono incapaci di conoscenza e visione, del risveglio supremo. ",
  "mn36:17.13": "Questo fu il primo esempio che mi venne in mente. ",
  "mn36:18.1": "Poi un secondo esempio mi venne in mente: ",
  "mn36:18.2": "Immagina ci sia un tronco verde, ricco di linfa che giace sulla terra secca lontano dall’acqua. ",
  "mn36:18.3": "Poi arriva una persona con un bastoncino, pensando ",
  "mn36:18.4": "di accendere un fuoco e produrre calore. ",
  "mn36:18.5": "Cosa ne pensi, Aggivessana? ",
  "mn36:18.6": "Strofinando il bastoncino contro quel tronco verde e ricco di linfa che giace sulla terra secca lontano dall’acqua potrebbe accendere un fuoco e produrre calore?” ",
  "mn36:18.7": "“No, Signor Gotama. ",
  "mn36:18.8": "Perché no? ",
  "mn36:18.9": "Perché è comunque un tronco verde, ricco di linfa, nonostante giaccia sulla terra secca lontano dall’acqua. ",
  "mn36:18.10": "Quella persona alla fine si stancherebbe e frustrerebbe” ",
  "mn36:18.11": "“Allo stesso modo, ci sono asceti e bramini che vivono ritirati in corpo e mente dai piaceri dei sensi. Ma dentro di loro non hanno abbandonato o placato il desiderio, l’affezione, l’infatuazione, la sete, e la febbre per i piaceri dei sensi. Che provino o no sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento, sono incapaci di conoscenza e visione, del risveglio supremo. ",
  "mn36:18.12": "Questo fu il secondo esempio che mi venne in mente. ",
  "mn36:19.1": "Poi un terzo esempio mi venne in mente: ",
  "mn36:19.2": "Immagina ci sia un tronco secco e appassito che giace sulla terra secca lontano dall’acqua. ",
  "mn36:19.3": "Poi arriva una persona con un bastoncino, pensando ",
  "mn36:19.4": "di accendere un fuoco e produrre calore. ",
  "mn36:19.5": "Cosa ne pensi, Aggivessana? ",
  "mn36:19.6": "Strofinando il bastoncino contro quel tronco secco e appassito che giace sulla terra secca lontano dall’acqua potrebbe accendere un fuoco e produrre calore?” ",
  "mn36:19.7": "“Sì, Signor Gotama. ",
  "mn36:19.8": "Perché questo? ",
  "mn36:19.9": "Perché è un tronco secco e appassito che giace sulla terra secca lontano dall’acqua” ",
  "mn36:19.10": "“Allo stesso modo, ci sono asceti e bramini che vivono ritirati in corpo e mente dai piaceri dei sensi. E dentro di loro hanno abbandonato e placato il desiderio, l’affezione, l’infatuazione, la sete, e la febbre per i piaceri dei sensi. Che provino o no sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento, sono capaci di conoscenza e visione, del risveglio supremo. ",
  "mn36:19.11": "Questo fu il terzo esempio che mi venne in mente. ",
  "mn36:19.12": "Questi sono i tre esempi, che non furono né ispirati in maniera sovrannaturale, né imparati in passato, che mi vennero in mente. ",
  "mn36:20.1": "Poi pensai: ",
  "mn36:20.2": "‘Perchè io, stringendo i denti e premendo la lingua contro il palato, non spremo, schiaccio, e stritolo la mente con la mente?’ ",
  "mn36:20.3": "E così feci, ",
  "mn36:20.4": "finché il sudore non mi colò dalle ascelle. ",
  "mn36:20.5": "Era come un uomo forte che afferra un uomo debole per la testa o per i collo o per la spalla e lo spreme, lo schiaccia, e lo stritola. ",
  "mn36:20.6": "Allo stesso modo, stringendo i denti e premendo la lingua contro il palato, io spremetti, schiacciai, e stritolai la mente con la mente finché il sudore non mi colò dalle ascelle. ",
  "mn36:20.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn36:20.8": "Ma persino tale sensazione dolorosa non mi sopraffece la mente. ",
  "mn36:21.1": "Poi pensai: ",
  "mn36:21.2": "‘Perché non pratico l’estasi senza respiro?’ ",
  "mn36:21.3": "Allora mi tappai bocca e naso. ",
  "mn36:21.4": "Ma poi l’aria mi uscì dalle orecchie facendo un forte suono, ",
  "mn36:21.5": "come il soffio del mantice di un fabbro. ",
  "mn36:21.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn36:21.8": "Ma persino tale sensazione dolorosa non mi sopraffece la mente. ",
  "mn36:22.1": "Poi pensai: ",
  "mn36:22.2": "‘Perché non continuo a praticare l’estasi senza respiro?’ ",
  "mn36:22.3": "Allora mi tappai bocca, naso e orecchie. ",
  "mn36:22.4": "Ma poi una forte aria mi macinò la testa, ",
  "mn36:22.5": "come se un uomo forte mi trapanasse la testa con una punta affilata. ",
  "mn36:22.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn36:22.8": "Ma persino tale sensazione dolorosa non mi sopraffece la mente. ",
  "mn36:23.1": "Poi pensai: ",
  "mn36:23.2": "‘Perché non continuo a praticare l’estasi senza respiro?’ ",
  "mn36:23.3": "Allora mi tappai bocca, naso e orecchie. ",
  "mn36:23.4": "Ma mi venne un forte mal di testa, ",
  "mn36:23.5": "come se un uomo forte mi stesse stringendo una robusta cintura di pelle attorno alla testa. ",
  "mn36:23.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn36:23.8": "Ma persino tale sensazione dolorosa non mi sopraffece la mente. ",
  "mn36:24.1": "Poi pensai: ",
  "mn36:24.2": "‘Perché non continuo a praticare l’estasi senza respiro?’ ",
  "mn36:24.3": "Allora mi tappai bocca, naso e orecchie. ",
  "mn36:24.4": "Ma poi una forte aria mi incise la pancia, ",
  "mn36:24.5": "come se un abile macellaio o il suo apprendista mi stesse affettando la pancia con una mannaia da carne. ",
  "mn36:24.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn36:24.8": "Ma persino tale sensazione dolorosa non mi sopraffece la mente. ",
  "mn36:25.1": "Poi pensai: ",
  "mn36:25.2": "‘Perché non continuo a praticare l’estasi senza respiro?’ ",
  "mn36:25.3": "Allora mi tappai bocca, naso e orecchie. ",
  "mn36:25.4": "Ma poi ci fu un intenso bruciore nel mio corpo, ",
  "mn36:25.5": "come due forti uomini che prendono un uomo più debole per le braccia e lo scottano su una fossa di braci ardenti. ",
  "mn36:25.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn36:25.8": "Ma persino tale sensazione dolorosa non mi sopraffece la mente. ",
  "mn36:26.1": "Poi alcuni angeli mi videro e dissero: ",
  "mn36:26.2": "‘L’asceta Gotama è morto’. ",
  "mn36:26.3": "Altri dissero: ",
  "mn36:26.4": "‘Non è morto, ma sta per morire’. ",
  "mn36:26.5": "Altri dissero: ",
  "mn36:26.6": "‘Non è morto, né sta per morire. L’asceta Gotama è perfetto, poiché è così che i perfetti vivono’. ",
  "mn36:27.1": "Poi pensai: ",
  "mn36:27.2": "‘Perché non pratico il digiuno totale?’ ",
  "mn36:27.3": "Ma degli angeli vennero da me e mi dissero: ",
  "mn36:27.4": "‘Buon Signore, non pratichi il digiuno totale. ",
  "mn36:27.5": "Se lo fa, infonderemo del nettare divino nei suoi pori e lei vivrà di ciò’. ",
  "mn36:27.6": "Quindi pensai: ",
  "mn36:27.7": "‘Se dicessi di essere a digiuno totale mentre questi angeli mi infondono nettare divino nei pori, ciò sarebbe una bugia da parte mia’. ",
  "mn36:27.8": "Allora congedai quegli angeli, dicendo: ‘Non c’è bisogno’. ",
  "mn36:28.1": "Poi pensai: ",
  "mn36:28.2": "‘Perché non mangio solo un pochino di cibo per volta; una tazza di brodo di fagioli, o di madras, o di ceci, o di fagioli verdi?’ ",
  "mn36:28.3": "E così feci, ",
  "mn36:28.4": "finché il mio corpo divenne estremamente emaciato. ",
  "mn36:28.5": "A causa del mangiare così poco, i miei arti divennero come le articolazioni di un ottantenne o di un cadavere, ",
  "mn36:28.6": "il mio sedere diventò come lo zoccolo di un cammello, ",
  "mn36:28.7": "le mie vertebre sporgevano come perline su un filo, ",
  "mn36:28.8": "e le mie costole erano scarne come le travi rotte di un vecchio fienile. ",
  "mn36:28.9": "A causa del mangiare così poco, il luccichio dei miei occhi affondò nelle cavità, come il luccichio dell’acqua in un pozzo profondo. ",
  "mn36:28.10": "A causa del mangiare così poco, il mio scalpo si avvizzì e appassì come una zucca amara verde al vento e al sole. ",
  "mn36:28.11": "A causa del mangiare così poco, la pelle della mia pancia si attaccò alla mia colonna vertebrale, in modo che quando provavo a strofinare la pelle della pancia afferravo la colonna vertebrale, e quando provavo a strofinare la colonna vertebrale strofinavo la pelle della pancia. ",
  "mn36:28.12": "A causa del mangiare così poco, quando provavo a urinare o defecare cadevo a faccia in giù sul posto. ",
  "mn36:28.13": "A causa del mangiare così poco, quando provavo ad alleviare il mio corpo strofinando gli arti con le mani, i peli, marciti alla radice, cadevano. ",
  "mn36:29.1": "Poi alcuni mi videro e dissero: ‘L’asceta Gotama è nero’. ",
  "mn36:29.2": "Altri dissero: ‘Non è nero, è marrone’. ",
  "mn36:29.3": "Altri dissero: ‘Non è né nero né marrone. L’asceta Gotama è abbronzato’. ",
  "mn36:29.4": "Questo era il punto a cui la carnagione pura e chiara della mia pelle era stata rovinata dal mangiare così poco. ",
  "mn36:30.1": "Poi pensai: ",
  "mn36:30.2": "‘Qualunque asceta o bramino in passato che ha provato sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento, non è andato oltre a questo. Nessuno ha fatto più di così. ",
  "mn36:30.3": "Qualunque asceta o bramino che in futuro proverà sensazioni dolorose, pungenti, severe, e acute a causa del sovraffaticamento, non andrà oltre a questo. Nessuno farà più di così. ",
  "mn36:30.4": "Qualunque asceta o bramino che nel presente prova sensazioni dolorose, pungenti, severe, e acute a causa del sovraffaticamento, non va oltre a questo. Nessuno fa più di così. ",
  "mn36:30.5": "Ma non ho raggiunto alcuna distinzione sovrumana in conoscenza e visione degna dei nobili attraverso questo lavoro duro ed estenuante. ",
  "mn36:30.6": "È possibile che ci sia un altro cammino per il risveglio?’ ",
  "mn36:31.1": "Poi pensai: ",
  "mn36:31.2": "‘Mi ricordo di quando ero seduto all’ombra fresca dell’albero di mele rosa mentre mio padre il Sakya era via per lavoro. Sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, entrai e rimasi nella prima estasi, con euforia e felicità nate dall’isolamento, con pensiero e valutazione. ",
  "mn36:31.3": "È possibile che quello sia il cammino per il risveglio?’ ",
  "mn36:31.4": "Da quel ricordo giunse la realizzazione: ",
  "mn36:31.5": "‘<em>Quello</em> è il cammino per il risveglio!’ ",
  "mn36:32.1": "Poi pensai: ",
  "mn36:32.2": "‘Perché ho paura di quella felicità, che non ha niente a che fare con i piaceri dei sensi o con cattive qualità?’ ",
  "mn36:32.3": "Quindi pensai: ",
  "mn36:32.4": "‘Non avrò paura di quella felicità, poiché non ha niente a che fare con i piaceri dei sensi o con cattive qualità’. ",
  "mn36:33.1": "Poi pensai: ",
  "mn36:33.2": "‘Non è facile raggiungere quella felicità con un corpo così eccessivamente emaciato. Perché non mangio un po’ di cibo solido, del riso e porridge?’ ",
  "mn36:33.3": "Allora mangiai del cibo solido. ",
  "mn36:33.4": "In quel periodo cinque monaci erano i miei assistenti, e pensavano: ",
  "mn36:33.5": "‘L’asceta Gotama ci informerà riguardo a qualsiasi verità che realizzerà’. ",
  "mn36:33.6": "Ma quando mangiai del cibo solido, se ne andarono delusi, dicendo: ",
  "mn36:33.7": "‘L’asceta Gotama è diventato indulgente. Si è allontanato dallo sforzo ed è tornato all’indulgenza’. ",
  "mn36:34.1": "Dopo aver mangiato del cibo solido e aver recuperato le forze, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunsi e dimorai nella prima estasi. ",
  "mn36:34.2": "Ma persino tale sensazione piacevole non mi sopraffece la mente. ",
  "mn36:35-37.1": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunsi e dimorai nella seconda estasi. ",
  "mn36:35-37.2": "Ma persino tale sensazione piacevole non mi sopraffece la mente. ",
  "mn36:35-37.3": "Con lo svanire dell’euforia, dimorando con equanimità, consapevole e presente, toccando con mano la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli dimora nella felicità’, raggiunsi e dimorai nella terza estasi. ",
  "mn36:35-37.4": "Ma persino tale sensazione piacevole non mi sopraffece la mente. ",
  "mn36:35-37.5": "Abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, raggiunsi e dimorai nella quarta estasi. ",
  "mn36:35-37.6": "Ma persino tale sensazione piacevole non mi sopraffece la mente. ",
  "mn36:38.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi al ricordo delle vite passate. ",
  "mn36:38.2": "Ricordai vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn36:39.1": "Questa fu la prima conoscenza che ottenni durante la prima parte della notte. ",
  "mn36:39.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come succede a chi vive diligente, fervido, e risoluto. ",
  "mn36:39.3": "Ma persino tale sensazione piacevole non mi sopraffece la mente. ",
  "mn36:40.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn36:40.2": "Con chiaroveggenza purificata e sovrumana, vidi gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Compresi come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn36:41.1": "Questa fu la seconda conoscenza che ottenni durante la parte intermedia della notte. ",
  "mn36:41.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come succede a chi vive diligente, fervido, e risoluto. ",
  "mn36:41.3": "Ma persino tale sensazione piacevole non mi sopraffece la mente. ",
  "mn36:42.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn36:42.2": "Compresi secondo realtà: ‘Questa è la sofferenza’, compresi secondo realtà: ‘Questa è l’origine della sofferenza’, compresi secondo realtà: ‘Questa è la cessazione della sofferenza’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn36:42.3": "Compresi secondo realtà: ‘Questi sono i contaminanti’, compresi secondo realtà: ‘Questa è l’origine dei contaminanti’, compresi secondo realtà: ‘Questa è la cessazione dei contaminanti’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn36:43.1": "Conoscendo così e vedendo così, la mia mente fu liberata dal contaminante dei piaceri dei sensi, la mia mente fu liberata dal contaminante dell’esistenza, e la mia mente fu liberata dal contaminante dell’ignoranza. ",
  "mn36:43.2": "Una volta libera, sapevo che era libera. ",
  "mn36:43.3": "Compresi: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn36:44.1": "Questa fu la terza conoscenza che ottenni durante la parte finale della notte. ",
  "mn36:44.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come succede a chi vive diligente, fervido, e risoluto. ",
  "mn36:44.3": "Ma persino tale sensazione piacevole non mi sopraffece la mente. ",
  "mn36:45.1": "Aggivessana, mi ricordo di aver spiegato l’insegnamento a un’assemblea di molte centinaia, ",
  "mn36:45.2": "e ognuno di loro pensava ",
  "mn36:45.3": "che io stessi spiegando l’insegnamento apposta per lui. ",
  "mn36:45.4": "Ma non deve essere vista così. ",
  "mn36:45.5": "Il Realizzato insegna agli altri sono perché comprendano. ",
  "mn36:45.6": "Una volta finito il sermone, io placo, stabilizzo, raccolgo, e concentro la mente internamente, usando lo stesso oggetto come base per la concentrazione che usavo in passato, e che uso regolarmente per dimorare” ",
  "mn36:45.7": "“Credo questo del Signor Gotama, proprio come un perfetto, un Buddha completamente risvegliato. ",
  "mn36:45.8": "Ma ricorda di aver dormito mai durante il giorno?” ",
  "mn36:46.1": "“Ricordo che, nell’ultimo mese dell’estate, stesi il mio mantello piegato in quattro e mi sdraiai nella posizione del leone, sul lato destro, mettendo un piede sull’altro, consapevole e presente” ",
  "mn36:46.2": "“Alcuni asceti e bramini la chiamano una pratica da illusi” ",
  "mn36:46.3": "“Non è così che si definisce se qualcuno è un illuso o no. ",
  "mn36:46.4": "Riguardo a come definire se qualcuno è un illuso o no, ",
  "mn36:46.5": "ascolta e presta la giusta attenzione, ora parlo” ",
  "mn36:46.6": "“Sì, Signore”, rispose Saccaka. ",
  "mn36:46.7": "Il Buddha disse: ",
  "mn36:47.1": "“Chiunque non abbia abbandonato i contaminanti che corrompono, che portano a esistenza futura, che sono dannosi, che risultano in sofferenza e nascita futura, vecchiaia, e morte è un illuso, dico io. ",
  "mn36:47.2": "Poiché è il non aver abbandonato i contaminanti che ti rende un illuso. ",
  "mn36:47.3": "Chiunque abbia abbandonato i contaminanti che corrompono, che portano a esistenza futura, che sono dannosi, che risultano in sofferenza e nascita futura, vecchiaia, e morte non è un illuso, dico io. ",
  "mn36:47.4": "Poiché è l’aver abbandonato i contaminanti che ti rende uno non illuso. ",
  "mn36:47.5": "Il Realizzato ha abbandonato i contaminanti che corrompono, che portano a esistenza futura, che sono dannosi, che risultano in sofferenza e nascita futura, vecchiaia, e morte. Li ha tagliati alla radice, resi come un ceppo di palma, obliterati in modo che non siano in grado di manifestarsi in futuro. ",
  "mn36:47.6": "Proprio come una palma con la corona tagliata è incapace di ulteriore crescita, ",
  "mn36:47.7": "allo stesso modo, il Realizzato ha abbandonato i contaminanti in modo che non siano in grado di manifestarsi in futuro”. ",
  "mn36:48.1": "Detto ciò, Saccaka disse al Buddha: ",
  "mn36:48.2": "“È incredibile, Signor Gotama, è strabiliante! ",
  "mn36:48.3": "Come, quando il Signor Gotama viene attaccato ripetutamente con critiche inappropriate e intrusive, la carnagione della sua pelle si illumina e il colore della sua faccia diventa chiaro, proprio come un perfetto, un Buddha completamente risvegliato! ",
  "mn36:48.4": "Mi ricordo di aver aver affrontato Pūraṇa Kassapa in dibattito. ",
  "mn36:48.5": "Evitò il problema, distrasse la discussione con punti irrilevanti, e dimostrò fastidio, odio, e acidità. ",
  "mn36:48.6": "Ma, quando il Signor Gotama viene attaccato ripetutamente con critiche inappropriate e intrusive, la carnagione della sua pelle si illumina e il colore della sua faccia diventa chiaro, proprio come un perfetto, un Buddha completamente risvegliato. ",
  "mn36:48.7": "Mi ricordo di aver aver affrontato l’asceta dal bastone di bambù Gosāla, ",
  "mn36:48.8": "Ajita dalla coperta di pelo, ",
  "mn36:48.9": "Pakudha Kaccāyana, ",
  "mn36:48.10": "Sañjaya Belaṭṭhiputta, ",
  "mn36:48.11": "e l’asceta giainista del clan degli Ñātika in dibattito. ",
  "mn36:48.12": "Ognuno di loro evitò il problema, distrasse la discussione con punti irrilevanti, e dimostrò fastidio, odio, e acidità. ",
  "mn36:48.13": "Ma, quando il Signor Gotama viene attaccato ripetutamente con critiche inappropriate e intrusive, la carnagione della sua pelle si illumina e il colore della sua faccia diventa chiaro, proprio come un perfetto, un Buddha completamente risvegliato. ",
  "mn36:48.14": "Beh, ora, Signor Gotama, devo andare. ",
  "mn36:48.15": "Ho molti compiti, e molto da fare” ",
  "mn36:48.16": "“Prego, Aggivessana, vai pure quando vuoi”. ",
  "mn36:48.17": "Allora Saccaka, figlio di genitori giainisti, avendo tratto piacere e gioito in ciò che il Buddha disse, si alzò dal proprio posto e se ne andò. "
}