{
  "mn37:0.1": "Discorsi medi 37 ",
  "mn37:0.2": "Il discorso più corto sull’eliminazione della brama ",
  "mn37:1.1": "Così ho sentito. ",
  "mn37:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel Monastero Orientale, il palazzo della madre di Migāra. ",
  "mn37:2.1": "Poi Sakka, signore degli angeli, andò dal Buddha, si inchinò, si mise a lato, e gli disse: ",
  "mn37:2.2": "“Signore, come definisce brevemente un monaco libero attraverso l’eliminazione della brama, che ha raggiunto la fine suprema, il santuario supremo dal giogo, il percorso spirituale supremo, l’obiettivo supremo, ed è supremo tra esseri celesti e umani?” ",
  "mn37:3.1": "“Signore degli angeli, prendi un monaco che ha sentito: ",
  "mn37:3.2": "‘Non c’è nulla su cui valga la pena insistere’. ",
  "mn37:3.3": "Quando un monaco ha sentito che ",
  "mn37:3.4": "non c’è nulla su cui valga la pena insistere, ",
  "mn37:3.5": "ha conoscenza diretta di ogni cosa. Avendo conoscenza diretta di ogni cosa, comprende completamente ogni cosa. Avendo comprensione completa di ogni cosa, quando prova qualsiasi tipo di sensazione, piacevole, spiacevole, o neutra, ",
  "mn37:3.6": "rimane osservando l’impermanenza, lo svanire dell’avidità, la cessazione, e il lasciar andare in quelle sensazioni. ",
  "mn37:3.7": "Rimanendo così, non si attacca a nulla al mondo. ",
  "mn37:3.8": "Non attaccandosi, non è ansioso. Non essendo ansioso, si estingue. ",
  "mn37:3.9": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn37:3.10": "Così definisco brevemente un monaco libero attraverso l’eliminazione della brama, che ha raggiunto la fine suprema, il santuario supremo dal giogo, il percorso spirituale supremo, l’obiettivo supremo, ed è supremo tra esseri celesti e umani”. ",
  "mn37:4.1": "Allora Sakka, signore degli angeli, avendo tratto piacere e gioito in ciò che il Buddha disse, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra, prima di sparire sul posto. ",
  "mn37:5.1": "In quell’occasione il Venerabile Mahāmoggallāna era seduto non lontano dal Buddha. ",
  "mn37:5.2": "Pensò: ",
  "mn37:5.3": "“Quello spirito ha capito davvero ciò che il Buddha ha detto quando gioì, o no? ",
  "mn37:5.4": "Perché non vado a scoprirlo?” ",
  "mn37:6.1": "Allora il Venerabile Mahāmoggallāna, tanto facilmente quanto una persona forte che estende o contrae il proprio braccio, scomparve dal Monastero Orientale e riapparve fra gli Angeli del Trentatré. ",
  "mn37:7.1": "In quell’occasione Sakka si stava divertendo nel Parco del Loto Solitario, accompagnato da un’orchestra divina. ",
  "mn37:7.2": "Vedendo il Venerabile Mahāmoggallāna arrivare da lontano ",
  "mn37:7.3": "congedò l’orchestra, andò dal Venerabile Mahāmoggallāna, e disse: ",
  "mn37:7.4": "“Venga, mio buon Moggallāna, Benvenuto, buon signore! ",
  "mn37:7.5": "È molto tempo che non ha opportunità di venire qui. ",
  "mn37:7.6": "Si sieda, mio buon Moggallāna, questo posto è per lei”. ",
  "mn37:7.7": "il Venerabile Mahāmoggallāna si sedette sul posto preparato, ",
  "mn37:7.8": "mentre Sakka prese un posto basso e si sedette a lato. ",
  "mn37:7.9": "Il Venerabile Mahāmoggallāna gli disse: ",
  "mn37:8.1": "“Kosiya, com’è che il Buddha ha spiegato brevemente la libertà attraverso l’eliminazione della brama? ",
  "mn37:8.2": "Per favore, condividi il sermone con me così che anche io possa sentirlo” ",
  "mn37:8.3": "“Mio buon Moggallāna, ho molti impegni e molto da fare ",
  "mn37:8.4": "non solo per me, ma anche per gli Angeli del Trentatré. ",
  "mn37:8.5": "E comunque, ciò che viene udito, imparato, memorizzato bene e con attenzione non sparisce tutto d’un tratto. ",
  "mn37:8.6": "Una volta si combatté una battaglia tra angeli e demoni. ",
  "mn37:8.7": "In quella battaglia gli angeli vinsero e i demoni persero. ",
  "mn37:8.8": "Una volta tornato da quella battaglia come vincitore, ho creato il Palazzo della Vittoria. ",
  "mn37:8.9": "Il Palazzo della Vittoria ha cento torri. ",
  "mn37:8.10": "Ogni torre ha settecento camere. ",
  "mn37:8.11": "Ogni camera ha sette ninfe. ",
  "mn37:8.12": "Ogni ninfa ha sette ancelle. ",
  "mn37:8.13": "Vorrebbe vedere il bel Palazzo della Vittoria?” ",
  "mn37:8.14": "il Venerabile Mahāmoggallāna acconsentì in silenzio. ",
  "mn37:9.1": "Poi, con il Venerabile Mahāmoggallāna davanti a sé, Sakka, signore degli angeli, e Vessavaṇa, il Grande Re, andarono al Palazzo della Vittoria. ",
  "mn37:9.2": "Vedendo il Venerabile Mahāmoggallāna arrivare da lontano, le ancelle di Sakka, ",
  "mn37:9.3": "essendo prudenti e discrete, andarono ognuna nella propria camera. ",
  "mn37:10.1": "Fecero come una nuora prudente e discreta che vede il proprio suocero. ",
  "mn37:10.3": "Allora Sakka e Vessavaṇa invitarono il Venerabile Mahāmoggallāna a esplorare e vagare nel palazzo, dicendo: ",
  "mn37:10.4": "“Guardi nel palazzo, mio buon Moggallāna, questa cosa bella! ",
  "mn37:10.5": "E quella cosa bella!” ",
  "mn37:10.6": "“Questo è bello per il venerabile Kosiya, proprio come a qualcuno che ha accumulato merito in passato. ",
  "mn37:10.7": "Gli umani, quando vedono qualcosa di bello, anche loro dicono: ",
  "mn37:10.8": "‘Persino gli Angeli del Trentatré approverebbero questa bellezza!’ ",
  "mn37:10.9": "Questo è bello per venerabile Kosiya, proprio come a qualcuno che ha accumulato merito in passato”. ",
  "mn37:11.1": "Poi il Venerabile Mahāmoggallāna pensò: ",
  "mn37:11.2": "“Questo spirito dimora in maniera troppo negligente. ",
  "mn37:11.3": "Perché non risveglio in lui un senso di urgenza?” ",
  "mn37:11.4": "Allora il Venerabile Mahāmoggallāna usò i propri poteri psichici per esprimere la volontà di far scuotere, oscillare e tremare il Palazzo della Vittoria con il proprio alluce. ",
  "mn37:11.5": "Allora Sakka, Vessavaṇa, e gli Angeli del Trentatré, con menti piene di meraviglia e stupore, pensarono: ",
  "mn37:11.6": "“Oh, è incredibile, è strabiliante! ",
  "mn37:11.7": "L’asceta possiede potere e potenza così grandi da scuotere, far oscillare e tremare la casa degli angeli con il proprio alluce!” ",
  "mn37:12.1": "Vedendo che Sakka era scioccato e impressionato, il Venerabile Mahāmoggallāna gli disse: ",
  "mn37:12.2": "“Kosiya, com’è che il Buddha ha spiegato brevemente la libertà attraverso l’eliminazione della brama? ",
  "mn37:12.3": "Per favore, condividi il sermone con me così che anche io possa sentirlo” ",
  "mn37:12.4": "“Mio caro Moggallāna, andai dal Buddha, mi inchinai, mi misi a lato, e gli dissi: ",
  "mn37:12.5": "‘Signore, come definisce brevemente un monaco libero attraverso l’eliminazione della brama, che ha raggiunto la fine suprema, il santuario supremo dal giogo, il percorso spirituale supremo, l’obiettivo supremo, ed è supremo tra esseri celesti e umani?’ ",
  "mn37:13.1": "Detto ciò, il Buddha mi disse: ",
  "mn37:13.2": "‘Signore degli angeli, prendi un monaco che ha sentito: ",
  "mn37:13.3": "“Non c’è nulla su cui valga la pena insistere”. ",
  "mn37:13.4": "Quando un monaco ha sentito che ",
  "mn37:13.5": "non c’è nulla su cui valga la pena insistere, ",
  "mn37:13.6": "ha conoscenza diretta di ogni cosa. Avendo conoscenza diretta di ogni cosa, comprende completamente ogni cosa. Avendo comprensione completa di ogni cosa, quando prova qualsiasi tipo di sensazione, che sia piacevole, spiacevole, o neutra, ",
  "mn37:13.7": "rimane osservando l’impermanenza, lo svanire dell’avidità, la cessazione, e il lasciar andare in quelle sensazioni. ",
  "mn37:13.8": "Rimanendo così, non si attacca a nulla al mondo. ",
  "mn37:13.9": "Non attaccandosi, non è ansioso. Non essendo ansioso, si estingue. ",
  "mn37:13.10": "Comprende: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”. ",
  "mn37:13.11": "Così definisco brevemente un monaco libero attraverso l’eliminazione della brama, che ha raggiunto la fine suprema, il santuario supremo dal giogo, il percorso spirituale supremo, l’obiettivo supremo, ed è supremo tra esseri celesti e umani’. ",
  "mn37:13.12": "Così è come il Buddha mi ha spiegato brevemente la libertà attraverso l’eliminazione della brama”. ",
  "mn37:14.1": "Il Venerabile Mahāmoggallāna trasse piacere e gioì in ciò che Sakka disse. Tanto facilmente quanto una persona forte che estende o contrae il proprio braccio, scomparve dagli Angeli del Trentatré e riapparve al Monastero Orientale. ",
  "mn37:14.2": "Poco dopo che il Venerabile Mahāmoggallāna se ne era andato, le ancelle di Sakka gli dissero: ",
  "mn37:14.3": "“Buon signore, quello era il Beato, il tuo Maestro?” ",
  "mn37:14.4": "“No, non lo era. ",
  "mn37:14.5": "Quello era il mio compagno spirituale, il Venerabile Mahāmoggallāna” ",
  "mn37:14.6": "“Sei fortunato, buon signore, molto fortunato, ",
  "mn37:14.7": "ad avere un compagno spirituale con così tanto potere e potenza! ",
  "mn37:14.8": "Non riusciamo a credere che quello non era il Beato, il tuo Maestro!” ",
  "mn37:15.1": "Poi il Venerabile Mahāmoggallāna andò dal Buddha, si inchinò, si sedette a lato, e gli disse: ",
  "mn37:15.2": "“Signore, ricorda di aver spiegato brevemente la libertà attraverso l’eliminazione della brama a un certo spirito illustre e famoso?” ",
  "mn37:15.3": "“Sì, lo ricordo, Moggallāna”. E il Buddha riferì tutto ciò che era accaduto quando Sakka gli fece visita, aggiungendo: ",
  "mn37:15.17": "“È così che ricordo di aver spiegato brevemente la libertà attraverso l’eliminazione della brama a Sakka, signore degli angeli”. ",
  "mn37:15.18": "Questo è ciò che il Buddha disse. ",
  "mn37:15.19": "Contento, il Venerabile Mahāmoggallāna trasse piacere da ciò che il Buddha disse. "
}