{
  "mn39:0.1": "Discorsi medi 39 ",
  "mn39:0.2": "Il discorso più lungo ad Assapura ",
  "mn39:1.1": "Così ho sentito. ",
  "mn39:1.2": "Una volta il Buddha dimorava nella terra degli Aṅga, vicino alla città Aṅga chiamata Assapura. ",
  "mn39:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn39:1.4": "“Monaci!” ",
  "mn39:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn39:1.6": "Il Buddha disse: ",
  "mn39:2.1": "“Monaci, la gente vi etichetta come asceti. ",
  "mn39:2.2": "E quando vi chiedono cosa siete, voi sostenete di essere asceti. ",
  "mn39:2.3": "Data questa etichetta e questa affermazione, dovete allenarvi così: ‘Dobbiamo intraprendere e seguire le cose che rendono uno un asceta e un bramino. In questo modo la nostra etichetta sarà accurata e la nostra affermazione vera. ",
  "mn39:2.4": "Qualsiasi abito, cibo elemosinato, riparo, e medicina e provvigione per malati che useremo sarà molto fruttuoso e di beneficio al donatore. E il nostro lasciare casa non sarà stato sprecato, ma sarà molto fruttuoso e fertile’. ",
  "mn39:3.1": "E quali sono le cose che rendono uno un asceta e un bramino? ",
  "mn39:3.2": "Dovete allenarvi così: ‘Dobbiamo essere coscienziosi e prudenti’. ",
  "mn39:3.3": "Ora, monaci, potreste pensare: ",
  "mn39:3.4": "‘Siamo coscienziosi e prudenti. Questo è già abbastanza. Abbiamo raggiunto l’obiettivo della vita da asceta. Non c’è altro da fare’. E potreste sentirvi soddisfatti giusto con quel poco. ",
  "mn39:3.5": "Vi proclamo questo, monaci, vi annuncio questo: ",
  "mn39:3.6": "‘Voi che aspirate a essere veri asceti, non perdete di vista l’obiettivo della vita ascetica quando c’è ancora altro da fare’. ",
  "mn39:4.1": "Cosa c’è di altro da fare? ",
  "mn39:4.2": "Dovete allenarvi così: ‘Il nostro comportamento di corpo deve essere puro, chiaro, aperto, né inconsistente né equivoco. ",
  "mn39:4.3": "E non glorificheremo noi stessi o denigreremo gli altri a causa del nostro comportamento puro di corpo’. ",
  "mn39:4.4": "Ora, monaci, potreste pensare: ",
  "mn39:4.5": "‘Siamo coscienziosi e prudenti, e il nostro comportamento di corpo è puro. ",
  "mn39:4.6": "Questo è già abbastanza. Abbiamo raggiunto l’obiettivo della vita da asceta. Non c’è altro da fare’. E potreste sentirvi soddisfatti giusto con quel poco. ",
  "mn39:4.7": "Vi proclamo questo, monaci, vi annuncio questo: ",
  "mn39:4.8": "‘Voi che aspirate a essere veri asceti, non perdete di vista l’obiettivo della vita ascetica quando c’è ancora altro da fare’. ",
  "mn39:5.1": "Cosa c’è di altro da fare? ",
  "mn39:5.2": "Dovete allenarvi così: ‘Il nostro comportamento di parola deve essere puro, chiaro, aperto, né inconsistente né equivoco. ",
  "mn39:5.3": "E non glorificheremo noi stessi o denigreremo gli altri a causa del nostro comportamento puro di parola’. ",
  "mn39:5.4": "Ora, monaci, potreste pensare: ",
  "mn39:5.5": "‘Siamo coscienziosi e prudenti, il nostro comportamento di corpo è puro, e il nostro comportamento di parola è puro. ",
  "mn39:5.6": "Questo è già abbastanza. Abbiamo raggiunto l’obiettivo della vita da asceta. Non c’è altro da fare’. E potreste sentirvi soddisfatti giusto con quel poco. ",
  "mn39:5.7": "Vi proclamo questo, monaci, vi annuncio questo: ",
  "mn39:5.8": "‘Voi che aspirate a essere veri asceti, non perdete di vista l’obiettivo della vita ascetica quando c’è ancora altro da fare’. ",
  "mn39:6.1": "Cosa c’è di altro da fare? ",
  "mn39:6.2": "Dovete allenarvi così: ‘Il nostro comportamento di mente deve essere puro, chiaro, aperto, né inconsistente né equivoco. ",
  "mn39:6.3": "E non glorificheremo noi stessi o denigreremo gli altri a causa del nostro comportamento puro di mente’. ",
  "mn39:6.4": "Ora, monaci, potreste pensare: ",
  "mn39:6.5": "‘Siamo coscienziosi e prudenti, il nostro comportamento di corpo è puro, il nostro comportamento di parola è puro, e il nostro comportamento di mente è puro. ",
  "mn39:6.6": "Questo è già abbastanza. Abbiamo raggiunto l’obiettivo della vita da asceta. Non c’è altro da fare’. E potreste sentirvi soddisfatti giusto con quel poco. ",
  "mn39:6.7": "Vi proclamo questo, monaci, vi annuncio questo: ",
  "mn39:6.8": "‘Voi che aspirate a essere veri asceti, non perdete di vista l’obiettivo della vita ascetica quando c’è ancora altro da fare’. ",
  "mn39:7.1": "Cosa c’è di altro da fare? ",
  "mn39:7.2": "Dovete allenarvi così: ‘Il nostro sostentamento deve essere puro, chiaro, aperto, né inconsistente né equivoco. ",
  "mn39:7.3": "E non glorificheremo noi stessi o denigreremo gli altri a causa del nostro sostentamento puro’. ",
  "mn39:7.4": "Ora, monaci, potreste pensare: ",
  "mn39:7.5": "‘Siamo coscienziosi e prudenti, il nostro comportamento di corpo è puro, il nostro comportamento di parola è puro, il nostro comportamento di mente è puro, e il nostro sostentamento è puro. ",
  "mn39:7.6": "Questo è già abbastanza. Abbiamo raggiunto l’obiettivo della vita da asceta. Non c’è altro da fare’. E potreste sentirvi soddisfatti giusto con quel poco. ",
  "mn39:7.7": "Vi proclamo questo, monaci, vi annuncio questo: ",
  "mn39:7.8": "‘Voi che aspirate a essere veri asceti, non perdete di vista l’obiettivo della vita ascetica quando c’è ancora altro da fare’. ",
  "mn39:8.1": "Cosa c’è di altro da fare? ",
  "mn39:8.2": "Dovete allenarvi così: ‘Dobbiamo contenere le nostre porte sensoriali. ",
  "mn39:8.3": "Quando vediamo una forma con gli occhi, non ci faremo influenzare dall’aspetto e dai dettagli. ",
  "mn39:8.4": "Se la facoltà della vista rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, faremo pratica di contegno, proteggeremo la facoltà della vista, e ci applicheremo al suo contegno. ",
  "mn39:8.5": "Quando sentiamo un suono con l’orecchio … ",
  "mn39:8.6": "Quando fiutiamo un odore con il naso … ",
  "mn39:8.7": "Quando gustiamo un sapore con la lingua … ",
  "mn39:8.8": "Quando entriamo in contatto con un tocco col corpo … ",
  "mn39:8.9": "Quando diventiamo coscienti di un fenomeno mentale con la mente, non ci faremo influenzare dall’aspetto e dai dettagli. ",
  "mn39:8.10": "Se la facoltà della mente rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, faremo pratica di contegno, proteggeremo la facoltà della mente, e ci applicheremo al suo contegno’. ",
  "mn39:8.11": "Ora, monaci, potreste pensare: ",
  "mn39:8.12": "‘Siamo coscienziosi e prudenti, il nostro comportamento di corpo è puro, il nostro comportamento di parola è puro, il nostro comportamento di mente è puro, il nostro sostentamento è puro, e le nostre porte sensoriali sono contenute. ",
  "mn39:8.13": "Questo è già abbastanza. Abbiamo raggiunto l’obiettivo della vita da asceta. Non c’è altro da fare’. E potreste sentirvi soddisfatti giusto con quel poco. ",
  "mn39:8.14": "Vi proclamo questo, monaci, vi annuncio questo: ",
  "mn39:8.15": "‘Voi che aspirate a essere veri asceti, non perdete di vista l’obiettivo della vita ascetica quando c’è ancora altro da fare’. ",
  "mn39:9.1": "Cosa c’è di altro da fare? ",
  "mn39:9.2": "Dovete allenarvi così: ‘Non dobbiamo mangiare troppo. Dobbiamo mangiare solo dopo aver riflettuto in maniera lungimirante sul nostro cibo. ",
  "mn39:9.3": "Non mangeremo per piacere, indulgenza, estetica, o abbellimento, ma solo per sostenere questo corpo, per evitare danno, e sostenere il percorso spirituale. In questo modo, metteremo fine a vecchio disagio e non daremo origine a nuovo disagio, e vivremo senza colpe e a nostro agio’. ",
  "mn39:9.4": "Ora, monaci, potreste pensare: ",
  "mn39:9.5": "‘Siamo coscienziosi e prudenti, il nostro comportamento di corpo è puro, il nostro comportamento di parola è puro, il nostro comportamento di mente è puro, il nostro sostentamento è puro, e le nostre porte sensoriali sono contenute, e non mangiamo troppo. ",
  "mn39:9.6": "Questo è già abbastanza. Abbiamo raggiunto l’obiettivo della vita da asceta. Non c’è altro da fare’. E potreste sentirvi soddisfatti giusto con quel poco. ",
  "mn39:9.7": "Vi proclamo questo, monaci, vi annuncio questo: ",
  "mn39:9.8": "‘Voi che aspirate a essere veri asceti, non perdete di vista l’obiettivo della vita ascetica quando c’è ancora altro da fare’. ",
  "mn39:10.1": "Cosa c’è di altro da fare? ",
  "mn39:10.2": "Dovete allenarvi così: ‘Dobbiamo essere dediti alla veglia. Dobbiamo camminare e sederci durante il giorno, purificando la mente dagli ostacoli. ",
  "mn39:10.3": "La sera, continueremo a camminare e sedere. ",
  "mn39:10.4": "Nel mezzo della notte, ci sdraieremo nella posizione del leone, sul lato destro, posizionando un piede sopra l’altro, consapevoli e presenti, concentrandoci sull’idea di alzarsi. ",
  "mn39:10.5": "Nell’ultima parte della notte, ci alzeremo e continueremo a camminare e sedere, purificando la mente dagli ostacoli’. ",
  "mn39:10.6": "Ora, monaci, potreste pensare: ",
  "mn39:10.7": "‘Siamo coscienziosi e prudenti, il nostro comportamento di corpo è puro, il nostro comportamento di parola è puro, il nostro comportamento di mente è puro, il nostro sostentamento è puro, e le nostre porte sensoriali sono contenute, non mangiamo troppo, e siamo dediti alla veglia. ",
  "mn39:10.8": "Questo è già abbastanza. Abbiamo raggiunto l’obiettivo della vita da asceta. Non c’è altro da fare’. E potreste sentirvi soddisfatti giusto con quel poco. ",
  "mn39:10.9": "Vi proclamo questo, monaci, vi annuncio questo: ",
  "mn39:10.10": "‘Voi che aspirate a essere veri asceti, non perdete di vista l’obiettivo della vita ascetica quando c’è ancora altro da fare’. ",
  "mn39:11.1": "Cosa c’è di altro da fare? ",
  "mn39:11.2": "Dovete allenarvi così: ‘Dobbiamo coltivare consapevolezza e presenza mentale. Dobbiamo agire con presenza mentale nell’andare e nel tornare; nel guardare avanti e di lato; nel piegare ed estendere gli arti; nel gestire il mantello, la ciotola, e gli abiti; nel mangiare, bere, masticare, e assaporare; nell’urinare e defecare; nel camminare, rimanere in piedi, sedere, dormire, stare svegli, parlare, e rimanere in silenzio’. ",
  "mn39:11.3": "Ora, monaci, potreste pensare: ",
  "mn39:11.4": "‘Siamo coscienziosi e prudenti, il nostro comportamento di corpo è puro, il nostro comportamento di parola è puro, il nostro comportamento di mente è puro, il nostro sostentamento è puro, e le nostre porte sensoriali sono contenute, non mangiamo troppo, siamo dediti alla veglia, e abbiamo consapevolezza e presenza mentale. ",
  "mn39:11.5": "Questo è già abbastanza. Abbiamo raggiunto l’obiettivo della vita da asceta. Non c’è altro da fare’. E potreste sentirvi soddisfatti giusto con quel poco. ",
  "mn39:11.6": "Vi proclamo questo, monaci, vi annuncio questo: ",
  "mn39:11.7": "‘Voi che aspirate a essere veri asceti, non perdete di vista l’obiettivo della vita ascetica quando c’è ancora altro da fare’. ",
  "mn39:12.1": "Cosa c’è di altro da fare? ",
  "mn39:12.2": "A questo punto un monaco frequenta un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia. ",
  "mn39:13.1": "Dopo il pasto, tornato dalla questua, si siede con le gambe incrociate e la schiena dritta, e stabilisce consapevolezza di fronte a sé. ",
  "mn39:13.2": "Abbandonando desiderio per il mondo, dimora con una mente libera dal desiderio, purificando la mente dal desiderio. ",
  "mn39:13.3": "Abbandonando malevolenza e odio, dimora con una mente libera dalla malevolenza, piena di premura per ogni essere vivente, purificando la mente dalla malevolenza. ",
  "mn39:13.4": "Abbandonando torpore e sonnolenza, dimora con una mente libera da torpore e sonnolenza, percependo luce, consapevole e presente, purificando la mente da torpore e sonnolenza. ",
  "mn39:13.5": "Abbandonando irrequietezza e rimorso, dimora senza irrequietezza, con mente in pace interiore, purificando la mente dall’irrequietezza e dal rimorso. ",
  "mn39:13.6": "Abbandonando il dubbio, dimora avendo superato il dubbio, non indeciso riguardo alle buone qualità, purificando la mente dal dubbio. ",
  "mn39:14.1": "Immaginate un uomo caduto in debito che si applica a lavorare ",
  "mn39:14.2": "e i suoi sforzi si rivelano avere successo. ",
  "mn39:14.3": "Ripaga il prestito originale e gli rimane abbastanza per mantenere sua moglie. ",
  "mn39:14.4": "Pensando a questo ",
  "mn39:14.7": "si riempirebbe di gioia e di allegria. ",
  "mn39:14.8": "Immaginate una persona malata, sofferente, gravemente malata. Perde l’appetito e si indebolisce fisicamente. ",
  "mn39:14.9": "Ma dopo del tempo si riprende da quella malattia, recupera l’appetito e le forze. ",
  "mn39:14.10": "Pensando a questo ",
  "mn39:14.12": "si riempirebbe di gioia e di allegria. ",
  "mn39:14.13": "Immaginate una persona che viene imprigionata. ",
  "mn39:14.14": "Ma dopo del tempo viene rilasciata, sana e salva, senza perdita di ricchezza. ",
  "mn39:14.15": "Pensando a questo ",
  "mn39:14.17": "si riempirebbe di gioia e di allegria. ",
  "mn39:14.18": "Immaginate che una persona sia un servo. Non è padrone di se stesso, ma è vincolato ad altri, senza la possibilità di andare dove vuole. ",
  "mn39:14.19": "Ma dopo del tempo viene congedato. Sarebbe padrone di se stesso, non vincolato a nessuno, un individuo libero con la possibilità di andare dove vuole. ",
  "mn39:14.20": "Pensando a questo ",
  "mn39:14.22": "si riempirebbe di gioia e di allegria. ",
  "mn39:14.23": "Immaginate una persona con ricchezze e proprietà che viaggia su una strada deserta pericolosa, senza nulla da mangiare. ",
  "mn39:14.24": "Ma dopo del tempo riesce ad attraversare il deserto, sana e salva, senza perdita di ricchezza. ",
  "mn39:14.25": "Pensando a questo ",
  "mn39:14.28": "si riempirebbe di gioia e di allegria. ",
  "mn39:14.29": "Allo stesso modo, finché questi cinque impedimenti non vengono abbandonati dentro di sé, un monaco li reputa come un debito, una malattia, una prigione, la schiavitù, e una traversata del deserto. ",
  "mn39:14.30": "Ma una volta abbandonati questi cinque impedimenti dentro di sé, un monaco lo reputa come libertà dal debito, salute, libertà dalla prigione, dalla schiavitù, e un posto sicuro, finalmente. ",
  "mn39:15.1": "Abbandona questi cinque impedimenti, corruzioni della mente che indeboliscono la saggezza. ",
  "mn39:15.2": "Poi, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn39:15.3": "Imbeve, inzuppa, riempie, e infonde il proprio corpo di euforia e felicità nate dall’isolamento. Non c’è parte del corpo che non sia infusa di euforia e felicità nate dall’isolamento. ",
  "mn39:15.4": "È come quando un abile infermiere o il suo apprendista versa della polvere per il bagno in un piatto di bronzo, cospargendola poco a poco con dell’acqua. La impasta finché la palla di polvere per il bagno è imbevuta e satura di umidità, infusa perbene dentro e fuori; eppure l’umidità non trasuda. ",
  "mn39:15.5": "Allo stesso modo un monaco imbeve, inzuppa, riempie, e infonde il proprio corpo di euforia e felicità nate dall’isolamento. Non c’è parte del corpo che non sia infusa di euforia e felicità nate dall’isolamento. ",
  "mn39:16.1": "Inoltre, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, un monaco raggiunge e dimora nella seconda estasi. ",
  "mn39:16.2": "Imbeve, inzuppa, riempie, e infonde il proprio corpo di euforia e felicità nate dalla concentrazione. Non c’è parte del corpo che non sia infusa di euforia e felicità nate dalla concentrazione. ",
  "mn39:16.3": "È come un lago profondo alimentato dalle acque di una sorgente. Non c’è apertura a est, ovest, nord, o sud, e niente pioggia per riempirlo di volta in volta. Ma la corrente di acqua fresca che sgorga nel lago imbeve, inzuppa, riempie, e infonde tutto il lago. Non c’è parte del lago che non sia infusa perbene di acqua fresca. ",
  "mn39:16.4": "Allo stesso modo, un monaco imbeve, inzuppa, riempie, e infonde il proprio corpo di euforia e felicità nate dalla concentrazione. Non c’è parte del corpo che non sia infusa di euforia e felicità nate dalla concentrazione. ",
  "mn39:17.1": "Inoltre, con lo svanire dell’euforia, dimorando con equanimità, consapevole e presente, toccando con mano la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli dimora nella felicità’, un monaco raggiunge e dimora nella terza estasi. ",
  "mn39:17.2": "Imbeve, inzuppa, riempie, e infonde il proprio corpo di felicità libera dall’euforia. Non c’è parte del corpo che non sia infusa di felicità libera dall’euforia. ",
  "mn39:17.3": "È come una vasca con ninfee blu, o fiori di loto rosa o bianchi. Alcuni di essi germogliano e crescono nell’acqua senza emergere in superficie, prosperando sott’acqua. Dalla punta alla radice sono imbevuti, inzuppati, riempiti, e infusi di acqua fresca. Non c’è parte di essi che non sia imbevuta di acqua fresca. ",
  "mn39:17.4": "Allo stesso modo un monaco imbeve, inzuppa, riempie, e infonde il proprio corpo di felicità libera dall’euforia. Non c’è parte del corpo che non sia infusa di felicità libera dall’euforia. ",
  "mn39:18.1": "Inoltre, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e dimora nella quarta estasi. ",
  "mn39:18.2": "Siede infondendo il proprio corpo perbene di pura mente luminosa. Non c’è parte del corpo che non sia infusa di pura mente luminosa. ",
  "mn39:18.3": "È come un uomo seduto avvolto da testa a piedi in un tessuto bianco. Non c’è parte parte del corpo che non sia coperta dal tessuto bianco. ",
  "mn39:18.4": "Allo stesso modo un monaco siede infondendo il proprio corpo perbene di pura mente luminosa. Non c’è parte del corpo che non sia infusa di pura mente luminosa. ",
  "mn39:19.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende al ricordo delle vite passate. ",
  "mn39:19.2": "Ricorda vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn39:19.3": "Immaginate una persona che lascia il proprio villaggio e va in un altro villaggio. Da quel villaggio va in un altro villaggio ancora. E da quel villaggio torna al proprio villaggio. Penserebbe: ‘Sono andato dal mio villaggio a un altro villaggio. Lì sono stato in piedi così, mi sono seduto cosà, ho parlato così, o sono stato in silenzio cosà. Da quel villaggio sono andato a un altro villaggio ancora. Anche lì sono stato in piedi così, mi sono seduto cosà, ho parlato così, o sono stato in silenzio cosà. E da quel villaggio sono tornato al mio villaggio’. ",
  "mn39:19.4": "Allo stesso modo, un monaco ricorda vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn39:20.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn39:20.2": "Con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn39:20.3": "Immaginate ci siano due case con delle porte. Una persona con buona vista che sta nel mezzo vedrebbe la gente entrare e uscire dalle case, vagando avanti e indietro. ",
  "mn39:20.4": "Allo stesso modo, con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn39:21.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn39:21.2": "Comprende secondo realtà: ‘Questa è la sofferenza’, comprende secondo realtà: ‘Questa è l’origine della sofferenza’, comprende secondo realtà: ‘Questa è la cessazione della sofferenza’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn39:21.3": "Comprende secondo realtà: ‘Questi sono i contaminanti’, comprende secondo realtà:  ‘Questa è l’origine dei contaminanti’, comprende secondo realtà: ‘Questa è la cessazione dei contaminanti’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn39:21.4": "Conoscendo così e vedendo così, la sua mente viene liberata dal contaminante dei piaceri dei sensi, la sua mente viene liberata dal contaminante dell’esistenza, e la sua mente viene liberata dal contaminante dell’ignoranza. ",
  "mn39:21.5": "Una volta libero, capisce di essere libero. ",
  "mn39:21.6": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn39:21.7": "Immaginate che in una valle di montagna ci sia un lago trasparente, chiaro, e limpido. ",
  "mn39:21.8": "Una persona con buona vista in piedi sulla sponda vedrebbe i molluschi e le cozze, i sassolini e la ghiaia, e banchi di pesci che nuotano o rimangono fermi. ",
  "mn39:21.9": "Penserebbe: ",
  "mn39:21.10": "‘Questo lago è trasparente, chiaro, e limpido. E qui ci sono i molluschi e le cozze, i sassolini e la ghiaia, e banchi di pesci che nuotano o rimangono fermi’. ",
  "mn39:21.11": "Allo stesso modo, un monaco comprende secondo realtà: ‘Questa è la sofferenza’, comprende secondo realtà: ‘Questa è l’origine della sofferenza’, comprende secondo realtà: ‘Questa è la cessazione della sofferenza’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn39:21.12": "Comprende: ‘…non ci sarà più nulla di questo’. ",
  "mn39:22.1": "Un monaco così si chiama ‘asceta’, ‘bramino’, ‘battezzato’, ‘maestro della scienza sacra’, ‘dotto’, ‘nobile’, e anche ‘perfetto’. ",
  "mn39:23.1": "E com’è che un monaco è un asceta? ",
  "mn39:23.2": "Ha assopito le qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e nascita, vecchiaia, e morte future. ",
  "mn39:23.3": "È così che un monaco è un asceta. ",
  "mn39:24.1": "E com’è che un monaco è un bramino? ",
  "mn39:24.2": "Ha bandito le qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e nascita, vecchiaia, e morte future. ",
  "mn39:24.3": "È così che un monaco è un bramino. ",
  "mn39:25.1": "E com’è che un monaco è battezzato? ",
  "mn39:25.2": "Ha lavato via le qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e nascita, vecchiaia, e morte future. ",
  "mn39:25.3": "È così che un monaco è battezzato. ",
  "mn39:26.1": "E com’è che un monaco è maestro della scienza sacra? ",
  "mn39:26.2": "Ha studiato le qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e nascita, vecchiaia, e morte future. ",
  "mn39:26.3": "È così che un monaco è maestro della scienza sacra. ",
  "mn39:27.1": "E com’è che un monaco è dotto? ",
  "mn39:27.2": "Ha deterso le qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e nascita, vecchiaia, e morte future. ",
  "mn39:27.3": "È così che un monaco è dotto. ",
  "mn39:28.1": "E com’è che un monaco è nobile? ",
  "mn39:28.2": "Ha snobbato le qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e nascita, vecchiaia, e morte future. ",
  "mn39:28.3": "È così che un monaco è nobile. ",
  "mn39:29.1": "E com’è che un monaco è perfetto? ",
  "mn39:29.2": "È impeccabilmente distaccato dalle qualità malvagie e cattive che corrompono, che portano a vita futura, che sono dannose, e che risultano in sofferenza e nascita, vecchiaia, e morte future. ",
  "mn39:29.3": "È così che un monaco è perfetto”. ",
  "mn39:29.4": "Questo è ciò che il Buddha disse. ",
  "mn39:29.5": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}