{
  "mn40:0.1": "Discorsi medi 40 ",
  "mn40:0.2": "Il discorso più corto ad Assapura ",
  "mn40:1.1": "Così ho sentito. ",
  "mn40:1.2": "Una volta il Buddha dimorava nella terra degli Aṅga, vicino alla città Aṅga chiamata Assapura. ",
  "mn40:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn40:1.4": "“Monaci!” ",
  "mn40:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn40:1.6": "Il Buddha disse: ",
  "mn40:2.1": "“Monaci, la gente vi etichetta come asceti. ",
  "mn40:2.2": "E quando vi chiedono cosa siete, voi sostenete di essere asceti. ",
  "mn40:2.3": "Data questa etichetta e questa affermazione, dovete allenarvi così: ",
  "mn40:2.4": "‘Praticheremo in modo appropriato per un asceta. In questo modo la nostra etichetta sarà accurata e la nostra affermazione vera. ",
  "mn40:2.6": "Qualsiasi abito, cibo elemosinato, riparo, e medicina e provvigione per malati che useremo sarà molto fruttuoso e di beneficio al donatore. E il nostro lasciare casa non sarà stato sprecato, ma sarà molto fruttuoso e fertile’. ",
  "mn40:3.1": "E com’è che un monaco non pratica nel modo appropriato per un asceta? ",
  "mn40:3.2": "Qualsiasi monaco che non ha abbandonato desiderio, malevolenza, irritabilità, ostilità, disdegno, disprezzo, gelosia, avarizia, disonestà, inganno, desideri corrotti, e opinione sbagliata, ",
  "mn40:3.3": "non sta praticando nel modo appropriato per un asceta, dico io. Ed è a causa del non abbandonare queste macchie, difetti e lacune di un asceta, queste basi per luoghi di perdizione, di cui fare esperienza in posti brutti. ",
  "mn40:4.1": "Dico che il lasciare casa di un monaco così può essere paragonato a un tipo di arma letale a doppia lama, affilata con arsenico giallo, nascosta e avvolta in un mantello. ",
  "mn40:5.1": "Io dico che non ci si merita l’etichetta ‘indossatore di mantello’ solo perché si indossa un mantello. ",
  "mn40:5.2": "Non ci si merita l’etichetta ‘asceta nudo’ solo perché si vaga nudi. ",
  "mn40:5.3": "Non ci si merita l’etichetta ‘indossatore di polvere e sporco’ solo perché si è incrostati di polvere e sporco. ",
  "mn40:5.4": "Non ci si merita l’etichetta ‘battezzato’ solo perché ci si immerge nell’acqua. ",
  "mn40:5.5": "Non ci si merita l’etichetta ‘abitante della radice di un albero’ solo perché si abita alla radice di un albero. ",
  "mn40:5.6": "Non ci si merita l’etichetta ‘abitante all’aperto’ solo perché si abita all’aperto. ",
  "mn40:5.7": "Non ci si merita l’etichetta ‘rimanente in piedi’ solo perché si rimane continuamente in piedi. ",
  "mn40:5.8": "Non ci si merita l’etichetta ‘mangiatore a intervalli’ solo perché si mangia a intervalli regolari. ",
  "mn40:5.9": "Non ci si merita l’etichetta ‘recitatore’ solo perché si recitano gli inni. ",
  "mn40:5.10": "Non ci si merita l’etichetta ‘asceta coi dreadlock’ solo perché si hanno i dreadlock. ",
  "mn40:6.1": "Immaginate che solo indossando un mantello qualcuno con desiderio, malevolenza, irritabilità, ostilità, disdegno, disprezzo, gelosia, avarizia, disonestà, inganno, desideri corrotti, e opinione sbagliata possa abbandonare queste cose. Se fosse così, i vostri amici e colleghi, parenti e conoscenti vi farebbero indossare un mantello appena nati. Vi incoraggerebbero: ",
  "mn40:6.2": "‘Per favore, mio caro, indossa un mantello! Facendo così abbandonerai desiderio, malevolenza, irritabilità, ostilità, disdegno, disprezzo, gelosia, avarizia, disonestà, inganno, desideri corrotti, e opinione sbagliata’. ",
  "mn40:6.3": "Ma a volte vedo qualcuno con queste cattive qualità che indossa un mantello. È per questo che dico che non ci si merita l’etichetta ‘indossatore di mantello’ solo perché si indossa un mantello. ",
  "mn40:6.4": "Immaginate che solo vagando nudi … ",
  "mn40:6.5": "indossando polvere e sporco … ",
  "mn40:6.6": "immergendosi in acqua … ",
  "mn40:6.7": "abitando alla radice di un albero … ",
  "mn40:6.8": "abitando all’aperto … ",
  "mn40:6.9": "rimanendo continuamente in piedi … ",
  "mn40:6.10": "mangiando a intervalli regolari … ",
  "mn40:6.11": "recitando gli inni … ",
  "mn40:6.12": "avendo i dreadlock qualcuno con desiderio, malevolenza, irritabilità, ostilità, disdegno, disprezzo, gelosia, avarizia, disonestà, inganno, desideri corrotti, e opinione sbagliata possa abbandonare queste cose. Se fosse così, i vostri amici e colleghi, parenti e conoscenti vi farebbero asceta coi dreadlock appena nati. Vi incoraggerebbero: ",
  "mn40:6.13": "‘Per favore, mio caro, diventa un asceta coi dreadlock! Facendo così abbandonerai desiderio, malevolenza, irritabilità, ostilità, disdegno, disprezzo, gelosia, avarizia, disonestà, inganno, desideri corrotti, e opinione sbagliata’. ",
  "mn40:6.14": "Ma a volte vedo qualcuno con queste cattive qualità che è un asceta coi dreadlock. È per questo che dico che non ci si merita l’etichetta ‘asceta coi dreadlock’ solo perché si hanno i dreadlock. ",
  "mn40:7.1": "E com’è che un monaco pratica nel modo appropriato per un asceta? ",
  "mn40:7.2": "Qualsiasi monaco che ha abbandonato desiderio, malevolenza, irritabilità, ostilità, disdegno, disprezzo, gelosia, avarizia, disonestà, inganno, desideri corrotti, e opinione sbagliata, ",
  "mn40:7.3": "sta praticando nel modo appropriato per un asceta, dico io. Ed è grazie all’abbandonare queste macchie, difetti e lacune di un asceta, queste basi per luoghi di perdizione, di cui fare esperienza in posti brutti. ",
  "mn40:8.1": "Vede se stesso purificato da tutte queste qualità malvagie e cattive. ",
  "mn40:8.2": "Vedendo ciò, nasce gioia. Nel gioire, nasce euforia. Quando la mente è piena di euforia, il corpo diventa tranquillo. Quando il corpo è tranquillo, prova gioia. E quando prova gioia, la mente si concentra. ",
  "mn40:9.1": "Dimora diffondendo una mente piena di amichevolezza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di amichevolezza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn40:10-12.1": "Dimora diffondendo una mente piena di compassione … ",
  "mn40:10-12.2": "Dimora diffondendo una mente piena di esultanza … ",
  "mn40:10-12.3": "Dimora diffondendo una mente piena di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn40:13.1": "Immaginate ci sia uno stagno di fiori di loto con acqua pulita, dolce, fresca, con sponde morbide e piacevoli. ",
  "mn40:13.2": "Poi arriva una persona, che sia dall’est, dall’ovest, dal nord, o dal sud, affaticata dal caldo oppressivo, debole, assetata, e con la gola secca. ",
  "mn40:13.3": "Non importa da che direzione arrivi, una volta giunta a quello stagno allevierebbe la propria sete e il proprio esaurimento da calore. ",
  "mn40:13.4": "Allo stesso modo, immaginate che qualcuno lasci la vita di casa per quella mendicante, che sia da una famiglia di aristocratici, bramini, contadini, o servi, e giunge all’insegnamento e addestramento predicati da un Realizzato. Avendo sviluppato amichevolezza, compassione, esultanza, ed equanimità in questo modo troverebbe pace interiore. ",
  "mn40:13.5": "Grazie a quella pace interiore sta praticando nel modo appropriato per un asceta, dico io. ",
  "mn40:14.1": "E immaginate che qualcuno lasci la vita di casa per quella mendicante, che sia da una famiglia di aristocratici, bramini, contadini, o servi, ",
  "mn40:14.2": "e che realizzi la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimori avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti. ",
  "mn40:14.3": "È un asceta grazie all’eliminazione dei contaminanti”. ",
  "mn40:14.4": "Questo è ciò che il Buddha disse. ",
  "mn40:14.5": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}