{
  "mn41:0.1": "Discorsi medi 41 ",
  "mn41:0.2": "Il discorso alla gente di Sālā ",
  "mn41:1.1": "Così ho sentito. ",
  "mn41:1.2": "Una volta il Buddha stava vagando nella terra dei Kosala assieme a una grande comunità di monaci quando giunse al villaggio dei bramini di Kosala chiamato Sālā. ",
  "mn41:2.1": "I bramini e i laici di Sālā sentirono: ",
  "mn41:2.2": "“Sembra che l’asceta Gotama, un Sakya, che ha lasciato casa da una famiglia Sakya, sia arrivato a Sālā, assieme a una grande comunità di monaci. ",
  "mn41:2.3": "Ha questa buona reputazione: ",
  "mn41:2.4": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn41:2.5": "Avendo realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, lo rende noto agli altri. ",
  "mn41:2.6": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. ",
  "mn41:2.7": "E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn41:2.8": "È bene vedere tali perfetti”. ",
  "mn41:3.1": "Allora i bramini e i laici di Sālā andarono dal Buddha. Prima di sedersi a lato, alcuni si inchinarono, alcuni scambiarono saluti e cordialità, alcuni alzarono le mani giunte verso il Buddha, alcuni annunciarono il proprio nome e famiglia, mentre altri rimasero in silenzio. Seduti a lato dissero al Buddha: ",
  "mn41:4.1": "“Qual è la causa, Signor Gotama, qual è la ragione per cui alcuni esseri viventi, alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno? ",
  "mn41:4.2": "E qual è la causa, Signor Gotama, qual è la ragione per cui alcuni esseri viventi, alla dissoluzione del corpo, dopo la morte, rinascono in un bel posto, in paradiso?” ",
  "mn41:5.1": "“La condotta immorale e senza principio è la ragione per cui alcuni esseri viventi, alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn41:5.2": "La condotta morale e con principio è la ragione per cui alcuni esseri viventi, alla dissoluzione del corpo, dopo la morte, rinascono in un bel posto, in paradiso” ",
  "mn41:6.1": "“Non comprendiamo il significato in dettaglio della breve dichiarazione del Signor Gotama. ",
  "mn41:6.2": "Signor Gotama, per favore ci spieghi questa questione in dettaglio così che possiamo comprenderne il significato” ",
  "mn41:6.3": "“Allora, laici, ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn41:6.4": "“Sì, Signore”, risposero. ",
  "mn41:6.5": "Il Buddha disse: ",
  "mn41:7.1": "“Laici, la condotta immorale e senza principio è triplice attraverso corpo, quadruplice attraverso parola, e triplice attraverso mente. ",
  "mn41:8.1": "E com’è che la condotta immorale e senza principio è triplice attraverso corpo? ",
  "mn41:8.2": "È quando qualcuno uccide. È violento, sanguinario, un assassino incallito, spietato nei confronti degli esseri viventi. ",
  "mn41:8.3": "Ruba. Con l’intenzione di commettere un furto, prende la ricchezza o gli averi altrui da villaggi o dalla natura. ",
  "mn41:8.4": "Pratica condotta sessuale sbagliata. Ha relazioni sessuali con donne che hanno la propria madre, padre, entrambi madre e padre, fratello, sorella, parenti, o famiglia come guardiani. Ha relazioni sessuali con donne religiose, o che hanno marito, o la cui violazione è punibile dalla legge, o che sono fidanzate. ",
  "mn41:8.5": "È così che la condotta immorale e senza principio è triplice attraverso corpo. ",
  "mn41:9.1": "E com’è che la condotta immorale e senza principio è quadruplice attraverso parola? ",
  "mn41:9.2": "È quando qualcuno mente. Viene convocato in consiglio, in assemblea, in riunione famigliare, in gilda, o alla corte reale, e gli viene chiesto di testimoniare: ‘Per favore, signore, dì ciò che sai’. Non sapendo, dice: ‘So’. Sapendo, dice: ‘Non so’. Non vedendo, dice: ‘Vedo’. Vedendo, dice: ‘Non vedo’. Quindi mente deliberatamente a proprio beneficio, o a beneficio di qualcun altro, o per qualche ragione mondana banale. ",
  "mn41:9.3": "Parla in maniera divisiva. Ripete in un posto ciò che ha sentito in un altro al fine di dividere le persone l’una contro l’altra. E quindi divide coloro che sono armoniosi, supportando la divisione, rallegrandosi nella divisione, amando la divisione, usando parole che promuovono divisione. ",
  "mn41:9.4": "Parla in maniera aspra. Usa parole crudeli, sgradevoli, dolorose, offensive, che vengono dalla rabbia, che non portano alla concentrazione. ",
  "mn41:9.5": "Parla senza motivo. Il suo linguaggio è fuori luogo, e non è né veritiero né benefico. Non ha niente a che fare con l’insegnamento o l’addestramento. Le sue parole non hanno valore, e sono fuori luogo, irragionevoli, incoerenti, e superflue. ",
  "mn41:9.6": "È così che la condotta immorale e senza principio è quadruplice attraverso parola. ",
  "mn41:10.1": "E com’è che la condotta immorale e senza principio è triplice attraverso mente? ",
  "mn41:10.2": "È quando qualcuno è desideroso. Desidera la ricchezza e gli averi altrui: ‘Oh, se solo i loro averi fossero miei!’ ",
  "mn41:10.3": "Fa pensieri cattivi e malevoli: ‘Che questi esseri viventi vengano uccisi, macellati, ammazzati, distrutti, e annientati!’ ",
  "mn41:10.4": "Ha opinione sbagliata. La sua prospettiva è distorta: ",
  "mn41:10.5": "‘Non c’è significato nel donare, nel sacrificio, o nelle offerte. Non c’è frutto o risultato di azioni buone o cattive. L’aldilà non esiste. Non ci sono madre e padre, o esseri che nascono in maniera spontanea. E non ci sono asceti o bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn41:10.6": "È così che la condotta immorale e senza principio è triplice attraverso mente. ",
  "mn41:10.7": "È così che la condotta immorale e senza principio è la ragione per cui alcuni esseri viventi, alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn41:11.1": "Laici, la condotta morale e con principio è triplice attraverso corpo, quadruplice attraverso parola, e triplice attraverso mente. ",
  "mn41:12.1": "E com’è che la condotta morale e con principio è triplice attraverso corpo? ",
  "mn41:12.2": "È quando qualcuno evita di uccidere, rinunciando a bastone e spada. È scrupoloso e gentile, dimorando pieno di premura per ogni essere vivente. ",
  "mn41:12.3": "Evita di rubare. Non ha intenzione di commettere un furto, prendendo la ricchezza o gli averi altrui da villaggi o dalla natura. ",
  "mn41:12.4": "Evita di praticare condotta sessuale sbagliata. Non ha relazioni sessuali con donne che hanno la propria made, padre, entrambi madre e padre, fratello, sorella, parenti, o famiglia come guardiani. Non ha relazioni sessuali con donne religiose, o che hanno marito, o la cui violazione è punibile dalla legge, o che sono fidanzate. ",
  "mn41:12.5": "È così che la condotta morale e con principio è triplice attraverso corpo. ",
  "mn41:13.1": "E com’è che la condotta morale e con principio è quadruplice attraverso parola? ",
  "mn41:13.2": "È quando qualcuno evita di mentire. Viene convocato in consiglio, in assemblea, in riunione famigliare, in gilda, o alla corte reale, e gli viene chiesto di testimoniare: ‘Per favore, signore, dì ciò che sai’. Non sapendo, dice: ‘Non so’. Sapendo, dice: ‘So’. Non vedendo, dice: ‘Non vedo’. Vedendo, dice: ‘Vedo’. Quindi non mente deliberatamente a proprio beneficio, o a beneficio di qualcun altro, o per qualche ragione mondana banale. ",
  "mn41:13.3": "Evita di parlare in maniera divisiva. Non ripete in un posto ciò che ha sentito in un altro al fine di dividere le persone l’una contro l’altra. Al contrario, riconcilia coloro che sono divisi, supportando l’armonia, rallegrandosi nell’armonia, amando l’armonia, usando parole che promuovono armonia. ",
  "mn41:13.4": "Evita di parlare in maniera aspra. Parla in modo dolce, piacevole all’orecchio, amabile, che va dritto al cuore, gentile, piacevole, e gradevole alla gente. ",
  "mn41:13.5": "Evita di parlare senza motivo. Le sue parole sono opportune, vere, e significative, in linea con l’insegnamento e l’addestramento. Dice le cose al momento giusto, che hanno valore, sono ragionevoli, succinte, e benefiche. ",
  "mn41:13.6": "È così che la condotta morale e con principio è quadruplice attraverso parola. ",
  "mn41:14.1": "E com’è che la condotta morale e con principio è triplice attraverso mente? ",
  "mn41:14.2": "È quando qualcuno non è desideroso. Non desidera la ricchezza e gli averi altrui: ‘Oh, se solo i loro averi fossero miei!’ ",
  "mn41:14.3": "Ha una mente gentile e pensieri benevoli: ‘Che questi esseri viventi vivano liberi da inimicizia e malevolenza, senza problemi e felici!’ ",
  "mn41:14.4": "Ha opinione corretta, una prospettiva indistorta: ",
  "mn41:14.5": "‘C’è significato nel donare, nel sacrificio, e nelle offerte. C’è frutto e risultato di azioni buone e cattive. L’aldilà esiste. Ci sono madre e padre, ed esseri che nascono in maniera spontanea. E ci sono asceti e bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn41:14.6": "È così che la condotta morale e con principio è triplice attraverso mente. ",
  "mn41:14.7": "È così che la condotta morale e con principio è la ragione per cui alcuni esseri viventi, alla dissoluzione del corpo, dopo la morte, rinascono in un bel posto, in paradiso. ",
  "mn41:15.1": "Una persona con condotta morale e con principio può esprimere il desiderio: ",
  "mn41:15.2": "‘Se solo, alla dissoluzione del mio corpo, dopo la morte, io rinascessi in compagni di aristocratici abbienti!’ ",
  "mn41:15.3": "È possibile che questo accada. ",
  "mn41:15.4": "Perché questo? ",
  "mn41:15.5": "Perché ha condotta morale e con principio. ",
  "mn41:16-17.1": "Una persona con condotta morale e con principio può esprimere il desiderio: ",
  "mn41:16-17.2": "‘Se solo, alla dissoluzione del mio corpo, dopo la morte, io rinascessi in compagni di bramini abbienti … ",
  "mn41:16-17.3": "di laici abbienti … ",
  "mn41:18-42.2": "degli Angeli dei Quattro Grandi Re … ",
  "mn41:18-42.7": "degli Angeli del Trentatré ",
  "mn41:18-42.8": "degli Angeli di Yama … ",
  "mn41:18-42.9": "degli Angeli Gioiosi … ",
  "mn41:18-42.10": "degli Angeli che Amano Creare … ",
  "mn41:18-42.11": "degli Angeli Che Controllano Le Creazioni Altrui … ",
  "mn41:18-42.12": "degli Angeli della Schiera di Dio … ",
  "mn41:18-42.17": "degli Dei Splendenti … ",
  "mn41:18-42.22": "degli Dei Dallo Splendore Limitato … ",
  "mn41:18-42.23": "degli Dei Dallo Splendore Illimitato … ",
  "mn41:18-42.24": "degli Dei Che Emanano Splendore … ",
  "mn41:18-42.25": "degli Dei Dalla Gloria Limitata … ",
  "mn41:18-42.26": "degli Dei Dalla Gloria Illimitata … ",
  "mn41:18-42.27": "degli Dei Dalla Bellezza Universale … ",
  "mn41:18-42.28": "degli Dei Dal Frutto Abbondante … ",
  "mn41:18-42.29": "degli Dei Di Aviha … ",
  "mn41:18-42.30": "degli Dei Di Atappa … ",
  "mn41:18-42.31": "degli Dei Belli Da Vedere … ",
  "mn41:18-42.32": "degli Dei Che Vedono Bello … ",
  "mn41:18-42.33": "degli Dei di Akaniṭṭha … ",
  "mn41:18-42.34": "degli dei della dimensione dello spazio infinito … ",
  "mn41:18-42.35": "degli dei della dimensione della coscienza infinita … ",
  "mn41:18-42.36": "degli dei della dimensione del nulla … ",
  "mn41:18-42.37": "degli dei della dimensione della né percezione né non-percezione’. ",
  "mn41:18-42.38": "È possibile che questo accada. ",
  "mn41:18-42.39": "Perché questo? ",
  "mn41:18-42.40": "Perché ha condotta morale e con principio. ",
  "mn41:43.1": "Una persona con condotta morale e con principio può esprimere il desiderio: ",
  "mn41:43.2": "‘Se solo io realizzi la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimori avendo raggiunto ciò con la mia conoscenza diretta grazie all’eliminazione dei contaminanti’. ",
  "mn41:43.3": "È possibile che questo accada. ",
  "mn41:43.4": "Perché questo? ",
  "mn41:43.5": "Perché ha condotta morale e con principio”. ",
  "mn41:44.1": "Una volta che ebbe parlato, i bramini e i laici di Sālā dissero al Buddha: ",
  "mn41:44.2": "“Eccellente, Signor Gotama! Eccellente! ",
  "mn41:44.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn41:44.4": "Prendiamo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn41:44.5": "Da oggi in poi, che il Signor Gotama si ricordi di noi come discepoli laici che hanno preso rifugio a vita”. "
}