{
  "mn43:0.1": "Discorsi medi 43 ",
  "mn43:0.2": "Il discorso più lungo dell’elaborazione ",
  "mn43:1.1": "Così ho sentito. ",
  "mn43:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn43:1.3": "Poi nel tardo pomeriggio, il Venerabile Mahākoṭṭhita uscì da ritiro, andò dal Venerabile Sāriputta, e ci scambiò saluti. ",
  "mn43:1.4": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Venerabile Sāriputta: ",
  "mn43:2.1": "“Fratello, si parla di ‘una persona ottusa’. ",
  "mn43:2.2": "Come si definisce una persona ottusa?” ",
  "mn43:2.3": "“Fratello, si chiama persona ottusa perché non comprende. ",
  "mn43:2.4": "E cos’è che non comprende? ",
  "mn43:2.5": "Non comprende: ‘Questa è la sofferenza’, non comprende: ‘Questa è l’origine della sofferenza’, non comprende: ‘Questa è la cessazione della sofferenza’, non comprende: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn43:2.6": "Si chiama persona ottusa perché non comprende”. ",
  "mn43:2.7": "Dicendo “Bene, fratello”, Mahākoṭṭhita trasse piacere e gioì in ciò che il Venerabile Sāriputta disse. Poi fece un’altra domanda: ",
  "mn43:3.1": "“Fratello, si parla di ‘una persona saggia’. ",
  "mn43:3.2": "Come si definisce una persona saggia?” ",
  "mn43:3.3": "“Fratello, si chiama persona saggia perché comprende. ",
  "mn43:3.4": "E cos’è che comprende? ",
  "mn43:3.5": "Comprende: ‘Questa è la sofferenza’, comprende: ‘Questa è l’origine della sofferenza’, comprende: ‘Questa è la cessazione della sofferenza’, comprende: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn43:3.6": "Si chiama persona saggia perché comprende” ",
  "mn43:4.1": "“Fratello, si parla di ‘coscienza’. ",
  "mn43:4.2": "Come si definisce la coscienza?” ",
  "mn43:4.3": "“Fratello, si chiama coscienza perché è cosciente. ",
  "mn43:4.4": "E di cosa è cosciente? ",
  "mn43:4.5": "È cosciente di ‘piacere’, ‘dolore’, e ‘neutro’. ",
  "mn43:4.6": "Si chiama coscienza perché è cosciente” ",
  "mn43:5.1": "“Fratello, saggezza e coscienza: ",
  "mn43:5.2": "queste cose sono miste o separate? ",
  "mn43:5.3": "Si può distinguerle completamente al fine di descrivere la differenza tra loro?” ",
  "mn43:5.4": "“Fratello, saggezza e coscienza: ",
  "mn43:5.5": "queste cose sono miste, non separate. ",
  "mn43:5.6": "E non si può distinguerle completamente al fine di descrivere la differenza tra loro. ",
  "mn43:5.7": "Poiché si comprende ciò di cui si è coscienti, e si è coscienti di ciò che si comprende. ",
  "mn43:5.8": "È per questo che queste cose sono miste, non separate. ",
  "mn43:5.9": "E non si può distinguerle completamente al fine di descrivere la differenza tra loro” ",
  "mn43:6.1": "“Fratello, saggezza e coscienza: ",
  "mn43:6.2": "qual è la differenza tra queste cose che sono miste, non separate?” ",
  "mn43:6.3": "“Fratello, saggezza e coscienza: ",
  "mn43:6.4": "la differenza tra queste cose è che la saggezza deve essere sviluppata, mentre la coscienza deve essere compresa completamente. ",
  "mn43:6.5": "Questa è la differenza tra loro” ",
  "mn43:7.1": "“Fratello, si parla di ‘sensazione’. ",
  "mn43:7.2": "Come si definisce la sensazione?” ",
  "mn43:7.3": "“Fratello, si chiama sensazione perché prova qualcosa. ",
  "mn43:7.4": "E cosa prova? ",
  "mn43:7.5": "Prova piacere, dolore, e neutro. ",
  "mn43:7.6": "Si chiama sensazione perché prova qualcosa” ",
  "mn43:8.1": "“Fratello, si parla di ‘percezione’. ",
  "mn43:8.2": "Come si definisce la percezione?” ",
  "mn43:8.3": "“Fratello, si chiama percezione perché percepisce. ",
  "mn43:8.4": "E cosa percepisce? ",
  "mn43:8.5": "Percepisce blu, giallo, rosso, e bianco. ",
  "mn43:8.6": "Si chiama percezione perché percepisce” ",
  "mn43:9.1": "“Fratello, sensazione, percezione, e coscienza: ",
  "mn43:9.2": "queste cose sono miste o separate? ",
  "mn43:9.3": "Si può distinguerle completamente al fine di descrivere la differenza tra loro?” ",
  "mn43:9.4": "“Fratello, sensazione, percezione, e coscienza: ",
  "mn43:9.5": "queste cose sono miste, non separate. ",
  "mn43:9.6": "E non si può distinguerle completamente al fine di descrivere la differenza tra loro. ",
  "mn43:9.7": "Poiché si percepisce ciò che si prova, e si è coscienti di ciò che si percepisce. ",
  "mn43:9.8": "È per questo che queste cose sono miste, non separate. ",
  "mn43:9.9": "E non si può distinguerle completamente al fine di descrivere la differenza tra loro” ",
  "mn43:10.1": "“Fratello, di cosa è possibile essere coscienti attraverso la coscienza mentale purificata libera dai cinque sensi?” ",
  "mn43:10.2": "“Fratello, percependo che ‘lo spazio è infinito’ si può essere coscienti della dimensione dello spazio infinito. Percependo che ‘la coscienza è infinita’ si può essere coscienti della dimensione della coscienza infinita. Percependo che ‘non c’è nulla in assoluto’ si può essere coscienti della dimensione del nulla” ",
  "mn43:11.1": "“Fratello, attraverso cosa si comprende ciò che può essere compreso?” ",
  "mn43:11.2": "“Fratello, si comprende ciò che può essere compreso attraverso l’occhio della saggezza” ",
  "mn43:12.1": "“Fratello, qual è lo scopo della saggezza?” ",
  "mn43:12.2": "“Fratello, lo scopo della saggezza è la conoscenza diretta, la completa comprensione, e il rilascio” ",
  "mn43:13.1": "“Fratello, quante condizioni ci vogliono per la manifestazione dell’opinione corretta?” ",
  "mn43:13.2": "“Fratello, ci vogliono due condizioni per la manifestazione dell’opinione corretta: ",
  "mn43:13.3": "le parole di qualcuno e attenzione lungimirante. ",
  "mn43:13.4": "Queste sono le due condizioni per la manifestazione dell’opinione corretta” ",
  "mn43:14.1": "“Fratello, da quanti fattori deve essere supportata l’opinione corretta per avere come frutto e beneficio la libertà mentale e la libertà attraverso saggezza?” ",
  "mn43:14.2": "“Fratello, l’opinione corretta deve essere supportata da cinque fattori per avere come frutto e beneficio la libertà mentale e la libertà attraverso saggezza. ",
  "mn43:14.3": "È quando l’opinione corretta è supportata dall’etica, dall’apprendimento, dalla discussione, dal controllo della mente, e dalla visione profonda. ",
  "mn43:14.4": "L’opinione corretta deve essere supportata da questi cinque fattori per aver come frutto e beneficio la libertà mentale e la libertà attraverso saggezza” ",
  "mn43:15.1": "“Fratello, quanti stati di esistenza ci sono?” ",
  "mn43:15.2": "“Fratello, ci sono questi tre stati di esistenza: ",
  "mn43:15.3": "Esistenza sensuale, esistenza di materia eterea, esistenza immateriale” ",
  "mn43:16.1": "“Com’è che l’esistenza si rinnova? ",
  "mn43:16.2": "“Fratello, a causa del fatto che gli esseri viventi, avvolti dall’ignoranza e incatenati dalla brama, traggono piacere qui e là. ",
  "mn43:16.3": "È così che l’esistenza si rinnova” ",
  "mn43:17.1": "“Fratello, com’è che l’esistenza non si rinnova?” ",
  "mn43:17.2": "“Fratello, è quando l’ignoranza svanisce, la conoscenza sorge, e la brama cessa. ",
  "mn43:17.3": "È così che l’esistenza non si rinnova” ",
  "mn43:18.1": "“Fratello, cos’è la prima estasi?” ",
  "mn43:18.2": "“Fratello, è quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn43:18.3": "Questa sia chiama la prima estasi” ",
  "mn43:19.1": "“Fratello, quanti fattori ha la prima estasi?” ",
  "mn43:19.2": "“Fratello, la prima estasi ha cinque fattori. ",
  "mn43:19.3": "Quando un monaco raggiunge la prima estasi sono presenti pensiero, valutazione, euforia, felicità, e raccoglimento della mente. ",
  "mn43:19.4": "È per questo che la prima estasi ha cinque fattori” ",
  "mn43:20.1": "“Fratello, quanti fattori ha abbandonato la prima estasi e quanti ne possiede?” ",
  "mn43:20.2": "“Fratello, la prima estasi ha abbandonato cinque fattori e ne possiede cinque. ",
  "mn43:20.3": "Quando un monaco entra nella prima estasi ha abbandonato desiderio per i sensi, malevolenza, torpore e sonnolenza, irrequietezza e rimorso, e dubbio. ",
  "mn43:20.4": "Sono presenti pensiero, valutazione, euforia, felicità, e raccoglimento della mente. ",
  "mn43:20.5": "È per questo che la prima estasi ha abbandonato cinque fattori e ne possiede cinque” ",
  "mn43:21.1": "“Fratello, queste cinque facoltà hanno campi diversi e portate diverse, e non fanno esperienza l’una del campo e della portata dell’altra. Cioè: ",
  "mn43:21.2": "le facoltà dell’occhio, dell’orecchio, del naso, della lingua, e del corpo. ",
  "mn43:21.3": "A cosa fanno ricorso queste cinque facoltà, con i loro campi e portate diversi? Cos’è che sperimenta i loro campi e portate?” ",
  "mn43:21.6": "“Fratello, queste cinque facoltà, con i loro campi e portate diversi, fanno ricorso alla mente. E la mente ne sperimenta i campi e le portate” ",
  "mn43:22.3": "“Fratello, da cosa dipendono queste cinque facoltà per continuare?” ",
  "mn43:22.6": "“Fratello, queste cinque facoltà dipendono dalla vitalità per continuare” ",
  "mn43:22.7": "“Da cosa dipende la vitalità per continuare?” ",
  "mn43:22.8": "“La vitalità dipende dal calore corporeo per continuare” ",
  "mn43:22.9": "“Da cosa dipende il calore corporeo per continuare?” ",
  "mn43:22.10": "“Il calore corporeo dipende dalla vitalità per continuare” ",
  "mn43:22.11": "“Fratello, proprio ora ho capito che hai detto: ",
  "mn43:22.12": "‘La vitalità dipende dal calore corporeo per continuare’. ",
  "mn43:22.13": "Ma ho anche capito che hai detto: ",
  "mn43:22.14": "‘Il calore corporeo dipende dalla vitalità per continuare’. ",
  "mn43:22.15": "Come possiamo interpretare il significato di questa frase?” ",
  "mn43:22.16": "“Allora, fratello, uso una similitudine. ",
  "mn43:22.17": "Poiché attraverso le similitudini le persone giudiziose comprendono il significato di ciò che viene detto. ",
  "mn43:22.18": "Immagina una lampada a olio che brucia. La luce appare in dipendenza della fiamma, e la fiamma appare in dipendenza della luce. ",
  "mn43:22.19": "Allo stesso modo, la vitalità dipende dal calore corporeo per continuare, e il calore corporeo dipende dalla vitalità per continuare” ",
  "mn43:23.1": "“Fratello, le attività vitali sono la stessa cosa dei fenomeni che si provano? O sono cose diverse?” ",
  "mn43:23.2": "“Fratello, le attività vitali non sono la stessa cosa dei fenomeni che si provano. ",
  "mn43:23.3": "Poiché se le attività vitali fossero la stessa cosa dei fenomeni che si provano, un monaco che ha raggiunto la cessazione di percezione e sensazione non ne riemergerebbe. ",
  "mn43:23.4": "Ma poiché le attività vitali e i fenomeni che si provano sono cose diverse, un monaco che ha ottenuto la cessazione di percezione e sensazione può riemergerne” ",
  "mn43:24.1": "“Fratello, quante cose deve perdere questo corpo prima di giacere abbandonato e scartato come un tronco insenziente?” ",
  "mn43:24.2": "“Fratello, questo corpo deve perdere tre cose prima di giacere abbandonato e scartato come un tronco insenziente: vitalità, calore corporeo, e coscienza” ",
  "mn43:25.1": "“Fratello, qual è la differenza tra qualcuno che è deceduto e un monaco che ha ottenuto la cessazione di percezione e sensazione?” ",
  "mn43:25.2": "“Fratello, quando qualcuno muore, le sue attività fisiche sono cessate e placate, le sue attività verbali sono cessate e placate, e le sue attività mentali sono cessate e placate; la sua vitalità è esaurita; il suo calore corporeo è dissipato; e le facoltà si sono disintegrate. ",
  "mn43:25.3": "Quando un monaco raggiunge la cessazione di percezione e sensazione, le sue attività fisiche sono cessate e placate, le sue attività verbali sono cessate e placate, e le sue attività mentali sono cessate e placate. Ma la sua vitalità non è esaurita; il suo calore corporeo non è dissipato; e le sue facoltà sono molto chiare. ",
  "mn43:25.4": "Questa è la differenza tra qualcuno che è deceduto e un monaco che ha raggiunto la cessazione di percezione e sensazione” ",
  "mn43:26.1": "“Fratello, quante condizioni sono necessarie per ottenere la libertà mentale neutra?” ",
  "mn43:26.2": "“Fratello, sono necessarie quattro condizioni per ottenere la libertà mentale neutra. ",
  "mn43:26.3": "Abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e dimora nella quarta estasi. ",
  "mn43:26.4": "Queste quattro condizioni sono necessarie per ottenere la libertà mentale neutra” ",
  "mn43:27.1": "“Fratello, quante condizioni sono necessarie per ottenere la libertà mentale senza aspetti?” ",
  "mn43:27.2": "“Fratello, sono necessarie due condizioni per ottenere la libertà mentale senza aspetti: ",
  "mn43:27.3": "non dare attenzione a nessun aspetto, e dare attenzione alla mancanza di aspetti. ",
  "mn43:27.4": "Queste due condizioni sono necessarie per ottenere la libertà mentale senza aspetti” ",
  "mn43:27.5": "“Fratello, quante condizioni sono necessarie per rimanere nella libertà mentale senza aspetti?” ",
  "mn43:28.1": "“Fratello, sono necessarie tre condizioni per rimanere nella libertà mentale senza aspetti: ",
  "mn43:28.2": "non dare attenzione a nessun aspetto, dare attenzione alla mancanza di aspetti, e una volontà precedente. ",
  "mn43:28.3": "Queste tre condizioni sono necessarie per rimanere nella libertà mentale senza aspetti” ",
  "mn43:29.1": "“Fratello, quante condizioni sono necessarie per emergere dalla libertà mentale senza aspetti?” ",
  "mn43:29.2": "“Fratello, sono necessarie due condizioni per emergere dalla libertà mentale senza aspetti: ",
  "mn43:29.3": "dare attenzione a tutti gli aspetti, e non dare attenzione alla mancanza di aspetti. ",
  "mn43:29.4": "Queste due condizioni sono necessarie per emergere dalla libertà mentale senza aspetti” ",
  "mn43:29.5": "“Fratello, la libertà mentale illimitata, la libertà mentale attraverso il nulla, la libertà mentale attraverso il vuoto, e la libertà mentale senza aspetti: queste cose differiscono sia in significato che in espressione? O significano la stessa cosa, e differiscono solo in espressione?” ",
  "mn43:30.1": "“Fratello, c’è un modo in cui queste cose differiscono sia in significato che in espressione. ",
  "mn43:30.2": "Ma c’è anche un modo in cui significano la stessa cosa, e differiscono solo in espressione. ",
  "mn43:31.1": "E qual è il modo in cui queste cose differiscono sia in significato che in espressione? ",
  "mn43:31.2": "Primo, un monaco dimora diffondendo una mente piena di amichevolezza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di amichevolezza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn43:31.3": "Dimora diffondendo una mente piena di compassione … ",
  "mn43:31.4": "Dimora diffondendo una mente piena di esultanza … ",
  "mn43:31.5": "Dimora diffondendo una mente piena di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn43:31.6": "Questa si chiama libertà mentale illimitata. ",
  "mn43:32.1": "E cos’è la libertà mentale attraverso il nulla? ",
  "mn43:32.2": "È quando un monaco, andando totalmente oltre la dimensione della coscienza infinita, percependo che ‘non c’è nulla in assoluto’, raggiunge e dimora nella dimensione del nulla. ",
  "mn43:32.3": "Questa si chiama libertà mentale attraverso il nulla. ",
  "mn43:33.1": "E cos’è la libertà mentale attraverso il vuoto? ",
  "mn43:33.2": "È quando un monaco va nella foresta, o alla radice di un albero, o in una capanna vuota, e riflette così: ",
  "mn43:33.3": "‘Questo è vuoto di un Sé, o di ciò che appartiene al Sé’. ",
  "mn43:33.4": "Questa si chiama libertà mentale attraverso il vuoto. ",
  "mn43:34.1": "E cos’è la libertà mentale senza aspetti? ",
  "mn43:34.2": "È quando un monaco, non dando attenzione ad alcun aspetto, raggiunge e dimora nella concentrazione senza aspetti. ",
  "mn43:34.3": "Questa si chiama libertà mentale senza aspetti. ",
  "mn43:34.4": "Questo è il modo in cui queste cose differiscono sia in significato che in espressione. ",
  "mn43:35.1": "E qual è il modo in cui significano la stessa cosa, e differiscono solo in espressione? ",
  "mn43:35.2": "L’avidità è creatrice di limiti, l’odio è creatore di limiti, e l’illusione è creatrice di limiti. ",
  "mn43:35.3": "Un monaco che ha eliminato i contaminanti li ha abbandonati, tagliati alla radice, resi come un ceppo di palma, e obliterati, in modo che non siano in grado di manifestarsi in futuro. ",
  "mn43:35.4": "Si dice che la libertà mentale irremovibile sia il tipo migliore di libertà mentale illimitata. ",
  "mn43:35.5": "Quella libertà mentale irremovibile è vuota di avidità, è vuota di odio, ed è vuota di illusione. ",
  "mn43:36.1": "L’avidità è qualcosa, l’odio è qualcosa, e l’illusione è qualcosa. ",
  "mn43:36.2": "Un monaco che ha eliminato i contaminanti li ha abbandonati, tagliati alla radice, resi come un ceppo di palma, e obliterati, in modo che non siano in grado di manifestarsi in futuro. ",
  "mn43:36.3": "Si dice che la libertà mentale irremovibile sia il tipo migliore di libertà mentale attraverso il nulla. ",
  "mn43:36.4": "Quella libertà mentale irremovibile è vuota di avidità, odio, e illusione. ",
  "mn43:37.1": "L’avidità è creatrice di aspetti, l’odio è creatore di aspetti, e l’illusione è creatrice di aspetti. ",
  "mn43:37.2": "Un monaco che ha eliminato i contaminanti li ha abbandonati, tagliati alla radice, resi come un ceppo di palma, e obliterati, in modo che non siano in grado di manifestarsi in futuro. ",
  "mn43:37.3": "Si dice che la libertà mentale irremovibile sia il tipo migliore di libertà mentale senza aspetti. ",
  "mn43:37.4": "Quella libertà mentale irremovibile è vuota di avidità, è vuota di odio, ed è vuota di illusione. ",
  "mn43:37.5": "Questo è il modo in cui significano la stessa cosa, e differiscono solo in espressione”. ",
  "mn43:37.6": "Questo è ciò che il Venerabile Sāriputta disse. ",
  "mn43:37.7": "Contento, il Venerabile Mahākoṭṭhita trasse piacere da ciò che il Venerabile Sāriputta disse. "
}