{
  "mn44:0.1": "Discorsi medi 44 ",
  "mn44:0.2": "Il discorso più corto dell’elaborazione ",
  "mn44:1.1": "Così ho sentito. ",
  "mn44:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn44:1.3": "Il laico Visākha andò a trovare la monaca Dhammadinnā, si inchinò, si sedette a lato, e le disse: ",
  "mn44:2.1": "“Signora, si parla di ‘realtà sostanziale’. ",
  "mn44:2.2": "Cos’è quella realtà sostanziale di cui il Buddha ha parlato?” ",
  "mn44:2.3": "“Visākha, il Buddha ha detto che questi cinque aggregati di attaccamento sono realtà sostanziali. ",
  "mn44:2.4": "Cioè, l’aggregato di attaccamento della forma, l’aggregato di attaccamento della sensazione, l’aggregato di attaccamento della percezione, l’aggregato di attaccamento delle attività, e l’aggregato di attaccamento della coscienza. ",
  "mn44:2.5": "Il Buddha ha detto che questi cinque aggregati di attaccamento sono realtà sostanziali”. ",
  "mn44:2.6": "Dicendo: “Bene, Signora”, Visākha trasse piacere e gioì in ciò che la monaca Dhammadinnā disse. Poi fece un’altra domanda: ",
  "mn44:3.1": "“Signora, si parla dell’‘origine della realtà sostanziale’. ",
  "mn44:3.2": "Qual è l’origine della realtà sostanziale di cui il Buddha ha parlato? ",
  "mn44:3.3": "“Visākha, è la brama che porta a esistenza futura, mista a godimento e avidità, trarre piacere qui e là. Cioè: ",
  "mn44:3.4": "la brama di piaceri dei sensi, la brama di esistere, e la brama di non esistere. ",
  "mn44:3.5": "Il Buddha ha detto che questa è l’origine della realtà sostanziale” ",
  "mn44:4.1": "“Signora, si parla della ‘cessazione della realtà sostanziale’. ",
  "mn44:4.2": "Qual è la cessazione della realtà sostanziale di cui il Buddha ha parlato?” ",
  "mn44:4.3": "“Visākha, è lo svanire e la cessazione di quella stessa brama senza che ne rimanga nulla; abbandonarla, lasciarla andare, rilasciarla, e non attaccarcisi. ",
  "mn44:4.4": "Il Buddha ha detto che questa è la cessazione della realtà sostanziale” ",
  "mn44:5.1": "“Signora, si parla della ‘pratica che porta alla cessazione della realtà sostanziale’. ",
  "mn44:5.2": "Qual è la pratica che porta alla cessazione della realtà sostanziale di cui il Buddha ha parlato?” ",
  "mn44:5.3": "“Visākha, la pratica che porta alla cessazione della realtà sostanziale di cui il Buddha ha parlato è semplicemente questo nobile ottuplice sentiero, cioè: ",
  "mn44:5.4": "opinione corretta, pensiero corretto, linguaggio corretto, azione corretta, sostentamento corretto, sforzo corretto, consapevolezza corretta, e concentrazione corretta”. ",
  "mn44:6.1": "“Ma, Signora, quell’attaccamento è la stessa identica cosa degli aggregati di attaccamento? O l’attaccamento è una cosa e gli aggregati di attaccamento sono un’altra?” ",
  "mn44:6.2": "“Visākha, quell’attaccamento non è la stessa identica cosa degli aggregati di attaccamento. Né l’attaccamento è una cosa e gli aggregati di attaccamento sono un’altra. ",
  "mn44:6.3": "Il desiderio e l’avidità per i cinque aggregati di attaccamento è l’attaccamento presente lì” ",
  "mn44:7.1": "“Ma, Signora, com’è che esiste il sostanzialismo?” ",
  "mn44:7.2": "“Visākha, è quando una persona ordinaria non istruita non ha visto i nobili, e non è né abile né addestrata all’insegnamento nobile. Non ha visto persone rette, e non è né abile né addestrata all’insegnamento delle persone rette. ",
  "mn44:7.3": "Ritiene la forma come il Sé, o che il Sé abbia forma, o che la forma sia parte del Sé, o il Sé della forma. ",
  "mn44:7.4": "Ritiene la sensazione … ",
  "mn44:7.5": "la percezione … ",
  "mn44:7.6": "le attività … ",
  "mn44:7.7": "la coscienza come il Sé, o che il Sé abbia coscienza, o che la coscienza sia parte del Sé, o il Sé della coscienza. ",
  "mn44:7.8": "È così che esiste il sostanzialismo” ",
  "mn44:8.1": "“Ma, Signora, com’è che non esiste il sostanzialismo?” ",
  "mn44:8.2": "“Visākha, è quando un discepolo nobile colto ha visto i nobili, ed è abile e addestrato all’insegnamento nobile. Ha visto persone rette, ed è abile e addestrato all’insegnamento delle persone rette. ",
  "mn44:8.3": "Non ritiene la forma come il Sé, o che il Sé abbia forma, o che la forma sia parte del Sé, o il Sé della forma. ",
  "mn44:8.4": "Non ritiene le sensazioni … ",
  "mn44:8.5": "la percezione … ",
  "mn44:8.6": "le attività … ",
  "mn44:8.7": "la coscienza come il Sé, o che il Sé abbia coscienza, o che la coscienza sia parte del Sé, o il Sé della coscienza. ",
  "mn44:8.8": "È così che non esiste il sostanzialismo” ",
  "mn44:9.1": "“Ma, Signora, che cos’è il nobile ottuplice sentiero?” ",
  "mn44:9.2": "“Visākha, è semplicemente questo nobile ottuplice sentiero, cioè: ",
  "mn44:9.3": "opinione corretta, pensiero corretto, linguaggio corretto, azione corretta, sostentamento corretto, sforzo corretto, consapevolezza corretta, e concentrazione corretta” ",
  "mn44:10.1": "“Ma, Signora,  il nobile ottuplice sentiero è sostenuto da attività o non è sostenuto da attività?” ",
  "mn44:10.2": "“Visākha, il nobile ottuplice sentiero è sostenuto da attività” ",
  "mn44:11.1": "“Signora, le tre categorie di pratica sono incluse nel nobile ottuplice sentiero? O è il nobile ottuplice sentiero che è incluso nelle tre categorie di pratica?” ",
  "mn44:11.2": "“Visākha, le tre categorie di pratica non sono incluse nel nobile ottuplice sentiero. Piuttosto, è il nobile ottuplice sentiero che è incluso nelle tre categorie di pratica. ",
  "mn44:11.3": "Linguaggio corretto, azione corretta, e sostentamento corretto: queste cose sono incluse nella categoria dell’etica. ",
  "mn44:11.4": "Sforzo corretto, consapevolezza corretta, e concentrazione corretta: queste cose sono incluse nella categoria della concentrazione. ",
  "mn44:11.5": "Opinione corretta e pensiero corretto: queste cose sono incluse nella categoria della saggezza”. ",
  "mn44:12.1": "“Ma, Signora, cos’è la concentrazione? Quali sono gli aspetti della concentrazione? Quali sono i prerequisiti per la concentrazione? Cos’è lo sviluppo della concentrazione?” ",
  "mn44:12.2": "“Visākha, la concentrazione è il raccoglimento della mente. ",
  "mn44:12.3": "Le quattro basi della consapevolezza sono gli aspetti della concentrazione. ",
  "mn44:12.4": "I quattro sforzi corretti sono i prerequisiti per la concentrazione. ",
  "mn44:12.5": "La coltivazione, sviluppo, e dedizione proprio a queste cose è lo sviluppo della concentrazione” ",
  "mn44:13.1": "“Signora, quante attività ci sono?” ",
  "mn44:13.2": "“Visākha, ci sono queste tre attività: ",
  "mn44:13.3": "Attività fisiche, attività verbali, e attività mentali” ",
  "mn44:14.1": "“Ma, Signora, cosa sono le attività fisiche? Cosa sono le attività verbali? Cosa sono le attività mentali?” ",
  "mn44:14.2": "“Visākha, inspirare ed espirare sono attività fisiche. Pensiero e valutazione sono attività verbali. Percezione e sensazione sono attività mentali” ",
  "mn44:15.1": "“Ma, Signora, perché inspirare ed espirare sono attività fisiche? Perché pensiero e valutazione sono attività verbali? Perché percezione e sensazione sono attività mentali?” ",
  "mn44:15.2": "“Visākha, inspirare ed espirare è fisico. È legato al corpo, è per questo che inspirare ed espirare sono attività fisiche. ",
  "mn44:15.3": "Prima si pensa e si valuta, poi si parla. È per questo che pensiero e valutazione sono attività verbali. ",
  "mn44:15.4": "Percezione e sensazione sono mentali. Sono legati alla mente, è per questo che percezione e sensazione sono attività mentali” ",
  "mn44:16.1": "“Ma, Signora, com’è che si ottiene la cessazione di percezione e sensazione?” ",
  "mn44:16.2": "“Visākha, un monaco che sta raggiungendo la cessazione di percezione e sensazione non pensa: ",
  "mn44:16.3": "‘Raggiungerò la cessazione di percezione e sensazione’, o: ‘Sto raggiungendo la cessazione di percezione e sensazione’, o: ‘Ho raggiunto la cessazione di percezione e sensazione’. ",
  "mn44:16.4": "Piuttosto, la sua mente è stata sviluppata precedentemente per portare a quello stato” ",
  "mn44:17.1": "“Ma, Signora, quali attività cessano prima per un monaco che sta raggiungendo la cessazione di percezione e sensazione: le attività fisiche, le attività verbali, o le attività mentali?” ",
  "mn44:17.2": "“Visākha, le attività verbali cessano prima, poi le attività fisiche, poi le attività mentali” ",
  "mn44:18.1": "“Ma, Signora, com’è che si emerge dalla cessazione di percezione e sensazione?” ",
  "mn44:18.2": "“Visākha, un monaco che sta emergendo dalla cessazione di percezione e sensazione non pensa: ",
  "mn44:18.3": "‘Emergerò dalla cessazione di percezione e sensazione’, o: ‘Sto emergendo dalla cessazione di percezione e sensazione’, o: ‘Sono emerso dalla cessazione di percezione e sensazione’. ",
  "mn44:18.4": "Piuttosto, la sua mente è stata sviluppata precedentemente per portare a quello stato” ",
  "mn44:19.1": "“Ma, Signora, quali attività si manifestano prima per un monaco che sta emergendo dalla cessazione di percezione e sensazione: le attività fisiche, le attività verbali, o le attività mentali?” ",
  "mn44:19.2": "“Visākha, le attività mentali si manifestano prima, poi le attività fisiche, poi le attività verbali” ",
  "mn44:20.1": "“Ma, Signora, quando un monaco è emerso dal raggiungimento della cessazione di percezione e sensazione, quanti tipi di contatto prova?” ",
  "mn44:20.2": "“Visākha, prova tre tipi di contatto: vuoto, senza aspetti, e indirezionato” ",
  "mn44:21.1": "“Ma, Signora, quando un monaco è emerso dal raggiungimento della cessazione di percezione e sensazione, verso cosa è angolata, verso cosa pende, verso cosa inclina la sua mente?” ",
  "mn44:21.2": "“Visākha, la sua mente è angolata, pende, e inclina all’isolamento” ",
  "mn44:22.1": "“Ma, Signora, quante sensazioni ci sono?” ",
  "mn44:22.2": "“Visākha, ci sono tre sensazioni: ",
  "mn44:22.3": "piacevole, dolorosa, e neutra” ",
  "mn44:23.1": "“Signora, cosa sono queste tre sensazioni?” ",
  "mn44:23.2": "“Visākha, qualsiasi cosa provata fisicamente o mentalmente come piacevole e gradevole: ",
  "mn44:23.3": "questa è la sensazione piacevole. ",
  "mn44:23.4": "Qualsiasi cosa provata fisicamente o mentalmente come dolorosa o spiacevole: ",
  "mn44:23.5": "questa è la sensazione dolorosa. ",
  "mn44:23.6": "Qualsiasi cosa provata fisicamente o mentalmente come né piacevole né dolorosa: ",
  "mn44:23.7": "questa è la sensazione neutra” ",
  "mn44:24.1": "“Signora, cos’è che è piacevole e cosa è doloroso riguardo a ognuna delle tre sensazioni?” ",
  "mn44:24.2": "“Visākha, la sensazione piacevole è piacevole quando rimane e dolorosa quando sparisce. ",
  "mn44:24.3": "La sensazione dolorosa è dolorosa quando rimane e piacevole quando sparisce. ",
  "mn44:24.4": "La sensazione neutra è piacevole in presenza di conoscenza, e dolorosa in presenza di ignoranza” ",
  "mn44:25.1": "“Signora, quali tendenze latenti sono alla base di ognuna delle tre sensazioni?” ",
  "mn44:25.2": "“Visākha, la tendenza latente all’avidità è alla base della sensazione piacevole. La tendenza latente alla repulsione è alla base della sensazione dolorosa. La tendenza latente all’ignoranza è alla base della sensazione neutra” ",
  "mn44:26.1": "“Signora, queste tendenze latenti sono sempre alla base di queste sensazioni?” ",
  "mn44:26.2": "“No, Visākha, non lo sono” ",
  "mn44:27.1": "“Signora, cosa dev’essere abbandonato in relazione a ognuna di queste tre sensazioni?” ",
  "mn44:27.2": "“Visākha, la tendenza latente all’avidità deve essere abbandonata in relazione alla sensazione piacevole. La tendenza latente alla repulsione deve essere abbandonata in relazione alla sensazione dolorosa. La tendenza latente all’ignoranza deve essere abbandonata in relazione alla sensazione neutra” ",
  "mn44:28.1": "“Signora, queste tendenze latenti devono essere abbandonate in relazione a ogni occorrenza di queste sensazioni?” ",
  "mn44:28.2": "“No, Visākha, non in relazione a ogni occorrenza. ",
  "mn44:28.3": "Prendi un monaco che, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn44:28.4": "Con questo abbandona l’avidità, e la tendenza latente all’avidità non è alla base di ciò. ",
  "mn44:28.5": "E prendi un monaco che riflette: ",
  "mn44:28.6": "‘Oh, quando raggiungerò e dimorerò nella stessa dimensione che i nobili hanno raggiunto e in cui dimorano ad oggi?’ ",
  "mn44:28.7": "Coltivare tale aspirazione per le liberazioni supreme dà origine a tristezza causata dall’aspirazione. ",
  "mn44:28.8": "Con questo abbandona la repulsione, e la tendenza latente alla repulsione non è alla base di ciò. ",
  "mn44:28.9": "Prendi un monaco che, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, raggiunge e dimora nella quarta estasi. ",
  "mn44:28.10": "Con questo abbandona l’ignoranza, e la tendenza latente all’ignoranza non è alla base di ciò” ",
  "mn44:29.1": "“Ma, Signora, qual è la controparte della sensazione piacevole?” ",
  "mn44:29.2": "“La sensazione dolorosa” ",
  "mn44:29.3": "“Qual è la controparte della sensazione dolosa?” ",
  "mn44:29.4": "“La sensazione piacevole” ",
  "mn44:29.5": "“Qual è la controparte della sensazione neutra?” ",
  "mn44:29.6": "“L’ignoranza” ",
  "mn44:29.7": "“Qual è la controparte dell’ignoranza?” ",
  "mn44:29.8": "“La conoscenza” ",
  "mn44:29.9": "“Qual è la controparte della conoscenza?” ",
  "mn44:29.10": "“La libertà” ",
  "mn44:29.11": "“Qual è la controparte della libertà?” ",
  "mn44:29.12": "“L’estinzione” ",
  "mn44:29.13": "“Qual è la controparte dell’estinzione?” ",
  "mn44:29.14": "“La tua domanda va troppo oltre, Visākha. Non hai afferrato il limite delle domande. ",
  "mn44:29.15": "Poiché l’estinzione è il culmine, la destinazione, e la fine del percorso spirituale. ",
  "mn44:29.16": "Se vuoi, vai dal Buddha e fagli la stessa domanda. Devi ricordarlo secondo la sua risposta”. ",
  "mn44:30.1": "Allora il laico Visākha trasse piacere e gioì in ciò che la monaca Dhammadinnā disse. Si alzò dal proprio posto, si inchinò e la circomambulò, mantenendola alla propria destra. Poi andò dal Buddha, si inchinò, si sedette a lato, ",
  "mn44:30.2": "e informò il Buddha di tutto ciò che avevano discusso. ",
  "mn44:30.3": "Fatto ciò, il Buddha gli disse: ",
  "mn44:30.4": "“La monaca Dhammadinnā è astuta, Visākha, possiede grande sagezza. ",
  "mn44:30.5": "Se fossi venuto da me e mi avessi posto questa domanda, avrei risposto esattamente allo stesso modo della monaca Dhammadinnā. ",
  "mn44:30.6": "Questo è ciò che significa, e devi ricordarlo così”. ",
  "mn44:30.7": "Questo è ciò che il Buddha disse. ",
  "mn44:30.8": "Contento, il laico Visākha trasse piacere da ciò che il Buddha disse. "
}