{
  "mn45:0.1": "Discorsi medi 45 ",
  "mn45:0.2": "Il discorso più corto sul fare cose ",
  "mn45:1.1": "Così ho sentito. ",
  "mn45:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn45:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn45:1.4": "“Monaci!” ",
  "mn45:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn45:1.6": "Il Buddha disse: ",
  "mn45:2.1": "“Monaci, ci sono questi quattro modi di fare cose. ",
  "mn45:2.2": "Quali quattro? ",
  "mn45:2.3": "C’è un modo di fare cose che è piacevole ora ma risulta in dolore futuro. ",
  "mn45:2.4": "C’è un modo di fare cose che è doloroso ora e risulta in dolore futuro. ",
  "mn45:2.5": "C’è un modo di fare cose che è doloroso ora ma risulta in felicità futura. ",
  "mn45:2.6": "C’è un modo di fare cose che è piacevole ora e risulta in felicità futura. ",
  "mn45:3.1": "E qual è il modo di fare cose che è piacevole ora ma risulta in dolore futuro? ",
  "mn45:3.2": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn45:3.3": "‘Non c’è niente di sbagliato nei piaceri dei sensi’. ",
  "mn45:3.4": "Si buttano nei piaceri dei sensi, ",
  "mn45:3.5": "godendosela con erranti femmine dai cerchietti ingioiellati nei capelli. ",
  "mn45:3.6": "Dicono: ",
  "mn45:3.7": "‘Che pericolo futuro vedono nei piaceri dei sensi quegli asceti e bramini che parlano di abbandonare i piaceri dei sensi e che raccomandano la completa comprensione dei piaceri dei sensi? ",
  "mn45:3.8": "Il tocco del braccio di questa errante femmina è piacevole, tenero, soffice, e lanuginoso!’ ",
  "mn45:3.9": "Si buttano nei piaceri dei sensi, e alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn45:3.10": "E lì provano sensazioni dolorose, pungenti, intense, e acute. ",
  "mn45:3.11": "Dicono: ",
  "mn45:3.12": "‘Questo è quel pericolo futuro che vedevano nei piaceri dei sensi quegli asceti e bramini che parlano di abbandonare i piaceri dei sensi e che raccomandano la completa comprensione dei piaceri dei sensi. Poiché è a causa dei piaceri dei sensi che ora provo sensazioni dolorose, pungenti, intense, e acute’. ",
  "mn45:4.1": "Immaginate che nell’ultimo mese dell’estate un baccello di rampicante dell’albero delle orchidee si apra ",
  "mn45:4.2": "e un seme cada alla radice di un albero di sal. ",
  "mn45:4.3": "Allora l’angelo che abita quell’albero di sal si intimorisce e si innervosisce. ",
  "mn45:4.4": "Ma i suoi amici e colleghi, parenti e conoscenti, angeli dei parchi, foreste, alberi, e quelli che abitano nelle erbe, nell’erba, e nei grossi alberi, si riuniscono e lo rassicurano: ",
  "mn45:4.5": "‘Non temere, signore, non temere! ",
  "mn45:4.6": "Speriamo che quel seme venga ingoiato da un pavone, o mangiato da un cervo, o bruciato da un fuoco forestale, o raccolto da un boscaiolo, o mangiato dalle termiti, o che non sia nemmeno fertile’. ",
  "mn45:4.7": "Ma nessuna di queste cose si avvera. E il seme è fertile, così che, quando le nuvole lo infondono di pioggia, germoglia. ",
  "mn45:4.8": "E la rampicante attorciglia i propri viticci teneri, soffici, e lanuginosi attorno all’albero di sal. ",
  "mn45:4.9": "Allora l’angelo pensa: ",
  "mn45:4.10": "‘Che pericolo futuro vedevano i miei amici quando dissero: ",
  "mn45:4.11": "“Non temere, signore, non temere! ",
  "mn45:4.12": "Speriamo che quel seme venga ingoiato da un pavone, o mangiato da un cervo, o bruciato dal un fuoco forestale, o raccolto da un boscaiolo, o mangiato dalle termiti, o che non sia nemmeno fertile”. ",
  "mn45:4.13": "Il tocco dei viticci di questa rampicante è tenero, soffice, e lanuginoso’. ",
  "mn45:4.14": "Poi la rampicante ricopre l’albero di sal, ",
  "mn45:4.15": "ci fa sopra una copertura, ",
  "mn45:4.16": "lo copre come una tenda, ",
  "mn45:4.17": "e spacca tutti i rami principali. ",
  "mn45:4.18": "Allora l’angelo pensa: ",
  "mn45:4.19": "‘Questo è il pericolo futuro che i miei amici vedevano! ",
  "mn45:4.21": "È a causa del seme della rampicante dell’albero delle orchidee che ora provo sensazioni dolorose, pungenti, e acute’. ",
  "mn45:4.22": "Allo stesso modo, ci sono asceti e bramini che sono di questa dottrina e opinione: ‘Non c’è niente di sbagliato nei piaceri dei sensi’ ",
  "mn45:4.23": "Si buttano nei piaceri dei sensi, ",
  "mn45:4.24": "godendosela con erranti femmine dai cerchietti ingioiellati nei capelli. ",
  "mn45:4.25": "Dicono: ",
  "mn45:4.26": "‘Che pericolo futuro vedono nei piaceri dei sensi quegli asceti e bramini che parlano di abbandonare i piaceri dei sensi e che raccomandano la completa comprensione dei piaceri dei sensi? ",
  "mn45:4.27": "Il tocco del braccio di questa errante femmina è piacevole, tenero, soffice, e lanuginoso!’ ",
  "mn45:4.28": "Si buttano nei piaceri dei sensi, ",
  "mn45:4.29": "e alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn45:4.30": "E lì provano sensazioni dolorose, pungenti, severe, e acute. ",
  "mn45:4.31": "Dicono: ",
  "mn45:4.32": "‘Questo è quel pericolo futuro che vedevano nei piaceri dei sensi quegli asceti e bramini che parlano di abbandonare i piaceri dei sensi e che raccomandano la completa comprensione dei piaceri dei sensi. ",
  "mn45:4.33": "Poiché è a causa dei piaceri dei sensi che ora provo sensazioni dolorose, pungenti, severe, e acute’. ",
  "mn45:4.34": "Questo si chiama il modo di fare cose che è piacevole ora ma risulta in dolore futuro. ",
  "mn45:5.1": "E qual è il modo di fare cose che è doloroso ora e risulta in dolore futuro? ",
  "mn45:5.2": "È quando qualcuno vaga nudo, ignorando le convenzioni. Si lecca le mani, e non viene o si ferma quando gli viene chiesto. Non consente al cibo portato a lui, o al cibo preparato apposta per lui, o a inviti per il pasto. ",
  "mn45:5.3": "Non riceve niente da una pentola o da una ciotola; o da chi tiene pecore, o che ha un’arma o un badile in casa; o dove una coppia sta mangiando; o dove c’è una donna incinta, che allatta, o che ha un uomo in casa; o dove il cibo viene pubblicizzato; o dove c’è un cane che aspetta o mosche che volano. Non accetta pesce, carne, liquore, o vino, e non beve bevande fermentate. ",
  "mn45:5.4": "Per l’elemosina va solo a una casa, prendendo solo un boccone, o due case e due bocconi, fino a sette case e sette bocconi. ",
  "mn45:5.5": "Mangia un piattino al giorno, due piattini al giorno, fino a sette piattini al giorno. ",
  "mn45:5.6": "Mangia una volta al giorno, una volta ogni due giorni, fino a una volta a settimana, e così via, persino fino a una volta ogni due settimane. Vive dedito alla pratica del mangiare a intervalli regolari. ",
  "mn45:5.7": "Mangia erbe, miglio, riso selvatico, riso povero, lattuga d’acqua, crusca di riso, la schiuma del riso bollito, farina di sesamo, fieno, o sterco di mucca. Sopravvive con radici e frutti di foresta, o mangiando frutta caduta. ",
  "mn45:5.8": "Indossa vesti di canapa di Calcutta, canapa mista, sudari per cadaveri, corteccia di lodhra, pelle di antilope (intera o a strisce), erba di Kusa, corteccia, cippato, capelli umani, pelo di coda di cavallo, o ali di gufo. ",
  "mn45:5.9": "Si strappa capelli e barba, dedito a questa pratica. ",
  "mn45:5.10": "Rimane costantemente in piedi, rifiutandosi di sedersi. ",
  "mn45:5.11": "Si accovaccia, dedito alla pratica dell’accovacciarsi. ",
  "mn45:5.12": "Si sdraia su un tappeto di spine, facendo di un tappeto di spine il proprio letto. ",
  "mn45:5.13": "È dedito alla pratica dell’immersione in acqua tre volte al giorno, includendo la sera. ",
  "mn45:5.14": "E così vive dedito al praticare questi vari modi di mortificare e tormentare il corpo. ",
  "mn45:5.15": "Alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn45:5.16": "Questo si chiama il modo di fare cose che è doloroso ora e risulta in dolore futuro. ",
  "mn45:6.1": "E qual è il modo di fare cose che è doloroso ora ma risulta in felicità futura? ",
  "mn45:6.2": "È quando qualcuno è di natura pieno di avidità, e prova spesso il dolore e la tristezza che l’avidità porta. ",
  "mn45:6.3": "O è di natura pieno di odio, e prova spesso il dolore e la tristezza che l’odio porta. ",
  "mn45:6.4": "O è di natura pieno di illusione, e prova spesso il dolore e la tristezza che l’illusione porta. ",
  "mn45:6.5": "Segue il percorso spirituale completo e puro nel dolore e nella tristezza, piangendo, con faccia piena di lacrime. ",
  "mn45:6.6": "Alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn45:6.7": "Questo si chiama il modo di fare cose che è doloroso ora ma risulta in felicità futura. ",
  "mn45:7.1": "E qual è il modo di fare cose che è piacevole ora e risulta in felicità futura? ",
  "mn45:7.2": "È quando qualcuno non è di natura pieno di avidità, e prova raramente il dolore e la tristezza che l’avidità porta. ",
  "mn45:7.3": "O non è di natura pieno di odio, e prova raramente il dolore e la tristezza che l’odio porta. ",
  "mn45:7.4": "O non è di natura pieno di illusione, e prova raramente il dolore e la tristezza che l’illusione porta. ",
  "mn45:7.5": "Sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn45:7.6": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunge e dimora nella seconda estasi. … ",
  "mn45:7.7": "nella terza estasi … ",
  "mn45:7.8": "e nella quarta estasi. ",
  "mn45:7.9": "Alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn45:7.10": "Questo si chiama il modo di fare cose che è piacevole ora e risulta in felicità futura. ",
  "mn45:7.11": "Questi sono i quattro modi di fare cose”. ",
  "mn45:7.12": "Questo è ciò che il Buddha disse. ",
  "mn45:7.13": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}