{
  "mn46:0.1": "Discorsi medi 46 ",
  "mn46:0.2": "Il discorso più lungo sul fare cose ",
  "mn46:1.1": "Così ho sentito. ",
  "mn46:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn46:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn46:1.4": "“Monaci!” ",
  "mn46:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn46:1.6": "Il Buddha disse: ",
  "mn46:2.1": "“Monaci, gli esseri viventi solitamente hanno l’aspirazione, il desiderio, e la speranza: ",
  "mn46:2.2": "‘Oh se solo le cose spiacevoli, indesiderabili, e sgradevoli diminuissero, e le cose piacevoli, desiderabili, e gradevoli aumentassero!’ ",
  "mn46:2.3": "Eppure, sebbene gli esseri viventi solitamente abbiano questa aspirazione, desiderio, e speranza, le cose spiacevoli, indesiderabili, e sgradevoli aumentano, e le cose piacevoli, desiderabili, e gradevoli diminuiscono. ",
  "mn46:2.4": "Quale pensate sia la ragione di questo?” ",
  "mn46:2.5": "“I nostri insegnamenti sono radicati nel Buddha. Egli è la nostra guida e il nostro rifugio. Signore, che il Buddha stesso per favore chiarisca il significato di ciò. I monaci ascolteranno e lo ricorderanno” ",
  "mn46:2.6": "“Allora, monaci, ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn46:2.7": "“Sì, Signore”, risposero i monaci. ",
  "mn46:2.8": "Il Buddha disse: ",
  "mn46:3.1": "“Prendete una persona ordinaria non istruita che non ha visto i nobili, e non è né abile né addestrata all’insegnamento nobile. Non ha visto persone rette, e non è né abile né addestrata all’insegnamento delle persone rette. ",
  "mn46:3.2": "Non sa quali cose deve coltivare, non sa quali cose non deve coltivare; non sa quali cose deve seguire, e non sa quali cose non deve seguire. ",
  "mn46:3.3": "Dato che non sa quali cose deve coltivare, non sa quali cose non deve coltivare, non sa quali cose deve seguire, e non sa quali cose non deve seguire, coltiva cose che non deve coltivare, non coltiva cose che deve coltivare, segue cose che non deve seguire, e non segue cose che deve seguire. ",
  "mn46:3.4": "Dato che coltiva cose che non deve coltivare, non coltiva cose che deve coltivare, segue cose che non deve seguire, e non segue cose che deve seguire, le cose spiacevoli, indesiderabili, e sgradevoli aumentano, e le cose piacevoli, desiderabili, e gradevoli diminuiscono. ",
  "mn46:3.5": "Perché questo? ",
  "mn46:3.6": "Perché è così per chi è inavveduto. ",
  "mn46:4.1": "Ma un discepolo nobile colto ha visto i nobili, ed è abile e addestrato all’insegnamento nobile. Ha visto persone rette, ed è abile e addestrato all’insegnamento delle persone rette. ",
  "mn46:4.2": "Sa quali cose deve coltivare, sa quali cose non deve coltivare; sa quali cose deve seguire, e sa quali cose non deve seguire. ",
  "mn46:4.3": "Dato che sa quali cose deve coltivare, sa quali cose non deve coltivare, sa quali cose deve seguire, e sa quali cose non deve seguire, coltiva cose che deve coltivare, non coltiva cose che non deve coltivare, segue cose che deve seguire, e non segue cose che non deve seguire. ",
  "mn46:4.4": "Dato che coltiva cose che deve coltivare, non coltiva cose che non deve coltivare, segue cose che deve seguire, e non segue cose che non deve seguire, le cose spiacevoli, indesiderabili, e sgradevoli diminuiscono, e le cose piacevoli, desiderabili, e gradevoli aumentano. ",
  "mn46:4.5": "Perché questo? ",
  "mn46:4.6": "Perché è così per chi è avveduto. ",
  "mn46:5.1": "Monaci, ci sono questi quattro modi di fare cose. ",
  "mn46:5.2": "Quali quattro? ",
  "mn46:5.3": "C’è un modo di fare cose che è doloroso ora e risulta in dolore futuro. ",
  "mn46:5.4": "C’è un modo di fare cose che è piacevole ora ma risulta in dolore futuro. ",
  "mn46:5.5": "C’è un modo di fare cose che è doloroso ora ma risulta in felicità futura. ",
  "mn46:5.6": "C’è un modo di fare cose che è piacevole ora e risulta in felicità futura. ",
  "mn46:6.1": "Per quanto riguarda il modo di fare cose che è doloroso ora e risulta in dolore futuro, un ignorante, senza saperlo, non comprende secondo realtà: ",
  "mn46:6.2": "‘Questo è il modo di fare cose che è doloroso ora e risulta in dolore futuro’. ",
  "mn46:6.3": "Non sapendo e non comprendendo secondo realtà, l’ignorante lo coltiva, non lo evita. ",
  "mn46:6.4": "Dato che lo coltiva e non lo evita, le cose spiacevoli, indesiderabili, e sgradevoli aumentano, e le cose piacevoli, desiderabili, e gradevoli diminuiscono. ",
  "mn46:6.5": "Perché questo? ",
  "mn46:6.6": "Perché è così per chi è inavveduto. ",
  "mn46:7.1": "Per quanto riguarda il modo di fare cose che è piacevole ora ma risulta in dolore futuro, un ignorante, senza saperlo, non comprende secondo realtà: ",
  "mn46:7.2": "‘Questo è il modo di fare cose che è piacevole ora, ma risulta in dolore futuro’. ",
  "mn46:7.3": "Non sapendo e non comprendendo secondo realtà, l’ignorante lo coltiva, non lo evita. ",
  "mn46:7.4": "Dato che lo coltiva e non lo evita, le cose spiacevoli, indesiderabili, e sgradevoli aumentano, e le cose piacevoli, desiderabili, e gradevoli diminuiscono. ",
  "mn46:7.5": "Perché questo? ",
  "mn46:7.6": "Perché è così per chi è inavveduto. ",
  "mn46:8.1": "Per quanto riguarda il modo di fare cose che è doloroso ora ma risulta in felicità futura, un ignorante, senza saperlo, non comprende secondo realtà: ",
  "mn46:8.2": "‘Questo è il modo di fare cose che è doloroso ora, ma risulta in felicità futura’. ",
  "mn46:8.3": "Non sapendo e non comprendendo secondo realtà, l’ignorante non lo coltiva, lo evita. ",
  "mn46:8.4": "Dato che non lo coltiva e lo evita, le cose spiacevoli, indesiderabili, e sgradevoli aumentano, e le cose piacevoli, desiderabili, e gradevoli diminuiscono. ",
  "mn46:8.5": "Perché questo? ",
  "mn46:8.6": "Perché è così per chi è inavveduto. ",
  "mn46:9.1": "Per quanto riguarda il modo di fare cose che è piacevole ora e risulta in felicità futura, un ignorante, senza saperlo, non comprende secondo realtà: ",
  "mn46:9.2": "‘Questo è il modo di fare cose che è piacevole ora e risulta in felicità futura’. ",
  "mn46:9.3": "Non sapendo e non comprendendo secondo realtà, l’ignorante non lo coltiva, lo evita. ",
  "mn46:9.4": "Dato che non lo coltiva e lo evita, le cose spiacevoli, indesiderabili, e sgradevoli aumentano, e le cose piacevoli, desiderabili, e gradevoli diminuiscono. ",
  "mn46:9.5": "Perché questo? ",
  "mn46:9.6": "Perché è così per chi è inavveduto. ",
  "mn46:10.1": "Per quanto riguarda il modo di fare cose che è doloroso ora e risulta in dolore futuro, una persona saggia, sapendolo, comprende secondo realtà: ",
  "mn46:10.2": "‘Questo è il modo di fare cose che è doloroso ora e risulta in dolore futuro’. ",
  "mn46:10.3": "Sapendo e comprendendo secondo realtà, la persona saggia non lo coltiva, lo evita. ",
  "mn46:10.4": "Nel fare così, le cose spiacevoli, indesiderabili, e sgradevoli diminuiscono, e le cose piacevoli, desiderabili, e gradevoli aumentano. ",
  "mn46:10.5": "Perché questo? ",
  "mn46:10.6": "Perché è così per chi è avveduto. ",
  "mn46:11.1": "Per quanto riguarda il modo di fare cose che è piacevole ora ma risulta in dolore futuro, una persona saggia, sapendolo, comprende secondo realtà: ",
  "mn46:11.2": "‘Questo è il modo di fare cose che è piacevole ora, ma risulta in dolore futuro’. ",
  "mn46:11.3": "Sapendo e comprendendo secondo realtà, la persona saggia non lo coltiva, lo evita. ",
  "mn46:11.4": "Dato che non lo coltiva e lo evita, le cose spiacevoli, indesiderabili, e sgradevoli diminuiscono, e le cose piacevoli, desiderabili, e gradevoli aumentano. ",
  "mn46:11.5": "Perché questo? ",
  "mn46:11.6": "Perché è così per chi è avveduto. ",
  "mn46:12.1": "Per quanto riguarda il modo di fare cose che è doloroso ora ma risulta in felicità futura, una persona saggia, sapendolo, comprende secondo realtà: ",
  "mn46:12.2": "‘Questo è il modo di fare cose che è doloroso ora, ma risulta in felicità futura’. ",
  "mn46:12.3": "Sapendo e comprendendo secondo realtà, la persona saggia lo coltiva, non lo evita. ",
  "mn46:12.4": "Dato che lo coltiva e non lo evita, le cose spiacevoli, indesiderabili, e sgradevoli diminuiscono, e le cose piacevoli, desiderabili, e gradevoli aumentano. ",
  "mn46:12.5": "Perché questo? ",
  "mn46:12.6": "Perché è così per chi è avveduto. ",
  "mn46:13.1": "Per quanto riguarda il modo di fare cose che è piacevole ora e risulta in felicità futura, una persona saggia, sapendolo, comprende secondo realtà: ",
  "mn46:13.2": "‘Questo è il modo di fare cose che è piacevole ora e risulta in felicità futura’. ",
  "mn46:13.3": "Sapendo e comprendendo secondo realtà, la persona saggia lo coltiva, non lo evita. ",
  "mn46:13.4": "Dato che lo coltiva e non lo evita, le cose spiacevoli, indesiderabili, e sgradevoli diminuiscono, e le cose piacevoli, desiderabili, e gradevoli aumentano. ",
  "mn46:13.5": "Perché questo? ",
  "mn46:13.6": "Perché è così per chi è avveduto. ",
  "mn46:14.1": "E qual è il modo di fare cose che è doloroso ora e risulta in dolore futuro? ",
  "mn46:14.2": "È quando qualcuno preso da dolore e tristezza uccide, ruba, e ha condotta sessuale sbagliata. Usa linguaggio falso, divisivo, aspro, o senza motivo. Ed è desideroso, malevolo, e con opinione sbagliata. A causa di queste cose fa esperienza di dolore e tristezza. ",
  "mn46:14.12": "E alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn46:14.13": "Questo si chiama il modo di fare cose che è doloroso ora e risulta in dolore futuro. ",
  "mn46:15.1": "E qual è il modo di fare cose che è piacevole ora ma risulta in dolore futuro? ",
  "mn46:15.2": "È quando qualcuno preso da felicità e allegria uccide, ruba, e ha condotta sessuale sbagliata. Usa linguaggio falso, divisivo, aspro, o senza motivo. Ed è desideroso, malevolo, e con opinione sbagliata. A causa di queste cose fa esperienza di felicità e allegria. ",
  "mn46:15.12": "Ma alla dissoluzione del corpo, dopo la morte, rinasce in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn46:15.13": "Questo si chiama il modo di fare cose che è piacevole ora ma risulta in dolore futuro. ",
  "mn46:16.1": "E qual è il modo di fare cose che è doloroso ora ma risulta in felicità futura? ",
  "mn46:16.2": "È quando qualcuno preso da dolore e tristezza non uccide, non ruba, e non ha condotta sessuale sbagliata. Non usa linguaggio falso, divisivo, aspro, o senza motivo. Ed è soddisfatto con poco, gentile, e con opinione corretta. A causa di queste cose fa esperienza di dolore e tristezza. ",
  "mn46:16.12": "Ma alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn46:16.13": "Questo si chiama il modo di fare cose che è doloroso ora ma risulta in felicità futura. ",
  "mn46:17.1": "E qual è il modo di fare cose che è piacevole ora e risulta in felicità futura? ",
  "mn46:17.2": "È quando qualcuno preso da felicità e allegria non uccide, non ruba, e non ha condotta sessuale sbagliata. Non usa linguaggio falso, divisivo, aspro, o senza motivo. Ed è soddisfatto con poco, gentile, e con opinione corretta. A causa di queste cose fa esperienza di felicità e allegria. ",
  "mn46:17.12": "E alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso. ",
  "mn46:17.13": "Questo si chiama il modo di fare cose che è piacevole ora e risulta in felicità futura. ",
  "mn46:17.14": "Questi sono i quattro modi di fare cose. ",
  "mn46:18.1": "Immaginate del succo di zucca amara misto a veleno. ",
  "mn46:18.2": "Poi arriva una persona che vuole vivere e non vuole morire, che vuole essere felice e rifugge dal dolore. ",
  "mn46:18.3": "Gli dicono: ",
  "mn46:18.4": "‘Ecco qui, signore, questo succo di zucca amara è misto a veleno. ",
  "mn46:18.5": "Bevi se vuoi. ",
  "mn46:18.6": "Se lo bevi, il colore, l’aroma, e il sapore non saranno invitanti, e berlo risulterà in morte o dolore mortale’. ",
  "mn46:18.7": "Lui non lo rifiuta. Senza riflettere, lo beve. ",
  "mn46:18.8": "Il colore, l’aroma, e il sapore non sono invitanti, e averlo bevuto risulta in morte o dolore mortale. ",
  "mn46:18.9": "Questo è comparabile al modo di fare cose che è doloroso ora e risulta in dolore futuro, dico io. ",
  "mn46:19.1": "Immaginate una tazza di bronzo con una bevanda dal bel colore, aroma, e sapore. ",
  "mn46:19.2": "Ma mista a veleno. ",
  "mn46:19.3": "Poi arriva una persona che vuole vivere e non vuole morire, che vuole essere felice e rifugge dal dolore. ",
  "mn46:19.4": "Gli dicono: ",
  "mn46:19.5": "‘Ecco qui, signore, questa tazza di bronzo contiene una bevanda dal bel colore, aroma, e sapore. ",
  "mn46:19.6": "Ma è mista a veleno. ",
  "mn46:19.7": "Bevi se vuoi. ",
  "mn46:19.8": "Se la bevi, il colore, l’aroma, e il sapore saranno invitanti, ma berla risulterà in morte o dolore mortale’. ",
  "mn46:19.9": "Lui non la rifiuta. Senza riflettere, la beve. ",
  "mn46:19.10": "Il colore, l’aroma, e il sapore sono invitanti, ma averla bevuta risulta in morte o dolore mortale. ",
  "mn46:19.11": "Questo è comparabile al modo di fare cose che è piacevole ora ma risulta in dolore futuro, dico io. ",
  "mn46:20.1": "Immaginate dell’urina rancida mista a diverse medicine. ",
  "mn46:20.2": "Poi arriva una persona con ittero. ",
  "mn46:20.3": "Gli dicono: ",
  "mn46:20.4": "‘Ecco qui, signore, questa è urina rancida mista a diverse medicine. Bevi se vuoi. ",
  "mn46:20.5": "Se la bevi, il colore, l’aroma, e il sapore non saranno invitanti, ma dopo averla bevuta sarai felice’. ",
  "mn46:20.6": "Lui non la rifiuta. Dopo aver riflettuto, la beve. ",
  "mn46:20.7": "Il colore, l’aroma, e il sapore non sono invitanti, ma dopo averla bevuta è felice. ",
  "mn46:20.8": "Questo è comparabile al modo di fare cose che è doloroso ora ma risulta in felicità futura, dico io. ",
  "mn46:21.1": "Immaginate un misto di cagliata, miele, burro chiarificato, e melassa. ",
  "mn46:21.2": "Poi arriva una persona con dissenteria sanguinante. ",
  "mn46:21.3": "Gli dicono: ",
  "mn46:21.4": "‘Ecco qui, signore, questo è un misto di cagliata, miele, burro chiarificato, e melassa. Bevi se vuoi. ",
  "mn46:21.5": "Se lo bevi, il colore, l’aroma, e il sapore saranno invitanti, e dopo averlo bevuto sarai felice’. ",
  "mn46:21.6": "Lui non lo rifiuta. Dopo aver riflettuto, lo beve. ",
  "mn46:21.7": "Il colore, l’aroma, e il sapore sono invitanti, e dopo averlo bevuto è felice. ",
  "mn46:21.8": "Questo è comparabile al modo di fare cose che è piacevole ora e risulta in felicità futura, dico io. ",
  "mn46:22.1": "È come il periodo dopo la stagione delle piogge, quando il cielo è chiaro e senza nuvole. E quando il sole sorge, dissipa tutta l’oscurità dal cielo nello splendere, brillare, e irradiare. ",
  "mn46:22.2": "Allo stesso modo, questo modo di fare cose che è piacevole e risulta in felicità futura dissipa le dottrine degli altri vari asceti e bramini nello splendere, brillare, e irradiare”. ",
  "mn46:22.3": "Questo è ciò che il Buddha disse. ",
  "mn46:22.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}