{
  "mn47:0.1": "Discorsi medi 47 ",
  "mn47:0.2": "Il discorso sull’investigatore ",
  "mn47:1.1": "Così ho sentito. ",
  "mn47:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn47:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn47:1.4": "“Monaci!” ",
  "mn47:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn47:1.6": "Il Buddha disse: ",
  "mn47:2.1": "“Monaci, un monaco investigatore, incapace di leggere la mente altrui, deve scrutinare il Realizzato per capire se è davvero un Buddha completamente risvegliato o no” ",
  "mn47:3.1": "“I nostri insegnamenti sono radicati nel Buddha. Egli è la nostra guida e il nostro rifugio. Signore, che il Buddha stesso per favore chiarisca il significato di ciò. I monaci ascolteranno e lo ricorderanno” ",
  "mn47:3.2": "“Allora, monaci, ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn47:3.3": "“Sì, Signore”, risposero i monaci. ",
  "mn47:3.4": "Il Buddha disse: ",
  "mn47:4.1": "“Monaci, un monaco investigatore, incapace di leggere la mente altrui, deve scrutinare il Realizzato in due cose: cose che possono essere viste e cose che possono essere sentite: ",
  "mn47:4.2": "‘Si vede o si sente qualcosa di corrotto nel Realizzato o no?’ ",
  "mn47:4.3": "Scrutinandolo scopre che ",
  "mn47:4.4": "non c’è niente di corrotto che si vede o si sente nel Realizzato. ",
  "mn47:5.2": "Scrutina oltre: ",
  "mn47:5.3": "‘Si vede o si sente qualcosa di misto nel Realizzato o no?’ ",
  "mn47:5.4": "Scrutinandolo scopre che ",
  "mn47:5.5": "non c’è niente di misto che si vede o si sente nel Realizzato. ",
  "mn47:6.2": "Scrutina oltre: ",
  "mn47:6.3": "‘Si vede o si sente qualcosa di puro nel Realizzato o no?’ ",
  "mn47:6.4": "Scrutinandolo scopre che ",
  "mn47:6.5": "si vedono e si sentono cose pure nel Realizzato. ",
  "mn47:7.2": "Scrutina oltre: ",
  "mn47:7.3": "‘Il venerabile ha ottenuto questo buono stato molto tempo fa, o solo recentemente?’ ",
  "mn47:7.4": "Scrutinandolo scopre che ",
  "mn47:7.5": "il venerabile ha ottenuto questo buono stato molto tempo fa, non solo recentemente. ",
  "mn47:8.2": "Scrutina oltre: ",
  "mn47:8.3": "‘Si trovano certi pericoli in quel venerabile monaco che ha raggiunto fama e rinomanza?” ",
  "mn47:8.4": "Poiché, monaci, finché un monaco non ha raggiunto fama e rinomanza, certi pericoli non si trovano in lui. ",
  "mn47:8.5": "Ma quando raggiunge fama e rinomanza, quei pericoli appaiono. ",
  "mn47:8.6": "Scrutinandolo scopre che ",
  "mn47:8.7": "quei pericoli non si trovano in quel venerabile monaco che ha raggiunto fama e rinomanza. ",
  "mn47:9.2": "Scrutina oltre: ",
  "mn47:9.3": "‘Questo venerabile è pacato stabilmente o instabilmente? ",
  "mn47:9.4": "La ragione per cui non indulge nei piaceri dei sensi è che è libero dall’avidità grazie alla sua eliminazione? ",
  "mn47:9.5": "Scrutinandolo scopre che ",
  "mn47:9.6": "quel venerabile è pacato stabilmente, non instabilmente. ",
  "mn47:9.7": "La ragione per cui non indulge nei piaceri dei sensi è che è libero dall’avidità grazie alla sua eliminazione. ",
  "mn47:10.1": "Se gli altri chiedono a quel monaco: ",
  "mn47:10.2": "‘Ma che ragione e prova ha il venerabile per dire questo?’ ",
  "mn47:10.5": "Rispondendo correttamente, il monaco direbbe: ",
  "mn47:10.6": "‘Perché, che quel venerabile dimori presso una comunità o da solo, alcuni lì si trovano in buono stato o in uno stato spiacevole, alcuni istruiscono un gruppo, e si vedono alcuni tra i piaceri materiali, mentre altri rimangono immacolati. Eppure quel venerabile non li disprezza per questo. ",
  "mn47:10.7": "Inoltre, ho sentito e imparato questo in presenza del Buddha: ",
  "mn47:10.8": "“Io sono pacato stabilmente, non pacato instabilmente. La ragione per cui non indulgo nei piaceri dei sensi è che sono libero dall’avidità grazie alla sua eliminazione”’. ",
  "mn47:11.1": "Poi, deve chiedere al Realizzato stesso riguardo a questo: ",
  "mn47:11.2": "‘Si vede o si sente qualcosa di corrotto nel Realizzato o no?’ ",
  "mn47:11.3": "Il Realizzato risponderebbe: ",
  "mn47:11.4": "‘Non c’è niente di corrotto che si vede o si sente nel Realizzato’ ",
  "mn47:12.1": "‘Si vede o si sente qualcosa di misto nel Realizzato o no?’ ",
  "mn47:12.2": "Il Realizzato risponderebbe: ",
  "mn47:12.3": "‘Non c’è niente di misto che si vede o si sente nel Realizzato’ ",
  "mn47:13.1": "‘Si vede o si sente qualcosa di puro nel Realizzato o no?’ ",
  "mn47:13.2": "Il Realizzato risponderebbe: ",
  "mn47:13.3": "‘Si vedono e si sentono cose pure nel Realizzato. ",
  "mn47:13.4": "Io rientro in quel campo e in quel territorio, ma non sono definito da ciò’. ",
  "mn47:14.1": "Un discepolo deve andare da un maestro che ha una dottrina così al fine di ascoltare l’insegnamento. ",
  "mn47:14.2": "Il maestro spiega l’insegnamento con i suoi stadi sempre più alti, i suoi stadi sempre migliori, con i suoi lati oscuri e chiari. ",
  "mn47:14.3": "Una volta che ha conoscenza diretta di un certo principio di quegli insegnamenti, che corrisponde a come gli sono stati insegnati, il monaco arriva a una conclusione riguardo agli insegnamenti. Acquisisce fiducia nel maestro: ",
  "mn47:14.4": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene’. ",
  "mn47:15.1": "Se gli altri chiedono a quel monaco: ",
  "mn47:15.2": "‘Ma che ragione e prova ha il venerabile per dire questo?’ ",
  "mn47:15.4": "Rispondendo correttamente, il monaco direbbe: ",
  "mn47:15.5": "‘Fratelli, sono andato dal Buddha a sentire l’insegnamento. ",
  "mn47:15.6": "Lui ha spiegato l’insegnamento con i suoi stadi sempre più alti, i suoi stadi sempre migliori, con i suoi lati oscuri e chiari. ",
  "mn47:15.7": "Una volta che ho avuto conoscenza diretta di un certo principio di quegli insegnamenti, che corrisponde a come mi sono stati insegnati, sono arrivato a una conclusione riguardo agli insegnamenti. Ho acquisito fiducia nel Maestro: ",
  "mn47:15.8": "“Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene”’. ",
  "mn47:16.1": "Quando la fede di qualcuno è fondata, radicata, e piantata nel Realizzato in questo modo, con queste parole e frasi, si dice che sia fede fondata basata sull’evidenza. ",
  "mn47:16.2": "È forte, e non può essere spostata da alcun asceta o bramino, o essere celeste, o diavolo, o dio, o nessuno al mondo. ",
  "mn47:16.3": "È così che si scrutina legittimamente il Realizzato, ",
  "mn47:16.4": "ed è così che il Realizzato è legittimamente ben scrutinato”. ",
  "mn47:16.5": "Questo è ciò che il Buddha disse. ",
  "mn47:16.6": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}