{
  "mn48:0.1": "Discorsi medi 48 ",
  "mn48:0.2": "Il discorso a Kosambī ",
  "mn48:1.1": "Così ho sentito. ",
  "mn48:1.2": "Una volta il Buddha dimorava vicino a Kosambī, nel monastero di Ghosita. ",
  "mn48:2.1": "In quell’occasione i monaci di Kosambī stavano discutendo, litigando, e bisticciando, ferendosi continuamente l’un l’altro con parole spinose. ",
  "mn48:2.2": "Non riuscivano a persuadersi l’un l’altro o a venire persuasi, né riuscivano a convincere l’un l’altro o a venire convinti. ",
  "mn48:3.1": "Poi un monaco andò dal Buddha, si inchinò, si sedette a lato, e gli riferì ciò che stava accadendo. ",
  "mn48:4.1": "Allora il Buddha si rivolse a un certo monaco: ",
  "mn48:4.2": "“Per favore, monaco, in mio nome dì a quei monaci che ",
  "mn48:4.3": "il maestro li convoca” ",
  "mn48:4.4": "“Sì, Signore”, rispose quel monaco. Andò da quei monaci e disse: ",
  "mn48:4.5": "“Venerabili, il maestro vi convoca” ",
  "mn48:4.6": "“Sì, fratello”, risposero quei monaci. Andarono dal Buddha, si inchinarono, e si sedettero a lato. Il Buddha disse loro: ",
  "mn48:4.7": "“È vero, monaci, che continuate a discutere, litigare, e bisticciare, ferendovi continuamente l’un l’altro con parole spinose? ",
  "mn48:4.8": "E che non riuscite a persuadervi l’un l’altro o a venire persuasi, né riuscite a convincere l’un l’altro o a venire convinti?” ",
  "mn48:4.9": "“Sì, Signore”, dissero loro. ",
  "mn48:5.1": "“Cosa ne pensate, monaci? ",
  "mn48:5.2": "Quando continuate a discutere, litigare, e bisticciare, ferendovi continuamente l’un l’altro con parole spinose, state trattando i vostri compagni spirituali con gentilezza attraverso corpo, parola, e mente, sia in pubblico che in privato?” ",
  "mn48:5.3": "“No, Signore” ",
  "mn48:5.4": "“Quindi sembra che quando continuate a discutere non vi state trattando con gentilezza. ",
  "mn48:5.5": "Quindi cosa conoscete e cosa vedete esattamente, sciocchi, che vi comportate così? ",
  "mn48:5.6": "Questo sarà a vostro danno e sofferenza per molto tempo”. ",
  "mn48:6.1": "Poi il Buddha disse ai monaci: ",
  "mn48:6.2": "“Monaci, queste sei qualità di buon cuore portano ad affetto e rispetto, conducono all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn48:6.3": "Quali sei? ",
  "mn48:6.4": "Primo, un monaco tratta costantemente i suoi compagni spirituali con gentilezza attraverso corpo, sia in pubblico che in privato. ",
  "mn48:6.5": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn48:6.6": "Inoltre, un monaco tratta costantemente i suoi compagni spirituali con gentilezza attraverso parola, sia in pubblico che in privato. ",
  "mn48:6.7": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn48:6.8": "Inoltre, un monaco tratta costantemente i suoi compagni spirituali con gentilezza attraverso mente, sia in pubblico che in privato. ",
  "mn48:6.9": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn48:6.10": "Inoltre, un monaco condivide senza problemi qualsiasi avere materiale che ha ottenuto attraverso mezzi legittimi, persino il cibo messo nella ciotola per l’elemosina, usandolo in comune con i propri compagni spirituali etici. ",
  "mn48:6.11": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn48:6.12": "Inoltre, un monaco vive secondi i precetti condivisi dai propri compagni spirituali, sia in pubblico che in privato. Quei precetti sono integri, impeccabili, senza macchie, e intatti. Liberano, sono lodati dalla gente giudiziosa, non erronei, e portano alla concentrazione. ",
  "mn48:6.13": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn48:6.14": "Inoltre, un monaco vive secondo l’opinione condivisa dai propri compagni spirituali, sia in pubblico che in privato. Quell’opinione è nobile ed emancipante, e porta chi la pratica alla completa eliminazione della sofferenza. ",
  "mn48:6.15": "Questa qualità di buon cuore porta ad affetto e rispetto, conduce all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn48:6.16": "Queste sei qualità di buon cuore portano ad affetto e rispetto, conducono all’inclusione, all’armonia, all’unità, senza litigi. ",
  "mn48:7.1": "Di queste sei qualità di buon cuore, quella principale è l’opinione nobile ed emancipante, che porta chi la pratica alla completa eliminazione della sofferenza. Tiene insieme e lega tutto quanto. ",
  "mn48:7.2": "È come una tenda indiana. La punta del tetto è il punto principale, che tiene insieme e lega tutto quanto. ",
  "mn48:7.3": "Allo stesso modo, di queste sei qualità di buon cuore, quella principale è l’opinione nobile ed emancipante, che porta chi la pratica alla completa eliminazione della sofferenza. Tiene insieme e lega tutto quanto. ",
  "mn48:8.1": "E com’è che l’opinione nobile ed emancipante porta chi la pratica alla completa eliminazione della sofferenza? ",
  "mn48:8.2": "È quando un monaco va nella foresta, o alla radice di un albero, o in una capanna vuota, e riflette così: ",
  "mn48:8.3": "‘C’è qualcosa da cui sono sopraffatto internamente e che non ho abbandonato, a causa di cui potrei non conoscere e vedere accuratamente?’ ",
  "mn48:8.4": "Se un monaco è sopraffatto dal desiderio per i sensi, è la sua mente che è sopraffatta. ",
  "mn48:8.5": "Se un monaco è sopraffatto dalla malevolenza, è la sua mente che è sopraffatta. ",
  "mn48:8.6": "Se un monaco è sopraffatto da torpore e sonnolenza, è la sua mente che è sopraffatta. ",
  "mn48:8.7": "Se un monaco è sopraffatto da irrequietezza e rimorso, è la sua mente che è sopraffatta. ",
  "mn48:8.8": "Se un monaco è sopraffatto dal dubbio, è la sua mente che è sopraffatta. ",
  "mn48:8.9": "Se un monaco è sopraffatto dall’inseguire speculazioni riguardo al mondo, è la sua mente che è sopraffatta. ",
  "mn48:8.10": "Se un monaco è sopraffatto dall’inseguire speculazioni riguardo al prossimo mondo, è la sua mente che è sopraffatta. ",
  "mn48:8.11": "Se un monaco è sopraffatto dal discutere, litigare, e bisticciare, ferendo continuamente gli altri con parole spinose, è la sua mente che è sopraffatta. ",
  "mn48:8.12": "Comprende: ",
  "mn48:8.13": "‘Non c’è niente da cui sono sopraffatto internamente e che non ho abbandonato, a causa di cui potrei non conoscere e vedere accuratamente. ",
  "mn48:8.14": "La mia mente è disposta bene per risvegliarsi alle verità’. ",
  "mn48:8.15": "Questa è la prima conoscenza che raggiunge che è nobile e trascendentale, e non è condivisa dalle persone ordinarie. ",
  "mn48:9.1": "Poi, un discepolo nobile riflette: ",
  "mn48:9.2": "‘Quando sviluppo, coltivo, e mi dedico a questa opinione, ottengo personalmente controllo ed estinzione?’ ",
  "mn48:9.3": "Comprende: ",
  "mn48:9.4": "‘Quando sviluppo, coltivo, e mi dedico a questa opinione, ottengo personalmente controllo ed estinzione’. ",
  "mn48:9.5": "Questa è la seconda conoscenza che raggiunge che è nobile e trascendentale, e non è condivisa dalle persone ordinarie. ",
  "mn48:10.1": "Poi, un discepolo nobile riflette: ",
  "mn48:10.2": "‘Ci sono asceti o bramini fuori dalla comunità Buddhista che hanno la stessa opinione che ho io?’ ",
  "mn48:10.3": "Comprende: ",
  "mn48:10.4": "‘Non ci sono asceti o bramini fuori dalla comunità Buddhista che hanno la stessa opinione che ho io’. ",
  "mn48:10.5": "Questa è la terza conoscenza che raggiunge che è nobile e trascendentale, e non è condivisa dalle persone ordinarie. ",
  "mn48:11.1": "Poi, un discepolo nobile riflette: ",
  "mn48:11.2": "‘Ho la stessa natura di una persona matura in opinione?’ ",
  "mn48:11.3": "E qual è, monaci, la natura di una persona matura in opinione? ",
  "mn48:11.4": "Questa è la natura di una persona matura in opinione: ",
  "mn48:11.5": "Anche se dovesse cadere nel tipo di offesa per cui è prevista riabilitazione, la svela, chiarisce, e rivela subito al Maestro o ai suoi compagni spirituali giudiziosi. ",
  "mn48:11.6": "E avendola rivelata si contiene in futuro. ",
  "mn48:11.7": "Immaginate un bambino piccolo. Se mette una mano o un piede su un carbone ardente, li ritira subito. ",
  "mn48:11.8": "Allo stesso modo, questa è la natura di una persona matura in opinione: ",
  "mn48:11.9": "Anche se dovesse cadere nel tipo di offesa per cui è prevista riabilitazione, la svela, chiarisce, e rivela subito al Maestro o ai suoi compagni spirituali giudiziosi. ",
  "mn48:11.10": "E avendola rivelata si contiene in futuro. ",
  "mn48:11.11": "Comprende: ",
  "mn48:11.12": "‘Ho la stessa natura di una persona matura in opinione’. ",
  "mn48:11.13": "Questa è la quarta conoscenza che raggiunge che è nobile e trascendentale, e non è condivisa dalle persone ordinarie. ",
  "mn48:12.1": "Poi, un discepolo nobile riflette: ",
  "mn48:12.2": "‘Ho la stessa natura di una persona matura in opinione?’ ",
  "mn48:12.3": "E qual è, monaci, la natura di una persona matura in opinione? ",
  "mn48:12.4": "Questa è la natura di una persona matura in opinione: ",
  "mn48:12.5": "Anche se gestisce una diversa gamma di compiti per i propri compagni spirituali, prova ancora un’ammirazione entusiasta per l’addestramento nell’etica, nella mente elevata, e nella saggezza elevata. ",
  "mn48:12.6": "Immaginate una mucca con un vitello bambino. Osserva devotamente il suo vitello mentre pascola. ",
  "mn48:12.7": "Allo stesso modo, questa è la natura di una persona matura in opinione: ",
  "mn48:12.8": "Anche se gestisce una diversa gamma di compiti per i propri compagni spirituali, prova ancora un’ammirazione entusiasta per l’addestramento nell’etica, nella mente elevata, e nella saggezza elevata. ",
  "mn48:12.9": "Comprende: ",
  "mn48:12.10": "‘Ho la stessa natura di una persona matura in opinione’. ",
  "mn48:12.11": "Questa è la quinta conoscenza che raggiunge che è nobile e trascendentale, e non è condivisa dalle persone ordinarie. ",
  "mn48:13.1": "Poi, un discepolo nobile riflette: ",
  "mn48:13.2": "‘Ho la stessa forza di una persona matura in opinione?’ ",
  "mn48:13.3": "E qual è, monaci, la forza di una persona matura in opinione? ",
  "mn48:13.4": "La forza di una persona matura in opinione è tale che, quando l’insegnamento e l’addestramento predicati dal Realizzato vengono insegnati, presta attenzione, applica la mente, si concentra pienamente, e ascolta in maniera attiva. ",
  "mn48:13.5": "Comprende: ",
  "mn48:13.6": "‘Ho la stessa forza di una persona matura in opinione’. ",
  "mn48:13.7": "Questa è la sesta conoscenza che raggiunge che è nobile e trascendentale, e non è condivisa dalle persone ordinarie. ",
  "mn48:14.1": "Poi, un discepolo nobile riflette: ",
  "mn48:14.2": "‘Ho la stessa forza di una persona matura in opinione?’ ",
  "mn48:14.3": "E qual è, monaci, la forza di una persona matura in opinione? ",
  "mn48:14.4": "La forza di una persona matura in opinione è tale che, quando l’insegnamento e l’addestramento predicati dal Realizzato vengono insegnati, trova ispirazione nel significato e nell’insegnamento, e trova gioia nell’insegnamento. ",
  "mn48:14.5": "Comprende: ",
  "mn48:14.6": "‘Ho la stessa forza di una persona matura in opinione’. ",
  "mn48:14.7": "Questa è la settima conoscenza che raggiunge che è nobile e trascendentale, e non è condivisa dalle persone ordinarie. ",
  "mn48:15.1": "Una volta che un discepolo nobile ha questi sette fattori, ha investigato correttamente la propria natura attraverso la realizzazione del frutto dell’entrata nella corrente. ",
  "mn48:15.2": "Un discepolo nobile con questi sette fattori possiede il frutto dell’entrata nella corrente”. ",
  "mn48:15.3": "Questo è ciò che il Buddha disse. ",
  "mn48:15.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}