{
  "mn49:0.1": "Discorsi medi 49 ",
  "mn49:0.2": "Il discorso dell’invito di Dio ",
  "mn49:1.1": "Così ho sentito. ",
  "mn49:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn49:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn49:1.4": "“Monaci!” ",
  "mn49:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn49:1.6": "Il Buddha disse: ",
  "mn49:2.1": "“Una volta, monaci, mi trovavo vicino a Ukkaṭṭhā, nella foresta di Subhaga alla radice di un magnifico albero di sal. ",
  "mn49:2.2": "In quell’occasione il Dio Baka manteneva questa idea sbagliata e dannosa: ",
  "mn49:2.3": "‘Questo è permanente, questo è perenne, questo è eterno, questo è completo, questo è imperituro. Poiché qui non si nasce, non si invecchia, non si muore, non si decede, e non ci si reincarna. E non si può trascendere questo posto. ",
  "mn49:3.1": "Sapevo ciò che il Dio Baka stava pensando. ",
  "mn49:3.2": "Tanto facilmente quando una persona forte che estende o contrae il proprio braccio, scomparii dalla foresta di Subhaga e riapparii nel regno di quel Dio. ",
  "mn49:3.3": "Baka mi vide arrivare da lontano. ",
  "mn49:3.4": "e disse: ",
  "mn49:3.5": "‘Venga, buon signore! Benvenuto, buon signore! ",
  "mn49:3.6": "È molto tempo che non ha opportunità di venire qui. ",
  "mn49:3.7": "Poiché questo è permanente, questo è perenne, questo è eterno, questo è completo, questo è imperituro. Poiché qui non si nasce, non si invecchia, non si muore, non si decede, e non ci si reincarna. E non si può trascendere questo posto’. ",
  "mn49:4.1": "Detto ciò, gli dissi: ",
  "mn49:4.2": "‘Oh no, il Dio Baka è perso nell’ignoranza! Oh no, il Dio Baka è perso nell’ignoranza! ",
  "mn49:4.3": "Perché di ciò che in realtà è impermanente, non duraturo, transitorio, incompleto, e deperibile, lui dice sia permanente, perenne, eterno, completo, e imperituro. ",
  "mn49:4.4": "E di dove si nasce, si invecchia, si muore, si decede, e ci si reincarna, lui dice che ",
  "mn49:4.5": "non si nasce, non si invecchia, non si muore, non si decede, o non ci si reincarna. ",
  "mn49:4.6": "E sebbene si possa trascendere questo posto, lui dice che non si può trascendere’. ",
  "mn49:5.1": "Allora il diavolo, il Malvagio, si impossessò di un membro della schiera di Dio e mi disse: ",
  "mn49:5.2": "‘Monaco, monaco! Non attaccare costui! Non attaccare costui! Poiché questo è Dio, il Grande Dio, il Vincitore, l’Invitto, il Veggente Universale, Il Detentore del Potere, Dio Onnipotente, l’Artefice, il Creatore, il Primo, il Generatore, il Controllore, il Padre di coloro che sono nati e di coloro che devono ancora nascere. ",
  "mn49:5.3": "Ci furono asceti e bramini prima di te, monaco, che criticarono e detestatorono la terra, l’acqua, l’aria, il fuoco, le creature, gli angeli, il Creatore, e Dio. ",
  "mn49:5.4": "Alla dissoluzione del corpo, quando il loro respiro si esaurì rinacquero in un regno inferiore. ",
  "mn49:5.5": "Ci furono asceti e bramini prima di te, monaco, che lodarono e approvarono la terra, l’acqua, l’aria, il fuoco, le creature, gli angeli, il Creatore, e Dio. ",
  "mn49:5.6": "Alla dissoluzione del corpo, quando il loro respiro si esaurì rinacquero in un regno superiore. ",
  "mn49:5.7": "Quindi, monaco, ti dico questo: ",
  "mn49:5.8": "per favore, buon signore, fai esattamente come Dio dice. Non spingerti oltre la parola di Dio. ",
  "mn49:5.9": "Se non farai così, allora finirai come una persona che, quando la dea della fortuna si avvicina, la scaccia con un bastone; o che mentre sta per cadere da un burrone molla la presa con mani e piedi. ",
  "mn49:5.10": "Per favore, buon signore, fai esattamente come Dio dice. Non spingerti oltre la parola di Dio. ",
  "mn49:5.11": "Non vedi l’assemblea di Dio qui radunata?’ ",
  "mn49:5.12": "E il diavolo, il Malvagio, mi presentò l’assemblea di Dio. ",
  "mn49:6.1": "Detto ciò, dissi al diavolo: ",
  "mn49:6.2": "‘Ti riconosco, Malvagio. Non pensare: ",
  "mn49:6.3": "“Non mi riconosce”. ",
  "mn49:6.4": "Tu sei il diavolo, il Malvagio. ",
  "mn49:6.5": "E Dio, l’assemblea di Dio, e la schiera di Dio sono tutti caduti nelle tue mani; sono sotto la tua influenza. ",
  "mn49:6.6": "E tu pensi: ",
  "mn49:6.7": "“Forse anche costui è caduto nelle mie mani; forse è sotto la mia influenza!” ",
  "mn49:6.8": "Ma io non sono caduto nelle tue mani; non sono sotto la tua influenza’. ",
  "mn49:7.1": "Detto ciò, il Dio Baka mi disse: ",
  "mn49:7.2": "‘Ma, buon signore, ciò che io dico essere permanente, perenne, eterno, completo, e imperituro, è davvero permanente, perenne, eterno, completo, e imperituro. E dove dico che non si nasce, non si invecchia, non si muore, non si decede, e non ci si reincarna, davvero ",
  "mn49:7.3": "non si nasce, non si invecchia, non si muore, non si decede, e non ci si reincarna. ",
  "mn49:7.4": "E quando dico che non si può trascendere questo posto, davvero non si può trascendere questo posto. ",
  "mn49:7.5": "Ci furono asceti e bramini prima di te, monaco, che praticarono atti di mortificazione fervida per tanto quanto la tua intera vita. ",
  "mn49:7.6": "Quando si poteva trascendere un posto, lo sapevano, e quando non si poteva trascendere un posto, lo sapevano. ",
  "mn49:7.7": "Quindi, monaco, ti dico questo: ",
  "mn49:7.8": "non riuscirai mai a trascendere questo posto, e alla fine ti stancherai e frusterai. ",
  "mn49:7.9": "Se sarai attaccato alla terra, sarai vicino a me, nel mio regno, sotto la mia volontà, e mio servo. ",
  "mn49:7.10": "Se sarai attaccato all’acqua … ",
  "mn49:7.11": "al fuoco … ",
  "mn49:7.12": "all’aria … ",
  "mn49:7.13": "alle creature … ",
  "mn49:7.14": "agli angeli … ",
  "mn49:7.15": "al Creatore … ",
  "mn49:7.16": "Se sarai attaccato a Dio, sarai vicino a me, nel mio regno, sotto la mia volontà, e mio servo’ ",
  "mn49:8.1": "‘Dio, anche io so che ",
  "mn49:8.2": "Se sarò attaccato alla terra, sarò vicino a te, nel tuo regno, sotto la tua volontà, e tuo servo. ",
  "mn49:8.3": "Se sarò attaccato all’acqua … ",
  "mn49:8.4": "al fuoco … ",
  "mn49:8.5": "all’aria … ",
  "mn49:8.6": "alle creature … ",
  "mn49:8.7": "agli angeli … ",
  "mn49:8.8": "al Creatore … ",
  "mn49:8.9": "Se sarò attaccato a Dio, sarò vicino a te, nel tuo regno, sotto la tua volontà, e tuo servo. E inoltre, Dio, comprendo il tuo raggio d’azione e la tua luce: ",
  "mn49:8.10": "“Il Dio Baka è così potente, così illustre e possente”’ ",
  "mn49:8.11": "‘Ma in che modo comprendi il mio raggio d’azione e la mia luce?’ ",
  "mn49:9.1": "‘Una galassia si estende mille volte oltre ",
  "mn49:9.2": "l’orbita della luna e del sole ",
  "mn49:9.3": "e gli splendenti ne illuminano gli angoli. ",
  "mn49:9.4": "Lì è dove eserciti il tuo potere. ",
  "mn49:9.5": "Conosci gli alti e i bassi, ",
  "mn49:9.6": "i febbrili e i disillusi, ",
  "mn49:9.7": "e la morte e rinascita degli esseri viventi ",
  "mn49:9.8": "da un regno all’altro. ",
  "mn49:9.9": "È così che comprendo il tuo raggio d’azione e la tua luce. ",
  "mn49:10.1": "Ma ci sono altri tre regni che tu non conosci e non vedi, ",
  "mn49:10.2": "che io conosco e vedo. ",
  "mn49:10.3": "C’è un regno che prende il nome dagli dei che irradiano splendore. Tu sei deceduto da lì e sei nato qui. ",
  "mn49:10.4": "Sei qui da così tanto tempo che non ti ricordi, quindi non lo conosci e non lo vedi. ",
  "mn49:10.5": "Ma io lo conosco e lo vedo. ",
  "mn49:10.6": "Quindi, Dio, io non sono tuo eguale in conoscenza, figuriamoci tuo inferiore. ",
  "mn49:10.7": "Piuttosto, ne so più di te. ",
  "mn49:10.8": "C’è un regno che prende il nome dagli dei dalla bellezza universale … C’è un regno che prende il nome dagli dei dai frutti abbondanti, che tu non conosci e non vedi. ",
  "mn49:10.9": "Ma io lo conosco e lo vedo. ",
  "mn49:10.10": "Quindi, Dio, io non sono tuo eguale in conoscenza, figuriamoci tuo inferiore. ",
  "mn49:10.11": "Piuttosto, ne so più di te. ",
  "mn49:11.1": "Dato che conosco direttamente la terra come la terra, e dato che conosco direttamente ciò che non rientra nel campo di esperienza caratterizzato dalla terra, non sono diventato la terra, non sono diventato nella terra, non sono diventato come la terra, non sono diventato uno che pensa: ‘la terra è mia’, non ho affermato la terra. ",
  "mn49:11.2": "Quindi, Dio, io non sono tuo eguale in conoscenza, figuriamoci tuo inferiore. ",
  "mn49:11.3": "Piuttosto, ne so più di te. ",
  "mn49:12.1": "Dato che conosco direttamente l’acqua … ",
  "mn49:13.1": "il fuoco … ",
  "mn49:14.1": "l’aria … ",
  "mn49:15.1": "le creature … ",
  "mn49:16.1": "gli angeli … ",
  "mn49:17.1": "il Creatore … ",
  "mn49:18.1": "Dio … ",
  "mn49:19.1": "gli dei che emanano splendore … ",
  "mn49:20.1": "gli dei dalla bellezza universale … ",
  "mn49:21.1": "gli dei dai frutti abbondanti … ",
  "mn49:22.1": "il Signore … ",
  "mn49:23.1": "Dato che conosco direttamente il tutto come il tutto, e dato che conosco direttamente ciò che non rientra nel campo di esperienza caratterizzato dal tutto, non sono diventato il tutto, non sono diventato nel tutto, non sono diventato come il tutto, non sono diventato uno che pensa: ‘il tutto è mio’, non ho affermato il tutto. ",
  "mn49:23.2": "Quindi, Dio, io non sono tuo eguale in conoscenza, figuriamoci tuo inferiore. ",
  "mn49:23.3": "Piuttosto, ne so più di te’ ",
  "mn49:24.1": "‘Beh, buon signore, se hai conosciuto direttamente ciò che non rientra nel campo di esperienza caratterizzato dal tutto, che le tue parole non si rivelino vuote e vacue! ",
  "mn49:25.1": "La coscienza trasparente, ",
  "mn49:25.2": "infinita, luminosa tutt’intorno; ",
  "mn49:25.3": "questo è ciò che non rientra nel campo di esperienza caratterizzato da terra, acqua, fuoco, aria, creature, angeli, il Creatore, Dio, gli Dei che Emanano Splendore, gli Dei dalla Bellezza Universale, gli Dei dai Frutti Abbondanti, il Signore, e il tutto. ",
  "mn49:26.1": "Beh ora guarda, buon signore, sparisco da te!’ ",
  "mn49:26.2": "‘Va bene, allora, Dio, sparisci da me, se riesci’. ",
  "mn49:26.3": "Allora il Dio Baka disse: ",
  "mn49:26.4": "‘Sparirò dall’asceta Gotama! Sparirò dall’asceta Gotama!’, ma non riusciva a sparire da me. ",
  "mn49:26.5": "Allora gli dissi: ",
  "mn49:26.6": "‘Beh ora, Dio, sparirò da te!’ ",
  "mn49:26.7": "‘Va bene, allora, buon signore, sparisci da me, se riesci’. ",
  "mn49:26.8": "Allora usai i miei poteri psichici per esprimere la volontà che ",
  "mn49:26.9": "la mia voce si amplificasse in modo che Dio, la sua assemblea, e la sua schiera mi sentissero, ma non mi vedessero. ",
  "mn49:26.10": "E mentre ero scomparso recitai questa strofa: ",
  "mn49:27.1": "‘Vedendo il pericolo nell’esistenza, ",
  "mn49:27.2": "che la vita in ogni tipo di esistenza cesserà, ",
  "mn49:27.3": "non affermai alcun tipo di esistenza, ",
  "mn49:27.4": "e non mi attaccai al godimento’. ",
  "mn49:28.1": "Allora Dio, la sua assemblea, e la sua schiera, con menti piene di meraviglia e stupore, pensarono: ",
  "mn49:28.2": "‘Oh, è incredibile, è strabiliante! ",
  "mn49:28.3": "L’asceta Gotama possiede così grande potere psichico e potenza! Non abbiamo mai visto o sentito prima d’ora di un asceta o un bramino con potere psichico e potenza come l’asceta Gotama, che ha lasciato casa da una famiglia Sakya. ",
  "mn49:28.4": "Sebbene la gente apprezzi l’esistenza, amandola così tanto, lui l’ha estratta, radice e tutto il resto’. ",
  "mn49:29.1": "Allora il diavolo, il Malvagio, si impossessò di un membro della schiera di Dio e mi disse: ",
  "mn49:29.2": "‘Se questa è la tua comprensione, buon signore, non presentarla ai tuoi discepoli o a chi lascia casa! ",
  "mn49:29.3": "Non spiegare questo insegnamento ai tuoi discepoli o a chi lascia casa! ",
  "mn49:29.4": "Non augurare questo ai tuoi discepoli o a quelli che lasciano casa! ",
  "mn49:29.5": "Ci sono stati asceti e bramini prima di te, monaco, che hanno affermato di essere perfetti, Buddha completamente risvegliati. ",
  "mn49:29.6": "Hanno presentato, insegnato, e augurato questo ai loro discepoli e a quelli che avevano lasciato casa. ",
  "mn49:29.7": "Alla dissoluzione del corpo, quando il loro respiro si esaurì rinacquero in un regno inferiore. ",
  "mn49:29.8": "Ma ci sono stati asceti e bramini prima di te, monaco, che hanno affermato di essere perfetti, Buddha completamente risvegliati. ",
  "mn49:29.9": "Non hanno presentato, insegnato, o augurato questo ai loro discepoli e a quelli che avevano lasciato casa. ",
  "mn49:29.10": "Alla dissoluzione del corpo, quando il loro respiro si esaurì rinacquero in un regno superiore. ",
  "mn49:29.11": "Quindi, monaco, ti dico questo: ",
  "mn49:29.12": "per favore, buon signore, rimani passivo, godendoti felici dimore nella vita presente, poiché è meglio che questo rimanga non detto. Buon signore, non istruire gli altri’. ",
  "mn49:30.1": "Detto ciò, dissi al diavolo: ",
  "mn49:30.2": "‘Ti riconosco, Malvagio. Non pensare: ",
  "mn49:30.3": "“Non mi riconosce”. ",
  "mn49:30.4": "Tu sei il diavolo, il Malvagio. ",
  "mn49:30.5": "Non mi parli per premura, ",
  "mn49:30.6": "ma senza premura. ",
  "mn49:30.7": "Poiché pensi: ",
  "mn49:30.8": "“Coloro a cui l’asceta Gotama insegnerà andranno oltre la mia presa”. ",
  "mn49:30.9": "Coloro che prima di me hanno affermato di essere Buddha completamente risvegliati non erano davvero Buddha completamente risvegliati. ",
  "mn49:30.10": "Ma io lo sono. ",
  "mn49:30.11": "Il Realizzato è così, che insegni o no ai suoi discepoli. ",
  "mn49:30.12": "Il Realizzato è così, che presenti o no l’insegnamento ai suoi discepoli. ",
  "mn49:30.13": "Perché questo? ",
  "mn49:30.14": "Poiché il Realizzato ha abbandonato i contaminanti, le corruzioni che portano a vite future e che sono dannose, che risultano in sofferenza e futura nascita, vecchiaia, e morte. ",
  "mn49:30.15": "Li ha tagliati alla radice, resi come un ceppo di palma, e obliterati, in modo che non siano in grado di manifestarsi in futuro. ",
  "mn49:30.16": "Proprio come una palma con la corona tagliata è incapace di ulteriore crescita, ",
  "mn49:30.17": "il Realizzato ha abbandonato i contaminanti, le corruzioni che portano a vite future e che sono dannose, che risultano in sofferenza e nascita futura, vecchiaia, e morte. ",
  "mn49:30.18": "Li ha tagliati alla radice, resi come un ceppo di palma, e obliterati, in modo che non siano in grado di manifestarsi in futuro’”. ",
  "mn49:31.1": "E quindi, per il silenzio del diavolo, e per l’invito di Dio, il nome di questo discorso è “L’invito di Dio”. "
}