{
  "mn4:0.1": "Discorsi medi 4 ",
  "mn4:0.2": "Il discorso su paura e terrore ",
  "mn4:1.1": "Così ho sentito. ",
  "mn4:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn4:2.1": "Il bramino Jāṇussoṇi andò dal Buddha e ci scambiò saluti. ",
  "mn4:2.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Buddha: ",
  "mn4:2.3": "“Signor Gotama, i giovani che hanno lasciato la vita laica per quella mendicante per fede nel Signor Gotama hanno il Signor Gotama a guidarli, ad aiutarli, e a incoraggiarli. ",
  "mn4:2.4": "E seguono l’esempio del Signor Gotama” ",
  "mn4:2.5": "“È vero, bramino. Quello che dici è tutto vero, bramino” ",
  "mn4:2.8": "“Ma, Signor Gotama, gli alloggi remoti nella natura e nella foresta sono impegnativi. È difficile rimanere isolati e trovare gioia nella solitudine. ",
  "mn4:2.9": "La foresta sembra portare via la mente del monaco che non è concentrato” ",
  "mn4:2.10": "“È vero, bramino. Quello che dici è tutto vero, bramino. ",
  "mn4:3.1": "Prima del mio risveglio, quando non ero ancora risvegliato ma ero alla ricerca del risveglio, anche io pensavo: ",
  "mn4:3.2": "‘Gli alloggi remoti nella natura e nella foresta sono impegnativi. È difficile rimanere isolati e trovare gioia nella solitudine. ",
  "mn4:3.3": "La foresta sembra portare via la mente del monaco che non è concentrato’. ",
  "mn4:4.1": "Poi pensai: ",
  "mn4:4.2": "‘Ci sono asceti e bramini con condotta impura di corpo, parola, e mente che frequentano alloggi remoti nella natura e nella foresta. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti nella propria condotta. ",
  "mn4:4.3": "Ma io non frequento alloggi remoti nella natura e nella foresta con condotta impura di corpo. ",
  "mn4:4.4": "La mia condotta di corpo è pura. ",
  "mn4:4.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura e nella foresta con condotta pura di corpo’. ",
  "mn4:4.6": "Vedendo questa purezza di condotta di corpo in me stesso trovai conforto al pensiero di alloggiare nella foresta. ",
  "mn4:5.1": "Poi pensai: ",
  "mn4:5.2": "‘Ci sono asceti e bramini con condotta impura di parola … ",
  "mn4:5.3": "con condotta impura di mente … ",
  "mn4:5.4": "o con sostentamento impuro che frequentano alloggi remoti nella natura e nella foresta. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti nel proprio sostentamento. ",
  "mn4:6.1": "Ma io non frequento alloggi remoti nella natura e nella foresta con sostentamento impuro. ",
  "mn4:6.2": "Il mio sostentamento è puro. ",
  "mn4:7.1": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura e nella foresta con sostentamento puro’. ",
  "mn4:7.2": "Vedendo questa purezza di sostentamento in me stesso trovai conforto al pensiero di alloggiare nella foresta. ",
  "mn4:8.1": "Poi pensai: ",
  "mn4:8.2": "‘Ci sono asceti e bramini pieni di desiderio per i piaceri dei sensi, con molta bramosia. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti di desiderio per i piaceri dei sensi, e molta bramosia. ",
  "mn4:8.3": "Ma io non frequento alloggi remoti nella natura e nella foresta pieno di desiderio per i piaceri dei sensi, e con molta bramosia. ",
  "mn4:8.4": "Io non sono pieno di desiderio. ",
  "mn4:8.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura e nella foresta senza essere pieno di desiderio’. ",
  "mn4:8.6": "Vedendo questa mancanza di desiderio in me stesso trovai conforto al pensiero di alloggiare nella foresta. ",
  "mn4:9.1": "Poi pensai: ",
  "mn4:9.2": "‘Ci sono asceti e bramini con menti piene di cattiveria e brutte intenzioni. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti di una mente piena di cattiveria e brutte intenzioni. ",
  "mn4:9.3": "Ma io non frequento alloggi remoti nella natura e nella foresta con una mente piena di cattiveria e brutte intenzioni. ",
  "mn4:9.4": "Io ho una mente piena di benevolenza. ",
  "mn4:9.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura e nella foresta con mente piena di benevolenza’. ",
  "mn4:9.6": "Vedendo questa mente piena di benevolenza in me stesso trovai conforto nel pensare di alloggiare nella foresta. ",
  "mn4:10.1": "Poi pensai: ",
  "mn4:10.2": "‘Ci sono asceti e bramini sopraffatti da torpore e sonnolenza. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti di torpore e sonnolenza. ",
  "mn4:10.3": "Ma io non frequento alloggi remoti nella natura e nella foresta con torpore e sonnolenza. ",
  "mn4:10.4": "Io sono libero da torpore e sonnolenza. ",
  "mn4:10.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura selvaggia e nella foresta libero da torpore e sonnolenza’. ",
  "mn4:10.6": "Vedendo questa mancanza di torpore e sonnolenza in me stesso trovai conforto al pensiero di alloggiare nella foresta. ",
  "mn4:11.1": "Poi pensai: ",
  "mn4:11.2": "‘Ci sono asceti e bramini irrequieti, senza pace mentale. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti di irrequietezza e mancanza di pace mentale. ",
  "mn4:11.3": "Ma io non frequento alloggi remoti nella natura e nella foresta con irrequietezza e senza pace mentale. ",
  "mn4:11.4": "La mia mente è pacifica. ",
  "mn4:11.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura selvaggia e nella foresta con mente pacifica’. ",
  "mn4:11.6": "Vedendo questa mente pacifica in me stesso trovai conforto nel pensare di alloggiare nella foresta. ",
  "mn4:12.1": "Poi pensai: ",
  "mn4:12.2": "‘Ci sono asceti e bramini dubbiosi e incerti. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti del dubbio e dell’incertezza. ",
  "mn4:12.3": "Ma io non frequento alloggi remoti nella natura e nella foresta con dubbio e incertezza. ",
  "mn4:12.4": "Io ho superato il dubbio. ",
  "mn4:12.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura selvaggia e nella foresta senza dubbio e incertezza’. ",
  "mn4:12.6": "Vedendo questa mancanza di dubbio e incertezza in me stesso trovai conforto nel pensare di alloggiare nella foresta. ",
  "mn4:13.1": "Poi pensai: ",
  "mn4:13.2": "‘Ci sono asceti e bramini che glorificano se stessi e denigrano gli altri. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti del glorificare se stessi e denigrare gli altri. ",
  "mn4:13.3": "Ma io non frequento alloggi remoti nella natura e nella foresta glorificando me stesso e denigrando gli altri. ",
  "mn4:13.4": "Io non glorifico me stesso e non denigro gli altri. ",
  "mn4:13.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura e nella foresta senza glorificare se stesso o denigrando gli altri’. ",
  "mn4:13.6": "Vedendo questa mancanza di glorificazione di me stesso e denigrazione degli altri in me stesso ho trovato conforto nel pensare di alloggiare nella foresta. ",
  "mn4:14.1": "Poi pensai: ",
  "mn4:14.2": "‘Ci sono asceti e bramini codardi e vigliacchi. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti della codardia e vigliaccheria. ",
  "mn4:14.3": "Ma io non frequento alloggi remoti nella natura e nella foresta da codardo e vigliacco. ",
  "mn4:14.4": "Io non mi spavento. ",
  "mn4:14.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura selvaggia e nella foresta che non si spaventa’. ",
  "mn4:14.6": "Vedendo questa mancanza di spavento in me stesso trovai conforto al pensiero di alloggiare nella foresta. ",
  "mn4:15.1": "Poi pensai: ",
  "mn4:15.2": "‘Ci sono asceti e bramini che ambiscono ad averi, onore, e fama. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti dell’ambizione di averi, onore, e fama. ",
  "mn4:15.3": "Ma io non frequento alloggi remoti nella natura e nella foresta ambendo ad averi, onore, e fama. ",
  "mn4:15.4": "Io sono soddisfatto con poco. ",
  "mn4:15.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura e nella foresta che è soddisfatto con poco. ",
  "mn4:15.6": "Vedendo questa soddisfazione con poco in me stesso trovai conforto nel pensare di alloggiare nella foresta. ",
  "mn4:16.1": "Poi pensai: ",
  "mn4:16.2": "‘Ci sono asceti e bramini pigri e senza energia. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti della pigrizia e mancanza di energia. ",
  "mn4:16.3": "Ma io non frequento alloggi remoti nella natura e nella foresta con pigrizia e mancanza di energia. ",
  "mn4:16.4": "Io ho energia. ",
  "mn4:16.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura e nella foresta con energia’. ",
  "mn4:16.6": "Vedendo questa energia in me stesso trovai conforto al pensiero di alloggiare nella foresta. ",
  "mn4:17.1": "Poi pensai: ",
  "mn4:17.2": "‘Ci sono asceti e bramini che non hanno consapevolezza e presenza mentale. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti della mancanza di consapevolezza e presenza mentale. ",
  "mn4:17.3": "Ma io non frequento alloggi remoti nella natura e nella foresta senza consapevolezza e presenza mentale. ",
  "mn4:17.4": "Io ho consapevolezza. ",
  "mn4:17.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura e nella foresta con consapevolezza’. ",
  "mn4:17.6": "Vedendo questa consapevolezza in me stesso trovai conforto al pensiero di alloggiare nella foresta. ",
  "mn4:18.1": "Poi pensai: ",
  "mn4:18.2": "‘Ci sono asceti e bramini che non sono concentrati, con menti distratte. Quegli asceti e bramini evocano paura e terrore cattivi a causa di questi difetti della mancanza di concentrazione e mente distratta. ",
  "mn4:18.3": "Ma io non frequento alloggi remoti nella natura e nella foresta senza concentrazione e con mente distratta. ",
  "mn4:18.4": "Io sono esperto di concentrazione. ",
  "mn4:18.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura selvaggia e nella foresta che sono esperti di concentrazione. ",
  "mn4:18.6": "Vedendo questa dote di concentrazione in me stesso trovai conforto al pensiero di alloggiare nella foresta. ",
  "mn4:19.1": "Poi pensai: ",
  "mn4:19.2": "‘Ci sono asceti e bramini ottusi e stupidi che frequentano alloggi remoti nella natura e nella foresta. Quegli asceti e bramini evocano paura e terrore cattivi a causa dei difetti dell’ottusità e della stupidità. ",
  "mn4:19.3": "Ma io non frequento alloggi remoti nella natura e nella foresta ottuso e stupido. ",
  "mn4:19.4": "Io sono esperto in saggezza. ",
  "mn4:19.5": "Io sono uno di quei nobili che frequenta alloggi remoti nella natura e nella foresta che sono esperti in saggezza’. ",
  "mn4:19.6": "Vedendo questa dote di saggezza in me stesso trovai conforto al pensiero di alloggiare nella foresta. ",
  "mn4:20.1": "Poi pensai: ",
  "mn4:20.2": "‘Ci sono notti ritenute particolarmente portentose: ",
  "mn4:20.3": "la quattordicesima, quindicesima, e ottava del mezzo mese. ",
  "mn4:20.4": "In quelle notti, perché non sto in santuari terrificanti e da pelle d’oca in parchi, foreste e alberi? Alloggiando lì magari potrò provare quella paura e terrore’. ",
  "mn4:20.5": "Qualche tempo dopo, feci così. ",
  "mn4:20.8": "Mentre ero lì, passava un cervo, o un pavone spezzava un rametto, o il vento faceva frusciare le foglie. ",
  "mn4:20.9": "Allora pensavo: ",
  "mn4:20.10": "‘Ecco che arriva quella paura e terrore’ ",
  "mn4:20.11": "Poi pensai: ",
  "mn4:20.12": "‘Perché medito sempre aspettandomi paura e terrore? ",
  "mn4:20.13": "Perché non mi sbarazzo di paura e terrore appena arrivano, rimanendo esattamente come sono al momento?’ ",
  "mn4:20.14": "Poi paura e terrore sorsero in me mentre camminavo. ",
  "mn4:20.15": "Non mi fermai, non mi sedetti, e non mi sdraiai finché non mi fui sbarazzato di quella paura e terrore mentre camminavo. ",
  "mn4:20.16": "Poi paura e terrore sorsero in me mentre ero in piedi. ",
  "mn4:20.17": "Non camminai, non mi sedetti, e non mi sdraiai finché non mi fui sbarazzato di quella paura e terrore mentre ero in piedi. ",
  "mn4:20.18": "Poi paura e terrore sorsero in me mentre ero seduto. ",
  "mn4:20.19": "Non mi sdraiai, non mi alzai, e non camminai finché non mi fui sbarazzato di quella paura e terrore mentre ero seduto. ",
  "mn4:20.20": "Poi paura e terrore sorsero in me mentre ero sdraiato. ",
  "mn4:20.21": "Non mi sedetti, non mi alzai, e non camminai finché non mi fui sbarazzato di quella paura e terrore mentre ero sdraiato. ",
  "mn4:21.1": "Ci sono asceti e bramini che percepiscono che è giorno quando in realtà è notte, o percepiscono che è notte quando in realtà è giorno. ",
  "mn4:21.2": "Io dico che questo sia vivere nell’illusione. ",
  "mn4:21.3": "Io percepisco che è notte quando infatti è notte, e percepisco che è giorno quando infatti è giorno. ",
  "mn4:21.4": "E se c’è qualcuno riguardo a cui si può dire correttamente che ",
  "mn4:21.5": "un essere non influenzato dall’illusione sia apparso nel mondo per il benessere e la felicità della gente, per il beneficio, la prosperità, e la felicità di esseri celesti e umani, è di me che sarebbe da dire. ",
  "mn4:22-26.1": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, il mio corpo era tranquillo e indisturbato, e la mia mente era concentrata. ",
  "mn4:22-26.2": "Sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunsi e meditai nella prima estasi. ",
  "mn4:22-26.3": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunsi e meditai nella seconda estasi. ",
  "mn4:22-26.4": "Con lo svanire dell’euforia, meditando con equanimità, consapevole e presente, provando personalmente la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli medita nella felicità’, raggiunsi e meditai nella terza estasi. ",
  "mn4:22-26.5": "Abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, raggiunsi e meditai nella quarta estasi. ",
  "mn4:27.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi al ricordo delle vite passate. Mi ricordai molti tipi di vite passate. ",
  "mn4:27.2": "Cioè: una, due, tre, quattro, cinque, dieci, venti, trenta, quaranta, cinquanta, cento, mille, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. Ricordai: ‘Lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto nacqui da un’altra parte. Anche lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto nacqui qui.’ E così mi ricordai i miei molti tipi di vite passate, nei particolari e nello specifico. ",
  "mn4:28.1": "Questa fu la prima conoscenza che ottenni durante la prima parte della notte. ",
  "mn4:28.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come succede al meditatore diligente, fervido, e risoluto. ",
  "mn4:29.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn4:29.2": "Con chiaroveggenza purificata e sovrumana, vidi gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Compresi come gli esseri viventi rinascono secondo le proprie azioni: ‘Questi cari esseri fecero cose cattive di corpo, parola, e mente. Parlarono male dei nobili; avevano opinione sbagliata e decisero di agire secondo quell’opinione sbagliata. Alla dissoluzione del corpo, dopo la morte, nascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. Questi cari esseri, invece, fecero cose buone di corpo, parola, e mente. Non parlarono mai male dei nobili; avevano opinione corretta e decisero di agire secondo quell’opinione corretta. Alla dissoluzione del corpo, dopo la morte, nascono in un bel posto, in paradiso.’ E così, con chiaroveggenza purificata e sovrumana, vidi gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Compresi come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn4:30.1": "Questa fu la seconda conoscenza che ottenni durante la parte intermedia della notte. ",
  "mn4:30.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come succede al meditatore diligente, fervido, e risoluto. ",
  "mn4:31.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn4:31.2": "Compresi secondo realtà: ‘Questa è la sofferenza’, compresi secondo realtà: ‘Questa è l’origine della sofferenza’, compresi secondo realtà: ‘Questa è la cessazione della sofferenza’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn4:31.3": "Compresi secondo realtà: ‘Questi sono i contaminanti’, compresi secondo realtà: ‘Questa è l’origine dei contaminanti’, compresi secondo realtà: ‘Questa è la cessazione dei contaminanti’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn4:32.1": "Conoscendo così e vedendo così, la mia mente fu liberata dal contaminante dei piaceri dei sensi, la mia mente fu liberata dal contaminante dell’esistenza, e la mia mente fu liberata dal contaminante dell’ignoranza. ",
  "mn4:32.2": "Una volta libera, sapevo che era libera. ",
  "mn4:32.3": "Compresi: ‘La nascita è terminata, il cammino spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn4:33.1": "Questa fu la terza conoscenza che ottenni durante la parte finale della notte. ",
  "mn4:33.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come succede a chi vive diligente, fervido, e risoluto. ",
  "mn4:34.1": "Bramino, potresti pensare: ",
  "mn4:34.2": "‘Magari il Signor Gotama non è libero da avidità, odio, e illusione persino a oggi, ed è per questo che frequenta ancora alloggi remoti nella natura e nella foresta’. ",
  "mn4:34.3": "Ma non devi vederla così. ",
  "mn4:34.4": "Vedo due ragioni per frequentare alloggi remoti nella natura e nella foresta. ",
  "mn4:34.5": "Vedo una vita felice per me stesso nel presente, e ho premura per le generazioni future” ",
  "mn4:35.1": "“Sicuro, il Signor Gotama ha premura per le generazioni future, dato che è un perfetto, un Buddha completamente risvegliato. ",
  "mn4:35.2": "Eccellente, Signor Gotama! Eccellente! ",
  "mn4:35.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn4:35.4": "Prendo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn4:35.5": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}