{
  "mn50:0.1": "Discorsi medi 50 ",
  "mn50:0.2": "Il discorso del rimprovero al diavolo ",
  "mn50:1.1": "Così ho sentito. ",
  "mn50:1.2": "Una volta il Venerabile Mahāmoggallāna dimorava nella terra dei Bhagga sulla Collina del Coccodrillo, nel parco dei cervi del bosco di Bhesakaḷā. ",
  "mn50:2.1": "In quell’occasione il Venerabile Mahāmoggallāna stava camminando all’aperto. ",
  "mn50:2.2": "Poi in quel momento il diavolo, il Malvagio, entrò nella pancia del Venerabile Mahāmoggallāna, ",
  "mn50:2.3": "che pensò: ",
  "mn50:2.4": "“Perché la mia pancia è così pesante, ",
  "mn50:2.5": "come se avessi mangiato un sacco di fagioli?” ",
  "mn50:2.6": "Allora scese dal percorso, entrò nella propria dimora, si sedette sul posto preparato, ",
  "mn50:3.1": "e investigò le proprie interiora. ",
  "mn50:3.2": "Vide che il diavolo, il Malvagio, era entrato nella sua pancia. ",
  "mn50:3.3": "Allora disse al diavolo: ",
  "mn50:3.4": "“Vieni fuori, Malvagio, ",
  "mn50:3.5": "vieni fuori! ",
  "mn50:3.6": "Non tormentare il Realizzato o i suoi discepoli. ",
  "mn50:3.7": "Non creare danno e sofferenza a te stesso per molto tempo!” ",
  "mn50:4.1": "Allora il diavolo pensò: ",
  "mn50:4.2": "“Questo asceta non mi conosce e non mi vede davvero quando mi dice di uscire. ",
  "mn50:4.7": "Nemmeno il Maestro mi riconoscerebbe così velocemente, quindi come potrebbe un discepolo?” ",
  "mn50:5.1": "Allora il Venerabile Mahāmoggallāna disse al diavolo: ",
  "mn50:5.2": "“Ti riconosco anche così, Malvagio. Non pensare: ",
  "mn50:5.3": "‘Non mi riconosce’. ",
  "mn50:5.4": "Tu sei il diavolo, il Malvagio. ",
  "mn50:5.5": "E pensi: ",
  "mn50:5.6": "‘Questo asceta non mi conosce e non mi vede davvero quando mi dice di uscire. ",
  "mn50:5.11": "Nemmeno il Maestro mi riconoscerebbe così velocemente, quindi come potrebbe un discepolo?’” ",
  "mn50:6.1": "Allora il diavolo pensò: ",
  "mn50:6.2": "“Questo asceta mi conosce e mi vede davvero quando mi dice di uscire”. ",
  "mn50:6.7": "Allora il diavolo uscì attraverso la bocca del Venerabile Mahāmoggallāna e rimase in piedi contro lo stipite della porta. ",
  "mn50:7.1": "Il Venerabile Mahāmoggallāna lo vide ",
  "mn50:7.2": "e disse: ",
  "mn50:7.3": "“Ti vedo anche lì, Malvagio. Non pensare: ",
  "mn50:7.4": "‘Non mi vede’. ",
  "mn50:7.5": "Sei tu, Malvagio, che stai in piedi contro lo stipite della porta. ",
  "mn50:8.1": "Una volta, Malvagio, io ero il diavolo chiamato Dūsī, e avevo una sorella di nome Kāḷī. ",
  "mn50:8.2": "Tu eri suo figlio, ",
  "mn50:8.3": "il che ti rendeva mio nipote. ",
  "mn50:9.1": "In quel periodo Kakusandha, il Beato, il perfetto, il Buddha completamente risvegliato sorse nel mondo. ",
  "mn50:9.2": "Kakusandha aveva una grande coppia di discepoli capi chiamati Vidhura e Sañjīva. ",
  "mn50:9.3": "Di tutti i discepoli del Buddha Kakusandha, ",
  "mn50:9.4": "nessuno eguagliava il Venerabile Vidhura nell’esporre l’insegnamento. ",
  "mn50:9.5": "Ed è per questo che divenne conosciuto come Vidhura. ",
  "mn50:10.1": "Ma quando il Venerabile Sañjīva andava nella natura, o alla radice di un albero, o in una capanna vuota, raggiungeva facilmente la cessazione di percezione e sensazione. ",
  "mn50:10.2": "Una volta il Venerabile Sañjīva era seduto alla radice di un certo albero avendo raggiunto la cessazione di percezione e sensazione. ",
  "mn50:10.3": "Alcuni mandriani, pastori, fattori, e passanti lo videro sedere lì ",
  "mn50:10.4": "e dissero: ",
  "mn50:10.5": "‘Oh, è incredibile, è strabiliante! ",
  "mn50:10.6": "Questo asceta è morto mentre sedeva. ",
  "mn50:10.7": "Dobbiamo cremarlo’. ",
  "mn50:10.8": "Raccolsero erba, legna, e sterco di mucca, li ammucchiarono sul corpo del Venerabile Sañjīva, li incendiarono, e se ne andarono. ",
  "mn50:11.1": "Poi, una volta che la notte finì, il Venerabile Sañjīva emerse da quello stato, scrollò gli abiti, e, dato che era mattina, si vestì ed entrò al villaggio per l’elemosina. ",
  "mn50:11.2": "Quei mandriani, pastori, fattori, e passanti lo videro vagare per l’elemosina ",
  "mn50:11.3": "e dissero: ",
  "mn50:11.4": "‘Oh, è incredibile, è strabiliante! ",
  "mn50:11.5": "Questo asceta è morto mentre sedeva, e ora è tornato in vita!’ ",
  "mn50:11.6": "Ed è per questo che divenne conosciuto come Sañjīva. ",
  "mn50:12.1": "Allora il diavolo Dūsī pensò: ",
  "mn50:12.2": "‘Non conosco il corso di rinascita di questi monaci etici di buon carattere. ",
  "mn50:12.3": "Perché non mi impossesso di questi bramini e laici e dico: ",
  "mn50:12.4": "“Venite, voi tutti, maltrattate, attaccate, tormentate, e date problemi ai monaci etici di buon carattere. ",
  "mn50:12.5": "Magari facendo così potremo disturbare le loro menti così che il diavolo Dūsī possa trovare in loro qualche vulnerabilità”’. ",
  "mn50:12.6": "E quindi fece proprio così. ",
  "mn50:13.1": "Allora quei bramini e laici maltrattarono, attaccarono, tormentarono, e diedero problemi ai monaci etici di buon carattere. ",
  "mn50:13.2": "‘Questi pelati, finti asceti, primitivi, pecore nere nate dai piedi del Padre, dicono: “Noi pratichiamo l’estasi! Noi pratichiamo l’estasi!”. Con schiena piegata, abbattuti, e assonnati, stanno in estasi, si concentrano, contemplano, e rimuginano. ",
  "mn50:13.3": "Sono come un gufo su un ramo, che sta in estasi, si concentra, contempla, e rimugina mentre caccia un topo. ",
  "mn50:13.5": "Sono come uno sciacallo sulle sponde di un fiume, che sta in estasi, si concentra, contempla, e rimugina mentre caccia un pesce. ",
  "mn50:13.7": "Sono come un gatto in una via o in una fogna o in un cassonetto, che sta in estasi, si concentra, contempla, e rimugina mentre caccia un topo. ",
  "mn50:13.9": "Sono come un asino senza carico in una via o in una fogna o vicino a un cassonetto, che sta in estasi, si concentra, contempla, e rimugina. ",
  "mn50:13.10": "Allo stesso modo, questi pelati, finti asceti, primitivi, pecore nere nate dai piedi del Padre, dicono: “Noi pratichiamo l’estasi! Noi pratichiamo l’estasi!”. Con schiena piegata, abbattuti, e assonnati, stanno in estasi, si concentrano, contemplano, e rimuginano’. ",
  "mn50:13.11": "La maggior parte delle persone che morirono in quel periodo, alla dissoluzione del corpo, dopo la morte, rinacquero in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn50:14.1": "Allora Kakusandha, il Beato, il perfetto, il Buddha completamente risvegliato si rivolse ai monaci: ",
  "mn50:14.2": "‘Monaci, i bramini e i laici sono stati posseduti dal diavolo Dūsī. ",
  "mn50:14.3": "Ha detto loro di maltrattarvi nella speranza  di disturbare le vostre menti così da poter trovare in voi qualche vulnerabilità. ",
  "mn50:14.4": "Venite, tutti voi monaci, dimorate diffondendo una mente piena di amichevolezza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffondete una mente piena di amichevolezza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn50:14.5": "Dimorate diffondendo una mente piena di compassione … ",
  "mn50:14.6": "Dimorate diffondendo una mente piena di esultanza … ",
  "mn50:14.7": "Dimorate diffondendo una mente piena di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffondete una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza’. ",
  "mn50:15.1": "Dopo essere stati educati e istruiti così dal Buddha Kakusandha, quei monaci andarono nella natura, o alla radice di un albero, o in una capanna vuota, dove dimorarono diffondendo una mente piena di amichevolezza … ",
  "mn50:15.2": "di compassione … ",
  "mn50:15.3": "di esultanza … ",
  "mn50:15.4": "e di equanimità. ",
  "mn50:16.1": "Allora il diavolo Dūsī pensò: ",
  "mn50:16.2": "‘Nemmeno se faccio così conosco il corso di rinascita di questi monaci etici di buon carattere. Perché non mi impossesso di questi bramini e laici e dico: ",
  "mn50:16.3": "“Venite, voi tutti, onorate, rispettate, stimate, e venerate i monaci etici di buon carattere. ",
  "mn50:16.4": "Magari facendo così potremo disturbare le loro menti così che il diavolo Dūsī possa trovare in loro qualche vulnerabilità”’. ",
  "mn50:17.1": "E quindi fece proprio così. ",
  "mn50:17.4": "Allora quei bramini e laici onorarono, rispettarono, stimarono, e venerarono i monaci etici di buon carattere. ",
  "mn50:17.5": "La maggior parte delle persone che morirono in quel periodo, alla dissoluzione del corpo, dopo la morte, rinacquero in un bel posto, in paradiso. ",
  "mn50:18.1": "Allora Kakusandha, il Beato, il perfetto, il Buddha completamente risvegliato si rivolse ai monaci: ",
  "mn50:18.2": "‘Monaci, i bramini e i laici sono stati posseduti dal diavolo Dūsī. ",
  "mn50:18.3": "Ha detto loro di venerarvi ",
  "mn50:18.4": "nella speranza  di disturbare le vostre menti così da poter trovare in voi qualche vulnerabilità. ",
  "mn50:18.5": "Venite, tutti voi monaci, dimorate osservando la bruttezza del corpo, percependo la ripugnanza del cibo, percependo insoddisfazione col mondo intero, e osservando l’impermanenza in ogni condizione’. ",
  "mn50:19.1": "Dopo essere stati educati e istruiti così dal Buddha Kakusandha, quei monaci andarono nella natura, o alla radice di un albero, o in una capanna vuota, dove dimorarono osservando la bruttezza del corpo, percependo la ripugnanza del cibo, percependo insoddisfazione col mondo intero, e osservando l’impermanenza in ogni condizione. ",
  "mn50:20.1": "Al mattino il Buddha Kakusandha si vestì e, prendendo la propria ciotola e abito, entrò al villaggio per l’elemosina con il Venerabile Vidhura come suo secondo. ",
  "mn50:21.1": "Allora il diavolo Dūsī si impossessò di un certo ragazzo, colse una pietra, e colpì il Venerabile Vidhura sulla testa, aprendola. ",
  "mn50:21.2": "Ma il Venerabile Vidhura, col sangue che gli colava dal cranio crepato, continuò a seguire il Buddha Kakusandha. ",
  "mn50:21.3": "Allora il Buddha Kakusandha si voltò, come fanno gli elefanti, dicendo: ",
  "mn50:21.4": "‘Questo diavolo Dūsī non conosce limiti’. ",
  "mn50:21.5": "E mentre lo guardava, il diavolo Dūsī sprofondò e riapparì nel Grande Inferno. ",
  "mn50:22.1": "Ora quel Grande Inferno è conosciuto con tre nomi: ",
  "mn50:22.2": "‘I Sei Campi Sensoriali’, ‘L’Impalamento Con Punte’, e anche ‘Individualmente Doloroso’. ",
  "mn50:22.3": "A quel punto i guardiani dell’inferno vennero da me e mi dissero: ",
  "mn50:22.4": "‘Quando le punte si incontreranno nel tuo cuore ",
  "mn50:22.5": "saprai che ",
  "mn50:22.6": "sarai stato arrostito all’inferno per mille anni’. ",
  "mn50:23.1": "Arrostii per molti anni, molti secoli, molti millenni in quel Grande Inferno. ",
  "mn50:23.2": "Per diecimila anni arrostii nelle camere di quel Grande Inferno, provando il dolore chiamato ‘purificazione’. ",
  "mn50:23.3": "Il mio corpo aveva forma umana, ",
  "mn50:23.4": "ma avevo la testa da pesce. ",
  "mn50:24.1": "Che tipo di inferno era quello ",
  "mn50:24.2": "dove Dūsī arrostì ",
  "mn50:24.3": "dopo aver attaccato il discepolo Vidhura ",
  "mn50:24.4": "assieme al bramino Kakusandha? ",
  "mn50:24.5": "C’erano 100 punte di ferro, ",
  "mn50:24.6": "ognuna individualmente dolorosa. ",
  "mn50:24.7": "Questo è il tipo di inferno ",
  "mn50:24.8": "dove Dūsī arrostì ",
  "mn50:24.9": "dopo aver attaccato il discepolo Vidhura ",
  "mn50:24.10": "assieme al bramino Kakusandha. ",
  "mn50:24.11": "Oscuro, se attacchi ",
  "mn50:24.12": "un monaco che conosce direttamente ciò, ",
  "mn50:24.13": "un discepolo del Buddha, ",
  "mn50:24.14": "cadrai nella sofferenza. ",
  "mn50:25.1": "Ci sono dimore che durano un era ",
  "mn50:25.2": "nel mezzo di un lago. ",
  "mn50:25.3": "Color zaffiro, brillanti, ",
  "mn50:25.4": "luccicano e brillano. ",
  "mn50:25.5": "Ninfe danzano lì ",
  "mn50:25.6": "brillando di ogni vario colore. ",
  "mn50:25.7": "Oscuro, se attacchi ",
  "mn50:25.8": "un monaco che conosce direttamente ciò, ",
  "mn50:25.9": "un discepolo del Buddha, ",
  "mn50:25.10": "cadrai nella sofferenza. ",
  "mn50:26.1": "Io sono quello che, sollecitato dal Buddha, ",
  "mn50:26.2": "ha fatto tremare il palazzo della madre di Migāra ",
  "mn50:26.3": "con il proprio alluce ",
  "mn50:26.4": "mentre la comunità monastica guardava. ",
  "mn50:26.5": "Oscuro, se attacchi ",
  "mn50:26.6": "un monaco che conosce direttamente ciò, ",
  "mn50:26.7": "un discepolo del Buddha, ",
  "mn50:26.8": "cadrai nella sofferenza. ",
  "mn50:27.1": "Io sono quello che ha fatto tremare il Palazzo della Vittoria ",
  "mn50:27.2": "con il proprio alluce ",
  "mn50:27.3": "grazie ai poteri psichici, ",
  "mn50:27.4": "facendo meravigliare gli angeli. ",
  "mn50:27.5": "Oscuro, se attacchi ",
  "mn50:27.6": "un monaco che conosce direttamente ciò, ",
  "mn50:27.7": "un discepolo del Buddha, ",
  "mn50:27.8": "cadrai nella sofferenza. ",
  "mn50:28.1": "Io sono quello che ha chiesto a Sakka ",
  "mn50:28.2": "nel Palazzo della Vittoria: ",
  "mn50:28.3": "‘Vāsava, spero ricorderai ",
  "mn50:28.4": "colui che è libero attraverso l’eliminazione della brama?’ ",
  "mn50:28.5": "E sono io quello a cui Sakka ",
  "mn50:28.6": "ha ammesso la verità quando interrogato. ",
  "mn50:28.7": "Oscuro, se attacchi ",
  "mn50:28.8": "un monaco che conosce direttamente ciò, ",
  "mn50:28.9": "un discepolo del Buddha, ",
  "mn50:28.10": "cadrai nella sofferenza. ",
  "mn50:29.1": "Io sono quello che chiese a Dio ",
  "mn50:29.2": "nella Sala della Giustizia di fronte all’assemblea: ",
  "mn50:29.3": "‘Amico, sei ancora della stessa opinione ",
  "mn50:29.4": "di cui eri in passato? ",
  "mn50:29.5": "O vedi lo splendore ",
  "mn50:29.6": "che trascende il regno di Dio? ",
  "mn50:29.7": "E sono io quello a cui Dio ",
  "mn50:29.8": "ammise il proprio progresso con sincerità: ",
  "mn50:29.9": "‘Buon signore, non sono più di quell’opinione ",
  "mn50:29.10": "di cui ero in passato. ",
  "mn50:29.11": "Vedo lo splendore ",
  "mn50:29.12": "che trascende il regno di Dio. ",
  "mn50:29.13": "Quindi come potrei dire oggi ",
  "mn50:29.14": "che sono permanente ed eterno?’ ",
  "mn50:29.15": "Oscuro, se attacchi ",
  "mn50:29.16": "un monaco che conosce direttamente ciò, ",
  "mn50:29.17": "un discepolo del Buddha, ",
  "mn50:29.18": "cadrai nella sofferenza. ",
  "mn50:30.1": "Io sono quello che ha toccato la cima del Monte Meru ",
  "mn50:30.2": "attraverso il potere della libertà mentale. ",
  "mn50:30.3": "Ho visitato le foreste della gente ",
  "mn50:30.4": "che vive nel Continente Orientale. ",
  "mn50:30.5": "Oscuro, se attacchi ",
  "mn50:30.6": "un monaco che conosce direttamente ciò, ",
  "mn50:30.7": "un discepolo del Buddha, ",
  "mn50:30.8": "cadrai nella sofferenza. ",
  "mn50:31.1": "Sebbene un fuoco non pensi: ",
  "mn50:31.2": "‘Brucerò lo stolto!’, ",
  "mn50:31.3": "comunque lo stolto che attacca ",
  "mn50:31.4": "il fuoco si brucia. ",
  "mn50:31.5": "Allo stesso modo, diavolo, ",
  "mn50:31.6": "attaccando il Realizzato, ",
  "mn50:31.7": "non farai altro che bruciarti, ",
  "mn50:31.8": "come uno stolto che tocca le fiamme. ",
  "mn50:31.9": "Il diavolo ha fatto una cosa cattiva ",
  "mn50:31.10": "nell’attaccare il Realizzato. ",
  "mn50:31.11": "Malvagio, immagini che ",
  "mn50:31.12": "la tua malvagità non darà frutto? ",
  "mn50:31.13": "Le tue azioni accumulano malvagità ",
  "mn50:31.14": "che durerà molto a lungo, devastatore! ",
  "mn50:31.15": "Lascia stare il Buddha, diavolo! ",
  "mn50:31.16": "E non avere speranza per i monaci!” ",
  "mn50:31.17": "Così è come, nel bosco di Bhesekaḷā, ",
  "mn50:31.18": "il monaco rimproverò il diavolo. ",
  "mn50:31.19": "Quello spirito, abbattuto, ",
  "mn50:31.20": "scomparve sul posto! "
}