{
  "mn51:0.1": "Discorsi medi 51 ",
  "mn51:0.2": "Il discorso con Kandaraka ",
  "mn51:1.1": "Così ho sentito. ",
  "mn51:1.2": "Una volta il Buddha dimorava vicino a Campā, sulle sponde del Stagno di Loto Gaggarā, insieme a una grande comunità di monaci. ",
  "mn51:1.3": "Allora Pessa, il figlio del conduttore di elefanti, e l’errante Kandaraka andarono a trovare il Buddha. Una volta arrivati, Pessa si inchinò e si sedette a lato. ",
  "mn51:1.4": "Ma l’errante Kandaraka scambiò saluti col Buddha e rimase in piedi a lato. ",
  "mn51:1.5": "Si guardò intorno fra la comunità di monaci, che erano così silenziosi, e disse al Buddha: ",
  "mn51:2.1": "“È incredibile, Signor Gotama, è strabiliante! ",
  "mn51:2.2": "Come la comunità di monaci sia stata guidata a praticare correttamente dal Signor Gotama! ",
  "mn51:2.3": "Tutti i perfetti, i Buddha completamente risvegliati del passato o del futuro che guidano una comunità di monaci a praticare correttamente faranno al massimo ",
  "mn51:2.4": "come il Signor Gotama fa ora” ",
  "mn51:3.1": "“È vero, Kandaraka. È vero. ",
  "mn51:3.2": "Tutti i perfetti, i Buddha completamente risvegliati del passato o del futuro che guidano una comunità di monaci a praticare correttamente faranno al massimo ",
  "mn51:3.3": "come io faccio ora. ",
  "mn51:3.6": "Poiché in questa comunità monastica ci sono monaci perfetti, con contaminanti eliminati, che hanno completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, e che sono correttamente liberi attraverso l’illuminazione. ",
  "mn51:3.7": "E in questa comunità monastica ci sono monaci apprendisti che sono costantemente etici, che vivono con integrità, vigili, che vivono in maniera vigile. ",
  "mn51:3.8": "Dimorano con menti saldamente ancorate nelle quattro basi della consapevolezza. ",
  "mn51:3.9": "Quali quattro? ",
  "mn51:3.10": "È quando un monaco dimora contemplando un aspetto del corpo, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn51:3.11": "Dimora contemplando un aspetto delle sensazioni, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn51:3.12": "Dimora contemplando un aspetto della mente, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn51:3.13": "Dimora contemplando un aspetto dei fenomeni, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo”. ",
  "mn51:4.1": "Una volta che il Buddha ebbe parlato, Pessa gli disse: ",
  "mn51:4.2": "“È incredibile, Signore, è strabiliante! ",
  "mn51:4.3": "Quanto le quattro basi della consapevolezza siano ben descritte dal Buddha! Esistono al fine di purificare gli esseri viventi, di superare tristezza e pianto, di mettere fine a dolore e malinconia, per scoprire il sistema, e realizzare l’estinzione. ",
  "mn51:4.4": "Poiché anche noi laici vestiti di bianco di tanto in tanto dimoriamo con le menti saldamente ancorate nelle quattro basi della consapevolezza. ",
  "mn51:4.5": "Dimoriamo contemplando un aspetto del corpo, fervidi, presenti, e consapevoli, senza attrazione o fastidio nei confronti del mondo. ",
  "mn51:4.6": "Dimoriamo contemplando un aspetto delle sensazioni, fervidi, presenti, e consapevoli, senza attrazione o fastidio nei confronti del mondo. ",
  "mn51:4.7": "Dimoriamo contemplando un aspetto della mente, fervidi, presenti, e consapevoli, senza attrazione o fastidio nei confronti del mondo. ",
  "mn51:4.8": "Dimoriamo contemplando un aspetto dei fenomeni, fervidi, presenti, e consapevoli, senza attrazione o fastidio nei confronti del mondo. ",
  "mn51:4.9": "È incredibile, Signore, è strabiliante! ",
  "mn51:4.10": "Come il Buddha sappia cosa sia meglio per gli esseri viventi, sebbene la gente continui a essere così losca, marcia, e scaltra. ",
  "mn51:4.11": "Poiché gli esseri umani sono loschi, Signore, ",
  "mn51:4.12": "mentre l’animale è palese. ",
  "mn51:4.13": "Poiché io riesco a condurre un elefante in addestramento, ",
  "mn51:4.14": "e mentre vado avanti e indietro per Campā provo ogni trucco, inganno, stratagemma, e finta che posso. ",
  "mn51:4.15": "Ma i miei servi, servitori, e operai si comportano in un modo attraverso corpo, in un altro attraverso parola, e in un altro attraverso mente. ",
  "mn51:4.16": "È incredibile, Signore, è strabiliante! ",
  "mn51:4.17": "Come il Buddha sappia cosa sia meglio per gli esseri viventi, sebbene la gente continui a essere così losca, marcia, e scaltra. ",
  "mn51:4.18": "Poiché gli esseri umani sono loschi, Signore, ",
  "mn51:4.19": "mentre l’animale è palese” ",
  "mn51:5.1": "“È vero, Pessa. È vero. ",
  "mn51:5.2": "Poiché gli esseri umani sono loschi, ",
  "mn51:5.3": "mentre l’animale è palese. ",
  "mn51:5.4": "Pessa, nel mondo si trovano queste quattro persone. ",
  "mn51:5.5": "Quali quattro? ",
  "mn51:5.6": "Una persona mortifica se stessa, dedita alla pratica del mortificare se stessa. ",
  "mn51:5.7": "Una persona mortifica gli altri, dedita alla pratica del mortificare gli altri. ",
  "mn51:5.8": "Una persona mortifica se stessa e gli altri, dedita alla pratica del mortificare se stessa e gli altri. ",
  "mn51:5.9": "Una persona non mortifica né se stessa né gli altri, dedita alla pratica del non mortificare né se stessa né gli altri. ",
  "mn51:5.10": "Vive senza desideri nella vita presente, estinta, rinfrescata, provando felicità, diventata divina. ",
  "mn51:5.11": "Di quale di queste quattro persone ti piace di più l’idea?” ",
  "mn51:5.12": "“Signore, non mi piace l’idea delle prime tre persone. ",
  "mn51:5.16": "Mi piace solo l’idea dell’ultima persona, che non mortifica né se stessa né gli altri” ",
  "mn51:6.1": "“E perché non ti piace l’idea di quelle tre persone?” ",
  "mn51:6.2": "“Signore, la persona che mortifica se stessa lo fa sebbene voglia essere felice e rifuggire dal dolore. ",
  "mn51:6.3": "È per questo che non mi piace l’idea di quella persona. ",
  "mn51:6.4": "La persona che mortifica gli altri lo fa sebbene gli altri vogliano essere felici e rifuggire dal dolore. ",
  "mn51:6.5": "È per questo che non mi piace l’idea di quella persona. ",
  "mn51:6.6": "La persona che mortifica se stessa e gli altri lo fa sebbene sia se stessa che gli altri vogliano essere felici e rifuggire dal dolore. ",
  "mn51:6.7": "È per questo che non mi piace l’idea di quella persona. ",
  "mn51:6.8": "La persona che non mortifica né se stessa né gli altri, che dimora senza desideri nella vita presente, estinta, rinfrescata, provando felicità, diventata divina, non tormenta se stessa né gli altri, entrambi che vogliono essere felici e rifuggire dal dolore. ",
  "mn51:6.10": "È per questo che mi piace l’idea di quella persona. ",
  "mn51:6.11": "Beh, ora, Signore, devo andare. ",
  "mn51:6.12": "Ho molti compiti, e molto da fare” ",
  "mn51:6.13": "“Prego, Pessa, vai pure quando vuoi”. ",
  "mn51:6.14": "Allora Pessa, il figlio del conduttore di elefanti trasse piacere e gioì in ciò che il Buddha disse. Si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn51:7.1": "Poi, poco dopo che se n’era andato, il Buddha si rivolse ai monaci: ",
  "mn51:7.2": "“Monaci, Pessa, il figlio del conduttore di elefanti, è astuto. ",
  "mn51:7.3": "Possiede grande saggezza. ",
  "mn51:7.4": "Se fosse rimasto seduto qui un po’ più a lungo avrei potuto analizzare queste quattro persone in dettaglio, e ne avrebbe tratto grande beneficio. ",
  "mn51:7.5": "Comunque, ha già tratto grande beneficio anche solo con questo poco” ",
  "mn51:7.6": "“Ora è il momento, Beato! Ora è il momento, Santo! ",
  "mn51:7.7": "Che il Buddha analizzi queste quattro persone in dettaglio. I monaci ascolteranno e lo ricorderanno” ",
  "mn51:7.8": "“Allora, monaci, ascoltate e prestate la giusta attenzione, ora parlo” ",
  "mn51:7.9": "“Sì, Signore”, risposero i monaci. ",
  "mn51:7.10": "Il Buddha disse: ",
  "mn51:8.1": "“Quale persona mortifica se stessa, dedita alla pratica del mortificare se stessa? È quando qualcuno vaga nudo, ignorando le convenzioni. Si lecca le mani, e non viene o si ferma quando gli viene chiesto. Non consente al cibo portato a lui, o al cibo preparato apposta per lui, o a inviti per il pasto. ",
  "mn51:8.2": "Non riceve niente da una pentola o da una ciotola; o da chi tiene pecore, o che ha un’arma o un badile in casa; o dove una coppia sta mangiando; o dove c’è una donna incinta, che allatta, o che ha un uomo in casa; o dove il cibo viene pubblicizzato; o dove c’è un cane che aspetta o mosche che volano. Non accetta pesce, carne, liquore, o vino, e non beve bevande fermentate. ",
  "mn51:8.3": "Per l’elemosina va solo a una casa, prendendo solo un boccone, o due case e due bocconi, fino a sette case e sette bocconi. ",
  "mn51:8.4": "Mangia un piattino al giorno, due piattini al giorno, fino a sette piattini al giorno. ",
  "mn51:8.5": "Mangia una volta al giorno, una volta ogni due giorni, fino a una volta a settimana, e così via, persino fino a una volta ogni due settimane. Vive dedito alla pratica del mangiare a intervalli regolari. ",
  "mn51:8.6": "Mangia erbe, miglio, riso selvatico, riso povero, lattuga d’acqua, crusca di riso, la schiuma del riso bollito, farina di sesamo, fieno, o sterco di mucca. Sopravvive con radici e frutti di foresta, o mangiando frutta caduta. ",
  "mn51:8.7": "Indossa vesti di canapa di Calcutta, canapa mista, sudari per cadaveri, stracci, corteccia di lodhra, pelle di antilope (intera o a strisce), erba di Kusa, corteccia, cippato, capelli umani, pelo di coda di cavallo, o ali di gufo. ",
  "mn51:8.8": "Si strappa capelli e barba, dedito a questa pratica. ",
  "mn51:8.9": "Rimane costantemente in piedi, rifiutandosi di sedersi. ",
  "mn51:8.10": "Si accovaccia, dedito alla pratica dell’accovacciarsi. ",
  "mn51:8.11": "Si sdraia su un tappeto di spine, facendo di un tappeto di spine il proprio letto. ",
  "mn51:8.12": "È dedito alla pratica dell’immersione in acqua tre volte al giorno, includendo la sera. ",
  "mn51:8.13": "E così dimora dedito al praticare questi vari modi di mortificare e tormentare il corpo. ",
  "mn51:8.14": "Questa si chiama una persona che mortifica se stessa, dedita alla pratica del mortificare se stessa. ",
  "mn51:9.1": "E quale persona mortifica gli altri, dedita alla pratica del mortificare gli altri? ",
  "mn51:9.2": "È quando una persona è un macellatore di pecore, maiali, o pollame, è un cacciatore o un trappolatore, un pescatore, un bandito, un boia, un macellaio, un carceriere, o qualcuno con qualche altro tipo di sostentamento crudele. ",
  "mn51:9.3": "Questa si chiama una persona che mortifica gli altri, dedita alla pratica del mortificare gli altri. ",
  "mn51:10.1": "E quale persona mortifica se stessa e gli altri, dedita alla pratica del mortificare se stessa e gli altri? ",
  "mn51:10.2": "È quando una persona è un re aristocratico consacrato o un bramino abbiente. ",
  "mn51:10.3": "Fa costruire una nuova sala cerimoniale a est della roccaforte. Si taglia capelli e barba, indossa pelle di antilope grezza, e si cosparge il corpo di burro chiarificato e olio. Grattandosi la schiena con delle corna, entra nella sala con la sua regina principale e il sommo sacerdote bramino. ",
  "mn51:10.4": "Lì si sdraia sulla terra nuda cosparsa di erba. ",
  "mn51:10.5": "Il re si ciba del latte della mammella di una mucca che ha un vitello dello stesso colore. La regina principale si ciba del latte della seconda mammella. Il bramino sommo sacerdote si ciba del latte della terza mammella. Il latte della quarta mammella viene servito alla fiamma sacra. Il vitello si ciba del resto. ",
  "mn51:10.6": "Dice: ",
  "mn51:10.7": "‘Uccidete questo numero di tori, buoi, giovenche, capre, arieti, e cavalli per il sacrificio! Abbattete questo numero di alberi e raccogliete tanta erba così per l’equipaggiamento sacrificale!’ ",
  "mn51:10.8": "I suoi servi, servitori, e operai fanno il loro lavoro sotto minaccia di punizione e pericolo, piangendo con facce piene di lacrime. ",
  "mn51:10.9": "Questa si chiama una persona che mortifica se stessa e gli altri, dedita alla pratica del mortificare se stessa e gli altri. ",
  "mn51:11.1": "E quale persona non mortifica né se stessa né gli altri, ma vive senza desideri nella vita presente, estinta, rinfrescata, provando felicità, diventata divina? ",
  "mn51:12.1": "È quando un Realizzato appare nel mondo, perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato. ",
  "mn51:12.2": "Avendo realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, lo rende noto agli altri. ",
  "mn51:12.3": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn51:13.1": "Un laico sente quell’insegnamento, o il figlio di un laico, o qualcuno nato in qualche buona famiglia. ",
  "mn51:13.2": "Nasce in lui fede nel Realizzato ",
  "mn51:13.3": "e riflette: ",
  "mn51:13.4": "‘La vita laica è inconveniente e impura, mentre la vita di chi lascia casa è aperta. ",
  "mn51:13.5": "Non è facile per chi vive a casa seguire il percorso spirituale in modo totalmente completo e puro, come un guscio lucidato. ",
  "mn51:13.6": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?’ ",
  "mn51:13.7": "Dopo un po’ lascia una fortuna grossa o piccola che sia, e una famiglia grossa o piccola che sia. Si taglia capelli e barba, indossa l’abito marrone, e lascia la vita di casa per quella mendicante. ",
  "mn51:14.1": "Una volta lasciata casa, adotta l’addestramento e il sostentamento dei monaci. Evita di uccidere, rinunciando a bastone e spada. È scrupoloso e gentile, dimorando pieno di premura per ogni essere vivente. ",
  "mn51:14.2": "Evita di rubare. Prende solo ciò che gli viene dato, e si aspetta solo ciò che gli viene dato. Si mantiene puro non rubando. ",
  "mn51:14.3": "Evita l’impudicizia. È casto, distinto, evitando l’atto volgare del sesso. ",
  "mn51:14.4": "Evita di mentire. Dice la verità e si attiene alla verità. È onesto e affidabile, e non inganna il mondo con le proprie parole. ",
  "mn51:14.5": "Evita linguaggio divisivo. Non ripete in un posto ciò che ha sentito in un altro al fine di dividere le persone l’una contro l’altra. Al contrario, riconcilia coloro che sono divisi, supportando l’armonia, rallegrandosi nell’armonia, amando l’armonia, usando parole che promuovono armonia. ",
  "mn51:14.6": "Evita linguaggio aspro. Parla in modo dolce, piacevole all’orecchio, amabile, che va dritto al cuore, gentile, piacevole, e gradevole alla gente. ",
  "mn51:14.7": "Evita di parlare senza motivo. Le sue parole sono opportune, vere, e significative, in linea con l’insegnamento e l’addestramento. Dice le cose al momento giusto e che hanno valore, sono ragionevoli, succinte, e benefiche. ",
  "mn51:14.8": "Evita di danneggiare piante e semi. ",
  "mn51:14.9": "Mangia in una parte del giorno, astenendosi dal mangiare la sera e all’ora sbagliata. ",
  "mn51:14.10": "Evita l’intrattenimento. ",
  "mn51:14.11": "Evita di abbellirsi e ornarsi con collane, profumi, e trucco. ",
  "mn51:14.12": "Evita letti alti e lussuosi. ",
  "mn51:14.13": "Evita di ricevere oro e soldi, ",
  "mn51:14.14": "grani crudi, ",
  "mn51:14.15": "carne cruda, ",
  "mn51:14.16": "donne e ragazze, ",
  "mn51:14.17": "servi maschi e femmine, ",
  "mn51:14.18": "capre e pecore, ",
  "mn51:14.19": "polli e maiali, ",
  "mn51:14.20": "elefanti, mucche, cavalli, e cavalle, ",
  "mn51:14.21": "e campi e terreni. ",
  "mn51:14.22": "Evita di gestire commissioni e messaggi; ",
  "mn51:14.23": "di comprare e vendere; ",
  "mn51:14.24": "di falsificare pesi, metalli, o misure; ",
  "mn51:14.25": "corruzione, frode, imbrogli, e doppio gioco; ",
  "mn51:14.26": "mutilazioni, omicidi, rapimenti, brigantaggio, saccheggio, e violenza. ",
  "mn51:15.1": "È soddisfatto di abiti per prendersi cura del corpo e di cibo elemosinato per prendersi cura della pancia. Dovunque vada, parte prendendo solo queste cose. ",
  "mn51:15.2": "È come un uccello: dovunque voli, le ali sono il suo unico fardello. ",
  "mn51:15.3": "Allo stesso modo, un monaco è soddisfatto di abiti per prendersi cura del corpo e di cibo elemosinato per prendersi cura della pancia. Dovunque vada, parte prendendo solo queste cose. ",
  "mn51:15.4": "Una volta che possiede questa intera gamma di etica nobile, prova la felicità dell’innocenza dentro di sé. ",
  "mn51:16.1": "Quando vede una forma con gli occhi, non si fa influenzare dall’aspetto e dai dettagli. ",
  "mn51:16.2": "Se la facoltà della vista rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, fa pratica di contegno, protegge la facoltà dell’occhio, e si applica al suo contegno. ",
  "mn51:16.3": "Quando sente un suono con l’orecchio … ",
  "mn51:16.4": "Quando fiuta un odore con il naso … ",
  "mn51:16.5": "Quando gusta un sapore con la lingua … ",
  "mn51:16.6": "Quando entra in contatto con un tocco col corpo … ",
  "mn51:16.7": "Quando diventa cosciente di un fenomeno mentale con la mente, non si fa influenzare dall’aspetto e dai dettagli. ",
  "mn51:16.8": "Se la facoltà della mente rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, fa pratica di contegno, protegge la facoltà della mente, e si applica al suo contegno. ",
  "mn51:16.9": "Una volta che possiede questo nobile contegno dei sensi, prova la felicità dell’immacolatezza dentro di sé. ",
  "mn51:17.1": "Agisce con consapevolezza nell’andare e nel tornare; nel guardare avanti e di lato; nel piegare ed estendere gli arti; nel gestire il mantello, la ciotola, e gli abiti; nel mangiare, bere, masticare, e assaporare; nell’urinare e defecare; nel camminare, rimanere in piedi, sedersi, dormire, stare sveglio, parlare, e nel rimanere in silenzio. ",
  "mn51:18.1": "Una volta che possiede questa intera gamma di etica, questa soddisfazione nobile, questo nobile contegno dei sensi, e questa consapevolezza e presenza mentale nobili, ",
  "mn51:18.2": "frequenta un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia. ",
  "mn51:19.1": "Dopo il pasto, tornato dalla questua, si siede con le gambe incrociate e la schiena dritta, e stabilisce consapevolezza di fronte a sé. ",
  "mn51:19.2": "Abbandonando desiderio per il mondo, dimora con una mente libera dal desiderio, purificando la mente dal desiderio. ",
  "mn51:19.3": "Abbandonando malevolenza e odio, dimora con una mente libera dalla malevolenza, piena di premura per ogni essere vivente, purificando la mente dalla malevolenza. ",
  "mn51:19.4": "Abbandonando torpore e sonnolenza, dimora con una mente libera da torpore e sonnolenza, percependo luce, consapevole e presente, purificando la mente da torpore e sonnolenza. ",
  "mn51:19.5": "Abbandonando irrequietezza e rimorso, dimora senza irrequietezza, con mente in pace interiore, purificando la mente dall’irrequietezza e dal rimorso. ",
  "mn51:19.6": "Abbandonando il dubbio, dimora avendo superato il dubbio, non indeciso riguardo alle buone qualità, purificando la mente dal dubbio. ",
  "mn51:20.1": "Abbandona questi cinque impedimenti, corruzioni della mente che indeboliscono la saggezza. ",
  "mn51:20.2": "Poi, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn51:21.1": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunge e dimora nella seconda estasi. ",
  "mn51:22.1": "Inoltre, con lo svanire dell’euforia, dimorando con equanimità, consapevole e presente, toccando con mano la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli dimora nella felicità’, raggiunge e dimora nella terza estasi. ",
  "mn51:23.1": "Abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, raggiunge e dimora nella quarta estasi. ",
  "mn51:24.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende al ricordo delle vite passate. ",
  "mn51:24.2": "Ricorda vari tipi di vite passate. Cioè: una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. Ricorda: ‘Lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui da un’altra parte. Anche lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui qui’. E così ricorda i suoi vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn51:25.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn51:25.2": "Con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni: ‘Questi cari esseri hanno fatto cose cattive di corpo, parola, e mente. Hanno parlato male dei nobili; avevano opinione sbagliata; e hanno deciso di agire secondo quell’opinione sbagliata. Alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. Questi cari esseri, invece, hanno fatto cose buone di corpo, parola, e mente. Non hanno mai parlato male dei nobili; avevano opinione corretta; e hanno deciso di agire secondo quell’opinione corretta. Alla dissoluzione del corpo, dopo la morte, rinascono in un bel posto, in paradiso’. E così, con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn51:26.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn51:26.2": "Comprende secondo realtà: ‘Questa è la sofferenza’, comprende secondo realtà: ‘Questa è l’origine della sofferenza’, comprende secondo realtà: ‘Questa è la cessazione della sofferenza’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn51:27.1": "Comprende secondo realtà: ‘Questi sono i contaminanti’, comprende secondo realtà: ‘Questa è l’origine dei contaminanti’, comprende secondo realtà: ‘Questa è la cessazione dei contaminanti’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn51:27.2": "Conoscendo così e vedendo così, la sua mente viene liberata dal contaminante dei piaceri dei sensi, la sua mente viene liberata dal contaminante dell’esistenza, e la sua mente viene liberata dal contaminante dell’ignoranza. ",
  "mn51:27.3": "Una volta libero, capisce di essere libero. ",
  "mn51:27.4": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn51:28.1": "Questa si chiama una persona che non mortifica né se stessa né gli altri, dedita alla pratica del non mortificare né se stessa né gli altri. ",
  "mn51:28.2": "Vive senza desideri nella vita presente, estinta, rinfrescata, provando felicità, diventata divina”. ",
  "mn51:28.3": "Questo è ciò che il Buddha disse. ",
  "mn51:28.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}