{
  "mn52:0.1": "Discorsi medi 52 ",
  "mn52:0.2": "Il discorso con il cittadino ricco ",
  "mn52:1.1": "Così ho sentito. ",
  "mn52:1.2": "Una volta il Venerabile Ānanda dimorava vicino a Vesālī, nel piccolo villaggio di Beluva. ",
  "mn52:1.3": "In quell’occasione il laico Dasama, un cittadino ricco, era giunto a Pāṭaliputta per qualche faccenda. ",
  "mn52:2.1": "Andò al Monastero dei Polli, si avvicinò a un certo monaco, si inchinò, si sedette a latto, e gli disse: ",
  "mn52:2.2": "“Signore, dove risiede il Venerabile Ānanda attualmente? ",
  "mn52:2.3": "Poiché vorrei vederlo” ",
  "mn52:2.4": "“Laico, il Venerabile Ānanada si trova vicino a Vesālī, nel piccolo villaggio di Beluva”. ",
  "mn52:3.1": "Allora il laico Dasama, avendo concluso le proprie faccende, andò al piccolo villaggio di Beluva a Vesālī a trovare il Venerabile Ānanda. Si inchinò, si sedette a lato, e disse ad Ānanda: ",
  "mn52:3.2": "“Signor Ānanda, esiste una cosa spiegata correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato, praticando la quale la mente di un monaco diligente, fervido, e risoluto si liberi, i suoi contaminanti vengano eliminati, e giunga al santuario supremo dal giogo? ",
  "mn52:3.3": "“Esiste, laico” ",
  "mn52:3.4": "“E qual è questa cosa, Signor Ānanda?” ",
  "mn52:4.1": "“Laico, è quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn52:4.2": "Poi riflette: ",
  "mn52:4.3": "‘Persino questa prima estasi è prodotta dall’espressione di una volontà e dalla formazione di un’intenzione’. ",
  "mn52:4.4": "Comprende: ‘Ma tutto ciò che è prodotto dall’espressione di una volontà e dalla formazione di un’intenzione è della natura di cessare’. ",
  "mn52:4.5": "Interiorizzando ciò raggiunge l’eliminazione dei contaminanti. ",
  "mn52:4.6": "Se non ottiene l’eliminazione dei contaminanti, con l’eliminazione delle cinque catene inferiori rinasce spontaneamente, a causa della propria avidità e godimento per quel fenomeno. Si estingue lì, senza tornare da quel mondo. ",
  "mn52:4.7": "Questa è una cosa spiegata correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato, praticando la quale la mente di un monaco diligente, fervido, e risoluto si libera, i suoi contaminanti vengono eliminati, e giunge al santuario supremo dal giogo. ",
  "mn52:5.1": "Inoltre, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, un monaco raggiunge e dimora nella seconda estasi. ",
  "mn52:5.2": "Riflette: ",
  "mn52:5.3": "‘Persino questa seconda estasi è prodotta dall’espressione di una volontà e dalla formazione di un intenzione’. … ",
  "mn52:5.4": "giunge al santuario supremo dal giogo. ",
  "mn52:6.1": "Inoltre, con lo svanire dell’euforia, … un monaco raggiunge e dimora nella terza estasi. ",
  "mn52:6.2": "Riflette: ",
  "mn52:6.3": "‘Persino questa terza estasi è prodotta dall’espressione di una volontà e dalla formazione di un intenzione’. … ",
  "mn52:6.4": "giunge al santuario supremo dal giogo. ",
  "mn52:7.1": "Inoltre, abbandonando piacere e dolore, … un monaco raggiunge e dimora nella quarta estasi. ",
  "mn52:7.2": "Riflette: ",
  "mn52:7.3": "‘Persino questa quarta estasi è prodotta dall’espressione di una volontà e dalla formazione di un intenzione’. … ",
  "mn52:7.4": "giunge al santuario supremo dal giogo. ",
  "mn52:8.1": "Inoltre, un monaco dimora diffondendo una mente piena di amichevolezza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di amichevolezza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn52:8.2": "Poi riflette: ",
  "mn52:8.3": "‘Persino questa liberazione attraverso l’amichevolezza è prodotta dall’espressione di una volontà e dalla formazione di un’intenzione’. ",
  "mn52:8.4": "Comprende: ‘Ma tutto ciò che è prodotto dall’espressione di una volontà e dalla formazione di un’intenzione è della natura di cessare’. ",
  "mn52:8.5": "Interiorizzando ciò … ",
  "mn52:8.6": "giunge al santuario supremo dal giogo. ",
  "mn52:9.1": "Inoltre, un monaco dimora diffondendo una mente piena di compassione … ",
  "mn52:10.1": "di esultanza … ",
  "mn52:11.1": "di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn52:11.2": "Riflette: ",
  "mn52:11.3": "‘Persino questa liberazione attraverso l’equanimità è prodotta dall’espressione di una volontà e dalla formazione di un’intenzione’. ",
  "mn52:11.4": "Comprende: ‘Ma tutto ciò che è prodotto dall’espressione di una volontà e dalla formazione di un intenzione è soggetto alla cessazione’. ",
  "mn52:11.5": "Interiorizzando ciò … ",
  "mn52:11.6": "giunge al santuario supremo dal giogo. ",
  "mn52:12.1": "Inoltre, laico, un monaco, andando totalmente oltre percezioni della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiunge e dimora nella dimensione dello spazio infinito. ",
  "mn52:12.2": "Poi riflette: ",
  "mn52:12.3": "‘Persino il raggiungimento della dimensione dello spazio infinito è prodotto dall’espressione di una volontà e dalla formazione di un’intenzione’. ",
  "mn52:12.4": "Comprende: ‘Ma tutto ciò che è prodotto dall’espressione di una volontà e dalla formazione di un’intenzione è della natura di cessare’. ",
  "mn52:12.5": "Interiorizzando ciò … ",
  "mn52:12.6": "giunge al santuario supremo dal giogo. ",
  "mn52:13.1": "Inoltre, un monaco, andando totalmente oltre la dimensione dello spazio infinito, percependo che ‘la coscienza è infinita’, raggiunge e dimora nella dimensione della coscienza infinita. ",
  "mn52:13.2": "Riflette: ",
  "mn52:13.3": "‘Persino il raggiungimento della dimensione della coscienza infinita è prodotto dall’espressione di una volontà e dalla formazione di un intenzione’. ",
  "mn52:13.4": "Comprende: ‘Ma tutto ciò che è prodotto dall’espressione di una volontà e dalla formazione di un intenzione è soggetto alla cessazione’. ",
  "mn52:13.5": "Interiorizzando ciò … ",
  "mn52:13.6": "giunge al santuario supremo dal giogo. ",
  "mn52:14.1": "Inoltre, un monaco, andando totalmente oltre la dimensione della coscienza infinita, percependo che ‘non c’è nulla in assoluto’, raggiunge e dimora nella dimensione del nulla. ",
  "mn52:14.2": "Poi riflette: ",
  "mn52:14.3": "‘Persino il raggiungimento della dimensione del nulla è prodotto dall’espressione di una volontà e dalla formazione di un’intenzione’. ",
  "mn52:14.4": "Comprende: ‘Ma tutto ciò che è prodotto dall’espressione di una volontà e dalla formazione di un’intenzione è della natura di cessare’. ",
  "mn52:14.5": "Interiorizzando ciò raggiunge l’eliminazione dei contaminanti. ",
  "mn52:14.6": "Se non ottiene l’eliminazione dei contaminanti, con l’eliminazione delle cinque catene inferiori rinasce spontaneamente, a causa della propria avidità e godimento per quel fenomeno. Si estingue lì, senza tornare da quel mondo. ",
  "mn52:14.7": "Anche questa è una cosa spiegata correttamente dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato, praticando la quale la mente di un monaco diligente, fervido, e risoluto si libera, i suoi contaminanti vengono eliminati, e giunge al santuario supremo dal giogo”. ",
  "mn52:15.1": "Una volta che il Venerabile Ānanda ebbe parlato, il laico Dasama gli disse: ",
  "mn52:15.2": "“Signor Ānanda, immagini una persona che cerca l’entrata per un tesoro nascosto. E tutto d’un tratto si imbatte in undici entrate! ",
  "mn52:15.3": "Allo stesso modo, io stavo cercando la porta per la libertà dalla morte. E tutto d’un tratto ho trovato undici porte per la libertà dalla morte da coltivare. ",
  "mn52:15.4": "Immagini una persona che ha una casa con undici porte. Se la casa prendesse fuoco potrebbe fuggire verso la salvezza attraverso una qualsiasi di quelle porte. ",
  "mn52:15.5": "Allo stesso modo, io posso fuggire verso la salvezza attraverso una qualsiasi di queste undici porte per la libertà dalla morte. ",
  "mn52:15.6": "Signore, quelli delle altre religioni chiedono offerte per il maestro. Perché non dovrei fare io un offerta al Venerabile Ānanda?” ",
  "mn52:16.1": "Allora il laico Dasama, avendo convocato la comunità monastica da Vesālī e Pāṭaliputta, la servì e soddisfece con vari cibi freschi deliziosi cotti con le proprie mani. ",
  "mn52:16.2": "Vestì ogni singolo monaco con un paio di indumenti, e il Venerabile Ānanda con un set di tre abiti. E fece costruire una dimora dal valore di cinquecento per il Venerabile Ānanda. "
}