{
  "mn53:0.1": "Discorsi medi 53 ",
  "mn53:0.2": "Il discorso sull’apprendista ",
  "mn53:1.1": "Così ho sentito. ",
  "mn53:1.2": "Una volta il Buddha dimorava nella terra dei Sakya vicino a Kapilavatthu nel monastero dell’Albero di Banyan. ",
  "mn53:2.1": "In quell’occasione era stato costruito recentemente un nuovo salone comunale per i Sakya di Kapilavatthu. Non era ancora stato inaugurato da alcun asceta o bramino, o da persona alcuna. ",
  "mn53:2.2": "Allora i Sakya di Kapilavatthu andarono dal Buddha, si inchinarono, si sedettero a lato e gli dissero: ",
  "mn53:2.3": "“Signore, è stato costruito recentemente un nuovo salone comunale per i Sakya di Kapilavatthu. Non è ancora stato inaugurato da alcun asceta o bramino, o da persona alcuna. ",
  "mn53:2.4": "Che il Buddha sia il primo a usarlo, e solo dopo i Sakya di Kapilavatthu lo useranno. ",
  "mn53:2.5": "Ciò sarà a beneficio e felicità dei Sakya di Kapilavatthu per molto tempo”. ",
  "mn53:3.1": "Il Buddha acconsentì in silenzio. ",
  "mn53:3.2": "Allora, sapendo che il Buddha aveva acconsentito, i Sakya si alzarono dai propri posti, si inchinarono, e circumambularono il Buddha, mantenendolo alla loro destra. Poi andarono al nuovo salone comunale, dove stesero tappeti ovunque, prepararono posti a sedere, sistemarono la brocca per l’acqua, e posizionarono una lampada a olio. Poi tornarono dal Buddha, ",
  "mn53:3.3": "si inchinarono, si sedettero a lato, ",
  "mn53:3.4": "e gli dissero delle preparazioni, aggiungendo: ",
  "mn53:3.6": "“Per favore, Signore, venga pure quando vuole”. ",
  "mn53:4.1": "Allora il Buddha si vestì e, prendendo la propria ciotola e abito, andò al nuovo salone comunale assieme alla comunità monastica. Dopo essersi lavato i piedi, entrò nel salone comunale e si sedette contro la colonna centrale rivolto verso est. ",
  "mn53:4.2": "Anche la comunità monastica si lavò i piedi, entrò nel salone comunale, e si sedette contro il muro posto a ovest rivolta verso est, con il Buddha di fronte a sé. ",
  "mn53:4.3": "Anche i Sakya di Kapilavatthu si lavarono i piedi, entrarono nel salone comunale, e si sedettero contro il muro posto a est rivolti verso ovest, con il Buddha di fronte a loro. ",
  "mn53:5.1": "Il Buddha passò gran parte della notte a educare, incoraggiare, entusiasmare, e ispirare i Sakya con un sermone. Poi si rivolse al Venerabile Ānanda: ",
  "mn53:5.2": "“Ānanda, parla del praticante apprendista ai Sakya di Kapilavatthu come ti senti ispirato. ",
  "mn53:5.3": "La mia schiene è indolenzita, ",
  "mn53:5.4": "ora la stiro” ",
  "mn53:5.5": "“Sì, Signore,” rispose il Venerabile Ānanda. ",
  "mn53:5.6": "Allora il Buddha stese il proprio mantello piegato in quattro e si sdraiò nella posizione del leone, sul lato destro, posizionando un piede sopra l’altro, consapevole e presente, concentrandosi sull’idea di alzarsi. ",
  "mn53:6.1": "Poi il Venerabile Ānanda si rivolse a Mahānāma il Sakya: ",
  "mn53:6.2": "“Mahānāma, un discepolo nobile adempie l’etica, protegge le porte sensoriali, mangia con moderazione, ed è dedito alla veglia. Possiede sette buone qualità, e raggiunge le quattro estasi, dimore felici nella vita presente che appartengono alla mente superiore, quando vuole, senza problemi o difficoltà. ",
  "mn53:7.1": "E com’è che un discepolo nobile adempie l’etica? ",
  "mn53:7.2": "È quando un discepolo nobile è morale, con contegno nel rispetto della regola monastica, comportandosi bene e cercando elemosina in posti adatti. Vedendo il pericolo nella colpa più piccola, mantiene le regole che ha intrapreso. ",
  "mn53:7.3": "È così che un discepolo nobile adempie l’etica. ",
  "mn53:8.1": "E com’è che un discepolo nobile protegge le porte sensoriali? ",
  "mn53:8.2": "Quando un discepolo nobile vede una forma con gli occhi, non si fa influenzare dall’aspetto e dai dettagli. ",
  "mn53:8.3": "Se la facoltà della vista rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, fa pratica di contegno, protegge la facoltà dell’occhio, e si applica al suo contegno. ",
  "mn53:8.4": "Quando sente un suono con l’orecchio … ",
  "mn53:8.5": "Quando fiuta un odore con il naso … ",
  "mn53:8.6": "Quando gusta un sapore con la lingua … ",
  "mn53:8.7": "Quando entra in contatto con un tocco col corpo … ",
  "mn53:8.8": "Quando diventa cosciente di un fenomeno mentale con la mente, non si fa influenzare dall’aspetto e dai dettagli. ",
  "mn53:8.9": "Se la facoltà della mente rimanesse senza contegno, qualità malvagie e cattive di attrazione o fastidio prenderebbero il sopravvento. Per questa ragione, fa pratica di contegno, protegge la facoltà della mente, e si applica al suo contegno. ",
  "mn53:8.10": "È così che che un discepolo nobile protegge le porte sensoriali. ",
  "mn53:9.1": "E com’è che un discepolo nobile mangia con moderazione? ",
  "mn53:9.2": "È quando un discepolo nobile riflette in maniera lungimirante sul cibo che mangia: ",
  "mn53:9.3": "‘Non per piacere, indulgenza, estetica, o abbellimento, ma solo per sostenere questo corpo, per evitare danno, e sostenere il percorso spirituale. In questo modo, metterò fine a vecchio disagio e non darò origine a nuovo disagio, e dimorerò senza colpe e a mio agio’. ",
  "mn53:9.4": "È così che un discepolo nobile mangia con moderazione. ",
  "mn53:10.1": "E com’è che un discepolo nobile è dedito alla veglia? ",
  "mn53:10.2": "È quando un discepolo nobile cammina e siede durante il giorno, purificando la mente dagli ostacoli. ",
  "mn53:10.3": "La sera, continua a camminare e sedere. ",
  "mn53:10.4": "Nel mezzo della notte, si sdraia nella posizione del leone, sul lato destro, posizionando un piede sopra l’altro, consapevole e presente, concentrandosi sull’idea di alzarsi. ",
  "mn53:10.5": "Nell’ultima parte della notte, si alza e continua a camminare e sedere, purificando la mente dagli ostacoli. ",
  "mn53:10.6": "È così che un discepolo nobile è dedito alla veglia. ",
  "mn53:11.1": "E com’è che un discepolo nobile possiede sette buone qualità? ",
  "mn53:11.2": "È quando un discepolo nobile ha fede nel risveglio del Realizzato: ",
  "mn53:11.3": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn53:12.1": "Ha una coscienza. È coscienzioso riguardo la cattiva condotta attraverso corpo, parola, e mente, ed è coscienzioso riguardo a qualsiasi qualità malvagia e cattiva. ",
  "mn53:13.1": "Esercita prudenza. È prudente per quanto riguarda la cattiva condotta attraverso corpo, parola, e mente, ed è prudente per quanto riguarda qualsiasi qualità malvagia e cattiva. ",
  "mn53:14.1": "È molto colto, ricorda e mantiene ciò che ha imparato. Questi insegnamenti sono buoni all’inizio, buoni nel mezzo, e buoni alla fine; significativi e ben espressi; descrivono un percorso spirituale assolutamente completo e puro. È molto colto in tali insegnamenti, ricordandoli, rafforzandoli attraverso la recitazione, scrutandoli con la mente, e comprendendoli in teoria. ",
  "mn53:15.1": "Dimora con energia attiva al fine di abbandonare le cattive qualità e di sposare buone qualità. È forte, strenuamente vigoroso, non batte la fiacca quando si tratta di sviluppare buone qualità. ",
  "mn53:16.1": "È consapevole. È dotato della massima consapevolezza e prontezza, e ricorda e porta alla mente ciò che è stato detto e fatto molto tempo fa. ",
  "mn53:17.1": "È saggio. Possiede la saggezza del manifestarsi e svanire che è nobile, penetrante, e porta alla completa eliminazione della sofferenza. ",
  "mn53:17.2": "È così che un discepolo nobile possiede sette buone qualità. ",
  "mn53:18.1": "E com’è che un discepolo nobile raggiunge le quattro estasi, dimore felici nella vita presente che appartengono alla mente superiore, quando vuole, senza problemi o difficoltà? ",
  "mn53:18.2": "È quando un discepolo nobile, sufficientemente isolato dai piaceri dei sensi, … raggiunge e dimora nella prima estasi. ",
  "mn53:18.3": "Con il placarsi dei pensiero e valutazione, … raggiunge e dimora nella seconda estasi. ",
  "mn53:18.4": "Con lo svanire dell’euforia, … raggiunge e dimora nella terza estasi. ",
  "mn53:18.5": "Abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, … raggiunge e dimora nella quarta estasi. ",
  "mn53:18.6": "È così che un discepolo nobile raggiunge le quattro estasi, dimore felici nella vita presente che appartengono alla mente superiore, quando vuole, senza problemi o difficoltà. ",
  "mn53:19.1": "Quando un discepolo nobile adempie l’etica, protegge le porte sensoriali, mangia con moderazione, è dedito alla veglia, possiede sette buone qualità, e raggiunge le quattro estasi, dimore felici nella vita presente che appartengono alla mente superiore, quando vuole, senza problemi o difficoltà, viene chiamato un discepolo nobile praticante apprendista. Le sue uova sono intatte, ed è in grado di rompere il guscio, di risvegliarsi, e di raggiungere il santuario supremo dal giogo. ",
  "mn53:19.2": "Immagina una chioccia con otto, dieci, o dodici uova che si siede correttamente su di esse per tenerle incubate al caldo. Anche se la chioccia non esprime il desiderio: ",
  "mn53:19.3": "‘Se solo i miei pulcini rompessero le uova con artigli e becco e schiudessero in sicurezza!’ ",
  "mn53:19.4": "Comunque loro sono in grado di rompere le uova e schiudere in sicurezza. ",
  "mn53:19.5": "Allo stesso modo, quando un discepolo nobile pratica tutte queste cose viene chiamato un discepolo nobile praticante apprendista. Le sue uova sono intatte, ed è in grado di rompere il guscio, di risvegliarsi, e di raggiungere il santuario supremo dal giogo. ",
  "mn53:20.1": "Supportato da questa purezza suprema di consapevolezza ed equanimità, il discepolo nobile ricorda i suoi molti tipi di vite passate. ",
  "mn53:20.2": "Cioè, una nascita, due rinascite, … si ricorda i suoi molti tipi di vite passate, nei particolari e nello specifico. ",
  "mn53:20.3": "Questa è la prima rottura, come un pulcino da un uovo. ",
  "mn53:21.1": "Supportato da questa purezza suprema di consapevolezza ed equanimità, il discepolo nobile, con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere, inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. … Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn53:21.2": "Questa è la seconda rottura, come un pulcino da un uovo. ",
  "mn53:22.1": "Supportato da questa purezza suprema di consapevolezza ed equanimità, il discepolo nobile realizza la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimora avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti. ",
  "mn53:22.2": "Questa è la terza rottura, come un pulcino da un uovo. ",
  "mn53:23.1": "La condotta di un discepolo nobile include questo: adempimento dell’etica, ",
  "mn53:23.2": "proteggere le porte sensoriali, ",
  "mn53:23.3": "mangiare con moderazione, ",
  "mn53:23.4": "essere dediti alla veglia, ",
  "mn53:23.5": "possedere sette buone qualità, ",
  "mn53:23.6": "e raggiungere le quattro estasi quando si vuole, senza problemi o difficoltà. ",
  "mn53:24.1": "La conoscenza di un discepolo nobile include questo: ricordare le proprie vite passate, ",
  "mn53:24.2": "chiaroveggenza purificata e sovrumana, ",
  "mn53:24.3": "e realizzare la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita grazie all’eliminazione dei contaminanti. ",
  "mn53:25.1": "Si dice che un discepolo nobile così sia ‘esperto di conoscenza’, e anche ‘esperto in condotta’, e anche ‘esperto di conoscenza e condotta’. ",
  "mn53:25.2": "Anche il Dio Sanaṅkumāra recitò questo versetto: ",
  "mn53:25.3": "‘L’aristocratico è il migliore fra gli uomini ",
  "mn53:25.4": "che prendono la casta come standard. ",
  "mn53:25.5": "Ma chi è esperto di conoscenza e condotta ",
  "mn53:25.6": "è supremo fra esseri celesti e umani’. ",
  "mn53:25.7": "E quel versetto è stato recitato bene dal Dio Sanaṅkumāra, non recitato male; ben detto, non detto male, benefico, non dannoso, e fu approvato dal Buddha”. ",
  "mn53:26.1": "A quel punto il Buddha si alzò e disse al Venerabile Ānanda: ",
  "mn53:26.2": "“Bene, bene, Ānanda. ",
  "mn53:26.3": "È bene che tu abbia parlato ai Sakya di Kapilavatthu del praticante apprendista”. ",
  "mn53:26.4": "Questo è ciò che il Venerabile Ānanda disse, ",
  "mn53:26.5": "e il Maestro approvò. ",
  "mn53:26.6": "Contenti, i Sakya di Kapilavatthu trassero piacere da ciò che il Venerabile Ānanda disse. "
}