{
  "mn54:0.1": "Discorsi medi 54 ",
  "mn54:0.2": "Il discorso con il laico Potaliya ",
  "mn54:1.1": "Così ho sentito. ",
  "mn54:1.2": "Una volta il Buddha dimorava nella terra degli Aṅguttarāpan, vicino alla città chiamata Āpaṇa. ",
  "mn54:2.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò ad Āpaṇa per l’elemosina. ",
  "mn54:2.2": "Vagò per l’elemosina ad Āpaṇa. Dopo il pasto, al ritorno dalla questua, andò in un certo bosco per la dimora quotidiana. ",
  "mn54:2.3": "Dopo essersi addentrato profondamente nel bosco, si sedette alla radice di un certo albero per la dimora quotidiana. ",
  "mn54:3.1": "Anche il laico Potaliya andò in quel bosco durante una camminata. Era vestito bene con sarong e mantello, con parasole e sandali. Dopo essersi addentrato profondamente nel bosco, andò dal Buddha e ci scambiò saluti. ",
  "mn54:3.2": "Una volta che i saluti e le cordialità terminarono, rimase in piedi a lato, e il Buddha gli disse: ",
  "mn54:3.3": "“Ci sono posti a sedere, laico. Prego, siediti se vuoi”. ",
  "mn54:3.4": "Detto ciò, Potaliya si arrabbiò e si infastidì. Pensando: “L’asceta Gotama si rivolge a me come ‘laico’!”, rimase in silenzio. ",
  "mn54:3.5": "Per la seconda volta … ",
  "mn54:3.6": "e per la terza volta il Buddha gli disse: ",
  "mn54:3.7": "“Ci sono posti a sedere, laico. Prego, siediti se vuoi”. ",
  "mn54:3.8": "Detto ciò, Potaliya si arrabbiò e si infastidì. Pensando: “L’asceta Gotama si rivolge a me come ‘laico’!”, disse al Buddha: ",
  "mn54:3.9": "“Signor Gotama, non è corretto né opportuno che lei si rivolga a me come ‘laico’” ",
  "mn54:3.10": "“Beh, laico, hai le caratteristiche, gli attributi, e l’aspetto di un laico” ",
  "mn54:3.11": "“Signor Gotama, io ho lasciato ogni lavoro e ho dato un taglio agli affari” ",
  "mn54:3.12": "“Laico, in che modo hai lasciato ogni lavoro e dato un taglio agli affari?” ",
  "mn54:3.13": "“Signor Gotama, tutti i soldi, grano, oro, e argento che avevo è stato consegnato ai miei figli come eredità. E in questo non do loro consigli né rimproveri, ma vivo con niente più che cibo e vestiti. ",
  "mn54:3.14": "È così che ho lasciato ogni lavoro e ho dato un taglio agli affari” ",
  "mn54:3.15": "“Il dare un taglio agli affari come lo descrivi tu è una cosa, laico, ma il dare un taglio agli affari nell’addestramento nobile è molto diverso” ",
  "mn54:3.16": "“Ma com’è, Signore, il dare un taglio agli affari nell’addestramento nobile? ",
  "mn54:3.17": "Signore, per favore mi insegni questo” ",
  "mn54:3.18": "“Allora, laico, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn54:3.19": "“Sì, Signore” rispose Potaliya. ",
  "mn54:4.1": "Il Buddha disse: ",
  "mn54:4.2": "“Laico, queste otto cose portano al dare un taglio agli affari nell’addestramento nobile. ",
  "mn54:4.3": "Quali otto? ",
  "mn54:4.4": "Uccidere deve essere abbandonato attraverso il non uccidere. ",
  "mn54:4.5": "Rubare deve essere abbandonato attraverso il non rubare. ",
  "mn54:4.6": "Mentire deve essere abbandonato attraverso il dire la verità. ",
  "mn54:4.7": "Il linguaggio divisivo deve essere abbandonato attraverso il linguaggio non divisivo. ",
  "mn54:4.8": "Bramosia e cupidigia devono essere abbandonate attraverso il non essere bramosi e cupidi. ",
  "mn54:4.9": "Offese e insulti devono essere abbandonati attraverso il non offendere e insultare. ",
  "mn54:4.10": "Rabbia e angoscia devono essere abbandonate attraverso il non arrabbiarsi e angosciarsi. ",
  "mn54:4.11": "L’arroganza deve essere abbandonata attraverso il non essere arroganti. ",
  "mn54:4.12": "Queste sono le otto cose, dette in breve senza essere analizzate in dettaglio, che portano al dare un taglio agli affari nell’addestramento nobile” ",
  "mn54:5.1": "“Signore, per favore mi insegni queste otto cose in dettaglio per premura” ",
  "mn54:5.2": "“Allora, laico, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn54:5.3": "“Sì, Signore” rispose Potaliya. ",
  "mn54:5.4": "Il Buddha disse: ",
  "mn54:6.1": "“‘Uccidere deve essere abbandonato attraverso il non uccidere’. Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn54:6.2": "È quando un discepolo nobile riflette: ",
  "mn54:6.3": "‘Sto praticando per abbandonare e tagliare le catene che potrebbero portarmi a uccidere. ",
  "mn54:6.4": "Ma se dovessi uccidere, a causa di ciò rimprovererei me stesso; le persone giudiziose, esaminando la situazione, mi criticherebbero; e alla dissoluzione del corpo, dopo la morte, potrei aspettarmi di rinascere in un brutto posto. ",
  "mn54:6.5": "E uccidere è in sé una catena e un impedimento. ",
  "mn54:6.6": "I contaminanti angoscianti e febbrili che si manifesterebbero a causa dell’uccidere non si manifestano in chi non uccide’. ",
  "mn54:6.7": "‘Uccidere deve essere abbandonato attraverso il non uccidere’. ",
  "mn54:6.8": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn54:7.1": "‘Rubare deve essere abbandonato attraverso il non rubare’. Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn54:7.2": "È quando un discepolo nobile riflette: ",
  "mn54:7.3": "‘Sto praticando per abbandonare e tagliare le catene che potrebbero portarmi a rubare. ",
  "mn54:7.4": "Ma se dovessi rubare, a causa di ciò rimprovererei me stesso; le persone giudiziose, esaminando la situazione, mi criticherebbero; e alla dissoluzione del corpo, dopo la morte, potrei aspettarmi di rinascere in un brutto posto. ",
  "mn54:7.5": "E rubare è in sé una catena e un impedimento. ",
  "mn54:7.6": "I contaminanti angoscianti e febbrili che si manifesterebbero a causa del rubare non si manifestano in chi non ruba’. ",
  "mn54:7.7": "‘Rubare deve essere abbandonato attraverso il non rubare’. ",
  "mn54:7.8": "Questo è quello che ho detto, e questo è perché l’ho detto. ",
  "mn54:8.1": "‘Mentire deve essere abbandonato attraverso il dire la verità’. Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn54:8.2": "È quando un discepolo nobile riflette: ",
  "mn54:8.3": "‘Sto praticando per abbandonare e tagliare le catene che potrebbero portarmi a mentire. ",
  "mn54:8.4": "Ma se dovessi mentire, a causa di ciò rimprovererei me stesso; le persone giudiziose, esaminando la situazione, mi criticherebbero; e alla dissoluzione del corpo, dopo la morte, potrei aspettarmi di rinascere in un brutto posto. ",
  "mn54:8.5": "E mentire è in sé una catena e un impedimento. ",
  "mn54:8.6": "I contaminanti angoscianti e febbrili che si manifesterebbero a causa del mentire non si manifestano in chi non mente’. ",
  "mn54:8.7": "‘Mentire deve essere abbandonato attraverso il dire la verità’. ",
  "mn54:8.8": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn54:9.1": "‘Il linguaggio divisivo deve essere abbandonato attraverso il linguaggio non divisivo’. Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn54:9.2": "È quando un discepolo nobile riflette: ",
  "mn54:9.3": "‘Sto praticando per abbandonare e tagliare le catene che potrebbero portarmi a usare linguaggio divisivo. ",
  "mn54:9.4": "Ma se dovessi usare linguaggio divisivo, a causa di ciò rimprovererei me stesso; le persone giudiziose, esaminando la situazione, mi criticherebbero; e alla dissoluzione del corpo, dopo la morte, potrei aspettarmi di rinascere in un brutto posto. ",
  "mn54:9.5": "E il linguaggio divisivo è in sé una catena e un impedimento. ",
  "mn54:9.6": "I contaminanti angoscianti e febbrili che si manifesterebbero a causa del linguaggio divisivo non si manifestano in chi non usa linguaggio divisivo’. ",
  "mn54:9.7": "‘Il linguaggio divisivo deve essere abbandonato attraverso il linguaggio non divisivo’. ",
  "mn54:9.8": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn54:10.1": "‘Bramosia e cupidigia devono essere abbandonate attraverso il non essere bramosi e cupidi’. Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn54:10.2": "È quando un discepolo nobile riflette: ",
  "mn54:10.3": "‘Sto praticando per abbandonare e tagliare le catene che potrebbero portarmi a essere bramoso e cupido. ",
  "mn54:10.4": "Ma se dovessi essere bramoso e cupido, a causa di ciò rimprovererei me stesso; le persone giudiziose, esaminando la situazione, mi criticherebbero; e alla dissoluzione del corpo, dopo la morte, potrei aspettarmi di rinascere in un brutto posto. ",
  "mn54:10.5": "Ed essere bramosi e cupidi è in sé una catena e un impedimento. ",
  "mn54:10.6": "I contaminanti angoscianti e febbrili che sorgerebbero a causa dell’essere bramosi e cupidi non sorgono in chi non uccide è bramoso e cupido’. ",
  "mn54:10.7": "‘Bramosia e cupidigia devono essere abbandonati attraverso il non essere bramosi e cupidi’. ",
  "mn54:10.8": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn54:11.1": "‘Offese e insulti devono essere abbandonati attraverso il non offendere e insultare’. Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn54:11.2": "È quando un discepolo nobile riflette: ",
  "mn54:11.3": "‘Sto praticando per abbandonare e tagliare le catene che potrebbero portarmi a offendere e insultare. ",
  "mn54:11.4": "Ma se dovessi offendere e insultare, a causa di ciò rimprovererei me stesso; le persone giudiziose, esaminando la situazione, mi criticherebbero; e alla dissoluzione del corpo, dopo la morte, potrei aspettarmi di rinascere in un brutto posto. ",
  "mn54:11.5": "E offendere e insultare è in sé una catena e un impedimento. ",
  "mn54:11.6": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero a causa dell’offendere e insultare non si manifestano in chi non offende e insulta’. ",
  "mn54:11.7": "‘Offese e insulti devono essere abbandonati attraverso il non offendere e insultare’. ",
  "mn54:11.8": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn54:12.1": "‘Rabbia e angoscia devono essere abbandonate attraverso il non arrabbiarsi e angosciarsi’. Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn54:12.2": "È quando un discepolo nobile riflette: ",
  "mn54:12.3": "‘Sto praticando per abbandonare e tagliare le catene che potrebbero portarmi ad arrabbiarmi e angosciarmi. ",
  "mn54:12.4": "Ma se dovessi arrabbiarmi e angosciarmi, a causa di ciò rimprovererei me stesso; le persone giudiziose, esaminando la situazione, mi criticherebbero; e alla dissoluzione del corpo, dopo la morte, potrei aspettarmi di rinascere in un brutto posto. ",
  "mn54:12.5": "E rabbia e angoscia sono in sé una catena e un impedimento. ",
  "mn54:12.6": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero a causa di rabbia e angoscia non si manifestano in chi non si arrabbia e angoscia’. ",
  "mn54:12.7": "‘Rabbia e angoscia devono essere abbandonate attraverso il non arrabbiarsi e angosciarsi’. ",
  "mn54:12.8": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn54:13.1": "L’arroganza deve essere abbandonata attraverso il non essere arroganti’. Questo è quello che ho detto, ma perché l’ho detto? ",
  "mn54:13.2": "È quando un discepolo nobile riflette: ",
  "mn54:13.3": "‘Sto praticando per abbandonare e tagliare le catene che potrebbero portarmi a essere arrogante. ",
  "mn54:13.4": "Ma se dovessi essere arrogante, a causa di ciò rimprovererei me stesso; le persone giudiziose, esaminando la situazione, mi criticherebbero; e alla dissoluzione del corpo, dopo la morte, potrei aspettarmi di rinascere in un brutto posto. ",
  "mn54:13.5": "E l’arroganza è in sé una catena e un impedimento. ",
  "mn54:13.6": "Poiché i contaminanti angoscianti e febbrili che si manifesterebbero a causa dell’arroganza non si manifestano in chi non è arrogante’. ",
  "mn54:13.7": "‘L’arroganza deve essere abbandonata attraverso il non essere arroganti’. ",
  "mn54:13.8": "Questo è ciò che ho detto, e questo è perché l’ho detto. ",
  "mn54:14.1": "Queste sono le otto cose, dette in breve e analizzate in dettaglio, che portano al dare un taglio agli affari nell’addestramento nobile. ",
  "mn54:14.2": "Ma solo questo non costituisce il dare un taglio agli affari sotto ogni singolo aspetto nell’addestramento nobile” ",
  "mn54:14.3": "“Ma, Signore, com’è il dare un taglio agli affari sotto ogni singolo aspetto nell’addestramento nobile? ",
  "mn54:14.4": "Signore, per favore mi insegni questo” ",
  "mn54:14.5": "“Allora, laico, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn54:14.6": "“Sì, Signore,” rispose Potaliya. ",
  "mn54:14.7": "Il Buddha disse: ",
  "mn54:15.0": "1. I pericoli dei piaceri dei sensi ",
  "mn54:15.1": "“Laico, immagina un cane debole dalla fame che si aggira nei pressi del negozio di un macellaio. ",
  "mn54:15.2": "Un macellaio abile o il suo apprendista gli lancia delle ossa con la carne raschiata via ma ancora sporche di sangue. ",
  "mn54:15.3": "Cosa ne pensi, laico? ",
  "mn54:15.4": "Rosicchiando quelle ossa senza carne, quel cane placherebbe la propria fame?” ",
  "mn54:15.5": "“No, Signore. ",
  "mn54:15.6": "Perché no? ",
  "mn54:15.7": "Perché quelle ossa hanno la carne raschiata via e sono sporche di sangue. ",
  "mn54:15.8": "Quel cane alla fine si stancherebbe e frustrerebbe” ",
  "mn54:15.9": "“Allo stesso modo, un discepolo nobile riflette: ",
  "mn54:15.10": "‘Con la similitudine delle ossa, il Buddha ha detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’. ",
  "mn54:15.11": "Avendo visto ciò secondo realtà con comprensione corretta, rifiuta l’equanimità basata sulla diversità e sviluppa solo l’equanimità basata sull’unità, dove ogni tipo di attaccamento ai piaceri materiali del mondo cessa senza che ne rimanga nulla. ",
  "mn54:16.1": "Immagina che un avvoltoio, un corvo, o un falco afferri un pezzo di carne e voli via. ",
  "mn54:16.2": "Altri avvoltoi, corvi, e falchi continuerebbero a inseguirlo, con beccate e artigliate. ",
  "mn54:16.3": "Cosa ne pensi, laico? ",
  "mn54:16.4": "Se quell’avvoltoio, corvo, o falco non lascia andare velocemente quel pezzo di carne, ciò non risulterebbe in morte o sofferenza mortale per lui?” ",
  "mn54:16.5": "“Sì, Signore” ",
  "mn54:16.6": "“Allo stesso modo, un discepolo nobile riflette: ",
  "mn54:16.7": "‘Con la similitudine del pezzo di carne, il Buddha ha detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’. ",
  "mn54:16.8": "Avendo visto ciò secondo realtà con comprensione corretta, rifiuta l’equanimità basata sulla diversità e sviluppa solo l’equanimità basata sull’unità, dove ogni tipo di attaccamento ai piaceri materiali del mondo cessa senza che ne rimanga nulla. ",
  "mn54:17.1": "Immagina una persona che porta una torcia di paglia che brucia che cammina controvento. ",
  "mn54:17.2": "Cosa ne pensi, laico? ",
  "mn54:17.3": "Se quella persona non lascia andare velocemente quella torcia di paglia che brucia non si scotterebbe le mani o il braccio o qualche altro arto importante o minore, risultando in morte o sofferenza mortale?” ",
  "mn54:17.4": "“Sì, Signore” ",
  "mn54:17.5": "“Allo stesso modo, un discepolo nobile riflette: ",
  "mn54:17.6": "‘Con la similitudine della torcia di paglia, il Buddha ha detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’. ",
  "mn54:17.7": "Avendo visto ciò secondo realtà con comprensione corretta, … sviluppa solo l’equanimità basata sull’unità … ",
  "mn54:18.1": "Immagina ci sia una fossa di braci ardenti più profonda dell’altezza di un uomo, piena di braci ardenti che non fanno fiamma né fumano. ",
  "mn54:18.2": "Poi arriva una persona che vuole vivere e non vuole morire, che vuole essere felice e rifugge dal dolore. ",
  "mn54:18.3": "Due forti uomini la prendono per le braccia e la trascinano verso la fossa di braci ardenti. ",
  "mn54:18.4": "Cosa ne pensi, laico? ",
  "mn54:18.5": "Quella persona non si contorcerebbe e dimenerebbe avanti e indietro?” ",
  "mn54:18.6": "“Sì, Signore. ",
  "mn54:18.7": "Perché questo? ",
  "mn54:18.8": "Perché quella persona sa: ‘Se cado in quella fossa di braci ardenti, ciò risulterebbe nella mia morte o sofferenza mortale’” ",
  "mn54:18.9": "“Allo stesso modo, un discepolo nobile riflette: ",
  "mn54:18.10": "‘Con la similitudine della fossa di braci ardenti, il Buddha ha detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’. ",
  "mn54:18.11": "Avendo visto ciò secondo realtà con comprensione corretta, … sviluppa solo l’equanimità basata sull’unità … ",
  "mn54:19.1": "Immagina che una persona veda piacevoli parchi, boschi, prati, e stagni in sogno. ",
  "mn54:19.2": "Ma quando si sveglia non li vede più. ",
  "mn54:19.3": "Allo stesso modo, un discepolo nobile riflette: ",
  "mn54:19.4": "‘Con la similitudine della fossa di braci ardenti, il Buddha ha detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’. … ",
  "mn54:19.5": "… sviluppa solo l’equanimità basata sull’unità … ",
  "mn54:20.1": "Immagina che un uomo prenda dei beni in prestito: una carrozza da gentiluomo e degli orecchini con gioielli raffinati, ",
  "mn54:20.2": "e con questi sfili nel mezzo di Āpaṇa. ",
  "mn54:20.3": "Quando la gente lo vede dice: ",
  "mn54:20.4": "‘Questo deve essere un uomo ricco! Poiché è così che i ricchi si godono le proprie ricchezze’. ",
  "mn54:20.5": "Ma quando i proprietari lo vedono si riprendono ciò che è loro. ",
  "mn54:20.6": "Cosa ne pensi, laico? Ciò basterebbe a infastidirlo?” ",
  "mn54:20.7": "“Sì, Signore. ",
  "mn54:20.8": "Perché questo? ",
  "mn54:20.9": "Poiché i proprietari si sono ripresi ciò che era loro” ",
  "mn54:20.10": "“Allo stesso modo, un discepolo nobile riflette: ",
  "mn54:20.11": "‘Con la similitudine dei beni in prestito, il Buddha ha detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’. … ",
  "mn54:20.12": "… sviluppa solo l’equanimità basata sull’unità … ",
  "mn54:21.1": "Immagina che non lontano da una cittadina o un villaggio ci sia un fitto bosco. ",
  "mn54:21.2": "E che ci sia un albero pieno di frutti, eppure nessuno dei frutti sia caduto a terra. ",
  "mn54:21.3": "Poi arriva una persona che necessita di frutta, che vaga alla ricerca di frutta. ",
  "mn54:21.4": "Dopo essersi addentrato profondamente nel bosco, vede quell’albero pieno di frutti. ",
  "mn54:21.5": "Pensa: ",
  "mn54:21.6": "‘Quell’albero è pieno di frutti, eppure nessuno dei frutti è caduto a terra. ",
  "mn54:21.7": "Ma io so come arrampicarmi sugli alberi. ",
  "mn54:21.8": "Perché non mi arrampico sull’albero, mangio quanto voglio, e mi riempio la borsa?’ ",
  "mn54:21.9": "E fa così. ",
  "mn54:21.10": "Poi arriva una seconda persona che necessita di frutta, che vaga alla ricerca di frutta, portando un’ascia affilata. ",
  "mn54:21.11": "Dopo essersi addentrato profondamente nel bosco, vede quell’albero pieno di frutti. ",
  "mn54:21.12": "Pensa: ",
  "mn54:21.13": "‘Quell’albero è pieno di frutti, eppure nessuno dei frutti è caduto a terra. ",
  "mn54:21.14": "Ma io non so come arrampicarmi sugli alberi. ",
  "mn54:21.15": "Perché non taglio questo albero, mangio quanto voglio, e mi riempio la borsa?’ ",
  "mn54:21.16": "Allora taglia l’albero alla radice. ",
  "mn54:21.17": "Cosa ne pensi, laico? ",
  "mn54:21.18": "Se la prima persona che si è arrampicata sull’albero non scende velocemente, quando quell’albero cade non gli romperebbe la mano, il braccio, o qualche altro arto importante o minore, risultando in morte o sofferenza mortale?” ",
  "mn54:21.19": "“Sì, Signore” ",
  "mn54:21.20": "“Allo stesso modo, un discepolo nobile riflette: ",
  "mn54:21.21": "‘Con la similitudine dell’albero da frutto, il Buddha ha detto che i piaceri dei sensi danno poca gratificazione e molta sofferenza e angoscia, e sono pieni di svantaggi’. ",
  "mn54:21.22": "Avendo visto ciò secondo realtà con comprensione corretta, rifiuta l’equanimità basata sulla diversità e sviluppa solo l’equanimità basata sull’unità, dove ogni tipo di attaccamento ai piaceri materiali del mondo cessa senza che ne rimanga nulla. ",
  "mn54:22.1": "Supportato da questa purezza suprema di consapevolezza ed equanimità, quel discepolo nobile ricorda i suoi molti tipi di vite passate. ",
  "mn54:22.2": "Cioè, una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila rinascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione … si ricorda i suoi molti tipi di vite passate, nei particolari e nello specifico. ",
  "mn54:23.1": "Supportato da questa purezza suprema di consapevolezza ed equanimità, quel discepolo nobile, con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. … Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn54:24.1": "Supportato da questa purezza suprema di consapevolezza ed equanimità, quel discepolo nobile realizza la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimora avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti. ",
  "mn54:25.1": "Questo è il dare un taglio agli affari sotto ogni singolo aspetto nell’addestramento nobile. ",
  "mn54:25.2": "Cosa ne pensi, laico? ",
  "mn54:25.3": "Ti ritieni uno che ha dato un taglio agli affari in modo comparabile al dare un taglio agli affari sotto ogni singolo aspetto nell’addestramento nobile?” ",
  "mn54:25.4": "“Chi sono io rispetto a chi ha dato un taglio agli affari sotto ogni singolo aspetto nell’addestramento nobile? ",
  "mn54:25.5": "Sono lontano da ciò. ",
  "mn54:25.6": "Signore, pensavo che gli erranti delle altre religioni fossero dei purosangue, e li nutrivo e vestivo di conseguenza, ma in realtà non erano dei purosangue. ",
  "mn54:25.7": "Pensavo che i monaci non fossero dei purosangue, e li nutrivo e vestivo di conseguenza, ma in realtà erano dei purosangue. ",
  "mn54:25.8": "Ma ora capisco che gli erranti delle altre religioni non sono dei purosangue, e li nutrirò e vestirò di conseguenza. ",
  "mn54:25.9": "E ora capisco che i monaci sono dei purosangue, e li nutrirò e vestirò di conseguenza. ",
  "mn54:25.10": "Il Buddha mi ha ispirato ad avere amore, fiducia, e rispetto per gli asceti! ",
  "mn54:26.1": "Eccellente, Signore! Eccellente! ",
  "mn54:26.2": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn54:26.3": "Prendo rifugio nel Buddha, nell’insegnamento, e nella comunità monastica. ",
  "mn54:26.4": "Da oggi in poi, che il Buddha si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}