{
  "mn55:0.1": "Discorsi medi 55 ",
  "mn55:0.2": "Il discorso con Jīvaka ",
  "mn55:1.1": "Così ho sentito. ",
  "mn55:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel boschetto di mango di Jīvaka Komārabhacca. ",
  "mn55:2.1": "Jīvaka andò dal Buddha, si inchinò, si sedette a lato, e gli disse: ",
  "mn55:3.1": "“Signore, ho sentito questo: ",
  "mn55:3.2": "‘Vengono macellate creature viventi apposta per l’asceta Gotama. L’asceta Gotama mangia carne che sa essere stata preparata per lui: questa è un’azione che causa lui stesso’. ",
  "mn55:3.3": "Confido che coloro che dicono questo ripetano ciò che il Buddha ha detto, e non lo rappresentano male con una falsità? La loro spiegazione è in linea con l’insegnamento? Ci sono basi legittime per confutazioni e critiche?” ",
  "mn55:4.1": "“Jīvaka, coloro che dicono questo non ripetono ciò che ho detto. Mi rappresentano male con ciò che è falso ed erroneo. ",
  "mn55:5.1": "Dico che la carne non si deve mangiare in tre casi: ",
  "mn55:5.2": "si è visto, si è sentito, o si sospetta. ",
  "mn55:5.3": "Questi sono i tre casi in cui la carne non si deve mangiare. ",
  "mn55:5.4": "Dico che la carne si può mangiare in tre casi: ",
  "mn55:5.5": "non si è visto, non si è sentito, e non si sospetta. ",
  "mn55:5.6": "Questi sono i tre casi in cui la carne si può mangiare. ",
  "mn55:6.1": "Prendi un monaco che vive supportato da un paese o da un villaggio. ",
  "mn55:6.2": "Dimora diffondendo una mente piena di amichevolezza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di amichevolezza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn55:6.3": "Un laico o suo figlio va da lui e lo invita per il pasto del giorno dopo. ",
  "mn55:6.4": "Il monaco accetta se vuole. ",
  "mn55:6.5": "Passata la notte, si veste, prende la propria ciotola e abito, e va alla casa di quel laico, dove si siete sul posto preparato. ",
  "mn55:6.6": "Quel laico o suo figlio gli serve del cibo delizioso. ",
  "mn55:6.7": "Ma lui non pensa: ",
  "mn55:6.8": "‘Che bello che questo laico mi serve del cibo delizioso! ",
  "mn55:6.9": "Spero che mi servirà del cibo così delizioso in futuro!’ ",
  "mn55:6.10": "Non lo pensa. ",
  "mn55:6.11": "Mangia il cibo elemosinato senza legami, senza infatuazione, senza attaccamento, vedendo lo svantaggio, e comprendendo la fuga. ",
  "mn55:6.12": "Cosa ne pensi, Jīvaka? ",
  "mn55:6.13": "In quel momento il monaco intende affliggere se stesso, affliggere gli altri, o affliggere entrambi?” ",
  "mn55:6.14": "“No, Signore” ",
  "mn55:6.15": "“Non sta mangiando cibo innocente in quel momento?” ",
  "mn55:7.1": "“Sì, Signore. ",
  "mn55:7.2": "Signore, ho sentito che ",
  "mn55:7.3": "Dio dimora nell’amichevolezza. ",
  "mn55:7.4": "Ora, ho visto il Buddha con i miei stessi occhi, ",
  "mn55:7.5": "ed è il Buddha che dimora davvero nell’amichevolezza” ",
  "mn55:7.6": "“ Jīvaka, qualsiasi avidità, odio, o illusione che possa dare origine alla malevolenza è stata abbandonata dal Realizzato, tagliata alla radice, resa come un ceppo di palma, obliterata, e non è in grado di manifestarsi in futuro. ",
  "mn55:7.7": "Se questo è ciò a cui ti riferivi, lo riconosco” ",
  "mn55:7.8": "“È esattamente ciò a cui mi riferivo, Signore” ",
  "mn55:8-10.1": "“Prendi il caso, Jīvaka, di un monaco che vive supportato da un paese o da un villaggio. ",
  "mn55:8-10.2": "Dimora diffondendo una mente piena di compassione … ",
  "mn55:8-10.3": "Dimora diffondendo una mente piena di esultanza … ",
  "mn55:8-10.4": "Dimora diffondendo una mente piena di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. ",
  "mn55:8-10.5": "Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn55:8-10.6": "Un laico o suo figlio va da lui e lo invita per il pasto del giorno dopo. ",
  "mn55:8-10.7": "Il monaco accetta se vuole. ",
  "mn55:8-10.8": "Passata la notte, si veste, prende la propria ciotola e abito, e va alla casa di quel laico, dove si siete sul posto preparato. ",
  "mn55:8-10.9": "Quel laico o suo figlio gli serve del cibo delizioso. ",
  "mn55:8-10.10": "Ma lui non pensa: ",
  "mn55:8-10.11": "‘Che bello che questo laico mi serve del cibo delizioso! ",
  "mn55:8-10.12": "Spero che mi servirà del cibo così delizioso in futuro!’ ",
  "mn55:8-10.13": "Non lo pensa. ",
  "mn55:8-10.14": "Mangia il cibo elemosinato senza legami, senza infatuazione, senza attaccamento, vedendo lo svantaggio, e comprendendo la fuga. ",
  "mn55:8-10.15": "Cosa ne pensi, Jīvaka? ",
  "mn55:8-10.16": "In quel momento il monaco intende affliggere se stesso, affliggere gli altri, o affliggere entrambi?” ",
  "mn55:8-10.17": "“No, Signore” ",
  "mn55:8-10.18": "“Non sta mangiando cibo senza colpe in quel momento?” ",
  "mn55:11.1": "“Sì, Signore. ",
  "mn55:11.2": "Signore, ho sentito che ",
  "mn55:11.3": "Dio dimora nell’equanimità. ",
  "mn55:11.4": "Ora, ho visto il Buddha con i miei stessi occhi, ",
  "mn55:11.5": "ed è il Buddha che dimora davvero nell’equanimità” ",
  "mn55:11.6": "“Jīvaka, qualsiasi avidità, odio, o illusione che possa dare origine alla crudeltà, allo scontento, o alla repulsione è stata abbandonata dal Realizzato, tagliata alla radice, resa come un ceppo di palma, obliterata, e non è in grado di manifestarsi in futuro. ",
  "mn55:11.7": "Se questo è ciò a cui ti riferivi, lo riconosco” ",
  "mn55:11.8": "“È esattamente ciò a cui mi riferivo, Signore” ",
  "mn55:12.1": "“Jīvaka, chiunque macelli un essere vivente apposta per il Realizzato o per un discepolo del Realizzato accumula molto demerito per cinque ragioni. ",
  "mn55:12.2": "Quando dice: ",
  "mn55:12.3": "‘Andate a prendere quell’essere vivente’, questa è la prima ragione. ",
  "mn55:12.4": "Quando quell’essere vivente prova dolore e tristezza mentre viene trascinato per il collare, questa è la seconda ragione. ",
  "mn55:12.5": "Quando dice: ",
  "mn55:12.6": "‘Andate e uccidete quell’essere vivente’, questa è la terza ragione. ",
  "mn55:12.7": "Quando quell’essere vivente prova dolore e tristezza mentre viene ucciso, questa è la quarta ragione. ",
  "mn55:12.8": "Quando serve al Realizzato o a un discepolo del Realizzato del cibo inammissibile, questa è la quinta ragione. ",
  "mn55:12.9": "Chiunque macelli un essere vivente apposta per il Realizzato o per un discepolo del Realizzato accumula molto demerito per queste cinque ragioni”. ",
  "mn55:13.1": "Una volta che il Buddha ebbe parlato, Jīvaka gli disse: ",
  "mn55:13.2": "“È incredibile, Signore, è strabiliante! ",
  "mn55:13.3": "I monaci mangiano davvero cibo ammissibile. ",
  "mn55:13.4": "I monaci mangiano davvero cibo innocente. ",
  "mn55:13.5": "Eccellente, Signore! Eccellente! … ",
  "mn55:13.6": "Da oggi in poi, che il Buddha si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}