{
  "mn56:0.1": "Discorsi medi 56 ",
  "mn56:0.2": "Il discorso con Upāli ",
  "mn56:1.1": "Così ho sentito. ",
  "mn56:1.2": "Una volta il Buddha dimorava vicino a Nāḷandā, nel bosco di mango di Pāvārika. ",
  "mn56:2.1": "In quell’occasione l’asceta giainista del clan Ñātika si trovava a Nāḷandā assieme a una grande assemblea di asceti giainisti. ",
  "mn56:2.2": "L’asceta giainista Dīgha Tapassī vagò per l’elemosina a Nāḷandā. Dopo il pasto, al ritorno dalla questua, andò nel bosco di mango di Pāvārika. Lì andò dal Buddha, e ci scambiò saluti. ",
  "mn56:2.3": "Una volta che i saluti e le cordialità terminarono, rimase in piedi a lato, e il Buddha gli disse: ",
  "mn56:2.4": "“Ci sono posti a sedere, Tapassī. Prego, siediti se vuoi”. ",
  "mn56:3.1": "Detto ciò, Dīgha Tapassī si sedette su un posto basso a lato. ",
  "mn56:3.2": "Il Buddha gli disse: ",
  "mn56:3.3": "“Tapassī, quanti tipi di azioni descrive l’asceta giainista del clan Ñātika per compiere cattive azioni?” ",
  "mn56:3.4": "“Fratello Gotama, l’asceta giainista del clan Ñātika di solito non parla di ‘azioni’. ",
  "mn56:3.5": "Di solito parla di ‘bastoni’” ",
  "mn56:3.6": "“Allora quanti tipi di bastoni descrive l’asceta giainista del clan Ñātika per compiere cattive azioni?” ",
  "mn56:3.7": "“L’asceta giainista del clan Ñātika descrive tre tipi di bastoni per compiere cattive azioni: ",
  "mn56:3.8": "il bastone fisico, il bastone verbale, e il bastone mentale” ",
  "mn56:3.9": "“Ma questi tipi di bastoni sono tutti diversi l’uno dall’altro?” ",
  "mn56:3.10": "“Sì, ognuno è diverso dall’altro” ",
  "mn56:3.11": "“Dei tre bastoni così analizzati e differenziati, quale bastone descrive l’asceta giainista del clan Ñātika come il più grave per compiere cattive azioni: il bastone fisico, il bastone verbale, o il bastone mentale?” ",
  "mn56:3.12": "“L’asceta giainista del clan Ñātika descrive il bastone fisico come il più grave per compiere cattive azioni, non così tanto il bastone verbale, o il bastone mentale” ",
  "mn56:3.13": "“Dici il bastone fisico, Tapassī?” ",
  "mn56:3.14": "“Dico il bastone fisico, fratello Gotama” ",
  "mn56:3.15": "“Dici il bastone fisico, Tapassī?” ",
  "mn56:3.16": "“Dico il bastone fisico, fratello Gotama” ",
  "mn56:3.17": "“Dici il bastone fisico, Tapassī?” ",
  "mn56:3.18": "“Dico il bastone fisico, fratello Gotama” ",
  "mn56:3.19": "Così il Buddha fece confermare la propria posizione a Dīgha Tapassī per la terza volta. ",
  "mn56:4.1": "Detto ciò, Dīgha Tapassī disse al Buddha: ",
  "mn56:4.2": "“Ma, fratello Gotama, quanti tipi di bastoni descrivi tu per compiere cattive azioni?” ",
  "mn56:4.3": "“Tapassī, il Realizzato di solito non parla di ‘bastoni’. ",
  "mn56:4.4": "Di solito parla di ‘azioni’” ",
  "mn56:4.5": "“Allora quanti tipi di azioni descrivi tu per compiere cattive azioni?” ",
  "mn56:4.6": "“Descrivo tre tipi di azioni per compiere cattive azioni: ",
  "mn56:4.7": "azioni fisiche, azioni verbali, e azioni mentali” ",
  "mn56:4.8": "“Ma questi tipi di azioni sono tutti diversi l’uno dall’altro?” ",
  "mn56:4.9": "“Sì, ognuno è diverso dall’altro” ",
  "mn56:4.10": "“Delle tre azioni così analizzate e differenziate, quale azione descrivi tu come la più grave per compiere cattive azioni: le azioni fisiche, le azioni verbali, o le azioni mentali?” ",
  "mn56:4.11": "“Descrivo le azioni mentali come le più gravi per compiere cattive azioni, non così tanto le azioni fisiche, o le azioni verbali” ",
  "mn56:4.12": "“Dici le azioni mentali, fratello Gotama?” ",
  "mn56:4.13": "“Dico le azioni mentali, Tapassī” ",
  "mn56:4.14": "“Dici le azioni mentali, fratello Gotama?” ",
  "mn56:4.15": "“Dico le azioni mentali, Tapassī” ",
  "mn56:4.16": "“Dici le azioni mentali, fratello Gotama?” ",
  "mn56:4.17": "“Dico le azioni mentali, Tapassī” ",
  "mn56:4.18": "Così l’asceta giainista Dīgha Tapassī fece confermare la propria posizione al Buddha per la terza volta, dopodiché si alzò dal proprio posto e andò dal giainista Ñātika. ",
  "mn56:5.1": "In quell’occasione il giainista Ñātika era seduto assieme a una grande assemblea di laici Bālaki diretti da Upāli. ",
  "mn56:5.2": "Vide Dīgha Tapassī arrivare da lontano ",
  "mn56:5.3": "e gli disse: ",
  "mn56:5.4": "“Allora, Tapassī, da dove vieni nel bel mezzo del giorno?” ",
  "mn56:5.5": "“Proprio ora, signore, vengo dalla presenza dell’asceta Gotama” ",
  "mn56:5.6": "“Ma ci hai avuto una conversazione?” ",
  "mn56:5.7": "“Sì” ",
  "mn56:5.8": "“E che tipo di conversazione ci hai avuto?” ",
  "mn56:5.9": "Allora Dīgha Tapassī informo il giainista Ñātika di tutto ciò di cui aveva discusso. ",
  "mn56:6.1": "Una volta che ebbe parlato, il giainista Ñātika gli disse: ",
  "mn56:6.2": "“Bene, bene, Tapassī! ",
  "mn56:6.3": "Dīgha Tapassī ha risposto all’asceta Gotama come un discepolo colto che comprende correttamente le istruzioni del suo maestro. ",
  "mn56:6.4": "Poiché che impressione fa il misero bastone mentale in confronto al solido bastone fisico? ",
  "mn56:6.5": "Piuttosto, il bastone fisico è il più grave per compiere cattive azioni, non così tanto il bastone verbale, o il bastone mentale”. ",
  "mn56:7.1": "Detto ciò, il laico Upalī gli disse: ",
  "mn56:7.2": "“Bene, bene, Signor Dīgha Tapassī! ",
  "mn56:7.3": "Il Venerabile Signore Tapassī ha risposto all’asceta Gotama come un discepolo colto che comprende correttamente le istruzioni del suo maestro. ",
  "mn56:7.4": "Poiché che impressione fa il misero bastone mentale in confronto al solido bastone fisico? ",
  "mn56:7.5": "Piuttosto, il bastone fisico è il più grave per compiere cattive azioni, non così tanto il bastone verbale, o il bastone mentale. ",
  "mn56:7.6": "Meglio che vada a confutare la dottrina dell’asceta Gotama su questo punto. ",
  "mn56:7.7": "Se si attiene alla posizione che mantenuto col Venerabile Signore Tapassī lo affronterò in dibattito e lo trascinerò avanti e indietro e a destra e a sinistra, come un uomo forte che trascina una pecora soffice avanti e indietro e a destra e a sinistra! ",
  "mn56:7.8": "Affrontandolo in dibattito, lo trascinerò avanti e indietro e a destra e a sinistra, come un birraio che getta un grosso setaccio in un lago profondo, lo afferra dagli angoli, e o trascina avanti e indietro e a destra e a sinistra! ",
  "mn56:7.9": "Affrontandolo in dibattito, lo agiterò su e giù, e lo picchierò, come un birraio che prende un filtro dagli angoli e lo agita su e giù, e lo picchia! ",
  "mn56:7.10": "Giocherò a lavare le orecchie all’asceta Gotama, come un elefante di sessant’anni che si immerge in un profondo stagno di fiori di loto e gioca a lavarsi le orecchie! ",
  "mn56:7.11": "Signore, meglio che vada a confutare la dottrina dell’asceta Gotama su questo punto” ",
  "mn56:7.12": "“Vai, laico, confuta la dottrina dell’asceta Gotama su questo punto. ",
  "mn56:7.13": "Poiché o io, o Dīgha Tapassī, o te dobbiamo farlo”. ",
  "mn56:8.1": "Detto ciò, Dīgha Tapassī disse al giainista Ñātika: ",
  "mn56:8.2": "“Signore, non penso sia una buona idea che il laico Upāli vada a confutare la dottrina dell’asceta Gotama. ",
  "mn56:8.3": "Poiché l’asceta Gotama è un mago. Conosce la magia da conversione, e la usa per convertire i discepoli delle altre religioni” ",
  "mn56:8.4": "“È impossibile, Tapassī, non può essere che Upāli diventi discepolo dell’asceta Gotama. ",
  "mn56:8.5": "Ma è possibile che l’asceta Gotama diventi discepolo di Upāli. ",
  "mn56:8.6": "Vai, laico, confuta la dottrina dell’asceta Gotama su questo punto. ",
  "mn56:8.7": "Poiché o io, o Dīgha Tapassī, o te dobbiamo farlo”. ",
  "mn56:9.1": "Per la seconda volta … ",
  "mn56:9.2": "e la terza volta, Dīgha Tapassī disse al giainista Ñātika: ",
  "mn56:9.3": "“Signore, non penso sia una buona idea che il laico vada a confutare la dottrina dell’asceta Gotama. ",
  "mn56:9.4": "Poiché l’asceta Gotama è un mago. Conosce la magia da conversione, e la usa per convertire i discepoli delle altre religioni” ",
  "mn56:9.5": "“È impossibile, Tapassī, non può essere che Upāli diventi discepolo dell’asceta Gotama. ",
  "mn56:9.6": "Ma è possibile che l’asceta Gotama diventi discepolo di Upāli. ",
  "mn56:9.7": "Vai, laico, confuta la dottrina dell’asceta Gotama su questo punto. ",
  "mn56:9.8": "Poiché o io, o Dīgha Tapassī, o te dobbiamo farlo”. ",
  "mn56:9.9": "“Sì, Signore”, rispose il laico Upāli al gianista Ñātika. Si alzò dal proprio posto, si inchinò, e lo circomambulò mantenendolo alla propria destra. Poi andò dal Buddha, si inchinò, si sedette a lato, e gli disse: ",
  "mn56:9.10": "“Signore, è passato di qua l’asceta giainista Dīgha Tapassī?” ",
  "mn56:9.11": "“Sì, laico” ",
  "mn56:9.12": "“Ma ci ha avuto una conversazione?” ",
  "mn56:9.13": "“Sì” ",
  "mn56:9.14": "“E che tipo di conversazione ci ha avuto?” ",
  "mn56:9.15": "Allora il Buddha informò Upāli di tutto ciò di cui avevano discusso. ",
  "mn56:10.1": "Detto ciò, il laico Upalī gli disse: ",
  "mn56:10.2": "“Bene, bene, Signor Tapassī! ",
  "mn56:10.3": "L’asceta giainista Dīgha Tapassī ha risposto all’asceta Gotama come un discepolo colto che comprende correttamente le istruzioni del suo maestro. ",
  "mn56:10.4": "Poiché che impressione fa il misero bastone mentale in confronto al solido bastone fisico? ",
  "mn56:10.5": "Piuttosto, il bastone fisico è il più grave per compiere cattive azioni, non così tanto il bastone verbale, o il bastone mentale” ",
  "mn56:10.6": "“Laico, finché dibatti sulla base della verità, possiamo parlarne” ",
  "mn56:10.7": "“Dibatterò sulla base della verità, Signore. ",
  "mn56:10.8": "Parliamone” ",
  "mn56:11.1": "“Cosa ne pensi, laico? ",
  "mn56:11.2": "Prendi un asceta giainista ammalato, sofferente, gravemente malato. Rifiuta l’acqua fredda e usa solo acqua calda. ",
  "mn56:11.3": "Non usando acqua fredda, potrebbe morire. ",
  "mn56:11.4": "Ora, il gianista Ñātika dove dice che rinascerebbe?” ",
  "mn56:11.5": "“Signore, ci sono degli angeli chiamati “legati dalla mente”. Rinascerebbe tra loro. ",
  "mn56:11.6": "Perché questo? ",
  "mn56:11.7": "Perché morirebbe con attaccamento mentale” ",
  "mn56:11.8": "“Pensaci, laico! Dovresti pensare prima di rispondere. ",
  "mn56:11.9": "Ciò che hai detto prima e ciò che hai detto dopo non combaciano. ",
  "mn56:11.10": "Ma avevi detto che avresti dibattuto sulla base della verità” ",
  "mn56:11.13": "“Anche se il Buddha dice così, comunque il bastone fisico è il più grave per compiere cattive azioni, non così tanto il bastone verbale o il bastone mentale” ",
  "mn56:12.1": "“Cosa ne pensi, laico? ",
  "mn56:12.2": "Prendi un asceta giainista che si contiene in tutto ciò che c’è da contenere, è imbrigliato in tutto ciò che c’è da contenere, si è scrollato di dosso il male in tutto ciò che c’è da contenere, e si frena in tutto ciò che c’è da contenere. ",
  "mn56:12.3": "Nell’andare e tornare per sbaglio ferisce molte piccole creature. ",
  "mn56:12.4": "Ora, che risultato dice l’asceta giainista che incorrerebbe?” ",
  "mn56:12.5": "“Signore, il giainista Ñātika dice che gli atti involontari non sono molto gravi” ",
  "mn56:12.6": "“Ma se sono intenzionali?” ",
  "mn56:12.7": "“Allora sono molto gravi” ",
  "mn56:12.8": "“Ma il giainista Ñātika dove dice che sia classificata l’intenzione?” ",
  "mn56:12.9": "“Nel bastone mentale, Signore” ",
  "mn56:12.10": "“Pensaci, laico! Dovresti pensare prima di rispondere. ",
  "mn56:12.11": "Ciò che hai detto prima e ciò che hai detto dopo non combaciano. ",
  "mn56:12.12": "Ma avevi detto che avresti dibattuto sulla base della verità” ",
  "mn56:12.15": "“Anche se il Buddha dice così, comunque il bastone fisico è il più grave per compiere cattive azioni, non così tanto il bastone verbale o il bastone mentale” ",
  "mn56:13.1": "“Cosa ne pensi, laico? ",
  "mn56:13.2": "Nāḷandā è ricca, prosperosa, popolosa e piena di gente?” ",
  "mn56:13.3": "“Lo è, Signore” ",
  "mn56:13.4": "“Cosa ne pensi, laico? ",
  "mn56:13.5": "Immagina che arrivi un uomo con con una spada ",
  "mn56:13.6": "e dica: ",
  "mn56:13.7": "‘In un istante ridurrò ogni essere vivente all’interno dei confini di Nāḷandā a un mucchio e una massa di carne!’ ",
  "mn56:13.8": "Cosa ne pensi, laico? ",
  "mn56:13.9": "Ci riuscirebbe?” ",
  "mn56:13.10": "“Signore, nemmeno dieci, venti, trenta, quaranta, o cinquanta uomini ci riuscirebbero. ",
  "mn56:13.11": "Che impressione fa un misero uomo?” ",
  "mn56:13.12": "“Cosa ne pensi, laico? ",
  "mn56:13.13": "Immagina che arrivi un asceta o un bramino con poteri psichici, che ha raggiunto la padronanza della mente, ",
  "mn56:13.14": "e dica: ",
  "mn56:13.15": "‘Ridurrò Nāḷandā in cenere con un singolo atto di volontà malevolo!’ ",
  "mn56:13.16": "Cosa ne pensi, laico? ",
  "mn56:13.17": "Ci riuscirebbe?” ",
  "mn56:13.18": "“Signore, un asceta o un bramino con poteri psichici, che ha raggiunto la padronanza della mente, potrebbe ridurre dieci, venti, trenta, quaranta, o cinquanta Nāḷandā in cenere con un singolo atto di volontà malevolo. ",
  "mn56:13.19": "Che impressione fa una misera Nāḷandā?” ",
  "mn56:13.20": "“Pensaci, laico! Dovresti pensare prima di rispondere. ",
  "mn56:13.21": "Ciò che hai detto prima e ciò che hai detto dopo non combaciano. ",
  "mn56:13.22": "Ma avevi detto che avresti dibattuto sulla base della verità” ",
  "mn56:13.25": "“Anche se il Buddha dice così, comunque il bastone fisico è il più grave per compiere cattive azioni, non così tanto il bastone verbale o il bastone mentale” ",
  "mn56:13.26": "“Cosa ne pensi, laico? ",
  "mn56:13.27": "Hai sentito come diventarono così i territori selvaggi di Daṇḍaka, Kaliṅga, Mejjha, e Mātaṅga?” ",
  "mn56:13.28": "“L’ho sentito, Signore” ",
  "mn56:14.1": "“Cos’hai sentito?” ",
  "mn56:14.2": "“Ho sentito che i territori selvaggi di Daṇḍaka, Kaliṅga, Mejjha, e Mātaṅga diventarono così a causa di un singolo atto di volontà malevolo da parte di veggenti” ",
  "mn56:14.3": "“Pensaci, laico! Dovresti pensare prima di rispondere. ",
  "mn56:14.4": "Ciò che hai detto prima e ciò che hai detto dopo non combaciano. ",
  "mn56:14.5": "Ma avevi detto che avresti dibattuto sulla base della verità” ",
  "mn56:15.1": "“Signore, ero già contento e soddisfatto della prima similitudine del Buddha. ",
  "mn56:15.2": "Ciononostante, ho voluto sentire le varie soluzioni del Buddha al problema, quindi ho pensato di opporla in questo modo. ",
  "mn56:15.3": "Eccellente, Signore! Eccellente! ",
  "mn56:15.4": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn56:15.5": "Prendo rifugio nel Buddha, nell’insegnamento, e nella comunità monastica. ",
  "mn56:15.6": "Da oggi in poi, che il Buddha si ricordi di me come un discepolo laico che ha preso rifugio a vita” ",
  "mn56:16.1": "“Laico, agisci dopo attenta considerazione. È bene che gente famosa come te agisca dopo attenta considerazione” ",
  "mn56:16.2": "“Ora sono ancora più contento e soddisfatto del Buddha, dato che mi dice di agire dopo attenta considerazione. ",
  "mn56:16.3": "Poiché se i seguaci di altre religioni mi avessero come discepolo, porterebbero in giro uno striscione per tutta Nāḷandā, dicendo: ",
  "mn56:16.4": "‘Il laico Upāli è diventato nostro discepolo!’ ",
  "mn56:16.5": "Eppure il Buddha dice: ",
  "mn56:16.6": "‘Laico, agisci dopo attenta considerazione. È bene che gente famosa come te agisca dopo attenta considerazione’ ",
  "mn56:16.7": "Per la seconda volta, prendo rifugio nel Buddha, nell’insegnamento, e nella comunità monastica. ",
  "mn56:16.8": "Da oggi in poi, che il Buddha si ricordi di me come un discepolo laico che ha preso rifugio a vita” ",
  "mn56:17.1": "“Per molto tempo, laico, la tua famiglia è stata una fontana di supporto per gli asceti giainisti. Considera di fare loro offerte quando vengono da te” ",
  "mn56:17.2": "“Ora sono ancora più contento e soddisfatto del Buddha, dato che mi dice di considerare di fare offerte agli asceti giainisti quando vengono da me. ",
  "mn56:17.3": "Ho sentito, Signore, che l’asceta Gotama dice così: ",
  "mn56:17.4": "‘Le offerte devono essere fatte solo a me, non agli altri. ",
  "mn56:17.5": "Le offerte devono essere fatte solo ai miei discepoli, non ai discepoli degli altri. ",
  "mn56:17.6": "Solo ciò che viene dato a me dà molto frutto, non ciò che viene dato agli altri. ",
  "mn56:17.7": "Solo ciò che viene dato ai miei discepoli dà molto frutto, non ciò che viene dato ai discepoli degli altri’. ",
  "mn56:17.8": "Eppure il Buddha mi incoraggia a fare offerte agli asceti giainisti. ",
  "mn56:17.9": "Beh, Signore, sapremo noi l’occasione per farlo. ",
  "mn56:17.10": "Per la terza volta, prendo rifugio nel Buddha, nell’insegnamento, e nella comunità monastica. ",
  "mn56:17.11": "Da oggi in poi, che il Buddha si ricordi di me come un discepolo laico che ha preso rifugio a vita”. ",
  "mn56:18.1": "Allora il Buddha educò il laico Upāli passo dopo passo, con ",
  "mn56:18.2": "un sermone sulla generosità, sulla condotta etica, e sul paradiso. Gli spiegò gli svantaggi dei piaceri dei sensi, così sordidi e corrotti, e i benefici della rinuncia. ",
  "mn56:18.3": "E quando sapeva che la mente di Upāli era pronta, lavorabile, libera da impedimenti, esultante, e fiduciosa, gli spiegò l’insegnamento speciale dei Buddha: ",
  "mn56:18.4": "la sofferenza, la sua origine, la sua cessazione, e il percorso. ",
  "mn56:18.5": "Proprio come un panno pulito senza macchie assorbe correttamente la tintura, ",
  "mn56:18.6": "su quel posto la visione pura e immacolata dell’insegnamento sorse in Upāli: ",
  "mn56:18.7": "“Tutto ciò che è della natura di sorgere è anche della natura di cessare”. ",
  "mn56:18.8": "Allora Upāli vide, ottenne, comprese, e capì l’insegnamento. Superò il dubbio, si liberò dell’indecisione, e divenne sicuro di sé e indipendente dagli altri nelle istruzioni del Maestro. ",
  "mn56:18.9": "“Beh, ora, Signore, devo andare. Ho molti impegni e molto da fare” ",
  "mn56:18.10": "“Prego, laico, vai pure quando vuoi”. ",
  "mn56:19.1": "Allora il laico Upāli trasse piacere e gioì in ciò che il Buddha disse. Si alzò dal proprio posto, si inchinò e lo circomambulò, mantenendolo alla propria destra. Poi tornò a casa, dove si rivolse al proprio guardiano: ",
  "mn56:19.2": "“Mio buon guardiano, da oggi in poi chiudi il cancello ai monaci e monache giainisti, e aprilo per i monaci, le monache, i laici, e le laiche del Buddha. ",
  "mn56:19.3": "Se vengono degli asceti giainisti dì loro: ",
  "mn56:19.4": "‘Aspettate, signori, non entrate. ",
  "mn56:19.5": "Il laico Upāli è diventato discepolo dell’asceta Gotama. ",
  "mn56:19.6": "Il suo cancello è chiuso ai monaci e alle monache giainisti, ed è aperto per i monaci, le monache, i laici, e le laiche del Buddha. ",
  "mn56:19.7": "Se necessitate del cibo, aspettate qui, vi sarà portato’” ",
  "mn56:19.8": "“Sì, signore”, rispose il guardiano. ",
  "mn56:20.1": "Dīgha Tapassī udì che ",
  "mn56:20.2": "Upāli era diventato discepolo dell’asceta Gotama. ",
  "mn56:20.3": "Andò dal giainista Ñātika e gli disse: ",
  "mn56:20.4": "“Signore, dicono che il laico Upāli sia diventato discepolo dell’asceta Gotama” ",
  "mn56:20.5": "“È impossibile, Tapassī, non può essere che Upāli diventi discepolo dell’asceta Gotama. ",
  "mn56:20.6": "Ma è possibile che l’asceta Gotama diventi discepolo di Upāli” ",
  "mn56:20.7": "Per la seconda volta … ",
  "mn56:20.8": "e la terza volta, Dīgha Tapassī disse al giainista Ñātika: ",
  "mn56:20.9": "“Signore, dicono che il laico Upāli sia diventato discepolo dell’asceta Gotama” ",
  "mn56:20.10": "“È impossibile, Tapassī, non può essere che Upāli diventi discepolo dell’asceta Gotama. ",
  "mn56:20.11": "Ma è possibile che l’asceta Gotama diventi discepolo di Upāli” ",
  "mn56:20.12": "“Beh, Signore, è meglio che vada a scoprire se Upāli è diventato discepolo dell’asceta Gotama o no” ",
  "mn56:20.13": "“Vai, Tapassī, e scopri se Upāli è diventato discepolo dell’asceta Gotama o no”. ",
  "mn56:21.1": "Allora Dīgha Tapassī andò a casa di Upāli. ",
  "mn56:21.2": "Il guardiano lo vide arrivare da lontano. ",
  "mn56:21.3": "e gli disse: ",
  "mn56:21.4": "‘Aspetti, Signore, non entri. ",
  "mn56:21.5": "Il laico Upāli è diventato discepolo dell’asceta Gotama. ",
  "mn56:21.6": "Il suo cancello è chiuso ai monaci e alle monache giainisti, ed è aperto per i monaci, le monache, i laici, e le laiche del Buddha. ",
  "mn56:21.7": "Se necessita del cibo, aspetti qui, le sarà portato’” ",
  "mn56:21.8": "Dicendo: “No, fratello, non necessito cibo”, si voltò, andò dal giainista Ñātika, e gli disse: ",
  "mn56:21.9": "“Signore, è vero che Upāli è diventato discepolo dell’asceta Gotama. ",
  "mn56:21.10": "Signore, non sono riuscito a convincerla che non era una buona idea che il laico Upāli andasse a confutare la dottrina dell’asceta Gotama. ",
  "mn56:21.11": "Poiché l’asceta Gotama è un mago. Conosce la magia da conversione, e la usa per convertire i discepoli delle altre religioni. ",
  "mn56:21.12": "Il laico Upāli è stato convertito dalla magia da conversione dell’asceta Gotama!” ",
  "mn56:21.13": "“È impossibile, Tapassī, non può essere che Upāli diventi discepolo dell’asceta Gotama. ",
  "mn56:21.14": "Ma è possibile che l’asceta Gotama diventi discepolo di Upāli” ",
  "mn56:21.15": "Per la seconda volta … ",
  "mn56:21.18": "e la terza volta, Dīgha Tapassī disse al giainista Ñātika ",
  "mn56:21.19": "che era vero. ",
  "mn56:21.20": "“È impossibile … ",
  "mn56:21.22": "Beh, Tapassī, è meglio che vada a scoprire personalmente se Upāli è diventato discepolo dell’asceta Gotama”. ",
  "mn56:22.1": "Allora il giainista Ñātika andò a casa di Upāli con una grande compagnia di asceti giainisti. ",
  "mn56:22.2": "Il guardiano lo vide arrivare da lontano. ",
  "mn56:22.3": "e gli disse: ",
  "mn56:22.4": "‘Aspetti, Signore, non entri. ",
  "mn56:22.5": "Il laico Upāli è diventato discepolo dell’asceta Gotama. ",
  "mn56:22.6": "Il suo cancello è chiuso ai monaci e alle monache giainisti, ed è aperto per i monaci, le monache, i laici, e le laiche del Buddha. ",
  "mn56:22.7": "Se necessita del cibo, aspetti qui, le sarà portato’” ",
  "mn56:22.8": "“Beh, allora, mio caro guardiano, vai da Upāli è digli: ",
  "mn56:22.9": "‘Signore, il giainista Ñātika sta aspettando fuori dal cancello con una grande compagnia di asceti giainisti. ",
  "mn56:22.10": "Vuole vederti’” ",
  "mn56:22.11": "“Sì, Signore”, rispose il guardiano. Andò da Upāli e gli riferì ciò che gli era stato detto. ",
  "mn56:22.14": "Upāli gli disse: “Beh, allora, mio caro guardiano, prepara dei posti a sedere nella sala del cancello centrale” ",
  "mn56:22.15": "“Sì, signore”, rispose il guardiano. Fece ciò che gli era stato chiesto, poi tornò da Upāli e disse: ",
  "mn56:22.16": "“Signore, i posti a sedere sono stati preparati nella sala del cancello centrale. ",
  "mn56:22.17": "Prego, vada pure quando vuole”. ",
  "mn56:23.1": "Allora Upāli andò nella sala del cancello centrale, dove si sedette sul posto più alto e raffinato. Si rivolse al guardiano: ",
  "mn56:23.2": "“Mio caro guardiano, vai dal giainista Ñātika e digli: ",
  "mn56:23.3": "‘Signore, Upāli dice ",
  "mn56:23.4": "che puoi entrare se vuoi’” ",
  "mn56:23.5": "“Sì, Signore”, rispose il guardiano. Andò dal giainista Ñātika e gli riferì ciò che gli era stato detto. ",
  "mn56:23.8": "Allora il giainista Ñātika andò nella sala del cancello centrale con una grande compagnia di asceti giainisti. ",
  "mn56:24.2": "Prima di allora, quando Upāli vedeva il giainista Ñātika arrivare, andava a salutarlo e, dopo che spazzava il posto a sedere più alto e raffinato con il proprio abito, lo abbracciava e lo faceva sedere. ",
  "mn56:24.3": "Ma oggi, dopo essersi seduto sul posto a sedere più alto e raffinato, disse al giainista Ñātika: ",
  "mn56:24.4": "“Ci sono posti a sedere, Signore. ",
  "mn56:24.5": "Prego, si sieda se vuole”. ",
  "mn56:25.1": "Detto ciò, il gianista Ñātika gli disse: ",
  "mn56:25.2": "“Sei matto, laico! Sei ritardato! ",
  "mn56:25.3": "Hai detto: ‘Vado a confutare la dottrina dell’asceta Gotama’, ma ora torni catturato dalla vasta rete della sua dottrina. ",
  "mn56:25.4": "Immagina che un uomo vada a consegnare un paio di testicoli, ma torni castrato. O che vada a consegnare degli occhi, ma torni accecato. ",
  "mn56:25.5": "Allo stesso modo, hai detto: ‘Vado a confutare la dottrina dell’asceta Gotama’, ma torni catturato dalla vasta rete della sua dottrina. ",
  "mn56:25.6": "Sei stato convertito dalla magia da conversione dell’asceta Gotama!” ",
  "mn56:26.1": "“Signore, questa magia da conversione è eccellente. ",
  "mn56:26.2": "Questa magia da conversione è favolosa! ",
  "mn56:26.3": "Se i miei cari, parenti, e amici dovessero venire convertiti da questa magia da conversione, sarebbe a loro beneficio e felicità per molto tempo. ",
  "mn56:26.4": "Se tutti gli aristocratici, i bramini, gli operai, e i contadini dovessero venire convertiti da questa magia da conversione, sarebbe a loro beneficio e felicità per molto tempo. ",
  "mn56:26.5": "Se il mondo intero, con i propri angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, dovesse venire convertito da questa magia da conversione, sarebbe a proprio beneficio e felicità per molto tempo. ",
  "mn56:26.6": "Signore, uso una similitudine. ",
  "mn56:26.7": "Poiché attraverso le similitudini le persone giudiziose comprendono il significato di ciò che viene detto. ",
  "mn56:27.1": "C’era una volta un vecchio bramino, su di età, e anziano. Sua moglie era una giovane ragazza bramina che era incinta e vicina al parto. ",
  "mn56:27.2": "Allora disse al bramino: ",
  "mn56:27.3": "‘Vai, bramino, compra un cucciolo di scimmia dal mercato e portalo qui così che diventi compagno di giochi per il mio bambino’. ",
  "mn56:27.4": "Detto ciò, il bramino le disse: ",
  "mn56:27.5": "‘Aspetta, mia cara, finché non partorisci. ",
  "mn56:27.6": "Se il tuo bambino è maschio, comprerò una scimmia maschio, ",
  "mn56:27.7": "ma se è una femmina, comprerò una scimmia femmina’. ",
  "mn56:27.8": "Per la seconda volta, ",
  "mn56:27.9": "e la terza volta lei disse al bramino: ",
  "mn56:27.10": "‘Vai, bramino, compra un cucciolo di scimmia dal mercato e portalo qui così che diventi compagno di giochi per il mio bambino’. ",
  "mn56:27.11": "Allora il bramino, per amore per la ragazza bramina, comprò un cucciolo maschio di scimmia al mercato, glielo portò, e disse: ",
  "mn56:27.12": "‘Ho comprato questo cucciolo maschio di scimmia dal mercato per te così che diventi compagno di giochi per il tuo bambino’. ",
  "mn56:27.13": "Detto ciò, lei gli disse: ",
  "mn56:27.14": "‘Vai, bramino, porta questa scimmia da Rattapāṇi il tintore e digli: ",
  "mn56:27.15": "“Signor Rattapāṇi, voglio che questa scimmia venga tinta di giallo cerone, pestata, ripestata, e pressata su entrambi i lati”’. ",
  "mn56:27.16": "Allora il bramino, per amore per la ragazza bramina, portò la scimmia da Rattapāṇi il tintore e gli disse: ",
  "mn56:27.17": "‘Signor Rattapāṇi, voglio che questa scimmia venga tinta di giallo cerone, pestata, ripestata, e pressata su entrambi i lati’. ",
  "mn56:27.18": "Detto ciò, Rattapāṇi gli disse: ",
  "mn56:27.19": "‘Signore, questa scimmia può resistere a una tintura, ma non a una pestata o a una pressata’. ",
  "mn56:27.20": "Allo stesso modo, la dottrina degli stolti giainisti sembra buona all’inizio, agli stolti, non agli astuti, ma non resiste sotto scrutinio o pressione. ",
  "mn56:27.21": "Poi qualche tempo dopo il bramino portò un paio di abiti nuovi da Rattapāṇi il tintore e gli disse: ",
  "mn56:27.22": "‘Signor Rattapāṇi, voglio che questo paio di abiti nuovi venga tinto di giallo cerone, pestato, ripestato, e pressato su entrambi i lati’. ",
  "mn56:27.23": "Detto ciò, Rattapāṇi gli disse: ",
  "mn56:27.24": "‘Signore, questo paio di abiti nuovi può resistere a una tintura, a una pestata, e a una pressata’. ",
  "mn56:27.25": "Allo stesso modo, la dottrina del Buddha sembra buona all’inizio, agli astuti, non agli stolti, e resiste sotto scrutinio e pressione” ",
  "mn56:28.1": "“Laico, il re e la sua corte ti conoscono come ",
  "mn56:28.2": "un discepolo del giainista Ñātika. ",
  "mn56:28.3": "Noi ti dobbiamo ricordare come discepolo di chi?” ",
  "mn56:29.1": "Detto ciò, il laico Upāli si alzò dal proprio posto, si aggiustò l’abito su una spalla, alzò le mani giunte verso il Buddha, e disse al giainista Ñātika: ",
  "mn56:29.2": "“Beh, Signore, ascolti di chi sono discepolo: ",
  "mn56:29.3": "Il saggio, libero dall’illusione, ",
  "mn56:29.4": "senza aridità, vincitore in battaglia; ",
  "mn56:29.5": "senza preoccupazioni e così equilibrato, ",
  "mn56:29.6": "con virtù di un anziano e saggezza di un santo, ",
  "mn56:29.7": "immacolato nel mezzo di ogni cosa: ",
  "mn56:29.8": "lui è il Buddha, e io sono suo discepolo. ",
  "mn56:29.9": "Non ha indecisione, è soddisfatto, ",
  "mn56:29.10": "gioioso, ha sputato l’esca del mondo; ",
  "mn56:29.11": "ha completato il compito ascetico da umano, ",
  "mn56:29.12": "un uomo che porta il suo ultimo corpo; ",
  "mn56:29.13": "è senza eguali, senza macchie: ",
  "mn56:29.14": "lui è il Buddha, e io sono suo discepolo. ",
  "mn56:29.15": "È libero dal dubbio, è sano, ",
  "mn56:29.16": "è un ammaestratore, un eccellente auriga; ",
  "mn56:29.17": "supremo, con qualità brillanti, ",
  "mn56:29.18": "fiducioso, la sua luce brilla; ",
  "mn56:29.19": "ha tagliato la presunzione, è un eroe: ",
  "mn56:29.20": "lui è il Buddha, e io sono suo discepolo. ",
  "mn56:29.21": "Il toro capo, immensurabile, ",
  "mn56:29.22": "profondo, sagace; ",
  "mn56:29.23": "il creatore del santuario, veggente, ",
  "mn56:29.24": "saldo in principio e contenuto; ",
  "mn56:29.25": "ha sciolto le sue catene ed è libero: ",
  "mn56:29.26": "lui è il Buddha, e io sono suo discepolo. ",
  "mn56:29.27": "È un gigante, vive remoto, ",
  "mn56:29.28": "ha eliminato le catene ed è libero; ",
  "mn56:29.29": "abile nel dibattito e puro, ",
  "mn56:29.30": "con stendardo abbassato, senza desideri; ",
  "mn56:29.31": "domato, non prolifera: ",
  "mn56:29.32": "lui è il Buddha, e io sono suo discepolo. ",
  "mn56:29.33": "È il settimo dei saggi, libero dall’inganno, ",
  "mn56:29.34": "con tre conoscenze, ha ottenuto la divinità, ",
  "mn56:29.35": "battezzato, conosce la filologia, ",
  "mn56:29.36": "tranquillo, comprende la conoscenza; ",
  "mn56:29.37": "È Sakka l’Abile, Purindada il Primo Donatore: ",
  "mn56:29.38": "lui è il Buddha, e io sono suo discepolo. ",
  "mn56:29.39": "Il nobile, evoluto, ",
  "mn56:29.40": "ha raggiunto l’obiettivo e lo insegna; ",
  "mn56:29.41": "consapevole, con visione profonda, ",
  "mn56:29.42": "né teso, né allentato, ",
  "mn56:29.43": "imperturbabile, ha raggiunto la maestria: ",
  "mn56:29.44": "lui è il Buddha, e io sono suo discepolo. ",
  "mn56:29.45": "Trascendente, pratica l’estasi, ",
  "mn56:29.46": "senza pensieri, è puro, ",
  "mn56:29.47": "indipendente e senza paura; ",
  "mn56:29.48": "isolato, ha raggiunto la cima, ",
  "mn56:29.49": "ha attraversato, e aiuta gli altri ad attraversare: ",
  "mn56:29.50": "lui è il Buddha, e io sono suo discepolo. ",
  "mn56:29.51": "Pacifico, di vasta saggezza, ",
  "mn56:29.52": "di grande saggezza, libero dalla cupidigia; ",
  "mn56:29.53": "È il Realizzato, il Santo, ",
  "mn56:29.54": "senza rivali, senza eguali, ",
  "mn56:29.55": "sicuro, e raffinato: ",
  "mn56:29.56": "lui è il Buddha, e io sono suo discepolo. ",
  "mn56:29.57": "Ha tagliato la brama e si è risvegliato, ",
  "mn56:29.58": "senza fumo, incontaminato; ",
  "mn56:29.59": "uno spirito potente degno di offerte, ",
  "mn56:29.60": "migliore fra gli umani, inestimabile, ",
  "mn56:29.61": "imponente, ha raggiunto il picco della gloria: ",
  "mn56:29.62": "lui è il Buddha, e io sono suo discepolo”. ",
  "mn56:30.1": "“Ma quando hai composto queste lodi delle belle qualità dell’asceta Gotama, laico?” ",
  "mn56:30.2": "“Signore, immagini un grosso mucchio di vari fiori diversi. Un abile fabbricante di ghirlande o il suo apprendista li sa legare per formare una ghirlanda colorata. ",
  "mn56:30.3": "Allo stesso modo, il Buddha ha molte belle qualità da lodare, molte centinaia di belle qualità. ",
  "mn56:30.4": "Chi, Signore, non loderebbe chi è degno di lode?” ",
  "mn56:31.1": "Incapace di sopportare le lodi in omaggio al Buddha, il giainista Ñātika sputò sangue caldo sul posto. "
}