{
  "mn57:0.1": "Discorsi medi 57 ",
  "mn57:0.2": "Il discorso dell’asceta che si comportava come un cane ",
  "mn57:1.1": "Così ho sentito. ",
  "mn57:1.2": "Una volta il Buddha dimorava nella terra dei Koliya, dove c’era una città chiamata Haliddavasana. ",
  "mn57:2.1": "Allora Puṇṇa il Koliya, che aveva fatto il voto da mucca, e l’asceta nudo Seniya, che aveva fatto il voto da cane, andarono a trovare il Buddha. Puṇṇa si inchinò al Buddha e si sedette a lato, mentre Seniya ci scambiò saluti e cordialità prima di sedersi a lato rannicchiato come un cane. ",
  "mn57:2.2": "Puṇṇa disse al Buddha: ",
  "mn57:2.3": "“Signore, l’asceta nudo Seniya, che ha fatto il voto da cane, fa una cosa difficile: mangia cibo dal pavimento. ",
  "mn57:2.4": "Da molto tempo ha intrapreso la regola di comportarsi come un cane. ",
  "mn57:2.5": "Dove rinascerà nella prossima vita?” ",
  "mn57:2.6": "“Basta, Puṇṇa, lascia stare. Non chiedermelo”. ",
  "mn57:2.7": "Per la seconda volta … ",
  "mn57:2.8": "e la terza volta, Puṇṇa disse al Buddha: ",
  "mn57:2.9": "“Signore, l’asceta nudo Seniya, che ha fatto il voto da cane, fa una cosa difficile: mangia cibo dal pavimento. ",
  "mn57:2.10": "Da molto tempo ha intrapreso la regola di comportarsi come un cane. ",
  "mn57:2.11": "Dove rinascerà nella prossima vita?” ",
  "mn57:2.12": "“È chiaro, Puṇṇa, che non riesco a farmi capire da te quando dico: ",
  "mn57:2.13": "‘Basta, Puṇṇa, lascia stare. Non chiedermelo’ ",
  "mn57:2.14": "Ma comunque sia, ti rispondo. ",
  "mn57:3.1": "Prendi qualcuno che sviluppa la regola del cane completamente e ininterrottamente. Sviluppa l’etica di un cane, la mentalità di un cane, e il comportamento di un cane completamente e ininterrottamente. ",
  "mn57:3.2": "Alla dissoluzione del corpo, dopo la morte, rinasce in compagnia dei cani. ",
  "mn57:3.3": "Ma se è dell’opinione: ‘Che attraverso questo precetto, osservanza, fervore, o percorso spirituale io diventi un angelo!’, questa è la sua opinione sbagliata. ",
  "mn57:3.4": "Un individuo con opinione sbagliata rinasce in uno di due posti, dico io: all’inferno o nel regno animale. ",
  "mn57:3.5": "Quindi se la regola del cane ha successo porta alla rinascita in compagnia dei cani, ma se fallisce porta all’inferno”. ",
  "mn57:4.1": "Detto ciò, Seniya pianse e scoppiò in lacrime. ",
  "mn57:4.2": "Il Buddha disse a Puṇṇa: ",
  "mn57:4.3": "“È questo che non riuscivo a farti capire quando dicevo: ",
  "mn57:4.4": "‘Basta, Puṇṇa, lascia stare. Non chiedermelo’. ",
  "mn57:4.5": "Seniya disse: “Signore, non sto piangendo per ciò che il Buddha ha detto. ",
  "mn57:4.6": "Ma, Signore, da molto tempo ho intrapreso questa regola di comportarmi come un cane. ",
  "mn57:4.7": "Signore, Puṇṇa ha fatto il voto da mucca. ",
  "mn57:4.8": "Da molto tempo ha intrapreso la regola di comportarsi come una mucca. ",
  "mn57:4.9": "Dove rinascerà nella prossima vita?” ",
  "mn57:4.10": "“Basta, Seniya, lascia stare. Non chiedermelo”. ",
  "mn57:4.11": "Per la seconda volta … ",
  "mn57:4.12": "e la terza volta, Seniya disse al Buddha: ",
  "mn57:4.13": "Signore, Puṇṇa ha fatto il voto da mucca. ",
  "mn57:4.14": "Da molto tempo ha intrapreso la regola di comportarsi come una mucca. ",
  "mn57:4.15": "Dove rinascerà nella prossima vita?” ",
  "mn57:4.16": "“È chiaro, Seniya, che non riesco a farmi capire da te quando dico: ",
  "mn57:4.17": "‘Basta, Seniya, lascia stare. Non chiedermelo’ ",
  "mn57:4.18": "Ma comunque sia, ti rispondo. ",
  "mn57:5.1": "Prendi qualcuno che sviluppa la regola della mucca completamente e ininterrottamente. Sviluppa l’etica di una mucca, la mentalità di una mucca, e il comportamento di una mucca completamente e ininterrottamente. ",
  "mn57:5.2": "Alla dissoluzione del corpo, dopo la morte, rinasce in compagnia delle mucche. ",
  "mn57:5.3": "Ma se è dell’opinione: ‘Che attraverso questo precetto, osservanza, fervore, o percorso spirituale io diventi un angelo!’, questa è la sua opinione sbagliata. ",
  "mn57:5.4": "Un individuo con opinione sbagliata rinasce in uno di due posti, dico io: all’inferno o nel regno animale. ",
  "mn57:5.5": "Quindi se la regola della mucca ha successo porta alla rinascita in compagnia dei cani, ma se fallisce porta all’inferno”. ",
  "mn57:6.1": "Detto ciò, Puṇṇa pianse e scoppiò in lacrime. ",
  "mn57:6.2": "Il Buddha disse a Seniya: ",
  "mn57:6.3": "“È questo che non riuscivo a farti capire quando dicevo: ",
  "mn57:6.4": "‘Basta, Seniya, lascia stare. Non chiedermelo’ ",
  "mn57:6.5": "Puṇṇa disse: “Signore, non sto piangendo per ciò che il Buddha ha detto. ",
  "mn57:6.6": "Ma, Signore, da molto tempo ho intrapreso questa regola di comportarmi come una mucca. ",
  "mn57:6.7": "Sono fiducioso che il Buddha ",
  "mn57:6.8": "sia in grado di insegnarmi affinché io abbandoni questa regola della mucca, e l’asceta Seniya abbandoni la regola del cane” ",
  "mn57:6.9": "“Allora, Puṇṇa, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn57:6.10": "“Sì, Signore”, rispose Puṇṇa. ",
  "mn57:6.11": "Il Buddha disse: ",
  "mn57:7.1": "“Puṇṇa, io dichiaro questi quattro tipi di azioni, avendole realizzate con la mia conoscenza diretta. ",
  "mn57:7.2": "Quali quattro? ",
  "mn57:7.3": "Ci sono azioni oscure con risultati oscuri; ",
  "mn57:7.4": "azioni chiare con risultati chiari; ",
  "mn57:7.5": "azioni oscure e chiare con risultati oscuri e chiari; e ",
  "mn57:7.6": "azioni né oscure né chiare con risultati né oscuri né chiari, che portano all’eliminazione delle azioni. ",
  "mn57:8.1": "E quali sono le azioni oscure con risultati oscuri? ",
  "mn57:8.2": "È quando qualcuno esprime volontà spiacevoli attraverso il corpo, esprime volontà spiacevoli attraverso la parola, ed esprime volontà spiacevoli attraverso la mente. ",
  "mn57:8.3": "Avendo espresso volontà spiacevoli attraverso il corpo, avendo espresso volontà spiacevoli attraverso la parola, e avendo espresso volontà spiacevoli attraverso la mente, rinasce in un mondo spiacevole. ",
  "mn57:8.4": "Essendo rinato in un mondo spiacevole, prova contatti spiacevoli. ",
  "mn57:8.5": "Toccato da contatti spiacevoli, prova sensazioni spiacevoli che sono esclusivamente dolorose, come gli esseri all’inferno. ",
  "mn57:8.6": "È così che un essere nasce da un essere. ",
  "mn57:8.7": "Poiché le proprie azioni determinano la propria rinascita, ",
  "mn57:8.8": "e una volta nati si provano contatti. ",
  "mn57:8.9": "È per questo che dico che gli esseri viventi sono eredi delle proprie azioni. ",
  "mn57:8.10": "Queste si chiamano azioni oscure con risultati oscuri. ",
  "mn57:9.1": "E quali sono le azioni chiare con risultati chiari? ",
  "mn57:9.2": "È quando qualcuno esprime volontà piacevoli attraverso il corpo, esprime volontà piacevoli attraverso la parola, ed esprime volontà piacevoli attraverso la mente. ",
  "mn57:9.3": "Avendo espresso volontà piacevoli attraverso il corpo, avendo espresso volontà piacevoli attraverso la parola, e avendo espresso volontà piacevoli attraverso la mente, rinasce in un mondo piacevole. ",
  "mn57:9.4": "Essendo rinato in un mondo piacevole, prova contatti piacevoli. ",
  "mn57:9.5": "Toccato da contatti piacevoli, prova sensazioni piacevoli che sono esclusivamente felici, come gli Dei dalla Bellezza Universale. ",
  "mn57:9.6": "È così che un essere nasce da un essere. ",
  "mn57:9.7": "Poiché le proprie azioni determinano la propria rinascita, ",
  "mn57:9.8": "e una volta nati si provano contatti. ",
  "mn57:9.9": "È per questo che dico che gli esseri viventi sono eredi delle proprie azioni. ",
  "mn57:9.10": "Queste si chiamano azioni chiare con risultati chiari. ",
  "mn57:10.1": "E quali sono le azioni oscure e chiare con risultati oscuri e chiari? ",
  "mn57:10.2": "È quando qualcuno esprime volontà sia spiacevoli che piacevoli attraverso il corpo, esprime volontà sia spiacevoli che piacevoli attraverso la parola, ed esprime volontà sia spiacevoli che piacevoli attraverso la mente. ",
  "mn57:10.3": "Avendo espresso volontà sia spiacevoli che piacevoli attraverso il corpo, avendo espresso volontà sia spiacevoli che piacevoli attraverso la parola, e avendo espresso volontà sia spiacevoli che piacevoli attraverso la mente, rinasce in un mondo sia spiacevole che piacevole. ",
  "mn57:10.4": "Essendo rinato in un mondo sia spiacevole che piacevole, prova contatti sia spiacevoli che piacevoli. ",
  "mn57:10.5": "Toccato da contatti sia spiacevoli che piacevoli, prova sensazioni sia spiacevoli che piacevoli che sono un misto di felicità e sofferenza, come gli umani, alcuni angeli, e alcuni esseri nei regni inferiori. ",
  "mn57:10.6": "È così che un essere nasce da un essere. ",
  "mn57:10.7": "Poiché le proprie azioni determinano la propria rinascita, ",
  "mn57:10.8": "e una volta nati si provano contatti. ",
  "mn57:10.9": "È per questo che dico che gli esseri viventi sono eredi delle proprie azioni. ",
  "mn57:10.10": "Queste si chiamano azioni oscure e chiare con risultati oscuri e chiari. ",
  "mn57:11.1": "E quali sono le azioni né oscure né chiare con risultati né oscuri né chiari? ",
  "mn57:11.2": "È l’intenzione di abbandonare le azioni oscure con risultati oscuri, le azioni chiare con risultati chiari, e le azioni oscure e chiare con risultati oscuri e chiari. ",
  "mn57:11.3": "Queste si chiamano azioni né oscure né chiare con risultati né oscuri né chiari, che portano all’eliminazione delle azioni. ",
  "mn57:11.4": "Questi sono i quattro tipi di azioni che dichiaro, avendole realizzate con la mia conoscenza diretta”. ",
  "mn57:12.1": "Detto ciò, Puṇṇa il Koliya disse al Buddha: ",
  "mn57:12.2": "“Eccellente, Signore! Eccellente! … ",
  "mn57:12.4": "Da oggi in poi, che il Buddha si ricordi di me come un discepolo laico che ha preso rifugio a vita”. ",
  "mn57:13.1": "E Seniya l’asceta nudo disse al Buddha: ",
  "mn57:13.2": "“Eccellente, Signore! Eccellente! … ",
  "mn57:13.4": "Prendo rifugio nel Buddha, nell’insegnamento, e nella comunità monastica. ",
  "mn57:13.5": "Signore, potrei lasciare casa, e ricevere l’ordinazione in presenza del Buddha?” ",
  "mn57:14.1": "“Seniya, se qualcuno precedentemente ordinato in un’altra religione desidera lasciare casa, e ricevere l’ordinazione in questo insegnamento e addestramento, deve passare quattro mesi in prova. Una volta che i quattro mesi sono passati, se i monaci sono soddisfatti, permetteranno di lasciare casa, e daranno l’ordinazione per la vita monastica. ",
  "mn57:14.2": "Tuttavia, ho riconosciuto differenze individuali in questo” ",
  "mn57:14.3": "“Signore, se sono richiesti quattro mesi di prova in questo caso, passerò quattro anni in prova. Una volta che i quattro anni saranno passati, se i monaci saranno soddisfatti, che mi permettano di lasciare casa, e mi diano l’ordinazione per la vita monastica”. ",
  "mn57:15.1": "E così l’asceta Seniya lasciò casa, e ricevette l’ordinazione in presenza del Buddha. ",
  "mn57:15.2": "Non molto dopo la propria ordinazione, il Venerabile Seniya, dimorando solo, ritirato, diligente, fervido, e risoluto, presto realizzò la suprema culminazione del percorso spirituale in questa stessa vita. Dimorò avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante. ",
  "mn57:15.3": "Comprese: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”. ",
  "mn57:15.4": "E il Venerabile Seniya divenne uno dei perfetti. "
}