{
  "mn58:0.1": "Discorsi medi 58 ",
  "mn58:0.2": "Il discorso con il principe Abhaya ",
  "mn58:1.1": "Così ho sentito. ",
  "mn58:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn58:2.1": "Il principe Abhaya andò dall’asceta giainista del clan Ñātika, si inchinò, e si sedette a lato. Il giainista Ñātika gli disse: ",
  "mn58:3.1": "“Vieni, principe, confuta la dottrina dell’asceta Gotama. ",
  "mn58:3.2": "Così otterrai una buona reputazione: ",
  "mn58:3.3": "‘Il principe Abhaya ha confutato la dottrina dell’asceta Gotama, così potente e forte!’” ",
  "mn58:3.4": "“Ma, Signore, come faccio a farlo?” ",
  "mn58:3.5": "“Così, principe, vai dall’asceta Gotama e digli: ",
  "mn58:3.6": "‘Signore, è possibile che il Realizzato pronunci linguaggio non apprezzato dagli altri?’ ",
  "mn58:3.7": "Interrogato così, se risponde: ",
  "mn58:3.8": "‘È possibile, principe’, digli questo: ",
  "mn58:3.9": "‘Allora, Signore, qual’è esattamente la differenza tra te e una persona ordinaria? ",
  "mn58:3.10": "Poiché è possibile che anche una persona ordinaria pronunci linguaggio non apprezzato dagli altri’. ",
  "mn58:3.11": "Ma se risponde: ",
  "mn58:3.12": "‘Non è possibile, principe’, digli questo: ",
  "mn58:3.13": "‘Allora, Signore, perché dichiarasti di Devadatta: ",
  "mn58:3.14": "“Devadatta andrà in un posto di perdizione, all’inferno, e ci rimarrà per un era intera, irredimibile?” ",
  "mn58:3.15": "Devadatta era arrabbiato e disturbato a causa di ciò che hai detto’. ",
  "mn58:3.16": "Quando gli presenterai questo dilemma, l’asceta Gotama non sarà in grado né di sputarlo né di ingoiarlo. ",
  "mn58:3.17": "Sarà come un uomo con una croce di ferro incastrata nella gola, incapace di sputarla o di ingoiarla” ",
  "mn58:4.1": "“Sì, Signore”, rispose Abhaya. Si alzò, si inchinò, e circomambulò il giainista Ñātika, mantenendolo alla propria destra. Poi andò dal Buddha, si inchinò, e si sedette a lato. ",
  "mn58:4.2": "Poi alzò lo sguardo al sole e pensò: ",
  "mn58:4.3": "“È troppo tardi per confutare la dottrina del Buddha oggi. ",
  "mn58:4.4": "Confuterò la dottrina nel Buddha a casa mia domani”. Disse al Buddha: ",
  "mn58:4.5": "“Signore, che il Buddha per favore accetti il pasto di domani da me, assieme ad altri tre monaci”. ",
  "mn58:4.6": "Il Buddha acconsentì in silenzio. ",
  "mn58:5.1": "Allora, sapendo che il Buddha aveva acconsentito, Abhaya si alzò dal proprio posto, si inchinò, e circomambulò il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn58:5.2": "Passata la notte, al mattino il Buddha si vestì, prese la propria ciotola e tunica, andò a casa di Abhaya e si sedette sul posto preparato. ",
  "mn58:5.3": "Allora Abhaya servì e soddisfece il Buddha con vari deliziosi cibi freschi cotti con le proprie mani. ",
  "mn58:5.4": "Una volta che il Buddha ebbe mangiato e lavato mani e ciotola, Abhaya prese un posto basso, si sedette a lato, ",
  "mn58:6.1": "e gli disse: ",
  "mn58:6.2": "“Signore, è possibile che il Realizzato pronunci linguaggio non apprezzato dagli altri?” ",
  "mn58:6.3": "“Questa questione non è categorica, principe” ",
  "mn58:6.4": "“Allora i giainisti hanno perso, Signore” ",
  "mn58:6.5": "“Ma, principe, perché dici che ",
  "mn58:6.6": "i giainisti hanno perso?” ",
  "mn58:6.7": "Allora Abhaya riferì al Buddha tutto ciò che era accaduto. ",
  "mn58:7.1": "In quell’occasione un bambino piccolo era seduto in grembo al principe Abhaya. ",
  "mn58:7.2": "Allora il Buddha disse ad Abhaya: ",
  "mn58:7.3": "“Cosa ne pensi, principe? ",
  "mn58:7.4": "Se, a causa della tua negligenza o di quella della sua babysitter, il tuo bambino dovesse mettere in bocca un bastoncino o un sasso, cosa gli faresti?” ",
  "mn58:7.5": "“Proverei a rimuoverlo, Signore. ",
  "mn58:7.6": "E se non riuscissi, gli terrei la testa con la mia mano sinistra e lo tirerei fuori col dito della mia mano destra, persino se gli facesse uscire il sangue. ",
  "mn58:7.7": "Perché questo? ",
  "mn58:7.8": "Perché ho premura per il bambino, Signore” ",
  "mn58:8.1": "“Allora stesso modo, principe, il Realizzato non pronuncia linguaggio che sa essere incorretto, falso, e senza motivo, e che non è apprezzato dagli altri. ",
  "mn58:8.2": "Il Realizzato non pronuncia linguaggio che sa essere vero e corretto, ma che è dannoso e non apprezzato dagli altri. ",
  "mn58:8.3": "Il Realizzato sa il momento giusto per parlare al fine di spiegare ciò che sa essere vero, corretto, e benefico, ma che non è apprezzato dagli altri. ",
  "mn58:8.4": "Il Realizzato non pronuncia linguaggio che sa essere incorretto, falso, e senza motivo, ma che è apprezzato dagli altri. ",
  "mn58:8.5": "Il Realizzato non pronuncia linguaggio che sa essere vero e corretto, ma che è dannoso, persino se è apprezzato dagli altri. ",
  "mn58:8.6": "Il Realizzato sa il momento giusto per parlare al fine di spiegare ciò che sa essere vero, corretto, e benefico, e che è apprezzato dagli altri. ",
  "mn58:8.7": "Perché questo? ",
  "mn58:8.8": "Perché il Realizzato ha premura per gli esseri viventi” ",
  "mn58:9.1": "“Signore, ci sono aristocratici, bramini, laici, o asceti intelligenti che vengono a trovarla con una domanda pianificata. ",
  "mn58:9.2": "Lei pensa prima che se le chiedono questo, risponderà in questo modo, o la risposta le viene al momento?” ",
  "mn58:10.1": "“Beh, principe, ti chiedo questo, e potrai rispondere come vuoi. ",
  "mn58:10.2": "Cosa ne pensi, principe? ",
  "mn58:10.3": "Sei esperto nei vari componenti delle carrozze?” ",
  "mn58:10.4": "“Lo sono, Signore” ",
  "mn58:10.5": "“Cosa ne pensi, principe? ",
  "mn58:10.6": "Quando vengono da te e ti chiedono: ",
  "mn58:10.7": "‘Come si chiama questo componente della carrozza?’ ",
  "mn58:10.8": "Pensi prima che se ti chiedono questo, risponderai in questo modo, o la risposta ti viene al momento?” ",
  "mn58:10.9": "“Signore, sono ritenuto illustre come un auriga esperto nei componenti delle carrozze. ",
  "mn58:10.10": "Ogni componente importante o minore mi è ben noto. ",
  "mn58:10.11": "La risposta mi viene al momento” ",
  "mn58:11.1": "“Allo stesso modo, quando gli aristocratici, bramini, laici, o asceti intelligenti vengono a trovarmi con una domanda pianificata, la risposta mi viene al momento. ",
  "mn58:11.2": "Perché questo? ",
  "mn58:11.3": "Perché il Realizzato ha compreso chiaramente l’ordine delle cose, e così la risposta gli viene al momento”. ",
  "mn58:12.1": "Detto ciò, il principe Abhaya disse al Buddha: ",
  "mn58:12.2": "“Eccellente, Signore! Eccellente! … ",
  "mn58:12.3": "Da oggi in poi, che il Buddha si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}