{
  "mn59:0.1": "Discorsi medi 59 ",
  "mn59:0.2": "Il discorso sui vari tipi di sensazione ",
  "mn59:1.1": "Così ho sentito. ",
  "mn59:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn59:1.3": "Allora il ciambellano Pañcakaṅga andò dal Venerabile Udāyī, si inchinò, si sedette a lato, e gli disse: ",
  "mn59:1.4": "“Signor Udāyī, di quante sensazioni ha parlato il Buddha?” ",
  "mn59:1.5": "“Ciambellano, il Buddha ha parlato di tre sensazioni: ",
  "mn59:1.6": "piacevole, dolorosa, e neutra. ",
  "mn59:1.7": "Il Buddha ha parlato di queste tre sensazioni”. ",
  "mn59:1.8": "Detto ciò, Pañcakaṅga disse a Udāyī: ",
  "mn59:1.9": "“Signor Udāyī, il Buddha non ha parlato di tre sensazioni. ",
  "mn59:1.10": "Ha parlato di due sensazioni: ",
  "mn59:1.11": "piacevole e dolorosa. ",
  "mn59:1.12": "Il Buddha ha detto che la sensazione neutra è inclusa in un tipo di felicità pacifica e raffinata”. ",
  "mn59:2.1": "Per la seconda volta, Udāyī disse a Pañcakaṅga: ",
  "mn59:2.2": "“Il Buddha non ha parlato di due sensazioni, ",
  "mn59:2.3": "ha parlato di tre sensazioni”. ",
  "mn59:2.6": "Per la seconda volta, Pañcakaṅga disse a Udāyī: ",
  "mn59:2.7": "“Signor Udāyī, il Buddha non ha parlato di tre sensazioni. ",
  "mn59:2.8": "Ha parlato di due sensazioni”. ",
  "mn59:3.1": "E per la terza volta, Udāyī disse a Pañcakaṅga: ",
  "mn59:3.2": "“Il Buddha non ha parlato di due sensazioni, ",
  "mn59:3.3": "ha parlato di tre sensazioni”. ",
  "mn59:3.6": "E per la terza volta, Pañcakaṅga disse a Udāyī: ",
  "mn59:3.7": "“Signor Udāyī, il Buddha non ha parlato di tre sensazioni. ",
  "mn59:3.8": "Ha parlato di due sensazioni”. ",
  "mn59:3.11": "Ma nessuno dei due era in grado di persuadere l’altro. ",
  "mn59:4.1": "Il Venerabile Ānanda udì questa conversazione tra Udāyī e Pañcakaṅga. ",
  "mn59:4.2": "Allora andò dal Buddha, si inchinò, si sedette a lato, ",
  "mn59:4.3": "e informò il Buddha riguardo a ciò che avevano discusso. ",
  "mn59:4.4": "Fatto ciò, il Buddha gli disse: ",
  "mn59:5.1": "“Ānanda, la spiegazione da parte di Udāyī, con cui Pañcakaṅga non era d’accordo, era corretta. Ma anche la spiegazione da parte di Pañcakaṅga, con cui Udāyī non era d’accordo, era corretta. ",
  "mn59:5.2": "In una esposizione ho parlato di due sensazioni. In un’altra esposizione ho parlato di tre sensazioni, o di cinque, di sei, di diciotto, di trentasei, o di cento otto sensazioni. ",
  "mn59:5.3": "Ho spiegato l’insegnamento in ognuno di questi modi diversi. ",
  "mn59:5.4": "Essendo così, ci si può aspettare che coloro che non ammettono, approvano, o concordano con ciò che è stato ben detto discutano, litighino, e bisticcino, ferendosi continuamente l’un l’altro con parole spinose. ",
  "mn59:5.5": "Ho spiegato l’insegnamento in ognuno di questi modi diversi. ",
  "mn59:5.6": "Essendo così, ci si può aspettare che coloro che ammettono, approvano, e concordano con ciò che è stato ben detto vivano in armonia, apprezzandosi l’un l’altro, senza litigare, mischiandosi come latte e acqua, e ammirandosi l’un l’altro con occhi gentili. ",
  "mn59:6.1": "Ci sono questi cinque tipi di stimolazione dei sensi. ",
  "mn59:6.2": "Quali cinque? ",
  "mn59:6.3": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn59:6.4": "Suoni percepiti dall’orecchio … ",
  "mn59:6.5": "Odori percepiti dal naso … ",
  "mn59:6.6": "Sapori percepiti dalla lingua … ",
  "mn59:6.7": "Tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn59:6.8": "Questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn59:6.9": "La felicità e l’allegria che si manifestano da questi cinque tipi di stimolazione dei sensi si chiama piacere dei sensi. ",
  "mn59:7.1": "C’è chi dice che questa sia la felicità e l’allegria più alta che gli esseri viventi possano provare. Ma io non concordo. ",
  "mn59:7.2": "Perché no? ",
  "mn59:7.3": "Perché esiste una felicità superiore e più sublime. ",
  "mn59:7.4": "E qual è questa felicità? ",
  "mn59:7.5": "È quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, … raggiunge e dimora nella prima estasi. ",
  "mn59:7.6": "Questa è una felicità superiore e più sublime. ",
  "mn59:8.1": "C’è chi dice che questa sia la felicità e l’allegria più alta che gli esseri viventi possano provare. Ma io non concordo. ",
  "mn59:8.2": "Perché questo? ",
  "mn59:8.3": "Perché esiste una felicità superiore e più sublime. ",
  "mn59:8.4": "E qual è questa felicità? ",
  "mn59:8.5": "È quando un monaco, con il placarsi di pensiero e valutazione, … raggiunge e dimora nella seconda estasi. ",
  "mn59:8.6": "Questa è una felicità superiore e più sublime. … ",
  "mn59:9.1": "",
  "mn59:9.2": "Ma esiste una felicità ancora superiore e più sublime. ",
  "mn59:9.3": "E qual è questa felicità? ",
  "mn59:9.4": "È quando un monaco, con lo svanire dell’euforia, … raggiunge e dimora nella terza estasi. ",
  "mn59:9.5": "Questa è una felicità superiore e più sublime. … ",
  "mn59:10.2": "Ma esiste una felicità ancora superiore e più sublime. ",
  "mn59:10.3": "E qual è questa felicità? ",
  "mn59:10.4": "È quando un monaco, abbandonando gioia e dolore, … raggiunge e dimora nella prima estasi. ",
  "mn59:10.5": "Questa è una felicità superiore e più sublime. … ",
  "mn59:11.2": "Ma esiste una felicità ancora superiore e più sublime. ",
  "mn59:11.3": "E qual è questa felicità? ",
  "mn59:11.4": "È quando un monaco, andando totalmente oltre percezioni della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiunge e dimora nella dimensione dello spazio infinito. ",
  "mn59:11.5": "Questa è una felicità superiore e più sublime. … ",
  "mn59:12.2": "Ma esiste una felicità ancora superiore e più sublime. ",
  "mn59:12.3": "E qual è questa felicità? ",
  "mn59:12.4": "È quando un monaco, andando totalmente oltre la dimensione dello spazio infinito, percependo che ‘la coscienza è infinita’, raggiunge e dimora nella dimensione della coscienza infinita. ",
  "mn59:12.5": "Questa è una felicità superiore e più sublime. … ",
  "mn59:13.2": "Ma esiste una felicità ancora superiore e più sublime. ",
  "mn59:13.3": "E qual è questa felicità? ",
  "mn59:13.4": "Inoltre, un monaco, andando totalmente oltre la dimensione della coscienza infinita, percependo che ‘non c’è nulla in assoluto’, raggiunge e dimora nella dimensione del nulla. ",
  "mn59:13.5": "Questa è una felicità superiore e più sublime. … ",
  "mn59:14.2": "Ma esiste una felicità ancora superiore e più sublime. ",
  "mn59:14.3": "E qual è questa felicità? ",
  "mn59:14.4": "È quando un monaco, andando totalmente oltre la dimensione del nulla, raggiunge e dimora nella dimensione della né percezione né non-percezione. ",
  "mn59:14.5": "Questa è una felicità superiore e più sublime. ",
  "mn59:15.1": "C’è chi dice che questa sia la felicità e l’allegria più alta che gli esseri viventi possano provare. Ma io non concordo. ",
  "mn59:15.2": "Perché questo? ",
  "mn59:15.3": "Perché esiste una felicità superiore e più sublime. ",
  "mn59:15.4": "E qual è questa felicità? ",
  "mn59:15.5": "È quando un monaco, andando totalmente oltre la dimensione della né percezione né non-percezione, raggiunge e dimora nella cessazione di percezione e sensazione. ",
  "mn59:15.6": "Questa è una felicità superiore e più sublime. ",
  "mn59:16.1": "È possibile che gli erranti di altre religioni dicano: ",
  "mn59:16.2": "‘L’asceta Gotama parla della cessazione di percezione e sensazione, e la include nella felicità. ",
  "mn59:16.3": "Come la mettiamo?’ ",
  "mn59:16.4": "Quando gli erranti di altre religioni dicono così voi dovete dire loro: ",
  "mn59:16.5": "‘Fratelli, quando il Buddha descrive ciò che è incluso nella felicità, non si riferisce solo a sensazioni piacevoli. ",
  "mn59:16.6": "Il Realizzato descrive la felicità ovunque si trovi, in qualsiasi contesto’”. ",
  "mn59:16.7": "Questo è ciò che il Buddha disse. ",
  "mn59:16.8": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}