{
  "mn5:0.1": "Discorsi medi 5 ",
  "mn5:0.2": "Il discorso sulla mancanza di difetti ",
  "mn5:1.1": "Così ho sentito. ",
  "mn5:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn5:1.3": "Lì Sāriputta si rivolse ai monaci: ",
  "mn5:1.4": "“Fratelli monaci!” ",
  "mn5:1.5": "“Fratello”, risposero i monaci. ",
  "mn5:1.6": "Sāriputta disse: ",
  "mn5:2.1": "“Monaci, nel mondo si trovano queste quattro persone. ",
  "mn5:2.2": "Quali quattro? ",
  "mn5:2.3": "Una persona che ha un difetto non capisce secondo realtà: ‘C’è un difetto in me’. ",
  "mn5:2.4": "Ma un’altra persona che ha un difetto capisce secondo realtà: ‘C’è un difetto in me’. ",
  "mn5:2.5": "Una persona che non ha alcun difetto non capisce secondo realtà: ‘Non ho alcun difetto in me’. ",
  "mn5:2.6": "Ma un’altra persona che non ha alcun difetto capisce secondo realtà: ‘Non ho alcun difetto in me’. ",
  "mn5:2.7": "In questo caso, tra le due persone con un difetto, quella che non capisce di averlo è considerata peggiore, ",
  "mn5:2.8": "mentre quella che capisce di averlo è migliore. ",
  "mn5:2.9": "E tra le due persone senza alcun difetto, quella che non capisce di non averne è considerata peggiore, ",
  "mn5:2.10": "mentre quella che lo capisce è migliore”. ",
  "mn5:3.1": "Una volta che il Venerabile Sāriputta ebbe parlato, il Venerabile Mahāmoggallāna gli disse: ",
  "mn5:3.2": "“Qual è la causa, Fratello Sāriputta, qual è la ragione per cui, tra le due persone con un difetto, una è considerata peggiore e l’altra migliore? ",
  "mn5:3.3": "E qual è la causa, qual è la ragione per cui, tre le due persone senza alcun difetto, una è considerata peggiore e l’altra migliore?” ",
  "mn5:4.1": "“Fratelli, prendete il caso della persona che ha un difetto ma non capisce di averlo. Ci si può aspettare che non generi entusiasmo, che non si sforzi, o che non attivi energia per abbandonare quel difetto. ",
  "mn5:4.2": "E che muoia con avidità, odio, e illusione, con difetti, e con mente corrotta. ",
  "mn5:4.3": "Immaginate che un disco di bronzo ricoperto di sporco o macchie venga preso da un negozio o da un fabbro. ",
  "mn5:4.4": "E i proprietari né lo usino né lo facciano pulire, ma lo tengano in un posto sporco. ",
  "mn5:4.5": "Col tempo, quel disco di bronzo non diventerebbe sempre più sporco e macchiato?” ",
  "mn5:4.6": "“Sì, fratello” ",
  "mn5:4.7": "“Allo stesso modo, prendete il caso della persona che ha un difetto ma non capisce di averlo. Ci si può aspettare che … ",
  "mn5:4.8": "muoia con avidità, odio, e illusione, con difetti, e con mente corrotta. ",
  "mn5:5.1": "Prendete il caso della persona che ha un difetto e capisce di averlo. Ci si può aspettare che generi entusiasmo, che si sforzi, e che attivi energia per abbandonare quel difetto. ",
  "mn5:5.2": "E che muoia senza avidità, odio, e illusione, senza difetti, e con mente incorrotta. ",
  "mn5:5.3": "Immaginate che un disco di bronzo ricoperto di sporco o macchie venga preso da un negozio o da un fabbro. ",
  "mn5:5.4": "Ma i proprietari lo usino e lo facciano pulire, e non lo tengano in un posto sporco. ",
  "mn5:5.5": "Col tempo, quel disco di bronzo non diventerebbe sempre più pulito e luminoso?” ",
  "mn5:5.6": "“Sì, fratello” ",
  "mn5:5.7": "“Allo stesso modo, prendete il caso della persona che ha un difetto e lo capisce. Ci si può aspettare che … ",
  "mn5:5.8": "muoia con mente incorrotta. ",
  "mn5:6.1": "Prendete il caso della persona senza alcun difetto ma che non capisce di non averne. Ci si può aspettare che si concentri sull’aspetto della bellezza, e a causa di questo, che l’avidità infetti la sua mente. ",
  "mn5:6.2": "E che muoia con avidità, odio, e illusione, con difetti, e con una mente corrotta. ",
  "mn5:6.3": "Immaginate che un disco di bronzo pulito e luminoso venga preso da un negozio o da un fabbro. ",
  "mn5:6.4": "E i proprietari né lo usino né lo facciano pulire, ma lo tengano in un posto sporco. ",
  "mn5:6.5": "Col tempo, quel disco di bronzo non diventerebbe sempre più sporco e macchiato?” ",
  "mn5:6.6": "“Sì, fratello” ",
  "mn5:6.7": "“Allo stesso modo, prendete il caso della persona senza alcun difetto ma che non capisce di non averne. Ci si può aspettare che … ",
  "mn5:6.8": "muoia con mente corrotta. ",
  "mn5:7.1": "Prendete il caso della persona senza alcun difetto e che capisce di non averne. Ci si può aspettare che non si concentri sull’aspetto della bellezza, e che, grazie a questo, l’avidità non infetti la sua mente. ",
  "mn5:7.2": "E che muoia senza avidità, odio, e illusione, senza difetti, e con mente incorrotta. ",
  "mn5:7.3": "Immaginate che un disco di bronzo pulito e luminoso venga preso da un negozio o da un fabbro. ",
  "mn5:7.4": "E i proprietari lo usino e lo facciano pulire, e non lo tengano in un posto sporco. ",
  "mn5:7.5": "Col tempo, quel disco di bronzo non diventerebbe sempre più pulito e luminoso?” ",
  "mn5:7.6": "“Sì, fratello” ",
  "mn5:7.7": "“Allo stesso modo, prendete il caso della persona senza alcun difetto e che capisce di non averne. Ci si può aspettare che … ",
  "mn5:7.8": "muoia con mente incorrotta. ",
  "mn5:8.1": "Questa è la causa, questa è la ragione per cui, tra le due persone con un difetto, una è considerata peggiore e l’altra migliore. ",
  "mn5:8.2": "E questa è la causa, questa è la ragione per cui, tra le due persone senza alcun difetto, una è considerata peggiore e l’altra migliore” ",
  "mn5:9.1": "“Fratello, si parla di ‘difetto’. ",
  "mn5:9.2": "Ma ‘difetto’ è un termine che sta per cosa?” ",
  "mn5:9.3": "“Fratello, ‘difetto’ è un termine che sta per la sfera dei desideri cattivi e malsani. ",
  "mn5:10.1": "È possibile che un monaco desideri: ",
  "mn5:10.2": "‘Se commetto un’offesa, spero che i monaci non lo scoprano!’ ",
  "mn5:10.3": "Ma è possibile che i monaci scoprano che quel monaco ",
  "mn5:10.4": "ha commesso un’offesa. ",
  "mn5:10.5": "Pensando: ‘I monaci hanno scoperto della mia offesa’, ",
  "mn5:10.6": "si arrabbia e si inacidisce. ",
  "mn5:10.7": "E quella rabbia e quell’acidità ",
  "mn5:10.8": "sono entrambi difetti. ",
  "mn5:11.1": "È possibile che un monaco desideri: ",
  "mn5:11.2": "‘Se commetto un’offesa, spero che i monaci mi accusino in privato, non nel mezzo della comunità’. ",
  "mn5:11.3": "Ma è possibile che i monaci accusino quel monaco nel mezzo della comunità … ",
  "mn5:12.1": "È possibile che un monaco desideri: ",
  "mn5:12.2": "‘Se commetto un’offesa, spero di venire accusato da un mio eguale, non da qualcuno che non è mio eguale’. ",
  "mn5:12.3": "Ma è possibile che qualcuno che non è suo eguale accusi quel monaco … ",
  "mn5:13.1": "È possibile che un monaco desideri: ",
  "mn5:13.2": "‘Oh, spero che il Maestro insegni ai monaci interrogando ripetutamente solo me, non qualche altro monaco’. ",
  "mn5:13.3": "Ma è possibile che il Maestro insegni ai monaci interrogando ripetutamente qualche altro monaco … ",
  "mn5:14.1": "È possibile che un monaco desideri: ",
  "mn5:14.2": "‘Oh, spero che i monaci entrino nel villaggio per il pasto mettendo me davanti, non qualche altro monaco’. ",
  "mn5:14.3": "Ma è possibile che i monaci entrino nel villaggio per il pasto mettendo davanti qualche altro monaco … ",
  "mn5:15.1": "È possibile che un monaco desideri: ",
  "mn5:15.2": "‘Oh, spero di ricevere io il posto migliore, la bevanda migliore, e il cibo migliore del refettorio, non qualche altro monaco’. ",
  "mn5:15.3": "Ma è possibile che qualche altro monaco riceva il posto migliore, la bevanda migliore, e il cibo migliore del refettorio … ",
  "mn5:16.1": "È possibile che un monaco desideri: ",
  "mn5:16.2": "‘Spero di recitare solo io i versi di gratitudine dopo aver mangiato nel refettorio, non qualche altro monaco’. ",
  "mn5:16.3": "Ma è possibile che qualche altro monaco reciti i versi di gratitudine dopo aver mangiato nel refettorio … ",
  "mn5:17.1": "È possibile che un monaco desideri: ",
  "mn5:17.2": "‘Oh, spero di spiegare io l’insegnamento ai monaci, monache, laici, e laiche nel monastero, non qualche altro monaco’. ",
  "mn5:18-20.5": "Ma è possibile che qualche altro monaco spieghi l’insegnamento … ",
  "mn5:21.1": "È possibile che un monaco desideri: ",
  "mn5:21.2": "‘Oh, spero che i monaci, monache, laici, e laiche onorino, rispettino, riveriscano, e venerino solo me, non qualche altro monaco’. ",
  "mn5:22-24.5": "Ma è possibile che qualche altro monaco venga onorato, rispettato, riverito, e venerato … ",
  "mn5:25.1": "È possibile che un monaco desideri: ",
  "mn5:25.2": "‘Spero di ricevere io gli abiti migliori, il cibo migliore, i ripari migliori, e le medicine e provvigioni per malati migliori, non qualche altro monaco’. ",
  "mn5:25.3": "Ma è possibile che qualche altro monaco riceva gli abiti migliori, il cibo migliore, i ripari migliori, e le medicine e provvigioni per malati migliori … ",
  "mn5:26-27.6": "Pensando: ‘Qualche altro monaco ha ricevuto gli abiti migliori, il cibo migliore, i ripari migliori, e le medicine e provvigioni per malati migliori’, ",
  "mn5:26-27.7": "si arrabbia e si inacidisce. ",
  "mn5:26-27.8": "E quella rabbia e quell’acidità ",
  "mn5:26-27.9": "sono entrambi difetti. ",
  "mn5:28.1": "‘Difetto’ è un termine che sta per la sfera dei desideri cattivi e malsani. ",
  "mn5:29.1": "Immagina che si veda e senta che queste sfere di desideri cattivi e malsani non sono state abbandonate da un monaco. Anche se dimora nella natura, in ripari remoti, mangia solo cibo elemosinato, vaga indiscriminatamente per l’elemosina, indossa abiti di stracci e trasandati, i suoi compagni spirituali non lo onorano, rispettano, riveriscono, e venerano. ",
  "mn5:29.2": "Perché questo? ",
  "mn5:29.3": "Perché si è visto e sentito che queste sfere di desideri cattivi e malsani non sono state abbandonate da quel venerabile. ",
  "mn5:29.4": "Immagina che un disco di bronzo pulito e luminoso venga preso da un negozio o da un fabbro. ",
  "mn5:29.5": "Poi i proprietari lo preparino con sopra la carcassa di un serpente, di un cane, o di un umano, lo coprano con un coperchio di bronzo, e sfilino per il mercato. ",
  "mn5:29.6": "Quando la gente lo vede dice: ",
  "mn5:29.7": "‘Mio buon uomo, che cosa trasporti mai come se fosse un tesoro prezioso?’ ",
  "mn5:29.8": "A quel punto apre il coperchio affinché la gente possa guardare dentro. ",
  "mn5:29.9": "Ma appena vedono cosa c’è dentro si riempiono di ripugnanza, repulsione, e disgusto. ",
  "mn5:29.10": "Nemmeno quelli che hanno fame vorrebbero mangiarlo, figuriamoci quelli che hanno già mangiato. ",
  "mn5:29.11": "Allo stesso modo quando si vede e sente che queste sfere di desideri cattivi e malsani non sono state abbandonate da un monaco … i suoi compagni spirituali non lo onorano, rispettano, riveriscono, e venerano. ",
  "mn5:29.12": "Perché questo? ",
  "mn5:29.13": "Perché si è visto e sentito che queste sfere di desideri cattivi e malsani non sono state abbandonate da quel venerabile. ",
  "mn5:30.1": "Immagina che si veda e senta che queste sfere di desideri cattivi e malsani sono state abbandonate da un monaco. Anche se dimora in un villaggio, accetta inviti a pranzo, e indossa abiti offerti dai laici, i suoi compagni spirituali lo onorano, rispettano, riveriscono, e venerano. ",
  "mn5:30.2": "Perché questo? ",
  "mn5:30.3": "Perché si è visto e sentito che queste sfere di desideri cattivi e malsani sono state abbandonate da quel venerabile. ",
  "mn5:30.4": "Immagina che un disco di bronzo pulito e luminoso venga preso da un negozio o da un fabbro. ",
  "mn5:30.5": "Poi i proprietari lo preparino con sopra del riso bollito raffinato con i grani scuri scartati e servito con varie zuppe e salse, lo coprano con un coperchio di bronzo, e sfilino per il mercato. ",
  "mn5:30.6": "Quando la gente lo vede dice: ",
  "mn5:30.7": "‘Mio buon uomo, che cosa trasporti mai come se fosse un tesoro prezioso?’ ",
  "mn5:30.8": "A quel punto apre il coperchio affinché la gente possa guardare dentro. ",
  "mn5:30.9": "E appena vedono cosa c’è dentro si riempiono di gradimento, attrazione, e godimento. ",
  "mn5:30.10": "Persino quelli che hanno già mangiato vorrebbero mangiarlo, figuriamoci quelli che hanno fame. ",
  "mn5:30.11": "Allo stesso modo quando si vede e sente che queste sfere di desideri cattivi e malsani sono state abbandonate da un monaco … i suoi compagni spirituali lo onorano, rispettano, riveriscono, e venerano. ",
  "mn5:30.12": "Perché questo? ",
  "mn5:30.13": "Perché si è visto e sentito che queste sfere di desideri cattivi e malsani sono state abbandonate da quel venerabile”. ",
  "mn5:31.1": "Una volta che il Venerabile Sāriputta ebbe parlato, il Venerabile Mahāmoggallāna gli disse: ",
  "mn5:31.2": "“Fratello Sāriputta, mi viene in mente una similitudine” ",
  "mn5:31.3": "“Allora parla pure come ti senti ispirato, Fratello Moggallānā” disse Sāriputta. ",
  "mn5:31.4": "“Fratello, una volta mi trovavo proprio qui a Rājagaha, a Giribbaja. ",
  "mn5:31.5": "Al mattino mi vestii e, prendendo la mia ciotola e abito, entrai a Rājagaha per l’elemosina. ",
  "mn5:31.6": "In quell’occasione Samīti il carraio stava piallando il bordo di una ruota da carro. ",
  "mn5:31.7": "L’asceta Ājīvaka Paṇḍuputta, che una volta era un carraio, era lì accanto, ",
  "mn5:31.8": "e gli venne questo pensiero: ",
  "mn5:31.9": "‘Oh, spero che Samīti il carraio pialli le pieghe, curve, e difetti di questo bordo. Allora il bordo sarebbe senza imperfezioni, curve, e pecche, e rimarrà solamente il nucleo essenziale’. ",
  "mn5:31.10": "E Samīti piallò i difetti del bordo proprio come Paṇḍuputta aveva pensato. ",
  "mn5:31.11": "Quindi Paṇḍuputta espresse la propria contentezza: ",
  "mn5:31.12": "‘Pialla come se conoscesse il mio cuore con il proprio cuore!’ ",
  "mn5:32.1": "Allo stesso modo, ci sono persone senza fede che lasciano la vita di casa per quella mendicante non in fede ma per trovare sostentamento. Sono disonesti, ingannevoli, e subdoli. Sono irrequieti, insolenti, volubili, scurrili, e dalla lingua sciolta. Non proteggono le porte sensoriali o mangiano con moderazione, e non sono dediti alla veglia. Non gli importa della vita ascetica, e non rispettano l’addestramento con entusiasmo. Sono indulgenti e fiacchi, esperti nella ricaduta, trascurano l’isolamento, pigri e senza energia. Sono senza consapevolezza, senza presenza mentale o concentrazione, con menti distratte, ottusi e stupidi. Il Venerabile Sāriputta pialla i loro difetti con questa esposizione dell’insegnamento come se conoscesse il mio cuore con il proprio cuore! ",
  "mn5:32.2": "Ma ci sono giovani che lasciano la vita di casa per quella mendicante in fede. Non sono disonesti, ingannevoli, e subdoli. Non sono irrequieti, insolenti, volubili, scurrili, e dalla lingua sciolta. Proteggono le porte sensoriali e mangiano con moderazione, e sono dediti alla veglia. Importa loro della vita ascetica, e rispettano l’addestramento con entusiasmo. Non sono indulgenti o fiacchi, né esperti nella ricaduta, e non trascurano l’isolamento. Sono energici e determinati. Hanno consapevolezza, presenza mentale e concentrazione, con menti raccolte; saggi, non stupidi. Sentendo questa esposizione dell’insegnamento del Venerabile Sāriputta, la bevono e la divorano, per così dire. E in parola e pensiero dicono: ",
  "mn5:32.3": "‘È bene, signori, che lui trascini via i propri compagni spirituali dal male e li consolidi nel bene’. ",
  "mn5:33.1": "Immagina ci sia una donna o un uomo giovane, giovanile, e appassionato di ornamenti che si lava la testa. Dopo aver ricevuto una collana di fiori di loto, di gelsomino, o di liana, la prenderebbe con entrambe le mani e la porrebbe sulla testa. ",
  "mn5:33.2": "Allo stesso modo, quei giovani che lasciano la vita di casa per quella mendicante in fede … dicono: ",
  "mn5:33.3": "‘È bene, signori, che lui trascini via i propri compagni spirituali dal male e li consolidi nel bene’”. ",
  "mn5:33.4": "E così questi due giganti spirituali concordarono con le proprie buone parole reciproche. "
}