{
  "mn60:0.1": "Discorsi medi 60 ",
  "mn60:0.2": "Il discoro sull’infallibile ",
  "mn60:1.1": "Così ho sentito. ",
  "mn60:1.2": "Una volta il Buddha stava vagando nella terra dei Kosala assieme a una grande comunità di monaci quando giunse al villaggio bramino di Kosala chiamato Sālā. ",
  "mn60:2.1": "I bramini e i laici di Sālā sentirono: ",
  "mn60:2.2": "“Sembra che l’asceta Gotama, un Sakya, che ha lasciato casa da una famiglia Sakya, sia arrivato a Sālā, assieme a una grande comunità di monaci. ",
  "mn60:2.3": "Ha questa buona reputazione: ",
  "mn60:2.4": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn60:2.5": "Ha realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, e lo rende noto agli altri. ",
  "mn60:2.6": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn60:2.7": "È bene vedere tali perfetti”. ",
  "mn60:3.1": "Allora i bramini e i laici di Sālā andarono dal Buddha. Prima di sedersi a lato, alcuni si inchinarono, alcuni scambiarono saluti e cordialità, alcuni alzarono le mani giunte verso il Buddha, alcuni annunciarono il proprio nome e famiglia, mentre altri rimasero in silenzio. Il Buddha disse loro: ",
  "mn60:4.1": "“Allora, laici, c’è qualche insegnante di cui siete contenti, in cui avete acquisito fede stabile?” ",
  "mn60:4.2": "“No, Signore” ",
  "mn60:4.3": "“Dato che non avete trovato un insegnate di cui siete contenti, dovreste intraprendere e implementare questo insegnamento infallibile. ",
  "mn60:4.4": "Poiché quando l’insegnamento infallibile viene intrapreso, porta a beneficio e felicità per molto tempo. ",
  "mn60:4.5": "E qual è l’insegnamento infallibile? ",
  "mn60:5.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn60:5.2": "‘Non c’è significato nel donare, nel sacrificio, o nelle offerte. Non c’è frutto o risultato di azioni buone o cattive. L’aldilà non esiste. Non ci sono madre e padre, o esseri che nascono in maniera spontanea. E non ci sono asceti o bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn60:6.1": "E ci sono asceti e bramini la cui dottrina è l’esatto opposto. ",
  "mn60:6.2": "Dicono: ",
  "mn60:6.3": "‘C’è significato nel donare, nel sacrificio, e nelle offerte. C’è frutto e risultato di azioni buone e cattive. L’aldilà esiste. Ci sono madre e padre, ed esseri che nascono in maniera spontanea. E ci sono asceti o bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta’. ",
  "mn60:6.4": "Cosa ne pensate, laici? ",
  "mn60:6.5": "Queste dottrine non sono l’esatto opposto?” ",
  "mn60:6.6": "“Sì, Signore” ",
  "mn60:7.1": "“Dato che è così, considerate quegli asceti e bramini la cui dottrina è che ",
  "mn60:7.2": "non c’è significato nel donare, ecc. ",
  "mn60:7.3": "Ci si può aspettare che respingano la buona condotta attraverso corpo, parola e mente, e che implementino cattiva condotta attraverso corpo, parola, e mente. ",
  "mn60:7.4": "Perché questo? ",
  "mn60:7.5": "Poiché quegli asceti e bramini non vedono che le cattive qualità sono piene di svantaggi, di sordidezza, e corruzione, o che le buone qualità hanno il beneficio e il potere purificante della rinuncia. ",
  "mn60:8.1": "In più, dato che esiste davvero l’aldilà, la loro opinione che l’aldilà non esiste è sbagliata. ",
  "mn60:8.2": "Dato che esiste davvero l’aldilà, il loro pensiero che l’aldilà non esiste è sbagliato. ",
  "mn60:8.3": "Dato che esiste davvero l’aldilà, il loro linguaggio che l’aldilà non esiste è sbagliato. ",
  "mn60:8.4": "Dato che esiste davvero l’aldilà, dicendo che l’aldilà non esiste contraddicono quei perfetti che conoscono l’aldilà. ",
  "mn60:8.5": "Dato che esiste davvero l’aldilà, convincendo gli altri che l’aldilà non esiste, li convincono ad accettare un’insegnamento falso. ",
  "mn60:8.6": "E sulla base di ciò glorificano loro stessi e denigrano gli altri. ",
  "mn60:8.7": "Quindi abbandonano la loro condotta morale precedente e si stabiliscono nella condotta immorale. ",
  "mn60:8.8": "Ed è così che queste varie qualità malvagie e cattive vengono in essere con l’opinione sbagliata come condizione: opinione sbagliata, pensiero sbagliato, linguaggio sbagliato, contraddire i nobili, convincere gli altri ad accettare un insegnamento falso, e glorificare se stessi e denigrare gli altri. ",
  "mn60:9.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn60:9.2": "‘Se l’aldilà non esiste, alla dissoluzione del corpo questo individuo sarà salvo. ",
  "mn60:9.3": "Ma se l’aldilà esiste, alla dissoluzione del corpo, dopo la morte, rinascerà in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn60:9.4": "Concediamo che chi dice che l’aldilà non esiste abbia ragione. ",
  "mn60:9.5": "Comunque, quell’individuo viene criticato dalle persone giudiziose nella vita presente come un individuo immorale con opinione sbagliata, un nichilista’. ",
  "mn60:9.6": "Ma se l’aldilà esiste davvero, ha una mano perdente da entrambe le parti. ",
  "mn60:9.7": "Poiché viene criticato dalle persone giudiziose nella vita presente, e alla dissoluzione del corpo, dopo la morte, rinascerà in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn60:9.8": "Ha intrapreso male questo insegnamento infallibile, insistendo su un lato solo, e trascurando la probabilità del risultato buono. ",
  "mn60:10.1": "Dato che è così, considerate quegli asceti e bramini la cui dottrina è che ",
  "mn60:10.2": "c’è significato nel donare, ecc. ",
  "mn60:10.3": "Ci si può aspettare che respingano la cattiva condotta attraverso corpo, parola e mente, e che implementino buona condotta attraverso corpo, parola, e mente. ",
  "mn60:10.4": "Perché questo? ",
  "mn60:10.5": "Poiché quegli asceti e bramini vedono che le cattive qualità sono piene di svantaggi, di sordidezza, e corruzione, e che le buone qualità hanno il beneficio e il potere purificante della rinuncia. ",
  "mn60:11.1": "In più, dato che esiste davvero l’aldilà, la loro opinione che l’aldilà esiste è corretta. ",
  "mn60:11.2": "Dato che esiste davvero l’aldilà, il loro pensiero che l’aldilà esiste è corretto. ",
  "mn60:11.3": "Dato che esiste davvero l’aldilà, il loro linguaggio che l’aldilà esiste è corretto. ",
  "mn60:11.4": "Dato che esiste davvero l’aldilà, dicendo che l’aldilà esiste non contraddicono quei perfetti che conoscono l’aldilà. ",
  "mn60:11.5": "Dato che esiste davvero l’aldilà, convincendo gli altri che l’aldilà esiste, li convincono ad accettare un’insegnamento vero. ",
  "mn60:11.6": "E sulla base di ciò non glorificano loro stessi o denigrano gli altri. ",
  "mn60:11.7": "Quindi abbandonano la loro condotta immorale precedente e si stabiliscono nella condotta morale. ",
  "mn60:11.8": "Ed è così che queste varie buone qualità vengono in essere con l’opinione corretta come condizione: opinione corretta, pensiero corretto, linguaggio corretto, non contraddire i nobili, convincere gli altri ad accettare un insegnamento vero, e non glorificare se stessi o denigrare gli altri. ",
  "mn60:12.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn60:12.2": "‘Se l’aldilà esiste, alla dissoluzione del corpo, dopo la morte, questo individuo rinascerà in un bel posto, in paradiso. ",
  "mn60:12.3": "Concediamo che chi dice che l’aldilà non esiste abbia ragione. ",
  "mn60:12.4": "Comunque, quell’individuo viene lodato dalle persone giudiziose nella vita presente come un individuo morale con opinione corretta, che afferma un insegnamento positivo’. ",
  "mn60:12.5": "Quindi se l’aldilà esiste davvero ha una mano perfetta da entrambe le parti. ",
  "mn60:12.6": "Poiché viene lodato dalle persone giudiziose nella vita presente, e alla dissoluzione del corpo, dopo la morte, rinascerà in un bel posto, in paradiso. ",
  "mn60:12.7": "Ha intrapreso bene questo insegnamento infallibile, prendendo in considerazione entrambe le possibilità, e trascurando la probabilità del risultato cattivo. ",
  "mn60:13.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn60:13.2": "‘Chi punisce, mutila, tortura, addolora, opprime, intimida, o incoraggia gli altri a fare lo stesso non fa nulla di sbagliato. Non fa nulla di sbagliato quando uccide, ruba, entra in casa d’altri, saccheggia, ruba da edifici isolati, commette rapine di strada, commette adulterio, e mente. ",
  "mn60:13.3": "Se riducessi ogni creatura su questa terra a un mucchio e massa di carne con un chakram affilato come un rasoio, nessun male ne verrebbe, nessun risultato del male. ",
  "mn60:13.4": "Se andassi sulla riva sud del Gange uccidendo, mutilando, e torturando, e incoraggiando altri a fare lo stesso, nessun male ne verrebbe, nessun risultato del male. ",
  "mn60:13.5": "Se andassi sulla riva nord del Gange donando e compiendo sacrifici, e incoraggiando gli altri a fare lo stesso, nessun merito ne verrebbe, nessun risultato del merito. ",
  "mn60:13.6": "Nel donare, controllarsi, contenersi, e dire la verità non c’è merito, né risultato del merito’. ",
  "mn60:14.1": "E ci sono asceti e bramini la cui dottrina è l’esatto opposto. Dicono: ",
  "mn60:14.2": "‘Chi punisce, mutila, tortura, addolora, opprime, intimida, o incoraggia gli altri a fare lo stesso compie cattive azioni. Compie cattive azioni quando uccide, ruba, entra in casa d’altri, saccheggia, ruba da edifici isolati, commette rapine di strada, commette adulterio, e mente. ",
  "mn60:14.3": "Se riducessi ogni creatura su questa terra a un mucchio e massa di carne con un chakram affilato come un rasoio, molto male ne verrebbe, molto risultato del male. ",
  "mn60:14.4": "Se andassi sulla riva sud del Gange uccidendo, mutilando, e torturando, e incoraggiando altri a fare lo stesso, molto male ne verrebbe, molto risultato del male. ",
  "mn60:14.5": "Se andassi sulla riva nord del Gange donando e compiendo sacrifici, e incoraggiando gli altri a fare lo stesso, molto merito ne verrebbe, molto risultato del merito. ",
  "mn60:14.6": "Nel donare, controllarsi, contenersi, e dire la verità c’è merito e risultato del merito’. ",
  "mn60:14.7": "Cosa ne pensate, laici? ",
  "mn60:14.8": "Queste dottrine non sono l’esatto opposto?” ",
  "mn60:14.9": "“Sì, Signore” ",
  "mn60:15.1": "“Dato che è così, considerate quegli asceti e bramini la cui dottrina è che ",
  "mn60:15.2": "chi punisce, mutila, tortura, addolora, opprime, intimida, o incoraggia gli altri a fare lo stesso non fa nulla di sbagliato, ecc. ",
  "mn60:15.5": "Ci si può aspettare che respingano la buona condotta attraverso corpo, parola e mente, e che implementino cattiva condotta attraverso corpo, parola, e mente. ",
  "mn60:15.6": "Perché questo? ",
  "mn60:15.7": "Poiché quegli asceti e bramini non vedono che le cattive qualità sono piene di svantaggi, di sordidezza, e corruzione, e che le buone qualità hanno il beneficio e il potere purificante della rinuncia. ",
  "mn60:16.1": "In più, dato che le azioni hanno davvero risultati, la loro opinione che le azioni non hanno risultati è sbagliata. ",
  "mn60:16.2": "Dato che le azioni hanno davvero risultati, il loro pensiero che le azioni non hanno risultati è sbagliato. ",
  "mn60:16.3": "Dato che le azioni hanno davvero risultati, il loro linguaggio che le azioni non hanno risultati è sbagliato. ",
  "mn60:16.4": "Dato che le azioni hanno davvero risultati, dicendo che le azioni non hanno risultati contraddicono quei perfetti che insegnano che le azioni hanno risultati. ",
  "mn60:16.5": "Dato che le azioni hanno davvero risultati, convincendo gli altri che le azioni non hanno risultati, li convincono ad accettare un insegnamento falso. ",
  "mn60:16.6": "E sulla base di ciò glorificano loro stessi e denigrano gli altri. ",
  "mn60:16.7": "Quindi abbandonano la loro condotta morale precedente e si stabiliscono nella condotta immorale. ",
  "mn60:16.8": "Ed è così che queste varie qualità malvagie e cattive vengono in essere con l’opinione sbagliata come condizione: opinione sbagliata, pensiero sbagliato, linguaggio sbagliato, contraddire i nobili, convincere gli altri ad accettare un insegnamento falso, e glorificare se stessi e denigrare gli altri. ",
  "mn60:17.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn60:17.2": "‘Se non c’è risultato delle azioni, alla dissoluzione del corpo questo individuo sarà salvo. ",
  "mn60:17.3": "Ma se c’è risultato delle azioni, alla dissoluzione del corpo, dopo la morte, rinascerà in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn60:17.4": "Concediamo che chi dice che le azioni non hanno risultato abbia ragione. ",
  "mn60:17.5": "Comunque, quell’individuo viene criticato dalle persone giudiziose nella vita presente come un individuo immorale con opinione sbagliata, che nega il risultato delle azioni’. ",
  "mn60:17.6": "Ma se c’è davvero risultato delle azioni, ha una mano perdente da entrambe le parti. ",
  "mn60:17.7": "Poiché viene criticato dalle persone giudiziose nella vita presente, e alla dissoluzione del corpo, dopo la morte, rinascerà in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn60:17.8": "Ha intrapreso male questo insegnamento infallibile, insistendo su un lato solo, e trascurando la probabilità del risultato buono. ",
  "mn60:18.1": "Dato che è così, considerate quegli asceti e bramini la cui dottrina è che ",
  "mn60:18.2": "chi punisce, mutila, tortura, addolora, opprime, intimida, o incoraggia gli altri a fare lo stesso fa azioni cattive, ecc. ",
  "mn60:18.6": "Ci si può aspettare che respingano la cattiva condotta attraverso corpo, parola e mente, e che implementino buona condotta attraverso corpo, parola, e mente. ",
  "mn60:18.7": "Perché questo? ",
  "mn60:18.8": "Poiché quegli asceti e bramini vedono che le cattive qualità sono piene di svantaggi, di sordidezza, e corruzione, e che le buone qualità hanno il beneficio e il potere purificante della rinuncia. ",
  "mn60:19.1": "In più, dato che le azioni hanno davvero risultati, la loro opinione che le azioni hanno risultati è corretta. ",
  "mn60:19.2": "Dato che le azioni hanno davvero risultati, il loro pensiero che le azioni hanno risultati è corretto. ",
  "mn60:19.3": "Dato che le azioni hanno davvero risultati, il loro linguaggio che le azioni hanno risultati è corretto. ",
  "mn60:19.4": "Dato che le azioni hanno davvero risultati, dicendo che le azioni hanno risultati non contraddicono quei perfetti che insegnano che le azioni hanno risultati. ",
  "mn60:19.5": "Dato che le azioni hanno davvero risultati, convincendo gli altri che le azioni hanno risultati, li convincono ad accettare un insegnamento vero. ",
  "mn60:19.6": "E sulla base di ciò non glorificano loro stessi o denigrano gli altri. ",
  "mn60:19.7": "Quindi abbandonano la loro condotta immorale precedente e si stabiliscono nella condotta morale. ",
  "mn60:19.8": "Ed è così che queste varie buone qualità vengono in essere con l’opinione corretta come condizione: opinione corretta, pensiero corretto, linguaggio corretto, non contraddire i nobili, convincere gli altri ad accettare un insegnamento vero, e non glorificare se stessi o denigrare gli altri. ",
  "mn60:20.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn60:20.2": "‘Se c’è risultato delle azioni, alla dissoluzione del corpo, dopo la morte, questo individuo rinascerà in un bel posto, in paradiso. ",
  "mn60:20.3": "Ma concediamo che chi dice che le azioni non hanno risultato abbia ragione. ",
  "mn60:20.4": "Comunque, quell’individuo viene lodato dalle persone giudiziose nella vita presente come un individuo morale con opinione corretta, che afferma il risultato delle azioni’. ",
  "mn60:20.5": "Quindi se c’è davvero risultato delle azioni, ha una mano perfetta da entrambe le parti. ",
  "mn60:20.6": "Poiché viene lodato dalle persone giudiziose nella vita presente, e alla dissoluzione del corpo, dopo la morte, rinascerà in un bel posto, in paradiso. ",
  "mn60:20.7": "Ha intrapreso bene questo insegnamento infallibile, prendendo in considerazione entrambe le possibilità, e trascurando la probabilità del risultato cattivo. ",
  "mn60:21.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn60:21.2": "‘Non esiste causa o motivo per la corruzione degli esseri senzienti. ",
  "mn60:21.3": "Gli esseri senzienti vengono corrotti senza causa o motivo. ",
  "mn60:21.4": "Non esiste causa o motivo per la purificazione degli esseri senzienti. ",
  "mn60:21.5": "Gli esseri senzienti vengono purificati senza causa o motivo. ",
  "mn60:21.6": "Non c’è potere, non c’è energia, non c’è forza o vigore umani. ",
  "mn60:21.7": "Nessun essere senziente, creatura vivente, essere, o anima ha controllo, potere, o energia. Modellati dal destino, circostanze, e natura, provano piacere e dolore nelle sei classi di esistenza’. ",
  "mn60:22.1": "E ci sono asceti e bramini la cui dottrina è l’esatto opposto. ",
  "mn60:22.2": "Dicono: ",
  "mn60:22.3": "‘Esiste causa e motivo per la corruzione degli esseri senzienti. ",
  "mn60:22.4": "Gli esseri senzienti vengono corrotti da causa e motivo. ",
  "mn60:22.5": "Esiste causa e motivo per la purificazione degli esseri senzienti. ",
  "mn60:22.6": "Gli esseri senzienti vengono purificati da causa e motivo. ",
  "mn60:22.7": "C’è potere, c’è energia, ci sono forza e vigore umani. ",
  "mn60:22.8": "Non è vero che nessun essere senziente, creatura vivente, essere, o anima ha controllo, potere, o energia, o che modellati dal destino, circostanze, e natura, provano piacere e dolore nelle sei classi di esistenza’. ",
  "mn60:22.9": "Cosa ne pensate, laici? ",
  "mn60:22.10": "Queste dottrine non sono l’esatto opposto?” ",
  "mn60:22.11": "“Sì, Signore” ",
  "mn60:23.1": "“Dato che è così, considerate quegli asceti e bramini la cui dottrina è che ",
  "mn60:23.2": "non esiste causa o motivo per la corruzione degli esseri senzienti, ecc. ",
  "mn60:23.7": "Ci si può aspettare che respingano la buona condotta attraverso corpo, parola e mente, e che implementino cattiva condotta attraverso corpo, parola, e mente. ",
  "mn60:23.8": "Perché questo? ",
  "mn60:23.9": "Poiché quegli asceti e bramini non vedono che le cattive qualità sono piene di svantaggi, di sordidezza, e corruzione, o che le buone qualità hanno il beneficio e il potere purificante della rinuncia. ",
  "mn60:24.1": "In più, dato che la causalità esiste, la loro opinione che la causalità non esiste è sbagliata. ",
  "mn60:24.2": "Dato che la causalità esiste, il loro pensiero che la causalità non esiste è sbagliato. ",
  "mn60:24.3": "Dato che la causalità esiste, il loro linguaggio che la causalità non esiste è sbagliato. ",
  "mn60:24.4": "Dato che la causalità esiste, dicendo che la causalità non esiste contraddicono quei perfetti che insegnano che la causalità esiste. ",
  "mn60:24.5": "Dato che la causalità esiste, convincendo gli altri che la causalità non esiste, li convincono ad accettare un insegnamento falso. ",
  "mn60:24.6": "E sulla base di ciò glorificano loro stessi e denigrano gli altri. ",
  "mn60:24.7": "Quindi abbandonano la loro condotta morale precedente e si stabiliscono nella condotta immorale. ",
  "mn60:24.8": "Ed è così che queste varie qualità malvagie e cattive vengono in essere con l’opinione sbagliata come condizione: opinione sbagliata, pensiero sbagliato, linguaggio sbagliato, contraddire i nobili, convincere gli altri ad accettare un insegnamento falso, e glorificare se stessi e denigrare gli altri. ",
  "mn60:25.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn60:25.2": "‘Se la causalità non esiste, alla dissoluzione del corpo questo individuo sarà salvo. ",
  "mn60:25.3": "Ma se la causalità esiste, alla dissoluzione del corpo, dopo la morte, rinascerà in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn60:25.4": "Concediamo che chi dice che la causalità non esiste abbia ragione. ",
  "mn60:25.5": "Comunque, quell’individuo viene criticato dalle persone giudiziose nella vita presente come un individuo immorale con opinione sbagliata, che nega la causalità’. ",
  "mn60:25.6": "Ma se la causalità esiste davvero, ha una mano perdente da entrambe le parti. ",
  "mn60:25.7": "Poiché viene criticato dalla gente giudiziosa nella vita presente, e alla dissoluzione del corpo, dopo la morte, rinascerà in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. ",
  "mn60:25.8": "Ha intrapreso male questo insegnamento infallibile, insistendo su un lato solo, e trascurando la probabilità del risultato buono. ",
  "mn60:26.1": "Dato che è così, considerate quegli asceti e bramini la cui dottrina è che ",
  "mn60:26.2": "esiste causa e motivo per la corruzione degli esseri senzienti, ecc. ",
  "mn60:26.7": "Ci si può aspettare che respingano la cattiva condotta attraverso corpo, parola e mente, e che implementino buona condotta attraverso corpo, parola, e mente. ",
  "mn60:26.8": "Perché questo? ",
  "mn60:26.9": "Poiché quegli asceti e bramini vedono che le cattive qualità sono piene di svantaggi, di sordidezza, e corruzione, e che le buone qualità hanno il beneficio e il potere purificante della rinuncia. ",
  "mn60:27.1": "In più, dato che la causalità esiste davvero, la loro opinione che la causalità esiste è corretta. ",
  "mn60:27.2": "Dato che la causalità esiste, il loro pensiero che la causalità esiste è corretto. ",
  "mn60:27.3": "Dato che la causalità esiste, il loro linguaggio che la causalità esiste è corretto. ",
  "mn60:27.4": "Dato che la causalità esiste, dicendo che la causalità esiste non contraddicono quei perfetti che insegnano che la causalità esiste. ",
  "mn60:27.5": "Dato che la causalità esiste, convincendo gli altri che la causalità esiste, li convincono ad accettare un insegnamento vero. ",
  "mn60:27.6": "E sulla base di ciò non glorificano loro stessi o denigrano gli altri. ",
  "mn60:27.7": "Quindi abbandonano la loro condotta immorale precedente e si stabiliscono nella condotta morale. ",
  "mn60:27.8": "Ed è così che queste varie buone qualità vengono in essere con l’opinione corretta come condizione: opinione corretta, pensiero corretto, linguaggio corretto, non contraddire i nobili, convincere gli altri ad accettare un insegnamento vero, e non glorificare se stessi o denigrare gli altri. ",
  "mn60:28.1": "Una persona giudiziosa riflette sulla questione così: ‘Se l’aldilà esiste, alla dissoluzione del corpo, dopo la morte, questo individuo rinascerà in un bel posto, in paradiso. ",
  "mn60:28.2": "Ma concediamo che chi dice che la causalità non esiste abbia ragione. ",
  "mn60:28.3": "Comunque, quell’individuo viene lodato dalle persone giudiziose nella vita presente come un individuo morale con opinione corretta, che afferma la causalità’. ",
  "mn60:28.4": "Quindi se la causalità esiste davvero ha una mano perfetta da entrambe le parti. ",
  "mn60:28.5": "Poiché viene lodato dalla gente giudiziosa nella vita presente, e alla dissoluzione del corpo, dopo la morte, rinascerà in un bel posto, in paradiso. ",
  "mn60:28.6": "Ha intrapreso bene questo insegnamento infallibile, prendendo in considerazione entrambe le possibilità, e trascurando la probabilità del risultato cattivo. ",
  "mn60:29.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn60:29.2": "‘Non esiste esistenza totalmente immateriale’. ",
  "mn60:30.1": "E ci sono asceti e bramini la cui dottrina è l’esatto opposto. ",
  "mn60:30.2": "Dicono: ",
  "mn60:30.3": "‘L’esistenza totalmente immateriale esiste’. ",
  "mn60:30.4": "Cosa ne pensate, laici? ",
  "mn60:30.5": "Queste dottrine non sono l’esatto opposto?” ",
  "mn60:30.6": "“Sì, Signore” ",
  "mn60:31.1": "“Una persona giudiziosa riflette sulla questione così: ",
  "mn60:31.2": "‘Alcuni asceti e bramini dicono che ",
  "mn60:31.3": "non esiste esistenza totalmente immateriale, ma io non ho visto se è così. ",
  "mn60:31.4": "Alcuni asceti e bramini dicono che ",
  "mn60:31.5": "l’esistenza totalmente immateriale esiste, ma io non so se è così. ",
  "mn60:31.6": "Senza sapere o vedere, non sarebbe opportuno da parte mia prendere una posizione e dichiarare: ",
  "mn60:31.7": "“Questa è l’unica verità, qualsiasi altra idea è sciocca”. ",
  "mn60:31.8": "Se quegli asceti e bramini che dicono che ",
  "mn60:31.9": "non esiste esistenza totalmente immateriale hanno ragione, è possibile ",
  "mn60:31.10": "che io rinasca infallibilmente tra gli angeli che possiedono forma di materia mentale. ",
  "mn60:31.11": "Se quegli asceti e bramini che dicono che ",
  "mn60:31.12": "l’esistenza totalmente immateriale esiste hanno ragione, è possibile ",
  "mn60:31.13": "che io rinasca infallibilmente tra gli angeli immateriali, fatti di percezione. ",
  "mn60:31.14": "Ora, a causa della materia, si vedono cose brutte: la presa di bastone e spada, litigi, discussioni, e dispute, accuse, linguaggio divisivo, e bugie. ",
  "mn60:31.15": "Ma queste cose non esistono dove è totalmente immateriale’. ",
  "mn60:31.16": "Riflettendo così, pratica semplicemente per la disillusione, per lo svanire dell’avidità, e per la cessazione nei confronti della materia. ",
  "mn60:32.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn60:32.2": "‘Non è possibile porre fine all’esistenza in maniera definitiva’. ",
  "mn60:33.1": "E ci sono asceti e bramini la cui dottrina è l’esatto opposto. ",
  "mn60:33.2": "Dicono: ",
  "mn60:33.3": "‘È possibile porre fine all’esistenza in maniera definitiva’. ",
  "mn60:33.4": "Cosa ne pensate, laici? ",
  "mn60:33.5": "Queste dottrine non sono l’esatto opposto?” ",
  "mn60:33.6": "“Sì, Signore” ",
  "mn60:34.1": "“Una persona giudiziosa riflette sulla questione così: ",
  "mn60:34.2": "‘Alcuni asceti e bramini dicono che ",
  "mn60:34.3": "non è possibile porre fine all’esistenza in maniera definitiva, ma io non ho visto se è così. ",
  "mn60:34.4": "Alcuni asceti e bramini dicono che ",
  "mn60:34.5": "è possibile porre fine all’esistenza in maniera definitiva, ma io non so se è così. ",
  "mn60:34.6": "Senza sapere o vedere, non sarebbe opportuno da parte mia prendere una posizione e dichiarare: ",
  "mn60:34.7": "“Questa è l’unica verità, qualsiasi altra idea è sciocca”. ",
  "mn60:34.8": "Se quegli asceti e bramini che dicono che ",
  "mn60:34.9": "non è possibile porre fine all’esistenza in maniera definitiva hanno ragione, è possibile ",
  "mn60:34.10": "che io rinasca infallibilmente tra gli angeli immateriali, fatti di percezione. ",
  "mn60:34.11": "Se quegli asceti e bramini che dicono che ",
  "mn60:34.12": "è possibile porre fine all’esistenza in maniera definitiva hanno ragione, è possibile ",
  "mn60:34.13": "che io mi estingua completamente nella vita presente. ",
  "mn60:34.14": "L’opinione di quegli asceti e bramini che dicono che ",
  "mn60:34.15": "non è possibile porre fine all’esistenza in maniera definitiva è dalla parte dell’avidità, del soggiogamento, del godimento, dell’aggrapparsi, e dell’attaccamento. ",
  "mn60:34.16": "L’opinione di quegli asceti e bramini che dicono che ",
  "mn60:34.17": "è possibile porre fine all’esistenza in maniera definitiva non è dalla parte dell’avidità, del soggiogamento, del godimento, dell’aggrapparsi, o dell’attacamento’. ",
  "mn60:34.18": "Riflettendo così, pratica semplicemente per la disillusione, per lo svanire dell’avidità, e per la cessazione nei confronti dell’esistenza. ",
  "mn60:35.1": "Laici, nel mondo si trovano queste quattro persone. ",
  "mn60:35.2": "Quali quattro? ",
  "mn60:35.3": "Una persona mortifica se stessa, dedita alla pratica del mortificare se stessa. ",
  "mn60:35.4": "Una persona mortifica gli altri, dedita alla pratica del mortificare gli altri. ",
  "mn60:35.5": "Una persona mortifica se stessa e gli altri, dedita alla pratica del mortificare se stessa e gli altri. ",
  "mn60:35.6": "Una persona non mortifica né se stessa né gli altri, dedita alla pratica del non mortificare né se stessa né gli altri. ",
  "mn60:35.7": "Vive senza desideri nella vita presente, estinta, rinfrescata, provando felicità, diventata divina. ",
  "mn60:36.1": "E quale persona mortifica se stessa, dedita alla pratica del mortificare se stessa? ",
  "mn60:36.2": "È quando qualcuno vaga nudo, ignorando le convenzioni … ",
  "mn60:36.3": "E così vive dedito al praticare questi vari modi di mortificare e tormentare il corpo. ",
  "mn60:36.4": "Questa si chiama una persona che mortifica se stessa, dedita alla pratica del mortificare se stessa. ",
  "mn60:37.1": "E quale persona mortifica gli altri, dedita alla pratica del mortificare gli altri? ",
  "mn60:37.2": "È quando una persona è un macellatore di pecore, maiali, pollame, o cervi, è un cacciatore o un pescatore, un bandito, un boia, un macellaio di bestiame, un carceriere, o qualcuno con qualche altro tipo di sostentamento crudele. ",
  "mn60:37.3": "Questa si chiama una persona che mortifica gli altri, dedita alla pratica del mortificare gli altri. ",
  "mn60:38.1": "E quale persona mortifica se stessa e gli altri, dedita alla pratica del mortificare se stessa e gli altri? ",
  "mn60:38.2": "È quando una persona è un re aristocratico consacrato o un bramino abbiente. … ",
  "mn60:38.3": "I suoi servi, servitori, e operai fanno il loro lavoro sotto minaccia di punizione e pericolo, piangendo con facce piene di lacrime. ",
  "mn60:38.4": "Questa si chiama una persona che mortifica se stessa e gli altri, dedita alla pratica del mortificare se stessa e gli altri. ",
  "mn60:39.1": "E quale persona non mortifica né se stessa né gli altri, dedita alla pratica del non mortificare né se stessa né gli altri, ",
  "mn60:39.2": "vivendo senza desideri nella vita presente, estinta, rinfrescata, provando felicità, diventata divina? ",
  "mn60:40-54.1": "È quando un Realizzato appare nel mondo, perfetto, un Buddha completamente risvegliato. … ",
  "mn60:40-54.2": "Un laico sente quell’insegnamento, o il figlio di un laico, o qualcuno nato in qualche buona famiglia. … ",
  "mn60:40-54.3": "Abbandona questi cinque impedimenti, corruzioni della mente che indeboliscono la saggezza. ",
  "mn60:40-54.4": "Sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn60:40-54.5": "Con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, raggiunge e dimora nella seconda estasi. … ",
  "mn60:40-54.6": "nella terza estasi … ",
  "mn60:40-54.7": "e nella quarta estasi. ",
  "mn60:55.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende al ricordo delle vite passate. ",
  "mn60:55.2": "Ricorda vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn60:55.3": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn60:55.4": "Con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn60:55.5": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn60:55.6": "Comprende secondo realtà: ‘Questa è la sofferenza’, comprende secondo realtà: ‘Questa è l’origine della sofferenza’, comprende secondo realtà: ‘Questa è la cessazione della sofferenza’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn60:55.7": "Comprende secondo realtà: ‘Questi sono i contaminanti’, comprende secondo realtà: ‘Questa è l’origine dei contaminanti’, comprende secondo realtà: ‘Questa è la cessazione dei contaminanti’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn60:55.8": "Conoscendo così e vedendo così, la sua mente viene liberata dal contaminante dei piaceri dei sensi, la sua mente viene liberata dal contaminante dell’esistenza, e la sua mente viene liberata dal contaminante dell’ignoranza. ",
  "mn60:55.9": "Una volta libero, capisce di essere libero. ",
  "mn60:55.10": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn60:56.1": "Questa si chiama una persona che non mortifica né se stessa né gli altri, dedita alla pratica del non mortificare né se stessa né gli altri. ",
  "mn60:56.2": "Vive senza desideri nella vita presente, estinta, rinfrescata, provando felicità, diventata divina”. ",
  "mn60:57.1": "Una volta che ebbe parlato, i bramini e i laici di Sālā dissero al Buddha: ",
  "mn60:57.2": "“Eccellente, Signor Gotama! Eccellente! ",
  "mn60:57.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn60:57.4": "Prendiamo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn60:57.5": "Da oggi in poi, che il Signor Gotama si ricordi di noi come discepoli laici che hanno preso rifugio a vita”. "
}