{
  "mn61:0.1": "Discorsi medi 61 ",
  "mn61:0.2": "Il discorso sui consigli a Rāhula ad Ambalaṭṭhika ",
  "mn61:1.1": "Così ho sentito. ",
  "mn61:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn61:2.1": "In quel periodo il Venerabile Rāhula risiedeva ad Ambalaṭṭhika. ",
  "mn61:2.2": "Allora nel tardo pomeriggio, il Buddha uscì da ritiro e andò ad Ambalaṭṭhika a trovare il Venerabile Rāhula. ",
  "mn61:2.3": "Rāhula vide il Buddha arrivare da lontano. ",
  "mn61:2.4": "Preparò un posto a sedere e l’acqua per lavare i piedi. ",
  "mn61:2.5": "Il Buddha si sedette sul posto preparato, ",
  "mn61:2.6": "e si lavò i piedi. ",
  "mn61:2.7": "Rāhula si inchinò al Buddha e si sedette a lato. ",
  "mn61:3.1": "Allora il Buddha, lasciando un po’ d’acqua nel vaso, si rivolse a Rāhula: ",
  "mn61:3.2": "“Rāhula, vedi questo poco di acqua che rimane nel vaso?” ",
  "mn61:3.3": "“Sì, Signore” ",
  "mn61:3.4": "“Questo è quanto poco della natura ascetica rimane in coloro che non si vergognano a raccontare deliberatamente una bugia”. ",
  "mn61:4.1": "Poi il Buddha, buttando via il poco di acqua che rimaneva nel vaso, disse a Rāhula: ",
  "mn61:4.2": "“Rāhula, vedi questo poco di acqua che è stata buttata via?” ",
  "mn61:4.3": "“Sì, Signore” ",
  "mn61:4.4": "“Questo è come la natura ascetica viene buttata via in coloro che non si vergognano a raccontare deliberatamente una bugia”. ",
  "mn61:5.1": "Poi il Buddha, capovolgendo il vaso, disse a Rāhula: ",
  "mn61:5.2": "“Rāhula, vedi come questo vaso sia capovolto?” ",
  "mn61:5.3": "“Sì, Signore” ",
  "mn61:5.4": "“Questo è come la natura ascetica viene capovolta in coloro che non si vergognano a raccontare deliberatamente una bugia”. ",
  "mn61:6.1": "Poi il Buddha, capovolgendo di nuovo il vaso, disse a Rāhula: ",
  "mn61:6.2": "“Vedi come questo vaso è vuoto e vacuo?” ",
  "mn61:6.3": "“Sì, Signore” ",
  "mn61:6.4": "“Questo è quanto vuota e vacua è la natura ascetica in coloro che non si vergognano a raccontare deliberatamente una bugia”. ",
  "mn61:7.1": "Immagina un elefante reale con zanne come pali da carrozza, capace di sollevare carichi pesanti, di razza pura e pronto alla battaglia. In battaglia usa le zampe anteriori e le zampe posteriori, la parte anteriore e la parte posteriore, la testa, le orecchie, le zanne, e la coda, ma si protegge la proboscide. ",
  "mn61:7.2": "L’elefantiere capisce: ",
  "mn61:7.3": "‘Questo elefante reale si protegge la proboscide. ",
  "mn61:7.4": "Non ha ancora dato la vita’. ",
  "mn61:7.5": "Ma quando l’elefante reale … in battaglia usa le zampe anteriori, le zampe posteriori, la parte anteriore, la parte superiore, la testa, le orecchie, le zanne, la coda, e la proboscide, l’elefantiere capisce: ",
  "mn61:7.6": "‘Questo elefante reale … in battaglia usa le zampe anteriori, le zampe posteriori, la parte anteriore, la parte superiore, la testa, le orecchie, le zanne, la coda, e la proboscide. ",
  "mn61:7.7": "Ha dato la vita. ",
  "mn61:7.8": "Ora non c’è nulla che l’elefante reale non farebbe’. ",
  "mn61:7.9": "Allo stesso modo, quando qualcuno non si vergogna a raccontare deliberatamente una bugia, non c’è azione cattiva che non farebbe, dico io. ",
  "mn61:7.10": "Quindi devi allenarti così: ‘Non dirò bugie, nemmeno per scherzo’. ",
  "mn61:7.11": "Devi allenarti così. ",
  "mn61:8.1": "Cosa ne pensi, Rāhula? ",
  "mn61:8.2": "Qual’è lo scopo di uno specchio?” ",
  "mn61:8.3": "“È di controllare il proprio riflesso, Signore” ",
  "mn61:8.4": "“Allo stesso modo, le azioni attraverso il corpo devono essere compiute controllando ripetutamente, le azioni attraverso la parola devono essere compiute controllando ripetutamente, e le azioni attraverso la mente devono essere compiute controllando ripetutamente. ",
  "mn61:9.1": "Quando vuoi agire col corpo, devi controllare quell’azione così: ",
  "mn61:9.2": "‘Questa azione corporea che voglio compiere col corpo porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi? ",
  "mn61:9.3": "È cattiva, e risulta in sofferenza?’ ",
  "mn61:9.4": "Se, controllando in questo modo, capisci: ",
  "mn61:9.5": "‘Questa azione corporea che voglio compiere col corpo porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:9.6": "È cattiva, e risulta in sofferenza’, allora, Rāhula, non devi compiere quell’azione corporea, a qualunque costo. ",
  "mn61:9.7": "Ma se, controllando in questo modo, capisci: ",
  "mn61:9.8": "‘Questa azione corporea che voglio compiere col corpo non porta a ferire me stesso, non porta a ferire gli altri, e non porta a ferire entrambi. ",
  "mn61:9.9": "È buona, e risulta in felicità’, allora, Rāhula, devi compiere quell’azione corporea. ",
  "mn61:10.1": "Quando stai agendo col corpo, devi controllare quell’azione corporea così: ",
  "mn61:10.2": "‘Questa azione corporea che sto compiendo col corpo porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi? ",
  "mn61:10.3": "È cattiva, e risulta in sofferenza?’ ",
  "mn61:10.4": "Se, controllando in questo modo, capisci: ",
  "mn61:10.5": "‘Questa azione corporea che sto compiendo col corpo porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:10.6": "È cattiva, e risulta in sofferenza’, allora, Rāhula, devi interrompere quell’azione corporea. ",
  "mn61:10.7": "Ma se, controllando in questo modo, capisci: ",
  "mn61:10.8": "‘Questa azione corporea che sto compiendo col corpo non porta a ferire me stesso, non porta a ferire gli altri, e non porta a ferire entrambi. ",
  "mn61:10.9": "È buona, e risulta in felicità’, allora, Rāhula, devi continuare quell’azione corporea. ",
  "mn61:11.1": "Quando hai agito col corpo, devi controllare quell’azione corporea così: ",
  "mn61:11.2": "‘Questa azione corporea che ho compiuto col corpo porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi? ",
  "mn61:11.3": "È cattiva, e risulta in sofferenza?’ ",
  "mn61:11.4": "Se, controllando in questo modo, capisci: ",
  "mn61:11.5": "‘Questa azione corporea che ho compiuto col corpo porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:11.6": "È cattiva, e risulta in sofferenza’, allora, Rāhula, devi confessare, rivelare, e chiarire quell’azione corporea al Maestro o a un compagno spirituale giudizioso. ",
  "mn61:11.7": "E dopo averla rivelata, devi contenerti in futuro. ",
  "mn61:11.8": "Ma se, controllando in questo modo, capisci: ",
  "mn61:11.9": "‘Questa azione corporea che ho compiuto col corpo non porta a ferire me stesso, non porta a ferire gli altri, e non porta a ferire entrambi. ",
  "mn61:11.10": "È buona, e risulta in felicità’, allora, Rāhula, devi dimorare con euforia e gioia grazie a questo, addestrandoti giorno e notte alle buone qualità. ",
  "mn61:12.1": "Quando vuoi agire con la parola, devi controllare quell’azione verbale così: ",
  "mn61:12.2": "‘Questa azione verbale che voglio compiere con la parola porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi?’ ",
  "mn61:12.3": "È cattiva, e risulta in sofferenza?’ ",
  "mn61:12.4": "Se, controllando in questo modo, capisci: ",
  "mn61:12.5": "‘Questa azione verbale che voglio compiere con la parola porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:12.6": "È cattiva, e risulta in sofferenza’, allora, Rāhula, non devi compiere quell’azione verbale, a qualunque costo. ",
  "mn61:12.7": "Ma se, controllando in questo modo, capisci: ",
  "mn61:12.8": "‘Questa azione verbale che voglio compiere con la parola non porta a ferire me stesso, non porta a ferire gli altri, e non porta a ferire entrambi. ",
  "mn61:12.9": "È buona, e risulta in felicità’, allora, Rāhula, devi compiere quell’azione verbale. ",
  "mn61:13.1": "Quando stai agendo con la parola, devi controllare quell’azione verbale così: ",
  "mn61:13.2": "‘Questa azione verbale che sto compiendo con la parola porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi? ",
  "mn61:13.3": "È cattiva, e risulta in sofferenza?’ ",
  "mn61:13.4": "Se, controllando in questo modo, capisci: ",
  "mn61:13.5": "‘Questa azione verbale che sto compiendo con la parola porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:13.6": "È cattiva, e risulta in sofferenza’, allora, Rāhula, devi interrompere quell’azione verbale. ",
  "mn61:13.7": "Ma se, controllando in questo modo, capisci: ",
  "mn61:13.8": "‘Questa azione verbale che sto compiendo non porta a ferire me stesso, non porta a ferire gli altri, e non porta a ferire entrambi. ",
  "mn61:13.9": "È buona, e risulta in felicità’, allora, Rāhula, devi continuare quell’azione verbale. ",
  "mn61:14.1": "Quando hai agito con la parola, devi controllare quell’azione verbale così: ",
  "mn61:14.2": "‘Questa azione verbale che ho compiuto con la parola porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi? ",
  "mn61:14.3": "È cattiva, e risulta in sofferenza?’ ",
  "mn61:14.4": "Se, controllando in questo modo, capisci: ",
  "mn61:14.5": "‘Questa azione verbale che ho compiuto con la parola porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:14.6": "È cattiva, e risulta in sofferenza’, allora, Rāhula, devi confessare, rivelare, e chiarire quell’azione verbale al Maestro o a un compagno spirituale giudizioso. ",
  "mn61:14.7": "E dopo averla rivelata, devi contenerti in futuro. ",
  "mn61:14.8": "Ma se, controllando in questo modo, capisci: ",
  "mn61:14.9": "‘Questa azione verbale che ho compiuto con la parola non porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:14.10": "È buona, e risulta in felicità’, allora, Rāhula, devi dimorare con euforia e felicità grazie a questo, addestrandoti giorno e notte alle buone qualità. ",
  "mn61:15.1": "Quando vuoi agire con la mente, devi controllare quell’azione mentale così: ",
  "mn61:15.2": "‘Questa azione mentale che voglio compiere con la mente porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi? ",
  "mn61:15.3": "È cattiva, e risulta in sofferenza?’ ",
  "mn61:15.4": "Se, controllando in questo modo, capisci: ",
  "mn61:15.5": "‘Questa azione mentale che voglio compiere con la mente porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:15.6": "È cattiva, e risulta in sofferenza’, allora, Rāhula, non devi compiere quell’azione mentale, a qualunque costo. ",
  "mn61:15.7": "Ma se, controllando in questo modo, capisci: ",
  "mn61:15.8": "‘Questa azione mentale che voglio compiere con la mente non porta a ferire me stesso, non porta a ferire gli altri, e non porta a ferire entrambi. ",
  "mn61:15.9": "È buona, e risulta in felicità’, allora, Rāhula, devi compiere quell’azione mentale. ",
  "mn61:16.1": "Quando stai agendo con la mente, devi controllare quell’azione mentale così: ",
  "mn61:16.2": "‘Questa azione mentale che sto compiendo con la mente porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi? ",
  "mn61:16.3": "È cattiva, e risulta in sofferenza?’ ",
  "mn61:16.4": "Se, controllando in questo modo, capisci: ",
  "mn61:16.5": "‘Questa azione mentale che sto compiendo con la mente porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:16.6": "È cattiva, e risulta in sofferenza’, allora, Rāhula, devi interrompere quell’azione mentale. ",
  "mn61:16.7": "Ma se, controllando in questo modo, capisci: ",
  "mn61:16.8": "‘Questa azione mentale che sto compiendo con la mente non porta a ferire me stesso, non porta a ferire gli altri, e non porta a ferire entrambi. ",
  "mn61:16.9": "È buona, e risulta in felicità’, allora, Rāhula, devi continuare quell’azione mentale. ",
  "mn61:17.1": "Quando hai agito con la mente, devi controllare quell’azione mentale così: ",
  "mn61:17.2": "‘Questa azione mentale che ho compiuto con la mente porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi? ",
  "mn61:17.3": "È cattiva, e risulta in sofferenza?’ ",
  "mn61:17.4": "Se, controllando in questo modo, capisci: ",
  "mn61:17.5": "‘Questa azione mentale che ho compiuto con la mente porta a ferire me stesso, porta a ferire gli altri, e porta a ferire entrambi. ",
  "mn61:17.6": "È cattiva, e risulta in sofferenza’, allora, Rāhula, devi sentirti inorridito, nauseato, e disgustato da quell’azione. ",
  "mn61:17.7": "E sentendoti così, devi contenerti in futuro. ",
  "mn61:17.8": "Ma se, controllando in questo modo, capisci: ",
  "mn61:17.9": "‘Questa azione mentale che ho compiuto con la mente non porta a ferire me stesso, non porta a ferire gli altri, e non porta a ferire entrambi. ",
  "mn61:17.10": "È buona, e risulta in felicità’, allora, Rāhula, devi dimorare con euforia e felicità grazie a questo, addestrandoti giorno e notte alle buone qualità. ",
  "mn61:18.1": "Gli asceti e i bramini del passato che hanno purificato le proprie azioni corporee, che hanno purificato le proprie azioni verbali, e che hanno purificato le proprie azioni mentali, tutti loro hanno purificato le proprie azioni corporee controllando ripetutamente così, hanno purificato le proprie azioni verbali controllando ripetutamente così, e hanno purificato le proprie azioni mentali controllando ripetutamente così. ",
  "mn61:18.2": "Gli asceti e i bramini del futuro che purificheranno le proprie azioni corporee, che purificheranno le proprie azioni verbali, e che purificheranno le proprie azioni mentali, tutti loro purificheranno le proprie azioni corporee controllando ripetutamente così, purificheranno le proprie azioni verbali controllando ripetutamente così, e purificheranno le proprie azioni mentali controllando ripetutamente così. ",
  "mn61:18.3": "Gli asceti e i bramini del presente che purificano le proprie azioni corporee, che purificano le proprie azioni verbali, e che purificano le proprie azioni mentali, tutti loro purificano le proprie azioni corporee controllando ripetutamente così, purificano le proprie azioni verbali controllando ripetutamente così, e purificano le proprie azioni mentali controllando ripetutamente così. ",
  "mn61:18.4": "Quindi, Rāhula, devi allenarti così: ‘Purificherò le mie azioni corporee controllando ripetutamente, purificherò le mie azioni verbali controllando ripetutamente, e purificherò le mie azioni mentali controllando ripetutamente’. ",
  "mn61:18.5": "Devi allenarti così”. ",
  "mn61:18.6": "Questo è ciò che il Buddha disse. ",
  "mn61:18.7": "Contento, il Venerabile Rāhula trasse piacere da ciò che il Buddha disse. "
}