{
  "mn62:0.1": "Discorsi medi 62 ",
  "mn62:0.2": "Il discorso più lungo sui consigli a Rāhula ",
  "mn62:1.1": "Così ho sentito. ",
  "mn62:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn62:2.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò a Sāvatthī per l’elemosina. ",
  "mn62:2.2": "E anche il Venerabile Rāhula si vestì e seguì il Buddha. ",
  "mn62:3.1": "Allora il Buddha si volse verso Rāhula e gli disse: ",
  "mn62:3.2": "“Rāhula, devi vedere secondo realtà ogni tipo di forma in assoluto, passata, futura, o presente; interna o esterna; materiale o eterea; inferiore o superiore; lontana o vicina: <em>ogni</em> forma, con saggezza corretta: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’” ",
  "mn62:3.3": "“Solo la forma, Beato? Solo la forma, Santo?” ",
  "mn62:3.4": "“La forma, Rāhula, come anche la sensazione, la percezione, le attività, e la coscienza”. ",
  "mn62:4.1": "Allora Rāhula pensò: “Chi andrebbe al villaggio per l’elemosina dopo essere stato istruito direttamente dal Buddha?”. Tornando indietro, si sedette con le gambe incrociate e la schiena dritta alla radice di un certo albero, e stabilì consapevolezza di fronte a sé. ",
  "mn62:5.1": "Il Venerabile Sāriputta lo vide lì seduto, ",
  "mn62:5.2": "e si rivolse a lui: ",
  "mn62:5.3": "“Rāhula, sviluppa la consapevolezza del respiro. ",
  "mn62:5.4": "Quando la consapevolezza del respiro è sviluppata e coltivata è molto fruttuosa e benefica”. ",
  "mn62:6.1": "Poi nel tardo pomeriggio, Rāhula uscì da ritiro, andò dal Buddha, si inchinò, si sedette a lato, e gli disse: ",
  "mn62:7.1": "“Signore, come si sviluppa e si coltiva la consapevolezza del respiro affinché sia molto fruttuosa e benefica?” ",
  "mn62:8.1": "“Rāhula, la materia solida interna è qualsiasi cosa dura, solida, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn62:8.2": "capelli, peli, unghie, denti, pelle, carne, tendini, ossa, midollo osseo, reni, cuore, fegato, diaframma, milza, polmoni, intestini, mesentere, cibo non digerito, feci, o qualsiasi altra cosa dura, solida, e personale che è interna, relativa a un individuo. ",
  "mn62:8.3": "Questa si chiama materia solida interna. ",
  "mn62:8.4": "La materia solida interna e la materia solida esterna sono entrambe semplicemente materia solida. ",
  "mn62:8.5": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn62:8.6": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della materia solida, si disinveste la mente dalla materia solida. ",
  "mn62:9.1": "E cos’è la materia liquida? ",
  "mn62:9.2": "La materia liquida può essere interna o esterna. ",
  "mn62:9.3": "E cos’è la materia liquida interna? ",
  "mn62:9.4": "Qualsiasi cosa acquosa, liquida, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn62:9.5": "bile, catarro, pus, sangue, sudore, grasso, lacrime, unto, saliva, muco, liquido sinoviale, urina, o qualsiasi altra cosa acquosa, liquida, e personale che è interna, relativa a un individuo. ",
  "mn62:9.6": "Questa si chiama materia liquida interna. ",
  "mn62:9.7": "La materia liquida interna e la materia liquida esterna sono entrambe semplicemente materia liquida. ",
  "mn62:9.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn62:9.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della materia liquida, si disinveste la mente dalla materia liquida. ",
  "mn62:10.1": "E cos’è il calore? ",
  "mn62:10.2": "Il calore può essere interno o esterno. ",
  "mn62:10.3": "E cos’è il calore interno? ",
  "mn62:10.4": "Qualsiasi cosa infuocata, ardente, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn62:10.5": "ciò che emana calore, ciò che si consuma, ciò che si scalda quando si ha la febbre, ciò che digerisce correttamente cibo e bevande, o qualsiasi altra cosa infuocata, ardente, e personale che è interna, relativa a un individuo. ",
  "mn62:10.6": "Questo si chiama calore interno. ",
  "mn62:10.7": "Il calore interno e il calore esterno sono entrambi semplicemente calore. ",
  "mn62:10.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn62:10.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti del calore, si disinveste la mente dal calore. ",
  "mn62:11.1": "E cos’è la materia gassosa? ",
  "mn62:11.2": "La materia gassosa può essere interna o esterna. ",
  "mn62:11.3": "E cos’è la materia gassosa interna? ",
  "mn62:11.4": "Qualsiasi cosa che è aria, ariosa, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn62:11.5": "aria che va su e giù, l’aria nella pancia o nelle intestina, l’aria che scorre negli arti, inspirazione ed espirazione, o qualsiasi altra cosa ventosa, gassosa, e personale che è interna, relativa a un individuo. ",
  "mn62:11.6": "Questa si chiama materia gassosa interna. ",
  "mn62:11.7": "La materia gassosa interna e la materia gassosa esterna sono entrambe semplicemente materia gassosa. ",
  "mn62:11.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn62:11.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti della materia gassosa, si disinveste la mente dalla materia gassosa. ",
  "mn62:12.1": "E cos’è lo spazio? ",
  "mn62:12.2": "Lo spazio può essere interno o esterno. ",
  "mn62:12.3": "E cos’è lo spazio interno? ",
  "mn62:12.4": "Qualsiasi spazio, parte spaziosa, e personale che è interna, relativa a un individuo. Ciò include: ",
  "mn62:12.5": "i canali uditivi, le narici, e la bocca; lo spazio per ingerire ciò che si mangia e si beve, lo spazio dove sta, e lo spazio per espellerlo dal didietro; o qualsiasi altra cosa che è spazio, spaziosa, e personale che è interna, relativa a un individuo. ",
  "mn62:12.6": "Questo si chiama spazio interno. ",
  "mn62:12.7": "Lo spazio interno e lo spazio esterno sono entrambi semplicemente spazio. ",
  "mn62:12.8": "Questo deve essere visto secondo realtà con saggezza corretta così: ‘Questo non è mio, io non sono questo, questo non è il mio Sé’. ",
  "mn62:12.9": "Quando si vede secondo realtà con saggezza corretta, ci si disillude nei confronti dello spazio, si disinveste la mente dallo spazio. ",
  "mn62:13.1": "Rāhula, coltiva una mente come la terra. ",
  "mn62:13.2": "Poiché se coltiverai una mente come la terra, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:13.3": "Immagina che qualcuno butti cose sia pulite che sporche sulla terra, come feci, urina, saliva, pus, e sangue. La terra non è inorridita, nauseata, e disgustata da questo. ",
  "mn62:13.4": "Allo stesso modo, coltiva una mente come la terra. ",
  "mn62:13.5": "Poiché se coltiverai una mente come la terra, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:14.1": "Coltiva una mente come l’acqua. ",
  "mn62:14.2": "Poiché se coltiverai una mente come l’acqua, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:14.3": "Immagina che qualcuno lavi cose sia pulite che sporche nell’acqua, come feci, urina, saliva, pus, e sangue. L’acqua non è inorridita, nauseata, e disgustata da questo. ",
  "mn62:14.4": "Allo stesso modo, coltiva una mente come l’acqua. ",
  "mn62:14.5": "Poiché se coltiverai una mente come l’acqua, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:15.1": "Coltiva una mente come il fuoco. ",
  "mn62:15.2": "Poiché se coltiverai una mente come il fuoco, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:15.3": "Immagina che qualcuno bruci cose sia pulite che sporche nel fuoco, come feci, urina, saliva, pus, e sangue. Il fuoco non è inorridito, nauseato, e disgustato da questo. ",
  "mn62:15.4": "Allo stesso modo, coltiva una mente come il fuoco. ",
  "mn62:15.5": "Poiché se coltiverai una mente come il fuoco, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:16.1": "Coltiva una mente come l’aria. ",
  "mn62:16.2": "Poiché se coltiverai una mente come l’aria, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:16.3": "Immagina che qualcuno soffi su cose sia pulite che sporche, come feci, urina, saliva, pus, e sangue. L’aria non è inorridita, nauseata, e disgustata da questo. ",
  "mn62:16.4": "Allo stesso modo, coltiva una mente come l’aria. ",
  "mn62:16.5": "Poiché se coltiverai una mente come l’aria, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:17.1": "Coltiva una mente come lo spazio. ",
  "mn62:17.2": "Poiché se coltiverai una mente come lo spazio, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:17.3": "Proprio come lo spazio non è fissato da nessuna parte, ",
  "mn62:17.4": "Allo stesso modo, coltiva una mente come lo spazio. ",
  "mn62:17.5": "Poiché se coltiverai una mente come lo spazio, i contatti piacevoli e spiacevoli non sopraffaranno la tua mente. ",
  "mn62:18.1": "Coltiva amichevolezza. ",
  "mn62:18.2": "Poiché se coltiverai amichevolezza qualsiasi malevolenza sarà abbandonata. ",
  "mn62:19.1": "Coltiva compassione. ",
  "mn62:19.2": "Poiché se coltiverai compassione qualsiasi crudeltà sarà abbandonata. ",
  "mn62:20.1": "Coltiva esultanza. ",
  "mn62:20.2": "Poiché se coltiverai esultanza qualsiasi malcontento sarà abbandonato. ",
  "mn62:21.1": "Coltiva equanimità. ",
  "mn62:21.2": "Poiché se coltiverai equanimità qualsiasi repulsione sarà abbandonata. ",
  "mn62:22.1": "Coltiva la bruttezza. ",
  "mn62:22.2": "Poiché se coltiverai la bruttezza qualsiasi lussuria sarà abbandonata. ",
  "mn62:23.1": "Coltiva l’impermanenza. ",
  "mn62:23.2": "Poiché se coltiverai l’impermanenza qualsiasi presunzione ‘io sono’ sarà abbandonata. ",
  "mn62:24.1": "Coltiva consapevolezza del respiro. ",
  "mn62:24.2": "Quando la consapevolezza del respiro è sviluppata e coltivata è molto fruttuosa e benefica. ",
  "mn62:24.3": "E com’è che la consapevolezza del respiro è sviluppata e coltivata affinché sia molto fruttuosa e benefica? ",
  "mn62:25.1": "È quando un monaco, andato nella natura, o alla radice di un albero, o in una capanna vuota, si siede con le gambe incrociate e la schiena dritta, e stabilisce consapevolezza di fronte a sé. ",
  "mn62:25.2": "Consapevole, inspira. Consapevole, espira. ",
  "mn62:26.1": "Quando prende respiri lunghi sa: ‘Sto prendendo respiri lunghi.’ Quando rilascia respiri lunghi sa: ‘Sto rilasciando respiri lunghi.’ ",
  "mn62:26.2": "Quando prende respiri corti  sa: ‘Sto prendendo respiri corti’. Quando rilascia respiri corti sa: ‘Sto rilasciando respiri corti’. ",
  "mn62:26.3": "Pratica così: ‘Inspirerò facendo esperienza di tutto il corpo’. Pratica così: ‘Espirerò facendo esperienza di tutto il corpo’. ",
  "mn62:26.4": "Pratica così: ‘Inspirerò frenando i processi fisici’. Pratica così: ‘Espirerò frenando i processi fisici’. ",
  "mn62:27.1": "Pratica così: ‘Inspirerò provando euforia’. Pratica così: ‘Espirerò provando euforia’. ",
  "mn62:27.2": "Pratica così: ‘Inspirerò provando felicità’. Pratica così: ‘Espirerò provando felicità’. ",
  "mn62:27.3": "Pratica così: ‘Inspirerò facendo esperienza dei processi mentali’. Pratica così: ‘Espirerò facendo esperienza dei processi mentali’. ",
  "mn62:27.4": "Pratica così: ‘Inspirerò frenando i processi mentali’. Pratica così: ‘Espirerò frenando i processi mentali’. ",
  "mn62:28.1": "Pratica così: ‘Inspirerò facendo esperienza della mente’. Pratica così: ‘Espirerò facendo esperienza della mente’. ",
  "mn62:28.2": "Pratica così: ‘Inspirerò rallegrando la mente’. Pratica così: ‘Espirerò rallegrando la mente’. ",
  "mn62:28.3": "Pratica così: ‘Inspirerò concentrando la mente’. Pratica così: ‘Espirerò concentrando la mente’. ",
  "mn62:28.4": "Pratica così: ‘Inspirerò liberando la mente’. Pratica così: ‘Espirerò liberando la mente’. ",
  "mn62:29.1": "Pratica così: ‘Inspirerò osservando l’impermanenza’. Pratica così: ‘Espirerò osservando l’impermanenza’. ",
  "mn62:29.2": "Pratica così: ‘Inspirerò osservando lo svanire dell’avidità’. Pratica così: ‘Espirerò osservando lo svanire dell’avidità’. ",
  "mn62:29.3": "Pratica così: ‘Inspirerò osservando la cessazione’. Pratica così: ‘Espirerò osservando la cessazione’. ",
  "mn62:29.4": "Pratica così: ‘Inspirerò osservando il distacco’. Pratica così: ‘Espirerò osservando il distacco’. ",
  "mn62:30.1": "La consapevolezza del respiro, se sviluppata e coltivata in questo modo, è molto fruttuosa e benefica. ",
  "mn62:30.2": "Quando la consapevolezza del respiro è sviluppata e coltivata in questo modo, si è consapevoli del cessare persino degli ultimi respiri. Non è il caso che non ne si è consapevoli” ",
  "mn62:30.3": "Questo è ciò che il Buddha disse. ",
  "mn62:30.4": "Contento, il Venerabile Rāhula trasse piacere da ciò che il Buddha disse. "
}