{
  "mn63:0.1": "Discorsi medi 63 ",
  "mn63:0.2": "Il discorso più corto con Māluṅkya ",
  "mn63:1.1": "Così ho sentito. ",
  "mn63:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn63:2.1": "Poi mentre il Venerabile Māluṅkyaputta era in ritiro privato gli venne in mente questo pensiero: ",
  "mn63:2.2": "“Ci sono varie opinioni che il Buddha non ha dichiarato; le ha messe in disparte e si è rifiutato di commentarle. ",
  "mn63:2.3": "Ad esempio: il cosmo è eterno, o non eterno, o limitato, o illimitato; l’anima e il corpo sono una cosa sola, o sono cose diverse; dopo la morte, un realizzato esiste ancora, o non esiste più, o sia esiste ancora che non esiste più, o né esiste ancora né non esiste più. ",
  "mn63:2.4": "Il Buddha non mi dà una risposta diretta a questi punti. ",
  "mn63:2.5": "Questo non mi piace, e non lo accetto. ",
  "mn63:2.6": "Andrò da lui e gli chiederò a riguardo. ",
  "mn63:2.7": "Se mi dà una risposta diretta ad alcuno di questi punti, ",
  "mn63:2.10": "seguirò il percorso spirituale sotto di lui. ",
  "mn63:2.11": "Se non mi dà una risposta diretta a nessuno di questi punti, ",
  "mn63:2.14": "mi dimetto dall’addestramento e ritorno a vita inferiore”. ",
  "mn63:3.1": "Poi nel tardo pomeriggio, il Venerabile Māluṅkyaputta uscì da ritiro e andò dal Buddha. Si inchinò, si sedette a lato, e disse al Buddha dei propri pensieri. Poi continuò: ",
  "mn63:3.17": "“Se il Buddha sa ",
  "mn63:3.18": "che il cosmo è eterno, per favore me lo dica. ",
  "mn63:3.19": "Se sa ",
  "mn63:3.20": "che il cosmo non è eterno, per favore me lo dica. ",
  "mn63:3.21": "Se non sa ",
  "mn63:3.22": "se il cosmo è eterno o no, allora è onesto dire semplicemente: ",
  "mn63:3.23": "‘Non so, non vedo’. ",
  "mn63:3.24": "Se sa ",
  "mn63:3.25": "che il cosmo è limitato, ",
  "mn63:3.27": "o illimitato; ",
  "mn63:3.32": "che l’anima e il corpo sono la stessa cosa, ",
  "mn63:3.34": "o sono cose diverse; ",
  "mn63:3.39": "se dopo la morte un realizzato esiste ancora, ",
  "mn63:3.41": "o non esiste più, ",
  "mn63:3.46": "o sia esiste ancora che non esiste più, o né esiste ancora né esiste più, per favore me lo dica. ",
  "mn63:3.49": "Se non sa ",
  "mn63:3.50": "nessuna di queste cose, allora è onesto dire semplicemente: ",
  "mn63:3.51": "‘Non so, non vedo’” ",
  "mn63:4.1": "“Beh, Māluṅkyaputta, ti ho mai detto: ",
  "mn63:4.2": "‘Vieni, Māluṅkyaputta, segui il percorso spirituale sotto di me, e ti dichiarerò queste cose’?” ",
  "mn63:4.4": "“No, Signore” ",
  "mn63:4.5": "“O mi hai mai detto: ",
  "mn63:4.6": "‘Signore, seguirò il percorso spirituale del Buddha, e il Buddha mi dichiarerà queste cose’?” ",
  "mn63:4.8": "“No, Signore” ",
  "mn63:4.9": "“Quindi si direbbe che io non ti abbia detto: ",
  "mn63:4.10": "‘Vieni, Māluṅkyaputta, segui il percorso spirituale sotto di me, e ti dichiarerò queste cose’. ",
  "mn63:4.13": "E tu non mi abbia mai detto: ",
  "mn63:4.14": "‘Signore, seguirò il percorso spirituale del Buddha, e il Buddha mi dichiarerà queste cose’. ",
  "mn63:4.17": "In questo caso, sciocco, chi sei e da cosa ti stai dimettendo? ",
  "mn63:5.1": "Immagina che qualcuno dica questo: ",
  "mn63:5.2": "‘Non seguirò il percorso spirituale del Buddha finché non mi dichiarerà ",
  "mn63:5.3": "che il cosmo è eterno, o che il cosmo non è eterno … ",
  "mn63:5.4": "o che dopo la morte un realizzato né esiste ancora né non esiste più’. ",
  "mn63:5.5": "Ciò rimarrebbe non dichiarato dal Realizzato, e intanto quella persona morirebbe. ",
  "mn63:5.6": "Immagina un uomo che viene colpito da una freccia imbevuta di veleno. ",
  "mn63:5.7": "I suoi amici e colleghi, parenti e conoscenti chiamano un dottore per curarlo. ",
  "mn63:5.8": "Ma l’uomo dice: ",
  "mn63:5.9": "‘Non tirerò fuori questa freccia finché non saprò se l’uomo che mi ha ferito è un aristocratico, un bramino, un contadino, o un servo’. ",
  "mn63:5.10": "Dice: ",
  "mn63:5.11": "‘Non tirerò fuori questa freccia finché non saprò le seguenti cose riguardo all’uomo che mi ha ferito: il suo nome e famiglia; ",
  "mn63:5.13": "se è alto, basso, o medio; ",
  "mn63:5.15": "se la sua pelle è nera, marrone, o rossiccia; ",
  "mn63:5.17": "e da che villaggio, paese, o città viene. ",
  "mn63:5.19": "Non tirerò fuori questa freccia finché non saprò se l’arco che mi ha ferito è dritto o ricurvo; ",
  "mn63:5.21": "se la corda è di fibra di vincetossico, fibra di canapa, tendine, fibra di sansevieria, o fibra di euforbia; ",
  "mn63:5.23": "se l’asta è di albero di foresta o di piantagione; ",
  "mn63:5.25": "se l’asta è stata montata con piume di avvoltoio, di airone, di falco, di pavone, o di cicogna; ",
  "mn63:5.27": "se l’asta è stata legata con tendini di mucca, di bufalo, di barasinga, o di gibbone; ",
  "mn63:5.29": "e se la punta è a spillo, a lama, spinata, di ferro, di dente di vitello, o a forma di lancetta’. ",
  "mn63:5.30": "Quell’uomo non verrebbe a conoscenza di queste cose e nel frattempo morirebbe. ",
  "mn63:5.31": "Allo stesso modo, immagina che qualcuno dica: ",
  "mn63:5.32": "‘Non seguirò il percorso spirituale del Buddha finché non mi dichiarerà ",
  "mn63:5.33": "che il cosmo è eterno, o che il cosmo non è eterno … ",
  "mn63:5.34": "o che dopo la morte un realizzato né esiste ancora né non esiste più’. ",
  "mn63:5.35": "Ciò rimarrebbe non dichiarato dal Realizzato, e intanto quella persona morirebbe. ",
  "mn63:6.1": "Non è vero che se c’è l’opinione ‘il cosmo è eterno’ il percorso spirituale esisterebbe. ",
  "mn63:6.2": "Non è vero che se c’è l’opinione ‘il cosmo non è eterno’ il percorso spirituale esisterebbe. ",
  "mn63:6.3": "Se c’è l’opinione che il cosmo è eterno o che il cosmo non è eterno, c’è nascita, c’è vecchiaia, c’è morte, e c’è tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn63:6.4": "Ed è proprio la sconfitta di queste cose in questa stessa vita che io sostengo. ",
  "mn63:6.5": "Non è vero che se c’è l’opinione ‘il cosmo è limitato’ … ",
  "mn63:6.6": "‘il cosmo è illimitato’ … ",
  "mn63:6.9": "‘l’anima e il corpo sono una cosa sola’ … ",
  "mn63:6.10": "‘l’anima e il corpo sono cose diverse’ … ",
  "mn63:6.13": "‘un realizzato esiste ancora dopo la morte’ … ",
  "mn63:6.14": "‘un realizzato non esiste più dopo la morte’ … ",
  "mn63:6.17": "‘un realizzato sia esiste ancora che non esiste più dopo la morte’ … ",
  "mn63:6.18": "‘un realizzato né esiste ancora né non esiste più dopo la morte’ il percorso spirituale esisterebbe. ",
  "mn63:6.19": "Se c’è una qualunque di queste opinioni, c’è nascita, c’è vecchiaia, c’è morte, e c’è tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn63:6.20": "Ed è proprio la sconfitta di queste cose in questa stessa vita che io sostengo. ",
  "mn63:7.1": "Quindi, Māluṅkyaputta, devi ricordare ciò che non ho dichiarato come non dichiarato, ",
  "mn63:7.2": "e ciò che ho dichiarato come dichiarato. ",
  "mn63:7.3": "E che cosa non ho dichiarato? ",
  "mn63:7.4": "Non ho dichiarato questo: ‘il cosmo è eterno’, ",
  "mn63:7.5": "‘il cosmo non è eterno’, ",
  "mn63:7.7": "‘il cosmo è limitato’, ",
  "mn63:7.9": "‘il cosmo è illimitato’, ",
  "mn63:7.11": "‘l’anima e il corpo sono una cosa sola’, ",
  "mn63:7.13": "‘l’anima e il corpo sono cose diverse’, ",
  "mn63:7.15": "‘un realizzato esiste ancora dopo la morte’, ",
  "mn63:7.17": "‘un realizzato non esiste più dopo la morte’, ",
  "mn63:7.19": "‘un realizzato sia esiste ancora che non esiste più dopo la morte’, ",
  "mn63:7.21": "‘un realizzato né esiste ancora né non esiste più dopo la morte’. ",
  "mn63:8.1": "E perché non ho dichiarato queste cose? ",
  "mn63:8.2": "Perché non sono benefiche o pertinenti ai fondamenti del percorso spirituale. Non portano alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. ",
  "mn63:8.3": "È per questo che non le ho dichiarate. ",
  "mn63:9.1": "E che cosa ho dichiarato? ",
  "mn63:9.2": "Ho dichiarato questo: ‘Questa è la sofferenza’, ",
  "mn63:9.3": "‘Questa è l’origine della sofferenza’, ",
  "mn63:9.5": "‘Questa è la cessazione della sofferenza’, ",
  "mn63:9.7": "‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn63:10.1": "E perché ho dichiarato queste cose? ",
  "mn63:10.2": "Perché sono benefiche e pertinenti ai fondamenti del percorso spirituale. Portano alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. ",
  "mn63:10.3": "È per questo che le ho dichiarate. ",
  "mn63:10.4": "Quindi, Māluṅkyaputta, devi ricordare ciò che non ho dichiarato come non dichiarato, ",
  "mn63:10.5": "e ciò che ho dichiarato come dichiarato”. ",
  "mn63:10.6": "Questo è ciò che il Buddha disse. ",
  "mn63:10.7": "Contento, il Venerabile Māluṅkyaputta trasse piacere da ciò che il Buddha disse. "
}