{
  "mn65:0.1": "Discorsi medi 65 ",
  "mn65:0.2": "Il discorso con Bhaddāli ",
  "mn65:1.1": "Così ho sentito. ",
  "mn65:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn65:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn65:1.4": "“Monaci!” ",
  "mn65:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn65:1.6": "Il Buddha disse: ",
  "mn65:2.1": "“Monaci, io mangio solo una volta al giorno. ",
  "mn65:2.2": "Facendo così, trovo di essere sano e in salute, agile, forte, e a mio agio. ",
  "mn65:2.3": "Anche voi dovreste mangiare solo una volta al giorno. ",
  "mn65:2.4": "Facendo così, troverete di essere sani e in salute, agili, forti, e a vostro agio”. ",
  "mn65:3.1": "Detto ciò, il Venerabile Bhaddāli disse al Buddha: ",
  "mn65:3.2": "“Signore, io non mangerò solo una volta al giorno. ",
  "mn65:3.3": "Poiché se mangiassi solo una volta al giorno potrei pentirmene” ",
  "mn65:4.1": "“Beh, allora, Bhaddāli, mangia una parte del pasto dove vieni invitato, e porta indietro il resto da mangiare dopo. ",
  "mn65:4.2": "Anche mangiando in questo modo sosterrai te stesso” ",
  "mn65:4.3": "“Signore, non mangerò nemmeno in quel modo. ",
  "mn65:4.4": "Poiché se mangiassi in quel modo potrei pentirmene”. ",
  "mn65:4.5": "Quindi, mentre questa regola veniva istituita dal Buddha e la comunità monastica la intraprendeva, Bhaddāli annunciò che non avrebbe provato a mantenerla. ",
  "mn65:4.6": "Per i successivi tre mesi interi Bhaddāli non stette faccia a faccia col Buddha, come accade a chi non adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:5.1": "In quel periodo vari monaci stavano cucendo un abito per il Buddha, pensando che, ",
  "mn65:5.2": "una volta che l’abito fosse stato completato e che i tre mesi della stagione delle piogge fossero trascorsi, il Buddha si sarebbe avviato a vagare. ",
  "mn65:6.1": "Allora Bhaddāli andò da quei monaci e ci scambiò saluti. ",
  "mn65:6.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato. I monaci dissero a Bhaddāli: ",
  "mn65:6.3": "“Fratello Bhaddāli, questo abito sta venendo cucito per il Buddha. ",
  "mn65:6.4": "Una volta che sarà stato completato e che i tre mesi della stagione delle piogge saranno trascorsi, il Buddha si avvierà a vagare. ",
  "mn65:6.5": "Dai, fratello Bhaddāli, impara la lezione. Non peggiorare la situazione” ",
  "mn65:7.1": "“Sì, fratelli”, rispose Bhaddāli. Andò dal Buddha, si inchinò, si sedette a latto, e gli disse: ",
  "mn65:7.2": "“Ho fatto un errore, Signore. È stato sciocco, stupido, e cattivo da parte mia che, mentre questa regola veniva istituita dal Buddha e la comunità monastica la intraprendeva, io annunciai che non avrei provato a mantenerla. ",
  "mn65:7.3": "Per favore, Signore, accetti il mio errore come tale, così che io mi contenga in futuro” ",
  "mn65:8.1": "“Davvero, Bhaddāli, hai fatto un errore. È stato sciocco, stupido, e cattivo da parte tua che, mentre questa regola veniva istituita da me e la comunità monastica la intraprendeva, tu annunciasti che non avresti provato a mantenerla. ",
  "mn65:9.1": "E non hai compreso questa situazione: ",
  "mn65:9.2": "‘Il Buddha si trova a Sāvatthī, e mi conoscerà ",
  "mn65:9.3": "come il monaco di nome Bhaddāli che non adempie l’addestramento secondo le istruzioni del Maestro’. ",
  "mn65:9.5": "E non hai compreso questa situazione: ",
  "mn65:9.6": "‘Molti monaci hanno cominciato il ritiro della stagione delle piogge a Sāvatthī … ",
  "mn65:9.10": "molte monache hanno cominciato il ritiro della stagione delle piogge a Sāvatthī … ",
  "mn65:9.14": "molti laici risiedono a Sāvatthī … ",
  "mn65:9.18": "molte laiche risiedono a Sāvatthī, e mi conosceranno ",
  "mn65:9.19": "come il monaco di nome Bhaddāli che non adempie l’addestramento secondo le istruzioni del Maestro … ",
  "mn65:9.22": "Molti asceti e bramini che seguono varie altre religioni hanno cominciato il ritiro della stagione delle piogge a Sāvatthī, e mi conosceranno ",
  "mn65:9.23": "come il monaco di nome Bhaddāli, uno dei discepoli anziani dell’asceta Gotama, che non adempie l’addestramento secondo le istruzioni del Maestro’. ",
  "mn65:9.24": "Non hai compreso nemmeno questa situazione” ",
  "mn65:10.1": "“Ho fatto un errore, Signore. È stato sciocco, stupido, e cattivo da parte mia che, mentre questa regola veniva istituita dal Buddha e la comunità monastica la intraprendeva, io annunciai che non avrei provato a mantenerla. ",
  "mn65:10.2": "Per favore, Signore, accetti il mio errore come tale, così che io mi contenga in futuro” ",
  "mn65:10.3": "“Davvero, Bhaddāli, hai fatto un errore. È stato sciocco, stupido, e cattivo da parte tua che, mentre questa regola veniva istituita da me e la comunità monastica la intraprendeva, tu annunciasti che non avresti provato a mantenerla. ",
  "mn65:11.1": "Cosa ne pensi, Bhaddāli? ",
  "mn65:11.2": "Immagina io dica a un monaco libero in entrambi i modi: ",
  "mn65:11.3": "‘Per favore, monaco, fammi da ponte così che possa attraversare il fango’. Pensi che attraverserebbe solo lui, o cercherebbe una scusa, o semplicemente direbbe di no?” ",
  "mn65:11.4": "“No, Signore” ",
  "mn65:11.5": "“Cosa ne pensi, Bhaddāli? ",
  "mn65:11.6": "Immagina io dica la stessa cosa a un monaco libero attraverso saggezza, ",
  "mn65:11.7": "o a un testimone diretto, ",
  "mn65:11.8": "o a un maturo in opinione, ",
  "mn65:11.9": "o a uno libero attraverso fede, ",
  "mn65:11.10": "o a un discepolo dell’insegnamento, ",
  "mn65:11.11": "o a un discepolo per fede: ",
  "mn65:11.12": "‘Per favore, monaco, fammi da ponte così che possa attraversare il fango’. Pensi che attraverserebbe lui, o cercherebbe una scusa, o semplicemente direbbe di no?” ",
  "mn65:11.13": "“No, Signore” ",
  "mn65:12.1": "“Cosa ne pensi, Bhaddāli? ",
  "mn65:12.2": "In quel momento eri libero in entrambi i modi, libero attraverso saggezza, un testimone diretto, maturo in opinione, libero attraverso fede, un discepolo dell’insegnamento, o un discepolo per fede?” ",
  "mn65:12.3": "“No, Signore” ",
  "mn65:12.4": "“Non eri vuoto, vacuo, e in errore?” ",
  "mn65:13.1": "“Sì, Signore” ",
  "mn65:13.2": "“Ho fatto un errore, Signore … ",
  "mn65:13.3": "Per favore, Signore, accetti il mio errore come tale, così che io mi contenga in futuro” ",
  "mn65:13.4": "“Davvero, Bhaddāli, hai fatto un errore. … ",
  "mn65:13.5": "Ma dato che hai riconosciuto il tuo errore come tale, e hai rimediato secondo l’insegnamento, lo accetto. ",
  "mn65:13.6": "Poiché è crescita nell’insegnamento nobile riconoscere un errore come tale, rimediare secondo l’insegnamento, e impegnarsi a contenersi in futuro. ",
  "mn65:14.1": "Bhaddāli, prendi un monaco che non adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:14.2": "Pensa: ",
  "mn65:14.3": "‘Perché non frequento un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia? ",
  "mn65:14.4": "Magari raggiungerò qualche distinzione sovrumana in conoscenza e visione degna dei nobili’. ",
  "mn65:14.5": "Così frequenta un riparo isolato. ",
  "mn65:14.6": "Mentre dimora ritirato, viene rimproverato dal Maestro, dai compagni spirituali giudiziosi dopo esaminazione, dagli angeli, e da se stesso. ",
  "mn65:14.7": "Venendo rimproverato in questo modo, non realizza alcuna distinzione sovrumana in conoscenza e visione degna dei nobili. ",
  "mn65:14.8": "Perché questo? ",
  "mn65:14.9": "Perché è così quando non si adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:15.1": "Ma prendi un monaco che adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:15.2": "Pensa: ",
  "mn65:15.3": "‘Perché non frequento un riparo isolato, la natura, la radice di un albero, una collina, una gola, una grotta di montagna, un cimitero, una foresta, l’aria aperta, un mucchio di paglia? ",
  "mn65:15.4": "Magari raggiungerò qualche distinzione sovrumana in conoscenza e visione degna dei nobili’. ",
  "mn65:15.5": "Così frequenta un riparo isolato. ",
  "mn65:15.6": "Mentre dimora ritirato, non viene rimproverato dal Maestro, dai compagni spirituali giudiziosi dopo esaminazione, dagli angeli, o da se stesso. ",
  "mn65:15.7": "Non venendo rimproverato in questo modo, realizza distinzioni sovrumane in conoscenza e visione degne dei nobili. ",
  "mn65:16.1": "Sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn65:16.2": "Perché questo? ",
  "mn65:16.3": "Perché è così quando si adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:17.1": "Inoltre, con il placarsi di pensiero e valutazione, con chiarezza interna e mente raccolta, senza pensiero e valutazione, con euforia e felicità nate dalla concentrazione, un monaco raggiunge e dimora nella seconda estasi. ",
  "mn65:17.2": "Perché questo? ",
  "mn65:17.3": "Perché è così quando si adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:17.4": "Inoltre, con lo svanire dell’euforia, dimorando con equanimità, consapevole e presente, toccando con mano la felicità di cui i nobili dichiarano: ‘Equanime e consapevole, egli dimora nella felicità’, un monaco raggiunge e dimora nella terza estasi. ",
  "mn65:17.5": "Perché questo? ",
  "mn65:17.6": "Perché è così quando si adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:17.7": "Inoltre, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e dimora nella quarta estasi. ",
  "mn65:17.8": "Perché questo? ",
  "mn65:17.9": "Perché è così quando si adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:18.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende al ricordo delle vite passate. ",
  "mn65:18.2": "Si ricorda molti tipi di vite passate, cioè, una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. … Si ricorda i suoi molti tipi di vite passate, nei particolari e nello specifico. ",
  "mn65:18.3": "Perché questo? ",
  "mn65:18.4": "Perché è così quando si adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:19.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn65:19.2": "Con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni: ‘Questi cari esseri hanno fatto cose cattive di corpo, parola, e mente … rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. Questi cari esseri, invece, hanno fatto cose buone di corpo, parola, e mente … rinascono in un bel posto, in paradiso’. E così, con chiaroveggenza purificata e sovrumana … comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn65:19.3": "Perché questo? ",
  "mn65:19.4": "Perché è così quando si adempie l’addestramento secondo le istruzioni del Maestro. ",
  "mn65:20.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn65:20.2": "Comprende secondo realtà: ‘Questa è la sofferenza’, comprende secondo realtà: ‘Questa è l’origine della sofferenza’, comprende secondo realtà: ‘Questa è la cessazione della sofferenza’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn65:20.3": "Comprende secondo realtà: ‘Questi sono i contaminanti’, comprende secondo realtà:  ‘Questa è l’origine dei contaminanti’, comprende secondo realtà: ‘Questa è la cessazione dei contaminanti’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn65:21.1": "Conoscendo così e vedendo così, la sua mente viene liberata dal contaminante dei piaceri dei sensi, la sua mente viene liberata dal contaminante dell’esistenza, e la sua mente viene liberata dal contaminante dell’ignoranza. ",
  "mn65:21.2": "Una volta libero, capisce di essere libero. ",
  "mn65:21.3": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn65:21.4": "Perché questo? ",
  "mn65:21.5": "Perché è così quando si adempie l’addestramento secondo le istruzioni del Maestro”. ",
  "mn65:22.1": "Detto ciò, il Venerabile Bhaddāli disse al Buddha: ",
  "mn65:22.2": "“Qual è la causa, Signore, qual è la ragione per cui un monaco viene punito e pressato ripetutamente? ",
  "mn65:22.3": "E qual è la causa, Signore, qual è la ragione per cui un altro monaco non viene similmente punito e pressato ripetutamente?” ",
  "mn65:23.1": "“Bhaddāli, prendi un monaco recidivo con molte offese. ",
  "mn65:23.2": "Quando viene accusato dai monaci, evita il problema, distraendo la discussione con punti irrilevanti. Mostra fastidio, odio, e acidità. Non procede correttamente, non si mette in riga, non cerca di risolvere la cosa, e non dice: ‘Farò ciò che fa piacere alla comunità’. ",
  "mn65:23.3": "In questo caso i monaci dicono: ",
  "mn65:23.4": "‘Fratelli, questo monaco è recidivo, con molte offese. ",
  "mn65:23.5": "Quando viene accusato dai monaci, evita il problema, distraendo la discussione con punti irrilevanti. Mostra fastidio, odio, e acidità. Non procede correttamente, non si mette in riga, non cerca di risolvere la cosa, e non dice: ‘Farò ciò che fa piacere alla comunità’. ",
  "mn65:23.6": "Sarebbe meglio se i venerabili esaminassero questo monaco in modo tale che la questione disciplinare non venga risolta velocemente’. ",
  "mn65:23.7": "E così fanno. ",
  "mn65:24.1": "Prendi un altro monaco recidivo con molte offese. ",
  "mn65:24.2": "Quando viene accusato dai monaci, non evita il problema, distraendo la discussione con punti irrilevanti. Non mostra fastidio, odio, o acidità. Procede correttamente, si mette in riga, cerca di risolvere la cosa, e dice: ‘Farò ciò che fa piacere alla comunità’. ",
  "mn65:24.3": "In questo caso i monaci dicono: ",
  "mn65:24.4": "‘Fratelli, questo monaco è recidivo, con molte offese. ",
  "mn65:24.5": "Quando viene accusato dai monaci, non evita il problema, distraendo la discussione con punti irrilevanti. Non mostra fastidio, odio, o acidità. Procede correttamente, si mette in riga, cerca di risolvere la cosa, e dice: ‘Farò ciò che fa piacere alla comunità’. ",
  "mn65:24.6": "Sarebbe meglio se i venerabili esaminassero questo monaco in modo tale che la questione disciplinare venga risolta velocemente’. ",
  "mn65:24.7": "E così fanno. ",
  "mn65:25.1": "Prendi un altro monaco che sbaglia occasionalmente, senza molte offese. ",
  "mn65:25.2": "Quando viene accusato dai monaci, evita il problema, distraendo la discussione con punti irrilevanti. Mostra fastidio, odio, e acidità. Non procede correttamente, non si mette in riga, non cerca di risolvere la cosa, e non dice: ‘Farò ciò che fa piacere alla comunità’. ",
  "mn65:25.3": "In questo caso i monaci dicono: ",
  "mn65:25.4": "‘Fratelli, questo altro monaco sbaglia occasionalmente, senza molte offese. ",
  "mn65:25.5": "Quando viene accusato dai monaci, evita il problema, distraendo la discussione con punti irrilevanti. Mostra fastidio, odio, e acidità. Non procede correttamente, non si mette in riga, non cerca di risolvere la cosa, e non dice: ‘Farò ciò che fa piacere alla comunità’. ",
  "mn65:25.6": "Sarebbe meglio se i venerabili esaminassero questo monaco in modo tale che la questione disciplinare non venga risolta velocemente’. ",
  "mn65:25.7": "E così fanno. ",
  "mn65:26.1": "Prendi un altro monaco che sbaglia occasionalmente, senza molte offese. ",
  "mn65:26.2": "Quando viene accusato dai monaci, non evita il problema, distraendo la discussione con punti irrilevanti. Non mostra fastidio, odio, o acidità. Procede correttamente, si mette in riga, cerca di risolvere la cosa, e dice: ‘Farò ciò che fa piacere alla comunità’. ",
  "mn65:26.3": "In questo caso i monaci dicono: ",
  "mn65:26.4": "‘Fratelli, questo altro monaco sbaglia occasionalmente, senza molte offese. ",
  "mn65:26.5": "Quando viene accusato dai monaci, non evita il problema, distraendo la discussione con punti irrilevanti. Non mostra fastidio, odio, o acidità. Procede correttamente, si mette in riga, cerca di risolvere la cosa, e dice: ‘Farò ciò che fa piacere alla comunità’. ",
  "mn65:26.6": "Sarebbe meglio se i venerabili esaminassero questo monaco in modo tale che la questione disciplinare venga risolta velocemente’. ",
  "mn65:26.7": "E così fanno. ",
  "mn65:27.1": "Prendi un altro monaco che tira avanti solo per fede e affetto. ",
  "mn65:27.2": "In questo caso i monaci dicono: ",
  "mn65:27.3": "‘Fratelli, questo monaco tira avanti solo per fede e affetto. ",
  "mn65:27.4": "Supponiamo di punirlo, pressandolo ripetutamente. ",
  "mn65:27.5": "No, facciamo in modo che non perda la poca fede e affetto che ha!’ ",
  "mn65:28.1": "Immagina una persona con un occhio solo. I suoi amici e colleghi, parenti e amici proteggerebbero quell’unico occhio: ",
  "mn65:28.2": "‘Facciamo in modo che non perda l’unico occhio che ha!’ ",
  "mn65:28.3": "Allo stesso modo, un qualche monaco tira avanti solo per fede e affetto. ",
  "mn65:28.4": "In questo caso i monaci dicono: ",
  "mn65:28.5": "‘Fratelli, questo monaco tira avanti solo per fede e affetto. ",
  "mn65:28.6": "Supponiamo di punirlo, pressandolo ripetutamente. ",
  "mn65:28.7": "No, facciamo in modo che non perda la poca fede e affetto che ha!’ ",
  "mn65:28.8": "Questa è la causa, Bhaddāli, questa è la ragione per cui un monaco viene punito e pressato ripetutamente. ",
  "mn65:28.9": "E questa è la causa, Bhaddāli, questa è la ragione per cui un altro monaco non viene similmente punito e pressato ripetutamente” ",
  "mn65:29.1": "“Qual è la causa, Signore, qual è la ragione per cui una volta c’erano meno regole ma più monaci illuminati? ",
  "mn65:29.2": "E qual è la causa, qual è la ragione per cui al giorno d’oggi ci sono più regole e meno monaci illuminati?” ",
  "mn65:30.1": "“È così che va, Bhaddāli. Quando gli esseri viventi sono in declino e il vero insegnamento sta per scomparire ci sono più regole e meno monaci illuminati. ",
  "mn65:30.2": "Il Maestro non istituisce regole per i discepoli finché alcune influenze contaminanti non appaiono nella comunità. ",
  "mn65:30.3": "Ma quando queste influenze contaminanti appaiono nella comunità, il Maestro istituisce regole per i discepoli per proteggerli da esse. ",
  "mn65:31.1": "E non appaiono finché la comunità non ha raggiunto dimensioni grandi, ",
  "mn65:31.4": "abbondanza di supporto materiale, fama, istruzione, e anzianità. ",
  "mn65:31.5": "Ma quando la comunità raggiunge queste cose, queste influenze contaminanti appaiono nella comunità, e il Maestro istituisce regole per i discepoli per proteggerli da esse. ",
  "mn65:32.1": "C’erano solo pochi di voi quando spiegai l’esposizione sulla similitudine del puledro purosangue. ",
  "mn65:32.2": "Te la ricordi, Bhaddāli?” ",
  "mn65:32.3": "“No, Signore” ",
  "mn65:32.4": "“Quale pensi sia la ragione?” ",
  "mn65:32.5": "“Signore, è sicuramente perché per molto tempo non ho adempito l’addestramento secondo le istruzioni del Maestro” ",
  "mn65:32.6": "“Non è l’unica ragione, Bhaddāli. ",
  "mn65:32.7": "Piuttosto, da molto tempo leggo la tua mente e so: ",
  "mn65:32.8": "‘Mentre insegno, questo sciocco non presta attenzione, non applica la mente, non si concentra pienamente, e non ascolta in maniera attiva’. ",
  "mn65:32.9": "Comunque, Bhaddāli, ti insegno l’esposizione sulla similitudine del puledro purosangue. ",
  "mn65:32.10": "Ascolta e presta attenzione, ora parlo” ",
  "mn65:32.11": "“Sì, Signore,” rispose Bhaddāli. ",
  "mn65:32.12": "Il Buddha disse: ",
  "mn65:33.1": "“Immagina un abile addestratore di cavalli che ottiene un buon purosangue. Prima di tutto lo abituerebbe a indossare il morso. ",
  "mn65:33.2": "Dato che non l’ha mai indossato prima d’ora, si contorce, si piega, e cerca di evitarlo. ",
  "mn65:33.3": "Ma attraverso la pratica regolare e graduale quel suo comportamento si placa definitivamente. ",
  "mn65:33.4": "Fatto ciò, l’addestratore lo abitua a indossare i finimenti. ",
  "mn65:33.5": "Dato che non li ha mai indossati prima d’ora, si contorce, si piega, e cerca di evitarlo. ",
  "mn65:33.6": "Ma attraverso la pratica regolare e graduale quel suo comportamento si placa definitivamente. ",
  "mn65:33.7": "Fatto ciò, l’addestratore lo abitua a camminare in processione, a cerchio, a rampare, a galoppare, a caricare, gli insegna i protocolli e le tradizioni cortesi, con la miglior velocità, agilità, ed eleganza. ",
  "mn65:33.8": "Dato che non l’ha mai fatto prima d’ora, si contorce, si piega, e cerca di evitarlo. ",
  "mn65:33.9": "Ma attraverso la pratica regolare e graduale quel suo comportamento si placa definitivamente. ",
  "mn65:33.10": "Fatto ciò, l’addestratore lo ricompensa con una spazzolata e una massaggiata. ",
  "mn65:33.11": "Un buon purosangue con questi dieci fattori è degno di un re, idoneo a servire un re, ed è considerato un fattore reale. ",
  "mn65:34.1": "Allo stesso modo, un monaco con dieci qualità è degno di offerte, degno di ospitalità, degno di donazioni, degno di venerazione con mani giunte, ed è il supremo campo di merito per il mondo. ",
  "mn65:34.2": "Quali dieci? ",
  "mn65:34.3": "È quando un monaco possiede l’opinione corretta, il pensiero corretto, il linguaggio corretto, l’azione corretta, il sostentamento corretto, lo sforzo corretto, la consapevolezza corretta, la concentrazione corretta, la conoscenza corretta, e la libertà corretta di un esperto. ",
  "mn65:34.4": "Un monaco con queste dieci qualità è degno di offerte, degno di ospitalità, degno di donazioni, degno di venerazione con mani giunte, ed è il supremo campo di merito per il mondo”. ",
  "mn65:34.5": "Questo è ciò che il Buddha disse. ",
  "mn65:34.6": "Contento, il Venerabile Bhaddāli trasse piacere da ciò che il Buddha disse. "
}