{
  "mn66:0.1": "Discorsi medi 66 ",
  "mn66:0.2": "Il discorso della similitudine della quaglia ",
  "mn66:1.1": "Così ho sentito. ",
  "mn66:1.2": "Una volta il Buddha dimorava nella terra degli Aṅguttarāpan, vicino alla città chiamata Āpaṇa. ",
  "mn66:2.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò ad Āpaṇa per l’elemosina. ",
  "mn66:2.2": "Vagò per l’elemosina ad Āpaṇa. Dopo il pasto, al ritorno dalla questua, andò in un certo bosco per la dimora quotidiana. ",
  "mn66:2.3": "Dopo essersi addentrato profondamente nel bosco, si sedette alla radice di un certo albero per la dimora quotidiana. ",
  "mn66:3.1": "Anche il Venerabile Udāyī si vestì e, prendendo la propria ciotola e abito, entrò ad Āpaṇa per l’elemosina. ",
  "mn66:3.2": "Vagò per l’elemosina ad Āpaṇa. Dopo il pasto, al ritorno dalla questua, andò in un certo bosco per la dimora quotidiana. ",
  "mn66:3.3": "Dopo essersi addentrato profondamente nel bosco, si sedette alla radice di un certo albero per la dimora quotidiana. ",
  "mn66:3.4": "Poi mentre il Venerabile Udāyī era in ritiro privato gli venne in mente questo pensiero: ",
  "mn66:4.1": "“Il Buddha ci ha liberati da così tante cose che portano sofferenza e ci ha donato così tante cose che portano felicità! ",
  "mn66:4.2": "Ci ha liberati da così tante cose cattive e ci ha donato così tante cose buone!” ",
  "mn66:5.1": "Poi nel tardo pomeriggio, Udāyī uscì da ritiro e andò dal Buddha. Si inchinò, si sedette a lato, e gli disse: ",
  "mn66:6.1": "“Proprio ora, Signore, mentre ero in ritiro privato, mi venne in mente questo pensiero: ",
  "mn66:6.2": "‘Il Buddha ci ha liberati da così tante cose che portano sofferenza e ci ha donato così tante cose che portano felicità! ",
  "mn66:6.3": "Ci ha liberati da così tante cose cattive e ci ha donato così tante cose buone!’ ",
  "mn66:6.4": "Poiché mangiavamo la sera, la mattina, e all’ora sbagliata del giorno. ",
  "mn66:6.5": "Ma poi arrivò il momento in cui il Buddha si rivolse ai monaci, dicendo: ",
  "mn66:6.6": "‘Per favore, monaci, rinunciate a quel pasto all’ora sbagliata del giorno’. ",
  "mn66:6.7": "Quando questo accadde, ci intristimmo e turbammo: ",
  "mn66:6.8": "‘Ma questi laici fedeli ci danno cibi deliziosi freschi e cotti all’ora sbagliata del giorno. E il Beato ci dice di rinunciarci! Il Santo ci dice di lasciarli andare!’ ",
  "mn66:6.9": "Ma considerando il nostro affetto e rispetto per il Buddha, e il nostro senso di coscienza e prudenza, rinunciammo a quel pasto all’ora sbagliata del giorno. ",
  "mn66:6.10": "Allora mangiavamo la sera e al mattino. ",
  "mn66:6.11": "Ma poi arrivò il momento in cui il Buddha si rivolse ai monaci, dicendo: ",
  "mn66:6.12": "‘Per favore, monaci, rinunciate a quel pasto all’ora sbagliata della sera’. ",
  "mn66:6.13": "Quando questo accadde, ci intristimmo e turbammo: ",
  "mn66:6.14": "‘Ma quello è considerato il più delizioso dei due pasti. E il Beato ci dice di rinunciarci! Il Santo ci dice di lasciarlo andare!’ ",
  "mn66:6.15": "Una volta accadde che una certa persona ottenne della zuppa durante il giorno. Disse: ",
  "mn66:6.16": "‘Venite, mettiamola da parte; la mangeremo insieme stasera’. ",
  "mn66:6.17": "Quasi tutti i pasti sono preparati la sera, solo pochi di giorno. ",
  "mn66:6.18": "Ma considerando il nostro affetto e rispetto per il Buddha, e il nostro senso di coscienza e prudenza, rinunciammo a quel pasto all’ora sbagliata della sera. ",
  "mn66:6.19": "In passato, i monaci vagavano per l’elemosina nel buio della notte. Camminavano nel pantano, o cadevano nelle fogne, o entravano in cespugli spinosi, o si scontravano contro mucche che dormivano, o incontravano giovani che scappavano da un crimine o che stavano per commetterne uno, o venivano invitati da una femmina a commettere atti osceni. ",
  "mn66:6.20": "Una volta accadde che stavo vagando per l’elemosina nel buio della notte. ",
  "mn66:6.21": "Una donna che lavava un vaso mi vide alla luce di un fulmine. ",
  "mn66:6.22": "Spaventata, gridò: ",
  "mn66:6.23": "‘Povera me! È un dannato folletto!’ ",
  "mn66:6.24": "Detto ciò, le dissi: ",
  "mn66:6.25": "‘Sorella, non sono un folletto. ",
  "mn66:6.26": "Sono un monaco che aspetta l’elemosina’ ",
  "mn66:6.27": "‘Muori, padre del monaco! Muori, madre del monaco! ",
  "mn66:6.28": "Sarebbe meglio che ti aprissero la pancia con una mannaia da carne piuttosto di vagare per l’elemosina nel buio della notte per la pancia!’ ",
  "mn66:6.29": "Ricordando ciò, ho pensato: ",
  "mn66:6.30": "‘Il Buddha ci ha liberati da così tante cose che portano sofferenza e ci ha donato così tante cose che portano felicità! ",
  "mn66:6.31": "Ci ha liberati da così tante cose cattive e ci ha donato così tante cose buone!’” ",
  "mn66:7.1": "“Questo è esattamente quello che accade quando dico a certi sciocchi di rinunciare a qualcosa. Dicono: ",
  "mn66:7.2": "‘Ma come, una cosa così banale e insignificante come questa? Questo asceta è troppo severo!’ ",
  "mn66:7.3": "Non ci rinunciano, e nutrono acidità nei miei confronti; ",
  "mn66:7.4": "e per i monaci che vogliono addestrarsi, diventa un legame forte, solido, e robusto, un nodo che non è marcito, e un pesante giogo. ",
  "mn66:8.1": "Immagina che una quaglia sia legata con una liana, e che aspetti di venire ferita, ingabbiata, o uccisa. ",
  "mn66:8.2": "Sarebbe giusto dire che ",
  "mn66:8.3": "per quella quaglia la liana è debole, flebile, marcia, e insostanziale?” ",
  "mn66:8.5": "“No, Signore. ",
  "mn66:8.6": "Per quella quaglia la liana è un legame forte, solido, e robusto, un nodo che non è marcito, e un pesante giogo” ",
  "mn66:8.7": "“Allo stesso modo, quando dico a certi sciocchi di rinunciare a qualcosa, dicono: ",
  "mn66:8.8": "‘Ma come, una cosa così banale e insignificante come questa? Questo asceta è troppo severo!’ ",
  "mn66:8.9": "Non ci rinunciano, e nutrono acidità nei miei confronti; ",
  "mn66:8.10": "e per i monaci che vogliono addestrarsi, diventa un legame forte, solido, e robusto, un nodo che non è marcito, e un pesante giogo. ",
  "mn66:9.1": "Ma quando dico a certi giovani di rinunciare a qualcosa, dicono: ",
  "mn66:9.2": "‘Ma come, dobbiamo solo rinunciare a una cosa così banale e insignificante come questa, quando il Beato ci dice di rinunciarci, il Santo ci dice di lasciarla andare?’ ",
  "mn66:9.3": "Ci rinunciano, e non nutrono acidità nei miei confronti; ",
  "mn66:9.4": "e quando i monaci che vogliono addestrarsi ci rinunciano, vivono rilassati, indisturbati, vivendo di carità, con cuori liberi come cerbiatti selvaggi. ",
  "mn66:9.5": "Per loro quel legame è debole, flebile, marcito, e insostanziale. ",
  "mn66:10.1": "Immagina un elefante reale con zanne come pali da carrozza, capace di sollevare carichi pesanti, di razza pura e pronto alla battaglia. E che sia legato con dei forti finimenti. Ma semplicemente torcendo un poco il corpo rompe le corde e va dove vuole. ",
  "mn66:10.2": "Sarebbe giusto dire che ",
  "mn66:10.3": "per quell’elefante quei finimenti siano forti, solidi, e robusti, un nodo che non è marcito, e un pesante giogo?” ",
  "mn66:10.5": "“No, Signore. ",
  "mn66:10.6": "per quell’elefante quei finimenti sono deboli, flebili, marciti, e insostanziali” ",
  "mn66:10.7": "Allo stesso modo, quando dico a certi giovani di rinunciare a qualcosa, dicono: ",
  "mn66:10.8": "‘Ma come, dobbiamo solo rinunciare a una cosa così banale e insignificante come questa, quando il Beato ci dice di rinunciarci, il Santo ci dice di lasciarla andare?’ ",
  "mn66:10.9": "Ci rinunciano, e non nutrono acidità nei miei confronti; ",
  "mn66:10.10": "e quando i monaci che vogliono addestrarsi ci rinunciano, dimorano rilassati, indisturbati, vivendo di carità, con cuori liberi come cerbiatti selvaggi. ",
  "mn66:10.11": "Per loro quel legame è debole, flebile, marcito, e insostanziale. ",
  "mn66:11.1": "Immagina un uomo povero, con pochi averi e pochi soldi. ",
  "mn66:11.2": "Possiede un solo tugurio rotto aperto ai corvi, non dei migliori; un solo divano rotto, non dei migliori; un solo vaso per il grano, non dei migliori; e una sola moglie, non delle migliori. ",
  "mn66:11.3": "Vede un monaco che siede dedito allo sviluppo della mente elevata all’ombra fresca, con mani e piedi ben lavati dopo aver mangiato un pasto delizioso. ",
  "mn66:11.4": "Pensa: ",
  "mn66:11.5": "‘La vita ascetica è così piacevole! La vita ascetica è così bella! ",
  "mn66:11.6": "Se solo potessi tagliarmi capelli e barba, indossare l’abito marrone, e lasciare la vita di casa per quella mendicante’. ",
  "mn66:11.7": "Ma non è in grado di rinunciare al suo tugurio rotto, al suo divano rotto, al suo vaso per il grano, o a sua moglie, nessuno dei quali è dei migliori, per lasciare casa. ",
  "mn66:11.8": "Sarebbe giusto dire che ",
  "mn66:11.9": "per quell’uomo ",
  "mn66:11.10": "questi legami sono deboli, flebili, marciti, e insostanziali?” ",
  "mn66:11.12": "“No, Signore. ",
  "mn66:11.13": "Per quell’uomo ",
  "mn66:11.14": "sono legami forti, solidi, e robusti, un nodo che non è marcito, e un pesante giogo” ",
  "mn66:11.15": "“Allo stesso modo, quando dico a certi sciocchi di rinunciare a qualcosa, dicono: ",
  "mn66:11.16": "‘Ma come, una cosa così banale e insignificante come questa? Questo asceta è troppo severo!’ ",
  "mn66:11.17": "Non ci rinunciano, e nutrono acidità nei miei confronti; ",
  "mn66:11.18": "e per i monaci che vogliono addestrarsi, diventa un legame forte, solido, e robusto, un nodo che non è marcito, e un pesante giogo. ",
  "mn66:12.1": "Immagina un uomo ricco, benestante, e abbiente. Possiede una grande quantità di monete d’oro, grano, campi, terre, mogli, e servi maschi e femmine. ",
  "mn66:12.2": "Vede un monaco che siede dedito allo sviluppo della mente elevata all’ombra fresca, con mani e piedi ben lavati dopo aver mangiato un pasto delizioso. ",
  "mn66:12.3": "Pensa: ",
  "mn66:12.4": "‘La vita ascetica è così piacevole! La vita ascetica è così bella! ",
  "mn66:12.5": "Se solo potessi tagliarmi capelli e barba, indossare l’abito marrone, e lasciare la vita di casa per quella mendicante’. ",
  "mn66:12.6": "Ed è in grado di rinunciare alla sua grande quantità di monete d’oro, grano, campi, terre, mogli, e servi maschi e femmine per lasciare casa. ",
  "mn66:12.7": "Sarebbe giusto dire che ",
  "mn66:12.8": "Per quell’uomo quei legami sono forti, solidi, e robusti, un nodo che non è marcito, e un pesante giogo?” ",
  "mn66:12.10": "“No, Signore. ",
  "mn66:12.11": "Per quell’uomo ",
  "mn66:12.12": "questi legami sono deboli, flebili, marciti, e insostanziali” ",
  "mn66:12.13": "“Allo stesso modo, quando dico a certi giovani di rinunciare a qualcosa, dicono: ",
  "mn66:12.14": "‘Ma come, dobbiamo solo rinunciare a una cosa così banale e insignificante come questa, quando il Beato ci dice di rinunciarci, il Santo ci dice di lasciarla andare?’ ",
  "mn66:12.15": "Ci rinunciano, e non nutrono acidità nei miei confronti; ",
  "mn66:12.16": "e quando i monaci che vogliono addestrarsi ci rinunciano, dimorano rilassati, indisturbati, vivendo di carità, con cuori liberi come cerbiatti selvaggi. ",
  "mn66:12.17": "Per loro quel legame è debole, flebile, marcito, e insostanziale. ",
  "mn66:13.1": "Udāyī, nel mondo si trovano queste quattro persone. ",
  "mn66:13.2": "Quali quattro? ",
  "mn66:14.1": "Prendi una certa persona che pratica per abbandonare e lasciar andare ogni attaccamento. ",
  "mn66:14.2": "Mentre fa questo, ricordi e pensieri legati ad attaccamenti lo affliggono. ",
  "mn66:14.3": "Lui li tollera, non li abbandona, non se ne sbarazza, non li elimina, e non li oblitera. ",
  "mn66:14.4": "Io chiamo questa persona ‘incatenata’, non ‘distaccata’. ",
  "mn66:14.5": "Perché questo? ",
  "mn66:14.6": "Perché comprendo la diversità delle facoltà per quanto riguarda questa persona. ",
  "mn66:15.1": "Prendi un’altra persona che pratica per abbandonare e lasciar andare ogni attaccamento. ",
  "mn66:15.2": "Mentre fa questo, ricordi e pensieri legati ad attaccamenti lo affliggono. ",
  "mn66:15.3": "Lui non li tollera, ma li abbandona, se ne sbarazza, li elimina, e li oblitera. ",
  "mn66:15.4": "Io chiamo questa persona ‘incatenata’, non ‘distaccata’. ",
  "mn66:15.5": "Perché questo? ",
  "mn66:15.6": "Perché comprendo la diversità delle facoltà per quanto riguarda questa persona. ",
  "mn66:16.1": "Prendi un’altra persona che pratica per abbandonare e lasciar andare ogni attaccamento. ",
  "mn66:16.2": "Mentre fa questo, ricordi e pensieri legati ad attaccamenti lo affliggono. ",
  "mn66:16.3": "La sua consapevolezza è lenta a sorgere, ",
  "mn66:16.4": "ma abbandona velocemente quei pensieri, se ne sbarazza, li elimina, e li oblitera. ",
  "mn66:16.5": "Immagina un calderone di ferro che è stato scaldato tutto il giorno, e una persona ci lascia cadere dentro due o tre gocce d’acqua. ",
  "mn66:16.6": "Le gocce sarebbero lente a cadere, ma si prosciugherebbero ed evaporerebbero subito. ",
  "mn66:16.7": "Allo stesso modo, prendi una persona che pratica per abbandonare e lasciar andare ogni attaccamento. ",
  "mn66:16.8": "Mentre fa questo, ricordi e pensieri legati ad attaccamenti lo affliggono. ",
  "mn66:16.9": "La sua consapevolezza è lenta a sorgere, ",
  "mn66:16.10": "ma abbandona velocemente quei pensieri, se ne sbarazza, li elimina, e li oblitera. ",
  "mn66:16.11": "Io chiamo questa persona ‘incatenata’, non ‘distaccata’. ",
  "mn66:16.12": "Perché questo? ",
  "mn66:16.13": "Perché comprendo la diversità delle facoltà per quanto riguarda questa persona. ",
  "mn66:17.1": "Prendi un’altra persona che, comprendendo che l’attaccamento è la radice della sofferenza, ",
  "mn66:17.2": "è libero attraverso l’eliminazione dei contaminanti. ",
  "mn66:17.3": "Io chiamo questa persona ‘distaccata’, non ‘incatenata’. ",
  "mn66:17.4": "Perché questo? ",
  "mn66:17.5": "Perché comprendo la diversità delle facoltà per quanto riguarda questa persona. ",
  "mn66:17.6": "Nel mondo si trovano queste quattro persone. ",
  "mn66:18.1": "Udāyī, questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn66:18.2": "Quali cinque? ",
  "mn66:18.3": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn66:18.4": "Suoni percepiti dall’orecchio … ",
  "mn66:18.5": "Odori percepiti dal naso … ",
  "mn66:18.6": "Sapori percepiti dalla lingua … ",
  "mn66:18.7": "Tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn66:18.8": "Questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn66:19.1": "La felicità e l’allegria che si manifestano da questi cinque tipi di stimolazione dei sensi si chiama piacere dei sensi, un piacere lercio, ordinario, e ignobile. Tale piacere non deve essere coltivato o sviluppato, ma deve essere temuto, dico io. ",
  "mn66:20.1": "Prendi un monaco che, sufficientemente isolato dai piaceri dei sensi, … raggiunge e dimora nella prima estasi. ",
  "mn66:20.2": "Con il placarsi di pensiero e valutazione, … raggiunge e dimora nella seconda estasi. ",
  "mn66:20.3": "Con lo svanire dell’euforia, … raggiunge e dimora nella terza estasi. ",
  "mn66:20.4": "Abbandonando gioia e dolore, … raggiunge e dimora nella quarta estasi. ",
  "mn66:21.1": "Questa si chiama la felicità della rinuncia, la felicità dell’isolamento, la felicità della pace, la felicità del risveglio. Questa felicità deve essere coltivata e sviluppata, e non deve essere temuta, dico io. ",
  "mn66:22.1": "Prendi un monaco che, sufficientemente isolato dai piaceri dei sensi, … raggiunge e dimora nella prima estasi. ",
  "mn66:22.2": "Questo appartiene ciò che è turbabile, dico io. ",
  "mn66:22.3": "E cos’è che appartiene a ciò che è turbabile lì? ",
  "mn66:22.4": "Qualsiasi pensiero e valutazione che non sono cessati appartengono a ciò che è turbabile. ",
  "mn66:23.1": "Prendi un monaco che, con il placarsi di pensiero e valutazione, … raggiunge e dimora nella seconda estasi. ",
  "mn66:23.2": "Questo appartiene ciò che è turbabile, dico io. ",
  "mn66:23.3": "E cos’è che appartiene a ciò che è turbabile lì? ",
  "mn66:23.4": "Qualsiasi euforia e felicità che non sono cessate appartengono a ciò che è turbabile. ",
  "mn66:24.1": "Prendi un monaco che, con lo svanire dell’euforia, … raggiunge e dimora nella terza estasi. ",
  "mn66:24.2": "Questo appartiene ciò che è turbabile, dico io. ",
  "mn66:24.3": "E cos’è che appartiene a ciò che è turbabile lì? ",
  "mn66:24.4": "Qualsiasi felicità equanime che non è cessata appartiene a ciò che è turbabile. ",
  "mn66:25.1": "Prendi un monaco che, abbandonando gioia e dolore, … raggiunge e dimora nella prima estasi. ",
  "mn66:25.2": "Questo appartiene ciò che è imperturbabile, dico io. ",
  "mn66:26.1": "Prendi un monaco che, sufficientemente isolato dai piaceri dei sensi, … raggiunge e dimora nella prima estasi. ",
  "mn66:26.2": "Non è abbastanza, dico io: abbandonalo, vai oltre. ",
  "mn66:26.3": "E cosa c’è oltre? ",
  "mn66:27.1": "Prendi un monaco che, con il placarsi di pensiero e valutazione, … raggiunge e dimora nella seconda estasi. C’è questo oltre. ",
  "mn66:27.2": "Ma anche questo non è abbastanza, dico io: abbandonalo, vai oltre. ",
  "mn66:27.3": "E cosa c’è oltre? ",
  "mn66:28.1": "Prendi un monaco che, con lo svanire dell’euforia, … raggiunge e dimora nella terza estasi. C’è questo oltre. ",
  "mn66:28.2": "Ma anche questo non è abbastanza, dico io: abbandonalo, vai oltre. ",
  "mn66:28.3": "E cosa c’è oltre? ",
  "mn66:29.1": "Prendi un monaco che, abbandonando gioia e dolore, … raggiunge e dimora nella prima estasi. C’è questo oltre. ",
  "mn66:29.2": "Ma anche questo non è abbastanza, dico io: abbandonalo, vai oltre. ",
  "mn66:29.3": "E cosa c’è oltre? ",
  "mn66:30.1": "Prendi un monaco che, andando totalmente oltre percezioni della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiunge e dimora nella dimensione dello spazio infinito. C’è questo oltre. ",
  "mn66:30.2": "Ma anche questo non è abbastanza, dico io: abbandonalo, vai oltre. ",
  "mn66:30.3": "E cosa c’è oltre? ",
  "mn66:31.1": "Prendi un monaco che, andando totalmente oltre la dimensione dello spazio infinito, percependo che ‘la coscienza è infinita’, raggiunge e dimora nella dimensione della coscienza infinita. ",
  "mn66:31.2": "Ma anche questo non è abbastanza, dico io: abbandonalo, vai oltre. ",
  "mn66:31.3": "E cosa c’è oltre? ",
  "mn66:32.1": "Prendi un monaco che, andando totalmente oltre la dimensione della coscienza infinita, percependo che ‘non c'è nulla in assoluto’, raggiunge e dimora nella dimensione del nulla. C’è questo oltre. ",
  "mn66:32.2": "Ma anche questo non è abbastanza, dico io: abbandonalo, vai oltre. ",
  "mn66:32.3": "E cosa c’è oltre? ",
  "mn66:33.1": "Prendi un monaco che, andando totalmente oltre la dimensione del nulla, raggiunge e dimora nella dimensione della né percezione né non-percezione. C’è questo oltre. ",
  "mn66:33.2": "Ma anche questo non è abbastanza, dico io: abbandonalo, vai oltre. ",
  "mn66:33.3": "E cosa c’è oltre? ",
  "mn66:34.1": "Prendi un monaco che, andando totalmente oltre la dimensione della né percezione né non-percezione, raggiunge e dimora nella cessazione di percezione e sensazione. C’è questo oltre. ",
  "mn66:34.2": "Quindi, Udāyī, io raccomando di abbandonare persino la dimensione della né percezione né non-percezione. ",
  "mn66:34.3": "Vedi qualche catena, grande o piccola, che non raccomando di abbandonare?” ",
  "mn66:34.4": "“No, Signore”. ",
  "mn66:34.5": "Questo è ciò che il Buddha disse. ",
  "mn66:34.6": "Contento, il Venerabile Udāyī trasse piacere da ciò che il Buddha disse. "
}