{
  "mn67:0.1": "Discorsi medi 67 ",
  "mn67:0.2": "Il discorso a Cātumā ",
  "mn67:1.1": "Così ho sentito. ",
  "mn67:1.2": "Una volta il Buddha dimorava vicino a Cātumā in un bosco di àmoli. ",
  "mn67:2.1": "In quell’occasione cinquecento monaci guidati dai Venerabili Sāriputta e Moggallāna arrivarono a Cātumā a trovare il Buddha. ",
  "mn67:2.2": "E i monaci in visita, mentre scambiavano cordialità con i monaci residenti, preparavano i propri ripari, e mettevano via le proprie ciotole e abiti, facevano un terribile baccano. ",
  "mn67:3.1": "Allora il Buddha disse al Venerabile Ānanda: ",
  "mn67:3.2": "“Ānanda, chi sta facendo questo terribile baccano? Si penserebbe siano pescatori che tirano in barca una pescata!” ",
  "mn67:3.3": "E il Venerabile Ānanda gli disse ciò che stava accadendo. ",
  "mn67:4.1": "“Beh, allora, Ānanda, in mio nome dì a quei monaci che ",
  "mn67:4.2": "il maestro li convoca” ",
  "mn67:4.3": "“Sì, Signore”, rispose il Venerabile Ānanda. Andò da quei monaci e disse: ",
  "mn67:4.4": "“Venerabili, il maestro vi convoca” ",
  "mn67:4.5": "“Sì, fratello”, risposero quei monaci. Si alzarono dai propri posti e andarono dal Buddha, si inchinarono, e si sedettero a lato. Il Buddha disse loro: ",
  "mn67:4.6": "“Monaci, cos’è questo terribile baccano? Si penserebbe siano pescatori che tirano in barca una pescata!” ",
  "mn67:4.7": "E i monaci gli riferirono ciò che era accaduto. ",
  "mn67:5.1": "“Andate via, monaci, vi congedo. Non dovete stare in mia presenza” ",
  "mn67:5.2": "“Sì, Signore”, risposero quei monaci. Si alzarono dai propri posti, si inchinarono, e circumambularono il Buddha, mantenendolo alla propria destra. Riordinarono i propri ripari e se ne andarono, prendendo le proprie ciotole e abiti. ",
  "mn67:6.1": "In quell’occasione i Sakya di Cātumā erano seduti radunati nel salone comunale per qualche faccenda. ",
  "mn67:6.2": "Vedendo quei monaci arrivare da lontano, ",
  "mn67:6.3": "andarono da loro e dissero: ",
  "mn67:6.4": "“Salve, venerabili. Dove andate?” ",
  "mn67:6.5": "“Fratelli, la comunità monastica è stata congedata dal Buddha” ",
  "mn67:6.6": "“Beh, allora, venerabili, sedetevi qui un minuto. Magari riusciremo a ripristinare la fiducia del Buddha” ",
  "mn67:6.7": "“Sì, fratelli”, risposero i monaci. ",
  "mn67:7.1": "Allora i Sakya di Cātumā andarono dal Buddha, si inchinarono, si sedettero a lato, e gli dissero: ",
  "mn67:7.2": "“Che il Buddha sia contento della comunità monastica! ",
  "mn67:7.3": "Che il Buddha accolga la comunità monastica! ",
  "mn67:7.4": "Che il Buddha supporti la comunità monastica ora come faceva in passato! ",
  "mn67:7.5": "Ci sono monaci giovani, che hanno lasciato casa recentemente, nuovi a questo insegnamento e addestramento. ",
  "mn67:7.6": "Se non vedono il Buddha potrebbero cambiare e perire. ",
  "mn67:7.7": "Se i piccoli germogli non ricevono acqua possono cambiare e perire. ",
  "mn67:7.8": "Allo stesso modo, ci sono monaci giovani, che hanno lasciato casa recentemente, nuovi a questo insegnamento e addestramento. Se non vedono il Buddha potrebbero cambiare e perire. ",
  "mn67:7.9": "Se un giovane vitello non vede la madre può cambiare e perire. ",
  "mn67:7.10": "Allo stesso modo, ci sono monaci giovani, che hanno lasciato casa recentemente, nuovi a questo insegnamento e addestramento. Se non vedono il Buddha potrebbero cambiare e perire. ",
  "mn67:7.11": "Che il Buddha sia contento della comunità monastica! ",
  "mn67:7.12": "Che il Buddha accolga la comunità monastica! ",
  "mn67:7.13": "Che il Buddha supporti la comunità monastica ora come faceva in passato!” ",
  "mn67:8.1": "Poi il Dio Sahampati, che sapeva ciò che il Buddha pensava, tanto facilmente quanto una persona forte che estende o contrae il proprio braccio, scomparì dal regno di Dio e riapparve di fronte al Buddha. ",
  "mn67:8.2": "Si sistemò la tunica su una spalla, alzò le mani giunte verso il Buddha, e disse: ",
  "mn67:9.1": "“Che il Buddha sia contento della comunità monastica! ",
  "mn67:9.2": "Che il Buddha accolga la comunità monastica! ",
  "mn67:9.3": "Che il Buddha supporti la comunità monastica ora come faceva in passato! ",
  "mn67:9.4": "Ci sono monaci giovani, che hanno lasciato casa recentemente, nuovi a questo insegnamento e addestramento. Se non vedono il Buddha potrebbero cambiare e perire. ",
  "mn67:9.5": "Se i piccoli germogli non ricevono acqua possono cambiare e perire … ",
  "mn67:9.7": "Se un giovane vitello non vede la madre può cambiare e perire. ",
  "mn67:9.8": "Allo stesso modo, ci sono monaci giovani, che hanno lasciato casa recentemente, nuovi a questo insegnamento e addestramento. Se non vedono il Buddha potrebbero cambiare e perire. ",
  "mn67:9.9": "Che il Buddha sia contento della comunità monastica! ",
  "mn67:9.10": "Che il Buddha accolga la comunità monastica! ",
  "mn67:9.11": "Che il Buddha supporti la comunità monastica ora come faceva in passato!” ",
  "mn67:10.1": "I Sakya di Cātumā e il Dio Sahampati furono in grado di ripristinare la fiducia del Buddha con le similitudini dei germogli e del vitello. ",
  "mn67:11.1": "Allora il Venerabile Mahāmoggallāna si rivolse ai monaci: ",
  "mn67:11.2": "“Alzatevi, fratelli, e prendete le vostre ciotole e abiti. ",
  "mn67:11.3": "La fiducia del Buddha è stata ripristinata dai Sakya di Cātumā e dal Dio Sahampati con le similitudini dei germogli e del vitello” ",
  "mn67:12.1": "“Sì, fratello”, risposero quei monaci. Si alzarono dai propri posti e, prendendo le proprie ciotole e abiti, andarono dal Buddha, si inchinarono, e si sedettero a lato. Il Buddha disse al Venerabile Sāriputta: ",
  "mn67:12.2": "“Sāriputta, cosa hai pensato quando ho congedato la comunità monastica?” ",
  "mn67:12.3": "“Signore, ho pensato questo: ",
  "mn67:12.4": "‘Il Buddha ha congedato la comunità monastica. ",
  "mn67:12.5": "Ora rimarrà passivo, dimorando in dimore felici nella vita presente, e così faremo noi’” ",
  "mn67:12.6": "“Aspetta, Sāriputta, aspetta a dimorare passivamente in dimore felici nella vita presente” ",
  "mn67:13.1": "Allora il Buddha si rivolse al Venerabile Mahāmoggallāna: ",
  "mn67:13.2": "“Moggallāna, cosa hai pensato quando ho congedato la comunità monastica?” ",
  "mn67:13.3": "“Signore, ho pensato questo: ",
  "mn67:13.4": "‘Il Buddha ha congedato la comunità monastica. ",
  "mn67:13.5": "Ora rimarrà passivo, dimorando in dimore felici nella vita presente. Nel frattempo, io e il Venerabile Sāriputta guideremo la comunità monastica’” ",
  "mn67:13.6": "“Bene, bene, Moggallāna. ",
  "mn67:13.7": "Poiché se non guido io la comunità monastica, la devono guidare Sāriputta e Moggallāna”. ",
  "mn67:14.1": "Poi il Buddha disse ai monaci: ",
  "mn67:14.2": "“Monaci, quando entrate in acqua dovete stare attenti a quattro pericoli. ",
  "mn67:14.3": "Quali quattro? ",
  "mn67:14.4": "Il pericolo delle onde, il pericolo dei gaviali, il pericolo dei mulinelli, e il pericolo degli squali. ",
  "mn67:14.5": "Questi sono i quattro pericoli ai quali chi entra in acqua deve stare attento. ",
  "mn67:15.1": "Allo stesso modo, un giovane che lascia la vita di casa per quella mendicante in questo insegnamento e addestramento deve stare attento a quattro pericoli. ",
  "mn67:15.2": "Quali quattro? ",
  "mn67:15.3": "Il pericolo delle onde, il pericolo dei gaviali, il pericolo dei mulinelli, e il pericolo degli squali. ",
  "mn67:16.1": "E cos’è, monaci, il pericolo delle onde? ",
  "mn67:16.2": "È quando un giovane ha lasciato la vita di casa per quella mendicante, pensando: ",
  "mn67:16.3": "‘Sono sommerso da nascita, vecchiaia, e morte; da tristezza, lamento, dolore, malinconia, e angoscia. Sono sommerso dalla sofferenza, incastrato nella sofferenza. ",
  "mn67:16.4": "Magari posso mettere fine a questa intera massa di sofferenza’. ",
  "mn67:16.5": "Una volta lasciata casa, i suoi compagni spirituali lo educano e istruiscono: ",
  "mn67:16.6": "Devi andare così, e tornare cosà. Devi guardare avanti così e di lato cosà. Devi piegare gli arti così ed estenderli cosà. Devi gestire il mantello, la ciotola, e gli abiti così’. ",
  "mn67:16.7": "Lui pensa: ",
  "mn67:16.8": "‘Prima, da laico, educavo e istruivo gli altri. ",
  "mn67:16.9": "E ora questi monaci, che potrebbero essere i miei figli o i miei nipoti, immaginano di poter educare e istruire me!’ ",
  "mn67:16.10": "Si dimette dall’addestramento e torna a vita inferiore. ",
  "mn67:16.11": "Questo si chiama un monaco che si dimette dall’addestramento e torna a vita inferiore per paura del pericolo delle onde. ",
  "mn67:16.12": "‘Il pericolo delle onde’ sta per la rabbia e l’angoscia. ",
  "mn67:17.1": "E cos’è, monaci, il pericolo dei gaviali? ",
  "mn67:17.2": "È quando un giovane ha lasciato la vita di casa per quella mendicante, pensando: ",
  "mn67:17.3": "‘Sono sommerso da nascita, vecchiaia, e morte; da tristezza, lamento, dolore, malinconia, e angoscia. Sono sommerso dalla sofferenza, incastrato nella sofferenza. ",
  "mn67:17.4": "Magari posso mettere fine a questa intera massa di sofferenza’. ",
  "mn67:17.5": "Una volta lasciata casa, i suoi compagni spirituali lo educano e istruiscono: ",
  "mn67:17.6": "‘Puoi mangiare, consumare, assaporare, e bere queste cose, ma non quelle. Puoi mangiare ciò che è ammissibile, ma non ciò che non è ammissibile. Puoi mangiare all’ora giusta, ma non all’ora sbagliata’. ",
  "mn67:17.7": "Lui pensa: ‘Prima, da laico, mangiavo, consumavo, assaporavo, e bevevo ciò che volevo, non quello che non volevo. ",
  "mn67:17.8": "Mangiavo e bevevo sia cose ammissibili che no, all’ora giusta e all’ora sbagliata. ",
  "mn67:17.9": "E questi laici fedeli ci danno cibi deliziosi freschi e cotti all’ora sbagliata del giorno. Ma i monaci si immaginano di potermi mettere il bavaglio!’ ",
  "mn67:17.10": "Si dimette dall’addestramento e torna a vita inferiore. ",
  "mn67:17.11": "Questo si chiama un monaco che si dimette dall’addestramento e torna a vita inferiore per paura del pericolo dei gaviali. ",
  "mn67:17.12": "‘Il pericolo dei gaviali’ sta per la golosità. ",
  "mn67:18.1": "E cos’è, monaci, il pericolo dei mulinelli? ",
  "mn67:18.2": "È quando un giovane ha lasciato la vita di casa per quella mendicante, pensando: ",
  "mn67:18.3": "‘Sono sommerso da nascita, vecchiaia, e morte; da tristezza, lamento, dolore, malinconia, e angoscia. Sono sommerso dalla sofferenza, incastrato nella sofferenza. ",
  "mn67:18.4": "Magari posso mettere fine a questa intera massa di sofferenza’. ",
  "mn67:18.5": "Una volta lasciata casa, al mattino si veste e, prendendo la propria ciotola e abito, entra al villaggio o al paese per l’elemosina senza proteggere il corpo, la parola, e la mente, senza stabilire consapevolezza, e senza contenere le facoltà sensoriali. ",
  "mn67:18.6": "Lì vede un laico o il figlio di un laico che si diverte, fornito dei cinque tipi di stimolazione dei sensi. ",
  "mn67:18.7": "Pensa: ",
  "mn67:18.8": "‘Prima, da laico, mi divertivo, fornito dei cinque tipi di stimolazione dei sensi. ",
  "mn67:18.9": "Ed è vero che la mia famiglia è ricca. ",
  "mn67:18.10": "Potrei godermi le mie ricchezze e accumulare merito’. ",
  "mn67:18.11": "Si dimette dall’addestramento e torna a vita inferiore. ",
  "mn67:18.12": "Questo si chiama un monaco che si dimette dall’addestramento e torna a vita inferiore per paura del pericolo dei mulinelli. ",
  "mn67:18.13": "‘Il pericolo dei mulinelli’ sta per i cinque tipi di stimolazione dei sensi. ",
  "mn67:19.1": "E cos’è, monaci, il pericolo degli squali? ",
  "mn67:19.2": "È quando un giovane ha lasciato la vita di casa per quella mendicante, pensando: ",
  "mn67:19.3": "‘Sono sommerso da nascita, vecchiaia, e morte; da tristezza, lamento, dolore, malinconia, e angoscia. Sono sommerso dalla sofferenza, incastrato nella sofferenza. ",
  "mn67:19.4": "Magari posso mettere fine a questa intera massa di sofferenza’. ",
  "mn67:19.5": "Una volta lasciata casa, al mattino si veste e, prendendo la propria ciotola e abito, entra al villaggio o al paese per l’elemosina senza proteggere il corpo, la parola, e la mente, senza stabilire consapevolezza, e senza contenere le facoltà sensoriali. ",
  "mn67:19.6": "Lì vede una femmina poco vestita, con abiti succinti. ",
  "mn67:19.7": "La lussuria gli infetta la mente, ",
  "mn67:19.8": "quindi si dimette dall’addestramento e torna a vita inferiore. ",
  "mn67:19.9": "Questo si chiama un monaco che si dimette dall’addestramento e torna a vita inferiore per paura del pericolo degli squali. ",
  "mn67:19.10": "‘Il pericolo degli squali’ sta per le femmine. ",
  "mn67:20.1": "Questi sono i quattro pericoli a cui un giovane che lascia la vita di casa per quella mendicante deve stare attento”. ",
  "mn67:20.2": "Questo è ciò che il Buddha disse. ",
  "mn67:20.3": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}