{
  "mn69:0.1": "Discorsi medi 69 ",
  "mn69:0.2": "Il discorso su Gulissāni ",
  "mn69:1.1": "Così ho sentito. ",
  "mn69:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn69:2.1": "In quel periodo un monaco di foresta con comportamento da villaggio che si chiamava Gulissāni era venuto a stare con la comunità monastica per qualche faccenda. ",
  "mn69:2.2": "Lì il Venerabile Sāriputta parlò ai monaci di Gulissāni: ",
  "mn69:3.1": "“Fratelli, un monaco di foresta che viene a stare con la comunità monastica deve avere rispetto e venerazione per i propri compagni spirituali. ",
  "mn69:3.2": "Altrimenti alcuni diranno: ",
  "mn69:3.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non ha rispetto e venerazione per i propri compagni spirituali?’ ",
  "mn69:3.5": "È per questo che un monaco di foresta che viene a stare con la comunità monastica deve avere rispetto e venerazione per i propri compagni spirituali. ",
  "mn69:4.1": "Un monaco di foresta che viene a stare con la comunità monastica deve porre attenzione a dove si siede, pensando: ",
  "mn69:4.2": "‘Mi devo sedere in modo da non intromettermi fra i monaci anziani e da non prendere il posto dei monaci giovani’. ",
  "mn69:4.3": "Altrimenti alcuni diranno: ",
  "mn69:4.4": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non pone attenzione a dove si siede? ",
  "mn69:4.6": "È per questo che un monaco di foresta che viene a stare con la comunità monastica deve porre attenzione a dove si siede. ",
  "mn69:4.7": "Un monaco di foresta che viene a stare con la comunità monastica deve conoscere le regole supplementari. ",
  "mn69:4.8": "Altrimenti alcuni diranno: ",
  "mn69:4.9": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non conosce le regole supplementari?’ ",
  "mn69:4.11": "È per questo che un monaco di foresta che viene a stare con la comunità monastica deve conoscere le regole supplementari. ",
  "mn69:5.1": "Un monaco di foresta che viene a stare con la comunità monastica non deve andare al villaggio troppo presto né tornare troppo tardi. ",
  "mn69:5.2": "Altrimenti alcuni diranno: ",
  "mn69:5.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che va al villaggio troppo presto e torna troppo tardi?’ ",
  "mn69:5.5": "È per questo che un monaco di foresta che viene a stare con la comunità monastica non deve andare al villaggio troppo presto né tornare troppo tardi. ",
  "mn69:6.1": "Un monaco di foresta che viene a stare con la comunità monastica non deve fare visita alle famiglie prima o dopo il pasto. ",
  "mn69:6.2": "Altrimenti alcuni diranno: ",
  "mn69:6.3": "‘Questo venerabile di foresta, mentre sta solo e autonomo nella foresta, deve essere abituato a vagare all’ora sbagliata, dato che si comporta così quando è con la comunità monastica’. ",
  "mn69:6.5": "È per questo che un monaco di foresta che viene a stare con la comunità monastica non deve fare visita alle famiglie prima o dopo il pasto. ",
  "mn69:7.1": "Un monaco di foresta che viene a stare con la comunità monastica non deve essere irrequieto e volubile. ",
  "mn69:7.2": "Altrimenti alcuni diranno: ",
  "mn69:7.3": "‘Questo venerabile di foresta, mentre sta solo e autonomo nella foresta, deve essere abituato a essere irrequieto e volubile, dato che si comporta così quando è con la comunità monastica’. ",
  "mn69:7.5": "È per questo che un monaco di foresta che viene a stare con la comunità monastica non deve essere irrequieto e volubile. ",
  "mn69:8.1": "Un monaco di foresta che viene a stare con la comunità monastica non deve essere scurrile o avere la lingua sciolta. ",
  "mn69:8.2": "Altrimenti alcuni diranno: ",
  "mn69:8.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che è scurrile e con la lingua sciolta?’ ",
  "mn69:8.5": "È per questo che un monaco di foresta che viene a stare con la comunità monastica non deve essere scurrile o avere la lingua sciolta. ",
  "mn69:9.1": "Un monaco di foresta che viene a stare con la comunità monastica deve essere facile da ammonire, con amici bravi. ",
  "mn69:9.2": "Altrimenti alcuni diranno: ",
  "mn69:9.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che è difficile da ammonire, con amici cattivi?’ ",
  "mn69:9.5": "È per questo che un monaco di foresta che viene a stare con la comunità monastica deve essere facile da ammonire, con amici bravi. ",
  "mn69:10.1": "Un monaco di foresta che viene a stare con la comunità monastica deve proteggere le porte sensoriali. ",
  "mn69:10.2": "Altrimenti alcuni diranno: ",
  "mn69:10.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non protegge le porte sensoriali?’ ",
  "mn69:10.5": "È per questo che un monaco di foresta che viene a stare con la comunità monastica deve proteggere le porte sensoriali. ",
  "mn69:11.1": "Un monaco di foresta deve mangiare con moderazione. ",
  "mn69:11.2": "Altrimenti alcuni diranno: ",
  "mn69:11.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che mangia troppo?’ ",
  "mn69:11.5": "È per questo che un monaco di foresta deve mangiare con moderazione. ",
  "mn69:12.1": "Un monaco di foresta deve essere dedito alla veglia. ",
  "mn69:12.2": "Altrimenti alcuni diranno: ",
  "mn69:12.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non è dedito alla veglia?’ ",
  "mn69:12.5": "È per questo che un monaco di foresta deve essere dedito alla veglia. ",
  "mn69:13.1": "Un monaco di foresta deve essere energico. ",
  "mn69:13.2": "Altrimenti alcuni diranno: ",
  "mn69:13.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non è energico?’ ",
  "mn69:13.5": "È per questo che un monaco di foresta deve essere energico. ",
  "mn69:14.1": "Un monaco di foresta deve essere consapevole. ",
  "mn69:14.2": "Altrimenti alcuni diranno: ",
  "mn69:14.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non è consapevole?’ ",
  "mn69:14.5": "È per questo che un monaco di foresta deve essere consapevole. ",
  "mn69:15.1": "Un monaco di foresta deve essere concentrato. ",
  "mn69:15.2": "Se no alcuni diranno: ",
  "mn69:15.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non è concentrato?’ ",
  "mn69:15.5": "È per questo che un monaco di foresta deve essere concentrato. ",
  "mn69:16.1": "Un monaco di foresta deve essere saggio. ",
  "mn69:16.2": "Altrimenti alcuni diranno: ",
  "mn69:16.3": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non è saggio?’ ",
  "mn69:16.5": "È per questo che un monaco di foresta deve essere saggio. ",
  "mn69:17.1": "Un monaco di foresta deve sforzarsi a imparare l’insegnamento e l’addestramento. ",
  "mn69:17.2": "C’è chi interroga un monaco di foresta riguardo all’insegnamento e all’addestramento. ",
  "mn69:17.3": "Se lui rimane perplesso, alcuni diranno: ",
  "mn69:17.4": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che rimane perplesso riguardo a una domanda sull’insegnamento e sull’addestramento?’ ",
  "mn69:17.6": "È per questo che un monaco di foresta deve sforzarsi a imparare l’insegnamento e l’addestramento. ",
  "mn69:18.1": "Un monaco di foresta deve lavorare al fine di realizzare le liberazioni pacifiche immateriali, che trascendono la materia. ",
  "mn69:18.2": "C’è chi interroga un monaco di foresta riguardo alle liberazioni immateriali. ",
  "mn69:18.3": "Se lui rimane perplesso, alcuni diranno: ",
  "mn69:18.4": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che rimane perplesso riguardo a una domanda sulle liberazioni immateriali?’ ",
  "mn69:18.6": "È per questo che un monaco di foresta deve lavorare al fine di realizzare le liberazioni pacifiche immateriali, che trascendono la materia. ",
  "mn69:19.1": "Un monaco di foresta deve lavorare per raggiungere lo stato sovrumano. ",
  "mn69:19.2": "C’è chi interroga un monaco di foresta riguardo allo stato sovrumano. ",
  "mn69:19.3": "Se rimane perplesso, alcuni diranno: ",
  "mn69:19.4": "‘Che senso ha che questo venerabile di foresta stia solo e autonomo nella foresta, dato che non conosce l’obiettivo per il quale ha lasciato casa?’ ",
  "mn69:19.6": "È per questo che un monaco di foresta deve lavorare per raggiungere lo stato sovrumano”. ",
  "mn69:19.7": "Una volta che il Venerabile Sāriputta ebbe parlato, il Venerabile Mahāmoggallāna gli disse: ",
  "mn69:19.8": "“Fratello Sāriputta, queste cose devono essere intraprese e seguite solo dai monaci di foresta, o anche da quelli che vivono all’interno dei villaggi?” ",
  "mn69:19.9": "“Fratello Moggallāna, queste cose devono essere intraprese e seguite dai monaci della foresta, e ancora di più da quelli che vivono all’interno dei villaggi”. "
}