{
  "mn6:0.1": "Discorsi medi 6 ",
  "mn6:0.2": "Il discorso sul desiderio ",
  "mn6:1.1": "Così ho sentito. ",
  "mn6:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn6:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn6:1.4": "“Monaci!” ",
  "mn6:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn6:1.6": "Il Buddha disse: ",
  "mn6:2.1": "“Monaci, dimorate in linea con i precetti etici e la regola monastica. Dimorate con contegno basato sulla regola monastica, comportandovi bene e cercando elemosina in posti adatti. Vedendo il pericolo nella colpa più piccola, mantenete le regole che avete intrapreso. ",
  "mn6:3.1": "Se un monaco desidera: ‘Che io sia gradito e apprezzato dai miei compagni spirituali, rispettato e ammirato’, allora che adempia i precetti, che sia dedito al controllo interiore della mente, che non trascuri l’estasi, che sia dotato di visione profonda, e frequenti capanne vuote. ",
  "mn6:4.1": "Se un monaco desidera: ‘Che io riceva abiti, cibo, ripari, e medicine e provvigioni per malati’, allora che adempia i precetti, che sia dedito al controllo interiore della mente, che non trascuri l’estasi, che sia dotato di visione profonda, e frequenti capanne vuote. ",
  "mn6:5.1": "Se un monaco desidera: ‘Che le donazioni da parte di coloro i cui abiti, cibo, ripari, e medicine e provvigioni per malati io utilizzo siano per loro molto fruttuose e benefiche’, allora che adempia i precetti … ",
  "mn6:6.1": "Se un monaco desidera: ‘Quando i miei parenti e familiari che sono deceduti mi richiamano alla mente con cuore fiducioso, che sia molto fruttuoso e benefico per loro’, allora che adempia i precetti … ",
  "mn6:7.1": "Se un monaco desidera: ‘Che io prevalga su desiderio e malcontento, e che desiderio e malcontento non prevalgano su di me. Che io dimori avendo padroneggiato desiderio e malcontento in qualsiasi momento si manifestino’, allora che adempia i precetti … ",
  "mn6:8.1": "Se un monaco desidera: ‘Che io prevalga su paura e terrore, e che paura e terrore non prevalgano su di me. Che io dimori avendo padroneggiato paura e terrore in qualsiasi momento si manifestino’, allora che adempia i precetti … ",
  "mn6:9.1": "Se un monaco desidera: ‘Che io raggiunga le quattro estasi, dimore felici nella vita presente che appartengono alla mente elevata, quando voglio, senza problemi o difficoltà’, allora che adempia i precetti … ",
  "mn6:10.1": "Se un monaco desidera: ‘Che io dimori toccando con mano le liberazioni pacifiche immateriali, che trascendono la materia’, allora che adempia i precetti … ",
  "mn6:11.1": "Se un monaco desidera: ‘Che io, con l’eliminiazione di tre catene, entri nella corrente, e non sia soggetto a nascere mai più nei regni inferiori, destinato al risveglio’, allora che adempia i precetti … ",
  "mn6:12.1": "Se un monaco desidera: ‘Che io, con l’eliminazione di tre catene, e l’indebolimento di avidità, odio, e illusione, diventi uno che ritorna una volta sola, tornando a questo mondo solo una volta, e poi mettendo fine alla sofferenza’, allora che adempia i precetti … ",
  "mn6:13.1": "Se un monaco desidera: ‘Che io, con l’eliminazione delle cinque catene inferiori, nasca in maniera spontanea e mi estingua lì, senza tornare da quel mondo’, allora che adempia i precetti … ",
  "mn6:14.1": "Se un monaco desidera: ‘Che io eserciti i vari tipi di poteri psichici: moltiplicarmi e ritornare uno; apparire e scomparire; passare senza ostacolo attraverso un muro, un bastione, o una montagna come se fosse spazio; tuffarmi dentro e fuori dalla terra come se fosse acqua; camminare sull’acqua come se fosse terra; volare con le gambe incrociate nel cielo come un uccello; toccare e accarezzare con la mano il sole e la luna, così potente e forte; controllare il corpo fino al regno di Dio’, allora che adempia i precetti … ",
  "mn6:15.1": "Se un monaco desidera: ‘Con chiarudienza purificata e sovrumana, che io senta entrambi i tipi di suoni, umani e divini, sia vicini che lontani’, allora che adempia i precetti … ",
  "mn6:16.1": "Se un monaco desidera: ‘Che io legga le menti degli altri esseri e individui, avendole lette con la mia mente. ",
  "mn6:16.2": "Che io legga una mente con avidità come “mente con avidità”, ",
  "mn6:16.3": "e una mente senza avidità come “mente senza avidità”; ",
  "mn6:16.4": "una mente con odio come “mente con odio”, ",
  "mn6:16.5": "e una mente senza odio come “mente senza odio”; ",
  "mn6:16.6": "una mente con illusione come “mente con illusione”, ",
  "mn6:16.7": "e una mente senza illusione come “mente senza illusione”; ",
  "mn6:16.8": "una mente ristretta come “mente ristretta”, ",
  "mn6:16.9": "e una mente sparpagliata come “mente sparpagliata”; ",
  "mn6:16.10": "una mente espansiva come “mente espansiva”, ",
  "mn6:16.11": "e una mente non espansiva come “mente non espansiva”; ",
  "mn6:16.12": "una mente non suprema come “mente non suprema”, ",
  "mn6:16.13": "e una mente suprema come “mente suprema”; ",
  "mn6:16.14": "una mente concentrata come “mente concentrata”, ",
  "mn6:16.15": "e una mente non concentrata come “mente non concentrata”; ",
  "mn6:16.16": "una mente libera come “mente libera”, ",
  "mn6:16.17": "e una mente non libera come “mente non libera”’, ",
  "mn6:16.18": "allora che adempia i precetti … e frequenti capanne vuote. ",
  "mn6:17.1": "Se un monaco desidera: ‘Che mi ricordi vari tipi di vite passate. Cioè: una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. Che io ricordi: ‘Lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui da un’altra parte. Anche lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui qui’. Che io ricordi così i miei vari tipi di vite passate, nei particolari e nello specifico’, ",
  "mn6:17.2": "allora che adempia i precetti … e frequenti capanne vuote. ",
  "mn6:18.1": "Se un monaco desidera: ‘Che io, con chiaroveggenza purificata e sovrumana, veda gli esseri viventi morire e rinascere, inferiori e superiori, belli e brutti, in un bel posto o un brutto posto, e capisca come gli esseri viventi rinascono secondo le proprie azioni: ‘Questi cari esseri fecero cose cattive di corpo, parola, e mente. Parlarono male dei nobili; avevano opinione sbagliata; e decisero di agire secondo quella opinione sbagliata. Alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. Questi cari esseri, invece, fecero cose buone di corpo, parola, e mente. Non parlarono mai male dei nobili; avevano opinione corretta; e decisero di agire secondo quella opinione corretta. Alla dissoluzione del corpo, dopo la morte, rinascono in un bel posto, in paradiso.’ E quindi, con chiaroveggenza purificata e sovrumana, che io veda gli esseri viventi morire e rinascere, inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. E che io capisca come gli esseri viventi rinascono secondo le proprie azioni’, ",
  "mn6:18.2": "allora che adempia i precetti, che sia dedito al controllo interiore della mente, che non trascuri l’estasi, che sia dotato di visione profonda, e frequenti capanne vuote. ",
  "mn6:19.1": "Se un monaco desidera: ‘Che io realizzi la libertà incorrotta della mente e libertà attraverso saggezza in questa stessa vita, e dimori avendo raggiunto ciò con la mia conoscenza diretta grazie all’eliminazione dei contaminanti’, ",
  "mn6:19.2": "allora che adempia i precetti, che sia dedito al controllo interiore della mente, che non trascuri l’estasi, che sia dotato di visione profonda, e frequenti capanne vuote. ",
  "mn6:20.1": "‘Monaci, dimorate in linea con i precetti etici e la regola monastica. Dimorate con contegno basato sulla regola monastica, comportandovi bene e cercando elemosina in posti adatti. Vedendo il pericolo nella colpa più piccola, mantenete le regole che avete intrapreso’. ",
  "mn6:20.2": "Questo è ciò che ho detto, e questo è perché l’ho detto”. ",
  "mn6:20.3": "Questo è ciò che il Buddha disse. ",
  "mn6:20.4": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}