{
  "mn70:0.1": "Discorsi medi 70 ",
  "mn70:0.2": "Il discorso a Kīṭāgiri ",
  "mn70:1.1": "Così ho sentito. ",
  "mn70:1.2": "Una volta il Buddha stava vagando nella terra dei Kāsi assieme a una grande comunità di monaci. ",
  "mn70:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn70:2.1": "“Monaci, io mi astengo dal mangiare la sera. ",
  "mn70:2.2": "Facendo così, trovo di essere sano e in salute, agile, forte, e a mio agio. ",
  "mn70:2.3": "Anche voi dovreste astenervi dal mangiare la sera. ",
  "mn70:2.4": "Facendo così, troverete di essere sani e in salute, agili, forti, e a vostro agio” ",
  "mn70:2.5": "“Sì, Signore”, risposero i monaci. ",
  "mn70:3.1": "Poi il Buddha, passo dopo passo nella terra dei Kāsi, giunse in una città Kāsi chiamata Kīṭāgiri, ",
  "mn70:3.2": "e lì rimase. ",
  "mn70:4.1": "In quell’occasione i monaci che seguivano Assaji e Punabbasuka risiedevano a Kīṭāgiri. ",
  "mn70:4.2": "Allora vari monaci andarono da loro e dissero: ",
  "mn70:4.3": "“Fratelli, il Buddha si astiene dal mangiare la sera, e così anche la comunità monastica. ",
  "mn70:4.4": "Facendo così, trovano di essere sani e in salute, agili, forti, e a loro agio. ",
  "mn70:4.5": "Anche voi dovreste astenervi dal mangiare la sera. ",
  "mn70:4.6": "Facendo così, troverete di essere sani e in salute, agili, forti, e a vostro agio”. ",
  "mn70:4.7": "Detto ciò, i monaci che seguivano Assaji e Punabbasuka dissero loro: ",
  "mn70:4.8": "“Fratelli, noi mangiamo la sera, di mattina, e all’ora sbagliata del giorno. ",
  "mn70:4.9": "Facendo così, troviamo di essere sani e in salute, agili, forti, e a nostro agio. ",
  "mn70:4.10": "Perché dovremmo abbandonare ciò che è visibile nel presente per inseguire ciò che ha effetto nel tempo? ",
  "mn70:4.11": "Mangeremo la sera, di mattina, e all’ora sbagliata del giorno”. ",
  "mn70:5.1": "Dato che quei monaci non furono in grado di persuadere i monaci che seguivano Assaji e Punabbasuka, andarono dal Buddha, si inchinarono, si sedettero a lato, e gli riferirono ciò che era accaduto. ",
  "mn70:6.1": "Allora il Buddha si rivolse a un certo monaco: ",
  "mn70:6.2": "“Per favore, monaco, in mio nome dì ai monaci che seguono Assaji e Punabbasuka che ",
  "mn70:6.3": "il maestro li convoca” ",
  "mn70:6.4": "“Sì, Signore”, rispose quel monaco. Andò da quei monaci e disse: ",
  "mn70:6.5": "“Venerabili, il maestro vi convoca” ",
  "mn70:6.6": "“Sì, fratello”, risposero quei monaci. Andarono dal Buddha, si inchinarono, e si sedettero a lato. Il Buddha disse loro: ",
  "mn70:6.7": "“È vero, monaci, che vari monaci vennero da voi e dissero: ",
  "mn70:6.8": "‘Fratelli, il Buddha si astiene dal mangiare la sera, e così anche la comunità monastica. ",
  "mn70:6.9": "Facendo così, trovano di essere sani e in salute, agili, forti, e a loro agio. ",
  "mn70:6.10": "Anche voi dovreste astenervi dal mangiare la sera. ",
  "mn70:6.11": "Facendo così, troverete di essere sani e in salute, agili, forti, e a vostro agio’? ",
  "mn70:6.12": "E detto ciò, è vero che diceste loro: ",
  "mn70:6.13": "‘Fratelli, noi mangiamo la sera, di mattina, e all’ora sbagliata del giorno. ",
  "mn70:6.14": "Facendo così, troviamo di essere sani e in salute, agili, forti, e a nostro agio. ",
  "mn70:6.15": "Perché dovremmo abbandonare ciò che è visibile nel presente per inseguire ciò che ha effetto nel tempo? ",
  "mn70:6.16": "Mangeremo la sera, di mattina, e all’ora sbagliata del giorno’?” ",
  "mn70:6.17": "“Sì, Signore” ",
  "mn70:6.18": "“Monaci, mi avete mai sentito spiegare l’insegnamento così: ‘Indipendentemente da ciò che questo individuo prova, che sia piacevole, doloroso, o neutro, le sue cattive qualità diminuiscono e le sue buone qualità crescono’?” ",
  "mn70:6.19": "“No, Signore” ",
  "mn70:7.1": "“Non mi avete sentito spiegare l’insegnamento così: ‘Quando si prova questo tipo di sensazione piacevole, le cattive qualità aumentano e le buone qualità diminuiscono. Ma quando si prova quel tipo di sensazione piacevole, le cattive qualità diminuiscono e le buone qualità aumentano. Quando si prova questo tipo di sensazione dolorosa, le cattive qualità aumentano e le buone qualità diminuiscono. Ma quando si prova quel tipo di sensazione dolorosa, le cattive qualità diminuiscono e le buone qualità aumentano. Quando si prova questo tipo di sensazione neutra, le cattive qualità aumentano e le buone qualità diminuiscono. Ma quando si prova quel tipo di sensazione neutra, le cattive qualità diminuiscono e le buone qualità aumentano’?” ",
  "mn70:7.2": "“Sì, Signore” ",
  "mn70:8.1": "“Bene, monaci. ",
  "mn70:8.2": "Ora, immaginate io non sia venuto a conoscenza, non abbia visto, compreso, realizzato, e non abbia fatto esperienza con saggezza di questo: ",
  "mn70:8.3": "‘Quando si prova questo tipo di sensazione piacevole, le cattive qualità crescono e le buone qualità diminuiscono’. ",
  "mn70:8.4": "Non sapendo questo, sarebbe opportuno da parte mia dire: ‘Dovete abbandonare questo tipo di sensazione piacevole’?” ",
  "mn70:8.5": "“No, Signore” ",
  "mn70:8.6": "“Ma io sono venuto a conoscenza, ho visto, compreso, realizzato, e ho fatto esperienza con saggezza di questo: ",
  "mn70:8.7": "‘Quando si prova questo tipo di sensazione piacevole, le cattive qualità crescono e le buone qualità diminuiscono’. Dato che è così, è per questo che dico: ‘Dovete abbandonare questo tipo di sensazione piacevole’. ",
  "mn70:8.8": "Ora, immaginate io non sia venuto a conoscenza, non abbia visto, compreso, realizzato, e non abbia fatto esperienza con saggezza di questo: ",
  "mn70:8.9": "‘Quando si prova quel tipo di sensazione piacevole, le cattive qualità diminuiscono e le buone qualità crescono’. ",
  "mn70:8.10": "Non sapendo questo, sarebbe opportuno da parte mia dire: ‘Dovete raggiungere e dimorare in quel tipo di sensazione piacevole’?” ",
  "mn70:8.11": "“No, Signore” ",
  "mn70:8.12": "“Ma io sono venuto a conoscenza, ho visto, compreso, realizzato, e ho fatto esperienza con saggezza di questo: ",
  "mn70:8.13": "‘Quando si prova quel tipo di sensazione piacevole, le cattive qualità diminuiscono e le buone qualità crescono’. Dato che è così, è per questo che dico: ‘Dovete raggiungere e dimorare in quel tipo di sensazione piacevole’. ",
  "mn70:8.14": "Ora, immaginate io non sia venuto a conoscenza, non abbia visto, compreso, realizzato, e non abbia fatto esperienza con saggezza di questo: ",
  "mn70:8.15": "‘Quando si prova questo tipo di sensazione dolorosa, le cattive qualità crescono e le buone qualità diminuiscono’. ",
  "mn70:8.16": "Non sapendo questo, sarebbe opportuno da parte mia dire: ‘Dovete abbandonare questo tipo di sensazione dolorosa’?” ",
  "mn70:8.17": "“No, Signore” ",
  "mn70:9.1": "“Ma io sono venuto a conoscenza, ho visto, compreso, realizzato, e ho fatto esperienza con saggezza di questo: ",
  "mn70:9.2": "‘Quando si prova questo tipo di sensazione dolorosa, le cattive qualità crescono e le buone qualità diminuiscono’. Dato che è così, è per questo che dico: ‘Dovete abbandonare questo tipo di sensazione dolorosa’. ",
  "mn70:9.3": "Ora, immaginate io non sia venuto a conoscenza, non abbia visto, compreso, realizzato, e non abbia fatto esperienza con saggezza di questo: ",
  "mn70:9.4": "‘Quando si prova quel tipo di sensazione dolorosa, le cattive qualità diminuiscono e le buone qualità crescono’. ",
  "mn70:9.5": "Non sapendo questo, sarebbe opportuno da parte mia dire: ‘Dovete raggiungere e dimorare in quel tipo di sensazione dolorosa’?” ",
  "mn70:9.6": "“No, Signore” ",
  "mn70:9.7": "“Ma io sono venuto a conoscenza, ho visto, compreso, realizzato, e ho fatto esperienza con saggezza di questo: ",
  "mn70:9.8": "‘Quando si prova quel tipo di sensazione dolorosa, le cattive qualità diminuiscono e le buone qualità crescono’. Dato che è così, è per questo che dico: ‘Dovete raggiungere e dimorare in quel tipo di sensazione dolorosa’. ",
  "mn70:10.1": "Ora, immaginate io non sia venuto a conoscenza, non abbia visto, compreso, realizzato, e non abbia fatto esperienza con saggezza di questo: ",
  "mn70:10.2": "‘Quando si prova questo tipo di sensazione neutra, le cattive qualità crescono e le buone qualità diminuiscono’. ",
  "mn70:10.3": "Non sapendo questo, sarebbe opportuno da parte mia dire: ‘Dovete abbandonare questo tipo di sensazione neutra’?” ",
  "mn70:10.4": "“No, Signore” ",
  "mn70:10.5": "“Ma io sono venuto a conoscenza, ho visto, compreso, realizzato, e ho fatto esperienza con saggezza di questo: ",
  "mn70:10.6": "‘Quando si prova questo tipo di sensazione neutra, le cattive qualità crescono e le buone qualità diminuiscono’. Dato che è così, è per questo che dico: ‘Dovete abbandonare questo tipo di sensazione neutra’. ",
  "mn70:10.7": "Ora, immaginate io non sia venuto a conoscenza, non abbia visto, compreso, realizzato, e non abbia fatto esperienza con saggezza di questo: ",
  "mn70:10.8": "‘Quando si prova quel tipo di sensazione neutra, le cattive qualità diminuiscono e le buone qualità crescono’. ",
  "mn70:10.9": "Non sapendo questo, sarebbe opportuno da parte mia dire: ‘Dovete raggiungere e dimorare in quel tipo di sensazione neutra’?” ",
  "mn70:10.10": "“No, Signore” ",
  "mn70:11.1": "“Ma io sono venuto a conoscenza, ho visto, compreso, realizzato, e ho fatto esperienza con saggezza di questo: ",
  "mn70:11.2": "‘Quando si prova quel tipo di sensazione neutra, le cattive qualità diminuiscono e le buone qualità crescono’. Dato che è così, è per questo che dico: ‘Dovete raggiungere e dimorare in quel tipo di sensazione neutra’. ",
  "mn70:12.1": "Monaci, io non dico che tutti questi monaci abbiano ancora da lavorare con diligenza. ",
  "mn70:12.2": "E non dico nemmeno che nessuno di questi monaci abbia ancora da lavorare con diligenza. ",
  "mn70:12.3": "Dico che i monaci non hanno più da lavorare con diligenza se sono perfetti, con contaminanti eliminati, hanno completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, e sono correttamente liberi attraverso l’illuminazione. ",
  "mn70:12.4": "Perché questo? ",
  "mn70:12.5": "Hanno fatto il proprio lavoro con diligenza. ",
  "mn70:12.6": "Non sono in grado di essere negligenti. ",
  "mn70:13.1": "Dico che i monaci hanno ancora lavoro da fare con diligenza se sono apprendisti, se non hanno raggiunto il desiderio del proprio cuore, ma vivono aspirando al santuario supremo dal giogo. ",
  "mn70:13.2": "Perché questo? Pensando: ",
  "mn70:13.3": "‘Speriamo che questo venerabile frequenti ripari appropriati, amici buoni, e che controlli le proprie facoltà. ",
  "mn70:13.4": "Così magari realizzerà la suprema culminazione del percorso spirituale in questa stessa vita, e dimorerà avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn70:13.5": "Vedendo questo frutto della diligenza per quei monaci, dico che hanno ancora lavoro da fare con diligenza. ",
  "mn70:14.1": "Monaci, nel mondo si trovano queste sette persone. ",
  "mn70:14.2": "Quali sette? ",
  "mn70:14.3": "Il libero in entrambi i modi, il libero attraverso saggezza, il testimone diretto, il maturo in opinione, il libero attraverso fede, il discepolo dell’insegnamento, e il discepolo per fede. ",
  "mn70:15.1": "E chi è il libero in entrambi i modi? ",
  "mn70:15.2": "È una persona che dimora toccando con mano le liberazioni pacifiche immateriali, che trascendono la materia. E, avendo visto con saggezza, i suoi contaminanti sono stati eliminati. ",
  "mn70:15.3": "Questa persona si chiama libera in entrambi i modi. ",
  "mn70:15.4": "E dico che questo monaco non ha più lavoro da fare con diligenza. ",
  "mn70:15.5": "Perché questo? ",
  "mn70:15.6": "Ha fatto il proprio lavoro con diligenza. ",
  "mn70:15.7": "Non è in grado di essere negligente. ",
  "mn70:16.1": "E chi è il libero attraverso saggezza? ",
  "mn70:16.2": "È una persona che dimora toccando con mano le liberazioni pacifiche immateriali, che trascendono la materia. Ma comunque, avendo visto con saggezza, i suoi contaminanti sono stati eliminati. ",
  "mn70:16.3": "Questa persona si chiama libera attraverso saggezza. ",
  "mn70:16.4": "Dico che questo monaco non ha più lavoro da fare con diligenza. ",
  "mn70:16.5": "Perché questo? ",
  "mn70:16.6": "Ha fatto il proprio lavoro con diligenza. ",
  "mn70:16.7": "Non è in grado di essere negligente. ",
  "mn70:17.1": "E chi è il testimone diretto? ",
  "mn70:17.2": "È una persona che dimora toccando con mano le liberazioni pacifiche immateriali, che trascendono la materia. E, avendo visto con saggezza, alcuni dei suoi contaminanti sono stati eliminati. ",
  "mn70:17.3": "Questa persona si chiama testimone diretto. ",
  "mn70:17.4": "Dico che questo monaco ha ancora lavoro da fare con diligenza. ",
  "mn70:17.5": "Perché questo? Pensando: ",
  "mn70:17.6": "‘Speriamo che questo venerabile frequenti ripari appropriati, amici buoni, e che controlli le proprie facoltà. ",
  "mn70:17.7": "Così magari realizzerà la suprema culminazione del percorso spirituale in questa stessa vita, e dimorerà avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn70:17.8": "Vedendo questo frutto della diligenza per questo monaco, dico che ha ancora lavoro da fare con diligenza. ",
  "mn70:18.1": "E chi è il maturo in opinione? ",
  "mn70:18.2": "È una persona che non dimora toccando con mano le liberazioni pacifiche immateriali, che trascendono la materia. Ma comunque, avendo visto con saggezza, alcuni dei suoi contaminanti sono stati eliminati. E ha visto e contemplato chiaramente con saggezza l’insegnamento e l’addestramento predicati dal Realizzato. ",
  "mn70:18.3": "Questa persona si chiama matura in opinione. ",
  "mn70:18.4": "Dico che questo monaco ha ancora lavoro da fare con diligenza. ",
  "mn70:18.5": "Perché questo? Pensando: ",
  "mn70:18.6": "‘Speriamo che questo venerabile frequenti ripari appropriati, amici buoni, e che controlli le proprie facoltà. ",
  "mn70:18.7": "Così magari realizzerà la suprema culminazione del percorso spirituale in questa stessa vita, e dimorerà avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn70:18.8": "Vedendo questo frutto della diligenza per questo monaco, dico che ha ancora lavoro da fare con diligenza. ",
  "mn70:19.1": "E chi è il libero attraverso fede? ",
  "mn70:19.2": "È una persona che non dimora toccando con mano le liberazioni pacifiche immateriali, che trascendono la materia. Ma comunque, avendo visto con saggezza, alcuni dei suoi contaminanti sono stati eliminati. E la sua fede è stabile, radicata, e piantata nel Realizzato. ",
  "mn70:19.3": "Questa persona si chiama libera attraverso fede. ",
  "mn70:19.4": "Dico che questo monaco ha ancora lavoro da fare con diligenza. ",
  "mn70:19.5": "Perché questo? Pensando: ",
  "mn70:19.6": "‘Speriamo che questo venerabile frequenti ripari appropriati, amici buoni, e che controlli le proprie facoltà. ",
  "mn70:19.7": "Così magari realizzerà la suprema culminazione del percorso spirituale in questa stessa vita, e dimorerà avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn70:19.8": "Vedendo questo frutto della diligenza per questo monaco, dico che ha ancora lavoro da fare con diligenza. ",
  "mn70:20.1": "E chi è il discepolo dell’insegnamento? ",
  "mn70:20.2": "È una persona che non dimora toccando con mano le liberazioni pacifiche immateriali, che trascendono la materia. E avendo visto con saggezza, i suoi contaminanti non sono stati eliminati. E accetta gli insegnamenti predicati dal Realizzato dopo averli valutati con un certo grado di saggezza. E possiede le seguenti qualità: ",
  "mn70:20.3": "le facoltà della fede, dell’energia, della consapevolezza, della concentrazione, e della saggezza. ",
  "mn70:20.4": "Questa persona si chiama discepolo dell’insegmento. ",
  "mn70:20.5": "Dico che questo monaco ha ancora lavoro da fare con diligenza. ",
  "mn70:20.6": "Perché questo? Pensando: ",
  "mn70:20.7": "‘Speriamo che questo venerabile frequenti ripari appropriati, amici buoni, e che controlli le proprie facoltà. ",
  "mn70:20.8": "Così magari realizzerà la suprema culminazione del percorso spirituale in questa stessa vita, e dimorerà avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn70:20.9": "Vedendo questo frutto della diligenza per questo monaco, dico che ha ancora lavoro da fare con diligenza. ",
  "mn70:21.1": "E chi è il discepolo per fede? ",
  "mn70:21.2": "È una persona che non dimora toccando con mano le liberazioni pacifiche immateriali, che trascendono la materia. E avendo visto con saggezza, i suoi contaminanti non sono stati eliminati. E ha un certo grado di fede e affetto per il Realizzato. E possiede le seguenti qualità: ",
  "mn70:21.3": "le facoltà della fede, dell’energia, della consapevolezza, della concentrazione, e della saggezza. ",
  "mn70:21.4": "Questa persona si chiama discepolo per fede. ",
  "mn70:21.5": "Dico che questo monaco ha ancora lavoro da fare con diligenza. ",
  "mn70:21.6": "Perché questo? Pensando: ",
  "mn70:21.7": "‘Speriamo che questo venerabile frequenti ripari appropriati, amici buoni, e che controlli le proprie facoltà. ",
  "mn70:21.8": "Così magari realizzerà la suprema culminazione del percorso spirituale in questa stessa vita, e dimorerà avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn70:21.9": "Vedendo questo frutto della diligenza per questo monaco, dico che ha ancora lavoro da fare con diligenza. ",
  "mn70:22.1": "Monaci, io non dico che l’illuminazione si raggiunga subito. ",
  "mn70:22.2": "Piuttosto, l’illuminazione si raggiunge attraverso addestramento, progresso, e pratica graduali. ",
  "mn70:23.1": "E com’è che l’illuminazione si raggiunge attraverso addestramento, progresso, e pratica graduali? ",
  "mn70:23.2": "È quando qualcuno in cui è sorta fede va da un maestro. Rende omaggio, ascolta attivamente, sente gli insegnamenti, ricorda gli insegnamenti, riflette sul significato, e li accetta dopo deliberazione. Allora nasce in lui entusiasmo; si sforza, si impegna, e lavora duro. Lavorando duro, realizza direttamente la verità suprema, e la vede con saggezza penetrante. ",
  "mn70:24.1": "Monaci, non c’è stata quella fede, ",
  "mn70:24.2": "quell’andare, ",
  "mn70:24.3": "quel rendere omaggio, ",
  "mn70:24.4": "quell’ascolto, ",
  "mn70:24.5": "quel sentire gli insegnamenti, ",
  "mn70:24.6": "quel ricordare gli insegnamenti, ",
  "mn70:24.7": "quel riflettere sul significato, ",
  "mn70:24.8": "quell’accettazione dopo deliberazione, ",
  "mn70:24.9": "quell’entusiasmo, ",
  "mn70:24.10": "quello sforzo, ",
  "mn70:24.11": "quell’impegno, ",
  "mn70:24.12": "o quel lavoro. ",
  "mn70:24.13": "Siete su un percorso cattivo, monaci! State praticando la via sbagliata! ",
  "mn70:24.14": "Quanto si sono allontanati questi sciocchi da questo insegnamento e addestramento! ",
  "mn70:25.1": "C’è un esposizione divisa in quattro frasi che una persona giudiziosa comprenderebbe velocemente nel recitarla. ",
  "mn70:25.2": "La recito per voi, monaci. Provate a comprenderla” ",
  "mn70:25.3": "“Signore, chi siamo noi rispetto a quelli che comprendono l’insegnamento?” ",
  "mn70:26.1": "“Persino con un maestro che dà valore alle cose materiali, è erede di cose materiali, che vive intrappolato nelle cose materiali, non vi mettereste a trattare così: ",
  "mn70:26.2": "‘Se otteniamo questo, faremo così. Se non otteniamo questo, non lo faremo’. Cosa dire allora del Realizzato, che vive totalmente distaccato dalle cose materiali? ",
  "mn70:27.1": "Per un fedele discepolo che pratica per comprendere le istruzioni del Maestro, questo è in linea con l’insegnamento: ",
  "mn70:27.2": "‘Il Buddha è il mio Maestro, io sono suo discepolo. ",
  "mn70:27.3": "Il Buddha sa, io non so’. ",
  "mn70:27.4": "Per un fedele discepolo che pratica per comprendere le istruzioni del Maestro, le istruzioni del Maestro sono nutrienti e sostanziose. ",
  "mn70:27.5": "Per un fedele discepolo che pratica per comprendere le istruzioni del Maestro, questo è in linea con l’insegnamento: ",
  "mn70:27.6": "‘Volentieri! Che rimangano solo pelle, tendini, e ossa! Che la carne e il sangue nel mio corpo si prosciughino! Non rilasserò la mia energia finché non avrò raggiunto ciò che è possibile raggiungere attraverso forza virile, energia e vigore!’ ",
  "mn70:27.7": "Per un fedele discepolo che pratica per comprendere le istruzioni del Maestro, ci si può aspettare uno di due risultati: ",
  "mn70:27.8": "l’illuminazione nella vita presente, o se rimane qualcosa, il non ritorno”. ",
  "mn70:27.9": "Questo è ciò che il Buddha disse. ",
  "mn70:27.10": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}