{
  "mn72:0.1": "Discorsi medi 72 ",
  "mn72:0.2": "il discorso con Vacchagotta sul fuoco ",
  "mn72:1.1": "Così ho sentito. ",
  "mn72:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn72:2.1": "Allora l’errante Vacchagotta andò dal Buddha e ci scambiò saluti. ",
  "mn72:2.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Buddha: ",
  "mn72:3.1": "“Signor Gotama, è questa la sua opinione: ‘Il cosmo è eterno. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:3.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:4.1": "“Allora è questa la sua opinione: ‘Il cosmo non è eterno. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:4.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:5.1": "“Allora è questa la sua opinione: ‘Il cosmo è limitato. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:5.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:6.1": "“Allora è questa la sua opinione: ‘Il cosmo è illimitato. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:6.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:7.1": "“Allora è questa la sua opinione: ‘L’anima e il corpo sono la stessa cosa. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:7.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:8.1": "“Allora è questa la sua opinione: ‘L’anima e il corpo sono cose diverse. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:8.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:9.1": "“Allora è questa la sua opinione: ‘Un realizzato esiste ancora dopo la morte. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:9.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:10.1": "“Allora è questa la sua opinione: ‘Un realizzato non esiste più dopo la morte. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:10.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:11.1": "“Allora è questa la sua opinione: ‘Un realizzato sia esiste ancora che non esiste più dopo la morte. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:11.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:12.1": "“Allora è questa la sua opinione: ‘Un realizzato né esiste ancora né non esiste più dopo la morte. Questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn72:12.3": "“Non è la mia opinione, Vaccha” ",
  "mn72:13.1": "“Signor Gotama, nel chiederle queste dieci domande, lei risponde: ‘Non è la mia opinione’. ",
  "mn72:13.31": "Vedendo quale svantaggio evita tutte queste convinzioni?” ",
  "mn72:14.1": "“Vaccha, ognuna di queste dieci convinzioni è il bosco delle opinioni, il deserto delle opinioni, il trucco delle opinioni, l’elusione delle opinioni, la catena delle opinioni. Sono caratterizzate da afflizione, angoscia, e febbre. Non portano alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. ",
  "mn72:14.11": "Vedendo questo svantaggio evito tutte queste convinzioni” ",
  "mn72:15.1": "“Ma il Signor Gotama ha qualche convinzione?” ",
  "mn72:15.2": "“Un realizzato ha abolito ogni convinzione. ",
  "mn72:15.3": "Poiché un realizzato ha visto: ",
  "mn72:15.4": "‘Questa è la forma, questa è l’origine della forma, questa è la fine della forma. ",
  "mn72:15.5": "Queste sono le sensazioni, questa è l’origine delle sensazioni, questa è la fine delle sensazioni. ",
  "mn72:15.6": "Questa è la percezione, questa è l’origine della percezione, questa è la fine della percezione. ",
  "mn72:15.7": "Queste sono le attività, questa è l’origine delle attività, questa è la fine delle attività. ",
  "mn72:15.8": "Questa è la coscienza, questa è l’origine della coscienza, questa è la fine della coscienza’. ",
  "mn72:15.9": "È per questo che un Realizzato è libero attraverso l’eliminazione, lo svanire, la cessazione, l’abbandono, e il lasciare andare ogni presunzione, ogni ruminazione, ogni creazione di un ‘io’, ogni creazione di un ‘mio’, e ogni tendenza latente alla presunzione, dico io” ",
  "mn72:16.1": "“Ma, Signor Gotama, quando la mente di un monaco è libera in questo modo, dove rinasce?” ",
  "mn72:16.2": "“‘Rinasce’ non è applicabile, Vaccha” ",
  "mn72:16.3": "“Beh, allora, non rinasce?” ",
  "mn72:16.4": "“‘Non rinasce’ non è applicabile, Vaccha” ",
  "mn72:16.5": "“Beh, allora, sia rinasce che non rinasce?” ",
  "mn72:16.6": "“‘Sia rinasce che non rinasce’ non è applicabile, Vaccha” ",
  "mn72:16.7": "“Beh, allora, né rinasce né non rinasce?” ",
  "mn72:16.8": "“‘Né rinasce né non rinasce’ non è applicabile, Vaccha” ",
  "mn72:17.1": "“Signor Gotama, nel chiederle ognuna di queste domande lei risponde: ‘Non è applicabile’. ",
  "mn72:17.5": "Non riesco a comprendere questo punto, Signor Gotama; sono caduto in confusione. ",
  "mn72:17.6": "E ora ho perso persino quel poco di chiarezza che avevo dalle conversazioni precedenti col Signor Gotama” ",
  "mn72:18.1": "“È normale che tu non capisca, Vaccha, è normale che tu sia confuso. ",
  "mn72:18.2": "Poiché questo principio è profondo, difficile da vedere, difficile da capire, pacifico, sublime, fuori dalla portata della logica, raffinato, comprensibile agli astuti. ",
  "mn72:18.3": "È difficile per te capire, dato che hai un opinione, un credo, e un parere diverso, a meno che non ti dedichi alla pratica con la guida della tradizione. ",
  "mn72:18.4": "Allora, Vaccha, ti chiedo questo, e potrai rispondere come vuoi. ",
  "mn72:19.1": "Cosa ne pensi, Vaccha? ",
  "mn72:19.2": "Immagina che un fuoco bruci davanti a te. Sapresti che: ",
  "mn72:19.3": "‘Questo fuoco sta bruciando davanti a me’?” ",
  "mn72:19.4": "“Sì, lo saprei, Signor Gotama” ",
  "mn72:19.6": "“Ma, Vaccha, immagina che ti chiedano: ",
  "mn72:19.7": "‘Questo fuoco che brucia davanti a te: da cosa dipende per bruciare?’ Come risponderesti?” ",
  "mn72:19.9": "“Risponderei così: ",
  "mn72:19.10": "‘Questo fuoco che brucia davanti a me brucia in dipendenza di paglia e ceppi come combustibile’” ",
  "mn72:19.11": "“Immagina che quel fuoco che brucia davanti a te si estingua. Sapresti che: ",
  "mn72:19.12": "‘Questo fuoco davanti a me si è estinto’?” ",
  "mn72:19.13": "“Sì, lo saprei, Signor Gotama” ",
  "mn72:19.15": "“Ma, Vaccha, immagina che ti chiedano: ",
  "mn72:19.16": "‘Questo fuoco davanti a te che si è estinto: in che direzione è andato? ",
  "mn72:19.17": "Est, sud, ovest, o nord?’ Come risponderesti?” ",
  "mn72:19.18": "“Non è applicabile, Signor Gotama. Il fuoco dipendeva dalla paglia e dai ceppi come combustibile. Una volta che questi finiscono, e nessun combustibile viene aggiunto, il fuoco viene definito estinto a causa della mancanza di combustibile” ",
  "mn72:20.1": "“Allo stesso modo, Vaccha, qualsiasi forma attraverso cui un realizzato potrebbe venire descritto è stata tagliata alla radice, resa come un ceppo di palma, obliterata, e non è in grado di manifestarsi in futuro. ",
  "mn72:20.2": "Il realizzato è libero da ogni descrizione in termini di forma. È profondo, immensurabile, e difficile da comprendere, ",
  "mn72:20.3": "come l’oceano. ",
  "mn72:20.4": "‘Rinasce’, ‘non rinasce’, ‘sia rinasce che non rinasce’, ‘né rinasce né non rinasce’, nessuno di questi è applicabile. ",
  "mn72:20.5": "Qualsiasi sensazione attraverso cui un realizzato potrebbe venire descritto è stata tagliata alla radice, resa come un ceppo di palma, obliterata, e non è in grado di manifestarsi in futuro. ",
  "mn72:20.6": "Il realizzato è libero da ogni descrizione in termini di sensazione. È profondo, immensurabile, e difficile da comprendere, ",
  "mn72:20.7": "come l’oceano. ",
  "mn72:20.8": "‘Rinasce’, ‘non rinasce’, ‘sia rinasce che non rinasce’, ‘né rinasce né non rinasce’, nessuno di questi è applicabile. ",
  "mn72:20.9": "Qualsiasi percezione attraverso cui un realizzato potrebbe venire descritto è stata tagliata alla radice, resa come un ceppo di palma, obliterata, e non è in grado di manifestarsi in futuro. ",
  "mn72:20.10": "Il realizzato è libero da ogni descrizione in termini di percezione. È profondo, immensurabile, e difficile da comprendere, ",
  "mn72:20.11": "come l’oceano. ",
  "mn72:20.12": "‘Rinasce’, ‘non rinasce’, ‘sia rinasce che non rinasce’, ‘né rinasce né non rinasce’, nessuno di questi è applicabile. ",
  "mn72:20.13": "Qualsiasi attività attraverso cui un realizzato potrebbe venire descritto è stata tagliata alla radice, resa come un ceppo di palma, obliterata, e non è in grado di manifestarsi in futuro. ",
  "mn72:20.14": "Il realizzato è libero da ogni descrizione in termini di attività. È profondo, immensurabile, e difficile da comprendere, ",
  "mn72:20.15": "come l’oceano. ",
  "mn72:20.16": "‘Rinasce’, ‘non rinasce’, ‘sia rinasce che non rinasce’, ‘né rinasce né non rinasce’, nessuno di questi è applicabile. ",
  "mn72:20.17": "Qualsiasi coscienza attraverso cui un realizzato potrebbe venire descritto è stata tagliata alla radice, resa come un ceppo di palma, obliterata, e non è in grado di manifestarsi in futuro. ",
  "mn72:20.18": "Il realizzato è libero da ogni descrizione in termini di coscienza. È profondo, immensurabile, e difficile da comprendere, ",
  "mn72:20.19": "come l’oceano. ",
  "mn72:20.20": "‘Rinasce’, ‘non rinasce’, ‘sia rinasce che non rinasce’, ‘né rinasce né non rinasce’, nessuno di questi è applicabile”. ",
  "mn72:21.1": "Detto ciò, l’errante Vacchagotta disse al Buddha: ",
  "mn72:21.2": "“Signor Gotama, immagini un grande albero di sal non lontano da un paese o da un villaggio. ",
  "mn72:21.3": "E poiché è impermanente, i suoi rami, fogliame, corteccia, germogli, e alburno cadono. ",
  "mn72:21.4": "Dopo del tempo sarebbe senza rami, fogliame, corteccia, germogli, e alburno, puro, e consolidato nel nucleo. ",
  "mn72:21.5": "Allo stesso modo, la dottrina del Signor Gotama è senza rami, fogliame, corteccia, germogli, e alburno. È pura e consolidata nel nucleo. ",
  "mn72:22.1": "Eccellente, Signor Gotama! Eccellente! … ",
  "mn72:22.2": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}