{
  "mn73:0.1": "Discorsi medi 73 ",
  "mn73:0.2": "Il discorso più lungo con Vacchagotta ",
  "mn73:1.1": "Così ho sentito. ",
  "mn73:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn73:2.1": "Allora l’errante Vacchagotta andò dal Buddha e ci scambiò saluti. ",
  "mn73:2.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Buddha: ",
  "mn73:3.1": "“Da molto tempo converso con il Signor Gotama. ",
  "mn73:3.2": "Per favore, mi insegni brevemente ciò che è buono e ciò che è cattivo” ",
  "mn73:3.3": "“Vaccha, posso insegnarti ciò che è buono e ciò che è cattivo brevemente o in dettaglio. ",
  "mn73:3.4": "Comunque, lo faccio brevemente. ",
  "mn73:3.5": "Ascolta e presta la giusta attenzione, ora parlo” ",
  "mn73:3.6": "“Sì, Signore”, rispose Vaccha. ",
  "mn73:3.7": "Il Buddha disse: ",
  "mn73:4.1": "“La cupidigia è cattiva, non essere cupidi è buono. ",
  "mn73:4.2": "L’odio è cattivo, non odiare è buono. ",
  "mn73:4.3": "L’illusione è cattiva, non essere illusi è buono. ",
  "mn73:4.4": "Quindi ci sono queste tre cose cattive e tre che sono buone. ",
  "mn73:5.1": "Uccidere, Vaccha, è cattivo. Astenersi dall’uccidere è buono. ",
  "mn73:5.2": "Rubare, Vaccha, è cattivo. Astenersi dal rubare è buono. ",
  "mn73:5.3": "La condotta sessuale sbagliata, Vaccha, è cattiva. Astenersi dalla condotta sessuale sbagliata è buono. ",
  "mn73:5.4": "Il linguaggio falso, Vaccha, è cattivo. Astenersi dal linguaggio falso è buono. ",
  "mn73:5.5": "Il linguaggio divisivo, Vaccha, è cattivo. Astenersi dal linguaggio divisivo è buono. ",
  "mn73:5.6": "Il linguaggio aspro, Vaccha, è cattivo. Astenersi dal linguaggio aspro è buono. ",
  "mn73:5.7": "Parlare senza motivo, Vaccha, è cattivo. Asternersi dal parlare senza motivo è buono. ",
  "mn73:5.8": "La bramosia, Vaccha, è cattiva. Non essere bramosi è buono. ",
  "mn73:5.9": "La malevolenza, Vaccha è cattiva. Non essere malevoli è buono. ",
  "mn73:5.10": "L’opinione sbagliata, Vaccha, è cattiva. L’opinione corretta è buona. ",
  "mn73:5.11": "Quindi ci sono queste dieci cose cattive e dieci cose buone. ",
  "mn73:6.1": "Quando un monaco ha abbandonato la brama in modo che sia tagliata alla radice, resa come un ceppo di palma, obliterata, e non è in grado di manifestarsi in futuro, quel monaco è perfetto. Ha eliminato i contaminanti, ha completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, ed è giustamente libero attraverso l’illuminazione” ",
  "mn73:7.1": "“A parte il Signor Gotama, ",
  "mn73:7.2": "c’è anche solo un monaco discepolo del Signor Gotama che ha realizzato la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimora avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti?” ",
  "mn73:7.3": "“Non ce ne sono solo cento di miei discepoli monaci così, Vaccha, o due, o tre, o quattro, o cinquecento, ma molti di più” ",
  "mn73:8.1": "“A parte il Signor Gotama e i monaci, ",
  "mn73:8.2": "c’è anche solo una monaca discepola del Signor Gotama che ha realizzato la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimora avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti?” ",
  "mn73:8.3": "“Non ce ne sono solo cento di mie discepole monache così, Vaccha, o due, o tre, o quattro, o cinquecento, ma molte di più” ",
  "mn73:9.1": "“A parte il Signor Gotama, i monaci, e le monache, ",
  "mn73:9.2": "c’è anche solo un discepolo laico del Signor Gotama, vestito di bianco e casto, che, con l’eliminazione delle cinque catene inferiori, rinasce spontaneamente, si estingue lì, senza tornare da quel mondo?” ",
  "mn73:9.3": "“Non ce ne sono solo cento di miei discepoli laici casti così, Vaccha, o due, o tre, o quattro, o cinquecento, ma molti di più” ",
  "mn73:10.1": "“A parte il Signor Gotama, i monaci, le monache, e i laici casti, ",
  "mn73:10.2": "c’è anche solo un discepolo laico del Signor Gotama, vestito di bianco, che indulge nei piaceri dei sensi, che segue le istruzioni e risponde ai consigli; che ha superato il dubbio, si è liberato dell’indecisione, e dimora sicuro di sé e indipendente dagli altri nelle istruzioni del Maestro?” ",
  "mn73:10.3": "“Non ce ne sono solo cento di miei discepoli laici che indulgono nei piaceri dei sensi così, Vaccha, o due, o tre, o quattro, o cinquecento, ma molti di più” ",
  "mn73:11.1": "“A parte il Signor Gotama, i monaci, le monache, i laici casti, e i laici che indulgono nei piaceri dei sensi, ",
  "mn73:11.2": "c’è anche solo una discepola laica del Signor Gotama, vestita di bianco e casta, che, con l’eliminazione delle cinque catene inferiori, rinasce spontaneamente, si estingue lì, senza tornare da quel mondo?” ",
  "mn73:11.3": "“Non ce ne sono solo cento di mie discepole laiche caste così, Vaccha, o due, o tre, o quattro, o cinquecento, ma molte di più” ",
  "mn73:12.1": "“A parte il Signor Gotama, i monaci, le monache, i laici casti, i laici che indulgono nei piaceri dei sensi, e le laiche caste, ",
  "mn73:12.2": "c’è anche solo una discepola laica del Signor Gotama, vestita di bianco, che indulge nei piaceri dei sensi, che segue le istruzioni e risponde ai consigli; che ha superato il dubbio, si è liberata dell’indecisione, e dimora sicura di sé e indipendente dagli altri nelle istruzioni del Maestro?” ",
  "mn73:12.3": "“Non ce ne sono solo cento di mie discepole laiche che indulgono nei piaceri dei sensi così, Vaccha, o due, o tre, o quattro, o cinquecento, ma molte di più” ",
  "mn73:13.1": "“Se il Signor Gotama fosse l’unico a essere riuscito a completare questo insegnamento, e non i monaci, ",
  "mn73:13.2": "allora questo percorso spirituale sarebbe incompleto in quel senso. ",
  "mn73:13.3": "Ma dato che sia il Signor Gotama che i monaci sono riusciti a completare questo insegnamento, ",
  "mn73:13.4": "questo percorso spirituale è completo in questo senso. ",
  "mn73:13.5": "Se il Signor Gotama e i monaci fossero gli unici a essere riusciti a completare questo insegnamento, e non le monache … ",
  "mn73:13.9": "i laici casti … ",
  "mn73:13.13": "i laici che indulgono nei piaceri dei sensi … ",
  "mn73:13.16": "",
  "mn73:13.17": "le laiche caste … ",
  "mn73:13.21": "le laiche che indulgono nei piaceri dei sensi … ",
  "mn73:13.22": "allora questo percorso spirituale sarebbe incompleto in quel senso. ",
  "mn73:13.23": "Ma dato che il Signor Gotama, i monaci, le monache, i laici casti, i laici che indulgono nei piaceri dei sensi, le laiche caste, e le laiche che indulgono nei piaceri dei sensi sono riusciti tutti a completare questo insegnamento, ",
  "mn73:13.24": "questo percorso spirituale è completo in questo senso. ",
  "mn73:14.1": "Proprio come il Gange è angolato, pende, e inclina verso l’oceano, e continua a spingere verso l’oceano, allo stesso modo la congregazione del Signor Gotama, con entrambi laici e rinuncianti, è angolata, pende, e inclina all’estinzione, e continua a spingere verso l’estinzione. ",
  "mn73:15.1": "Eccellente, Signor Gotama! Eccellente! … ",
  "mn73:15.2": "Prendo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn73:15.3": "Potrei lasciare casa, e ricevere l’ordinazione in presenza del Signor Gotama?” ",
  "mn73:16.1": "“Vaccha, se qualcuno precedentemente ordinato in un’altra religione desidera lasciare casa, e ricevere l’ordinazione in questo insegnamento e addestramento, deve passare quattro mesi in prova. Una volta che i quattro mesi sono passati, se i monaci sono soddisfatti, permetteranno di lasciare casa, e daranno l’ordinazione per la vita monastica. ",
  "mn73:16.2": "Tuttavia, ho riconosciuto differenze individuali in questo” ",
  "mn73:16.3": "“Signore, se sono richiesti quattro mesi di prova in questo caso, passerò quattro anni in prova. Una volta che i quattro anni saranno passati, se i monaci saranno soddisfatti, che mi permettano di lasciare casa, e mi diano l’ordinazione per la vita monastica”. ",
  "mn73:16.4": "E l’errante Vaccha lasciò casa, e ricevette l’ordinazione in presenza del Buddha. ",
  "mn73:17.1": "Non molto dopo la propria ordinazione, due settimane dopo, il Venerabile Vacchagotta andò dal Buddha, si inchinò, si sedette a lato, e gli disse: ",
  "mn73:17.2": "“Signore, ho raggiunto il massimo della conoscenza e comprensione di un apprendista. ",
  "mn73:17.3": "Per favore, mi istruisca ulteriormente” ",
  "mn73:18.1": "“Beh, allora, Vaccha, continua a sviluppare due cose: controllo della mente e visione profonda. ",
  "mn73:18.2": "Una volta che avrai sviluppato queste due cose, porteranno alla penetrazione di molti elementi. ",
  "mn73:19.1": "Quando vorrai, sarai in grado di realizzare queste cose, ognuna di esse a portata di mano: ",
  "mn73:19.2": "‘Che io eserciti i molti tipi di poteri psichici: moltiplicarmi e ritornare uno; apparire e scomparire; passare senza ostacolo attraverso un muro, un bastione, o una montagna come se fosse spazio; tuffarmi dentro e fuori dalla terra come se fosse acqua; camminare sull’acqua come se fosse terra; volare con le gambe incrociate nel cielo come un uccello; toccare ed accarezzare con la mano il sole e la luna, così potente e forte; controllare il corpo fino al regno di Dio’. ",
  "mn73:20.1": "Quando vorrai, sarai in grado di realizzare queste cose, ognuna di esse a portata di mano: ",
  "mn73:20.2": "‘Con chiarudienza purificata e sovrumana, che io senta entrambi i tipi di suoni, umani e divini, sia vicini che lontani’. ",
  "mn73:21.1": "Quando vorrai, sarai in grado di realizzare queste cose, ognuna di esse a portata di mano: ",
  "mn73:21.2": "‘Che io legga le menti degli altri esseri e individui, avendole lette con la mia mente. ",
  "mn73:21.3": "Che io legga una mente con avidità come “mente con avidità”, ",
  "mn73:21.4": "e una mente senza avidità come “mente senza avidità”; ",
  "mn73:21.5": "una mente con odio come “mente con odio”, ",
  "mn73:21.6": "e una mente senza odio come “mente senza odio”; ",
  "mn73:21.7": "una mente con illusione come “mente con illusione”, ",
  "mn73:21.8": "e una mente senza illusione come “mente senza illusione”; ",
  "mn73:21.9": "una mente ristretta come “mente ristretta”, ",
  "mn73:21.10": "e una mente sparpagliata come “mente sparpagliata”; ",
  "mn73:21.11": "una mente espansiva come “mente espansiva”, ",
  "mn73:21.12": "e una mente non espansiva come “mente non espansiva”; ",
  "mn73:21.13": "una mente non suprema come “mente non suprema”, ",
  "mn73:21.14": "e una mente suprema come “mente suprema”; ",
  "mn73:21.15": "una mente concentrata come “mente concentrata”, ",
  "mn73:21.16": "e una mente non concentrata come “mente non concentrata”; ",
  "mn73:21.17": "una mente libera come “mente libera”, ",
  "mn73:21.18": "e mente non libera come “mente non libera”’. ",
  "mn73:22.1": "Quando vorrai, sarai in grado di realizzare queste cose, ognuna di esse a portata di mano: ",
  "mn73:22.2": "‘Che mi ricordi molti tipi di vite passate. Cioè: una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. Mi sono ricordato: ‘Lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui da un'altra parte. Anche lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui qui.’ Che io ricordi così i miei molti tipi di vite passate, con caratteristiche e dettagli’. ",
  "mn73:23.1": "Quando vorrai, sarai in grado di realizzare queste cose, ognuna di esse a portata di mano: ",
  "mn73:23.2": "‘Che io, con chiaroveggenza purificata e sovrumana, veda gli esseri viventi morire e rinascere, inferiori e superiori, belli e brutti, in un bel posto o un brutto posto, e capisca come gli esseri viventi rinascono secondo le proprie azioni: ‘Questi cari esseri hanno fatto cose cattive di corpo, parola, e mente. Hanno parlato male dei nobili; avevano opinione sbagliata; e hanno deciso di agire secondo quella opinione sbagliata. Alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. Questi cari esseri, invece, hanno fatto cose buone di corpo, parola, e mente. Non hanno mai parlato male dei nobili; avevano opinione corretta; e hanno deciso di agire secondo quella opinione corretta. Alla dissoluzione del corpo, dopo la morte, rinascono in un bel posto, in paradiso.’ E quindi, con chiaroveggenza purificata e sovrumana, che io veda gli esseri viventi morire e rinascere, inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. E che io capisca come gli esseri viventi rinascono secondo le proprie azioni’. ",
  "mn73:24.1": "Quando vorrai, sarai in grado di realizzare queste cose, ognuna di esse a portata di mano: ",
  "mn73:24.2": "‘Che io realizzi la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimori avendo raggiunto ciò con la mia conoscenza diretta grazie all’eliminazione dei contaminanti’”. ",
  "mn73:25.1": "Allora il Venerabile Vacchagotta trasse piacere e gioì in ciò che il Buddha disse. Si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn73:26.1": "Poi il Venerabile Vacchagotta, dimorando solo, ritirato, diligente, fervido, e risoluto, presto realizzò la suprema culminazione del percorso spirituale in questa stessa vita. Dimorò avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante. ",
  "mn73:26.2": "Comprese: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”. ",
  "mn73:26.3": "E il Venerabile Vacchagotta divenne uno dei perfetti. ",
  "mn73:27.1": "In quell’occasione vari monaci stavano andando a trovare il Buddha. ",
  "mn73:27.2": "Vacchagotta li vide arrivare da lontano, ",
  "mn73:27.3": "andò da loro, e disse: ",
  "mn73:27.4": "“Salve, venerabili. Dove andate?” ",
  "mn73:27.5": "“Fratello, andiamo a trovare il Buddha” ",
  "mn73:27.6": "“Beh, allora, fratelli, per favore inchinatevi con la testa ai piedi del Buddha in mio nome e dite: ",
  "mn73:27.7": "‘Signore, il monaco Vacchagotta si inchina con la testa ai suoi piedi e dice: ",
  "mn73:27.8": "“Ho servito il Beato! Ho servito il Santo!”’” ",
  "mn73:28.1": "“Sì, fratello”, risposero i monaci. ",
  "mn73:28.2": "Allora andarono dal Buddha, si inchinarono, si sedettero a lato, e gli dissero: ",
  "mn73:28.3": "“Signore, il monaco Vacchagotta si inchina con la testa ai suoi piedi e dice: ",
  "mn73:28.4": "‘Ho servito il Beato! Ho servito il Santo!’” ",
  "mn73:28.5": "“Ho già letto la mente di Vacchagotta e ho capito che ",
  "mn73:28.6": "possiede le tre conoscenze, ed è così potente e forte. ",
  "mn73:28.7": "E anche gli angeli me l’hanno detto”. ",
  "mn73:28.9": "Questo è ciò che il Buddha disse. ",
  "mn73:28.10": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}