{
  "mn74:0.1": "Discorsi medi 74 ",
  "mn74:0.2": "Il discorso con Dīghanakha ",
  "mn74:1.1": "Così ho sentito. ",
  "mn74:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, sulla Montagna del Picco dell’Avvoltoio, nella Caverna del Cinghiale. ",
  "mn74:2.1": "Allora l’errante Dīghanakha andò dal Buddha e ci scambiò saluti. ",
  "mn74:2.2": "Una volta che i saluti e le cordialità terminarono, rimase in piedi a lato e disse al Buddha: ",
  "mn74:2.3": "“Signor Gotama, questa è la mia dottrina e opinione: ",
  "mn74:2.4": "‘Niente è accettabile per me’” ",
  "mn74:2.5": "“Questa tua opinione, Aggivessana, ",
  "mn74:2.6": "è accettabile per te?” ",
  "mn74:2.7": "“Se dovessi accettare questa opinione, Signor Gotama, non farebbe differenza, non farebbe differenza!” ",
  "mn74:3.1": "“Beh, Aggivessana, ci sono molti altri al mondo che dicono: ",
  "mn74:3.2": "‘Non farebbe differenza! Non farebbe differenza!’ ",
  "mn74:3.3": "Ma non abbandonano quell’opinione, e si attaccano a un’altra opinione. ",
  "mn74:3.4": "E ci sono pochi al mondo che dicono: ",
  "mn74:3.5": "‘Non farebbe differenza! Non farebbe differenza!’ ",
  "mn74:3.6": "E abbandonano quell’opinione non attaccandosi a un’altra opinione. ",
  "mn74:4.1": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn74:4.2": "‘Tutto è accettabile per me’. ",
  "mn74:4.3": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn74:4.4": "‘Niente è accettabile per me’. ",
  "mn74:4.5": "Ci sono asceti e bramini che sono di questa dottrina e opinione: ",
  "mn74:4.6": "‘Alcune cose sono accettabili per me e altre no’. ",
  "mn74:4.7": "Riguardo a ciò, l’opinione degli asceti e bramini per cui tutto è accettabile ",
  "mn74:4.8": "è dalla parte dell’avidità, della schiavitù, del trarre piacere, dell’aggrapparsi, e dell’attaccamento. ",
  "mn74:4.9": "L’opinione degli asceti e bramini per cui niente è accettabile ",
  "mn74:4.10": "non è dalla parte dell’avidità, della schiavitù, del trarre piacere, dell’aggrapparsi, e dell’attaccamento”. ",
  "mn74:5.1": "Detto ciò, l’errante Dīghanakha disse al Buddha: ",
  "mn74:5.2": "“Il Signor Gotama loda la mia convinzione! Loda la mia convinzione!” ",
  "mn74:5.3": "“Ora, riguardo all’opinione degli asceti e bramini per cui ",
  "mn74:5.4": "alcune cose sono accettabili e altre no, ",
  "mn74:5.5": "la loro opinione riguardo ciò che è accettabile è dalla parte dell’avidità, della schiavitù, del trarre piacere, dell’aggrapparsi, e dell’attaccamento. ",
  "mn74:5.6": "La loro opinione riguardo ciò che non è accettabile non è dalla parte dell’avidità, della schiavitù, del trarre piacere, dell’aggrapparsi, e dell’attaccamento. ",
  "mn74:6.1": "Riguardo all’opinione degli asceti e bramini per cui ",
  "mn74:6.2": "tutto è accettabile, ",
  "mn74:6.3": "una persona giudiziosa riflette così: ",
  "mn74:6.4": "‘Io sono dell’opinione che ",
  "mn74:6.5": "tutto è accettabile. ",
  "mn74:6.6": "Supponiamo io mantenga ostinatamente questa opinione e insista: ",
  "mn74:6.7": "“Questa è l’unica verità, qualsiasi altra idea è sciocca”. ",
  "mn74:6.8": "Discuterei con due persone: ",
  "mn74:6.9": "un asceta o bramino per il quale niente è accettabile, ",
  "mn74:6.10": "e un asceta o bramino per il quale alcune cose sono accettabili e altre no. ",
  "mn74:6.12": "E dove c’è discussione, c’è litigio; dove c’è litigio, c’è afflizione; e dove c’è afflizione, c’è danno’. ",
  "mn74:6.13": "Quindi, considerando la presenza dentro sé della possibilità di discussione, di litigio, di afflizione, e di danno, abbandona quell’opinione senza attaccarsi a un’altra opinione. ",
  "mn74:6.14": "È così che quelle opinioni vengono abbandonate e lasciate andare. ",
  "mn74:7.1": "Riguardo all’opinione degli asceti e bramini per cui ",
  "mn74:7.2": "niente è accettabile, ",
  "mn74:7.3": "una persona giudiziosa riflette così: ",
  "mn74:7.4": "‘Io sono dell’opinione che ",
  "mn74:7.5": "niente è accettabile. ",
  "mn74:7.6": "Supponiamo io mantenga ostinatamente questa opinione e insista: ",
  "mn74:7.7": "“Questa è l’unica verità, qualsiasi altra idea è sciocca”. ",
  "mn74:7.8": "Discuterei con due persone: ",
  "mn74:7.9": "un asceta o bramino per il quale tutto è accettabile, ",
  "mn74:7.10": "e un asceta o bramino per il quale alcune cose sono accettabili e altre no. ",
  "mn74:7.12": "E dove c’è discussione, c’è litigio; dove c’è litigio, c’è afflizione; e dove c’è afflizione, c’è danno’. ",
  "mn74:7.13": "Quindi, considerando la presenza dentro sé della possibilità di discussione, di litigio, di afflizione, e di danno, abbandona quell’opinione senza attaccarsi a un’altra opinione. ",
  "mn74:7.14": "È così che quelle opinioni vengono abbandonate e lasciate andare. ",
  "mn74:8.1": "Riguardo all’opinione degli asceti e bramini per cui ",
  "mn74:8.2": "alcune cose sono accettabili e altre no, ",
  "mn74:8.3": "una persona giudiziosa riflette così: ",
  "mn74:8.4": "‘Io sono dell’opinione che ",
  "mn74:8.5": "alcune cose sono accettabili e altre no. ",
  "mn74:8.6": "Supponiamo io mantenga ostinatamente questa opinione e insista: ",
  "mn74:8.7": "“Questa è l’unica verità, qualsiasi altra idea è sciocca”. ",
  "mn74:8.8": "Discuterei con due persone: ",
  "mn74:8.9": "un asceta o bramino per il quale tutto è accettabile, ",
  "mn74:8.10": "e un asceta o bramino per il quale niente è accettabile. ",
  "mn74:8.12": "E dove c’è discussione, c’è litigio; dove c’è litigio, c’è afflizione; e dove c’è afflizione, c’è danno’. ",
  "mn74:8.13": "Quindi, considerando la presenza dentro sé della possibilità di discussione, di litigio, di afflizione, e di danno, abbandona quell’opinione senza attaccarsi a un’altra opinione. ",
  "mn74:8.14": "È così che quelle opinioni vengono abbandonare e lasciate andare. ",
  "mn74:9.1": "Aggivessana, questo corpo è fisico. È fatto dei quattro stati della materia, prodotto da madre e padre, cresciuto attraverso riso e porridge, soggetto all’impermanenza, al consumo ed erosione, alla dissoluzione e distruzione. Devi vederlo come impermanente, come insoddisfacente, come malato, come un ascesso, come un dardo, come miseria, come un’afflizione, come alieno, come decadente, come vuoto, come privo di un Sé. ",
  "mn74:9.2": "Facendo così abbandonerai il desiderio, la devozione, e la sottomissione al corpo. ",
  "mn74:10.1": "Ci sono queste tre sensazioni: ",
  "mn74:10.2": "sensazione piacevole, sensazione dolorosa, e sensazione neutra. ",
  "mn74:10.3": "Nel momento in cui si prova una sensazione piacevole, non si prova una sensazione dolorosa, e non si prova una sensazione neutra; ",
  "mn74:10.4": "si prova solo una sensazione piacevole. ",
  "mn74:10.5": "Nel momento in cui si prova una sensazione dolorosa, non si prova una sensazione piacevole, e non si prova una sensazione una neutra; ",
  "mn74:10.6": "si prova solo una sensazione dolorosa. ",
  "mn74:10.7": "Nel momento in cui si prova una sensazione neutra, non si prova una sensazione piacevole, e non si prova una sensazione dolorosa; ",
  "mn74:10.8": "si prova solo una sensazione neutra. ",
  "mn74:11.1": "Le sensazioni piacevoli sono impermanenti, sostenute da attività, originate in dipendenza, soggette a finire, a scomparire, a svanire, e a cessare. ",
  "mn74:11.2": "Le sensazioni dolorose sono impermanenti, sostenute da attività, originate in dipendenza, soggette a finire, a scomparire, a svanire, e a cessare. ",
  "mn74:11.3": "Le sensazioni neutre sono impermanenti, sostenute da attività, originate in dipendenza, soggette a finire, a scomparire, a svanire, e a cessare. ",
  "mn74:12.1": "Vedendo questo, un discepolo nobile colto si disillude dalle sensazioni piacevoli, si disillude dalle sensazioni dolorose, e si disillude dalle sensazioni neutre. ",
  "mn74:12.2": "Disilludendosi, la sua avidità svanisce. Nello svanire l’avidità, è libero. Una volta libero, capisce di essere libero. ",
  "mn74:12.3": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn74:13.1": "Un monaco la cui mente è libera in questo modo non parteggia né contende con nessuno. Usa il linguaggio del mondo per comunicare senza rimanerci incastrato”. ",
  "mn74:14.1": "In quell’occasione il Venerabile Sāriputta era dietro al Buddha che gli faceva aria. ",
  "mn74:14.2": "Pensò: ",
  "mn74:14.3": "“Sembra che il Buddha stia parlando di abbandonare e lasciare andare tutte queste cose attraverso la conoscenza diretta”. ",
  "mn74:14.4": "Riflettendo così, la mente del Venerabile Sāriputta fu liberata dai contaminanti attraverso il distacco. ",
  "mn74:15.1": "E la visione pura e immacolata dell’insegnamento sorse nell’errante Dīghanakha: ",
  "mn74:15.2": "“Tutto ciò che è della natura di sorgere è anche della natura di cessare”. ",
  "mn74:15.3": "Allora Dīghanakha vide, ottenne, comprese, e capì l’insegnamento. Superò il dubbio, si liberò dell’indecisione, e divenne sicuro di sé e indipendente dagli altri nelle istruzioni del Maestro. Disse al Buddha: ",
  "mn74:16.1": "“Eccellente, Signor Gotama! Eccellente! ",
  "mn74:16.2": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn74:16.3": "Prendo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn74:16.4": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}