{
  "mn75:0.1": "Discorsi medi 75 ",
  "mn75:0.2": "Il discorso con Māgaṇḍiya ",
  "mn75:1.1": "Così ho sentito. ",
  "mn75:1.2": "Una volta il Buddha dimorava nella terra dei Kuru, vicino alla città Kuru chiamata Kammāsadamma, su una stuoia di paglia nella camera del fuoco di un bramino del clan Bhāradvāja. ",
  "mn75:2.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò a Kammāsadamma per l’elemosina. ",
  "mn75:2.2": "Vagò per l’elemosina a Kammāsadamma. Dopo il pasto, al ritorno dalla questua, andò in un certo bosco per la dimora quotidiana. ",
  "mn75:2.3": "Dopo essersi addentrato profondamente nel bosco, si sedette alla radice di un certo albero per la dimora quotidiana. ",
  "mn75:3.1": "Poi, mentre l’errante Māgaṇḍiya stava facendo una passeggiata, approcciò la camera del fuoco. ",
  "mn75:3.2": "Vide la stuoia di paglia lì distesa ",
  "mn75:3.3": "e chiese al bramino del clan Bhāradvāja: ",
  "mn75:3.4": "“Signor Bhāradvāja, per chi è stata distesa questa stuoia di paglia? Sembra il letto di un asceta” ",
  "mn75:4.1": "“C’è l’asceta Gotama, un Sakya, che ha lasciato casa da una famiglia Sakya. ",
  "mn75:4.2": "Ha questa buona reputazione: ",
  "mn75:4.3": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn75:4.4": "Questo letto è stato disteso per il Signor Gotama” ",
  "mn75:5.1": "“Beh, è una vista triste, Signor Bhāradvāja, ",
  "mn75:5.2": "una vista molto triste, ",
  "mn75:5.3": "vedere un letto per il Signor Gotama, quel distruttore della vita!” ",
  "mn75:5.4": "“Attento a ciò che dici, Māgaṇḍiya, ",
  "mn75:5.5": "attento a ciò che dici. ",
  "mn75:5.6": "Molti aristocratici, bramini, laici, e asceti intelligenti sono devoti al Signor Gotama. Sono stati guidati da lui nel metodo nobile, l’insegnamento buono” ",
  "mn75:5.7": "“Anche se vedessi il Signor Gotama faccia a faccia, Signor Bhāradvāja, gli direi in faccia: ",
  "mn75:5.8": "‘L’asceta Gotama è un distruttore della vita’. ",
  "mn75:5.9": "Perché questo? ",
  "mn75:5.10": "Perché ne ho avuto visione in sogno” ",
  "mn75:5.11": "“Se non ti dispiace, parlerò di questo all’asceta Gotama” ",
  "mn75:5.12": "“Non preoccuparti, Signor Bhāradvāja. Puoi dirgli esattamente ciò che ho detto”. ",
  "mn75:6.1": "Con chiarudienza purificata e sovrumana, il Buddha sentì questa conversazione tra il bramino del clan Bhāradvāja e l’errante Māgaṇḍiya. ",
  "mn75:6.2": "Uscendo da ritiro, andò alla camera del fuoco del bramino e si sedette sulla stuoia di paglia. ",
  "mn75:6.3": "Poi il bramino del clan Bhāradvāja andò dal Buddha e ci scambiò saluti. ",
  "mn75:6.4": "Una volta che i saluti e le cordialità terminarono, si sedette a lato. Il Buddha gli disse: ",
  "mn75:6.5": "“Bhāradvāja, hai avuto una conversazione con l’errante Māgaṇḍiya riguardo a questa stuoia di paglia?” ",
  "mn75:6.6": "Detto ciò, il bramino disse al Buddha: ",
  "mn75:6.7": "“Volevo dire proprio questo al Signor Gotama, ",
  "mn75:6.8": "ma lei lo ha menzionato prima che ne avessi modo”. ",
  "mn75:7.1": "Ma la conversazione tra il Buddha e il bramino venne interrotta. ",
  "mn75:7.2": "Il quel momento, mentre l’errante Māgaṇḍiya stava facendo una passeggiata, approcciò la camera del fuoco. Andò dal Buddha, e ci scambiò saluti. ",
  "mn75:7.3": "Una volta che i saluti e le cordialità terminarono, si sedette a lato, e il Buddha gli disse: ",
  "mn75:8.1": "“Māgaṇḍiya, all’occhio piacciono le forme, le ama e le gradisce. ",
  "mn75:8.2": "Questo è stato domato, controllato, protetto e contenuto dal Realizzato, che spiega l’insegnamento per tale contegno. ",
  "mn75:8.3": "È questo ciò a cui ti riferivi quando mi hai chiamato ",
  "mn75:8.4": "‘distruttore della vita’?” ",
  "mn75:8.5": "“È esattamente ciò a cui mi riferivo. ",
  "mn75:8.7": "Perché questo? ",
  "mn75:8.8": "Perché ne ho avuto visione in sogno” ",
  "mn75:8.9": "“All’orecchio piacciono i suoni … ",
  "mn75:8.10": "Al naso piacciono gli odori … ",
  "mn75:8.11": "Alla lingua piacciono i sapori … ",
  "mn75:8.19": "Al corpo piacciono i tocchi … ",
  "mn75:8.20": "Alla mente piacciono i fenomeni mentali, li ama e li gradisce. ",
  "mn75:8.21": "Questo è stato domato, controllato, protetto e contenuto dal Realizzato, che spiega l’insegnamento per tale contegno. ",
  "mn75:8.22": "È questo ciò a cui ti riferivi quando mi hai chiamato ",
  "mn75:8.23": "‘distruttore della vita’?” ",
  "mn75:8.24": "“È esattamente ciò a cui mi riferivo. ",
  "mn75:8.26": "Perché questo? ",
  "mn75:8.27": "Perché ne ho avuto visione in sogno” ",
  "mn75:9.1": "“Cosa ne pensi, Māgaṇḍiya? ",
  "mn75:9.2": "Prendi qualcuno che una volta si divertiva con forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. Qualche tempo dopo, avendo compreso secondo realtà l’origine, la fine, la gratificazione, lo svantaggio, e la fuga dalle forme, e avendo abbandonato la brama e scacciato la febbre per le forme, vive libero dalla brama, con mente in pace interiore. ",
  "mn75:9.3": "Cosa avresti da dirgli, Māgaṇḍiya?” ",
  "mn75:9.4": "“Niente, Signor Gotama” ",
  "mn75:9.5": "“Cosa ne pensi, Māgaṇḍiya? ",
  "mn75:9.6": "Prendi qualcuno che una volta si divertiva con suoni percepiti dall’orecchio … ",
  "mn75:9.7": "odori percepiti dal naso … ",
  "mn75:9.8": "sapori percepiti dalla lingua … ",
  "mn75:9.9": "tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn75:9.10": "Qualche tempo dopo, avendo compreso secondo realtà l’origine, la fine, la gratificazione, lo svantaggio, e la fuga dai tocchi, e avendo abbandonato la brama e scacciato la febbre per i tocchi, dimora libero dalla brama, con mente in pace interiore. ",
  "mn75:9.11": "Cosa avresti da dirgli, Māgaṇḍiya?” ",
  "mn75:9.12": "“Niente, Signor Gotama” ",
  "mn75:10.1": "“Beh, quando ero ancora un laico io mi divertivo, fornito di forme percepite dall’occhio … suoni percepiti dall’orecchio … ",
  "mn75:10.2": "odori percepiti dal naso … ",
  "mn75:10.3": "sapori percepiti dalla lingua … ",
  "mn75:10.4": "tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn75:10.5": "Avevo tre palazzi, ",
  "mn75:10.6": "uno per la stagione delle piogge, uno per l’inverno, e uno per l’estate. ",
  "mn75:10.7": "Rimanevo nel palazzo senza scendere al piano di sotto per i quattro mesi della stagione delle piogge, dove venivo intrattenuto da musiciste, nessuna delle quali uomo. ",
  "mn75:10.8": "Qualche tempo dopo, avendo compreso secondo realtà l’origine, la fine, la gratificazione, lo svantaggio, e la fuga dai piaceri dei sensi, e avendo abbandonato la brama e scacciato la febbre per i piaceri dei sensi, vivo libero dalla brama, con mente in pace interiore. ",
  "mn75:10.9": "Vedo altri esseri viventi che non sono liberi dai piaceri dei sensi che vengono consumati dalla brama di piaceri dei sensi, che bruciano di febbre per i piaceri dei sensi, che indulgono nei piaceri dei sensi. ",
  "mn75:10.10": "Io non li invidio, né spero di godere di ciò. ",
  "mn75:10.11": "Perché questo? ",
  "mn75:10.12": "Perché esiste una soddisfazione lontana dai piaceri dei sensi e da cattive qualità, ",
  "mn75:10.13": "che raggiunge persino il livello della felicità divina. ",
  "mn75:10.14": "Godendo di tale soddisfazione, io non invidio ciò che è inferiore, né spero di goderne. ",
  "mn75:11.1": "Immagina un laico o il figlio di un laico ricco, benestante, e abbiente che si diverte, fornito dei cinque tipi di stimolazione dei sensi. Cioè, forme percepite dall’occhio … ",
  "mn75:11.2": "suoni … odori … sapori … ",
  "mn75:11.3": "tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn75:11.4": "Avendo praticato buona condotta di corpo, parola, e mente, alla dissoluzione del corpo, dopo la morte, rinasce in un bel posto, in paradiso, in compagnia degli Angeli dei Trentatré. ",
  "mn75:11.5": "Lì si diverte nel Giardino delle Delizie, accompagnato da un gruppo di ninfe, fornito dei cinque tipi di stimolazione divina dei sensi. ",
  "mn75:11.6": "Poi vede un laico o il figlio di un laico che si diverte, fornito dai cinque tipi di stimolazione dei sensi. ",
  "mn75:11.7": "Cosa ne pensi, Māgaṇḍiya? Quell’angelo che si diverte nel Giardino delle Delizie, accompagnato da un gruppo di ninfe, fornito dei cinque tipi di stimolazione divina dei sensi, invidierebbe quel laico o figlio di laico con i suoi cinque tipi di stimolazione umana dei sensi, o ritornerebbe ai piaceri dei sensi umani?” ",
  "mn75:11.8": "“No, Signor Gotama. ",
  "mn75:11.9": "Perché questo? ",
  "mn75:11.10": "Perché i piaceri dei sensi divini sono meglio dei piaceri dei sensi umani” ",
  "mn75:12.1": "“Allo stesso modo, Māgaṇḍiya, quando ero ancora un laico io mi divertivo con forme …  suoni … ",
  "mn75:12.2": "odori … ",
  "mn75:12.3": "sapori … ",
  "mn75:12.4": "tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn75:12.5": "Qualche tempo dopo, avendo compreso secondo realtà l’origine, la fine, la gratificazione, lo svantaggio, e la fuga dai piaceri dei sensi, e avendo abbandonato la brama e scacciato la febbre per i piaceri dei sensi, vivo libero dalla brama, con mente in pace interiore. ",
  "mn75:12.6": "Vedo altri esseri viventi che non sono liberi dai piaceri dei sensi che vengono consumati dalla brama di piaceri dei sensi, che bruciano di febbre per i piaceri dei sensi, che indulgono nei piaceri dei sensi. Io non li invidio, né spero di godere di ciò. ",
  "mn75:12.7": "Perché questo? ",
  "mn75:12.8": "Perché esiste una soddisfazione lontana dai piaceri dei sensi e da cattive qualità, ",
  "mn75:12.9": "che raggiunge persino il livello della felicità divina. ",
  "mn75:12.10": "Godendo di tale soddisfazione, io non invidio ciò che è inferiore, né spero di goderne. ",
  "mn75:13.1": "Immagina una persona afflitta dalla lebbra, con piaghe e vesciche sui propri arti. Venendo divorata dai vermi, grattandosi con le unghie le proprie ferite, si cauterizza il corpo su una fossa di braci ardenti. ",
  "mn75:13.2": "I suoi amici e colleghi, parenti e conoscenti chiamano un dottore per curarla. ",
  "mn75:13.3": "Il dottore prepara delle medicine per lei, ",
  "mn75:13.4": "che prendendole viene curata dalla lebbra. Ora è sana, felice, autonoma, padrona di se stessa, in grado di andare dove vuole. ",
  "mn75:13.5": "Poi vede un’altra persona afflitta dalla lebbra, con piaghe e vesciche sui propri arti. Venendo divorata dai vermi, grattandosi con le unghie le proprie ferite, si cauterizza il corpo su una fossa di braci ardenti. ",
  "mn75:13.6": "Cosa ne pensi, Māgaṇḍiya? ",
  "mn75:13.7": "Quella persona invidierebbe l’altra afflitta dalla lebbra per la sua fossa di braci ardenti o per le sue medicine?” ",
  "mn75:13.8": "“No, Signor Gotama. ",
  "mn75:13.9": "Perché questo? ",
  "mn75:13.10": "Perché c’è bisogno di prendere medicine solo quando c’è una malattia. Quando non c’è malattia, non c’è bisogno di medicine” ",
  "mn75:14.1": "“Allo stesso modo, Māgaṇḍiya, quando ero ancora un laico io mi divertivo con forme …  suoni … ",
  "mn75:14.2": "odori … ",
  "mn75:14.3": "sapori … ",
  "mn75:14.4": "tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn75:14.5": "Qualche tempo dopo, avendo compreso secondo realtà l’origine, la fine, la gratificazione, lo svantaggio, e la fuga dai piaceri dei sensi, e avendo abbandonato la brama e scacciato la febbre per i piaceri dei sensi, vivo libero dalla brama, con mente in pace interiore. ",
  "mn75:14.6": "Vedo altri esseri viventi che non sono liberi dai piaceri dei sensi che vengono consumati dalla brama di piaceri dei sensi, che bruciano di febbre per i piaceri dei sensi, che indulgono nei piaceri dei sensi. ",
  "mn75:14.7": "Io non li invidio, né spero di godere di ciò. ",
  "mn75:14.8": "Perché questo? ",
  "mn75:14.9": "Perché esiste una soddisfazione lontana dai piaceri dei sensi e da cattive qualità, ",
  "mn75:14.10": "che raggiunge persino il livello della felicità divina. ",
  "mn75:14.11": "Godendo di tale soddisfazione, io non invidio ciò che è inferiore, né spero di goderne. ",
  "mn75:15.1": "Immagina una persona afflitta dalla lebbra, con piaghe e vesciche sui propri arti. Venendo divorata dai vermi, grattandosi con le unghie le proprie ferite, si cauterizza il corpo su una fossa di braci ardenti. ",
  "mn75:15.2": "I suoi amici e colleghi, parenti e conoscenti chiamano un dottore per curarla. ",
  "mn75:15.3": "Il dottore prepara delle medicine per lei, ",
  "mn75:15.4": "che prendendole viene curata dalla lebbra. Ora è sana, felice, autonoma, padrona di se stessa, in grado di andare dove vuole. ",
  "mn75:15.5": "Poi due forti uomini la prendono per le braccia e la trascinano verso la fossa di braci ardenti. ",
  "mn75:15.6": "Cosa ne pensi, Māgaṇḍiya? ",
  "mn75:15.7": "Quella persona non si contorcerebbe e dimenerebbe avanti e indietro?” ",
  "mn75:15.8": "“Sì, Signor Gotama. ",
  "mn75:15.9": "Perché questo? ",
  "mn75:15.10": "Perché quel fuoco è molto doloroso al tatto, ferocemente ardente e rovente” ",
  "mn75:15.11": "“Cosa ne pensi, Māgaṇḍiya? ",
  "mn75:15.12": "È solo adesso che quel fuoco è molto doloroso al tatto, ferocemente ardente e rovente, o era doloroso anche prima?” ",
  "mn75:15.13": "“Quel fuoco è doloroso ora ed era doloroso anche prima. ",
  "mn75:15.14": "Quella persona era afflitta dalla lebbra, con piaghe e vesciche sui propri arti. Venendo divorata dai vermi, grattandosi con le unghie le proprie ferite, le sue facoltà sensoriali erano alterate. Quindi anche se il fuoco in realtà era doloroso al tatto, lei aveva la percezione distorta che fosse gradevole” ",
  "mn75:16.1": "“Allo stesso modo, i piaceri dei sensi del passato sono dolorosi al tatto, ferocemente ardenti e roventi; i piaceri dei sensi del futuro sono dolorosi al tatto, ferocemente ardenti e roventi; e i piaceri dei sensi del presente sono dolorosi al tatto, ferocemente ardenti e roventi. ",
  "mn75:16.2": "Questi esseri viventi che non sono liberi dai piaceri dei sensi, che vengono consumati dalla brama di piaceri dei sensi, che bruciano di febbre per i piaceri dei sensi, hanno facoltà sensoriali alterate. Quindi anche se i piaceri dei sensi in realtà sono dolorosi al tatto, loro hanno la percezione distorta che siano gradevoli. ",
  "mn75:17.1": "Immagina una persona afflitta dalla lebbra, con piaghe e vesciche sui propri arti. Venendo divorata dai vermi, grattandosi con le unghie le proprie ferite, si cauterizza il corpo su una fossa di braci ardenti. ",
  "mn75:17.2": "Più si gratta le ferite e più si cauterizza il corpo, più le sue ferite diventano sporche, puzzolenti, e infette. Ma comunque, trae un certo grado di piacere e gratificazione dal prurito delle proprie ferite. ",
  "mn75:17.3": "Allo stesso modo, io vedo altri esseri viventi che non sono liberi dai piaceri dei sensi che vengono consumati dalla brama di piaceri dei sensi, che bruciano di febbre per i piaceri dei sensi, che indulgono nei piaceri dei sensi. ",
  "mn75:17.4": "Più indulgono nei piaceri dei sensi, più la loro brama di piaceri dei sensi cresce, e più bruciano di febbre per i piaceri dei sensi. Ma comunque, traggono un certo grado di piacere e gratificazione dai cinque tipi di stimolazione dei sensi. ",
  "mn75:18.1": "Cosa ne pensi, Māgaṇḍiya? ",
  "mn75:18.2": "Hai mai visto o sentito di un re o un ministro reale del passato, futuro, o presente, che divertendosi fornito dei cinque tipi di stimolazione dei sensi, senza abbandonare la brama di piaceri dei sensi e scacciare la febbre per i piaceri dei sensi, dimora libero dalla brama, con mente in pace interiore?” ",
  "mn75:18.3": "“No, Maestro Gotama” ",
  "mn75:18.4": "“Bene, Māgaṇḍiya. ",
  "mn75:18.5": "Nemmeno io. ",
  "mn75:18.6": "Al contrario, tutti gli asceti e bramini del passato, futuro, o presente che vivono liberi dalla brama, con mente in pace interiore, lo fanno dopo aver compreso secondo realtà l’origine, la fine, la gratificazione, lo svantaggio, e la fuga dai piaceri dei sensi, e dopo aver abbandonato la brama e scacciato la febbre per i piaceri dei sensi”. ",
  "mn75:19.1": "Poi in quell’occasione il Buddha espresse questo aforisma: ",
  "mn75:19.2": "“La salute è la benedizione suprema; ",
  "mn75:19.3": "l’estinzione la felicità suprema. ",
  "mn75:19.4": "Tra i percorsi, il supremo è l’ottuplice, ",
  "mn75:19.5": "è sicuro, e porta alla libertà dalla morte”. ",
  "mn75:19.6": "Detto ciò, Māgaṇḍiya gli disse: ",
  "mn75:19.7": "“È incredibile, Signor Gotama, è strabiliante! ",
  "mn75:19.8": "Quanto questo sia stato ben detto dal Signor Gotama! ",
  "mn75:19.9": "‘La salute è la benedizione suprema; l’estinzione la felicità suprema’. ",
  "mn75:19.10": "Ho sentito che anche gli erranti del passato, i maestri dei maestri, dicevano: ",
  "mn75:19.11": "‘La salute è la benedizione suprema; l’estinzione la felicità suprema’. ",
  "mn75:19.12": "E combacia, Signor Gotama” ",
  "mn75:19.13": "“Ma, Māgaṇḍiya, quando hai sentito che gli erranti del passato dicevano questo, ",
  "mn75:19.14": "cos’è quella salute? E cos’è quell’estinzione?” ",
  "mn75:19.15": "Detto ciò, Māgaṇḍiya si accarezzò gli arti con le mani, dicendo: ",
  "mn75:19.16": "“Questa è quella salute, Signor Gotama, questa è quell’estinzione! ",
  "mn75:19.17": "Poiché ora sono sano e felice, e non ho afflizioni” ",
  "mn75:20.1": "“Māgaṇḍiya, immagina una persona nata cieca. ",
  "mn75:20.2": "Non vede forme scure o chiare, blu, gialle, rosse, o magenta. Non vede terreno regolare e irregolare, le stelle, la luna, o il sole. ",
  "mn75:20.3": "Sente una persona vedente dire: ",
  "mn75:20.4": "‘La stoffa bianca è davvero bella, è attraente, immacolata, e pulita’. ",
  "mn75:20.5": "Allora va alla ricerca di stoffa bianca. ",
  "mn75:20.6": "Ma qualcuno la imbroglia con un vestito sporco e macchiato, dicendo: ",
  "mn75:20.7": "‘Signore, ecco qui della stoffa bianca per lei, è attraente, immacolata, e pulita’. ",
  "mn75:20.8": "Lei lo prende e lo indossa, esprimendo la propria contentezza: ",
  "mn75:20.9": "‘La stoffa bianca è davvero bella, è attraente, immacolata, e pulita’. ",
  "mn75:20.10": "Cosa ne pensi, Māgaṇḍiya? ",
  "mn75:20.11": "Quella persona cieca dalla nascita ha fatto ciò conoscendo e vedendo, ",
  "mn75:20.12": "o per fede nella persona vedente?” ",
  "mn75:20.13": "“Non ha fatto ciò conoscendo e vedendo, ",
  "mn75:20.14": "ma per fede nella persona vedente” ",
  "mn75:21.1": "“Allo stesso modo, gli erranti delle altre religioni sono ciechi e senza vista. Pur non conoscendo la salute e non vedendo l’estinzione, comunque recitano questo verso: ",
  "mn75:21.2": "‘La salute è la benedizione suprema; l’estinzione la felicità suprema’. ",
  "mn75:21.3": "Poiché questo verso veniva recitato dai perfetti, dai Buddha completamente risvegliati del passato: ",
  "mn75:21.4": "‘La salute è la benedizione suprema; ",
  "mn75:21.5": "l’estinzione la felicità suprema. ",
  "mn75:21.6": "Tra i percorsi, il supremo è l’ottuplice, ",
  "mn75:21.7": "è sicuro, e porta alla libertà dalla morte’. ",
  "mn75:21.8": "Di questi tempi è diventato gradualmente un versetto usato dalla gente comune. ",
  "mn75:21.9": "Ma, Māgaṇḍiya, questo corpo è una malattia, un ascesso, un dardo, una miseria, un’afflizione. Eppure tu dici di questo corpo: ",
  "mn75:21.10": "‘Questa è quella salute, Signor Gotama, questa è quell’estinzione!’ ",
  "mn75:21.11": "Māgaṇḍiya, tu non possiedi la visione nobile attraverso la quale potresti conoscere la salute e vedere l’estinzione” ",
  "mn75:22.1": "“Sono fiducioso che il Signor Gotama ",
  "mn75:22.2": "sia in grado di insegnarmi affinché io possa conoscere la salute e vedere l’estinzione” ",
  "mn75:22.3": "“Māgaṇḍiya, immagina una persona nata cieca. ",
  "mn75:22.4": "Non vede forme scure o chiare, blu, gialle, rosse, o magenta. Non vede terreno regolare e irregolare, le stelle, la luna, o il sole. ",
  "mn75:22.5": "I suoi amici e colleghi, parenti e conoscenti chiamano un dottore per curarla. ",
  "mn75:22.6": "Il dottore prepara delle medicine per lei, ",
  "mn75:22.7": "ma prendendole i suoi occhi non vengono curati e non riesce ancora a vedere chiaramente. ",
  "mn75:22.8": "Cosa ne pensi, Māgaṇḍiya? ",
  "mn75:22.9": "Quel dottore non si stancherebbe e frustrerebbe?” ",
  "mn75:22.10": "“Sì, Signor Gotama” ",
  "mn75:22.11": "“Allo stesso modo, supponi che io ti spieghi l’insegnamento, dicendo: ",
  "mn75:22.12": "‘Questa è quella salute, questa è quell’estinzione’. Tu potresti non conoscere la salute e non vedere l’estinzione, ",
  "mn75:22.13": "il che per me sarebbe frustrante e fastidioso” ",
  "mn75:23.1": "“Sono fiducioso che il Signor Gotama ",
  "mn75:23.2": "sia in grado di insegnarmi affinché io possa conoscere la salute e vedere l’estinzione” ",
  "mn75:23.3": "“Māgaṇḍiya, immagina una persona nata cieca. ",
  "mn75:23.4": "Non vede forme scure o chiare, blu, gialle, rosse, o magenta. Non vede terreno regolare e irregolare, le stelle, la luna, o il sole. ",
  "mn75:23.5": "Sente una persona vedente dire: ",
  "mn75:23.6": "‘La stoffa bianca è davvero bella, è attraente, immacolata, e pulita’. ",
  "mn75:23.7": "Allora va alla ricerca di stoffa bianca. ",
  "mn75:23.8": "Ma qualcuno la imbroglia con un vestito sporco e macchiato, dicendo: ",
  "mn75:23.9": "‘Signore, ecco qui della stoffa bianca per lei, è attraente, immacolata, e pulita’. ",
  "mn75:23.10": "Lei lo prende e lo indossa. ",
  "mn75:23.11": "I suoi amici e colleghi, parenti e conoscenti chiamano un dottore per curarla. ",
  "mn75:23.12": "Il dottore prepara delle medicine per lei, ",
  "mn75:23.13": "emetici, purganti, olii, controlii, o trattamenti nasali. ",
  "mn75:23.14": "E una volta usate i suoi occhi vengono curati così da riuscire a vedere chiaramente. ",
  "mn75:23.15": "Appena i suoi occhi vengono curati perderebbe ogni desiderio per quel vestito sporco e macchiato. ",
  "mn75:23.16": "Poi considererebbe quella persona non come un amico, ma come un nemico, e penserebbe persino di ucciderla: ",
  "mn75:23.17": "‘Così a lungo sono stato truffato, ingannato, e imbrogliato da quella persona con questo vestito sporco e macchiato quando mi disse: ",
  "mn75:23.18": "“Signore, ecco qui della stoffa bianca per lei, è attraente, immacolata, e pulita”’. ",
  "mn75:24.1": "Allo stesso modo, supponi che io ti spieghi l’insegnamento, dicendo: ",
  "mn75:24.2": "‘Questa è quella salute, questa è quell’estinzione’. ",
  "mn75:24.3": "Tu potresti conoscere la salute e vedere l’estinzione. ",
  "mn75:24.4": "E appena la tua visione sorge potresti abbandonare il desiderio per i cinque aggregati di attaccamento. ",
  "mn75:24.5": "E potresti persino pensare: ",
  "mn75:24.6": "‘Così a lungo sono stato truffato, ingannato, e imbrogliato da questa mente. ",
  "mn75:24.7": "Poiché ciò a cui sono stato attaccato sono solo forma, sensazione, percezione, attività, e coscienza. ",
  "mn75:24.8": "Il mio attaccamento è condizione per l’esistenza. L’esistenza è condizione per la nascita. La nascita è condizione per la comparsa di vecchiaia e morte, tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn75:24.9": "Così questa intera massa di sofferenza ha origine’” ",
  "mn75:25.1": "“Sono fiducioso che il Signor Gotama ",
  "mn75:25.2": "sia in grado di insegnarmi affinché io possa alzarmi da questo posto curato dalla cecità” ",
  "mn75:25.3": "“Beh, allora, Māgaṇḍiya, devi frequentare persone rette. ",
  "mn75:25.4": "Una volta che frequenterai persone rette, sentirai il vero insegnamento. ",
  "mn75:25.5": "Una volta sentito il vero insegnamento, praticherai in linea con l’insegnamento. ",
  "mn75:25.6": "Una volta praticato in linea con l’insegnamento conoscerai e vedrai tu stesso: ",
  "mn75:25.7": "‘Queste sono malattie, bubboni, e dardi. ",
  "mn75:25.8": "E qui è dove malattie, bubboni, e dardi cessano senza che ne rimanga nulla’. ",
  "mn75:25.9": "Quando il mio attaccamento cessa, l’esistenza cessa. Quando l’esistenza cessa, la nascita cessa. Quando la nascita cessa, vecchiaia e morte, tristezza, lamento, dolore, malinconia, e angoscia cessano. ",
  "mn75:25.10": "Così questa intera massa di sofferenza cessa”. ",
  "mn75:26.1": "Detto ciò, Māgaṇḍiya gli disse: ",
  "mn75:26.2": "“Eccellente, Signor Gotama! Eccellente! ",
  "mn75:26.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn75:26.4": "Prendo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn75:26.5": "Potrei lasciare casa, e ricevere l’ordinazione in presenza del Signor Gotama?” ",
  "mn75:27.1": "“Māgaṇḍiya, se qualcuno precedentemente ordinato in un’altra religione desidera lasciare casa, e ricevere l’ordinazione in questo insegnamento e addestramento, deve passare quattro mesi in prova. Una volta che i quattro mesi sono passati, se i monaci sono soddisfatti, permetteranno di lasciare casa, e daranno l’ordinazione per la vita monastica. ",
  "mn75:27.2": "Tuttavia, ho riconosciuto differenze individuali in questo” ",
  "mn75:27.3": "“Signore, se sono richiesti quattro mesi di prova in questo caso, passerò quattro anni in prova. Una volta che i quattro anni saranno passati, se i monaci saranno soddisfatti, che mi permettano di lasciare casa, e mi diano l’ordinazione per la vita monastica”. ",
  "mn75:28.1": "E l’errante Māgaṇḍiya lasciò casa, e ricevette l’ordinazione in presenza del Buddha. ",
  "mn75:28.2": "Non molto dopo la propria ordinazione, il Venerabile Māgaṇḍiya, dimorando solo, ritirato, diligente, fervido, e risoluto, presto realizzò la suprema culminazione del percorso spirituale in questa stessa vita. Dimorò avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante. ",
  "mn75:28.3": "Comprese: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”. ",
  "mn75:28.4": "E il Venerabile Māgaṇḍiya divenne uno dei perfetti. "
}