{
  "mn76:0.1": "Discorsi medi 76 ",
  "mn76:0.2": "Il discorso con Sandaka ",
  "mn76:1.1": "Così ho sentito. ",
  "mn76:1.2": "Una volta il Buddha dimorava vicino a Kosambī, nel monastero di Ghosita. ",
  "mn76:2.1": "In quell’occasione l’errante Sandaka si trovava nella caverna dell’albero di fico dalle foglie ondulate, assieme a un’assemblea di circa cinquecento erranti. ",
  "mn76:3.1": "Nel tardo pomeriggio, il Venerabile Ānanda uscì da ritiro e si rivolse ai monaci: ",
  "mn76:3.2": "“Venite, fratelli, andiamo alla Piscina di Devakata a vedere la caverna” ",
  "mn76:3.3": "“Sì, fratello”, risposero i monaci. ",
  "mn76:3.4": "Allora il Venerabile Ānanda e vari monaci andarono alla Piscina di Devakata. ",
  "mn76:4.1": "In quell’occasione Sandaka e l’assemblea di erranti erano seduti facendo un gran trambusto, un terribile baccano. Conversavano su ogni tipo di argomento vile, come: ",
  "mn76:4.2": "conversazioni su re, banditi, e ministri; conversazioni su eserciti, minacce, e guerre; conversazioni su cibo, bevande, vestiti, e letti; conversazioni su collane e profumi; conversazioni su famiglia, veicoli, villaggi, cittadine, città, e Paesi; conversazioni su donne ed eroi, conversazioni da strada e pettegolezzi; conversazioni sui defunti, chiacchiere; storie di terra e mare; e conversazioni sull’esistenza in questo o quello stato. ",
  "mn76:4.3": "Sandaka vide Ānanda arrivare da lontano, ",
  "mn76:4.4": "e zittì l’assemblea: ",
  "mn76:4.5": "“Silenzio, cari signori, non fate rumore. ",
  "mn76:4.6": "Arriva l’asceta Ānanda, un discepolo dell’asceta Gotama. ",
  "mn76:4.7": "Fa parte dei discepoli dell’asceta Gotama, che risiede vicino a Kosambī. ",
  "mn76:4.8": "Ai venerabili piace la quiete, sono educati alla quiete, e lodano la quiete. ",
  "mn76:4.9": "Magari se nota che la nostra assemblea è in silenzio riterrà opportuno avvicinarsi”. ",
  "mn76:4.10": "Allora gli erranti taquero. ",
  "mn76:5.1": "Il Venerabile Ānanda andò dall’errante Sandaka, ",
  "mn76:5.2": "che gli disse: ",
  "mn76:5.3": "“Venga, Signor Ānanda! Benvenuto, Signor Ānanda! ",
  "mn76:5.4": "È molto tempo che non ha opportunità di venire qui. ",
  "mn76:5.5": "Per favore, Signore, si sieda, il posto è pronto”. ",
  "mn76:5.6": "Il Venerabile Ānanda si sedette sul posto preparato, ",
  "mn76:5.7": "mentre Sandaka prese un posto più basso e si sedette a lato. ",
  "mn76:5.8": "Il Venerabile Ānanda disse a Sandaka: ",
  "mn76:5.9": "“Sandaka, di cosa stavate parlando mentre eravate seduti proprio ora? Che conversazione è stata interrotta?” ",
  "mn76:5.10": "“Signor Ānanda, lasci stare ciò di cui stavamo parlando mentre eravamo seduti proprio ora. ",
  "mn76:5.11": "Non le sarà difficile sentirlo più tardi. ",
  "mn76:5.12": "Sarebbe bello se il Signor Ānanda stesso desse un sermone spiegando la propria tradizione” ",
  "mn76:5.13": "“Allora, Sandaka, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn76:5.14": "“Sì, Signore”, rispose Sandaka. ",
  "mn76:5.15": "Il Venerabile Ānanda disse: ",
  "mn76:6.1": "“Sandaka, queste cose sono state spiegate dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato: quattro modi che negano un percorso spirituale, e quattro tipi di percorso spirituale inaffidabile. Una persona giudiziosa, per quanto possa, non praticherebbe questi percorsi spirituali, e se li praticasse, non completerebbe il sistema dell’insegnamento buono” ",
  "mn76:6.2": "“Ma, Signor Ānanda, quali sono i quattro modi che negano un percorso spirituale, e i quattro tipi di percorso spirituale inaffidabile?” ",
  "mn76:7.1": "“Sandaka, prendi un certo maestro che è di questa dottrina e opinione: ",
  "mn76:7.2": "‘Non c’è significato nel donare, nel sacrificio, o nelle offerte. Non c’è frutto o risultato di azioni buone o cattive. L’aldilà non esiste. Non ci sono madre e padre, o esseri che nascono in maniera spontanea. E non ci sono asceti o bramini di buona condotta e buona pratica che descrivono l’aldilà dopo averlo realizzato con la propria conoscenza diretta. ",
  "mn76:7.3": "Questa persona è fatta dei quattro stati della materia. Quando muore, la materia solida nel suo corpo si fonde e viene assorbita dalla grande massa di materia solida. La materia liquida nel suo corpo si fonde e viene assorbita dalla grande massa di materia liquida. Il calore nel suo corpo si fonde e viene assorbito dalla grande massa di calore. La materia gassosa nel suo corpo si fonde e viene assorbita dalla grande massa di materia gassosa. Le facoltà si dissolvono nello spazio. ",
  "mn76:7.4": "Quattro uomini portano via il corpo in una bara. ",
  "mn76:7.5": "Le loro impronte mostrano la via per il cimitero. ",
  "mn76:7.6": "Le ossa si sbiancano. ",
  "mn76:7.7": "Le offerte finiscono in cenere. ",
  "mn76:7.8": "Donare offerte è da ritardati. ",
  "mn76:7.9": "Quando qualcuno sostiene un insegnamento positivo sono solo sciocchezze vuote e false. ",
  "mn76:7.10": "Entrambi gli stolti e gli astuti vengono annientati e distrutti quando il loro corpo muore, e non esistono dopo la morte’. ",
  "mn76:8.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn76:8.2": "‘Questo maestro è di questa dottrina e opinione. ",
  "mn76:8.11": "Se ciò che questo maestro dice è vero, sia io, che non ho completato questo percorso, e uno che l’ha completato ",
  "mn76:8.12": "abbiamo raggiunto entrambi esattamente lo stesso livello. Eppure, io non dico che entrambi veniamo annientati e distrutti quando il nostro corpo muore, e non esistiamo dopo la morte. ",
  "mn76:8.13": "Ma è superfluo da parte di questo maestro vagare nudo, pelato, persistere nell’accovacciarsi, e strapparsi capelli e barba. Poiché io vivo a casa con i miei bambini, uso sandalo importato da Kāsi, indosso collane, profumi, e trucco, e accetto oro e soldi. Eppure avrò esattamente lo stesso destino nella prossima vita di questo maestro. ",
  "mn76:8.14": "Cosa conosco o vedo per cui dovrei seguire il percorso spirituale di questo maestro? ",
  "mn76:8.15": "Questo nega il percorso spirituale’. ",
  "mn76:8.16": "Realizzando ciò, se ne va delusa. ",
  "mn76:9.1": "Questo è il primo modo che nega il percorso spirituale. ",
  "mn76:10.1": "Inoltre, prendi un certo maestro che è di questa dottrina e opinione: ",
  "mn76:10.2": "‘Chi punisce, mutila, tortura, addolora, opprime, intimida, o incoraggia gli altri a fare lo stesso non fa nulla di sbagliato. Non fa nulla di sbagliato quando uccide, ruba, entra in casa d’altri, saccheggia, ruba da edifici isolati, commette rapine di strada, commette adulterio, e mente. ",
  "mn76:10.3": "Se riducessi ogni creatura su questa terra a un mucchio e massa di carne con un chakram affilato come un rasoio, nessun male ne verrebbe, nessun risultato del male. ",
  "mn76:10.4": "Se andassi sulla riva sud del Gange uccidendo, mutilando, e torturando, e incoraggiando altri a fare lo stesso, nessun male ne verrebbe, nessun risultato del male. ",
  "mn76:10.5": "Se andassi sulla riva nord del Gange donando e compiendo sacrifici, e incoraggiando gli altri a fare lo stesso, nessun merito ne verrebbe, nessun risultato del merito. ",
  "mn76:10.6": "Nel donare, controllarsi, contenersi, e dire la verità non c’è merito, né risultato del merito’. ",
  "mn76:11.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn76:11.2": "‘Questo maestro è di questa dottrina e opinione. ",
  "mn76:11.7": "Se ciò che questo maestro dice è vero, sia io, che non ho completato questo percorso, e uno che l’ha completato ",
  "mn76:11.8": "abbiamo raggiunto entrambi esattamente lo stesso livello. Eppure, io non dico che quando agiamo non facciamo nulla di male. ",
  "mn76:11.9": "Ma è superfluo da parte di questo maestro vagare nudo, pelato, persistere nell’accovacciarsi, e strapparsi capelli e barba. Poiché io vivo a casa con i miei bambini, uso sandalo importato da Kāsi, indosso collane, profumi, e trucco, e accetto oro e soldi. Eppure avrò esattamente lo stesso destino nella prossima vita di questo maestro. ",
  "mn76:11.10": "Cosa conosco o vedo per cui dovrei seguire il percorso spirituale di questo maestro? ",
  "mn76:11.11": "Questo nega il percorso spirituale’. ",
  "mn76:11.12": "Realizzando ciò, se ne va delusa. ",
  "mn76:12.1": "Questo è il secondo modo che nega un percorso spirituale. ",
  "mn76:13.1": "Inoltre, prendi un certo maestro che è di questa dottrina e opinione: ",
  "mn76:13.2": "‘Non esiste causa o motivo per la corruzione degli esseri senzienti. ",
  "mn76:13.3": "Gli esseri senzienti vengono corrotti senza causa o motivo. ",
  "mn76:13.4": "Non esiste causa o motivo per la purificazione degli esseri senzienti. ",
  "mn76:13.5": "Gli esseri senzienti vengono purificati senza causa o motivo. ",
  "mn76:13.6": "Non c’è potere, non c’è energia, non c’è forza o vigore virili. ",
  "mn76:13.7": "Nessun essere senziente, creatura vivente, essere, o anima ha controllo, potere, o energia. Modellati dal destino, circostanze, e natura, provano piacere e dolore nelle sei classi di esistenza’. ",
  "mn76:14.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn76:14.2": "‘Questo maestro è di questa dottrina e opinione. ",
  "mn76:14.6": "Se ciò che questo maestro dice è vero, sia io, che non ho completato questo percorso, e uno che l’ha completato ",
  "mn76:14.7": "abbiamo raggiunto entrambi esattamente lo stesso livello. Eppure, io non dico che entrambi veniamo purificati senza causa o motivo. ",
  "mn76:14.8": "Ma è superfluo da parte di questo maestro vagare nudo, pelato, persistere nell’accovacciarsi, e strapparsi capelli e barba. Poiché io vivo a casa con i miei bambini, uso sandalo importato da Kāsi, indosso collane, profumi, e trucco, e accetto oro e soldi. Eppure avrò esattamente lo stesso destino nella prossima vita di questo maestro. ",
  "mn76:14.9": "Cosa conosco o vedo per cui dovrei seguire il percorso spirituale di questo maestro? ",
  "mn76:14.10": "Questo nega il percorso spirituale’. ",
  "mn76:14.11": "Realizzando ciò, se ne va delusa. ",
  "mn76:15.1": "Questo è il terzo modo che nega un percorso spirituale. ",
  "mn76:16.1": "Inoltre, prendi un certo maestro che è di questa dottrina e opinione: ",
  "mn76:16.2": "‘Queste sette sostanze non sono state fatte, non sono derivate, non sono state create, sono senza creatore, stabili, costanti come la cima di una montagna, e rimangono ferme come un pilastro. ",
  "mn76:16.3": "Non si muovono, non si deteriorano e non si ostruiscono l’una con l’altra. Non possono causare piacere, dolore, o entrambi piacere e dolore l’una all’altra. ",
  "mn76:16.4": "Quali sette? ",
  "mn76:16.5": "Le sostanze della terra, acqua, fuoco, aria, piacere, dolore, e l’anima come settima. ",
  "mn76:16.6": "Queste sette sostanze non sono state fatte, non sono derivate, non sono state create, sono senza creatore, stabili, costanti come la cima di una montagna, e rimangono ferme come un pilastro. ",
  "mn76:16.7": "Non si muovono, non si deteriorano e non si ostruiscono l’una con l’altra. Non possono causare piacere, dolore, o entrambi piacere e dolore l’una all’altra. ",
  "mn76:16.8": "E non c’è nessuno che uccide o che fa uccidere; nessuno che impara ed educa gli altri; nessuno che comprende o aiuta gli altri a comprendere. ",
  "mn76:16.9": "Se tagli la testa a qualcuno con una spada affilata, non togli la vita a nessuno. ",
  "mn76:16.10": "La spada passa semplicemente attraverso lo spazio fra le sette sostanze. ",
  "mn76:16.11": "Ci sono 1,4 milioni di grembi principali, e 6.000, e 600. Ci sono 500 azioni, e cinque, e tre. Ci sono azioni e mezze azioni. Ci sono 62 percorsi, 62 sub-ere, sei classi di esistenza, ed otto stadi nella vita di una persona. Ci sono 4.900 asceti Ājīvaka, 4.900 erranti, e 4.900 asceti nudi. Ci sono 2.000 facoltà, 3.000 inferni, e 36 regni di polvere. Ci sono sette embrioni percipienti, sette embrioni non percipienti, e sette embrioni senza nodi. Ci sono sette angeli, sette umani, e sette goblin. Ci sono sette laghi, sette fiumi, 700 fiumi, sette rupi, e 700 rupi. Ci sono sette sogni e 700 sogni. Ci sono 8,4 milioni di grandi ere attraverso le quali gli stolti e gli astuti trasmigrano prima di porre fine alla sofferenza. ",
  "mn76:16.12": "E non esiste questo: “Attraverso questo precetto, osservanza, fervore, o percorso spirituale forzerò le azioni acerbe a dare i propri frutti, o eliminerò vecchie azioni facendo esperienza dei loro risultati poco a poco”, poiché questo non può essere. ",
  "mn76:16.13": "Piacere e dolore sono assegnati. La trasmigrazione dura solo per un periodo limitato, quindi non c’è aumento o diminuzione, nessun miglioramento o peggioramento. ",
  "mn76:16.14": "È come, quando tiri un gomitolo, si svolge rotolando. ",
  "mn76:16.15": "Allo stesso modo, dopo aver trasmigrato gli stolti e gli astuti porranno fine alla sofferenza’. ",
  "mn76:17.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn76:17.2": "‘Questo maestro è di questa dottrina e opinione. ",
  "mn76:17.18": "Se ciò che questo maestro dice è vero, sia io che non ho completato questo percorso e uno che l’ha completato ",
  "mn76:17.19": "abbiamo raggiunto entrambi esattamente lo stesso livello. Eppure, io non dico che dopo aver trasmigrato entrambi porremo fine alla sofferenza. ",
  "mn76:17.20": "Ma è superfluo da parte di questo maestro vagare nudo, pelato, persistere nell’accovacciarsi, e strapparsi capelli e barba. Poiché io vivo a casa con i miei bambini, uso sandalo importato da Kāsi, indosso collane, profumi, e trucco, e accetto oro e soldi. Eppure avrò esattamente lo stesso destino nella prossima vita di questo maestro. ",
  "mn76:17.21": "Cosa conosco o vedo per cui dovrei seguire il percorso spirituale di questo maestro? ",
  "mn76:17.22": "Questo nega il percorso spirituale’. ",
  "mn76:17.23": "Realizzando ciò, se ne va delusa. ",
  "mn76:18.1": "Questo è il quarto modo che nega un percorso spirituale. ",
  "mn76:19.1": "Questi sono i quattro modi che negano un percorso spirituale che sono stati spiegati dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. Una persona giudiziosa, per quanto possa, non praticherebbe questi percorsi spirituali, e se li praticasse, non completerebbe il sistema dell’insegnamento buono” ",
  "mn76:20.1": "“È incredibile, Signor Ānanda, è strabiliante ",
  "mn76:20.2": "quanto questi quattro modi che negano un percorso spirituale siano stati ben spiegati dal Buddha. ",
  "mn76:20.3": "Ma, Signor Ānanda, quali sono i quattro tipi di percorso spirituale inaffidabile?” ",
  "mn76:21.1": "“Sandaka, prendi un certo maestro che dice di essere onnisciente e onniveggente, di conoscere e vedere ogni cosa senza eccezione, così: ",
  "mn76:21.2": "‘Conoscenza e visione sono costantemente e continuamente presenti in me, mentre cammino, sto in piedi, dormo, e sono sveglio’. ",
  "mn76:21.3": "Entra in una casa vuota; non riceve elemosina; un cane lo morde, incontra un elefante selvaggio, un cavallo selvaggio, o una mucca selvaggia; chiede il nome e la famiglia di una donna o di un uomo; chiede il nome e il percorso per un paese o città. ",
  "mn76:21.4": "Quando gli si chiede: ‘Perché questo?’, risponde: ‘Dovevo entrare in una casa vuota, è per questo che ci sono entrato. Dovevo non ricevere elemosina, è per questo che non ne ho ricevuta. Dovevo venire morso da un cane, è per questo che sono stato morso. Dovevo incontrare un elefante selvaggio, un cavallo selvaggio, o una mucca selvaggia, è per questo che li ho incontrati. Dovevo chiedere il nome e la famiglia di una donna o di un uomo, è per questo che ho chiesto. Dovevo chiedere il nome e il percorso per un paese o città, è per questo che ho chiesto’. ",
  "mn76:22.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn76:22.2": "‘Questo maestro dice di essere onnisciente e onniveggente, ma risponde così. ",
  "mn76:22.3": "Questo percorso spirituale è inaffidabile’. ",
  "mn76:22.4": "Realizzando ciò, se ne va delusa. ",
  "mn76:23.1": "Questo è il primo tipo di percorso spirituale inaffidabile. ",
  "mn76:24.1": "Inoltre, prendi un certo maestro che è un trasmettitore orale, che prende la trasmissione orale come la verità. ",
  "mn76:24.2": "Insegna attraverso trasmissione orale, attraverso lignaggio di testamento, attraverso autorità canonica. ",
  "mn76:24.3": "Ma quando un maestro prende la trasmissione orale come la verità, una parte viene imparata bene, un’altra imparata male, una parte è vera, un’altra no. ",
  "mn76:25.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn76:25.2": "‘Questo maestro prende la trasmissione orale come la verità. Insegna attraverso trasmissione orale, attraverso lignaggio di testamento, attraverso autorità canonica. ",
  "mn76:25.3": "Ma quando un maestro prende la trasmissione orale come la verità, una parte viene imparata bene, un’altra imparata male, una parte è vera, un’altra no. ",
  "mn76:25.4": "Questo percorso spirituale è inaffidabile’. ",
  "mn76:25.5": "Realizzando ciò, se ne va delusa. ",
  "mn76:26.1": "Questo è il secondo tipo di percorso spirituale inaffidabile. ",
  "mn76:27.1": "Inoltre, prendi un certo maestro che fa affidamento sul ragionamento e sull’indagine razionale. ",
  "mn76:27.2": "Insegna ciò che ha elaborato con la logica, seguendo una linea di pensiero, esprimendo la propria prospettiva. ",
  "mn76:27.3": "Ma quando un maestro fa affidamento sul ragionamento e sull’indagine razionale, una parte è ragionata bene, un’altra è ragionata male, una parte è vera, un’altra no. ",
  "mn76:28.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn76:28.2": "‘Questo maestro fa affidamento sul ragionamento e sull’indagine razionale. ",
  "mn76:28.3": "Insegna ciò che ha elaborato con la logica, seguendo una linea di pensiero, esprimendo la propria prospettiva. ",
  "mn76:28.4": "Ma quando un maestro fa affidamento sul ragionamento e sull’indagine razionale, una parte è ragionata bene, un’altra è ragionata male, una parte è vera, un’altra no. ",
  "mn76:28.5": "Questo percorso spirituale è inaffidabile’. ",
  "mn76:28.6": "Realizzando ciò, se ne va delusa. ",
  "mn76:29.1": "Questo è il terzo tipo di percorso spirituale inaffidabile. ",
  "mn76:30.1": "Inoltre, prendi un certo maestro che è ottuso e stupido. ",
  "mn76:30.2": "A causa di ciò, quando gli viene posta una domanda ricorre a dichiarazioni equivoche ed evasività senza fine: ",
  "mn76:30.3": "‘Non dico sia così. Non dico sia cosà. Non dico sia altrimenti. Non dico non sia così. E non nego che non sia così’. ",
  "mn76:31.1": "Una persona giudiziosa riflette sulla questione così: ",
  "mn76:31.2": "‘Questo maestro è ottuso e stupido. ",
  "mn76:31.3": "A causa di ciò, quando gli viene posta una domanda ricorre a dichiarazioni equivoche ed evasività senza fine: ",
  "mn76:31.4": "‘Non dico sia così. Non dico sia cosà. Non dico sia altrimenti. Non dico non sia così. E non nego che non sia così’. ",
  "mn76:31.5": "Questo percorso spirituale è inaffidabile’. ",
  "mn76:31.6": "Realizzando ciò, se ne va delusa. ",
  "mn76:32.1": "Questo è il quarto tipo di percorso spirituale inaffidabile. ",
  "mn76:33.1": "Questi sono i quattro tipi di percorso spirituale inaffidabile che sono stati spiegati dal Beato, che conosce e vede, il perfetto, il Buddha completamente risvegliato. Una persona giudiziosa, per quanto possa, non praticherebbe questi percorsi spirituali, e se li praticasse, non completerebbe il sistema dell’insegnamento buono” ",
  "mn76:34.1": "“È incredibile, Signor Ānanda, è strabiliante ",
  "mn76:34.2": "quanto questi quattro tipi di spirituale inafidabile siano stati ben spiegati dal Buddha. ",
  "mn76:34.3": "Ma, Signor Ānanda, cosa direbbe e spiegherebbe un maestro in modo che una persona giudiziosa, per quanto possa, pratichi questo percorso spirituale, e praticandolo, completerebbe il sistema dell’insegnamento buono?” ",
  "mn76:35-42.1": "“Sandaka, è quando un Realizzato appare nel mondo, perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato. … ",
  "mn76:35-42.2": "Abbandona questi cinque impedimenti, corruzioni della mente che indeboliscono la saggezza. ",
  "mn76:35-42.3": "Poi, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn76:35-42.4": "Una persona giudiziosa, per quanto possa, seguirebbe il percorso spirituale di un maestro che raggiunge una distinzione così alta, e praticandolo, completerebbe il sistema dell’insegnamento buono. ",
  "mn76:43.1": "Inoltre, con il placarsi di pensiero e valutazione, … un monaco raggiunge e dimora nella seconda estasi. ",
  "mn76:43.2": "Una persona ragionevole, per quanto possa, seguirebbe il percorso spirituale di un maestro che raggiunge una distinzione così alta, e praticandolo, completerebbe il sistema dell’insegnamento buono. ",
  "mn76:44-45.1": "Inoltre, con lo svanire dell’euforia, dimorando con equanimità, … un monaco raggiunge e dimora nella terza estasi. ",
  "mn76:44-45.2": "Una persona ragionevole, per quanto possa, seguirebbe il percorso spirituale di un maestro che raggiunge una distinzione così alta, e praticandolo, completerebbe il sistema dell’insegnamento buono. ",
  "mn76:46.1": "Inoltre, abbandonando piacere e dolore, … un monaco raggiunge e dimora nella quarta estasi. ",
  "mn76:46.2": "Una persona giudiziosa, per quanto possa, seguirebbe il percorso spirituale di un maestro che raggiunge una distinzione così alta, e praticandolo, completerebbe il sistema dell’insegnamento buono. ",
  "mn76:47.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende al ricordo delle vite passate. ",
  "mn76:47.2": "Si ricorda molti tipi di vite passate, cioè, una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. … Si ricorda i suoi molti tipi di vite passate, nei particolari e nello specifico. ",
  "mn76:47.3": "Una persona giudiziosa, per quanto possa, seguirebbe il percorso spirituale di un maestro che raggiunge una distinzione così alta, e praticandolo, completerebbe il sistema dell’insegnamento buono. ",
  "mn76:48.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn76:48.2": "Con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn76:48.3": "Una persona giudiziosa, per quanto possa, seguirebbe il percorso spirituale di un maestro che raggiunge una distinzione così alta, e praticandolo, completerebbe il sistema dell’insegnamento buono. ",
  "mn76:49.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn76:49.2": "Comprende secondo realtà: ‘Questa è la sofferenza’, comprende secondo realtà: ‘Questa è l’origine della sofferenza’, comprende secondo realtà: ‘Questa è la cessazione della sofferenza’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn76:49.3": "Comprende secondo realtà: ‘Questi sono i contaminanti’, comprende secondo realtà:  ‘Questa è l’origine dei contaminanti’, comprende secondo realtà: ‘Questa è la cessazione dei contaminanti’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn76:50.1": "Conoscendo così e vedendo così, la sua mente viene liberata dal contaminante dei piaceri dei sensi, la sua mente viene liberata dal contaminante dell’esistenza, e la sua mente viene liberata dal contaminante dell’ignoranza. ",
  "mn76:50.2": "Una volta libero, capisce di essere libero. ",
  "mn76:50.3": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn76:50.4": "Una persona giudiziosa, per quanto possa, seguirebbe il percorso spirituale di un maestro che raggiunge una distinzione così alta, e praticandolo, completerebbe il sistema dell’insegnamento buono” ",
  "mn76:51.1": "“Ma, Signor Ānanda, quando un monaco è perfetto, con contaminanti eliminati, che ha completato il percorso spirituale, che ha fatto ciò che c’era da fare, che ha riposto il fardello, che ha raggiunto il proprio vero obiettivo, che ha eliminato definitivamente la catena dell’esistenza, ed è giustamente libero attraverso l’illuminazione, può ancora indulgere nei piaceri dei sensi?” ",
  "mn76:51.2": "“Sandaka, un monaco perfetto, con contaminanti eliminati, che ha completato il percorso spirituale, che ha fatto ciò che c’era da fare, che ha riposto il fardello, che ha raggiunto il proprio vero obiettivo, che ha eliminato definitivamente la catena dell’esistenza, ed è libero attraverso l’illuminazione, non può trasgredire in cinque aspetti. ",
  "mn76:51.3": "Un monaco con contaminanti eliminati non può togliere intenzionalmente la vita di un essere vivente, non può prendere qualcosa con l’intenzione di rubare, non può fare sesso, non può dire deliberatamente una bugia, e non può immagazzinare averi a proprio piacere come faceva quando era un laico. ",
  "mn76:51.4": "Un monaco perfetto non può trasgredire in questi aspetti” ",
  "mn76:52.1": "“Ma, Signor Ānanda, quando un monaco è perfetto, la conoscenza e visione del fatto che i propri contaminanti sono stati eliminati è presente costantemente e continuamente in lui, mentre cammina, sta in piedi, dorme, ed è sveglio?” ",
  "mn76:52.3": "“Beh, allora, Sandaka, uso una similitudine. ",
  "mn76:52.4": "Poiché attraverso le similitudini le persone giudiziose comprendono il significato di ciò che viene detto. ",
  "mn76:52.5": "Immagina che a una persona vengano amputate le mani e i piedi. ",
  "mn76:52.6": "Sarebbe consapevole costantemente e continuamente del fatto che le sue mani e i suoi piedi sono stati amputati, mentre cammina, sta in piedi, dorme, ed è sveglia? ",
  "mn76:52.7": "O ne sarebbe consapevole solo nel controllare?” ",
  "mn76:52.9": "“Non ne sarebbe consapevole costantemente, Signor Ānanda, ",
  "mn76:52.11": "solo nel controllare” ",
  "mn76:52.13": "“Allo stesso modo, quando un monaco è perfetto, la conoscenza e visione del fatto che i propri contaminanti sono stati eliminati non è presente costantemente e continuamente in lui, mentre cammina, sta in piedi, dorme, ed è sveglio. ",
  "mn76:52.15": "Piuttosto, ne è consapevole solo nel controllare” ",
  "mn76:53.1": "“Ma, Signor Ānanda, in questo insegnamento e addestramento quanti sono emancipati?” ",
  "mn76:53.2": "“Non ci sono solo cento che sono emancipati, Sandaka, o due, o tre, o quattro, o cinquecento, ma molti di più in questo insegnamento e addestramento” ",
  "mn76:53.3": "“È incredibile, Signor Ānanda, è strabiliante! ",
  "mn76:53.4": "Cioè, che non ci sia glorificazione del proprio insegnamento e denigrazione degli insegnamenti altrui, che l’insegnamento sia spiegato nel proprio campo, e che vengano riconosciuti così tanti emancipati. ",
  "mn76:53.5": "Ma questi Ājīvaka, figli di colei i cui figli sono morti, glorificano se stessi e denigrano gli altri. E riconoscono solo tre che sono stati emancipati: ",
  "mn76:53.6": "Nanda Vaccha, Kisa Saṅkicca, e l’asceta dal bastone di bambù Gosala”. ",
  "mn76:54.1": "Poi l’errante Sandaka si rivolse alla propria congregazione: ",
  "mn76:54.2": "“Andate, cari signori. Il percorso spirituale da seguire è quello dell’asceta Gotama. ",
  "mn76:54.3": "Non è facile per me lasciare i miei averi, onori, e popolarità ora”. ",
  "mn76:54.4": "E così fu che l’errante Sandaka mandò la propria congregazione a seguire il percorso spirituale del Buddha. "
}