{
  "mn77:0.1": "Discorsi medi 77 ",
  "mn77:0.2": "Il discorso più lungo con Sakuludāyī ",
  "mn77:1.1": "Così ho sentito. ",
  "mn77:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn77:2.1": "In quell’occasione vari erranti illustri risiedevano nel monastero degli erranti, nel terreno dove i pavoni venivano a mangiare. ",
  "mn77:2.2": "Tra loro c’erano Annabhāra, Varadhara, Sakuludāyī, e altri erranti illustri. ",
  "mn77:3.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò a Rājagaha per l’elemosina. ",
  "mn77:3.2": "Poi pensò: ",
  "mn77:3.3": "“È troppo presto per vagare per l’elemosina a Rājagaha. ",
  "mn77:3.4": "Perché non vado a trovare l’errante Sakuludāyī al monastero degli erranti, nel terreno dove i pavoni vengono a mangiare?” ",
  "mn77:4.1": "Allora il Buddha andò al monastero degli erranti. ",
  "mn77:4.2": "In quell’occasione Sakuludāyī era seduto assieme a una grande assemblea di erranti facendo un gran trambusto, un terribile baccano. Conversavano su ogni tipo di argomento vile, come: ",
  "mn77:4.3": "conversazioni su re, banditi, e ministri; conversazioni su eserciti, minacce, e guerre; conversazioni su cibo, bevande, vestiti, e letti; conversazioni su collane e profumi; conversazioni su famiglia, veicoli, villaggi, cittadine, città, e Paesi; conversazioni su donne ed eroi, conversazioni da strada e pettegolezzi; conversazioni sui defunti, chiacchiere; storie di terra e mare; e conversazioni sull’esistenza in questo o quello stato. ",
  "mn77:4.4": "Sakuludāyī vide il Buddha arrivare da lontano ",
  "mn77:4.5": "e zittì l’assemblea: ",
  "mn77:4.6": "“Silenzio, cari signori, non fate rumore. ",
  "mn77:4.8": "Arriva l’asceta Gotama. ",
  "mn77:4.9": "Al venerabile piace la quiete e loda la quiete. ",
  "mn77:4.10": "Magari se nota che la nostra assemblea è in silenzio riterrà opportuno avvicinarsi”. ",
  "mn77:4.11": "Quindi gli erranti taquero. ",
  "mn77:5.1": "Allora il Buddha andò da Sakuludāyī, ",
  "mn77:5.2": "che gli disse: ",
  "mn77:5.3": "“Venga, Beato Signore! ",
  "mn77:5.4": "Benvenuto, Beato Signore! ",
  "mn77:5.5": "È molto tempo che non ha opportunità di venire qui. ",
  "mn77:5.6": "Per favore, Signore, si sieda, il posto è pronto”. ",
  "mn77:5.8": "Il Buddha si sedette sul posto preparato, ",
  "mn77:5.9": "mentre Sakuludāyī prese un posto più basso e si sedette a lato. ",
  "mn77:5.10": "Il Buddha gli disse: ",
  "mn77:5.11": "“Udāyī, di cosa stavate parlando mentre eravate seduti proprio ora? Che conversazione è stata interrotta?” ",
  "mn77:6.1": "“Signore, lasci stare ciò di cui stavamo parlando mentre eravamo seduti proprio ora. ",
  "mn77:6.2": "Non le sarà difficile sentirlo più tardi. ",
  "mn77:6.3": "Signore, qualche giorno fa parecchi asceti e bramini di varie religioni diverse erano seduti insieme nella sala del dibattito, e partì questa conversazione: ",
  "mn77:6.4": "‘La gente di Aṅga e Magadha è fortunata! La gente di Aṅga e Magadha è molto fortunata! ",
  "mn77:6.5": "Poiché ci sono asceti e bramini che guidano un ordine e una comunità, e insegnano a una comunità. Sono fondatori religiosi illustri e famosi, ritenuti santi da molti. E risiedono qui a Rājagaha per la stagione delle piogge. ",
  "mn77:6.6": "Tra loro ci sono Pūraṇa Kassapa, ",
  "mn77:6.8": "l’asceta dal bastone di bambù Gosāla, ",
  "mn77:6.9": "Ajita dalla coperta di pelo, ",
  "mn77:6.10": "Pakudha Kaccāyana, ",
  "mn77:6.11": "Sañjaya Belaṭṭhiputta, ",
  "mn77:6.12": "e l’asceta Giainista del clan Ñātika. ",
  "mn77:6.14": "Anche l’asceta Gotama è il leader di un ordine e di una comunità, e insegna a una comunità. È un fondatore religioso illustre e famoso, ritenuto santo da molti. ",
  "mn77:6.15": "E anche lui risiede qui a Rājagaha per la stagione delle piogge. ",
  "mn77:6.16": "Quale tra questi asceti e bramini è onorato, rispettato, riverito, e venerato dai propri discepoli? E come i suoi discepoli, onorandolo e rispettandolo, gli rimangono fedeli?’ ",
  "mn77:6.17": "Alcuni di loro dissero: ",
  "mn77:6.18": "‘Pūraṇa Kassapa è il leader di un ordine e di una comunità, e insegna ad una comunità. È un fondatore religioso illustre e famoso, ritenuto santo da molti. ",
  "mn77:6.19": "Ma non è onorato, rispettato, riverito, o venerato dai propri discepoli. E i suoi discepoli, non onorandolo o rispettandolo, non rimangono fedeli a lui. ",
  "mn77:6.20": "Una volta accadde che stava insegnando a un assemblea di molte centinaia. ",
  "mn77:6.21": "Poi un suo discepolo interruppe: ",
  "mn77:6.22": "“Miei cari signori, non chiedete a Pūraṇa Kassapa. ",
  "mn77:6.23": "Lui non lo sa. ",
  "mn77:6.24": "Io lo so. Chiedete a me, ",
  "mn77:6.25": "e vi risponderò”. ",
  "mn77:6.26": "E Pūraṇa Kassapa non riuscì a risolvere la situazione, nemmeno agitando le braccia: ",
  "mn77:6.27": "“Silenzio, buoni signori, non fate rumore. ",
  "mn77:6.28": "Non stanno chiedendo a te, stanno chiedendo a me! ",
  "mn77:6.29": "io vi risponderò!”. ",
  "mn77:6.30": "Infatti, molti dei suoi discepoli l’hanno lasciato dopo aver confutato la sua dottrina: ",
  "mn77:6.31": "“Tu non capisci questo insegnamento e addestramento. Io capisco questo insegnamento e addestramento. Cosa? Tu capisci questo insegnamento e addestramento? Stai praticando male. Io sto praticando bene. Io rimango in tema, tu no. Hai detto per ultimo ciò che avresti dovuto dire per prima cosa. Hai detto per prima cosa ciò che avresti dovuto dire per ultimo. Ciò su cui hai pensato così tanto è stato smentito. La tua dottrina è confutata. Dai, salva la tua dottrina! Sei in trappola; prova a uscirne, se riesci!” ",
  "mn77:6.32": "È così che Pūraṇa Kassapa non è onorato, rispettato, riverito, o venerato dai propri discepoli. E i suoi discepoli, non onorandolo o rispettandolo, non rimangono fedeli a lui. ",
  "mn77:6.33": "Piuttosto, viene giustamente criticato’. ",
  "mn77:6.34": "Altri dissero: ",
  "mn77:6.35": "‘L’asceta dal bastone di bambù Gosāla … ",
  "mn77:6.36": "Ajita dalla coperta di pelo … ",
  "mn77:6.37": "Pakudha Kaccāyana … ",
  "mn77:6.38": "Sañjaya Belaṭṭhiputta … ",
  "mn77:6.39": "L’asceta Giainista del clan Ñātika è il leader di un ordine e di una comunità, ed insegna ad una comunità. È un fondatore religioso illustre e famoso, ritenuto santo da molti. ",
  "mn77:6.40": "Ma non è onorato, rispettato, riverito, o venerato dai propri discepoli. E i suoi discepoli, non onorandolo o rispettandolo, non rimangono fedeli a lui. ",
  "mn77:6.41": "Una volta accadde che stava insegnando a un assemblea di molte centinaia. ",
  "mn77:6.42": "Poi un suo discepolo interruppe: ",
  "mn77:6.43": "“Miei cari signori, non chiedete al giainista Ñātika. ",
  "mn77:6.44": "Lui non lo sa. ",
  "mn77:6.45": "Io lo so. Chiedete a me, ",
  "mn77:6.46": "e vi risponderò”. ",
  "mn77:6.47": "E il giainista Ñātika non riuscì a risolvere la situazione, nemmeno agitando le braccia: ",
  "mn77:6.48": "“Silenzio, buoni signori, non fate rumore. ",
  "mn77:6.49": "Non stanno chiedendo a te, stanno chiedendo a me! ",
  "mn77:6.50": "io vi risponderò!”. ",
  "mn77:6.51": "Infatti, molti dei suoi discepoli l’hanno lasciato dopo aver confutato la sua dottrina: ",
  "mn77:6.52": "“Tu non capisci questo insegnamento e addestramento. Io capisco questo insegnamento e addestramento. Cosa? Tu capisci questo insegnamento e addestramento? Stai praticando male. Io sto praticando bene. Io rimango in tema, tu no. Hai detto per ultimo ciò che avresti dovuto dire per prima cosa. Hai detto per prima cosa ciò che avresti dovuto dire per ultimo. Ciò su cui hai pensato così tanto è stato smentito. La tua dottrina è confutata. Dai, salva la tua dottrina! Sei in trappola; prova a uscirne, se riesci!” ",
  "mn77:6.53": "È così che il giainista Ñātika non è onorato, rispettato, riverito, o venerato dai propri discepoli. E i suoi discepoli, non onorandolo o rispettandolo, non rimangono fedeli a lui. ",
  "mn77:6.54": "Piuttosto, viene giustamente criticato’. ",
  "mn77:6.55": "Altri dissero: ",
  "mn77:6.56": "‘L’asceta Gotama è il leader di un ordine e di una comunità, e insegna a una comunità. È un fondatore religioso illustre e famoso, ritenuto santo da molti. ",
  "mn77:6.57": "È onorato, rispettato, riverito, e venerato dai propri discepoli. E i suoi discepoli, onorandolo e rispettandolo, rimangono fedeli a lui. ",
  "mn77:6.58": "Una volta accadde che stava insegnando a un assemblea di molte centinaia. ",
  "mn77:6.59": "Uno dei suoi discepoli si schiarì la gola. ",
  "mn77:6.60": "E uno dei suoi compagni spirituali lo toccò col ginocchio a indicare: ",
  "mn77:6.61": "“Silenzio, venerabile, non fare rumore! Il nostro Maestro, il Beato, sta insegnando!” ",
  "mn77:6.62": "Mentre l’asceta Gotama insegna ad assemblee di molte centinaia, non c’è rumore dei suoi discepoli che tossiscono o si schiariscono la gola. ",
  "mn77:6.63": "La gente sta col fiato sospeso e pensa: ",
  "mn77:6.64": "“Qualunque cosa il Buddha insegni, la ascolteremo” ",
  "mn77:6.65": "È come quando c’è qualcuno a un incrocio che pressa del miele puro, ",
  "mn77:6.66": "e la gente sta col fiato sospeso. ",
  "mn77:6.67": "Allo stesso modo, mentre l’asceta Gotama insegna ad assemblee di molte centinaia, non c’è rumore dei suoi discepoli che tossiscono o si schiariscono la gola. ",
  "mn77:6.68": "La gente sta col fiato sospeso e pensa: ",
  "mn77:6.69": "“Qualunque cosa il Buddha insegni, la ascolteremo” ",
  "mn77:6.70": "Persino quando i discepoli dell’asceta Gotama, dopo essersi scontrati con i propri compagni spirituali, si dimettono dall’addestramento e tornano a vita inferiore, parlano solo bene del Maestro, dell’insegnamento, e della comunità monastica. Incolpano solo se stessi, non gli altri: “Siamo stati sfortunati, avevamo poco merito. Poiché persino dopo aver lasciato casa per un insegnamento e un addestramento così ben spiegati non fummo in grado di praticare a vita il percorso spirituale completo e puro”. ",
  "mn77:6.71": "Diventano aiutanti da monastero, o discepoli laici, e continuano a seguire i cinque precetti. ",
  "mn77:6.72": "È così che l’asceta Gotama è onorato, rispettato, riverito, e venerato dai propri discepoli. E i suoi discepoli, onorandolo e rispettandolo, rimangono fedeli a lui”. ",
  "mn77:7.1": "“Ma, Udāyī, quante qualità vedi in me, grazie alle quali i miei discepoli mi onorano, rispettano, riveriscono, e venerano; e onorandomi e rispettandomi, rimangono fedeli a me?” ",
  "mn77:8.1": "“Signore, vedo cinque di queste qualità nel Buddha. ",
  "mn77:8.2": "Quali cinque? ",
  "mn77:8.3": "Il Buddha mangia poco e loda il mangiare poco. ",
  "mn77:8.4": "Questa è la prima qualità così che vedo nel Buddha. ",
  "mn77:8.5": "Inoltre, il Buddha è soddisfatto di qualsiasi tipo di abito, e loda tale soddisfazione. ",
  "mn77:8.6": "Questa è la seconda qualità così che vedo nel Buddha. ",
  "mn77:8.7": "Inoltre, il Buddha è soddisfatto di qualsiasi tipo di cibo, e loda tale soddisfazione. ",
  "mn77:8.8": "Questa è la terza qualità così che vedo nel Buddha. ",
  "mn77:8.9": "Inoltre, il Buddha è soddisfatto di qualsiasi tipo di riparo, e loda tale soddisfazione. ",
  "mn77:8.10": "Questa è la quarta qualità così che vedo nel Buddha. ",
  "mn77:8.11": "Inoltre, il Buddha è isolato, e loda l’isolamento. ",
  "mn77:8.12": "Questa è la quinta qualità così che vedo nel Buddha. ",
  "mn77:8.13": "Queste sono le cinque qualità che vedo nel Buddha, grazie alle quali i suoi discepoli lo onorano, rispettano, riveriscono, e venerano; e onorandolo e rispettandolo, rimangono fedeli a lui” ",
  "mn77:9.1": "“Immagina, Udāyī, che i miei discepoli mi siano fedeli perché mangio poco. Beh, ci sono miei discepoli che mangiano solo una tazza di cibo, o mezza tazza; mangiano solo una mela, o mezza mela. ",
  "mn77:9.2": "Ma a volte io mangio persino questa ciotola piena fino all’orlo, o anche di più. ",
  "mn77:9.3": "Quindi se fosse vero che i miei discepoli mi sono fedeli perché mangio poco, allora quei discepoli che mangiano meno non mi sarebbero fedeli. ",
  "mn77:9.4": "Immagina, Udāyī, che i miei discepoli mi siano fedeli perché sono soddisfatto di qualsiasi tipo di abito. Beh, ci sono miei discepoli che hanno abiti di stracci, che indossano abiti trasandati. Raccolgono pezzi di stoffa dai cimiteri, dai cassonetti, e dai negozi, e li cuciono insieme per fare un abito e lo indossano. ",
  "mn77:9.5": "Ma a volte io indosso abiti forti offerti dai laici, vicino a cui l’interno soffice di una zucca da fiasco è grossolano. ",
  "mn77:9.6": "Quindi se fosse vero che i miei discepoli mi sono fedeli perché sono soddisfatto di qualsiasi tipo di abito, allora quei discepoli che indossano abiti di stracci non mi sarebbero fedeli. ",
  "mn77:9.7": "Immagina, Udāyī, che i miei discepoli mi siano fedeli perché sono soddisfatto di qualsiasi tipo di cibo. Beh, ci sono miei discepoli che accettano solo elemosina, che vagano indiscriminatamente per l’elemosina, contenti di mangiarsi qualsiasi cosa racimolino. Una volta entrati in un’area abitata, non consentono se invitati a sedersi. ",
  "mn77:9.8": "Ma a volte io vengo invitato a mangiare riso bollito raffinato con i grani scuri scartati e servito con varie zuppe e salse. ",
  "mn77:9.9": "Quindi se fosse vero che i miei discepoli mi sono fedeli perché sono soddisfatto di qualsiasi tipo di cibo, allora quei discepoli che mangiano solo cibo elemosinato non mi sarebbero fedeli. ",
  "mn77:9.10": "Immagina, Udāyī, che i miei discepoli mi siano fedeli perché sono soddisfatto di qualsiasi tipo di riparo. Beh, ci sono miei discepoli che dimorano alla radice degli alberi, o all’aria aperta. Per otto mesi non hanno un tetto sopra la testa. ",
  "mn77:9.11": "Ma a volte io sto in bungalow rivestiti dentro e fuori, senza spifferi, con catenacci agganciati e finestre chiuse. ",
  "mn77:9.12": "Quindi se fosse vero che i miei discepoli mi sono fedeli perché sono soddisfatto di qualsiasi tipo di riparo, allora quei discepoli che vivono alla radice degli alberi non mi sarebbero fedeli. ",
  "mn77:9.13": "Immagina, Udāyī, che i miei discepoli mi siano fedeli perché sono isolato e lodo l’isolamento. Beh, ci sono miei discepoli che dimorano nella natura, in ripari remoti. Dopo essersi avventurati profondamente in ripari remoti nella natura e nella foresta, dimorano lì, tornando tra la comunità monastica ogni due settimane per la recita della regola monastica. ",
  "mn77:9.14": "Ma a volte io vivo circondato da monaci, monache, laici, e laiche; da sovrani e i loro ministri, e da praticanti di altri religioni e i loro discepoli. ",
  "mn77:9.15": "Quindi se fosse vero che i miei discepoli mi sono fedeli perché sono isolato e lodo l’isolamento, allora quei discepoli che vivono nella natura non mi sarebbero fedeli. ",
  "mn77:9.16": "Quindi, Udāyī, non è per queste cinque qualità che i miei discepoli mi onorano, rispettano, riveriscono, e venerano; e onorandomi e rispettandomi, rimangono fedeli a me. ",
  "mn77:10.1": "Ci sono altre cinque qualità grazie alle quali i miei discepoli mi onorano, rispettano, riveriscono, e venerano; e onorandomi e rispettandomi, rimangono fedeli a me. ",
  "mn77:10.2": "Quali cinque? ",
  "mn77:10.3": "Primo, i miei discepoli mi stimano per il mio alto livello di etica: ",
  "mn77:10.4": "‘L’asceta Gotama è morale. Possiede l’intera gamma di condotta morale al massimo livello’. ",
  "mn77:11.1": "Dato che è così, ",
  "mn77:11.2": "Questa è la prima qualità grazie alla quale i miei discepoli mi sono fedeli. ",
  "mn77:12.1": "Inoltre, i miei discepoli mi stimano per la mia eccellente conoscenza e visione: ",
  "mn77:12.2": "‘L’asceta Gotama dice di conoscere solo quando davvero conosce. ",
  "mn77:12.3": "Dice di vedere solo quando vede davvero. ",
  "mn77:12.4": "Insegna attraverso conoscenza diretta, non senza conoscenza diretta. ",
  "mn77:12.5": "Insegna basandosi sulla ragione, non senza ragione. ",
  "mn77:12.6": "Insegna con una base dimostrabile, non senza base dimostrabile’. ",
  "mn77:12.7": "Dato che è così, ",
  "mn77:12.12": "Questa è la seconda qualità grazie alla quale i miei discepoli mi sono fedeli. ",
  "mn77:13.1": "Inoltre, i miei discepoli mi stimano per il mio alto livello di saggezza: ",
  "mn77:13.2": "‘L’asceta Gotama è saggio. Possiede l’intera gamma di saggezza al massimo livello. ",
  "mn77:13.3": "Non è possibile che non riesca a prevedere basi per critiche future, o che non sia in grado di confutare legittimamente e completamente le dottrine altrui’. ",
  "mn77:13.4": "Cosa ne pensi, Udāyī? ",
  "mn77:13.5": "Pensi che i miei discepoli, conoscendo e vedendo questo, rompano il silenzio o mi interrompano?” ",
  "mn77:13.6": "“No, Signore” ",
  "mn77:13.7": "“È perché non mi aspetto di venire istruito dai miei discepoli. ",
  "mn77:13.8": "Al contrario, i miei discepoli si aspettano di venire istruiti da me. ",
  "mn77:13.9": "Dato che è così, ",
  "mn77:13.13": "Questa è la terza qualità grazie alla quale i miei discepoli mi sono fedeli. ",
  "mn77:14.1": "Inoltre, i miei discepoli vengono da me e mi chiedono come la nobile verità della sofferenza si applica alla sofferenza in cui sono sommersi e incastrati. E io do loro una risposta soddisfacente. ",
  "mn77:14.2": "Mi chiedono come la nobile verità dell’origine della sofferenza, ",
  "mn77:14.3": "della cessazione della sofferenza, ",
  "mn77:14.4": "del percorso che porta alla cessazione della sofferenza si applica alla sofferenza in cui sono sommersi e incastrati. E io do loro una risposta soddisfacente. ",
  "mn77:14.5": "Dato che è così, ",
  "mn77:14.11": "Questa è la quarta qualità grazie alla quale i miei discepoli mi sono fedeli. ",
  "mn77:15.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare le quattro basi della consapevolezza. ",
  "mn77:15.2": "È quando un monaco dimora contemplando un aspetto del corpo, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn77:15.3": "Dimora contemplando un aspetto delle sensazioni … ",
  "mn77:15.4": "della mente … ",
  "mn77:15.5": "dei principi, fervido, presente, e consapevole, senza attrazione o fastidio nei confronti del mondo. ",
  "mn77:15.6": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:16.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare i quattro sforzi corretti. ",
  "mn77:16.2": "È quando un monaco genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità malvagie e cattive non si manifestino. ",
  "mn77:16.3": "Genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità malvagie e cattive manifestate vengano abbandonate. ",
  "mn77:16.4": "Genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità buone si manifestino. ",
  "mn77:16.5": "Genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le buone qualità manifestate rimangano, non vengano perse, ma aumentino, maturino, e vengano adempite attraverso lo sviluppo. ",
  "mn77:16.6": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:17.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare le quattro basi dei poteri psichici. ",
  "mn77:17.2": "Sviluppa la base dei poteri psichici che ha concentrazione causata dall’entusiasmo, e sforzo attivo; ",
  "mn77:17.3": "sviluppa la base dei poteri psichici che ha concentrazione causata dall’energia, e sforzo attivo; ",
  "mn77:17.4": "sviluppa la base dei poteri psichici che ha concentrazione causata dallo sviluppo, e sforzo attivo; ",
  "mn77:17.5": "sviluppa la base dei poteri psichici che ha concentrazione causata dall’indagine, e sforzo attivo. E il quinto è il vigore puro. ",
  "mn77:17.6": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:18.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare le cinque facoltà. ",
  "mn77:18.2": "È quando un monaco sviluppa la facoltà della fede, ",
  "mn77:18.3": "dell’energia, ",
  "mn77:18.4": "della consapevolezza, ",
  "mn77:18.5": "della concentrazione, ",
  "mn77:18.6": "e della saggezza, che portano alla pace e al risveglio. ",
  "mn77:18.7": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:19.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare i cinque poteri. ",
  "mn77:19.2": "È quando un monaco sviluppa il potere della fede, ",
  "mn77:19.3": "dell’energia, ",
  "mn77:19.4": "della consapevolezza, ",
  "mn77:19.5": "della concentrazione, ",
  "mn77:19.6": "e della saggezza, che portano alla pace e al risveglio. ",
  "mn77:19.7": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:20.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare i sette fattori di risveglio. ",
  "mn77:20.2": "È quando un monaco sviluppa il fattore di risveglio della consapevolezza, ",
  "mn77:20.3": "dell’investigazione dei fenomeni, ",
  "mn77:20.4": "dell’energia, ",
  "mn77:20.5": "dell’euforia, ",
  "mn77:20.6": "della tranquillità, ",
  "mn77:20.7": "della concentrazione, ",
  "mn77:20.8": "e dell’equanimità, che sono supportati dall’isolamento, dallo svanire dell’avidità, dalla cessazione, e maturano nel distacco. ",
  "mn77:20.9": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:21.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare il nobile ottuplice sentiero. ",
  "mn77:21.2": "È quando un monaco sviluppa opinione corretta, pensiero corretto, linguaggio corretto, azione corretta, sostentamento corretto, sforzo corretto, consapevolezza corretta, e concentrazione corretta. ",
  "mn77:21.3": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:22.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare le otto liberazioni. ",
  "mn77:22.2": "Avendo forma, vede forme. ",
  "mn77:22.3": "Questa è la prima liberazione. ",
  "mn77:22.4": "Non percependo forme internamente, vede forme esternamente. ",
  "mn77:22.5": "Questa è la seconda liberazione. ",
  "mn77:22.6": "Vede tutto bello. ",
  "mn77:22.7": "Questa è la terza liberazione. ",
  "mn77:22.8": "Andando totalmente oltre ogni percezione della materia, mettendo fine alle percezioni di impatto sensoriale, non concentrandosi su percezioni di diversità, percependo che ‘lo spazio è infinito’, raggiunge e dimora nella dimensione dello spazio infinito. ",
  "mn77:22.9": "Questa è la quarta liberazione. ",
  "mn77:22.10": "Andando totalmente oltre la dimensione dello spazio infinito, percependo che ‘la coscienza è infinita’, raggiunge e dimora nella dimensione della coscienza infinita. ",
  "mn77:22.11": "Questa è la quinta liberazione. ",
  "mn77:22.12": "Andando totalmente oltre la dimensione della coscienza infinita, percependo che ‘non c’è nulla in assoluto’, raggiunge e dimora nella dimensione del nulla. ",
  "mn77:22.13": "Questa è la sesta liberazione. ",
  "mn77:22.14": "Andando totalmente oltre la dimensione del nulla, raggiunge e dimora nella dimensione della né percezione né non-percezione. ",
  "mn77:22.15": "Questa è la settima liberazione. ",
  "mn77:22.16": "Andando totalmente oltre la dimensione della né percezione né non-percezione, raggiunge e dimora nella cessazione di percezione e sensazione. ",
  "mn77:22.17": "Questa è l’ottava liberazione. ",
  "mn77:22.18": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:23.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare le otto dimensioni di padronanza. ",
  "mn77:23.2": "Percependo forme internamente, vede forme esternamente, limitate, sia belle che brutte. ",
  "mn77:23.3": "Padroneggiandole, percepisce: ‘Conosco e vedo’. ",
  "mn77:23.4": "Questa è la prima dimensione di padronanza. ",
  "mn77:23.5": "Percependo forme internamente, vede forme esternamente, illimitate, sia belle che brutte. ",
  "mn77:23.6": "Padroneggiandole, percepisce: ‘Conosco e vedo’. ",
  "mn77:23.7": "Questa è la seconda dimensione di padronanza. ",
  "mn77:23.8": "Non percependo forme internamente, vede forme esternamente, limitate, sia belle che brutte. ",
  "mn77:23.9": "Padroneggiandole, percepisce: ‘Conosco e vedo’. ",
  "mn77:23.10": "Questa è la terza dimensione di padronanza. ",
  "mn77:23.11": "Non percependo forme internamente, vede forme esternamente, illimitate, sia belle che brutte. ",
  "mn77:23.12": "Padroneggiandole, percepisce: ‘Conosco e vedo’. ",
  "mn77:23.13": "Questa è la quarta dimensione di padronanza. ",
  "mn77:23.14": "Non percependo forme internamente, vede forme esternamente, blu, di colore blu, di tinta blu. ",
  "mn77:23.15": "Sono come un fiore di lino blu, di colore blu, di tinta blu. O come una stoffa di Varanasi stirata da entrambi i lati, blu, di colore blue, di tinta blu. ",
  "mn77:23.16": "Allo stesso modo, non percependo forme internamente, vede forme esternamente, blu, di colore blu, di tinta blu. ",
  "mn77:23.17": "Padroneggiandole, percepisce: ‘Conosco e vedo’. ",
  "mn77:23.18": "Questa è la quinta dimensione di padronanza. ",
  "mn77:23.19": "Non percependo forme internamente, vede forme esternamente, gialle, di colore giallo, di tinta gialla. ",
  "mn77:23.20": "Sono come un fiore di champaca giallo, di colore giallo, di tinta gialla. O come una stoffa di Varanasi stirata da entrambi i lati, gialla, di colore giallo, di tinta gialla. ",
  "mn77:23.21": "Allo stesso modo, non percependo forme internamente, vede forme esternamente, gialle, di colore giallo, di tinta gialla. ",
  "mn77:23.22": "Padroneggiandole, percepisce: ‘Conosco e vedo’. ",
  "mn77:23.23": "Questa è la sesta dimensione di padronanza. ",
  "mn77:23.24": "Non percependo forme internamente, vede forme esternamente, rosse, di colore rosso, di tinta rossa. ",
  "mn77:23.25": "Sono come un fiore di malva rosso, di colore rosso, di tinta rossa. O come una stoffa di Varanasi stirata da entrambi i lati, rossa, di colore rosso, di tinta rossa. ",
  "mn77:23.26": "Allo stesso modo, non percependo forme internamente, vede forme esternamente, rosse, di colore rosso, di tinta rossa. ",
  "mn77:23.27": "Padroneggiandole, percepisce: ‘Conosco e vedo’. ",
  "mn77:23.28": "Questa è la settima dimensione di padronanza. ",
  "mn77:23.29": "Non percependo forme internamente, vede forme esternamente, bianche, di colore bianco, di tinta bianca. ",
  "mn77:23.30": "Sono come la stella del mattino che è bianca, di colore bianco, di tinta bianca. O come una stoffa di Varanasi stirata da entrambi i lati, bianca, di colore bianco, di tinta bianca. ",
  "mn77:23.31": "Allo stesso modo, non percependo forme internamente, vede forme esternamente, bianche, di colore bianco, di tinta bianca. ",
  "mn77:23.32": "Padroneggiandole, percepisce: ‘Conosco e vedo’. ",
  "mn77:23.33": "Questa è l’ottava dimensione di padronanza. ",
  "mn77:23.34": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:24.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare le dieci dimensioni universali. ",
  "mn77:24.2": "Percepisce la dimensione universale della terra sopra, sotto, attraverso, ininterrotta, e illimitata. ",
  "mn77:24.3": "Percepisce la dimensione universale dell’acqua … ",
  "mn77:24.4": "la dimensione universale del fuoco … ",
  "mn77:24.5": "la dimensione universale dell’aria … ",
  "mn77:24.6": "la dimensione universale blu … ",
  "mn77:24.7": "la dimensione universale gialla … ",
  "mn77:24.8": "la dimensione universale rossa … ",
  "mn77:24.9": "la dimensione universale bianca … ",
  "mn77:24.10": "la dimensione universale dello spazio … ",
  "mn77:24.11": "la dimensione universale della coscienza sopra, sotto, attraverso, ininterrotta, e illimitata. ",
  "mn77:24.12": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:25.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per sviluppare le quattro estasi. ",
  "mn77:25.2": "È quando un monaco, sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunge e dimora nella prima estasi. ",
  "mn77:25.3": "Imbeve, inzuppa, riempie, e infonde il proprio corpo di euforia e felicità nata dall’isolamento. Non c’è parte del corpo che non sia infusa di euforia e felicità nate dall’isolamento. ",
  "mn77:25.4": "È come quando un abile infermiere o il suo apprendista versa della polvere per il bagno in un piatto di bronzo, cospargendola poco a poco con dell’acqua. La impasta finché la palla di polvere per il bagno è imbevuta e satura di umidità, infusa perbene dentro e fuori; eppure l’umidità non trasuda. ",
  "mn77:25.5": "Allo stesso modo un monaco imbeve, inzuppa, riempie, e infonde il proprio corpo di euforia e felicità nate dall’isolamento. Non c’è parte del corpo che non sia infusa di euforia e felicità nate dall’isolamento. ",
  "mn77:26.1": "Inoltre, con il placarsi di pensiero e valutazione, con chiarezza interna … un monaco raggiunge e dimora nella seconda estasi. ",
  "mn77:26.2": "Imbeve, inzuppa, riempie, e infonde il proprio corpo di euforia e felicità nata dalla concentrazione. Non c’è parte del corpo che non sia infusa di euforia e felicità nate dalla concentrazione. ",
  "mn77:26.3": "È come un lago profondo alimentato dalle acque di una sorgente. Non c’è apertura a est, ovest, nord, o sud, e niente pioggia per riempirlo di tanto in tanto. ",
  "mn77:26.4": "Ma la corrente di acqua fresca che sgorga nel lago imbeve, inzuppa, riempie, e infonde tutto il lago. Non c’è parte del lago che non sia infusa perbene di acqua fresca. ",
  "mn77:26.5": "Allo stesso modo, un monaco imbeve, inzuppa, riempie, e infonde il proprio corpo di euforia e felicità nate dalla concentrazione. Non c’è parte del corpo che non sia infusa di euforia e felicità nate dalla concentrazione. ",
  "mn77:27.1": "Inoltre, con lo svanire dell’euforia, … un monaco raggiunge e dimora nella terza estasi. ",
  "mn77:27.2": "Imbeve, inzuppa, riempie, e infonde il proprio corpo di felicità libera dall’euforia. Non c’è parte del corpo che non sia infusa di felicità libera dall’euforia. ",
  "mn77:27.3": "È come una vasca con ninfee blu, o fiori di loto rosa o bianchi. Alcuni di essi germogliano e crescono nell’acqua senza emergere in superficie, prosperando sott’acqua. Dalla punta alla radice sono imbevuti, inzuppati, riempiti, e infusi di acqua fresca. Non c’è parte di essi che non sia imbevuta di acqua fresca. ",
  "mn77:27.4": "Allo stesso modo un monaco imbeve, inzuppa, riempie, e infonde il proprio corpo di felicità libera dall’euforia. Non c’è parte del corpo che non sia infusa di felicità libera dall’euforia. ",
  "mn77:28.1": "Inoltre, abbandonando piacere e dolore, e mettendo fine ad allegria e tristezza precedenti, senza piacere o dolore, con pura equanimità e consapevolezza, un monaco raggiunge e dimora nella quarta estasi. ",
  "mn77:28.2": "Siede infondendo il proprio corpo perbene di pura mente luminosa. Non c’è parte del corpo che non sia infusa di pura mente luminosa. ",
  "mn77:28.3": "È come un uomo seduto avvolto da testa a piedi in un tessuto bianco. Non c’è parte parte del corpo che non sia coperta dal tessuto bianco. ",
  "mn77:28.4": "Allo stesso modo un monaco siede infondendo il proprio corpo perbene di pura mente luminosa. Non c’è parte del corpo che non sia infusa di pura mente luminosa. ",
  "mn77:28.5": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:29.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per comprendere questo: ",
  "mn77:29.2": "‘Questo mio corpo è fisico. È fatto dei quattro stati della materia, prodotto da madre e padre, cresciuto attraverso riso e porridge, soggetto all’impermanenza, al consumo ed erosione, alla dissoluzione e distruzione. ",
  "mn77:29.3": "E questa mia coscienza è attaccata a esso, è legata a esso’. ",
  "mn77:29.4": "Immagina un berillo di bellezza naturale, con otto facce, ben lavorato, trasparente, chiaro, e limpido, dotato di ogni buona qualità, ",
  "mn77:29.5": "unito a un filo blu, giallo, rosso, bianco, o dorato. ",
  "mn77:29.6": "E qualcuno con buona vista lo prende in mano e lo controlla: ",
  "mn77:29.7": "‘Questo berillo è di bellezza naturale, con otto facce, ben lavorato, trasparente, chiaro, e limpido, dotato di ogni buona qualità. ",
  "mn77:29.8": "Ed è unito a un filo blu, giallo, rosso, bianco, o dorato’. ",
  "mn77:29.9": "Allo stesso modo, ho spiegato ai miei discepoli la pratica da intraprendere per comprendere questo: ",
  "mn77:29.10": "‘Questo mio corpo è fisico. È fatto dei quattro stati della materia, prodotto da madre e padre, cresciuto attraverso riso e porridge, soggetto all’impermanenza, al consumo ed erosione, alla dissoluzione e distruzione. ",
  "mn77:29.11": "E questa mia coscienza è attaccata a esso, è legata a esso’. ",
  "mn77:29.12": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:30.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per creare da questo corpo un altro corpo, che ha forma, fatto di materia mentale, completo di arti importanti e minori, a cui non manca alcuna facoltà. ",
  "mn77:30.2": "Immagina che una persona estragga un’ancia dalla guaina. ",
  "mn77:30.3": "Penserebbe: ",
  "mn77:30.4": "‘Questa è l’ancia, questa è la guaina. L’ancia e la guaina sono due cose diverse. L’ancia è stata estratta dalla guaina’. ",
  "mn77:30.5": "O immagina che una persona estragga una spada dal fodero. ",
  "mn77:30.6": "Penserebbe: ",
  "mn77:30.7": "‘Questa è la spada, questo è il fodero. La spada e il fodero sono due cose diverse. La spada è stata estratta dal fodero’. ",
  "mn77:30.8": "O immagina che una persona estragga un serpente dalla sua muta. ",
  "mn77:30.9": "Penserebbe: ",
  "mn77:30.10": "‘Questo è il serpente, questa è la muta. Il serpente e la muta sono due cose diverse. Il serpente è stato estratto dalla muta’. ",
  "mn77:30.11": "Allo stesso modo, ho spiegato ai miei discepoli la pratica da intraprendere per creare da questo corpo un altro corpo, che ha forma, fatto di materia mentale, completo di arti importanti e minori, a cui non manca alcuna facoltà. ",
  "mn77:30.12": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:31.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per esercitare i vari tipi di poteri psichici: moltiplicarsi e ritornare uno; apparire e scomparire; passare senza ostacolo attraverso un muro, un bastione, o una montagna come se fosse spazio; tuffarsi dentro e fuori dalla terra come se fosse acqua; camminare sull’acqua come se fosse terra; volare con le gambe incrociate nel cielo come un uccello; toccare e accarezzare con la mano il sole e la luna, così potente e forte; controllare il corpo fino al regno di Dio’. ",
  "mn77:31.2": "Immagina che un abile vasaio o il suo apprendista prepari dell’argilla. Possono produrre qualsiasi tipo di vaso vogliano. ",
  "mn77:31.3": "O immagina che un abile intagliatore di avorio o il suo apprendista prepari dell’avorio. Possono produrre qualsiasi tipo di oggetto di avorio vogliano. ",
  "mn77:31.4": "O immagina che un abile orafo o il suo apprendista abbia dell’oro ben lavorato. Possono produrre qualsiasi tipo di oggetto d’oro vogliano. ",
  "mn77:31.5": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per esercitare i vari tipi di poteri psichici … ",
  "mn77:31.6": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:32.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere in modo che, con chiarudienza purificata e sovrumana, sentano entrambi i tipi di suoni, umani e divini, sia vicini che lontani. ",
  "mn77:32.2": "Immagina ci sia un potente suonatore di corno. Si farebbe sentire facilmente in ogni direzione. ",
  "mn77:32.3": "Allo stesso modo, ho spiegato ai miei discepoli la pratica da intraprendere in modo che, con chiarudienza purificata e sovrumana, sentano entrambi i tipi di suoni, umani e divini, sia vicini che lontani. ",
  "mn77:32.4": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:33.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per leggere le menti degli altri esseri e individui, avendole lette con la propria mente. ",
  "mn77:33.2": "Leggono una mente con avidità come ‘mente con avidità,’ ",
  "mn77:33.3": "e una mente senza avidità come “mente senza avidità”; ",
  "mn77:33.4": "una mente con odio come “mente con odio”, ",
  "mn77:33.5": "e una mente senza odio come “mente senza odio”; ",
  "mn77:33.6": "una mente con illusione come “mente con illusione”, ",
  "mn77:33.7": "e una mente senza illusione come “mente senza illusione”; ",
  "mn77:33.8": "una mente ristretta come ‘mente ristretta’, ",
  "mn77:33.9": "e una mente sparpagliata come “mente sparpagliata”; ",
  "mn77:33.10": "una mente espansiva come “mente espansiva”, ",
  "mn77:33.11": "e una mente non espansiva come “mente non espansiva”; ",
  "mn77:33.12": "una mente non suprema come “mente non suprema”, ",
  "mn77:33.13": "e una mente suprema come ‘mente suprema’; ",
  "mn77:33.14": "una mente concentrata come “mente concentrata”, ",
  "mn77:33.15": "e una mente non concentrata come “mente non concentrata”; ",
  "mn77:33.16": "una mente libera come ‘mente libera’, ",
  "mn77:33.17": "e una mente non libera come ‘mente non libera’. ",
  "mn77:33.18": "Immagina una donna o un uomo giovane, giovanile, e appassionato di ornamenti che controlla il proprio riflesso in uno specchio pulito e luminoso, o in una ciotola d’acqua pulita. Se vede una macchia sa: ‘Ho una macchia’, e se non ha macchie sa: ‘Non ho macchie’. ",
  "mn77:33.19": "Allo stesso modo, ho spiegato ai miei discepoli la pratica da intraprendere per leggere le menti degli altri esseri e individui, avendole lette con la propria mente … ",
  "mn77:33.36": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:34.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per ricordare vari tipi di vite passate. Cioè: una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. Si ricordano: ‘Lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui da un’altra parte. Anche lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui qui’. E così ricordano i loro vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn77:34.2": "Immagina una persona che lascia il proprio villaggio e va in un altro villaggio. Da quel villaggio va in un altro villaggio ancora. E da quel villaggio torna al proprio villaggio. Penserebbe: ‘Sono andato dal mio villaggio a un altro villaggio. Lì sono stato in piedi così, mi sono seduto cosà, ho parlato così, e sono stato in silenzio cosà. Da quel villaggio sono andato a un altro villaggio ancora. Anche lì sono stato in piedi così, mi sono seduto cosà, ho parlato così, e sono stato in silenzio cosà. E da quel villaggio sono tornato al mio villaggio’. ",
  "mn77:34.3": "Allo stesso modo, ho spiegato ai miei discepoli la pratica da intraprendere per ricordare vari tipi di vite passate. ",
  "mn77:34.4": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:35.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere in modo che, con chiaroveggenza purificata e sovrumana, vedano gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprendono come gli esseri viventi rinascono secondo le proprie azioni: ‘Questi cari esseri hanno fatto cose cattive di corpo, parola, e mente. Hanno parlato male dei nobili; avevano opinione sbagliata e hanno deciso di agire secondo quell’opinione sbagliata. Alla dissoluzione del corpo, dopo la morte, rinascono in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. Questi cari esseri, invece, hanno fatto cose buone di corpo, parola, e mente. Non hanno mai parlato male dei nobili; avevano opinione corretta e hanno deciso di agire secondo quell’opinione corretta. Alla dissoluzione del corpo, dopo la morte, rinascono in un bel posto, in paradiso.’ E così, con chiaroveggenza purificata e sovrumana, vedono gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Comprendono come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn77:35.2": "Immagina ci siano due case con delle porte. Una persona con buona vista che sta nel mezzo vedrebbe la gente entrare e uscire dalle case, vagando avanti e indietro. ",
  "mn77:35.3": "Allo stesso modo, ho spiegato ai miei discepoli la pratica da intraprendere in modo che, con chiaroveggenza purificata e sovrumana, vedano gli esseri viventi morire e rinascere … ",
  "mn77:35.4": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:36.1": "Inoltre, ho spiegato ai miei discepoli la pratica da intraprendere per realizzare la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimorare avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti. ",
  "mn77:36.2": "Immagina che in una valle di montagna ci sia un lago trasparente, chiaro, e limpido. Una persona con buona vista in piedi sulla sponda vedrebbe i molluschi e le cozze, i sassolini e la ghiaia, e banchi di pesci che nuotano o rimangono fermi. Penserebbe: ‘Questo lago è trasparente, chiaro, e limpido. E qui ci sono i molluschi e le cozze, i sassolini e la ghiaia, e banchi di pesci che nuotano o rimangono fermi’. ",
  "mn77:36.3": "Allo stesso modo, ho spiegato ai miei discepoli la pratica da intraprendere per realizzare la libertà incorrotta della mente e la libertà attraverso saggezza in questa stessa vita, e dimorare avendo raggiunto ciò con la propria conoscenza diretta grazie all’eliminazione dei contaminanti. ",
  "mn77:36.4": "E molti dei miei discepoli dimorano così, avendo raggiunto la perfezione e l’adempimento della conoscenza diretta. ",
  "mn77:37.1": "Questa è la quinta qualità grazie alla quale i miei discepoli mi sono fedeli. ",
  "mn77:38.1": "Queste sono le cinque qualità grazie alle quali i miei discepoli mi onorano, rispettano, riveriscono, e venerano; e onorandomi e rispettandomi, rimangono fedeli a me”. ",
  "mn77:38.2": "Questo è ciò che il Buddha disse. ",
  "mn77:38.3": "Contento, l’errante Sakuludāyī trasse piacere da ciò che il Buddha disse. "
}