{
  "mn78:0.1": "Discorsi medi 78 ",
  "mn78:0.2": "Il discorso con Uggāhamāna Samaṇamaṇḍikāputta ",
  "mn78:1.1": "Così ho sentito. ",
  "mn78:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn78:1.3": "In quell’occasione l’errante Uggāhamāna Samaṇamaṇḍikāputta  si trovava assieme a circa cinquecento erranti nel monastero dalla sala singola di Mallikā per dibattiti filosofici, attorniato da alberi di Ebano di Malabar. ",
  "mn78:2.1": "Il ciambellano Pañcakaṅga partì da Sāvatthī nel mezzo del giorno per andare a trovare il Buddha. ",
  "mn78:2.2": "Poi pensò: ",
  "mn78:2.3": "“È l’ora sbagliata per andare a trovare il Buddha, ",
  "mn78:2.4": "poiché è in ritiro. ",
  "mn78:2.5": "Ed è l’ora sbagliata per andare a trovare i monaci ammirevoli, ",
  "mn78:2.6": "poiché sono in ritiro. ",
  "mn78:2.7": "Perché non vado al monastero di Mallikā a visitare l’errante Uggāhamāna?” ",
  "mn78:2.8": "E così fece. ",
  "mn78:3.1": "In quell’occasione Uggāhamāna era seduto assieme a una grande assemblea di erranti facendo un gran trambusto, un terribile baccano. Conversavano su ogni tipo di argomento vile, come: ",
  "mn78:3.2": "conversazioni su re, banditi, e ministri; conversazioni su eserciti, minacce, e guerre; conversazioni su cibo, bevande, vestiti, e letti; conversazioni su collane e profumi; conversazioni su famiglia, veicoli, villaggi, cittadine, città, e Paesi; conversazioni su donne ed eroi, conversazioni da strada e pettegolezzi; conversazioni sui defunti, chiacchiere; storie di terra e mare; e conversazioni sull’esistenza in questo o quello stato. ",
  "mn78:3.3": "Uggāhamāna vide Pañcakaṅga arrivare da lontano, ",
  "mn78:3.4": "e zittì l’assemblea: ",
  "mn78:3.5": "“Silenzio, cari signori, non fate rumore. ",
  "mn78:3.6": "Arriva Pañcakaṅga, un discepolo dell’asceta Gotama. ",
  "mn78:3.7": "Fa parte dei discepoli laici vestiti di bianco dell’asceta Gotama, il quale risiede a Sāvatthī. ",
  "mn78:3.8": "Ai venerabili piace la quiete, sono educati alla quiete, e lodano la quiete. ",
  "mn78:3.9": "Magari se nota che la nostra assemblea è in silenzio riterrà opportuno avvicinarsi”. ",
  "mn78:3.10": "Quindi gli erranti taquero. ",
  "mn78:4.1": "Allora Pañcakaṅga andò da Uggāhamāna, e ci scambiò saluti. ",
  "mn78:4.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato. Uggāhamāna gli disse: ",
  "mn78:5.1": "“Laico, quando un individuo possiede quattro qualità lo descrivo come un asceta invincibile, esperto del bene, che eccelle nel bene, e che ha raggiunto l’obiettivo supremo. ",
  "mn78:5.2": "Quali quattro? ",
  "mn78:5.3": "È quando non compie azioni malvagie col corpo, non dice parole malvagie, non fa pensieri malvagi, e non si mantiene attraverso un sostentamento malvagio. ",
  "mn78:5.4": "Quando un individuo possiede queste quattro qualità lo descrivo come un asceta invincibile”. ",
  "mn78:6.1": "Allora Pañcakaṅga né approvò né respinse la dichiarazione di quell’errante. ",
  "mn78:6.2": "Si alzò dal proprio posto pensando: ",
  "mn78:6.3": "“Imparerò il significato di questa dichiarazione dal Buddha stesso”. ",
  "mn78:7.1": "Poi andò dal Buddha, si inchinò, si sedette a lato ",
  "mn78:7.2": "e gli riferì tutto ciò di cui avevano discusso. ",
  "mn78:8.1": "Detto ciò, il Buddha gli disse: ",
  "mn78:8.2": "“Ciambellano, se ciò che Uggāhamāna dice è vero, allora un neonato è un asceta invincibile, esperto del bene, che eccelle nel bene, e che ha raggiunto l’obiettivo supremo. ",
  "mn78:8.3": "Poiché un neonato non ha nemmeno il concetto di ‘corpo’, quindi come potrebbe compiere un’azione malvagia col corpo, oltre a gattonare? ",
  "mn78:8.4": "Un neonato non ha nemmeno il concetto di ‘parola’, quindi come potrebbe dire parole malvagie, oltre a piangere? ",
  "mn78:8.5": "Un neonato non ha nemmeno il concetto di ‘pensiero’, quindi come potrebbe fare pensieri malvagi, oltre a piagnucolare? ",
  "mn78:8.6": "Un neonato non ha nemmeno il concetto di ‘sostentamento’, quindi come potrebbe mantenersi attraverso un sostentamento malvagio, oltre al seno della madre? ",
  "mn78:8.7": "Se ciò che Uggāhamāna dice è vero, allora un neonato è un asceta invincibile, esperto del bene, che eccelle nel bene, e che ha raggiunto l’obiettivo supremo. ",
  "mn78:8.8": "Quando un individuo possiede quattro qualità lo descrivo non come un asceta invincibile, esperto del bene, che eccelle nel bene, e che ha raggiunto l’obiettivo supremo, ma come uno che ha raggiunto lo stesso livello di un neonato. ",
  "mn78:8.9": "Quali quattro? ",
  "mn78:8.10": "È quando non compie azioni malvagie col corpo, non dice parole malvagie, non fa pensieri malvagi, e non si mantiene attraverso un sostentamento malvagio. ",
  "mn78:8.11": "Quando un individuo possiede queste quattro qualità lo descrivo non come un asceta invincibile, ma come uno che ha raggiunto lo stesso livello di un neonato. ",
  "mn78:9.1": "Quando un individuo possiede dieci qualità lo descrivo come un asceta invincibile, esperto del bene, che eccelle nel bene, e che ha raggiunto l’obiettivo supremo. ",
  "mn78:9.2": "Prima però le seguenti cose devono essere comprese, dico io. ‘Questi sono atteggiamenti cattivi’. ",
  "mn78:9.3": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.4": "‘Gli atteggiamenti cattivi nascono da questo’. ",
  "mn78:9.5": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.6": "‘Qui è dove gli atteggiamenti cattivi cessano senza che ne rimanga nulla’. ",
  "mn78:9.7": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.8": "‘Chi pratica così sta praticando per la cessazione degli atteggiamenti cattivi’. ",
  "mn78:9.9": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.10": "‘Questi sono atteggiamenti buoni’. ",
  "mn78:9.11": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.12": "‘Gli atteggiamenti buoni nascono da questo’. ",
  "mn78:9.13": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.14": "‘Qui è dove gli atteggiamenti buoni cessano senza che ne rimanga nulla’. ",
  "mn78:9.15": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.16": "‘Chi pratica così sta praticando per la cessazione degli atteggiamenti buoni’. ",
  "mn78:9.17": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.18": "‘Questi sono pensieri cattivi’. ",
  "mn78:9.19": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.20": "‘I pensieri cattivi nascono da questo’. ",
  "mn78:9.21": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.22": "‘Qui è dove i pensieri cattivi cessano senza che ne rimanga nulla’. ",
  "mn78:9.23": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.24": "‘Chi pratica così sta praticando per la cessazione dei pensieri cattivi’. ",
  "mn78:9.25": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.26": "‘Questi sono pensieri buoni’. ",
  "mn78:9.27": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.28": "‘I pensieri buoni nascono da questo’. ",
  "mn78:9.29": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.30": "‘Qui è dove i pensieri buoni cessano senza che ne rimanga nulla’. ",
  "mn78:9.31": "Questo deve essere compreso, Ciambellano. ",
  "mn78:9.32": "‘Chi pratica così sta praticando per la cessazione dei pensieri buoni’. ",
  "mn78:9.33": "Questo deve essere compreso, Ciambellano. ",
  "mn78:10.1": "E quali sono, ciambellano, gli atteggiamenti cattivi? ",
  "mn78:10.2": "Cattive azioni attraverso il corpo, cattive azioni attraverso la parola, e sostentamento malvagio. ",
  "mn78:10.3": "Questi si chiamano atteggiamenti cattivi. ",
  "mn78:10.4": "E da dove nascono gli atteggiamenti cattivi? ",
  "mn78:10.5": "La loro fonte è stata dichiarata. ",
  "mn78:10.6": "Devi dire che nascono dalla mente. ",
  "mn78:10.7": "Quale mente? ",
  "mn78:10.8": "La mente prende varie forme diverse. ",
  "mn78:10.9": "Ma gli atteggiamenti cattivi nascono da una mente con avidità, odio, e illusione. ",
  "mn78:10.10": "E dov’è che gli atteggiamenti cattivi cessano senza che ne rimanga nulla? ",
  "mn78:10.11": "Anche la loro cessazione è stata dichiarata. ",
  "mn78:10.12": "È quando un monaco abbandona la cattiva condotta attraverso corpo, e sviluppa buona condotta attraverso corpo; abbandona la cattiva condotta attraverso parola, e sviluppa buona condotta attraverso parola; abbandona la cattiva condotta attraverso mente, e sviluppa buona condotta attraverso mente; abbandona il sostentamento sbagliato, e si mantiene attraverso sostentamento corretto. ",
  "mn78:10.13": "È qui che questi atteggiamenti cattivi cessano senza che ne rimanga nulla. ",
  "mn78:10.14": "E com’è che si pratica per la cessazione degli atteggiamenti cattivi? ",
  "mn78:10.15": "È quando un monaco genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità malvagie e cattive non si manifestino. ",
  "mn78:10.16": "Genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità malvagie e cattive manifestate vengano abbandonate. ",
  "mn78:10.17": "Genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità buone si manifestino. ",
  "mn78:10.18": "Genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le buone qualità manifestate rimangano, non vengano perse, ma aumentino, maturino, e vengano adempite attraverso lo sviluppo. ",
  "mn78:10.19": "Chi pratica così sta praticando per la cessazione degli atteggiamenti cattivi. ",
  "mn78:11.1": "E quali sono, ciambellano, gli atteggiamenti buoni? ",
  "mn78:11.2": "Buone azioni attraverso il corpo, buone azioni attraverso la parola, e sostentamento puro sono inclusi negli atteggiamenti, dico io. ",
  "mn78:11.3": "Questi si chiamano atteggiamenti buoni. ",
  "mn78:11.4": "E da dove nascono gli atteggiamenti buoni? ",
  "mn78:11.5": "La loro fonte è stata dichiarata. ",
  "mn78:11.6": "Devi dire che nascono dalla mente. ",
  "mn78:11.7": "Quale mente? ",
  "mn78:11.8": "La mente prende varie forme diverse. ",
  "mn78:11.9": "Ma gli atteggiamenti buoni nascono da una mente libera da avidità, odio, e illusione. ",
  "mn78:11.10": "E dov’è che gli atteggiamenti buoni cessano senza che ne rimanga nulla? ",
  "mn78:11.11": "Anche la loro cessazione è stata dichiarata. ",
  "mn78:11.12": "È quando un monaco si comporta in maniera morale, ma non è definito dal comportamento morale. ",
  "mn78:11.13": "E comprende secondo realtà la libertà mentale e la libertà attraverso saggezza in cui quegli atteggiamenti buoni cessano senza che ne rimanga nulla. ",
  "mn78:11.14": "E com’è che si pratica per la cessazione degli atteggiamenti buoni? ",
  "mn78:11.15": "È quando un monaco genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità malvagie e cattive non si manifestino … ",
  "mn78:11.16": "in modo che le qualità malvagie e cattive vengano abbandonate … ",
  "mn78:11.17": "in modo che le qualità buone si manifestino … ",
  "mn78:11.18": "e in modo che le buone qualità manifestate rimangano, non vengano perse, ma aumentino, maturino, e vengano adempite attraverso sviluppo. ",
  "mn78:11.19": "Chi pratica così sta praticando per la cessazione degli atteggiamenti buoni. ",
  "mn78:12.1": "E quali sono, ciambellano, i pensieri cattivi? ",
  "mn78:12.2": "Pensieri sensuali, pensieri malevoli, e pensieri crudeli. ",
  "mn78:12.3": "Questi si chiamano pensieri cattivi. ",
  "mn78:12.4": "E da dove nascono i pensieri cattivi? ",
  "mn78:12.5": "La loro fonte è stata dichiarata. ",
  "mn78:12.6": "Devi dire che nascono dalla percezione. ",
  "mn78:12.7": "Quale percezione? ",
  "mn78:12.8": "La percezione prende varie forme diverse. ",
  "mn78:12.9": "Percezioni sensuali, percezioni malevole, e percezioni crudeli: ",
  "mn78:12.10": "i pensieri cattivi nascono da queste. ",
  "mn78:12.11": "E dov’è che i pensieri cattivi cessano senza che ne rimanga nulla? ",
  "mn78:12.12": "Anche la loro cessazione è stata dichiarata. ",
  "mn78:12.13": "È quando un discepolo nobile, sufficientemente isolato dai piaceri dei sensi, … raggiunge e dimora nella prima estasi. ",
  "mn78:12.14": "È qui che questi pensieri cattivi cessano senza che ne rimanga nulla. ",
  "mn78:12.15": "E com’è che si pratica per la cessazione dei pensieri cattivi? ",
  "mn78:12.16": "È quando un monaco genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità malvagie e cattive non si manifestino … ",
  "mn78:12.17": "in modo che le qualità malvagie e cattive vengano abbandonate … ",
  "mn78:12.18": "in modo che le qualità buone si manifestino … ",
  "mn78:12.19": "e in modo che le buone qualità manifestate rimangano, non vengano perse, ma aumentino, maturino, e vengano adempite attraverso sviluppo. ",
  "mn78:12.20": "Chi pratica così sta praticando per la cessazione dei pensieri cattivi. ",
  "mn78:13.1": "E quali sono, ciambellano, i pensieri buoni? ",
  "mn78:13.2": "Pensieri di rinuncia, pensieri benevoli, e pensieri innocenti. ",
  "mn78:13.3": "Questi si chiamano pensieri buoni. ",
  "mn78:13.4": "E da dove nascono i pensieri buoni? ",
  "mn78:13.5": "La loro fonte è stata dichiarata. ",
  "mn78:13.6": "Devi dire che nascono dalla percezione. ",
  "mn78:13.7": "Quale percezione? ",
  "mn78:13.8": "La percezione prende varie forme diverse. ",
  "mn78:13.9": "Percezioni di rinuncia, percezioni non maligne, e percezioni non crudeli: ",
  "mn78:13.10": "i pensieri buoni nascono da queste. ",
  "mn78:13.11": "E dov’è che i pensieri buoni cessano senza che ne rimanga nulla? ",
  "mn78:13.12": "Anche la loro cessazione è stata dichiarata. ",
  "mn78:13.13": "È quando un monaco, con il placarsi di pensiero e valutazione, … raggiunge e dimora nella seconda estasi. ",
  "mn78:13.14": "È qui che questi pensieri buoni cessano senza che ne rimanga nulla. ",
  "mn78:13.15": "E com’è che si pratica per la cessazione dei pensieri buoni? ",
  "mn78:13.16": "È quando un monaco genera entusiasmo, ci prova, fa uno sforzo, esercita la mente, e lavora in modo che le qualità malvagie e cattive non si manifestino … ",
  "mn78:13.17": "in modo che le qualità malvagie e cattive vengano abbandonate … ",
  "mn78:13.18": "in modo che le qualità buone si manifestino … ",
  "mn78:13.19": "e in modo che le buone qualità manifestate rimangano, non vengano perse, ma aumentino, maturino, e vengano adempite attraverso sviluppo. ",
  "mn78:13.20": "Chi pratica così sta praticando per la cessazione dei pensieri buoni. ",
  "mn78:14.1": "Ciambellano, quando un individuo possiede quali dieci qualità lo descrivo come un asceta invincibile, esperto del bene, che eccelle nel bene, e che ha raggiunto l’obiettivo supremo? ",
  "mn78:14.2": "È quando un monaco possiede l’opinione corretta, il pensiero corretto, il linguaggio corretto, l’azione corretta, il sostentamento corretto, lo sforzo corretto, la consapevolezza corretta, la concentrazione corretta, la conoscenza corretta, e la libertà corretta di un esperto. ",
  "mn78:14.3": "Quando un individuo possiede queste dieci qualità lo descrivo come un asceta invincibile, esperto del bene, che eccelle nel bene, e che ha raggiunto l’obiettivo supremo”. ",
  "mn78:14.4": "Questo è ciò che il Buddha disse. ",
  "mn78:14.5": "Contento, Pañcakaṅga il ciabellano trasse piacere da ciò che il Buddha disse. "
}