{
  "mn79:0.1": "Discorsi medi 79 ",
  "mn79:0.2": "Il discorso più corto con Sakuludāyī ",
  "mn79:1.1": "Così ho sentito. ",
  "mn79:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn79:1.3": "In quell’occasione l’errante Sakuludāyī risiedeva al monastero degli erranti, nel terreno dove i pavoni venivano a mangiare, assieme a una grande assemblea di circa cinquecento erranti. ",
  "mn79:2.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò a Rājagaha per l’elemosina. ",
  "mn79:2.2": "Poi pensò: ",
  "mn79:2.3": "“È troppo presto per vagare per l’elemosina a Rājagaha. ",
  "mn79:2.4": "Perché non vado a trovare l’errante Sakuludāyī al monastero degli erranti, nel terreno dove i pavoni vengono a mangiare?” ",
  "mn79:2.5": "Allora il Buddha andò al monastero degli erranti. ",
  "mn79:3.1": "In quell’occasione Sakuludāyī era seduto assieme a una grande assemblea di erranti facendo un gran trambusto, un terribile baccano. Conversavano su ogni tipo di argomento vile, come: ",
  "mn79:3.2": "conversazioni su re, banditi, e ministri; conversazioni su eserciti, minacce, e guerre; conversazioni su cibo, bevande, vestiti, e letti; conversazioni su collane e profumi; conversazioni su famiglia, veicoli, villaggi, cittadine, città, e Paesi; conversazioni su donne ed eroi, conversazioni da strada e pettegolezzi; conversazioni sui defunti, chiacchiere; storie di terra e mare; e conversazioni sull’esistenza in questo o quello stato. ",
  "mn79:3.3": "Sakuludāyī vide il Buddha arrivare da lontano ",
  "mn79:3.4": "e zittì l’assemblea: ",
  "mn79:3.5": "“Silenzio, cari signori, non fate rumore. ",
  "mn79:3.6": "Arriva l’asceta Gotama. ",
  "mn79:3.7": "Al venerabile piace la quiete e loda la quiete. ",
  "mn79:3.8": "Magari se nota che la nostra assemblea è in silenzio riterrà opportuno avvicinarsi”. ",
  "mn79:3.9": "Quindi gli erranti taquero. ",
  "mn79:4.1": "Allora il Buddha andò da Sakuludāyī, ",
  "mn79:4.2": "che gli disse: ",
  "mn79:4.3": "“Venga, Beato Signore! ",
  "mn79:4.4": "Benvenuto, Beato Signore! ",
  "mn79:4.5": "È molto tempo che non ha opportunità di venire qui. ",
  "mn79:4.6": "Per favore, Signore, si sieda, il posto è pronto”. ",
  "mn79:4.8": "Il Buddha si sedette sul posto preparato, ",
  "mn79:4.9": "mentre Sakuludāyī prese un posto più basso e si sedette a lato. ",
  "mn79:4.10": "Il Buddha gli disse: ",
  "mn79:4.11": "“Udāyī, di cosa stavate parlando mentre eravate seduti proprio ora? Che conversazione è stata interrotta?” ",
  "mn79:5.1": "“Signore, lasci stare ciò di cui stavamo parlando mentre eravamo seduti proprio ora. ",
  "mn79:5.2": "Non le sarà difficile sentirlo più tardi. ",
  "mn79:5.3": "Quando non ci sono io nell’assemblea, si siedono a conversare su ogni tipo di argomento vile. ",
  "mn79:5.4": "Ma quando ci sono io nell’assemblea, si siedono e ammirano solo me, pensando: ",
  "mn79:5.5": "‘Qualunque cosa l’asceta Udāyī insegni, la ascolteremo’. ",
  "mn79:5.6": "Ma quando il Buddha è nell’assemblea, sia io stesso che l’assemblea ammiriamo il Buddha, pensando: ",
  "mn79:5.7": "“Qualunque cosa il Buddha insegni, la ascolteremo” ",
  "mn79:6.1": "“Beh, allora, Udāyī, suggerisci qualcosa su cui posso parlare” ",
  "mn79:6.2": "“Signore, qualche giorno fa qualcuno disse di essere onnisciente e onniveggente, di conoscere e vedere ogni cosa senza eccezione, così: ‘Conoscenza e visione sono costantemente e continuamente presenti in me, mentre cammino, sto in piedi, dormo, e sono sveglio’. ",
  "mn79:6.3": "Quando gli feci una domanda riguardo al passato, evitò il problema, distrasse la discussione con punti irrilevanti, e mostrò fastidio, odio, e acidità. ",
  "mn79:6.4": "Ciò mi ricordò del Buddha: ",
  "mn79:6.5": "‘Sicuramente sarà il Beato, il Santo che è esperto in queste questioni’” ",
  "mn79:6.6": "“Ma, Udāyī, chi fece tale dichiarazione e si comportò così?” ",
  "mn79:6.7": "“L’asceta giainista del clan Ñātika, Signore” ",
  "mn79:7.1": "“Udāyī, è possibile che qualcuno che ricorda i suoi vari tipi di vite passate, nei particolari e nello specifico, mi faccia una domanda riguardo al passato, o che io gli faccia una domanda riguardo al passato. ",
  "mn79:7.2": "E che mi appaghi con la sua risposta, o che io lo appaghi con la mia risposta. ",
  "mn79:7.3": "È possibile che qualcuno che, con chiaroveggenza purificata e sovrumana, comprende come gli esseri viventi rinascono secondo le proprie azioni mi faccia una domanda riguardo al futuro, o che io gli faccia una domanda riguardo al futuro ",
  "mn79:7.4": "E che mi appaghi con la sua risposta, o che io lo appaghi con la mia risposta. ",
  "mn79:7.5": "Ma comunque, Udāyī, lascia stare il passato e il futuro. ",
  "mn79:7.6": "Ti spiego l’insegnamento: ",
  "mn79:7.7": "‘Quando questo esiste, quello esiste; con il manifestarsi di questo, quello si manifesta. ",
  "mn79:7.8": "Quando questo non esiste, quello non esiste; a causa della cessazione di questo, quello cessa’” ",
  "mn79:8.1": "“Beh, Signore, io non ricordo nei particolari e nello specifico nemmeno ciò che ho passato in questa incarnazione. ",
  "mn79:8.2": "Quindi come potrei mai ricordarmi i miei vari tipi di vite passate nei particolari e nello specifico, come il Buddha? ",
  "mn79:8.3": "E non riesco nemmeno a vede un folletto del fango. ",
  "mn79:8.4": "Quindi come potrei mai, con chiaroveggenza purificata e sovrumana, vedere gli esseri viventi morire e rinascere, come il Buddha? ",
  "mn79:8.5": "Ma poi il Buddha mi ha detto: ",
  "mn79:8.6": "‘Ma comunque, Udāyī, lascia stare il passato e il futuro. ",
  "mn79:8.7": "Ti spiego l’insegnamento: ",
  "mn79:8.8": "“Quando questo esiste, quello esiste; con il manifestarsi di questo, quello si manifesta. ",
  "mn79:8.9": "Quando questo non esiste, quello non esiste; a causa della cessazione di questo, quello cessa”’. Ma questo mi è persino meno chiaro. ",
  "mn79:8.10": "Magari potrò appagare il Buddha rispondendo a una domanda riguardo alla mia tradizione” ",
  "mn79:9.1": "“Ma, Udāyī, qual è la tua tradizione?” ",
  "mn79:9.2": "“Signore, è questa: ",
  "mn79:9.3": "‘Questo è lo splendore supremo, questo è lo splendore supremo’” ",
  "mn79:9.4": "“Ma cos’è quello splendore supremo?” ",
  "mn79:9.6": "“Signore, lo splendore supremo è lo splendore rispetto al quale non c’è splendore migliore” ",
  "mn79:9.7": "“Ma cos’è quello splendore supremo rispetto al quale non c’è splendore migliore?” ",
  "mn79:9.8": "“Signore, lo splendore supremo è lo splendore rispetto al quale non c’è splendore migliore” ",
  "mn79:10.1": "“Udāyī, potresti andare avanti così per molto tempo. ",
  "mn79:10.2": "Dici: ‘Lo splendore supremo è lo splendore rispetto al quale non c’è splendore migliore’. Ma non lo descrivi. ",
  "mn79:10.3": "Immagina un uomo che dice: ",
  "mn79:10.4": "‘Qualunque sia la ragazza più bella del mondo, è lei che voglio, è lei che desidero!’ ",
  "mn79:10.5": "Allora gli dicono: ",
  "mn79:10.6": "‘Signore, quella ragazza più bella del mondo che desideri, sai se è un’aristocratica, una bramina, una contadina, o una serva?’ ",
  "mn79:10.7": "Lui risponde: ‘No’. ",
  "mn79:10.8": "Allora gli dicono: ",
  "mn79:10.9": "‘Signore, quella ragazza più bella del mondo che desideri, sai se è alta, bassa, o media? Se la sua pelle è nera, marrone, o abbronzata? Da che villaggio, cittadina, o città viene?’ ",
  "mn79:10.10": "Lui risponde: ‘No’. ",
  "mn79:10.11": "Allora gli dicono: ",
  "mn79:10.12": "‘Signore, desideri qualcuno che non hai mai nemmeno conosciuto o visto?’ ",
  "mn79:10.13": "Lui risponde: ‘Sì’. ",
  "mn79:10.14": "Cosa ne pensi, Udāyī? ",
  "mn79:10.15": "Essendo così, la dichiarazione di quell’uomo non si rivela non avere alcuna base dimostrabile?” ",
  "mn79:10.16": "“Chiaramente, Signore, è così” ",
  "mn79:10.17": "“Allo stesso modo, tu dici: ‘Lo splendore supremo è lo splendore rispetto al quale non c’è splendore migliore’. Ma non lo descrivi” ",
  "mn79:11.1": "“Signore, immagini un berillo di bellezza naturale, con otto facce, ben lavorato. Se messo su un panno color crema splenderebbe, brillerebbe, e irradierebbe. Questo è lo splendore del Sé che è sano dopo la morte” ",
  "mn79:12.1": "“Cosa ne pensi, Udāyī? ",
  "mn79:12.2": "Quale di questi due è uno splendore migliore: un berillo così, o una lucciola nel buio della notte?” ",
  "mn79:12.3": "“Una lucciola nel buio della notte, Signore” ",
  "mn79:13.1": "“Cosa ne pensi, Udāyī? ",
  "mn79:13.2": "Quale di questi due è uno splendore migliore: una lucciola nel buio della notte, o una lampada a olio nel buio della notte?” ",
  "mn79:13.3": "“Una lampada a olio nel buio della notte, Signore” ",
  "mn79:14.1": "“Cosa ne pensi, Udāyī? ",
  "mn79:14.2": "Quale di questi due è uno splendore migliore: una lampada a olio nel buio della notte, o un falò nel buio della notte?” ",
  "mn79:14.3": "“Un falò nel buio della notte, Signore” ",
  "mn79:15.1": "“Cosa ne pensi, Udāyī? ",
  "mn79:15.2": "Quale di questi due è uno splendore migliore: un falò nel buio della notte, o la stella del mattino nel cielo limpido e senza nuvole alla prime luci dell’alba?” ",
  "mn79:15.3": "“La stella del mattino nel cielo limpido e senza nuvole alla prime luci dell’alba, Signore” ",
  "mn79:16.1": "“Cosa ne pensi, Udāyī? ",
  "mn79:16.2": "Quale di questi due è uno splendore migliore: la stella del mattino nel cielo limpido e senza nuvole alla prime luci dell’alba, o la luna piena a mezzanotte nel cielo limpido e senza nuvole del quindicesimo giorno di festa?” ",
  "mn79:16.3": "“La luna piena a mezzanotte nel cielo limpido e senza nuvole del quindicesimo giorno di festa, Signore” ",
  "mn79:17.1": "“Cosa ne pensi, Udāyī? ",
  "mn79:17.2": "Quale di questi due è uno splendore migliore: la luna piena a mezzanotte nel cielo limpido e senza nuvole del quindicesimo giorno di festa, o il sole a mezzogiorno nel cielo limpido e senza nuvole dell’ultimo mese della stagione delle piogge?” ",
  "mn79:17.3": "“Il sole a mezzogiorno nel cielo limpido e senza nuvole dell’ultimo mese della stagione delle piogge, Signore” ",
  "mn79:18.1": "“Oltre a questo, Udāyī, io conosco molti esseri celesti sui quali la luce del sole e della luna non fa alcuna impressione. ",
  "mn79:18.2": "Ma comunque non dico: ",
  "mn79:18.3": "‘Lo splendore rispetto al quale non c’è splendore migliore’. ",
  "mn79:18.4": "Ma dello splendore inferiore a una lucciola tu dichiari: ‘Questo è lo splendore supremo’, e non lo descrivi” ",
  "mn79:19.1": "“Il Beato ha tagliato corto la discussione! Il Santo ha tagliato corto la discussione!” ",
  "mn79:19.2": "“Ma, Udāyī, perché dici così?” ",
  "mn79:19.4": "“Signore, la nostra tradizione dice così: ",
  "mn79:19.5": "‘Questo è lo splendore supremo, questo è lo splendore supremo’. ",
  "mn79:19.6": "Ma se torchiati, pressati, ed esortati sulla nostra tradizione, ne esce fuori che siamo vuoti, vacui, e in errore” ",
  "mn79:20.1": "“Ma, Udāyī, esiste un mondo di felicità perfetta? Ed esiste una pratica fondata per realizzare un mondo di felicità perfetta?” ",
  "mn79:20.2": "“Signore, la nostra tradizione dice così: ",
  "mn79:20.3": "‘Esiste un mondo di felicità perfetta. Ed esiste una pratica fondata per realizzare un mondo di felicità perfetta’” ",
  "mn79:21.1": "“E qual è, Udāyī, quella pratica fondata per realizzare un mondo di felicità perfetta?” ",
  "mn79:21.2": "“Signore, è quando qualcuno, lasciandosi alle spalle l’uccidere, si astiene dall’uccidere; lasciandosi alle spalle il rubare, si astiene dal rubare; lasciandosi alle spalle la condotta sessuale sbagliata, si astiene dalla condotta sessuale sbagliata; lasciandosi alle spalle il mentire, si astiene dal mentire. E in più intraprende un qualche tipo di mortificazione. ",
  "mn79:21.3": "Questa è la pratica fondata per realizzare un mondo di felicità perfetta” ",
  "mn79:22.1": "“Cosa ne pensi, Udāyī? ",
  "mn79:22.2": "Nel momento in cui qualcuno si sta astenendo dall’uccidere, il suo Sé è in perfetta felicità in quell’occasione, o prova sia felicità che sofferenza?” ",
  "mn79:22.3": "“Prova sia felicità che sofferenza” ",
  "mn79:22.4": "“Cosa ne pensi, Udāyī? ",
  "mn79:22.5": "Nel momento in cui qualcuno si sta astenendo dal rubare, il suo Sé è in perfetta felicità in quell’occasione, o prova sia felicità che sofferenza?” ",
  "mn79:22.6": "“Prova sia felicità che sofferenza” ",
  "mn79:22.7": "“Cosa ne pensi, Udāyī? Nel momento in cui qualcuno si sta astenendo dalla condotta sessuale sbagliata, il suo Sé è in perfetta felicità in quell’occasione, o prova sia felicità che sofferenza?” ",
  "mn79:22.8": "“Prova sia felicità che sofferenza” ",
  "mn79:22.9": "“Cosa ne pensi, Udāyī? Nel momento in cui qualcuno si sta astenendo dal mentire, il suo Sé è in perfetta felicità in quell’occasione, o prova sia felicità che sofferenza?” ",
  "mn79:22.10": "“Prova sia felicità che sofferenza” ",
  "mn79:22.11": "“Cosa ne pensi, Udāyī? ",
  "mn79:22.12": "Nel momento in cui qualcuno sta intraprendendo e seguendo un qualche tipo di mortificazione, il suo Sé è in perfetta felicità in quell’occasione, o prova sia felicità che sofferenza?” ",
  "mn79:22.13": "“Prova sia felicità che sofferenza” ",
  "mn79:22.14": "“Cosa ne pensi, Udāyī? ",
  "mn79:22.15": "Può un mondo di felicità perfetta venire realizzato facendo affidamento su una pratica di mista felicità e sofferenza?” ",
  "mn79:23.1": "“Il Beato ha tagliato corto la discussione! Il Santo ha tagliato corto la discussione!” ",
  "mn79:23.2": "“Ma, Udāyī, perché dici così?” ",
  "mn79:23.4": "“Signore, la nostra tradizione dice così: ",
  "mn79:23.5": "‘Esiste un mondo di felicità perfetta. Ed esiste una pratica fondata per realizzare un mondo di felicità perfetta’. ",
  "mn79:23.6": "Ma se torchiati, pressati, ed esortati sulla nostra tradizione, ne esce fuori che siamo vuoti, vacui, e in errore” ",
  "mn79:23.7": "Ma, Signore, esiste un mondo di felicità perfetta? Ed esiste una pratica fondata per realizzare un mondo di felicità perfetta?” ",
  "mn79:24.1": "“Esiste un mondo di felicità perfetta, Udāyī. Ed esiste una pratica fondata per realizzare un mondo di felicità perfetta” ",
  "mn79:24.2": "“Beh, Signore, qual è quella pratica fondata per realizzare un mondo di felicità perfetta?” ",
  "mn79:25.1": "Prendi un monaco che, sufficientemente isolato dai piaceri dei sensi, … raggiunge e dimora nella prima estasi. ",
  "mn79:25.2": "Con il placarsi di pensiero e valutazione, … raggiunge e dimora nella seconda estasi. ",
  "mn79:25.3": "Con lo svanire dell’euforia, … raggiunge e dimora nella terza estasi. ",
  "mn79:25.4": "Questa è la pratica fondata per realizzare un mondo di felicità perfetta” ",
  "mn79:25.5": "“Signore, quella non è la pratica fondata per realizzare un mondo di felicità perfetta. A quel punto un mondo di felicità perfetta è già stato realizzato” ",
  "mn79:25.6": "“No, Udāyī, a quel punto un mondo di felicità perfetta non è ancora stato realizzato. ",
  "mn79:25.7": "Questa è la pratica fondata per realizzare un mondo di felicità perfetta” ",
  "mn79:26.1": "Detto ciò, l’assemblea di Sakuludāyī fece un gran trambusto, un terribile baccano: ",
  "mn79:26.2": "“In questo caso siamo perduti, e così lo sono gli insegnamenti della nostra tradizione! Siamo perduti, e così lo sono gli insegnamenti della nostra tradizione! ",
  "mn79:26.3": "Non conosciamo nulla di più alto di questo!” ",
  "mn79:26.4": "Allora Sakuludāyī, avendo zittito gli erranti, disse al Buddha: ",
  "mn79:27.1": "“Beh, Signore, a che punto viene realizzato un mondo di felicità perfetta?” ",
  "mn79:27.2": "È quando un monaco, abbandonando gioia e dolore, … raggiunge e dimora nella quarta estasi. ",
  "mn79:27.3": "Ci sono dei che rinascono in un mondo di felicità perfetta. Quel monaco li frequenta, ci parla, e ci conversa. ",
  "mn79:27.4": "È a questo punto che un mondo di felicità perfetta è stato realizzato” ",
  "mn79:28.1": "“Sicuramente i monaci seguono il percorso spirituale del Buddha al fine di realizzare questo mondo di felicità perfetta?” ",
  "mn79:28.2": "“No, Udāyī, i monaci non seguono il mio percorso spirituale al fine di realizzare questo mondo di felicità perfetta. ",
  "mn79:28.3": "Ci sono altre cose migliori per le quali i monaci seguono il mio percorso spirituale” ",
  "mn79:28.4": "“Ma, Signore, quali sono queste cose migliori?” ",
  "mn79:29-36.1": "“Udāyī, è quando un Realizzato appare nel mondo, perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato. ",
  "mn79:37.1": "Abbandona questi cinque impedimenti, corruzioni della mente che indeboliscono la saggezza. ",
  "mn79:37.2": "Poi, sufficientemente isolato dai piaceri dei sensi, … raggiunge e dimora nella prima estasi. ",
  "mn79:37.3": "Questa è una delle cose migliori per la quale i monaci seguono il mio percorso spirituale. ",
  "mn79:38-40.1": "Inoltre, con il placarsi di pensiero e valutazione, … un monaco raggiunge e dimora nella seconda estasi. … ",
  "mn79:38-40.2": "nella terza estasi … ",
  "mn79:38-40.3": "nella quarta estasi. ",
  "mn79:38-40.4": "Questa è una delle cose migliori per la quale i monaci seguono il mio percorso spirituale. ",
  "mn79:41.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende al ricordo delle vite passate. ",
  "mn79:41.2": "Si ricorda molti tipi di vite passate, cioè, una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. … Si ricorda i suoi molti tipi di vite passate, nei particolari e nello specifico. ",
  "mn79:41.3": "Questa è una delle cose migliori per la quale i monaci seguono il mio percorso spirituale. ",
  "mn79:42.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn79:42.2": "Con chiaroveggenza purificata e sovrumana, vede gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. … Comprende come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn79:42.3": "Questa è una delle cose migliori per la quale i monaci seguono il mio percorso spirituale. ",
  "mn79:43.1": "Una volta che la sua mente diventa così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estende alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn79:43.2": "Comprende secondo realtà: ‘Questa è la sofferenza’, comprende secondo realtà: ‘Questa è l’origine della sofferenza’, comprende secondo realtà: ‘Questa è la cessazione della sofferenza’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn79:43.3": "Comprende secondo realtà: ‘Questi sono i contaminanti’, comprende secondo realtà:  ‘Questa è l’origine dei contaminanti’, comprende secondo realtà: ‘Questa è la cessazione dei contaminanti’, comprende secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn79:44.1": "Conoscendo così e vedendo così, la sua mente viene liberata dal contaminante dei piaceri dei sensi, la sua mente viene liberata dal contaminante dell’esistenza, e la sua mente viene liberata dal contaminante dell’ignoranza. ",
  "mn79:44.2": "Una volta libero, capisce di essere libero. ",
  "mn79:44.3": "Comprende: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn79:44.4": "Questa è una delle cose migliori per la quale i monaci seguono il mio percorso spirituale. ",
  "mn79:44.5": "Queste sono le cose migliori per le quali i monaci seguono il mio percorso spirituale” ",
  "mn79:45.1": "Una volta che ebbe parlato, Sakuludāyī disse al Buddha: ",
  "mn79:45.2": "“Eccellente, Signore! Eccellente! ",
  "mn79:45.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn79:45.4": "Prendo rifugio nel Buddha, nell’insegnamento, e nella comunità monastica. ",
  "mn79:45.5": "Signore, potrei lasciare casa, e ricevere l’ordinazione in presenza del Buddha?” ",
  "mn79:46.1": "Detto ciò, l’assemblea di Sakuludāyī gli disse: ",
  "mn79:46.2": "“Signor Udāyī, non seguire il percorso spirituale sotto l’asceta Gotama. ",
  "mn79:46.3": "Sei stato un maestro, non vivere da studente. ",
  "mn79:46.4": "Finirai come una brocca d’acqua che diventa un mestolo. ",
  "mn79:46.5": "Signor Udāyī, non seguire il percorso spirituale dell’asceta Gotama. ",
  "mn79:46.6": "Sei stato un maestro, non vivere da studente” ",
  "mn79:46.7": "E così l’assemblea dell’errante Sakuludāyī gli impedì di seguire il percorso spirituale del Buddha. "
}