{
  "mn7:0.1": "Discorsi medi 7 ",
  "mn7:0.2": "Il discorso sulla similitudine del panno ",
  "mn7:1.1": "Così ho sentito. ",
  "mn7:1.2": "Una volta il Buddha si trovava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn7:1.3": "Lì il Buddha si rivolse ai monaci: ",
  "mn7:1.4": "“Monaci!” ",
  "mn7:1.5": "“Venerabile Signore”, risposero i monaci. ",
  "mn7:1.6": "Il Buddha disse: ",
  "mn7:2.1": "“Immaginate, monaci, ci sia un panno sporco e macchiato. ",
  "mn7:2.2": "Non importa che tintura il tintore applichi, che sia blu, gialla, rossa, o magenta, il panno apparirebbe tinto male e impuro nel colore. ",
  "mn7:2.3": "Perché questo? ",
  "mn7:2.4": "A causa delle impurità del panno. ",
  "mn7:2.5": "Allo stesso modo, quando la mente è corrotta, ci si può aspettare un brutto destino. ",
  "mn7:2.6": "Supponete ci sia un panno puro e pulito. ",
  "mn7:2.7": "Non importa che tintura il tintore applichi, che sia blu, gialla, rossa, o magenta, il panno apparirebbe tinto bene e puro nel colore. ",
  "mn7:2.8": "Perché questo? ",
  "mn7:2.9": "Grazie alla purezza del panno. ",
  "mn7:2.10": "Allo stesso modo, quando la mente non è corrotta, ci si può aspettare un buon destino. ",
  "mn7:3.1": "E quali sono le corruzioni della mente? ",
  "mn7:3.2": "Attrazione e cupidigia immorale, cattiveria, rabbia, ostilità, disprezzo, disdegno, gelosia, avarizia, inganno, disonestà, ostinazione, aggressività, presunzione, arroganza, vanità, e negligenza sono corruzioni della mente. ",
  "mn7:4.1": "Un monaco che comprende che attrazione e cupidigia immorale sono corruzioni della mente le abbandona. ",
  "mn7:4.2": "Un monaco che comprende che la cattiveria … ",
  "mn7:4.4": "la rabbia … ",
  "mn7:4.6": "l’ostilità … ",
  "mn7:4.8": "il disprezzo … ",
  "mn7:4.10": "il disdegno … ",
  "mn7:4.12": "la gelosia … ",
  "mn7:4.14": "l’avarizia … ",
  "mn7:4.16": "l’inganno … ",
  "mn7:4.18": "la disonestà … ",
  "mn7:4.20": "l’ostinazione … ",
  "mn7:4.22": "l’aggressività … ",
  "mn7:4.24": "la presunzione … ",
  "mn7:4.26": "l’arroganza … ",
  "mn7:4.28": "la vanità … ",
  "mn7:4.30": "e la negligenza sono corruzioni della mente le abbandona. ",
  "mn7:5.1": "Una volta che ha compreso queste corruzioni della mente ",
  "mn7:5.2": "per ciò che sono, e le ha abbandonate, ",
  "mn7:5.32": "ha fiducia esperienziale nel Buddha: ",
  "mn7:5.33": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto in conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn7:6.1": "Ha fiducia esperienziale nell’insegnamento: ",
  "mn7:6.2": "‘L’insegnamento è spiegato bene dal Buddha, visibile in questa stessa vita, con efficacia immediata, che invita all’ispezione, adeguato, cosicché le persone giudiziose possano verificarlo personalmente’. ",
  "mn7:7.1": "Ha fiducia esperienziale nella comunità: ",
  "mn7:7.2": "‘La comunità dei discepoli del Buddha sta praticando la via buona, diretta, metodica, e corretta. Consiste nelle quattro coppie, negli otto individui. Questa è la comunità dei discepoli del Buddha che è degna di offerte, degna di ospitalità, degna di donazioni, degna di essere salutata con mani giunte, ed è il supremo campo di merito per il mondo’. ",
  "mn7:8.1": "Quando un monaco ha scartato, eliminato, rilasciato, abbandonato, e rinunciato fino a questo punto, pensando: ‘Ho fiducia esperienziale nel Buddha … ",
  "mn7:9.1": "nell’insegnamento … ",
  "mn7:10.1": "e nella comunità’, trova ispirazione nel significato e nell’insegnamento, e trae gioia dall’insegnamento. ",
  "mn7:11.1": "Pensando: ‘Ho scartato, eliminato, rilasciato, e rinunciato fino a questo punto’, trova ispirazione nel significato e nell’insegnamento, e trae gioia dall’insegnamento. ",
  "mn7:11.2": "Nel gioire, si manifesta euforia. Quando la mente è piena di euforia, il corpo si tranquillizza. Quando il corpo è tranquillo, prova felicità. E quando prova felicità, la mente si concentra. ",
  "mn7:12.1": "Quando un monaco di tale etica, tali qualità, e tale saggezza mangia riso bollito raffinato con i grani scuri scartati e servito con varie zuppe e salse, ciò non è un ostacolo. ",
  "mn7:12.2": "Confrontatelo a un tessuto sporco e macchiato; può essere reso puro e pulito con acqua pura. O all’oro grezzo, che può essere reso puro e luminoso con una fucina. ",
  "mn7:12.3": "Allo stesso modo, quando un monaco di tale etica, tali qualità, e tale saggezza mangia riso bollito raffinato con i grani scuri scartati e servito con varie zuppe e salse, ciò non è un ostacolo. ",
  "mn7:13.1": "Medita diffondendo una mente piena di benevolenza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di benevolenza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria. ",
  "mn7:14.1": "Medita diffondendo una mente piena di compassione verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di compassione verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria. ",
  "mn7:15.1": "Medita diffondendo una mente piena di esultanza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di esultanza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria. ",
  "mn7:16.1": "Medita diffondendo una mente piena di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e cattiveria. ",
  "mn7:17.1": "Comprende: ‘C’è questo, c’è peggio di questo, c’è meglio di questo, e c’è una fuga oltre la portata della percezione’. ",
  "mn7:18.1": "Conoscendo e vedendo così, la sua mente viene liberata dai contaminanti dei piaceri dei sensi, dell’esistenza, e dell’ignoranza. ",
  "mn7:18.2": "Una volta libero, capisce di essere libero. ",
  "mn7:18.3": "Comprende: ‘La nascita è terminata, il cammino spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn7:18.4": "Questo si chiama ",
  "mn7:18.5": "un monaco che si è lavato attraverso il battesimo interiore”. ",
  "mn7:19.1": "In quell’occasione il bramino Sundarika Bhāradvāja era seduto non distante dal Buddha. ",
  "mn7:19.2": "Disse al Buddha: ",
  "mn7:19.3": "“Ma il Signor Gotama va al fiume Bāhuka a lavarsi?” ",
  "mn7:19.4": "“Bramino, perché andare al fiume Bāhuka? ",
  "mn7:19.5": "Cosa può fare il fiume Bāhuka?” ",
  "mn7:19.6": "“Molti concordano che il fiume Bāhuka conferisce purezza e merito. E molti lavano via le proprie cattive azioni nel fiume Bāhuka”. ",
  "mn7:20.1": "Allora il Buddha si rivolse a Sundarika in poesia: ",
  "mn7:20.2": "“Il Bāhuka e l’Adhikakka, ",
  "mn7:20.3": "Gayā e il Sundarika, ",
  "mn7:20.4": "Sarasvatī e Payāga, ",
  "mn7:20.5": "e il fiume Bāhumati: ",
  "mn7:20.6": "uno stolto può tuffarsi costantemente in essi ",
  "mn7:20.7": "ma ciò non purificherà i suoi atti oscuri. ",
  "mn7:20.8": "Cosa può fare il Sundarika? ",
  "mn7:20.9": "Cosa possono il Payagā o il Bāhuka? ",
  "mn7:20.10": "Non possono lavare da una persona crudele e criminale ",
  "mn7:20.11": "le sue cattive azioni. ",
  "mn7:20.12": "Per il puro di cuore è sempre ",
  "mn7:20.13": "il festival di primavera, o il giorno di festa. ",
  "mn7:20.14": "Per il puro di cuore e pulito in azione, ",
  "mn7:20.15": "i propri voti saranno sempre adempiti. ",
  "mn7:20.16": "È solo qui che dovresti lavarti, bramino, ",
  "mn7:20.17": "rendendo te stesso un santuario per ogni creatura. ",
  "mn7:20.18": "E se non dici bugie, ",
  "mn7:20.19": "né danneggi creatura vivente alcuna, ",
  "mn7:20.20": "né rubi nulla che non venga dato, ",
  "mn7:20.21": "se hai fede e non sei avaro: ",
  "mn7:20.22": "qual è il senso di andare a Gayā? ",
  "mn7:20.23": "Poiché ogni pozzo potrà essere il tuo Gayā!” ",
  "mn7:21.1": "Detto ciò, il bramino Sundarika Bhāradvāja disse al Buddha: ",
  "mn7:21.2": "Eccellente, Signor Gotama! Eccellente, Signor Gotama! ",
  "mn7:21.3": "Immagini, Signor Gotama, che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn7:21.4": "Prendo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn7:21.5": "Signore, potrei ricevere i voti, l’ordinazione in presenza del Buddha?” ",
  "mn7:22.1": "E il bramino Sundarika Bhāradvāja ricevette i voti, l’ordinazione in presenza del Buddha. ",
  "mn7:22.2": "Non molto dopo la propria ordinazione, il Venerabile Bhāradvāja, vivendo solo, ritirato, diligente, fervido, e risoluto, presto realizzò la suprema culminazione del cammino spirituale in questa stessa vita. Visse avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita laica per quella da senzatetto. ",
  "mn7:22.3": "Comprese: “La nascita è terminata, il cammino spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”. ",
  "mn7:22.4": "E il Venerabile Bhāradvāja divenne uno dei perfetti. "
}