{
  "mn80:0.1": "Discorsi medi 80 ",
  "mn80:0.2": "Il discorso con Vekhanasa ",
  "mn80:1.1": "Così ho sentito. ",
  "mn80:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn80:2.1": "Allora l’errante Vekhanasa andò dal Buddha e ci scambiò saluti. ",
  "mn80:2.2": "Una volta che i saluti e le cordialità terminarono, rimase in piedi a lato, ",
  "mn80:2.3": "ed espresse questo aforisma: ",
  "mn80:2.4": "“Questo è lo splendore supremo, questo è lo splendore supremo” ",
  "mn80:2.5": "“Ma, Kaccāna, perché dici: ",
  "mn80:2.6": "‘Questo è lo splendore supremo, questo è lo splendore supremo’. ",
  "mn80:2.7": "Cos’è quello splendore supremo?” ",
  "mn80:2.8": "“Signor Gotama, lo splendore supremo è lo splendore rispetto al quale non c’è splendore migliore” ",
  "mn80:2.9": "“Ma cos’è quello splendore supremo rispetto al quale non c’è splendore migliore?” ",
  "mn80:2.10": "“Signor Gotama, lo splendore supremo è lo splendore rispetto al quale non c’è splendore migliore” ",
  "mn80:3.1": "“Kaccāna, potresti andare avanti così per molto. ",
  "mn80:3.2": "Dici: ‘Lo splendore supremo è lo splendore rispetto al quale non c’è splendore migliore’. Ma non lo descrivi. ",
  "mn80:3.3": "Immagina un uomo che dice: ",
  "mn80:3.4": "‘Qualunque sia la ragazza più bella del mondo, è lei che voglio, è lei che desidero!’ ",
  "mn80:3.5": "Allora gli dicono: ",
  "mn80:3.6": "‘Signore, quella ragazza più bella del mondo che desideri, sai se è un’aristocratica, una bramina, una contadina, o una serva?’ ",
  "mn80:3.7": "Lui risponde: ‘No’. ",
  "mn80:3.8": "Allora gli dicono: ",
  "mn80:3.9": "‘Signore, quella ragazza più bella del mondo che desideri, sai se è alta, bassa, o media? Se la sua pelle è nera, marrone, o abbronzata? Da che villaggio, cittadina, o città viene?’ ",
  "mn80:3.10": "Lui risponde: ‘No’. ",
  "mn80:3.11": "Allora gli dicono: ",
  "mn80:3.12": "‘Signore, desideri qualcuno che non hai mai nemmeno conosciuto o visto?’ ",
  "mn80:3.13": "Lui risponde: ‘Sì’. ",
  "mn80:3.14": "Cosa ne pensi, Kaccāna? ",
  "mn80:3.15": "Essendo così, la dichiarazione di quell’uomo non si rivela non avere alcuna base dimostrabile?” ",
  "mn80:3.16": "“Chiaramente, Signore, è così” ",
  "mn80:3.17": "“Allo stesso modo, tu dici: ‘Lo splendore supremo è lo splendore rispetto al quale non c’è splendore migliore’. Ma non lo descrivi” ",
  "mn80:4.1": "“Signor Gotama, immagini un berillo di bellezza naturale, con otto facce, ben lavorato. Se messo su un panno color crema splenderebbe, brillerebbe, e irradierebbe. Questo è lo splendore del Sé che è sano dopo la morte” ",
  "mn80:5.1": "“Cosa ne pensi, Kaccāna? ",
  "mn80:5.2": "Quale di questi due è uno splendore migliore: un berillo così, o una lucciola nel buio della notte?” ",
  "mn80:5.3": "“Una lucciola nel buio della notte, Signor Gotama” ",
  "mn80:6.1": "“Cosa ne pensi, Kaccāna? ",
  "mn80:6.2": "Quale di questi due è uno splendore migliore: una lucciola nel buio della notte, o una lampada a olio nel buio della notte?” ",
  "mn80:6.3": "“Una lampada a olio nel buio della notte, Signor Gotama” ",
  "mn80:7.1": "“Cosa ne pensi, Kaccāna? ",
  "mn80:7.2": "Quale di questi due è uno splendore migliore: una lampada a olio nel buio della notte, o un falò nel buio della notte?” ",
  "mn80:7.3": "“Un falò nel buio della notte, Signor Gotama” ",
  "mn80:8.1": "“Cosa ne pensi, Kaccāna? ",
  "mn80:8.2": "Quale di questi due è uno splendore migliore: un falò nel buio della notte, o la stella del mattino nel cielo limpido e senza nuvole alla prime luci dell’alba?” ",
  "mn80:8.3": "“La stella del mattino nel cielo limpido e senza nuvole alla prime luci dell’alba, Signor Gotama” ",
  "mn80:9.1": "“Cosa ne pensi, Kaccāna? ",
  "mn80:9.2": "Quale di questi due è uno splendore migliore: la stella del mattino nel cielo limpido e senza nuvole alla prime luci dell’alba, o la luna piena a mezzanotte nel cielo limpido e senza nuvole del quindicesimo giorno di festa?” ",
  "mn80:9.3": "“La luna piena a mezzanotte nel cielo limpido e senza nuvole del quindicesimo giorno di festa, Signor Gotama” ",
  "mn80:10.1": "“Cosa ne pensi, Kaccāna? ",
  "mn80:10.2": "Quale di questi due è uno splendore migliore: la luna piena a mezzanotte nel cielo limpido e senza nuvole del quindicesimo giorno di festa, o il sole a mezzogiorno nel cielo limpido e senza nuvole dell’ultimo mese della stagione delle piogge?” ",
  "mn80:10.3": "“Il sole a mezzogiorno nel cielo limpido e senza nuvole dell’ultimo mese della stagione delle piogge, Signor Gotama” ",
  "mn80:11.1": "“Oltre a questo, Signor Gotama, io conosco molti esseri celesti sui quali la luce del sole e della luna non fa alcuna impressione. ",
  "mn80:11.2": "Ma comunque non dico: ",
  "mn80:11.3": "‘Lo splendore rispetto al quale non c’è splendore migliore’. ",
  "mn80:11.4": "Ma dello splendore inferiore a una lucciola tu dichiari: ‘Questo è lo splendore supremo’, e non lo descrivi” ",
  "mn80:12.1": "Kaccāna, ci sono cinque tipi di stimolazione dei sensi. ",
  "mn80:12.2": "Quali cinque? ",
  "mn80:12.3": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn80:12.4": "Suoni percepiti dall’orecchio … ",
  "mn80:12.5": "Odori percepiti dal naso … ",
  "mn80:12.6": "Sapori percepiti dalla lingua … ",
  "mn80:12.7": "Tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn80:12.8": "Questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn80:13.1": "La felicità e l’allegria che si manifestano da questi cinque tipi di stimolazione dei sensi si chiama piacere dei sensi. ",
  "mn80:13.2": "‘Dai piaceri dei sensi nasce la felicità dei piaceri dei sensi. Oltre alla felicità dei piaceri dei sensi c’è una felicità che sormonta quella sensuale, che si dice sia la migliore’”. ",
  "mn80:14.1": "Detto ciò, Vekhanasa disse al Buddha: ",
  "mn80:14.2": "“È incredibile, Signor Gotama, è strabiliante! ",
  "mn80:14.3": "Quanto questo sia stato ben detto dal Signor Gotama! ",
  "mn80:14.4": "‘Dai piaceri dei sensi nasce la felicità dei piaceri dei sensi. Oltre alla felicità dei piaceri dei sensi c’è una felicità che sormonta quella sensuale, che si dice sia la migliore’. ",
  "mn80:14.5": "Signor Gotama, dai piaceri dei sensi nasce la felicità dei piaceri dei sensi. Oltre alla felicità dei piaceri dei sensi c’è una felicità che sormonta quella sensuale, che si dice sia la migliore” ",
  "mn80:14.6": "“Kaccāna, dato che hai un’opinione, un credo, e un parere diverso, a meno che non ti dedichi alla pratica con la guida della tradizione, è difficile per te comprendere ",
  "mn80:14.7": "i piaceri dei sensi, la felicità dei piaceri dei sensi, e la felicità che sormonta quella sensuale. ",
  "mn80:14.8": "Ci sono monaci perfetti, con contaminanti eliminati, che hanno completato il percorso spirituale, fatto ciò che c’era da fare, riposto il fardello, raggiunto il proprio vero obiettivo, assolutamente eliminato la catena dell’esistenza, e che sono correttamente liberi attraverso l’illuminazione. Loro possono comprendere ",
  "mn80:14.9": "i piaceri dei sensi, la felicità dei piaceri dei sensi, e la felicità che sormonta quella sensuale”. ",
  "mn80:15.1": "Detto ciò, Vekhanasa si arrabbio e infastidì. Attaccò e insultò persino il Buddha stesso, dicendo: ",
  "mn80:15.2": "‘‘Che l’asceta Gotama sia maledetto!”. Disse al Buddha: ",
  "mn80:15.3": "“Questo è esattamente ciò che accade ad alcuni asceti e bramini. Non conoscendo il passato o vedendo il futuro, comunque dichiarano: ",
  "mn80:15.4": "‘Comprendiamo: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”’. ",
  "mn80:15.5": "La loro dichiarazione si rivela essere uno scherzo, solo parole, vuote e vacue” ",
  "mn80:16.1": "“Kaccāna, ci sono asceti e bramini che, non conoscendo il passato o vedendo il futuro, comunque dichiarano: ",
  "mn80:16.2": "‘Comprendiamo: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”’. ",
  "mn80:16.3": "C’è modo di confutarli. ",
  "mn80:16.4": "Ma comunque, Kaccāna, lascia stare il passato e il futuro. ",
  "mn80:16.5": "Che una persona giudiziosa, né disonesta né ingannevole, una persona con integrità venga da me. Io le insegno e la istruisco. ",
  "mn80:16.6": "Praticando secondo le istruzioni presto conoscerà e vedrà lei stessa: ",
  "mn80:16.7": "‘Quindi è così che ci si libera correttamente dal legame, vale a dire, il legame dell’ignoranza’. ",
  "mn80:16.8": "Immagina un neonato legato da fasce fino al collo. ",
  "mn80:16.9": "Mentre cresce e i suoi sensi maturano, viene liberato dalle fasce di conseguenza. ",
  "mn80:16.10": "Saprebbe: ‘Sono libero’, e non avrebbe più legami. ",
  "mn80:16.11": "Allo stesso modo, che una persona giudiziosa, né disonesta né ingannevole, una persona con integrità venga da me. Io le insegno e la istruisco. ",
  "mn80:16.12": "Praticando secondo le istruzioni presto conoscerà e vedrà lei stessa: ",
  "mn80:16.13": "‘Quindi è così che ci si libera correttamente dal legame, vale a dire, il legame dell’ignoranza’” ",
  "mn80:17.1": "Detto ciò, Vekhanasa disse al Buddha: ",
  "mn80:17.2": "Eccellente, Signor Gotama! Eccellente! … ",
  "mn80:17.3": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}