{
  "mn81:0.1": "Discorsi medi 81 ",
  "mn81:0.2": "Il discorso su Ghaṭīkāra ",
  "mn81:1.1": "Così ho sentito. ",
  "mn81:1.2": "Una volta il Buddha stava vagando nella terra dei Kosala assieme a una grande comunità di monaci. ",
  "mn81:2.1": "Il Buddha lasciò la strada, e in un certo punto sorrise. ",
  "mn81:2.2": "Allora il Venerabile Ānanda pensò: ",
  "mn81:2.3": "“Qual è la causa, qual è la ragione per cui il Buddha ha sorriso? ",
  "mn81:2.4": "I Realizzati non sorridono senza motivo”. ",
  "mn81:2.5": "Quindi Ānanda si sistemò l’abito su una spalla, alzò le mani giunte verso il Buddha, e disse: ",
  "mn81:2.6": "“Qual è la causa, qual è la ragione per cui il Buddha ha sorriso? ",
  "mn81:2.7": "I Realizzati non sorridono senza motivo” ",
  "mn81:3.1": "“C’era una volta, Ānanda, una città mercantile in questo punto chiamata Vebhaliṅga. Era fiorente e prosperosa, popolosa, piena di gente. ",
  "mn81:3.2": "E Kassapa, il Beato, il perfetto, il Buddha completamente risvegliato, dimorava con il sostegno di Vebhaliṅga. ",
  "mn81:3.3": "Era qui, infatti, che aveva il suo monastero, ",
  "mn81:3.4": "dove sedeva istruendo la comunità monastica”. ",
  "mn81:4.1": "Allora Ānanda stese il proprio mantello piegato in quattro e disse al Buddha: ",
  "mn81:4.2": "“Beh, allora, Signore, che il Beato si sieda qui! ",
  "mn81:4.3": "In questo modo questo pezzo di terrà sarà stato occupato da due perfetti, due Buddha completamente risvegliati”. ",
  "mn81:4.4": "Il Buddha si sedette sul posto preparato. ",
  "mn81:4.5": "Mentre era seduto disse al Venerabile Ānanda: ",
  "mn81:5.1": "“C’era una volta, Ānanda, una città mercantile in questo punto chiamata Vebhaliṅga. Era fiorente e prosperosa, popolosa, piena di gente. ",
  "mn81:5.2": "E Kassapa, il Beato, il perfetto, il Buddha completamente risvegliato, dimorava con il sostegno di Vebhaliṅga. ",
  "mn81:5.3": "Era qui, infatti, che aveva il suo monastero, ",
  "mn81:5.4": "dove sedeva istruendo la comunità monastica. ",
  "mn81:6.1": "Il sostenitore principale del Buddha Kassapa a Vebhaliṅga era un vasaio di nome Ghaṭīkāra. ",
  "mn81:6.2": "Ghaṭīkāra aveva un caro amico di nome Jotipāla, uno studente bramino. ",
  "mn81:6.3": "Allora Ghaṭīkāra si rivolse a Jotipāla: ",
  "mn81:6.4": "‘Vieni, caro Jotipāla, andiamo a trovare il Beato Kassapa, il perfetto, il Buddha completamente risvegliato. ",
  "mn81:6.5": "Perché io ritengo santo vedere il Beato’. ",
  "mn81:6.6": "Detto ciò, Jotipāla gli disse: ",
  "mn81:6.7": "‘Basta, caro Ghaṭīkāra. ",
  "mn81:6.8": "Qual è il senso di andare a trovare quel pelato, quel finto asceta?’ ",
  "mn81:6.9": "Per la seconda volta … ",
  "mn81:6.10": "e la terza volta, Ghaṭīkāra si rivolse a Jotipāla: ",
  "mn81:6.11": "‘Vieni, caro Jotipāla, andiamo a trovare il Beato Kassapa, il perfetto, il Buddha completamente risvegliato. ",
  "mn81:6.12": "Perché io ritengo santo vedere il Beato’. ",
  "mn81:6.13": "Per la terza volta, Jotipāla gli disse: ",
  "mn81:6.14": "‘Basta, caro Ghaṭīkāra. ",
  "mn81:6.15": "Qual è il senso di andare a trovare quel pelato, quel finto asceta?’ ",
  "mn81:6.16": "‘Beh, allora, caro Jotipāla, prendiamo del sapone e andiamo al fiume a lavarci’. ",
  "mn81:6.17": "‘Sì, caro’, rispose Jotipāla. ",
  "mn81:6.18": "E così fecero. ",
  "mn81:7.1": "Poi Ghaṭīkāra si rivolse a Jotipāla: ",
  "mn81:7.2": "‘Caro Jotipāla, il monastero del Buddha Kassapa non è lontano. ",
  "mn81:7.3": "Andiamo a trovare il Beato Kassapa, il perfetto, il Buddha completamente risvegliato. ",
  "mn81:7.4": "Perché io ritengo santo vedere il Beato’. ",
  "mn81:7.5": "Detto ciò, Jotipāla gli disse: ",
  "mn81:7.6": "‘Basta, caro Ghaṭīkāra. ",
  "mn81:7.7": "Qual è il senso di andare a trovare quel pelato, quel finto asceta?’ ",
  "mn81:7.8": "Per la seconda volta … ",
  "mn81:7.9": "e la terza volta, Ghaṭīkāra si rivolse a Jotipāla: ",
  "mn81:7.10": "‘Caro Jotipāla, il monastero del Buddha Kassapa non è lontano. ",
  "mn81:7.11": "Andiamo a trovare il Beato Kassapa, il perfetto, il Buddha completamente risvegliato. ",
  "mn81:7.12": "Perché io ritengo santo vedere il Beato’. ",
  "mn81:7.13": "Per la terza volta, Jotipāla gli disse: ",
  "mn81:7.14": "‘Basta, caro Ghaṭīkāra. ",
  "mn81:7.15": "Qual è il senso di andare a trovare quel pelato, quel finto asceta?’ ",
  "mn81:8.1": "Allora Ghaṭīkāra prese Jotipāla per l’orlo dell’abito e disse: ",
  "mn81:8.2": "‘Caro Jotipāla, il monastero del Buddha Kassapa non è lontano. ",
  "mn81:8.3": "Andiamo a trovare il Beato Kassapa, il perfetto, il Buddha completamente risvegliato. ",
  "mn81:8.4": "Perché io ritengo santo vedere il Beato’. ",
  "mn81:8.5": "Allora Jotipāla si slacciò l’abito e disse a Ghaṭīkāra: ",
  "mn81:8.6": "‘Basta, caro Ghaṭīkāra. ",
  "mn81:8.7": "Qual è il senso di andare a trovare quel pelato, quel finto asceta?’ ",
  "mn81:9.1": "Allora Ghaṭīkāra prese Jotipāla per i capelli della sua testa appena lavata e disse: ",
  "mn81:9.2": "‘Caro Jotipāla, il monastero del Buddha Kassapa non è lontano. ",
  "mn81:9.3": "Andiamo a trovare il Beato Kassapa, il perfetto, il Buddha completamente risvegliato. ",
  "mn81:9.4": "Perché io ritengo santo vedere il Beato’. ",
  "mn81:9.5": "Allora Jotipāla pensò: ",
  "mn81:9.6": "‘Oh, è incredibile, è strabiliante ",
  "mn81:9.7": "come questo vasaio Ghaṭīkāra, sebbene di casta inferiore, presume di potermi prendere per i capelli della mia testa appena lavata! ",
  "mn81:9.8": "Questa non deve essere una questione ordinaria’. ",
  "mn81:9.9": "Disse a Ghaṭīkāra: ",
  "mn81:9.10": "‘Insisti persino fino a questo punto, caro Ghaṭīkāra?’ ",
  "mn81:9.11": "‘Insisto persino a questo punto caro Jotipāla. ",
  "mn81:9.12": "Perché questo è quanto ritengo sia santo vedere il Beato’. ",
  "mn81:9.13": "‘Beh, allora, caro Ghaṭīkāra, lascia la presa, andiamo’. ",
  "mn81:10.1": "Allora Ghaṭīkāra il vasaio e Jotipāla lo studente bramino andarono dal Buddha Kassapa. Ghaṭīkāra si inchinò e si sedette a lato, ma Jotipāla scambiò saluti col Buddha e si sedette a lato. ",
  "mn81:10.2": "Ghaṭīkāra disse al Buddha Kassapa: ",
  "mn81:10.3": "‘Signore, questo è il mio caro amico Jotipāla, uno studente bramino. ",
  "mn81:10.4": "Per favore, gli spieghi l’insegnamento’. ",
  "mn81:10.5": "Allora il Buddha Kassapa educò, incoraggio, eccitò, e ispirò Ghaṭīkāra e Jotipāla con un sermone. ",
  "mn81:10.6": "Poi si alzarono dai propri posti, si inchinarono, e circumambularono il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn81:11.1": "Poi Jotipāla disse a Ghaṭīkāra: ",
  "mn81:11.2": "‘Caro Ghaṭīkāra, hai sentito l’insegnamento, quindi perché non lasci la vita di casa per quella mendicante?’ ",
  "mn81:11.3": "‘Non sai, caro Jotipāla, che mi prendo cura dei miei vecchi genitori ciechi?’ ",
  "mn81:11.4": "‘Beh, allora, caro Ghaṭīkāra, io lascerò la vita di casa per quella mendicante’. ",
  "mn81:12.1": "Allora Ghaṭīkāra e Jotipāla  andarono dal Buddha Kassapa, si inchinarono e si sedettero a lato. Ghaṭīkāra disse al Buddha Kassapa: ",
  "mn81:12.2": "‘Signore, questo è il mio caro amico Jotipāla, uno studente bramino. ",
  "mn81:12.3": "Che il Buddha per favore gli permetta di lasciare casa’. ",
  "mn81:12.4": "E così Jotipāla lo studente bramino lasciò casa, e ricevette l’ordinazione in presenza del Buddha. ",
  "mn81:13.1": "Non molto dopo l’ordinazione di Jotipāla, due settimane dopo, il Buddha Kassapa, essendo rimasto a Vebhaliṅga quanto voleva, si avviò verso Varanasi. ",
  "mn81:13.2": "Passo dopo passo, giunse a Varanasi, ",
  "mn81:13.3": "vicino alla quale si fermò, nel parco dei cervi di Isipatana. ",
  "mn81:14.1": "Il Re Kikī di Kāsi sentì che il Buddha Kassapa era arrivato. ",
  "mn81:14.2": "Fece imbrigliare le migliori carrozze. Poi montò su una bella carrozza e, insieme ad altre belle carrozze, si avviò con sfarzo reale da Varanasi per andare a trovare il Buddha Kassapa. ",
  "mn81:14.3": "Andò in carrozza fino a quando il terreno lo permise, poi scese e si avvicinò al Buddha Kassapa a piedi. Si inchinò e si sedette a lato. ",
  "mn81:14.4": "Il Buddha Kassapa lo educò, incoraggio, eccitò, e ispirò con un sermone. ",
  "mn81:14.5": "Poi il Re Kikī disse al Buddha: ",
  "mn81:14.6": "‘Signore, accetterebbe il pasto di domani insieme alla comunità monastica da parte mia?’ ",
  "mn81:14.7": "Il Buddha Kassapa acconsentì in silenzio. ",
  "mn81:15.1": "Allora, sapendo che il Buddha aveva acconsentito, il Re Kikī si alzò dal proprio posto, si inchinò, e circomambulò il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn81:16.1": "E una volta passata la notte, il Re Kikī fece preparare vari cibi deliziosi a casa sua: riso soffice allo zafferano con i grani scuri scartati, servito con varie zuppe e salse. Poi fece annunciare l’ora al Buddha, dicendo: ",
  "mn81:16.2": "‘Signore, è ora. Il pranzo è pronto’. ",
  "mn81:17.1": "Allora al mattino il Buddha Kassapa si vestì, prese la propria ciotola e abito, andò a casa del Re Kikī, dove si sedette al posto preparato, insieme alla comunità monastica. ",
  "mn81:17.2": "Poi il Re Kikī servì e soddisfece la comunità monastica guidata dal Buddha con vari cibi freschi deliziosi cotti con le proprie mani. ",
  "mn81:17.3": "Una volta che il Buddha ebbe mangiato ed ebbe lavato mani e ciotola, il Re Kikī si sedette su un posto basso a lato. ",
  "mn81:17.4": "Lì disse al Buddha Kassapa: ",
  "mn81:17.5": "‘Signore, che il Buddha per favore accetti il mio invito a  soggiornare a Varanasi per la stagione delle piogge. ",
  "mn81:17.6": "La comunità monastica sarà trattata allo stesso modo’. ",
  "mn81:17.7": "“Basta, grande re. ",
  "mn81:17.8": "Ho già accettato un invito per il soggiorno della stagione delle piogge’. ",
  "mn81:17.9": "Per la seconda volta … ",
  "mn81:17.10": "e per la terza volta, il Re Kikī disse al Buddha Kassapa: ",
  "mn81:17.11": "‘Signore, che il Buddha per favore accetti il mio invito a  soggiornare a Varanasi per la stagione delle piogge. ",
  "mn81:17.12": "La comunità monastica sarà trattata allo stesso modo’. ",
  "mn81:17.13": "“Basta, grande re. ",
  "mn81:17.14": "Ho già accettato un invito per il soggiorno della stagione delle piogge’. ",
  "mn81:17.15": "Allora il Re Kikī, pensando: ‘Il Buddha Kassapa non accetta il mio invito a risiedere a Varanasi per la stagione delle piogge’, si intristì e infastidì. ",
  "mn81:17.16": "Allora disse al Buddha Kassapa: ",
  "mn81:17.17": "‘Signore, ha un altro sostenitore migliore di me?’ ",
  "mn81:18.1": "‘Grande re, c’è una città mercantile di nome Vebhaliṅga, ",
  "mn81:18.2": "dove c’è un vasaio di nome Ghaṭīkāra. ",
  "mn81:18.3": "Lui è il mio sostenitore principale. ",
  "mn81:18.4": "Ora, grande re, quando hai pensato: ‘Il Buddha Kassapa non accetta il mio invito a risiedere a Varanasi per la stagione delle piogge’, ti sei intristito e infastidito. ",
  "mn81:18.5": "Ma Ghaṭīkāra non si infastidisce ora e non si infastidirà mai. ",
  "mn81:18.6": "Ghaṭīkāra ha preso rifugio nel Buddha, nell’insegnamento, e nella comunità. ",
  "mn81:18.7": "Non uccide, non ruba, non ha condotta sessuale sbagliata, non mente, e non beve bevande alcoliche. ",
  "mn81:18.8": "Ha fiducia esperienziale nel Buddha, nell’insegnamento, e nella comunità, e possiede l’etica amata dai nobili. ",
  "mn81:18.9": "È libero dal dubbio riguardo alla sofferenza, alla sua origine, alla sua cessazione, e alla pratica che porta alla sua cessazione. ",
  "mn81:18.10": "Mangia in una parte del giorno; è casto, etico, e di buon carattere. ",
  "mn81:18.11": "Ha accantonato gemme e oro, e rifiuta oro e soldi. ",
  "mn81:18.12": "Ha posato la pala e non scava la terra con le proprie mani. ",
  "mn81:18.13": "Prende ciò che si sbriciola dalle sponde del fiume o che viene scavato dai topi, e lo porta a casa con la carriola. Quando fa un vaso, dice: ",
  "mn81:18.14": "“Chiunque voglia può lasciare un sacco di sesamo, fagioli, o ceci qui e prendere quello che vuole”. ",
  "mn81:18.15": "Si prende cura dei propri vecchi genitori ciechi. ",
  "mn81:18.16": "E dato che ha eliminato le cinque catene inferiori, Ghaṭīkāra rinascerà in maniera spontanea e si estinguerà lì, senza tornare da quel mondo. ",
  "mn81:19.1": "Una volta, grande re, mi trovavo vicino alla città mercantile di Vebhaliṅga. ",
  "mn81:19.2": "Al mattino mi vestii, presi la mia ciotola e abito, e andai a casa dei genitori di Ghaṭīkāra, dove dissi loro: ",
  "mn81:19.3": "“Scusate, dov’è andato Bhaggava?” ",
  "mn81:19.4": "“Il suo sostenitore è fuori, Signore. Ma prenda del riso dalla pentola e della salsa dalla padella e mangi pure”. ",
  "mn81:19.5": "E quindi feci così. E dopo aver mangiato mi alzai e me ne andai. ",
  "mn81:19.6": "Poi Ghaṭīkāra andò dai suoi genitori e disse: ",
  "mn81:19.7": "“Chi ha preso il riso dalla pentola e la salsa dalla padella, l’ha mangiato, e se n’è andato?” ",
  "mn81:19.8": "“Il Buddha Kassapa, mio caro”. ",
  "mn81:19.9": "Allora Ghaṭīkāra pensò: ",
  "mn81:19.10": "“Sono fortunato, molto fortunato ",
  "mn81:19.11": "che il Buddha Kassapa si fida così tanto di me!” ",
  "mn81:19.12": "Quindi euforia e felicità non lo lasciarono per due settimane, e i suoi genitori per una settimana. ",
  "mn81:20.1": "Un’altra volta, grande re, mi trovavo vicino alla città mercantile di Vebhaliṅga. ",
  "mn81:20.2": "Al mattino mi vestii, presi la mia ciotola e abito, e andai a casa dei genitori di Ghaṭīkāra, dove dissi loro: ",
  "mn81:20.3": "“Scusate, dov’è andato Bhaggava?” ",
  "mn81:20.4": "“Il suo sostenitore è fuori, Signore. Ma prenda del porridge dalla pentola e della salsa dalla padella e mangi pure”. ",
  "mn81:20.5": "E quindi feci così. E dopo aver mangiato mi alzai e me ne andai. ",
  "mn81:20.6": "Poi Ghaṭīkāra andò dai suoi genitori e disse: ",
  "mn81:20.7": "“Chi ha preso il porridge dalla pentola e la salsa dalla padella, l’ha mangiato, e se n’è andato?” ",
  "mn81:20.8": "“Il Buddha Kassapa, mio caro”. ",
  "mn81:20.9": "Allora Ghaṭīkāra pensò: ",
  "mn81:20.10": "‘Sono fortunato, molto fortunato ",
  "mn81:20.11": "che il Buddha Kassapa si fida così tanto di me!” ",
  "mn81:20.12": "Quindi euforia e felicità non lo lasciarono per due settimane, e i suoi genitori per una settimana. ",
  "mn81:21.1": "Un’altra volta, grande re, mi trovavo vicino alla città mercantile di Vebhaliṅga. ",
  "mn81:21.2": "In quell’occasione il tetto della la mia capanna aveva una perdita. ",
  "mn81:21.3": "Quindi mi rivolsi ai monaci: ",
  "mn81:21.4": "“Monaci, andate a casa di Ghaṭīkāra e prendete della paglia”. ",
  "mn81:21.5": "Detto ciò, quei monaci mi dissero: ",
  "mn81:21.6": "“Signore, non c’è paglia lì, ma il laboratorio ha il tetto di paglia” ",
  "mn81:21.7": "“Allora andate al laboratorio e togliete la paglia”. ",
  "mn81:21.8": "E così fecero. ",
  "mn81:21.9": "Quindi i genitori di Ghaṭīkāra dissero a quei monaci: ",
  "mn81:21.10": "“Chi sta togliendo la paglia dal laboratorio?” ",
  "mn81:21.11": "“Siamo i monaci, sorella. Il tetto della capanna del Buddha ha una perdita” ",
  "mn81:21.12": "“Prendetela, Signori! Prendetela, cari!” ",
  "mn81:21.13": "Poi Ghaṭīkāra andò dai suoi genitori e disse: ",
  "mn81:21.14": "“Chi ha tolto la paglia dal laboratorio?” ",
  "mn81:21.15": "“Sono stati i monaci, caro. Sembra che il tetto della capanna del Buddha abbia una perdita”. ",
  "mn81:21.16": "Allora Ghaṭīkāra pensò: ",
  "mn81:21.17": "“Sono fortunato, molto fortunato ",
  "mn81:21.18": "che il Buddha Kassapa si fida così tanto di me!” ",
  "mn81:21.19": "Quindi euforia e felicità non lo lasciarono per due settimane, e i suoi genitori per una settimana. ",
  "mn81:21.20": "E il laboratorio rimase aperto al cielo per tutti e tre i mesi, ma non ci piovve dentro. ",
  "mn81:21.21": "Ed è così, grande re, Ghaṭīkāra il vasaio’ ",
  "mn81:21.22": "‘Ghaṭīkāra il vasaio è fortunato, molto fortunato, ",
  "mn81:21.23": "che il Buddha Kassapa si fida così tanto di lui’. ",
  "mn81:22.1": "Allora il Re Kikī mandò circa cinquecento carri pieni di riso, riso soffice allo zafferano, e salsa adatta a Ghaṭīkāra. ",
  "mn81:22.2": "Poi uno degli uomini del re andò da Ghaṭīkāra e disse: ",
  "mn81:22.3": "‘Signore, questi cinquecento carri di riso, riso soffice allo zafferano, e salsa adatta sono stati mandati per te dal Re Kikī di Kāsi. ",
  "mn81:22.4": "Per favore, accettali’ ",
  "mn81:22.5": "‘Il re ha molti compiti, e molto da fare. ",
  "mn81:22.6": "Io ho abbastanza. ",
  "mn81:22.7": "Lasciateli pure al re stesso’. ",
  "mn81:23.1": "Ānanda, potresti pensare: ",
  "mn81:23.2": "‘Sicuramente lo studente bramino Jotipāla deve essere stato qualcun altro a quel tempo?’ ",
  "mn81:23.3": "Ma non devi vederla così. ",
  "mn81:23.4": "Io stesso ero lo studente Jotipāla a quel tempo”. ",
  "mn81:23.5": "Questo è ciò che il Buddha disse. ",
  "mn81:23.6": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}