{
  "mn82:0.1": "Discorsi Medi 82 ",
  "mn82:0.2": "Il discorso di Raṭṭhapāla ",
  "mn82:1.1": "Così ho sentito. ",
  "mn82:1.2": "Una volta il Buddha dimorava nella terra dei Kuru insieme a una grande comunità di monaci quando giunse nella città dei Kuru di nome Thullakoṭṭhika. ",
  "mn82:2.1": "I bramini e i laici di Thullakoṭṭhika sentirono: ",
  "mn82:2.2": "“Sembra che l’asceta Gotama, un Sakya, che ha lasciato casa da una famiglia Sakya, sia arrivato a Thullakoṭṭhika, assieme a una grande comunità di monaci. ",
  "mn82:2.3": "Ha questa buona reputazione: ",
  "mn82:2.4": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn82:2.5": "Ha realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, e lo rende noto agli altri. ",
  "mn82:2.6": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn82:2.7": "È bene vedere tali perfetti”. ",
  "mn82:3.1": "Allora i bramini e i laici di Thullakoṭṭhika andarono dal Buddha. Prima di sedersi a lato, alcuni si inchinarono, alcuni scambiarono saluti e cordialità, alcuni alzarono le mani giunte verso il Buddha, alcuni annunciarono il proprio nome e famiglia, mentre altri rimasero in silenzio. ",
  "mn82:3.2": "Una volta seduti, il Buddha li educò, incoraggiò, entusiasmò, e ispirò con un sermone. ",
  "mn82:4.1": "In quell’occasione un giovane di nome Raṭṭhapāla, figlio di una delle famiglie eminenti di Thullakoṭṭhika, era seduto nell’assemblea. ",
  "mn82:4.2": "Pensò: ",
  "mn82:4.3": "“Per come capisco l’insegnamento del Buddha, non è facile per chi vive a casa seguire il percorso spirituale in modo totalmente completo e puro, come un guscio lucidato. ",
  "mn82:4.4": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?” ",
  "mn82:5.1": "Poi, avendo tratto piacere e gioito in ciò che il Buddha disse, i bramini e i laici di Thullakoṭṭhika si alzarono dai propri posti, si inchinarono, e circumambularono il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn82:6.1": "Poco dopo che se ne andarono, Raṭṭhapāla andò dal Buddha, si inchinò, si sedette a lato e gli disse: ",
  "mn82:6.2": "“Signore, per come capisco l’insegnamento del Buddha, non è facile per chi vive a casa seguire il percorso spirituale in modo totalmente completo e puro, come un guscio lucidato. ",
  "mn82:6.3": "Desidero tagliarmi capelli e barba, indossare l’abito marrone, e lasciare la vita di casa per quella mendicante. ",
  "mn82:6.4": "Signore, potrei lasciare casa, e ricevere l’ordinazione in presenza del Buddha? ",
  "mn82:6.5": "Che il Buddha per favore mi dia i voti!” ",
  "mn82:6.6": "“Ma, Raṭṭhapāla, hai il permesso dei tuoi genitori?” ",
  "mn82:6.7": "“No, Signore” ",
  "mn82:6.8": "“Raṭṭhapāla, i Realizzati non permettono di lasciare casa ai figli di genitori che non hanno dato il proprio permesso” ",
  "mn82:6.9": "“Mi assicurerò, Signore, di ricevere il permesso dei miei genitori”. ",
  "mn82:7.1": "Quindi Raṭṭhapāla si alzò dal proprio posto, si inchinò, e circumambulò il Buddha. Poi andò dai propri genitori e disse: ",
  "mn82:7.2": "“Mamma e papà, per come capisco l’insegnamento del Buddha, non è facile per chi vive a casa seguire il percorso spirituale in modo totalmente completo e puro, come un guscio lucidato. ",
  "mn82:7.3": "Desidero tagliarmi capelli e barba, indossare l’abito marrone, e lasciare la vita di casa per quella mendicante. ",
  "mn82:7.4": "Per favore datemi il permesso di lasciare casa”. ",
  "mn82:7.5": "Detto ciò, il genitori di Raṭṭhapāla gli dissero: ",
  "mn82:7.6": "“Ma, caro Raṭṭhapāla, sei il nostro unico figlio. Ci sei caro e ti amiamo. Sei delicato e sei stato cresciuto nel comfort. ",
  "mn82:7.7": "Non sai niente della sofferenza. ",
  "mn82:7.8": "Anche in caso morissi ti perderemmo contro la nostra volontà. ",
  "mn82:7.9": "Quindi come potremmo permetterti di lasciare casa mentre sei ancora vivo?” ",
  "mn82:7.10": "Per la seconda volta, ",
  "mn82:7.11": "e per la terza volta, Raṭṭhapāla chiese il permesso ai suoi genitori, ma ricevette la stessa risposta. ",
  "mn82:7.20": "Allora Raṭṭhapāla pensò: ",
  "mn82:7.21": "“I miei genitori non mi permettono di lasciare casa”. Si sdraiò lì in terra, dicendo: ",
  "mn82:7.22": "“O morirò qui, o lascerò casa”. ",
  "mn82:7.23": "E si rifiutava di mangiare, fino al settimo pasto. ",
  "mn82:8.1": "Allora i genitori di Raṭṭhapāla gli dissero: ",
  "mn82:8.2": "“Caro Raṭṭhapāla, sei il nostro unico figlio. Ci sei caro e ti amiamo. Sei delicato e sei stato cresciuto nel comfort. ",
  "mn82:8.3": "Non sai niente della sofferenza. ",
  "mn82:8.4": "Anche in caso morissi ti perderemmo contro la nostra volontà. ",
  "mn82:8.5": "Quindi come potremmo permetterti di lasciare casa mentre sei ancora vivo? ",
  "mn82:8.6": "Alzati, Raṭṭhapāla! Mangia, bevi e divertiti. ",
  "mn82:8.7": "Indulgendo nei piaceri dei sensi, dilettati ad accumulare merito. ",
  "mn82:8.8": "Non ti diamo il permesso di lasciare casa. ",
  "mn82:8.9": "Anche in caso morissi ti perderemmo contro la nostra volontà. ",
  "mn82:8.10": "Quindi come potremmo permetterti di lasciare casa mentre sei ancora vivo?” ",
  "mn82:8.11": "Detto ciò, Raṭṭhapāla rimase in silenzio. ",
  "mn82:8.12": "Per la seconda volta, ",
  "mn82:8.14": "e la terza volta, i genitori di Raṭṭhapāla fecero la stessa richiesta. ",
  "mn82:9.1": "E per la terza volta, Raṭṭhapāla rimase in silenzio. Allora i genitori di Raṭṭhapāla andarono a trovare i suoi amici. Raccontarono loro la situazione e chiesero il loro aiuto. ",
  "mn82:10.1": "Allora gli amici di Raṭṭhapāla andarono da lui e gli dissero: ",
  "mn82:10.2": "“Amico Raṭṭhapāla, sei l’unico figlio dei tuoi genitori. Sei loro caro e ti amano. Sei delicato e sei stato cresciuto nel comfort. ",
  "mn82:10.3": "Non sai niente della sofferenza. ",
  "mn82:10.4": "Anche in caso morissi i tuoi genitori ti perderebbero contro la propria volontà. ",
  "mn82:10.5": "Quindi come potrebbero permetterti di lasciare casa mentre sei ancora vivo? ",
  "mn82:10.6": "Alzati, Raṭṭhapāla! Mangia, bevi e divertiti. ",
  "mn82:10.7": "Indulgendo nei piaceri dei sensi, dilettati ad accumulare merito. ",
  "mn82:10.8": "I tuoi genitori non ti danno il permesso di lasciare casa. ",
  "mn82:10.9": "Anche in caso morissi i tuoi genitori ti perderebbero contro la propria volontà. ",
  "mn82:10.10": "Quindi come potrebbero permetterti di lasciare casa mentre sei ancora vivo?” ",
  "mn82:10.11": "Detto ciò, Raṭṭhapāla rimase in silenzio. ",
  "mn82:10.12": "Per la seconda volta, ",
  "mn82:10.13": "e la terza volta, gli amici di Raṭṭhapāla fecero la stessa richiesta. ",
  "mn82:10.19": "E per la terza volta, Raṭṭhapāla rimase in silenzio. ",
  "mn82:11.1": "Allora gli amici di Raṭṭhapāla andarono dai suoi genitori e dissero: ",
  "mn82:11.2": "“Mamma e papà di Raṭṭhapāla, Raṭṭhapāla se ne sta sdraiato in terra dicendo: ",
  "mn82:11.3": "‘O morirò qui, o lascerò casa’. ",
  "mn82:11.4": "Se non gli date il permesso di lasciare casa, morirà lì. ",
  "mn82:11.5": "Ma se gli date il permesso di lasciare casa, lo vedrete di nuovo dopo. ",
  "mn82:11.6": "E se la vita mendicante non gli piace, dove avrà da andare? Ritornerà proprio qui. ",
  "mn82:11.7": "Per favore date a Raṭṭhapāla il permesso di lasciare casa” ",
  "mn82:11.8": "“Allora, cari, diamo il permesso a Raṭṭhapāla di lasciare casa. ",
  "mn82:11.9": "Ma una volta presi i voti dovrà visitare i suoi genitori”. ",
  "mn82:11.10": "Allora gli amici di Raṭṭhapāla andarono da lui e gli dissero: ",
  "mn82:11.11": "“Alzati, Raṭṭhapāla! I tuoi genitori ti hanno dato il premesso di lasciare la vita di casa per quella mendicante. ",
  "mn82:11.12": "Ma una volta presi i voti dovrai visitare i tuoi genitori”. ",
  "mn82:12.1": "Raṭṭhapāla si alzò e recuperò le forze. Andò dal Buddha, si inchinò, si sedette a lato, e gli disse: ",
  "mn82:12.2": "“Signore, ho il permesso dei miei genitori di lasciare la vita di casa per quella mendicante. ",
  "mn82:12.3": "Che il Buddha per favore mi dia i voti”. ",
  "mn82:13.1": "E Raṭṭhapāla lasciò casa, e ricevette l’ordinazione in presenza del Buddha. ",
  "mn82:13.2": "Non molto dopo l’ordinazione del Venerabile Raṭṭhapāla, due settimane dopo, il Buddha, essendo rimasto a Thullakoṭṭhika quanto voleva, si avviò verso Sāvatthī. ",
  "mn82:13.3": "Passo dopo passo, giunse a Sāvatthī, ",
  "mn82:13.4": "dove dimorò nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn82:14.1": "Poi il Venerabile Raṭṭhapāla, dimorando solo, ritirato, diligente, fervido, e risoluto, presto realizzò la suprema culminazione del percorso spirituale in questa stessa vita. Dimorò avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante. ",
  "mn82:14.2": "Comprese: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”. ",
  "mn82:14.3": "E il Venerabile Raṭṭhapāla divenne uno dei perfetti. ",
  "mn82:15.1": "Poi andò dal Buddha, si inchinò, si sedette a lato, e gli disse: ",
  "mn82:15.2": "“Signore, vorrei fare visita ai miei genitori, se il Buddha lo permette”. ",
  "mn82:15.3": "Allora il Buddha si concentrò a leggere la mente di Raṭṭhapāla. ",
  "mn82:15.4": "Una volta capito che ",
  "mn82:15.5": "era impossibile per Raṭṭhapāla dimettersi dall’addestramento e tornare a vita inferiore, gli disse: ",
  "mn82:15.6": "“Prego, Raṭṭhapāla, vai pure quando vuoi”. ",
  "mn82:16.1": "E quindi Raṭṭhapāla si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra. Poi riordinò il proprio riparo e, prendendo la propria ciotola e abito, si avviò verso Thullakoṭṭhika. ",
  "mn82:16.2": "Passo dopo passo, giunse a Thullakoṭṭhika, ",
  "mn82:16.3": "dove dimorò nel campo dei cervi del Re Koravya. ",
  "mn82:16.4": "Al mattino Raṭṭhapāla si vestì e, prendendo la propria ciotola e abito, entrò a Thullakoṭṭhika per l’elemosina. ",
  "mn82:16.5": "Vagando indiscriminatamente per l’elemosina, si avvicinò alla casa di suo padre. ",
  "mn82:17.1": "In quell’occasione il padre di Raṭṭhapāla si stava facendo pettinare i capelli nella sala del cancello centrale. ",
  "mn82:17.2": "Vide Raṭṭhapāla arrivare da lontano ",
  "mn82:17.3": "e disse: ",
  "mn82:17.4": "“Il nostro caro e amato unico figlio è stato convinto a lasciare casa da questi pelati, questi finti asceti!” ",
  "mn82:17.5": "E così alla casa del suo stesso padre Raṭṭhapāla non ricevette né elemosina né un cortese rifiuto, ",
  "mn82:17.6": "ma solo abusi. ",
  "mn82:18.1": "In quell’occasione una serva di famiglia voleva buttare via il porridge della sera prima. ",
  "mn82:18.2": "Quindi Raṭṭhapāla le disse: ",
  "mn82:18.3": "“Se quello è da buttare, sorella, versalo nella mia ciotola”. ",
  "mn82:18.4": "E nel versare il porridge nella sua ciotola, la serva riconobbe l’aspetto delle mani, dei piedi, e la voce di Raṭṭhapāla. ",
  "mn82:18.5": "Allora andò dalla madre e disse: ",
  "mn82:18.6": "“Per favore, signora, devi sapere una cosa. ",
  "mn82:18.7": "Il padrone Raṭṭhapāla è arrivato” ",
  "mn82:18.8": "“Se dici la verità, sgualdrina, ti farò donna libera!” ",
  "mn82:18.9": "Allora la madre di Raṭṭhapāla andò dal padre e disse: ",
  "mn82:18.10": "“Per favore, marito, devi sapere una cosa. ",
  "mn82:18.11": "Sembra che nostro figlio Raṭṭhapāla sia arrivato”. ",
  "mn82:19.1": "In quell’occasione Raṭṭhapāla stava mangiando il porridge della sera prima contro un muro. ",
  "mn82:19.2": "Allora il padre di Raṭṭhapāla andò da lui e gli disse: ",
  "mn82:19.3": "“Caro Raṭṭhapāla! Come mai ti stai mangiando il porridge di ieri sera? ",
  "mn82:19.4": "Perché non vai a casa tua?” ",
  "mn82:19.5": "“Laico, come possono quelli di noi che hanno lasciato la vita di casa per quella mendicante avere una casa? ",
  "mn82:19.6": "Siamo senzatetto, laico. ",
  "mn82:19.7": "Sono venuto a casa tua, ma lì non ho ricevuto né elemosina né un cortese rifiuto, ",
  "mn82:19.8": "ma solo abusi” ",
  "mn82:19.9": "“Vieni, caro Raṭṭhapāla, andiamo alla casa” ",
  "mn82:19.10": "“Basta, laico. Il mio pasto è finito per oggi” ",
  "mn82:19.11": "“Beh allora, caro Raṭṭhapāla, per favore accetta il pranzo di domani da parte mia”. ",
  "mn82:19.12": "Raṭṭhapāla acconsentì in silenzio. ",
  "mn82:20.1": "Poi, sapendo che Raṭṭhapāla aveva acconsentito, suo padre tornò a casa. Radunò un mucchio di monete e lingotti d’oro e lo nascose sotto dei tappeti. Poi si rivolse alle ex-mogli di Raṭṭhapāla: ",
  "mn82:20.2": "“Per favore, nuore, ornatevi nel modo in cui nostro figlio Raṭṭhapāla vi trovava più adorabili”. ",
  "mn82:21.1": "E una volta passata la notte, il padre di Raṭṭhapāla fece preparare vari cibi deliziosi a casa sua, e annunciò l’ora al Venerabile Raṭṭhapāla, dicendo: ",
  "mn82:21.2": "“Caro Raṭṭhapāla, è ora. Il pranzo è pronto”. ",
  "mn82:22.1": "Allora al mattino Raṭṭhapāla si vestì, prese la propria ciotola e abito, andò a casa di suo padre, e si sedette al posto preparato. Il padre di Raṭṭhapāla, scoprendo il mucchio di monete e lingotti d’oro, gli disse: ",
  "mn82:22.2": "“Caro Raṭṭhapāla, questa è la tua fortuna da parte di tua madre. C’è n’è un’altra da parte di tuo padre, e una tramandata da generazioni. ",
  "mn82:22.3": "Hai la possibilità di goderti le tue ricchezze e accumulare merito. ",
  "mn82:22.4": "Vieni, torna a vita inferiore, goditi le tue ricchezze, e accumula merito!” ",
  "mn82:22.5": "“Se seguissi il mio consiglio, laico, faresti scaricare questo mucchio di monete e lingotti d’oro del mezzo del fiume Gange. ",
  "mn82:22.6": "Perché? ",
  "mn82:22.7": "Perché questo non ti porterà altro che tristezza, lamento, dolore, malinconia, e angoscia”. ",
  "mn82:23.1": "Allora le ex-mogli di Raṭṭhapāla presero i suoi piedi e gli dissero: ",
  "mn82:23.2": "“Come sono, marito, quelle ninfe per cui segui il percorso spirituale?” ",
  "mn82:23.3": "“Sorelle, io non seguo il percorso spirituale per le ninfe”. ",
  "mn82:23.4": "Dicendo: “Nostro marito Raṭṭhapāla si rivolge a noi come sorelle!”, svennero sul posto. ",
  "mn82:24.1": "Poi Raṭṭhapāla disse a suo padre: ",
  "mn82:24.2": "“Se c’è cibo da dare, laico, per favore dallo. ",
  "mn82:24.3": "Ma non tormentarmi” ",
  "mn82:24.4": "“Mangia, caro Raṭṭhapāla. Il pranzo è pronto”. ",
  "mn82:24.5": "Allora il padre di Raṭṭhapāla servì e soddisfece il Venerabile Raṭṭhapāla con vari cibi freschi deliziosi cotti con le proprie mani. ",
  "mn82:24.6": "Una volta mangiato e lavato mani e ciotola, Raṭṭhapāla recitò questi versi lì in piedi: ",
  "mn82:25.1": "“Guarda questo bel pupazzo, ",
  "mn82:25.2": "un corpo fatto di piaghe, ",
  "mn82:25.3": "malato, su cui ci si ossessiona, ",
  "mn82:25.4": "in cui niente dura. ",
  "mn82:25.5": "Guarda questa bella forma, ",
  "mn82:25.6": "con gemme e orecchini; ",
  "mn82:25.7": "sono ossa avvolte in pelle, ",
  "mn82:25.8": "rese belle dai vestiti. ",
  "mn82:25.9": "Piedi truccati ",
  "mn82:25.10": "e faccia incipriata ",
  "mn82:25.11": "potranno bastare a sedurre uno stolto, ",
  "mn82:25.12": "ma non un cercatore della sponda lontana. ",
  "mn82:25.13": "Capelli in otto trecce ",
  "mn82:25.14": "e matita per gli occhi ",
  "mn82:25.15": "potranno bastare a sedurre uno stolto, ",
  "mn82:25.16": "ma non un cercatore della sponda lontana. ",
  "mn82:25.17": "Un corpo che marcisce, tutto ornato ",
  "mn82:25.18": "come una scatola per trucchi appena pitturata ",
  "mn82:25.19": "potranno bastare a sedurre uno stolto, ",
  "mn82:25.20": "ma non un cercatore della sponda lontana. ",
  "mn82:25.21": "Il cacciatore ha teso la trappola, ",
  "mn82:25.22": "ma il cervo non l’ha fatta scattare. ",
  "mn82:25.23": "Ho mangiato l’esca e ora me ne vado, ",
  "mn82:25.24": "lasciando il cacciatore a lamentarsi”. ",
  "mn82:26.1": "Poi Raṭṭhapāla, avendo recitato questi versi lì in piedi, andò al campo dei cervi del Re Koravya e si sedette alla radice di un albero per la dimora quotidiana. ",
  "mn82:27.1": "Il Re Koravya si rivolse al guardiacaccia: ",
  "mn82:27.2": "“Mio caro guardiacaccia, metti in ordine il parco del campo dei cervi. ",
  "mn82:27.3": "Andiamo lì a guardare il panorama” ",
  "mn82:27.4": "“Sì, Sua Maestà”, rispose il guardiacaccia. Mentre riordinava il campo dei cervi vide Raṭṭhapāla seduto per la dimora quotidiana. ",
  "mn82:27.5": "Vedendo ciò, andò dal re, e gli disse: ",
  "mn82:27.6": "“Il campo dei cervi è ordinato, sire. ",
  "mn82:27.7": "E il giovane di nome Raṭṭhapāla, il figlio di una famiglia eminente di Thullakoṭṭhika, di cui avete spesso parlato bene, è seduto alla radice di un albero per la dimora quotidiana” ",
  "mn82:27.8": "“Beh allora, mio buon guardiacaccia, il parco può bastare per oggi. ",
  "mn82:27.9": "Ora vado a rendere omaggio al Signor Raṭṭhapāla”. ",
  "mn82:28.1": "E poi il Re Koravya disse: “Dai via tutti i vari cibi che sono stati preparati”. Fece imbrigliare le migliori carrozze. Poi montò su una bella carrozza e, insieme ad altre belle carrozze, si avviò con sfarzo reale da Thullakoṭṭhika per andare a trovare Raṭṭhapāla. ",
  "mn82:28.2": "Andò in carrozza fino a quando il terreno lo permise, poi scese e si avvicinò a Raṭṭhapāla a piedi, insieme a un gruppo di ufficiali eminenti. Si scambiarono saluti, e, una volta che i saluti e le cordialità terminarono, si sedette a lato, e disse a Raṭṭhapāla: ",
  "mn82:28.3": "“Ecco qui, Maestro Raṭṭhapāla, si sieda su questo tappeto d’elefante” ",
  "mn82:28.4": "“Basta, grande re, sieditici tu. ",
  "mn82:28.5": "Io sono seduto al mio posto”. ",
  "mn82:28.6": "Allora il re si sedette sul posto preparato, e disse: ",
  "mn82:29.1": "“Maestro Raṭṭhapāla, ci sono questi quattro tipi di decadenza. A causa di questi, alcuni si tagliano capelli e barba, indossano l’abito marrone, e lasciano la vita di casa per quella mendicante. ",
  "mn82:29.2": "Quali quattro? ",
  "mn82:29.3": "La decadenza dovuta alla vecchiaia, alla malattia, alla perdita di ricchezza, e alla perdita di parenti. ",
  "mn82:30.1": "E cos’è la decadenza dovuta alla vecchiaia? ",
  "mn82:30.2": "E quando qualcuno è vecchio, anziano, su di età, e ha raggiunto lo stadio finale della vita. ",
  "mn82:30.3": "Riflette: ",
  "mn82:30.4": "‘Ora sono vecchio, e anziano. Sono su di età e ho raggiunto lo stadio finale della vita. ",
  "mn82:30.5": "Non è facile per me ottenere ricchezze o aumentare le ricchezze che ho già. ",
  "mn82:30.6": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?’ ",
  "mn82:30.7": "Quindi, a causa di tale decadenza dovuta alla vecchiaia, lascia la vita di casa per quella mendicante. ",
  "mn82:30.8": "Questa si chiama decadenza dovuta alla vecchiaia. ",
  "mn82:30.9": "Ma il Signor Raṭṭhapāla ora è giovane, giovanile, con capelli ancora nero puro, benedetto dalla giovinezza, nel fiore degli anni. ",
  "mn82:30.10": "Non ha decadenza dovuta alla vecchiaia. ",
  "mn82:30.11": "Quindi cosa ha capito, visto, o sentito che l’ha fatta lasciare casa? ",
  "mn82:31.1": "E cos’è la decadenza dovuta alla malattia? ",
  "mn82:31.2": "E quando qualcuno è ammalato, sofferente,  gravemente malato. ",
  "mn82:31.3": "Riflette: ",
  "mn82:31.4": "‘Ora sono ammalato, sofferente, gravemente malato. ",
  "mn82:31.5": "Non è facile per me ottenere ricchezze o aumentare le ricchezze che ho già. ",
  "mn82:31.6": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?’ ",
  "mn82:31.7": "Quindi, a causa di tale decadenza dovuta alla malattia, lascia la vita di casa per quella mendicante. ",
  "mn82:31.8": "Questa si chiama decadenza dovuta alla malattia. ",
  "mn82:31.9": "Ma il Signor Raṭṭhapāla raramente è ammalato o indisposto. Il suo stomaco digerisce bene, non essendo né troppo caldo né troppo freddo. ",
  "mn82:31.10": "Non ha decadenza dovuta alla malattia. ",
  "mn82:31.11": "Quindi cosa ha capito, visto, o sentito che l’ha fatta lasciare casa? ",
  "mn82:32.1": "E cos’è la decadenza dovuta alla perdita di ricchezza? ",
  "mn82:32.2": "E quando qualcuno è ricco, benestante, e abbiente. ",
  "mn82:32.3": "Ma piano piano le sue ricchezze svaniscono. ",
  "mn82:32.4": "Riflette: ",
  "mn82:32.5": "‘Una volta ero ricco, benestante, e abbiente. ",
  "mn82:32.6": "Ma piano piano le mie ricchezze sono svanite. ",
  "mn82:32.7": "Non è facile per me ottenere ricchezze o aumentare le ricchezze che ho già. ",
  "mn82:32.8": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?’ ",
  "mn82:32.9": "Quindi, a causa di quella decadenza dovuta alla perdita di ricchezza, lascia la vita di casa per quella mendicante. ",
  "mn82:32.10": "Questa si chiama decadenza dovuta alla perdita di ricchezza. ",
  "mn82:32.11": "Ma il Signor Raṭṭhapāla è figlio di una famiglia eminente qui a Thullakoṭṭhika. ",
  "mn82:32.12": "Non ha decadenza dovuta alla perdita di ricchezza. ",
  "mn82:32.13": "Quindi cosa ha capito, visto, o sentito che l’ha fatta lasciare casa? ",
  "mn82:33.1": "E cos’è la decadenza dovuta alla perdita di parenti? ",
  "mn82:33.2": "E quando qualcuno ha molti amici e colleghi, parenti e conoscenti. ",
  "mn82:33.3": "Ma piano piano i propri parenti se ne vanno. ",
  "mn82:33.4": "Riflette: ",
  "mn82:33.5": "‘Una volta avevo molti amici e colleghi, parenti e conoscenti. ",
  "mn82:33.6": "Ma piano piano se ne sono andati. ",
  "mn82:33.7": "Non è facile per me ottenere ricchezze o aumentare le ricchezze che ho già. ",
  "mn82:33.8": "Perché non mi taglio capelli e barba, indosso l’abito marrone, e lascio la vita di casa per quella mendicante?’ ",
  "mn82:33.9": "Quindi, a causa di quella decadenza dovuta alla perdita di parenti, lascia la vita di casa per quella mendicante. ",
  "mn82:33.10": "Questa si chiama decadenza dovuta alla perdita di parenti. ",
  "mn82:33.11": "Ma il Signor Raṭṭhapāla ha molti amici e colleghi, parenti e conoscenti proprio qui a Thullakoṭṭhika. ",
  "mn82:33.12": "Non ha decadenza dovuta alla perdita di parenti. ",
  "mn82:33.13": "Quindi cosa ha capito, visto, o sentito che l’ha fatta lasciare casa? ",
  "mn82:34.1": "Ci sono questi quattro tipi di decadenza. A causa di questi, alcuni si tagliano capelli e barba, indossano l’abito marrone, e lasciano la vita di casa per quella mendicante. ",
  "mn82:34.2": "Il Signor Raṭṭhapāla non ha nessuno di questi. ",
  "mn82:34.3": "Quindi cosa ha capito, visto, o sentito che l’ha fatta lasciare casa?” ",
  "mn82:35.1": "“Grande re, il Beato che conosce e vede, il perfetto, il Buddha completamente risvegliato ha insegnato questi quattro riepiloghi dell’insegnamento da recitare. È stato dopo che ho capito, visto, e sentito questi che ho lasciato la vita di casa per quella mendicante. ",
  "mn82:35.2": "Quali quattro? ",
  "mn82:36.1": "‘Il mondo è instabile e viene spazzato via’. ",
  "mn82:36.2": "Questo è il primo riepilogo. ",
  "mn82:36.3": "‘Il mondo non ha rifugio né salvatore’. ",
  "mn82:36.4": "Questo è il secondo riepilogo. ",
  "mn82:36.5": "‘Il mondo non ha proprietario; bisogna lasciarsi tutto alle spalle e andarsene’. ",
  "mn82:36.6": "Questo è il terzo riepilogo. ",
  "mn82:36.7": "‘Il mondo è desideroso, insaziabile, schiavo della brama’. ",
  "mn82:36.8": "Questo è il quarto riepilogo. ",
  "mn82:37.1": "Il Beato che conosce e vede, il perfetto, il Buddha completamente risvegliato ha insegnato questi quattro riepiloghi dell’insegnamento da recitare. È stato dopo che ho capito e visto e sentito questi che ho lasciato la vita di casa per quella mendicante”. ",
  "mn82:38.1": "“‘Il mondo è instabile e viene spazzato via’. ",
  "mn82:38.2": "Il Signor Raṭṭhapāla ha detto così. ",
  "mn82:38.3": "Come posso interpretare il significato di questa frase?” ",
  "mn82:38.4": "“Cosa ne pensi, grande re? ",
  "mn82:38.5": "Quando avevi venti o venticinque anni, eri bravo a cavalcare elefanti, cavalli, e carri, al tiro con l’arco e alla scherma? Le tue cosce e braccia erano forti, capaci, e pronte per la battaglia?” ",
  "mn82:38.6": "“Lo ero, Signor Raṭṭhapāla. ",
  "mn82:38.7": "A volte mi sembra che allora avessi i superpoteri. Non vedo nessuno che avrebbe potuto eguagliarmi in forza” ",
  "mn82:38.8": "“Cosa ne pensi, grande re? ",
  "mn82:38.9": "Al giorno d’oggi le tue cosce e braccia sono forti, capaci, e pronte per la battaglia?” ",
  "mn82:38.10": "“No, Signor Raṭṭhapāla. ",
  "mn82:38.11": "Poiché ora sono vecchio, e anziano. Sono su di età e ho raggiunto lo stadio finale della vita. Ho ottant’anni. ",
  "mn82:38.12": "A volte ho intenzione di mettere il piede in un posto, ma il mio piede va da un altra parte” ",
  "mn82:38.13": "“Questo è ciò a cui il Buddha si riferiva quando ha detto: ",
  "mn82:38.14": "‘Il mondo è instabile e viene spazzato via’” ",
  "mn82:38.16": "“È incredibile, Signor Raṭṭhapāla, è strabiliante, ",
  "mn82:38.17": "quanto questo sia stato ben detto dal Buddha. ",
  "mn82:38.19": "Poiché il mondo è davvero instabile e viene spazzato via. ",
  "mn82:39.1": "In questa corte reale ci sono divisioni di elefanti, cavalleria, carri, e fanteria. Servono a difenderci da qualsiasi minaccia. Eppure lei dice: ",
  "mn82:39.2": "‘Il mondo non ha rifugio né salvatore’. ",
  "mn82:39.4": "Come posso interpretare il significato di questa frase?” ",
  "mn82:39.5": "“Cosa ne pensi, grande re? ",
  "mn82:39.6": "Hai qualche disturbo cronico?” ",
  "mn82:39.7": "“Sì, ne ho. ",
  "mn82:39.8": "A volte i miei amici e colleghi, parenti e conoscenti mi circondando, pensando: ",
  "mn82:39.9": "‘Ora il re morirà! Ora il re morirà!’” ",
  "mn82:39.10": "“Cosa ne pensi, grande re? ",
  "mn82:39.11": "Puoi fare in modo che i tuoi amici e colleghi, parenti e conoscenti ti aiutino così: ",
  "mn82:39.12": "‘Per favore, miei cari amici e colleghi, parenti e conoscenti, tutti voi qui condividete il mio dolore affinché io senta meno dolore’. ",
  "mn82:39.13": "Oppure tu solo senti quel dolore?” ",
  "mn82:39.14": "“Non posso condividere il mio dolore con i miei amici. ",
  "mn82:39.16": "Al contrario, solo io lo sento” ",
  "mn82:39.17": "“Questo è ciò a cui il Buddha si riferiva quando ha detto: ",
  "mn82:39.18": "‘Il mondo non ha rifugio né salvatore’” ",
  "mn82:39.20": "“È incredibile, Signor Raṭṭhapāla, è strabiliante, ",
  "mn82:39.21": "quanto questo sia stato ben detto dal Buddha. ",
  "mn82:39.23": "Poiché il mondo davvero non ha rifugio né salvatore. ",
  "mn82:40.1": "In questa corte reale ci sono molte monete e lingotti d’oro immagazzinati sopra e sotto terra. Eppure lei dice: ",
  "mn82:40.2": "‘Il mondo non ha proprietario; bisogna lasciarsi tutto alle spalle e andarsene. ",
  "mn82:40.4": "Come posso interpretare il significato di questa frase?” ",
  "mn82:40.5": "“Cosa ne pensi, grande re? ",
  "mn82:40.6": "Al giorno d’oggi ti diverti, fornito dei cinque tipi di stimolazione dei sensi. Ma c’è modo di assicurarti che nella prossima vita ",
  "mn82:40.7": "continuerai a divertirti nello stesso modo, fornito degli stessi cinque tipi di stimolazione dei sensi? Oppure altri faranno uso di questa proprietà, mentre tu te ne vai secondo le tue azioni?” ",
  "mn82:40.8": "“Non c’è modo di assicurarmi che continuerò a divertirmi nello stesso modo. ",
  "mn82:40.10": "Al contrario, altri prenderanno questa proprietà mentre io me ne andrò secondo le mie azioni” ",
  "mn82:40.11": "“Questo è ciò a cui il Buddha si riferiva quando ha detto: ",
  "mn82:40.12": "‘Il mondo non ha proprietario; bisogna lasciarsi tutto alle spalle e andarsene’” ",
  "mn82:40.14": "“È incredibile, Signor Raṭṭhapāla, è strabiliante, ",
  "mn82:40.15": "quanto questo sia stato ben detto dal Buddha. ",
  "mn82:40.17": "Poiché il mondo davvero non ha proprietario; bisogna lasciarsi tutto alle spalle e andarsene. ",
  "mn82:41.1": "Lei ha anche detto questo: ‘Il mondo è desideroso, insaziabile, schiavo della brama’. ",
  "mn82:41.3": "Come posso interpretare il significato di questa frase?” ",
  "mn82:41.4": "“Cosa ne pensi, grande re? ",
  "mn82:41.5": "Abiti nella prosperosa terra di Kuru?” ",
  "mn82:41.6": "“Certo che sì” ",
  "mn82:41.7": "“Cosa ne pensi, grande re? ",
  "mn82:41.8": "Immagina che un uomo di fiducia e affidabile arrivi dall’est. ",
  "mn82:41.9": "Viene da te e ti dice: ",
  "mn82:41.10": "‘Per favore, signore, deve sapere una cosa. Io vengo dall’est. ",
  "mn82:41.11": "Lì ho visto un Paese ricco, prosperoso e pieno di gente. ",
  "mn82:41.12": "Hanno molte divisioni di elefanti, cavalleria, carri, e fanteria. ",
  "mn82:41.13": "E c’è grande quantità di soldi e grano, ",
  "mn82:41.14": "grande quantità di monete e lingotti d’oro, sia lavorati che non, ",
  "mn82:41.15": "e grande quantità di donne da prendere. ",
  "mn82:41.16": "Con le sue forze attuali può conquistarlo. ",
  "mn82:41.17": "Lo conquisti, grande re!’ Cosa faresti?” ",
  "mn82:41.18": "“Lo conquisterei e vivrei lì” ",
  "mn82:41.19": "“Cosa ne pensi, grande re? ",
  "mn82:41.20": "Immagina che un uomo di fiducia e affidabile arrivi dall’ovest, ",
  "mn82:41.21": "dal nord, ",
  "mn82:41.22": "dal sud, ",
  "mn82:41.23": "o da oltreoceano. ",
  "mn82:41.24": "Viene da te e ti dice la stessa cosa. ",
  "mn82:41.32": "Cosa faresti?” ",
  "mn82:41.33": "“Li conquisterei tutti e vivrei lì.” ",
  "mn82:41.34": "“Questo è ciò a cui il Buddha si riferiva quando ha detto: ",
  "mn82:41.35": "‘Il mondo è desideroso, insaziabile, schiavo della brama’. ",
  "mn82:41.36": "Ed è stato dopo che ho capito e visto e sentito questo che ho lasciato la vita di casa per quella mendicante” ",
  "mn82:41.37": "“È incredibile, Signor Raṭṭhapāla, è strabiliante, ",
  "mn82:41.38": "quanto questo sia stato ben detto dal Buddha. ",
  "mn82:41.40": "Poiché il mondo è davvero desideroso, insaziabile, schiavo della brama”. ",
  "mn82:42.1": "Questo è ciò che il Venerabile Raṭṭhapāla disse. ",
  "mn82:42.2": "Poi continuò: ",
  "mn82:42.3": "“Vedo gente ricca nel mondo che, ",
  "mn82:42.4": "a causa dell’illusione, non dona la ricchezza che ha guadagnato. ",
  "mn82:42.5": "Avidamente, accumula ricchezze, ",
  "mn82:42.6": "bramando sempre più piaceri dei sensi. ",
  "mn82:42.7": "Un re che ha conquistato la terra con la forza, ",
  "mn82:42.8": "che governa la terra da mare a mare, ",
  "mn82:42.9": "insoddisfatto della sponda vicina dell’oceano, ",
  "mn82:42.10": "brama ancora la sponda lontana. ",
  "mn82:42.11": "Non solo il re, ma anche gli altri, ",
  "mn82:42.12": "raggiungono la morte non liberi dalla brama. ",
  "mn82:42.13": "Lasciano il corpo ancora volendo, ",
  "mn82:42.14": "poiché in questo mondo i piaceri dei sensi non soddisfano mai. ",
  "mn82:42.15": "I parenti si lamentano, i loro capelli scompigliati, ",
  "mn82:42.16": "dicendo ‘Ah! Ahimè! Non sono immortali!’ ",
  "mn82:42.17": "Portano fuori il corpo avvolto nel sudario, ",
  "mn82:42.18": "ammucchiano una pira, e lo bruciano lì. ",
  "mn82:42.19": "Viene punzecchiato da paletti mentre brucia, ",
  "mn82:42.20": "in un solo tessuto, ogni ricchezza andata. ",
  "mn82:42.21": "Parenti, amici, e compagni ",
  "mn82:42.22": "non possono aiutarti quando muori. ",
  "mn82:42.23": "Gli eredi prendono le tue ricchezze, ",
  "mn82:42.24": "mentre gli esseri vanno avanti secondo le proprie azioni. ",
  "mn82:42.25": "Le ricchezze non ti seguono quando muori; ",
  "mn82:42.26": "e nemmeno figli, moglie, soldi, né regno. ",
  "mn82:42.27": "La longevità non si ottiene con la ricchezza, ",
  "mn82:42.28": "né i soldi vietano la vecchiaia; ",
  "mn82:42.29": "poiché i saggi dicono che la vita è breve, ",
  "mn82:42.30": "è deperibile e non eterna. ",
  "mn82:42.31": "Il ricco e il povero sentono il suo tocco; ",
  "mn82:42.32": "anche lo stolto e il saggio lo sentono. ",
  "mn82:42.33": "Ma lo stolto rimane colpito dalla propria follia, ",
  "mn82:42.34": "mentre il saggio non trema al tocco. ",
  "mn82:42.35": "Quindi la saggezza è molto meglio della ricchezza, ",
  "mn82:42.36": "poiché attraverso la saggezza si raggiunge l’obiettivo in questa vita. ",
  "mn82:42.37": "Ma se a causa dell’illusione non raggiungi l’obiettivo, ",
  "mn82:42.38": "compirai azioni malvagie vita dopo vita. ",
  "mn82:42.39": "Chi entra il grembo e l’oltremondo, ",
  "mn82:42.40": "trasmigrerà da una vita all’altra. ",
  "mn82:42.41": "Mentre colui di poca saggezza, ponendo fede in lui, ",
  "mn82:42.42": "entra anch’egli il grembo e l’oltremondo. ",
  "mn82:42.43": "Come un bandito incastrato nella porta ",
  "mn82:42.44": "viene punito per le proprie azioni malvagie, ",
  "mn82:42.45": "così dopo che se ne va, nell’oltremondo, ",
  "mn82:42.46": "la gente viene punita per le proprie azioni malvagie. ",
  "mn82:42.47": "I piaceri dei sensi sono vari, dolci, piacevoli; ",
  "mn82:42.48": "apparendo sotto mentite spoglie disturbano la mente. ",
  "mn82:42.49": "Vedendo il pericolo nei molti tipi di stimolazione dei sensi, ",
  "mn82:42.50": "ho lasciato casa, oh Re. ",
  "mn82:42.51": "Come un frutto che cade da un albero, così la gente cade, ",
  "mn82:42.52": "giovane e vecchia, quando il corpo si disfa. ",
  "mn82:42.53": "Vedendo anche questo, ho lasciato casa, oh Re; ",
  "mn82:42.54": "la vita ascetica è infallibilmente migliore”. "
}