{
  "mn83:0.1": "Discorsi medi 83 ",
  "mn83:0.2": "Il discorso sul Re Maghadeva ",
  "mn83:1.1": "Così ho sentito. ",
  "mn83:1.2": "Una volta il Buddha dimorava vicino a Mithilā, nel bosco di mango di Maghadeva. ",
  "mn83:2.1": "Il Buddha in un certo punto sorrise. ",
  "mn83:2.2": "Allora il Venerabile Ānanda pensò: ",
  "mn83:2.3": "“Qual è la causa, qual è la ragione per cui il Buddha ha sorriso? ",
  "mn83:2.4": "I Realizzati non sorridono senza motivo”. ",
  "mn83:2.5": "Quindi Ānanda si sistemò l’abito su una spalla, alzò le mani giunte verso il Buddha, e disse: ",
  "mn83:2.6": "“Qual è la causa, qual è la ragione per cui il Buddha ha sorriso? ",
  "mn83:2.7": "I Realizzati non sorridono senza motivo”. ",
  "mn83:3.1": "“C’era una volta, Ānanda, proprio qui a Mithilā, un re giusto e di principio di nome Maghadeva, un grande re che rispettava i suoi compiti. ",
  "mn83:3.2": "Trattava giustamente i bramini e i laici, e la gente di città e del Paese. ",
  "mn83:3.3": "E rispettava il giorno di festa il quattordicesimo, quindicesimo, e ottavo giorno del mezzo mese. ",
  "mn83:4.1": "Poi, dopo molti anni, molte centinaia di anni, molte migliaia di anni, il Re Maghadeva si rivolse al suo barbiere: ",
  "mn83:4.2": "‘Mio caro barbiere, quando vedi dei capelli grigi sulla mia testa, per favore, dimmelo’ ",
  "mn83:4.3": "‘Sì, Sua Maestà’, rispose il barbiere. ",
  "mn83:4.4": "Dopo molti anni, molte centinaia di anni, molte migliaia di anni, il barbiere vide dei capelli grigi crescere sulla testa del re. ",
  "mn83:4.5": "Disse al re: ",
  "mn83:4.6": "‘I messaggeri degli dei si sono mostrati a lei. Ci sono capelli grigi che le crescono sulla testa’ ",
  "mn83:4.7": "‘Beh, allora, mio caro barbiere, staccali attentamente con delle pinzette e mettili nella mia mano’ ",
  "mn83:4.8": "‘Sì, Sua Maestà’, rispose il barbiere, e fece come il re aveva chiesto. ",
  "mn83:4.9": "Il re assegnò al barbiere un villaggio come ricompensa, poi convocò il principe della corona, e disse: ",
  "mn83:4.10": "‘Caro principe, i messaggeri degli dei si sono mostrati a me. ",
  "mn83:4.11": "Ci sono capelli grigi che mi crescono sulla testa. ",
  "mn83:4.12": "Mi sono goduto i piaceri umani. ",
  "mn83:4.13": "Ora è arrivato il momento di rincorrere i piaceri divini. ",
  "mn83:4.14": "Vieni, caro principe, governa il regno. ",
  "mn83:4.15": "Io mi taglierò capelli e barba, indosserò l’abito marrone, e lascerò la vita di casa per quella mendicante. ",
  "mn83:4.16": "Poiché, caro principe, anche tu un giorno vedrai i capelli grigi crescerti sulla testa. Quando questo accadrà, dopo aver assegnato un villaggio al barbiere come ricompensa e aver istruito attentamente il principe della corona riguardo alla regalità, dovrai tagliarti capelli e barba, indossare l’abito marrone, e lasciare la vita di casa per quella mendicante. ",
  "mn83:4.17": "Mantieni viva questa buona pratica che ho fondato. Non essere il mio ultimo uomo. ",
  "mn83:4.18": "Quando due uomini sono in vita, quello che rompe una pratica così buona è il suo ultimo uomo. ",
  "mn83:4.19": "Quindi ti dico: ",
  "mn83:4.20": "“Mantieni viva questa buona pratica che ho fondato. Non essere il mio ultimo uomo”’. ",
  "mn83:5.1": "E quindi, dopo aver assegnato un villaggio al barbiere come ricompensa e aver istruito attentamente il principe della corona riguardo alla regalità, il Re Maghadeva si tagliò capelli e barba, indossò l’abito marrone, e lasciò la vita di casa per quella mendicante qui in questo bosco di mango. ",
  "mn83:5.2": "Dimorò diffondendo una mente piena di amichevolezza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffuse una mente piena di amichevolezza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn83:5.3": "Dimorò diffondendo una mente piena di compassione … ",
  "mn83:5.4": "di esultanza … ",
  "mn83:5.5": "di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffuse una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn83:6.1": "Per 84.000 anni il Re Maghadeva si divertì con giochi infantili, per 84.000 anni fu viceré, per 84.000 anni governò il regno, e per 84.000 anni seguì il percorso spirituale dopo aver lasciato casa qui in questo bosco di mango. ",
  "mn83:6.2": "E avendo sviluppato le quattro dimore divine, alla dissoluzione del corpo, dopo la morte, rinacque in un bel posto, nel regno di Dio. ",
  "mn83:7.1": "Poi, dopo molti anni, molte centinaia di anni, molte migliaia di anni, il figlio del Re Maghadeva si rivolse al suo barbiere: ",
  "mn83:7.2": "‘Mio caro barbiere, quando vedi dei capelli grigi sulla mia testa, per favore, dimmelo’ ",
  "mn83:7.3": "E tutto accadde come per suo padre. ",
  "mn83:9.7": "E avendo sviluppato le quattro dimore divine, alla dissoluzione del corpo, dopo la morte, rinacque in un bel posto, nel regno di Dio. ",
  "mn83:10.1": "E un lignaggio di 84.000 re, figli dei figli del Re Maghadeva, si tagliarono capelli e barba, indossarono l’abito marrone, e lasciarono la vita di casa per quella mendicante qui in questo bosco di mango. ",
  "mn83:10.2": "Dimorarono diffondendo una mente piena di amichevolezza … ",
  "mn83:11.1": "di compassione … ",
  "mn83:11.2": "di esultanza … ",
  "mn83:11.3": "di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffusero una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn83:11.4": "Per 84.000 anni si divertirono con giochi infantili, per 84.000 anni furono viceré, per 84.000 anni governarono il regno, e per 84.000 anni seguirono il percorso spirituale dopo aver lasciato casa qui in questo bosco di mango. ",
  "mn83:11.5": "E avendo sviluppato le quattro dimore divine, alla dissoluzione del corpo, dopo la morte, rinacquero in un bel posto, nel regno di Dio. ",
  "mn83:12.1": "Nimi fu l’ultimo di quei re, un re giusto e di principio, un grande re che rispettava i suoi compiti. ",
  "mn83:12.2": "Trattava giustamente i bramini e i laici, e la gente di città e del Paese. ",
  "mn83:12.3": "E rispettava il giorno di festa il quattordicesimo, quindicesimo, e ottavo giorno del mezzo mese. ",
  "mn83:13.1": "Una volta, Ānanda, mentre gli Angeli dei Trentatré erano seduti insieme nella Sala della Giustizia, partì questa conversazione: ",
  "mn83:13.2": "‘La gente di Videha è così fortunata, così molto fortunata ",
  "mn83:13.3": "ad avere Nimi come re. È un re giusto e di principio, un grande re che rispetta i suoi compiti. ",
  "mn83:13.4": "Tratta giustamente i bramini e i laici, e la gente di città e del Paese. ",
  "mn83:13.5": "E rispetta il giorno di festa il quattordicesimo, quindicesimo, e ottavo giorno del mezzo mese’. ",
  "mn83:13.6": "Allora, Sakka, signore degli angeli, si rivolse agli Angeli dei Trentatré: ",
  "mn83:13.7": "‘Cari signori, vi piacerebbe vedere il re Nimi?’ ",
  "mn83:13.8": "‘Ci piacerebbe’. ",
  "mn83:13.9": "Ora, in quell’occasione era il giorno di festa, e il re Nimi si era lavato la testa e sedeva al piano di sopra del palazzo reale per rispettare il giorno di festa. ",
  "mn83:13.10": "Poi, tanto facilmente quanto una persona forte che estende o contrae il proprio braccio, Sakka scomparve dagli Angeli dei Trentatré e riapparve di fronte al Re Nimi. ",
  "mn83:13.11": "Disse al re: ",
  "mn83:13.12": "‘Sei fortunato, grande re, molto fortunato. ",
  "mn83:13.13": "Gli Angeli dei Trentatré erano seduti insieme nella Sala della Giustizia, dove ti stavano lodando. ",
  "mn83:13.18": "Vorrebbero vederti. ",
  "mn83:13.19": "Manderò una carrozza con mille purosangue per te, grande re. ",
  "mn83:13.20": "Sali sulla carrozza celeste, grande re, senza timore!’ ",
  "mn83:13.21": "Il Re Nimi acconsentì in silenzio. ",
  "mn83:13.22": "Poi, sapendo che il re aveva acconsentito, tanto facilmente quanto una persona forte che estende o contrae il proprio braccio, Sakka scomparve dal Re Nimi e riapparve tra gli Angeli dei Trentatré. ",
  "mn83:14.1": "Poi Sakka, signore degli angeli, si rivolse al proprio cocchiere Mātali: ",
  "mn83:14.2": "‘Vieni, caro Mātali, prepara la carrozza con mille purosangue. Poi vai dal re Nimi e digli: ",
  "mn83:14.3": "“Grande re, questa carrozza è stata mandate per te da Sakka, il signore degli angeli. ",
  "mn83:14.4": "Sali sulla carrozza celeste, grande re, senza timore!”’ ",
  "mn83:14.5": "‘Sì, Signore’, rispose Mātali. Fece come Sakka aveva chiesto, e disse al re: ",
  "mn83:14.6": "‘Grande re, questa carrozza è stata mandata per te da Sakka, il signore degli angeli. ",
  "mn83:14.7": "Sali sulla carrozza celeste, grande re, senza timore! ",
  "mn83:14.8": "Ma da che parte andiamo? Dove ci sono quelli che fanno esperienza del risultato delle azioni malvagie, o dove ci sono quelli che fanno esperienza del risultato delle buone azioni?’ ",
  "mn83:14.9": "‘Portami da entrambe le parti, Mātali’. ",
  "mn83:15.1": "Mātali portò il Re Nimi alla Sala della Giustizia. ",
  "mn83:15.2": "Sakka vide il Re Nimi arrivare da lontano, ",
  "mn83:15.3": "e gli disse: ",
  "mn83:15.4": "‘Vieni, grande re! ",
  "mn83:15.5": "Benvenuto, grande re! ",
  "mn83:15.6": "Gli Angeli dei Trentatré che volevano vederti erano seduti insieme nella Sala della Giustizia, dove ti stavano lodando. ",
  "mn83:15.11": "Gli Angeli dei Trentatré vorrebbero vederi. ",
  "mn83:15.12": "Goditi la gloria divina degli angeli!’ ",
  "mn83:15.13": "‘Basta, cari signori. Fatemi tornare subito a Mithilā. ",
  "mn83:15.14": "Così potrò trattare giustamente i bramini e i laici, e la gente di città e del Paese. ",
  "mn83:15.15": "E potrò rispettare il giorno di festa il quattordicesimo, quindicesimo, e ottavo giorno del mezzo mese’. ",
  "mn83:16.1": "Allora, Sakka, signore degli angeli, si rivolse al proprio cocchiere Mātali: ",
  "mn83:16.2": "‘Vieni, caro Mātali, prepara la carrozza con mille purosangue e porta subito indietro a Mithilā il Re Nimi’ ",
  "mn83:16.3": "‘Sì, Signore’, rispose Mātali, e fece come Sakka aveva chiesto. ",
  "mn83:16.4": "E lì il re Nimi trattava giustamente il proprio popolo e rispettava il giorno di festa. ",
  "mn83:16.5": "Poi, dopo molti anni, molte centinaia di anni, molte migliaia di anni, il Re Nimi si rivolse al suo barbiere: ",
  "mn83:16.6": "‘Mio caro barbiere, quando vedi dei capelli grigi sulla mia testa, per favore, dimmelo’ ",
  "mn83:16.7": "E tutto accadde come prima. ",
  "mn83:17-19.7": "E avendo sviluppato le quattro dimore divine, alla dissoluzione del corpo, dopo la morte, rinacque in un bel posto, nel regno di Dio. ",
  "mn83:20.1": "Ma il re Nimi aveva un figlio di nome Kaḷārajanaka. ",
  "mn83:20.2": "Lui non lasciò la vita di casa per quella mendicante. ",
  "mn83:20.3": "Ruppe quella buona pratica. ",
  "mn83:20.4": "Fu il loro ultimo uomo. ",
  "mn83:21.1": "Ānanda, potresti pensare: ",
  "mn83:21.2": "‘Sicuramente il Re Mahadeva deve essere stato qualcun altro a quel tempo?’ ",
  "mn83:21.3": "Ma non devi vederla così. ",
  "mn83:21.4": "Io stesso ero il Re Maghadeva a quel tempo. ",
  "mn83:21.5": "Fui io a fondare quella buona pratica, ",
  "mn83:21.6": "che fu mantenuta viva da coloro che vennero dopo. ",
  "mn83:21.7": "Ma quella buona pratica non porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Porta solamente alla rinascita nel regno di Dio. ",
  "mn83:21.8": "Ma ora ho fondato una buona pratica che porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. ",
  "mn83:21.9": "E qual è quella buona pratica? ",
  "mn83:21.10": "È semplicemente questo nobile ottuplice sentiero, cioè: ",
  "mn83:21.11": "opinione corretta, pensiero corretto, linguaggio corretto, azione corretta, sostentamento corretto, sforzo corretto, consapevolezza corretta, e concentrazione corretta. ",
  "mn83:21.12": "Questa è la buona pratica che ora ho fondato che porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. ",
  "mn83:21.13": "Ānanda, ti dico: ",
  "mn83:21.14": "‘Tutti voi dovete mantenere viva questa buona pratica che ho fondato. Non siate i miei ultimi uomini’. ",
  "mn83:21.15": "Quando due uomini sono in vita, quello che rompe una pratica così buona è il suo ultimo uomo. ",
  "mn83:21.16": "Ānanda, ti dico: ",
  "mn83:21.17": "‘Tutti voi dovete mantenere viva questa buona pratica che ho fondato. Non siate i miei ultimi uomini’” ",
  "mn83:21.18": "Questo è ciò che il Buddha disse. ",
  "mn83:21.19": "Contento, il Venerabile Ānanda trasse piacere da ciò che il Buddha disse. "
}