{
  "mn84:0.1": "Discorsi medi 84 ",
  "mn84:0.2": "Il discorso a Madhurā ",
  "mn84:1.1": "Così ho sentito. ",
  "mn84:1.2": "Una volta il Venerabile Mahākaccāna dimorava vicino a Madhurā, nel Bosco di Gunda. ",
  "mn84:2.1": "Il Re Avantiputta di Madhurā sentì: ",
  "mn84:2.2": "“Sembra che l’asceta Kaccāna si trovi vicino a Madhurā, nel Bosco di Gunda. ",
  "mn84:2.3": "Ha questa buona reputazione: ",
  "mn84:2.4": "‘È astuto, competente, intelligente, colto, un oratore brillante, eloquente, maturo, un perfetto’. ",
  "mn84:2.5": "È bene vedere tali perfetti”. ",
  "mn84:3.1": "Allora il Re Avantiputta fece imbrigliare le migliori carrozze. Poi montò su una bella carrozza e, insieme ad altre belle carrozze, si avviò con sfarzo reale da Madhurā per andare a trovare Mahākaccāna. ",
  "mn84:3.2": "Andò in carrozza fino a quando il terreno lo permise, poi scese e si avvicinò al Venerabile Mahākaccāna a piedi. Si scambiarono saluti, e, una volta che i saluti e le cordialità terminarono, il re si sedette a lato, e disse al Venerabile Mahākaccāna: ",
  "mn84:4.1": "“Signor Kaccāna, i bramini dicono: ",
  "mn84:4.2": "‘Solo i bramini sono la casta migliore; le altre caste sono inferiori. ",
  "mn84:4.3": "Solo i bramini sono una casta di luce; le altre caste sono oscure. ",
  "mn84:4.4": "Solo i bramini sono puri, gli altri no. ",
  "mn84:4.5": "Solo i bramini sono i figli legittimi di Dio, nati dalla sua bocca, nati da Dio, creati da Dio, eredi di Dio’. ",
  "mn84:4.6": "Cosa dice il Signor Kaccāna a riguardo?” ",
  "mn84:5.1": "“Grande re, queste sono semplicemente chiacchiere. ",
  "mn84:5.6": "Ed ecco un modo per capire come queste siano solo dicerie. ",
  "mn84:5.9": "Cosa ne pensi, grande re? ",
  "mn84:5.10": "Immagina un aristocratico che possiede molti soldi, grano, argento, o oro. Non ci sarebbero aristocratici, bramini, contadini, e servi che si alzerebbero prima di lui e andrebbero a dormire dopo di lui, premurosi, che si comporterebbero bene e parlerebbero bene in sua presenza?” ",
  "mn84:5.14": "“Sì, Signor Kaccāna” ",
  "mn84:5.18": "“Cosa ne pensi, grande re? ",
  "mn84:5.19": "Immagina un bramino … ",
  "mn84:5.27": "un contadino … ",
  "mn84:5.35": "un servo che possiede molti soldi, grano, argento, o oro. Non ci sarebbero aristocratici, bramini, contadini, e servi che si alzerebbero prima di lui e andrebbero a dormire dopo di lui, premurosi, che si comporterebbero bene e parlerebbero bene in sua presenza?” ",
  "mn84:5.39": "“Sì, Signor Kaccāna” ",
  "mn84:5.43": "“Cosa ne pensi, grande re? ",
  "mn84:5.44": "Se è così, le quattro caste sono uguali o no? ",
  "mn84:5.45": "O come la vedi?” ",
  "mn84:5.46": "“Chiaramente, Signor Kaccāna, in questo caso le quattro caste sono uguali. ",
  "mn84:5.47": "Non vedo differenze tra loro” ",
  "mn84:5.48": "“Ed ecco un altro modo per capire come le dichiarazioni dei bramini siano solo dicerie. ",
  "mn84:6.1": "Cosa ne pensi, grande re? ",
  "mn84:6.2": "Prendi un aristocratico che uccide, ruba, ha condotta sessuale sbagliata, usa linguaggio falso, divisivo, aspro, o senza motivo; ed è desideroso, malevolo, e ha opinione sbagliata. Alla dissoluzione del corpo, dopo la morte, rinascerebbe in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno, o no? ",
  "mn84:6.3": "O come la vedi?” ",
  "mn84:6.4": "“Un aristocratico così rinascerebbe in un brutto posto. ",
  "mn84:6.5": "La penso così, ma l’ho anche sentito dire dai perfetti” ",
  "mn84:6.6": "“Bene, bene, grande re. ",
  "mn84:6.7": "È bene che la pensi così, ed è bene che tu l’abbia sentito dire dai perfetti. ",
  "mn84:6.8": "Cosa ne pensi, grande re? ",
  "mn84:6.9": "Immagina un bramino … ",
  "mn84:6.10": "un contadino … ",
  "mn84:6.11": "un servo che uccide gli, ruba, ha condotta sessuale sbagliata, usa linguaggio falso, divisivo, aspro, o senza motivo; ed è desideroso, malevolo, e ha opinione sbagliata. Alla dissoluzione del corpo, dopo la morte, rinascerebbe in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno, o no? ",
  "mn84:6.12": "O come la vedi?” ",
  "mn84:6.13": "“Un bramino, un contadino, o un servo così rinascerebbe in un brutto posto. ",
  "mn84:6.14": "La penso così, ma l’ho anche sentito dire dai perfetti” ",
  "mn84:6.15": "“Bene, bene, grande re. ",
  "mn84:6.16": "È bene che la pensi così, ed è bene che tu l’abbia sentito dire dai perfetti. ",
  "mn84:6.17": "Cosa ne pensi, grande re? ",
  "mn84:6.18": "Se è così, le quattro caste sono uguali o no? ",
  "mn84:6.19": "O come la vedi?” ",
  "mn84:6.20": "“Chiaramente, Signor Kaccāna, in questo caso le quattro caste sono uguali. ",
  "mn84:6.21": "Non vedo differenze tra loro” ",
  "mn84:6.22": "“Ed ecco un altro modo per capire come le dichiarazioni dei bramini siano solo dicerie. ",
  "mn84:7.1": "Cosa ne pensi, grande re? ",
  "mn84:7.2": "Prendi un aristocratico che non uccide, non ruba, non ha condotta sessuale sbagliata, non usa linguaggio falso, divisivo, aspro, o senza motivo; ed è soddisfatto con poco, dal cuore gentile, e ha opinione corretta. Alla dissoluzione del corpo, dopo la morte, rinascerebbe in un bel posto, in paradiso, o no? ",
  "mn84:7.3": "O come la vedi?” ",
  "mn84:7.4": "“Un aristocratico così rinascerebbe in un bel posto. ",
  "mn84:7.5": "La penso così, ma l’ho anche sentito dire dai perfetti” ",
  "mn84:7.6": "“Bene, bene, grande re. ",
  "mn84:7.7": "È bene che la pensi così, ed è bene che tu l’abbia sentito dire dai perfetti. ",
  "mn84:7.8": "Cosa ne pensi, grande re? ",
  "mn84:7.9": "Prendi un bramino, un contadino, o un servo che non uccide, non ruba, non ha condotta sessuale sbagliata, non usa linguaggio falso, divisivo, aspro, o senza motivo; ed è soddisfatto con poco, dal cuore gentile, e ha opinione corretta. Alla dissoluzione del corpo, dopo la morte, rinascerebbe in un bel posto, in paradiso, o no? ",
  "mn84:7.10": "O come la vedi?” ",
  "mn84:7.11": "“Un bramino, un contadino, o un servo così rinascerebbe in un bel posto. ",
  "mn84:7.12": "La penso così, ma l’ho anche sentito dire dai perfetti” ",
  "mn84:7.13": "“Bene, bene, grande re. ",
  "mn84:7.14": "È bene che la pensi così, ed è bene che tu l’abbia sentito dire dai perfetti. ",
  "mn84:7.15": "Cosa ne pensi, grande re? ",
  "mn84:7.16": "Se è così, le quattro caste sono uguali o no? ",
  "mn84:7.17": "O come la vedi?” ",
  "mn84:7.18": "“Chiaramente, Signor Kaccāna, in questo caso le quattro caste sono uguali. ",
  "mn84:7.19": "Non vedo differenze tra loro” ",
  "mn84:7.20": "“Ed ecco un altro modo per capire come le dichiarazioni dei bramini siano solo dicerie. ",
  "mn84:8.1": "Cosa ne pensi, grande re? ",
  "mn84:8.2": "Prendi un aristocratico che entra in casa d’altri, saccheggia, ruba da edifici isolati, commette rapine di strada, e commette adulterio. Immagina che i tuoi uomini lo arrestino e lo portino da te, dicendo: ",
  "mn84:8.3": "‘Sua Maestà, quest’uomo è un bandito, un criminale. ",
  "mn84:8.4": "Lo punisca come vuole’. ",
  "mn84:8.5": "Cosa gli faresti?” ",
  "mn84:8.6": "“Lo farei giustiziare, multare, o bandire, o trattare a seconda del crimine. ",
  "mn84:8.7": "Perché questo? ",
  "mn84:8.8": "Perché ha perso il suo precedente stato da aristocratico, ed è considerato semplicemente un bandito” ",
  "mn84:8.9": "“Cosa ne pensi, grande re? ",
  "mn84:8.10": "Prendi un bramino, un contadino, o un servo che entra in casa d’altri, saccheggia, ruba da edifici isolati, commette rapine di strada, e commette adulterio. Immagina che i tuoi uomini lo arrestino e lo portino da te, dicendo: ",
  "mn84:8.11": "‘Sua Maestà, quest’uomo è un bandito, un criminale. ",
  "mn84:8.12": "Lo punisca come vuole’. ",
  "mn84:8.13": "Cosa gli faresti?” ",
  "mn84:8.14": "“Lo farei giustiziare, multare, o bandire, o trattare a seconda del crimine. ",
  "mn84:8.15": "Perché questo? ",
  "mn84:8.16": "Perché ha perso il suo precedente stato da bramino, contadino, o servo, ed è considerato semplicemente un bandito” ",
  "mn84:8.17": "“Cosa ne pensi, grande re? ",
  "mn84:8.18": "Se è così, le quattro caste sono uguali o no? ",
  "mn84:8.19": "O come la vedi?” ",
  "mn84:8.20": "“Chiaramente, Signor Kaccāna, in questo caso le quattro caste sono uguali. ",
  "mn84:8.21": "Non vedo differenze tra loro” ",
  "mn84:8.22": "“Ed ecco un altro modo per capire come le dichiarazioni dei bramini siano solo dicerie. ",
  "mn84:9.1": "Cosa ne pensi, grande re? ",
  "mn84:9.2": "Prendi un aristocratico che si taglia capelli e barba, indossa l’abito marrone, e lascia la vita di casa per quella mendicante. Si astiene dall’uccidere, rubare, e mentire. Si astiene dal mangiare la sera, mangia in una sola parte del giorno, ed è casto, etico, e di buon carattere. ",
  "mn84:9.3": "Come lo tratteresti?” ",
  "mn84:9.4": "“Mi inchinerei a lui, mi alzerei in sua presenza, e gli offrirei da sedere. Lo inviterei ad accettare abiti, cibo, ripari, e medicine e provvigioni per malati. E organizzerei la sua protezione e guardia. ",
  "mn84:9.5": "Perché questo? ",
  "mn84:9.6": "Perché ha perso il suo precedente stato da aristocratico, ed è considerato semplicemente un asceta” ",
  "mn84:9.7": "“Cosa ne pensi, grande re? ",
  "mn84:9.8": "Prendi un bramino, un contadino, o un servo che si taglia capelli e barba, indossa l’abito marrone, e lascia la vita di casa per quella mendicante. Si astiene dall’uccidere, rubare, e mentire. Si astiene dal mangiare la sera, mangia in una sola parte del giorno, ed è casto, etico, e di buon carattere. ",
  "mn84:9.9": "Come lo tratteresti?” ",
  "mn84:9.10": "“Mi inchinerei a lui, mi alzerei in sua presenza, e gli offrirei da sedere. Lo inviterei ad accettare abiti, cibo, ripari, e medicine e provvigioni per malati. E organizzerei la sua protezione e guardia. ",
  "mn84:9.11": "Perché questo? ",
  "mn84:9.12": "Perché ha perso il suo precedente stato da bramino, contadino, o servo, ed è considerato semplicemente un asceta” ",
  "mn84:9.13": "“Cosa ne pensi, grande re? ",
  "mn84:9.14": "Se è così, le quattro caste sono uguali o no? ",
  "mn84:9.15": "O come la vedi?” ",
  "mn84:9.16": "“Chiaramente, Signor Kaccāna, in questo caso le quattro caste sono uguali. ",
  "mn84:9.17": "Non vedo differenze tra loro” ",
  "mn84:9.18": "“Questo è un altro modo per capire come le dichiarazioni dei bramini siano solo dicerie: ",
  "mn84:9.19": "‘Solo i bramini sono la casta migliore; le altre caste sono inferiori. ",
  "mn84:9.20": "Solo i bramini sono una casta di luce; le altre caste sono oscure. ",
  "mn84:9.21": "Solo i bramini sono puri, gli altri no. ",
  "mn84:9.22": "Solo i bramini sono i figli legittimi di Dio, nati dalla sua bocca, nati da Dio, creati da Dio, eredi di Dio’”. ",
  "mn84:10.1": "Una volta che ebbe parlato, il Re Avantiputta disse a Mahakaccāna: ",
  "mn84:10.2": "“Eccellente, Signor Kaccāna! Eccellente! ",
  "mn84:10.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn84:10.4": "Prendo rifugio nel Signor Kaccāna, nell’insegnamento, e nella comunità monastica. ",
  "mn84:10.5": "Da oggi in poi, che il Signor Kaccāna si ricordi di me come un discepolo laico che ha preso rifugio a vita” ",
  "mn84:10.6": "“Grande re, non prendere rifugio in me. ",
  "mn84:10.7": "Dovresti prendere rifugio in quello stesso Beato in cui io ho preso rifugio” ",
  "mn84:10.8": "“Ma dove si trova ora quel Beato, il perfetto, il Buddha completamente risvegliato?” ",
  "mn84:10.9": "“Grande re, il Buddha si è già estinto completamente” ",
  "mn84:11.1": "“Signor Kaccāna, se sentissi che il Buddha fosse entro dieci leghe, o venti, o persino fino a cento leghe, viaggerei per cento leghe per vederlo. ",
  "mn84:11.4": "Ma dato che il Buddha si è già estinto completamente, prendo rifugio nel Buddha estinto completamente, nell’insegnamento, e nella comunità monastica. ",
  "mn84:11.5": "Da oggi in poi, che il Signor Kaccāna si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}