{
  "mn85:0.1": "Discorsi Medi 85 ",
  "mn85:0.2": "Il discorso con il principe Bodhi ",
  "mn85:1.1": "Così ho sentito. ",
  "mn85:1.2": "Una volta il Buddha dimorava nella terra dei Bhagga sulla Collina del Coccodrillo, nel parco dei cervi del bosco di Bhesakaḷā. ",
  "mn85:2.1": "In quell’occasione era stato costruito recentemente un nuovo palazzo chiamato Loto Rosa per il principe Bodhi. Non era ancora stato inaugurato da alcun asceta o bramino, o da persona alcuna. ",
  "mn85:3.1": "Allora il principe Bodhi si rivolse allo studente bramino Sañjikāputta: ",
  "mn85:3.2": "“Per favore, caro Sañjikāputta, vai dal Buddha, e in mio nome inchinati con la testa ai suoi piedi. Chiedigli se è sano e in salute, agile, forte, e a suo agio. ",
  "mn85:3.4": "E poi chiedigli se ",
  "mn85:3.5": "accetterebbe il pasto di domani insieme alla comunità monastica da parte mia” ",
  "mn85:4.1": "“Sì, Signore”, rispose Sañjikāputta. Fece come il principe Bodhi aveva chiesto, e ",
  "mn85:4.6": "il Buddha acconsentì in silenzio. ",
  "mn85:4.7": "Allora, sapendo che il Buddha aveva acconsentito, Sañjikāputta si alzò dal proprio posto, andò dal principe Bodhi, e disse: ",
  "mn85:4.8": "“Ho riferito il suo messaggio all’asceta Gotama, ",
  "mn85:4.12": "e lui ha accettato”. ",
  "mn85:5.1": "E una volta passata la notte, il principe Bodhi fece preparare vari cibi deliziosi a casa sua. Fece anche stendere un tessuto bianco fino all’ultimo gradino della scalinata del palazzo del Loto Rosa. Poi disse a Sañjikāputta: ",
  "mn85:5.2": "“Per favore, caro Sañjikāputta, vai dal Buddha, e annuncia l’ora, dicendo: ",
  "mn85:5.3": "‘Signore, è ora. Il pranzo è pronto’” ",
  "mn85:5.4": "“Sì, Signore”, rispose Sañjikāputta, e fece come gli fu chiesto. ",
  "mn85:6.1": "Allora al mattino il Buddha si vestì e, prendendo la propria ciotola e tunica, andò a casa del principe Bodhi. ",
  "mn85:7.1": "Il principe Bodhi era fuori dai cancelli ad aspettare il Buddha. ",
  "mn85:7.2": "Vedendo il Buddha arrivare da lontano, ",
  "mn85:7.3": "andò a salutarlo. Dopo essersi inchinato e aver invitato il Buddha ad andare per primo, si avvicinò al palazzo del Loto Rosa. ",
  "mn85:7.4": "Ma il Buddha si fermò al primo gradino della scalinata. ",
  "mn85:7.5": "Allora il principe Bodhi gli disse: ",
  "mn85:7.6": "“Signore, che il Beato salga sul tessuto! Che il Santo salga sul tessuto! ",
  "mn85:7.7": "Questo sarà a mio beneficio e felicità per molto tempo”. ",
  "mn85:7.8": "Ma detto ciò, il Buddha rimase in silenzio. ",
  "mn85:7.9": "Per la seconda volta … ",
  "mn85:7.10": "e per la terza volta, il principe Bodhi gli disse: ",
  "mn85:7.11": "“Signore, che il Beato salga sul tessuto! Che il Santo salga sul tessuto! ",
  "mn85:7.12": "Questo sarà a mio beneficio e felicità per molto tempo”. ",
  "mn85:7.13": "Allora il Buddha guardò Ānanda. ",
  "mn85:7.14": "Quindi Ānanda disse al principe Bodhi: ",
  "mn85:7.15": "‘Ripiega il tessuto, principe. ",
  "mn85:7.16": "Il Buddha non cammina sul tessuto bianco. ",
  "mn85:7.17": "Il Realizzato ha premura per le generazioni future”. ",
  "mn85:8.1": "Allora il principe Bodhi fece ripiegare il tessuto e fece preparare dei posti a sedere al piano di sopra del palazzo. ",
  "mn85:8.2": "Poi il Buddha salì le scale e si sedette sul posto preparato insieme alla comunità monastica. ",
  "mn85:9.1": "Poi il principe Bodhi servì e soddisfece la comunità monastica guidata dal Buddha con vari cibi freschi deliziosi cotti con le proprie mani. ",
  "mn85:9.2": "Una volta che il Buddha ebbe mangiato ed ebbe lavato mani e ciotola, il principe Bodhi prese un posto basso, si sedette a lato, ",
  "mn85:9.3": "e gli disse: ",
  "mn85:9.4": "“Signore, io penso questo: ",
  "mn85:9.5": "‘La felicità non si ottiene attraverso la felicità; la felicità si ottiene attraverso il dolore’” ",
  "mn85:10.1": "“Principe, prima del mio risveglio, quando non ero ancora risvegliato ma ero alla ricerca del risveglio, anche io pensavo: ",
  "mn85:10.2": "‘La felicità non si ottiene attraverso la felicità; la felicità si ottiene attraverso il dolore. ",
  "mn85:11.1": "Qualche tempo dopo, quando avevo ancora i capelli nero puro, benedetto dalla giovinezza, nel fiore degli anni, sebbene mia madre e mio padre non volessero, piangendo con facce piene di lacrime, mi tagliai capelli e barba, indossai l’abito marrone, e lasciai la vita di casa per quella mendicante. ",
  "mn85:11.2": "Una volta lasciata casa partii alla scoperta del bene, alla ricerca dello stato supremo di pace sublime. Andai da Āḷāra Kālāma e gli dissi: ",
  "mn85:11.3": "‘Fratello Kālāma, desidero seguire il percorso spirituale secondo questo insegnamento e addestramento’. ",
  "mn85:11.4": "Āḷāra Kālāma rispose: ",
  "mn85:11.5": "‘Rimani, venerabile. ",
  "mn85:11.6": "Questo insegnamento è tale che le persone giudiziose possano presto realizzare la tradizione con la propria conoscenza diretta e dimorare avendo raggiunto ciò’. ",
  "mn85:11.7": "Presto memorizzai quell’insegnamento. ",
  "mn85:11.8": "Per quanto riguarda la memorizzazione e recita orale, parlavo della dottrina della sapienza, della dottrina degli anziani. Dicevo di conoscere e vedere, e così facevano gli altri. ",
  "mn85:11.9": "Poi pensai: ",
  "mn85:11.10": "‘Non è solo per fede che Āḷāra Kālāma dichiara: “Ho realizzato questo insegnamento con la mia conoscenza diretta, e dimoro avendo raggiunto ciò”. ",
  "mn85:11.11": "Sicuramente dimora conoscendo e vedendo questo insegnamento’. ",
  "mn85:12.1": "Quindi andai da Āḷāra Kālāma e gli dissi: ",
  "mn85:12.2": "‘Fratello Kālāma, fino a che punto dici di aver realizzato questo insegnamento con la tua conoscenza diretta?’ ",
  "mn85:12.3": "In risposta lui dichiarò la dimensione del nulla. ",
  "mn85:12.4": "Poi pensai: ",
  "mn85:12.5": "‘Non è solo Āḷāra Kālāma che ha fede, ",
  "mn85:12.6": "energia, ",
  "mn85:12.7": "consapevolezza, ",
  "mn85:12.8": "concentrazione, ",
  "mn85:12.9": "e saggezza; anche io ho queste cose. ",
  "mn85:12.10": "Perché non mi sforzo a realizzare lo stesso insegnamento che Āḷāra Kālāma dice di aver realizzato con la propria conoscenza diretta?’ ",
  "mn85:12.11": "Presto realizzai quell’insegnamento con la mia conoscenza diretta, e dimorai avendo raggiunto ciò. ",
  "mn85:12.12": "Quindi andai da Āḷāra Kālāma e gli dissi: ",
  "mn85:12.13": "‘Fratello Kālāma, tu hai realizzato questo insegnamento con la tua conoscenza diretta fino a questo punto, e dichiari di aver raggiunto ciò?’ ",
  "mn85:12.14": "‘Sì, fratello’ ",
  "mn85:12.15": "‘Anche io, fratello, ho realizzato questo insegnamento fino a questo punto, e dimoro avendo raggiunto ciò’. ",
  "mn85:12.16": "‘Siamo fortunati, fratello, molto fortunati ",
  "mn85:12.17": "ad avere un venerabile come te come compagno spirituale! ",
  "mn85:12.18": "Quindi l’insegnamento che io ho realizzato con la mia conoscenza diretta, e che dichiaro di aver raggiunto, anche tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto ciò. ",
  "mn85:12.19": "L’insegnamento che tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto, anche io ho realizzato con la mia conoscenza diretta, e dichiaro di aver raggiunto ciò. ",
  "mn85:12.20": "Quindi l’insegnamento che io conosco, lo conosci anche tu, e l’insegnamento che tu conosci, lo conosco anche io. ",
  "mn85:12.21": "Io sono come te e tu sei come me. ",
  "mn85:12.22": "Vieni, fratello! Guidiamo questa comunità insieme’. ",
  "mn85:12.23": "E così il il mio maestro Āḷāra Kālāma mise me, il suo studente, al suo stesso posto, e mi onorava con lodi elevate. ",
  "mn85:12.24": "Poi pensai: ",
  "mn85:12.25": "‘Questo insegnamento non porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Porta solamente alla rinascita nella dimensione del nulla’. ",
  "mn85:12.26": "Realizzando che quell’insegnamento era inadeguato, me ne andai deluso. ",
  "mn85:12.27": "Partii alla scoperta del bene, alla ricerca dello stato supremo di pace sublime. Andai da Uddaka, il figlio di Rāma, e gli dissi: ",
  "mn85:12.28": "‘Fratello, desidero seguire il percorso spirituale secondo questo insegnamento e addestramento’. ",
  "mn85:12.29": "Uddaka rispose: ",
  "mn85:12.30": "‘Rimani, venerabile. ",
  "mn85:12.31": "Questo insegnamento è tale che le persone giudiziose possano presto realizzare la tradizione con la propria conoscenza diretta e dimorare avendo raggiunto ciò’. ",
  "mn85:12.32": "Presto memorizzai quell’insegnamento. ",
  "mn85:12.33": "Per quanto riguarda la memorizzazione e recita orale, parlavo della dottrina della sapienza, della dottrina degli anziani. Dicevo di conoscere e vedere, e così facevano gli altri. ",
  "mn85:12.34": "Poi pensai: ",
  "mn85:12.35": "‘Non è solo per fede che Rāma dichiarava: “Ho realizzato questo insegnamento con la mia conoscenza diretta, e dimoro avendo raggiunto ciò”. ",
  "mn85:12.36": "Sicuramente dimorava conoscendo e vedendo questo insegnamento’. ",
  "mn85:13.1": "Quindi andai da Uddaka, figlio di Rāma, e gli dissi: ",
  "mn85:13.2": "‘Fratello, fino a che punto Rāma diceva di aver realizzato questo insegnamento con la propria conoscenza diretta?’ ",
  "mn85:13.3": "In risposta lui dichiarò la dimensione della né percezione né non-percezione. ",
  "mn85:13.4": "Poi pensai: ",
  "mn85:13.5": "‘Non è solo Rāma che aveva fede, ",
  "mn85:13.6": "energia, ",
  "mn85:13.7": "consapevolezza, ",
  "mn85:13.8": "concentrazione, ",
  "mn85:13.9": "e saggezza; anche io ho queste cose. ",
  "mn85:13.10": "Perché non mi sforzo a realizzare lo stesso insegnamento che Rāma diceva di aver realizzato con la propria conoscenza diretta?’ ",
  "mn85:13.11": "Presto realizzai quell’insegnamento con la mia conoscenza diretta, e dimorai avendo raggiunto ciò. ",
  "mn85:13.12": "Quindi andai da Uddaka, figlio di Rāma, e gli dissi: ",
  "mn85:13.13": "‘Fratello, Rāma aveva realizzato questo insegnamento con la propria conoscenza diretta fino a questo punto, e dichiarò di aver raggiunto ciò?’ ",
  "mn85:13.14": "‘Sì, fratello’ ",
  "mn85:13.15": "‘Anche io, fratello, ho realizzato questo insegnamento fino a questo punto, e dimoro avendo raggiunto ciò’. ",
  "mn85:13.16": "‘Siamo fortunati, fratello, molto fortunati ",
  "mn85:13.17": "ad avere un venerabile come te come compagno spirituale! ",
  "mn85:13.18": "Quindi l’insegnamento che Rāma aveva realizzato con la propria conoscenza diretta, e che dichiarò di aver raggiunto, anche tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto ciò. ",
  "mn85:13.19": "L’insegnamento che tu hai realizzato con la tua conoscenza diretta, e dimori avendo raggiunto ciò, anche Rāma aveva realizzato con la propria conoscenza diretta, e dichiarò di aver raggiunto ciò. ",
  "mn85:13.20": "Quindi l’insegnamento di cui Rāma aveva conoscenza diretta, lo conosci anche tu, e l’insegnamento che tu conosci, anche Rāma ne aveva conoscenza diretta. ",
  "mn85:13.21": "Rāma era come te e tu sei come Rāma. ",
  "mn85:13.22": "Vieni, fratello! Guida questa comunità’. ",
  "mn85:13.23": "E così il il mio compagno spirituale Uddaka, figlio di Rāma, mise me nella posizione di maestro, e mi onorava con lodi elevate. ",
  "mn85:13.24": "Poi pensai: ",
  "mn85:13.25": "‘Questo insegnamento non porta alla disillusione, allo svanire dell’avidità, alla cessazione, alla pace, alla conoscenza diretta, al risveglio, e all’estinzione. Porta solamente alla rinascita nella dimensione della né percezione né non-percezione’. ",
  "mn85:13.26": "Realizzando che quell’insegnamento era inadeguato, me ne andai deluso. ",
  "mn85:14.1": "Partii alla scoperta del bene, alla ricerca dello stato supremo di pace sublime. Viaggiando passo dopo passo nelle terre di Maghada, arrivai presso Senānigama, a Uruvelā. ",
  "mn85:14.2": "Lì vidi un bel parco, un boschetto gradevole, con un fiume pulito e invitante che scorreva, con sponde morbide. E vicino c’era un villaggio per l’elemosina. ",
  "mn85:14.3": "Poi pensai: ",
  "mn85:14.4": "‘Questo parco è davvero bello, un boschetto gradevole, con un fiume pulito e invitante che scorre, con sponde morbide. E vicino c’è un villaggio per l’elemosina. ",
  "mn85:14.5": "Questo può bastare per un giovane che vuole lavorare su se stesso’. ",
  "mn85:14.6": "Quindi mi sedetti lì, pensando: ",
  "mn85:14.7": "‘Questo può bastare per lavorare’. ",
  "mn85:15.1": "Poi questi tre esempi, che non furono né ispirati in maniera sovrannaturale, né imparati in passato, mi vennero in mente: ",
  "mn85:16.1": "Immagina ci sia un tronco verde, ricco di linfa che giace nell’acqua. ",
  "mn85:16.2": "Poi arriva una persona con un bastoncino, pensando ",
  "mn85:16.3": "di accendere un fuoco e produrre calore. ",
  "mn85:16.4": "Cosa ne pensi, principe? ",
  "mn85:16.5": "Strofinando il bastoncino contro quel tronco verde e ricco di linfa che giace nell’acqua potrebbe accendere un fuoco e produrre calore?” ",
  "mn85:16.6": "“No, Signore. ",
  "mn85:16.7": "Perché? ",
  "mn85:16.8": "Perché è un tronco verde, ricco di linfa che giace nell’acqua. ",
  "mn85:16.9": "Quella persona alla fine si stancherebbe e frustrerebbe” ",
  "mn85:17.1": "“Allo stesso modo, ci sono asceti e bramini che non vivono ritirati in corpo e mente dai piaceri dei sensi. Non hanno abbandonato o placato dentro di loro il desiderio, l’affezione, l’infatuazione, la sete, e la febbre per i piaceri dei sensi. Che provino o no sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento, sono incapaci di conoscenza e visione, del risveglio supremo. ",
  "mn85:17.4": "Questo fu il primo esempio che mi venne in mente. ",
  "mn85:18.1": "Poi un secondo esempio mi venne in mente: ",
  "mn85:18.2": "Immagina ci sia un tronco verde, ricco di linfa che giace sulla terra secca lontano dall’acqua. ",
  "mn85:18.3": "Poi arriva una persona con un bastoncino, pensando ",
  "mn85:18.4": "di accendere un fuoco e produrre calore. ",
  "mn85:18.5": "Cosa ne pensi, principe? ",
  "mn85:18.6": "Strofinando il bastoncino contro quel tronco verde e ricco di linfa che giace sulla terra secca lontano dall’acqua potrebbe accendere un fuoco e produrre calore?” ",
  "mn85:18.7": "“No, Signore. ",
  "mn85:18.8": "Perché questo? ",
  "mn85:18.9": "Perché è comunque un tronco verde, ricco di linfa, nonostante giaccia sulla terra secca lontano dall’acqua. ",
  "mn85:18.10": "Quella persona alla fine si stancherebbe e frustrerebbe” ",
  "mn85:18.11": "“Allo stesso modo, ci sono asceti e bramini che vivono ritirati in corpo e mente dai piaceri dei sensi. Ma non hanno abbandonato o placato dentro di loro il desiderio, l’affezione, l’infatuazione, la sete, e la febbre per i piaceri dei sensi. Che provino o no sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento, sono incapaci di conoscenza e visione, del risveglio supremo. ",
  "mn85:18.14": "Questo fu il secondo esempio che mi venne in mente. ",
  "mn85:19.1": "Poi un terzo esempio mi venne in mente: ",
  "mn85:19.2": "Immagina ci sia un tronco secco e appassito che giace sulla terra secca lontano dall’acqua. ",
  "mn85:19.3": "Poi arriva una persona con un bastoncino, pensando ",
  "mn85:19.4": "di accendere un fuoco e produrre calore. ",
  "mn85:19.5": "Cosa ne pensi, principe? ",
  "mn85:19.6": "Strofinando il bastoncino contro quel tronco secco e appassito che giace sulla terra secca lontano dall’acqua potrebbe accendere un fuoco e produrre calore?” ",
  "mn85:19.7": "“Sì, Signore. ",
  "mn85:19.8": "Perché? ",
  "mn85:19.9": "Perché è un tronco secco e appassito che giace sulla terra secca lontano dall’acqua” ",
  "mn85:19.10": "“Allo stesso modo, ci sono asceti e bramini che vivono ritirati in corpo e mente dai piaceri dei sensi. E dentro di loro hanno abbandonato e placato il desiderio, l’affezione, l’infatuazione, la brama, e la febbre per i piaceri dei sensi. Che provino o no sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento, sono capaci di conoscenza e visione, del risveglio supremo. ",
  "mn85:19.13": "Questo fu il terzo esempio che mi venne in mente. ",
  "mn85:19.14": "Questi sono i tre esempi, che non furono né ispirati in maniera sovrannaturale, né imparati in passato, che mi vennero in mente. ",
  "mn85:20.1": "Poi pensai: ",
  "mn85:20.2": "‘Perchè io, stringendo i denti e premendo la lingua contro il palato, non spremo, schiaccio, e stritolo la mente con la mente?’ ",
  "mn85:20.3": "E così feci, ",
  "mn85:20.4": "finché il sudore non mi colò dalle ascelle. ",
  "mn85:20.5": "Era come un uomo forte che afferra un uomo debole per la testa o per i collo o per la spalla e lo spreme, lo schiaccia, e lo stritola. ",
  "mn85:20.6": "Allo stesso modo, stringendo i denti e premendo la lingua contro il palato, io spremetti, schiacciai, e stritolai la mente con la mente finché il sudore non mi colò dalle ascelle. ",
  "mn85:20.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn85:21.1": "Poi pensai: ",
  "mn85:21.2": "‘Perché non pratico l’estasi senza respiro?’ ",
  "mn85:21.3": "Allora mi tappai bocca e naso. ",
  "mn85:21.4": "Ma poi l’aria mi uscì dalle orecchie facendo un forte suono, ",
  "mn85:21.5": "come il soffio del mantice di un fabbro. ",
  "mn85:21.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn85:22.1": "Poi pensai: ",
  "mn85:22.2": "‘Perché non continuo a praticare l’estasi senza respiro?’ ",
  "mn85:22.3": "Allora mi tappai bocca, naso e orecchie. ",
  "mn85:22.4": "Ma poi una forte aria mi macinò la testa, ",
  "mn85:22.5": "come se un uomo forte mi trapanasse la testa con una punta affilata. ",
  "mn85:22.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn85:23.1": "Poi pensai: ",
  "mn85:23.2": "‘Perché non continuo a praticare l’estasi senza respiro?’ ",
  "mn85:23.3": "Allora mi tappai bocca, naso e orecchie. ",
  "mn85:23.4": "Ma mi venne un forte mal di testa, ",
  "mn85:23.5": "come se un uomo forte mi stesse stringendo una robusta cintura di pelle attorno alla testa. ",
  "mn85:23.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn85:24.1": "Poi pensai: ",
  "mn85:24.2": "‘Perché non continuo a praticare l’estasi senza respiro?’ ",
  "mn85:24.3": "Allora mi tappai bocca, naso e orecchie. ",
  "mn85:24.4": "Ma poi una forte aria mi incise la pancia, ",
  "mn85:24.5": "come se un abile macellaio o il suo apprendista mi stesse affettando la pancia con una mannaia da carne. ",
  "mn85:24.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn85:25.1": "Poi pensai: ",
  "mn85:25.2": "‘Perché non continuo a praticare l’estasi senza respiro?’ ",
  "mn85:25.3": "Allora mi tappai bocca, naso e orecchie. ",
  "mn85:25.4": "Ma poi ci fu un intenso bruciore nel mio corpo, ",
  "mn85:25.5": "come due forti uomini che prendono un uomo più debole per le braccia e lo scottano su una fossa di braci ardenti. ",
  "mn85:25.7": "La mia energia era attiva e infaticabile, la mia consapevolezza era stabile e lucida, ma il mio corpo era disturbato, non tranquillo, poiché avevo spinto troppo con quel lavoro doloroso. ",
  "mn85:26.1": "Poi alcuni angeli mi videro e dissero: ",
  "mn85:26.2": "‘L’asceta Gotama è morto’. ",
  "mn85:26.3": "Altri dissero: ",
  "mn85:26.4": "‘Non è morto, ma sta per morire’. ",
  "mn85:26.5": "Altri dissero: ",
  "mn85:26.6": "‘Non è morto, né sta per morire. L’asceta Gotama è perfetto, poiché è così che i perfetti vivono’. ",
  "mn85:27.1": "Poi pensai: ",
  "mn85:27.2": "‘Perché non pratico il digiuno totale?’ ",
  "mn85:27.3": "Ma degli angeli vennero da me e mi dissero: ",
  "mn85:27.4": "‘Buon Signore, non pratichi il digiuno totale. ",
  "mn85:27.5": "Se lo fa, infonderemo del nettare divino nei suoi pori e lei vivrà di ciò’. ",
  "mn85:27.6": "Allora pensai: ",
  "mn85:27.7": "‘Se dicessi di essere a digiuno totale mentre questi angeli mi infondono nettare divino nei pori, ciò sarebbe una bugia da parte mia’. ",
  "mn85:27.8": "Allora congedai quegli angeli, dicendo: ‘Non c’è bisogno’. ",
  "mn85:28.1": "Poi pensai: ",
  "mn85:28.2": "‘Perché non mangio solo un pochino di cibo per volta; una tazza di brodo di fagioli, o di madras, o di ceci, o di fagioli verdi?’ ",
  "mn85:28.3": "E così feci, ",
  "mn85:28.4": "finché il mio corpo divenne estremamente emaciato. ",
  "mn85:28.5": "A causa del mangiare così poco, i miei arti divennero come le articolazioni di un ottantenne o di un cadavere, ",
  "mn85:28.6": "il mio sedere diventò come lo zoccolo di un cammello, ",
  "mn85:28.7": "le mie vertebre sporgevano come perline su un filo, ",
  "mn85:28.8": "e le mie costole erano scarne come le travi rotte di un vecchio fienile. ",
  "mn85:28.9": "A cause del mangiare così poco, il luccichio dei miei occhi affondò nelle cavità, come il luccichio dell’acqua in un pozzo profondo. ",
  "mn85:28.10": "A causa del mangiare così poco, il mio scalpo si avvizzì e appassì come una zucca amara verde al vento e al sole. ",
  "mn85:28.11": "A causa del mangiare così poco, la pelle della mia pancia si attaccò alla mia colonna vertebrale, in modo che quando provavo a strofinare la pelle della pancia afferravo la colonna vertebrale, e quando provavo a strofinare la colonna vertebrale strofinavo la pelle della pancia. ",
  "mn85:28.12": "A causa del mangiare così poco, quando provavo a urinare o a defecare cadevo a faccia in giù sul posto. ",
  "mn85:28.13": "A causa del mangiare così poco, quando provavo ad alleviare il mio corpo strofinando gli arti con le mani, i peli, marciti alla radice, cadevano. ",
  "mn85:29.1": "Poi alcuni mi videro e dissero: ‘L’asceta Gotama è nero’. ",
  "mn85:29.2": "Altri dissero: ‘Non è nero, è marrone’. ",
  "mn85:29.3": "Altri dissero: ‘Non è né nero né marrone. L’asceta Gotama è abbronzato’. ",
  "mn85:29.4": "Questo era il punto a cui la carnagione pura e chiara della mia pelle era stata rovinata dal mangiare così poco. ",
  "mn85:30.1": "Poi pensai: ",
  "mn85:30.2": "‘Qualunque asceta o bramino che ha provato sensazioni dolorose, pungenti, intense, e acute a causa del sovraffaticamento, che sia in passato, futuro, o presente, non è andato oltre questo. Nessuno ha fatto più di così. ",
  "mn85:30.5": "Ma non ho raggiunto alcuna distinzione sovrumana in conoscenza e visione degna dei nobili attraverso questo lavoro duro ed estenuante. ",
  "mn85:30.6": "È possibile che ci sia un altro cammino per il risveglio?’ ",
  "mn85:31.1": "Poi pensai: ",
  "mn85:31.2": "‘Mi ricordo di quando ero seduto all’ombra fresca dell’albero di mele rosa mentre mio padre il Sakya era via per lavoro. Sufficientemente isolato dai piaceri dei sensi, isolato da cattive qualità, con pensiero e valutazione, ed euforia e felicità nate dall’isolamento, raggiunsi e dimorai nella prima estasi. ",
  "mn85:31.3": "È possibile che quello sia il cammino per il risveglio?’ ",
  "mn85:31.4": "Da quel ricordo giunse la realizzazione: ",
  "mn85:31.5": "‘<em>Quello</em> è il cammino per il risveglio!’ ",
  "mn85:32.1": "Allora pensai: ",
  "mn85:32.2": "‘Perché ho paura di quella felicità, che non ha niente a che fare con i piaceri dei sensi o con cattive qualità?’ ",
  "mn85:32.3": "Allora pensai: ",
  "mn85:32.4": "‘Non avrò paura di quella felicità, poiché non ha niente a che fare con i piaceri dei sensi o con cattive qualità’. ",
  "mn85:33.1": "Poi pensai: ",
  "mn85:33.2": "‘Non è facile raggiungere quella felicità con un corpo così eccessivamente emaciato. Perché non mangio un po’ di cibo solido, del riso e porridge?’ ",
  "mn85:33.3": "Allora mangiai del cibo solido. ",
  "mn85:33.4": "In quel periodo cinque monaci erano i miei assistenti, e pensavano: ",
  "mn85:33.5": "‘L’asceta Gotama ci informerà riguardo qualsiasi verità che realizzerà’. ",
  "mn85:33.6": "Ma quando mangiai del cibo solido, se ne andarono delusi, dicendo: ",
  "mn85:33.7": "‘L’asceta Gotama è diventato indulgente. Si è allontanato dallo sforzo ed è tornato all’indulgenza’. ",
  "mn85:34-37.1": "Dopo aver mangiato del cibo solido e aver recuperato le forze, sufficientemente isolato dai piaceri dei sensi, … raggiunsi e dimorai nella prima estasi … ",
  "mn85:34-37.2": "Con il placarsi di pensiero e valutazione, … raggiunsi e dimorai nella seconda estasi. … ",
  "mn85:34-37.3": "nella terza estasi … ",
  "mn85:34-37.4": "e nella quarta estasi. ",
  "mn85:34-37.5": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi al ricordo delle vite passate. ",
  "mn85:34-37.6": "Ricordai molte vite passate. Cioè: una nascita, due nascite, tre nascite, quattro nascite, cinque nascite, dieci nascite, venti nascite, trenta nascite, quaranta nascite, cinquanta nascite, cento nascite, mille nascite, centomila nascite; molte ere di formazione, molte ere di dissoluzione, molte ere di formazione e dissoluzione. Ricordai: ‘Lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui da un’altra parte. Anche lì, mi chiamavo così, quella era la mia famiglia, ero fatto così, e quello era il mio cibo. Sentivo piacere e dolore così, e la mia vita finì così. Una volta deceduto da quel posto rinacqui qui’. E così ricordai i miei vari tipi di vite passate, nei particolari e nello specifico. ",
  "mn85:34-37.7": "Questa fu la prima conoscenza che ottenni durante la prima parte della notte. ",
  "mn85:34-37.8": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come succede a chi dimora diligente, fervido, e risoluto. ",
  "mn85:38.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi alla conoscenza della morte e rinascita degli esseri viventi. ",
  "mn85:38.2": "Con chiaroveggenza purificata e sovrumana, vidi gli esseri viventi morire e rinascere; inferiori e superiori, belli e brutti, in un bel posto o un brutto posto. Compresi come gli esseri viventi rinascono secondo le proprie azioni. ",
  "mn85:39.1": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come succede a chi vive diligente, fervido, e risoluto. ",
  "mn85:40.1": "Una volta che la mia mente divenne così concentrata, purificata, luminosa, impeccabile, libera da corruzioni, flessibile, lavorabile, stabile, e imperturbabile, la estesi alla conoscenza dell’eliminazione dei contaminanti. ",
  "mn85:40.2": "Compresi secondo realtà: ‘Questa è la sofferenza’, compresi secondo realtà: ‘Questa è l’origine della sofferenza’, compresi secondo realtà: ‘Questa è la cessazione della sofferenza’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione della sofferenza’. ",
  "mn85:40.3": "Compresi secondo realtà: ‘Questi sono i contaminanti’, compresi secondo realtà: ‘Questa è l’origine dei contaminanti’, compresi secondo realtà: ‘Questa è la cessazione dei contaminanti’, compresi secondo realtà: ‘Questa è la pratica che porta alla cessazione dei contaminanti’. ",
  "mn85:41.1": "Conoscendo così e vedendo così, la mia mente fu liberata dal contaminante dei piaceri dei sensi, la mia mente fu liberata dal contaminante dell’esistenza, e la mia mente fu liberata dal contaminante dell’ignoranza. ",
  "mn85:41.2": "Una volta libera, capii che era libera. ",
  "mn85:41.3": "Compresi: ‘La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo’. ",
  "mn85:42.1": "Questa fu la terza conoscenza che ottenni durante la parte finale della notte. ",
  "mn85:42.2": "L’ignoranza fu distrutta e la conoscenza sorse; l’oscurità fu distrutta e la luce sorse, come succede a chi dimora diligente, fervido, e risoluto. ",
  "mn85:43.1": "Poi pensai: ",
  "mn85:43.2": "‘Questo principio che ho scoperto è profondo, difficile da vedere, difficile da comprendere, pacifico, sublime, fuori dalla portata del ragionamento, raffinato, comprensibile agli astuti. ",
  "mn85:43.3": "Ma alla gente piacciono gli attaccamenti, li ama e li apprezza. ",
  "mn85:43.4": "È difficile per loro vedere questo: la condizionalità specifica, l’originazione dipendente. ",
  "mn85:43.5": "È anche difficile per loro vedere questo: il placarsi di ogni attività, il lasciar andare ogni attaccamento, l’eliminazione della brama, lo svanire dell’avidità, la cessazione, l’estinzione. ",
  "mn85:43.6": "E se io spiegassi questo insegnamento, gli altri potrebbero non capirmi, il che sarebbe frustrante e fastidioso per me’. ",
  "mn85:43.7": "Poi questi versi, i quali non furono né ispirati in maniera sovrannaturale, né imparati in passato, mi vennero in mente: ",
  "mn85:43.8": "‘Ho faticato molto per realizzare questo, ",
  "mn85:43.9": "basta provare a spiegarlo. ",
  "mn85:43.10": "Questo insegnamento non è facilmente capito ",
  "mn85:43.11": "da chi è radicato nell’avidità e nell’odio. ",
  "mn85:43.12": "Va contro corrente, è raffinato, ",
  "mn85:43.13": "profondo, nascosto, e molto fine, ",
  "mn85:43.14": "Coloro che sono afflitti dall’avidità non riescono a vedere, ",
  "mn85:43.15": "poiché sono avvolti da una massa di oscurità’. ",
  "mn85:43.16": "Quindi, riflettendo così, la mia mente era incline a rimanere passiva, a non spiegare l’insegnamento. ",
  "mn85:44.1": "Poi il dio Sahampati, sapendo ciò che stavo pensando, pensò: ",
  "mn85:44.2": "‘Oh! Il mondo sarà perduto, il mondo perirà! Poichè la mente del Realizzato, il perfetto, il Buddha completamente risvegliato è incline a rimanere passiva, a non spiegare l’insegnamento’. ",
  "mn85:44.3": "Allora il dio Sahampati, tanto facilmente quanto una persona forte che estende o contrae il proprio braccio, scomparve dal regno di Dio e riapparve di fronte a me. ",
  "mn85:44.4": "Si aggiustò l’abito su una spalla, alzò le mani giunte verso di me, e disse: ",
  "mn85:44.5": "‘Signore, che il Beato spieghi l’insegnamento! Che il Santo spieghi l’insegnamento! ",
  "mn85:44.6": "Ci sono esseri con poca polvere negli occhi. Sono in declino poiché non hanno sentito l'insegnamento. ",
  "mn85:44.7": "Ci saranno quelli che capiscono l'insegnamento!’ ",
  "mn85:44.8": "Questo è ciò che il dio Sahampati disse. ",
  "mn85:44.9": "Poi continuò: ",
  "mn85:44.10": "‘Tra i Maghada apparve in passato ",
  "mn85:44.11": "un insegnamento impuro, pensato da coloro che erano ancora macchiati. ",
  "mn85:44.12": "Spalanchi la porta per la libertà dalla morte! ",
  "mn85:44.13": "Che sentano l’insegnamento che l’immacolato ha scoperto. ",
  "mn85:44.14": "In piedi su una montagna rocciosa, ",
  "mn85:44.15": "si vede la gente tutt’intorno. ",
  "mn85:44.16": "Allo stesso modo, l’Onniveggente, il Saggio, ",
  "mn85:44.17": "asceso al Tempio della Verità, ",
  "mn85:44.18": "libero dalla tristezza, guarda la gente ",
  "mn85:44.19": "sommersa dalla tristezza, oppressa da nascita e morte. ",
  "mn85:44.20": "Alzati, eroe! Vincitore in battaglia, conduttore della carovana, ",
  "mn85:44.21": "vaga il mondo senza obblighi. ",
  "mn85:44.22": "Che il Beato spieghi l’insegnamento! ",
  "mn85:44.23": "Ci saranno quelli che capiscono!’ ",
  "mn85:45.1": "Quindi, vedendo l’invito del dio, investigai il mondo con l’occhio di un Buddha, grazie alla mia compassione per gli esseri viventi. ",
  "mn85:45.2": "E vidi esseri viventi con poca polvere negli occhi, e alcuni con molta polvere negli occhi; con facoltà forti e con facoltà deboli, con qualità buone e con qualità cattive, facili da istruire e difficili da istruire. E alcuni di loro dimoravano vedendo il pericolo nell’errore che riguarda la prossima vita, mentre altri no. ",
  "mn85:45.3": "È come una vasca con ninfee blu, o fiori di loto rosa o bianchi. Alcuni di essi germogliano e crescono nell’acqua senza emergere in superficie, prosperando sott’acqua. Alcuni di essi germogliano e crescono nell’acqua ma emergono in superficie e rimangono asciutti. ",
  "mn85:45.5": "Quindi risposi in poesia al dio Sahampati: ",
  "mn85:45.6": "‘Le porte verso la libertà dalla morte sono spalancate! ",
  "mn85:45.7": "Che coloro che hanno orecchie per ascoltare dimostrino la propria fede. ",
  "mn85:45.8": "Pensando che sarebbe stato fastidioso, dio, non ho spiegato ",
  "mn85:45.9": "l’insegnamento sofisticato e sublime tra gli umani’. ",
  "mn85:45.10": "Quindi il dio Sahampati, sapendo che la propria richiesta che io spieghi l'insegnamento fu accettata, si inchinò e mi circumambulò, mantenendomi sulla destra, prima di scomparire da lì. ",
  "mn85:46.1": "Poi pensai: ",
  "mn85:46.2": "‘A chi posso insegnare per primo? ",
  "mn85:46.3": "Chi comprenderà l’insegnamento velocemente?’ ",
  "mn85:46.4": "Poi pensai: ",
  "mn85:46.5": "‘Quell’Āḷāra Kālāma è astuto, competente, intelligente, ed è molto tempo che ha poca polvere negli occhi. ",
  "mn85:46.6": "Perché non insegno a lui per primo? ",
  "mn85:46.7": "Comprenderà velocemente l’insegnamento’. ",
  "mn85:46.8": "Ma un angelo venne da me e mi disse: ",
  "mn85:46.9": "‘Signore, Āḷāra Kālāma è deceduto sette giorni fa’. ",
  "mn85:46.10": "E conoscenza e visione sorsero in me: ",
  "mn85:46.11": "‘Āḷāra Kālāma è deceduto sette giorni fa’. ",
  "mn85:46.12": "Allora pensai: ",
  "mn85:46.13": "‘È una grossa perdita per Āḷāra Kālāma. ",
  "mn85:46.14": "Se avesse sentito l’insegnamento, l’avrebbe compreso velocemente’. ",
  "mn85:47.1": "Poi pensai: ",
  "mn85:47.2": "‘A chi posso insegnare per primo? ",
  "mn85:47.3": "Chi comprenderà l’insegnamento velocemente?’ ",
  "mn85:47.4": "Poi pensai: ",
  "mn85:47.5": "‘Quell’Uddaka, figlio di Rāma, è astuto, competente, intelligente, ed è molto tempo che ha poca polvere negli occhi. ",
  "mn85:47.6": "Perché non insegno a lui per primo? ",
  "mn85:47.7": "Comprenderà velocemente l’insegnamento’. ",
  "mn85:47.8": "Ma un angelo venne da me e mi disse: ",
  "mn85:47.9": "‘Signore, Uddaka, figlio of Rāma, è deceduto proprio la notte scorsa’. ",
  "mn85:47.10": "E conoscenza e visione sorsero in me: ",
  "mn85:47.11": "‘Uddaka, figlio of Rāma, è deceduto proprio la notte scorsa’. ",
  "mn85:47.12": "Allora pensai: ",
  "mn85:47.13": "‘È una grossa perdita per Uddaka. ",
  "mn85:47.14": "Se avesse sentito l’insegnamento, l’avrebbe compreso velocemente’. ",
  "mn85:48.1": "Poi pensai: ",
  "mn85:48.2": "‘A chi posso insegnare per primo? ",
  "mn85:48.3": "Chi comprenderà l’insegnamento velocemente?’ ",
  "mn85:48.4": "Poi pensai: ",
  "mn85:48.5": "‘Il gruppo dei cinque monaci mi è stato molto di aiuto. Mi hanno assistito durante il mio duro lavoro. ",
  "mn85:48.6": "Perché non insegno a loro per primi?’ ",
  "mn85:48.7": "Allora pensai: ",
  "mn85:48.8": "‘Dove si trova il gruppo dei cinque monaci in questi giorni?’ ",
  "mn85:48.9": "Con chiaroveggenza purificata e sovrumana vidi che il gruppo dei cinque monaci dimorava vicino a Varanasi, nel parco dei cervi di Isipatana. ",
  "mn85:49.1": "Quindi, dopo essere rimasto a Uruvelā quanto volevo, sono partito per Varanasi. ",
  "mn85:49.2": "Mentre viaggiavo sulla strada tra Gayā e Bodhgaya, l’asceta Ājīvaka Upaka mi vide ",
  "mn85:49.3": "e disse: ",
  "mn85:49.4": "‘Fratello, le tue facoltà sono così chiare, e la tua carnagione è così pura e luminosa. ",
  "mn85:49.5": "Nel nome di chi hai lasciato casa, fratello? Chi è il tuo maestro? In che insegnamento credi? ",
  "mn85:49.6": "Risposi a Upaka in poesia: ",
  "mn85:49.7": "‘Io sono il campione, il conoscitore di tutto, ",
  "mn85:49.8": "incontaminato nel mezzo di ogni cosa. ",
  "mn85:49.9": "Ho abbandonato tutto, libero attraverso l’eliminazione della brama. ",
  "mn85:49.10": "Avendo conoscenza diretta io stesso, di chi dovrei essere discepolo? ",
  "mn85:49.11": "Non ho maestro. ",
  "mn85:49.12": "Non c’è nessuno come me. ",
  "mn85:49.13": "Nel mondo con i suoi angeli, ",
  "mn85:49.14": "non ho controparte. ",
  "mn85:49.15": "Poiché in questo mondo io sono il perfetto; ",
  "mn85:49.16": "sono il Maestro supremo. ",
  "mn85:49.17": "Solo io sono completamente risvegliato, ",
  "mn85:49.18": "raffrescato, estinto. ",
  "mn85:49.19": "Sto andando alla città di Kāsi ",
  "mn85:49.20": "a mettere in moto la Ruota dell’Insegnamento. ",
  "mn85:49.21": "In questo mondo che è così cieco, ",
  "mn85:49.22": "suonerò il tamburo della libertà dalla morte!’ ",
  "mn85:49.23": "‘Secondo ciò che sostieni, fratello, dovresti essere il Vincitore Infinito’. ",
  "mn85:49.24": "‘I vincitori sono coloro che, come me, ",
  "mn85:49.25": "hanno raggiunto l’eliminazione dei contaminanti. ",
  "mn85:49.26": "Ho conquistato le qualità malvagie, Upaka, ",
  "mn85:49.27": "ecco perché sono un vincitore’. ",
  "mn85:49.28": "Detto ciò, Upaka disse: ‘Se lo dici tu, fratello’. Scuotendo la testa, prese la strada sbagliata e se ne andò. ",
  "mn85:50.1": "Viaggiando passo dopo passo, arrivai a Varanasi, e andai a trovare il gruppo dei cinque monaci nel parco dei cervi di Isipatana. ",
  "mn85:50.2": "I cinque monaci mi videro arrivare da lontano ",
  "mn85:50.3": "e si fermarono, dicendo: ",
  "mn85:50.4": "‘Ecco che arriva l’asceta Gotama. È così indulgente; si è allontanato dal lavoro ed è ritornato all’indulgenza. ",
  "mn85:50.5": "Non dobbiamo inchinarci, alzarci per lui, o ricevere la sua ciotola e abito. ",
  "mn85:50.6": "Ma possiamo preparare un posto; può sedersi se vuole’. ",
  "mn85:50.7": "Eppure, nell’avvicinarmi, i cinque monaci non furono in grado di trattenersi come avevano concordato. ",
  "mn85:50.8": "Alcuni vennero a salutarmi e a ricevere la mia ciotola e abito, alcuni prepararono un posto, mentre altri prepararono dell’acqua per lavarmi i piedi. ",
  "mn85:50.9": "Ma si rivolgevano ancora a me come ‘fratello’. ",
  "mn85:51.1": "Quindi dissi loro: ",
  "mn85:51.2": "‘Monaci, non rivolgetevi a me come ‘fratello’. ",
  "mn85:51.3": "Il Realizzato è perfetto, un Buddha completamente risvegliato. ",
  "mn85:51.4": "Ascoltate, monaci: ho ottenuto la libertà dalla morte. Vi istruirò, vi spiegherò l’insegnamento. ",
  "mn85:51.5": "Praticando come vi istruirò, presto realizzerete la suprema culminazione del percorso spirituale in questa stessa vita. Dimorerete avendo raggiunto con la vostra conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn85:51.6": "Ma loro mi dissero: ",
  "mn85:51.7": "‘Fratello Gotama, nemmeno attraverso quella condotta, quella pratica, quel lavoro estenuante hai raggiunto alcuna distinzione sovrumana in conoscenza e visione degna dei nobili. Come puoi aver raggiunto tale stato ora che sei diventato indulgente, che ti sei allontanato dal lavoro e sei ritornato all'indulgenza?’ ",
  "mn85:51.8": "Quindi dissi loro: ",
  "mn85:51.9": "‘Il Realizzato non è diventato indulgente, non si è allontanato dal lavoro, e non è ritornato all’indulgenza. ",
  "mn85:51.10": "Il Realizzato è perfetto, un Buddha completamente risvegliato. ",
  "mn85:51.11": "Ascoltate, monaci: ho ottenuto la libertà dalla morte. Vi istruirò, vi spiegherò l’insegnamento. ",
  "mn85:51.12": "Praticando come vi istruirò, presto realizzerete la suprema culminazione del percorso spirituale in questa stessa vita. Dimorerete avendo raggiunto con la vostra conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn85:51.13": "Ma per la seconda volta mi dissero: ",
  "mn85:51.14": "‘Fratello Gotama … sei ritornato all’indulgenza’. ",
  "mn85:51.15": "Allora per la seconda volta dissi loro: ",
  "mn85:51.16": "‘Il Realizzato non è diventato indulgente, non si è allontanato dal lavoro, e non è ritornato all’indulgenza. ",
  "mn85:51.17": "Il Realizzato è perfetto, un Buddha completamente risvegliato. ",
  "mn85:51.20": "Ma per la terza volta mi dissero: ",
  "mn85:51.21": "‘Fratello Gotama … sei ritornato all’indulgenza’. ",
  "mn85:52.1": "Quindi dissi loro: ",
  "mn85:52.2": "‘Monaci, mi avete mai sentito parlare così prima d’ora?’ ",
  "mn85:52.3": "‘No, Signore’ ",
  "mn85:52.4": "‘Il Realizzato è perfetto, un Buddha completamente risvegliato. ",
  "mn85:52.5": "Ascoltate, monaci: ho ottenuto la libertà dalla morte. Vi istruirò, vi spiegherò l’insegnamento. ",
  "mn85:52.6": "Praticando come vi istruirò, presto realizzerete la suprema culminazione del percorso spirituale in questa stessa vita. Dimorerete avendo raggiunto con la vostra conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante’. ",
  "mn85:53.1": "Riuscii a convincere il gruppo dei cinque monaci. ",
  "mn85:53.2": "Quindi a volte istruivo due monaci, mentre gli altri tre andavano per l’elemosina. ",
  "mn85:53.3": "Poi quei tre davano da mangiare a tutti noi sei con ciò che portavano. ",
  "mn85:53.4": "A volte istruivo tre monaci, mentre gli altri due andavano per l’elemosina. ",
  "mn85:53.5": "Poi qui due davano da mangiare a tutti noi sei con ciò che portavano. ",
  "mn85:54.1": "Venendo educati e istruiti così da me, i cinque monaci presto realizzarono la suprema culminazione del percorso spirituale in questa stessa vita. Dimorarono avendo raggiunto con la loro conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante”. ",
  "mn85:55.1": "Detto ciò, il principe Bodhi disse al Buddha: ",
  "mn85:55.2": "“Signore, quando un monaco ha il Realizzato come istruttore, quanto ci impiega a realizzare la suprema culminazione del percorso spirituale in questa stessa vita?” ",
  "mn85:55.3": "“Beh, principe, ti chiedo questo, e potrai rispondere come vuoi. ",
  "mn85:55.4": "Cosa ne pensi, principe? ",
  "mn85:55.5": "Sei esperto nell’arte del brandire il pungolo uncinato mentre cavalchi un elefante?” ",
  "mn85:55.6": "“Lo sono, Signore” ",
  "mn85:56.1": "“Cosa ne pensi, principe? ",
  "mn85:56.2": "Immagina che arrivi un uomo pensando: ",
  "mn85:56.3": "‘Il principe Bodhi conosce l’arte del brandire il pungolo uncinato mentre cavalca un elefante. ",
  "mn85:56.4": "Mi allenerò a quell’arte sotto di lui’. ",
  "mn85:56.5": "Se non ha fede, ",
  "mn85:56.6": "non raggiungerebbe ciò che potrebbe raggiungere attraverso la fede. ",
  "mn85:56.7": "Se non è in salute, ",
  "mn85:56.8": "non raggiungerebbe ciò che potrebbe raggiungere attraverso la buona salute. ",
  "mn85:56.9": "Se è disonesto e ingannevole, ",
  "mn85:56.10": "non raggiungerebbe ciò che potrebbe raggiungere attraverso la l’onestà e l’integrità. ",
  "mn85:56.11": "Se è pigro, ",
  "mn85:56.12": "non raggiungerebbe ciò che potrebbe raggiungere attraverso l’energia. ",
  "mn85:56.13": "Se è stupido, ",
  "mn85:56.14": "non raggiungerebbe ciò che potrebbe raggiungere attraverso la saggezza. ",
  "mn85:56.15": "Cosa ne pensi, principe? ",
  "mn85:56.16": "Quell’uomo potrebbe comunque allenarsi all’arte del brandire il pungolo uncinato mentre cavalca un elefante sotto di te?” ",
  "mn85:56.17": "“Signore, se avesse anche solo uno di questi fattori non potrebbe allenarsi sotto di me, figuriamoci tutti e cinque” ",
  "mn85:57.1": "“Cosa ne pensi, principe? ",
  "mn85:57.2": "Immagina che arrivi un uomo pensando: ",
  "mn85:57.3": "‘Il principe Bodhi conosce l’arte del brandire il pungolo uncinato mentre cavalca un elefante. ",
  "mn85:57.4": "Mi allenerò a quell’arte sotto di lui’. ",
  "mn85:57.5": "Se ha fede, ",
  "mn85:57.6": "raggiungerebbe ciò che può raggiungere attraverso la fede. ",
  "mn85:57.7": "Se è in salute, ",
  "mn85:57.8": "raggiungerebbe ciò che può raggiungere attraverso la buona salute. ",
  "mn85:57.9": "Se è onesto e di integrità, ",
  "mn85:57.10": "raggiungerebbe ciò che può raggiungere attraverso la l’onestà e l’integrità. ",
  "mn85:57.11": "Se è energico, ",
  "mn85:57.12": "raggiungerebbe ciò che può raggiungere attraverso l’energia. ",
  "mn85:57.13": "Se è saggio, ",
  "mn85:57.14": "raggiungerebbe ciò che può raggiungere attraverso la saggezza. ",
  "mn85:57.15": "Cosa ne pensi, principe? ",
  "mn85:57.16": "Quell’uomo potrebbe comunque allenarsi all’arte del brandire il pungolo uncinato mentre cavalca un elefante sotto di te?” ",
  "mn85:57.17": "“Signore, se avesse anche solo uno di questi fattori potrebbe allenarsi sotto di me, figuriamoci tutti e cinque” ",
  "mn85:58.1": "“Allo stesso modo, principe, ci sono cinque fattori che supportano l’impegno spirituale. ",
  "mn85:58.2": "Quali cinque? ",
  "mn85:58.3": "È quando un discepolo nobile ha fede nel risveglio del Realizzato: ",
  "mn85:58.4": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn85:58.5": "È raramente ammalato, o indisposto. Il suo stomaco digerisce bene, non essendo né troppo caldo né troppo freddo, ma giusto, e adatto al lavoro. ",
  "mn85:58.6": "Non è disonesto o ingannevole. Si rivela onestamente al Maestro o ai compagni spirituali giudiziosi. ",
  "mn85:58.7": "Dimora con energia attiva al fine di abbandonare le cattive qualità e di sposare buone qualità. È forte, strenuamente vigoroso, non batte la fiacca quando si tratta di sviluppare buone qualità. ",
  "mn85:58.8": "È saggio. Possiede la saggezza del sorgere e svanire che è nobile, penetrante, e porta alla completa eliminazione della sofferenza. ",
  "mn85:58.9": "Questi sono i cinque fattori che supportano l’impegno spirituale. ",
  "mn85:59.1": "Quando un monaco con questi cinque fattori che supportano l’impegno spirituale ha il Realizzato come istruttore, può ",
  "mn85:59.2": "realizzare la suprema culminazione del percorso spirituale in sette anni. ",
  "mn85:59.3": "Figuriamoci sette anni, ",
  "mn85:59.4": "può ",
  "mn85:59.5": "realizzare la suprema culminazione del percorso spirituale in sei anni, ",
  "mn85:59.6": "cinque anni, ",
  "mn85:59.7": "quattro anni, ",
  "mn85:59.8": "tre anni, ",
  "mn85:59.9": "due anni, ",
  "mn85:59.10": "o anche solo un anno. ",
  "mn85:59.11": "Figuriamoci un anno, ",
  "mn85:59.12": "Quando un monaco con questi cinque fattori che supportano l’impegno spirituale ha il Realizzato come istruttore, può ",
  "mn85:59.13": "realizzare la suprema culminazione del percorso spirituale in sette mesi, ",
  "mn85:59.17": "sei mesi, ",
  "mn85:59.18": "cinque mesi, ",
  "mn85:59.19": "quattro mesi, ",
  "mn85:59.20": "tre mesi, ",
  "mn85:59.21": "due mesi, ",
  "mn85:59.22": "o anche solo un mese. ",
  "mn85:59.23": "Due settimane, ",
  "mn85:59.27": "sette giorni, ",
  "mn85:59.31": "sei giorni, ",
  "mn85:59.32": "cinque giorni, ",
  "mn85:59.33": "quattro giorni, ",
  "mn85:59.34": "tre giorni, ",
  "mn85:59.35": "due giorni, ",
  "mn85:59.36": "o anche solo un giorno. ",
  "mn85:59.37": "Figuriamoci un giorno, ",
  "mn85:59.38": "Quando un monaco con questi cinque fattori che supportano l’impegno spirituale ha il Realizzato come istruttore, può essere istruito la sera e raggiungere distinzione la mattina, o essere istruito la mattina e raggiungere distinzione la sera”. ",
  "mn85:60.1": "Detto ciò, il principe Bodhi disse al Buddha: ",
  "mn85:60.2": "“Oh, il Buddha! Oh l’insegnamento! Oh, quanto è ben spiegato l’insegnamento! ",
  "mn85:60.3": "Dato che si può venire istruiti la sera e raggiugnere distinzione la mattina, o venire istruiti la mattina e raggiungere distinzione la sera”. ",
  "mn85:61.1": "Detto ciò, Sañjikāputta disse al principe Bodhi: ",
  "mn85:61.2": "“Anche se il Signor Bodhi dice così, ",
  "mn85:61.4": "non prende rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica” ",
  "mn85:61.5": "“Non dire così, caro Sañjikāputta, non dire così! ",
  "mn85:61.6": "Ho sentito e imparato questo in presenza di mia madre: ",
  "mn85:61.7": "una volta il Buddha dimorava vicino a Kosambī, nel monastero di Ghosita. ",
  "mn85:61.8": "Allora mia madre incinta andò dal Buddha, si inchinò, si sedette a lato, e gli disse: ",
  "mn85:61.9": "‘Signore, il principe o principessa nel mio grembo prende rifugio nel Buddha, nell’insegnamento, e nella comunità monastica. ",
  "mn85:61.10": "Da oggi in poi, che il Buddha si ricordi del principe o principessa come discepoli laici che hanno preso rifugio a vita’. ",
  "mn85:61.11": "Un’altra volta il Buddha dimorava nella terra dei Bhagga sulla Collina del Coccodrillo, nel parco dei cervi del bosco di Bhesakaḷā. ",
  "mn85:61.12": "Allora la mia babysitter, portandomi in braccio, andò dal Buddha, si inchinò, si mise a lato, e gli disse: ",
  "mn85:61.13": "‘Signore, il principe Bodhi prende rifugio nel Buddha, nell’insegnamento, e nella comunità monastica. ",
  "mn85:61.14": "Da oggi in poi, che il Buddha si ricordi di lui come un discepolo laico che ha preso rifugio a vita’. ",
  "mn85:61.15": "Ora, per la terza volta, prendo rifugio nel Buddha, nell’insegnamento, e nella comunità monastica. ",
  "mn85:61.16": "Da oggi in poi, che il Buddha si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}