{
  "mn86:0.1": "Discorsi medi 86 ",
  "mn86:0.2": "Il discorso di Aṅgulimāla ",
  "mn86:1.1": "Così ho sentito. ",
  "mn86:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn86:2.1": "In quel periodo, nel regno del Re Pasenadi di Kosala, c’era un bandito di nome Aṅgulimāla. Era violento, sanguinario, un assassino incallito, spietato nei confronti degli esseri viventi. ",
  "mn86:2.2": "Radeva al suolo villaggi, città, e Paesi. ",
  "mn86:2.3": "Uccideva costantemente la gente, e ne indossava la dita come collana. ",
  "mn86:3.1": "Al mattino il Buddha si vestì e, prendendo la propria ciotola e abito, entrò a Sāvatthī per l’elemosina. ",
  "mn86:3.2": "Poi, dopo il pasto, al ritorno dalla questua, riordinò il proprio riparo e, prendendo la propria ciotola e abito, si incamminò per la strada che portava da Aṅgulimāla. ",
  "mn86:3.3": "I mandriani, i pastori, i fattori, e i passanti lo videro sulla strada, ",
  "mn86:3.4": "e gli dissero: ",
  "mn86:3.5": "“Non prendere questa strada, asceta. ",
  "mn86:3.6": "Su questa strada c’è un bandito di nome Aṅgulimāla. È violento, sanguinario, un assassino incallito, spietato nei confronti degli esseri viventi. ",
  "mn86:3.7": "Rade al suolo villaggi, città, e Paesi. ",
  "mn86:3.8": "Uccide costantemente la gente, e ne indossa la dita come collana. ",
  "mn86:3.9": "La gente viaggia su questa strada solo in gruppi da dieci, venti, trenta, quaranta, o cinquanta. ",
  "mn86:3.10": "E comunque incontrano la propria fine per mano di Aṅgulimāla”. ",
  "mn86:3.11": "Ma detto ciò, il Buddha rimase in silenzio. ",
  "mn86:3.12": "Per la seconda volta … ",
  "mn86:3.13": "e per la terza volta, lo esortarono a tornare indietro. ",
  "mn86:4.1": "Ma detto ciò, il Buddha rimase in silenzio. ",
  "mn86:4.2": "Il bandito Aṅgulimāla vide il Buddha arrivare da lontano, ",
  "mn86:4.3": "e pensò: ",
  "mn86:4.4": "“Oh, è incredibile, è strabiliante! ",
  "mn86:4.5": "La gente viaggia su questa strada solo in gruppi da dieci, venti, trenta, quaranta, o cinquanta. ",
  "mn86:4.6": "E comunque incontrano la propria fine per mano mia. ",
  "mn86:4.7": "Ma questo asceta arriva solo e non accompagnato, come un conquistatore. ",
  "mn86:4.8": "Perché non gli tolgo la vita?” ",
  "mn86:5.1": "Allora Aṅgulimāla indossò spada e scudo, prese arco e frecce, e seguì il Buddha. ",
  "mn86:5.2": "Ma il Buddha usò i propri poteri psichici per esprimere la volontà che Aṅgulimāla non riuscisse a raggiungerlo, per quanto ci provasse, anche se il Buddha continuava a camminare a velocità normale. ",
  "mn86:5.3": "Allora Aṅgulimāla pensò: ",
  "mn86:5.4": "“Oh, è incredibile, è strabiliante! ",
  "mn86:5.5": "In passato, persino quando ho inseguito elefanti, cavalli, carrozze, o cervi in corsa, li ho sempre raggiunti. ",
  "mn86:5.6": "Ma non riesco a raggiungere questo asceta, per quanto ci provi, anche se continua a camminare a velocità normale”. ",
  "mn86:5.7": "Allora si fermò e disse: ",
  "mn86:5.8": "“Fermo, fermo, asceta!” ",
  "mn86:5.9": "“Mi sono fermato, Aṅgulimāla. Ora fermati tu”. ",
  "mn86:5.10": "Allora Aṅgulimāla pensò: ",
  "mn86:5.11": "“Questi asceti Sakya dicono la verità. ",
  "mn86:5.12": "Eppure mentre cammina l’asceta Gotama dice: ",
  "mn86:5.13": "‘Mi sono fermato, Aṅgulimāla. Ora fermati tu’. ",
  "mn86:5.14": "Perché non gli chiedo a riguardo?” ",
  "mn86:6.1": "Allora si rivolse al Buddha in poesia: ",
  "mn86:6.2": "“Mentre cammini, asceta, dici: ‘Mi sono fermato’. ",
  "mn86:6.3": "E io mi sono fermato, ma tu mi dici di no. ",
  "mn86:6.4": "Ti chiedo questo, asceta: ",
  "mn86:6.5": "com’è che tu ti sei fermato e io no?” ",
  "mn86:6.6": "“Aṅgulimāla, io mi sono fermato per sempre. ",
  "mn86:6.7": "Ho scartato la violenza nei confronti di ogni creatura. ",
  "mn86:6.8": "Ma tu non riesci a fermare te stesso dal ferire gli esseri viventi. ",
  "mn86:6.9": "È per questo che io mi sono fermato, e tu no” ",
  "mn86:6.10": "“Oh, finalmente un grande saggio rinomato, ",
  "mn86:6.11": "un asceta mi ha seguito in questo bosco profondo. ",
  "mn86:6.12": "Ora che ho sentito il tuo versetto sull’insegnamento, ",
  "mn86:6.13": "vivrò senza il male”. ",
  "mn86:6.14": "Con queste parole il bandito scagliò la sua spada e le sue armi ",
  "mn86:6.15": "da un burrone verso un abisso. ",
  "mn86:6.16": "Venerò i piedi del Santo, ",
  "mn86:6.17": "e gli chiese di poter lasciare casa sul posto. ",
  "mn86:6.18": "Allora il Buddha, il grande saggio pieno di compassione, ",
  "mn86:6.19": "l’insegnante del mondo con i suoi angeli, ",
  "mn86:6.20": "gli disse: “Vieni, monaco!” ",
  "mn86:6.21": "E così divenne monaco. ",
  "mn86:7.1": "Allora il Buddha si avviò verso Sāvatthī con il Venerabile Aṅgulimāla come suo secondo. ",
  "mn86:7.2": "Passo dopo passo, giunse a Sāvatthī, ",
  "mn86:7.3": "dove dimorò nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn86:8.1": "In quell’occasione una folla si era radunata al cancello del complesso reale del Re Pasenadi facendo un terribile baccano: ",
  "mn86:8.2": "“Nel tuo regno c’è un bandito di nome Aṅgulimāla. È violento, sanguinario, un assassino incallito, spietato nei confronti degli esseri viventi. ",
  "mn86:8.3": "Rade al suolo villaggi, città, e Paesi. ",
  "mn86:8.4": "Uccide costantemente la gente, e ne indossa la dita come collana. ",
  "mn86:8.5": "Che Sua Maestà lo fermi!” ",
  "mn86:9.1": "Allora il Re Pasenadi uscì da Sāvatthī nel mezzo del giorno con circa cinquecento cavalli, ",
  "mn86:9.2": "diretto verso il monastero. ",
  "mn86:9.3": "Andò in carrozza fino a quando il terreno lo permise, poi scese e si avvicinò al Buddha a piedi. Si inchinò e si sedette a lato. Il Buddha gli disse: ",
  "mn86:9.4": "“Cosa succede, grande re? Il Re Seniya Bimbisāra di Magadha è arrabbiato con te? O i Licchavi di Vesālī? O qualche altro sovrano nemico?” ",
  "mn86:10.1": "“No, Signore. ",
  "mn86:10.2": "Nel mio regno c’è un bandito di nome Aṅgulimāla. È violento, sanguinario, un assassino incallito, spietato nei confronti degli esseri viventi. … ",
  "mn86:10.5": "Devo fermarlo” ",
  "mn86:11.1": "“Ma, grande re, immagina di vedere che Aṅgulimāla si è tagliato capelli e barba, ha indossato l’abito marrone, e ha lasciato la vita di casa per quella mendicante. E che si astiene dall’uccidere, rubare, e mentire. Si astiene dal mangiare la sera, mangia in una sola parte del giorno, ed è casto, morale, e di buon carattere. Cosa gli faresti?” ",
  "mn86:11.2": "“Mi inchinerei a lui, mi alzerei in sua presenza, e gli offrirei da sedere. Lo inviterei ad accettare abiti, cibo, ripari, e medicine e provvigioni per malati. E organizzerei la sua protezione e guardia. ",
  "mn86:11.3": "Ma, Signore, come può essere che un uomo così immorale e malvagio possa avere tali virtù e tale contegno?” ",
  "mn86:12.1": "In quell’occasione il Venerabile Aṅgulimāla era seduto non lontano dal Buddha. ",
  "mn86:12.2": "Allora il Buddha indicò con il proprio braccio destro e disse al re: ",
  "mn86:12.3": "“Grande re, questo è Aṅgulimāla” ",
  "mn86:12.4": "Allora il re si impaurì, si spaventò, e gli si drizzarono i capelli. ",
  "mn86:12.5": "Vedendo ciò, il Buddha gli disse: ",
  "mn86:12.6": "“Non temere, grande re. Non hai nulla da temere da parte sua”. ",
  "mn86:12.7": "Allora la paura del re svanì. ",
  "mn86:12.8": "Poi il re andò da Aṅgulimāla e disse: ",
  "mn86:12.9": "“Signore, il venerabile è davvero Aṅgulimāla?” ",
  "mn86:12.10": "“Sì, grande re” ",
  "mn86:12.11": "“Da che famiglia venivano suo padre e sua madre?” ",
  "mn86:12.12": "“Mio padre era un Gagga, e mia madre una Mantāṇī” ",
  "mn86:12.13": "“Che il venerabile Gagga, figlio di Mantāṇī, sia felice. ",
  "mn86:12.14": "Mi assicurerò che lei sia fornito di abiti, cibo, ripari, e medicine e provvigioni per malati”. ",
  "mn86:13.1": "Ma in quel periodo il Venerabile Aṅgulimāla viveva nella natura, mangiava solo cibo elemosinato, e possedeva solo tre abiti. ",
  "mn86:13.2": "Quindi disse al re: ",
  "mn86:13.3": "“Basta, grande re. I miei abiti sono abbastanza”. ",
  "mn86:13.4": "Allora il re tornò dal Buddha, si inchinò, si sedette a lato, e gli disse: ",
  "mn86:13.5": "“È incredibile, Signore, è strabiliante ",
  "mn86:13.6": "come il Buddha sia in grado di domare coloro che sono selvaggi, di pacificare coloro che sono violenti, e di estinguere coloro che non sono estinti! ",
  "mn86:13.7": "Dato che io sono stato in grado di domarlo attraverso bastone e spada, ma il Buddha lo ha domato senza bastone o spada. ",
  "mn86:13.8": "Beh, ora, Signore, devo andare. ",
  "mn86:13.9": "Ho molti compiti, e molto da fare” ",
  "mn86:13.10": "“Prego, grande re, vai pure quando vuoi”. ",
  "mn86:13.11": "Allora il re si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn86:14.1": "Al mattino il Venerabile Aṅgulimāla si vestì e, prendendo la propria ciotola e abito, entrò a Sāvatthī per l’elemosina. ",
  "mn86:14.2": "Mentre vagava indiscriminatamente per l’elemosina, vide una donna angosciata in difficile travaglio. ",
  "mn86:14.3": "Vedendo ciò, pensò: ",
  "mn86:14.4": "“Oh, gli esseri viventi patiscono tanto strazio! ",
  "mn86:14.5": "Oh, gli esseri viventi patiscono tanto strazio!” ",
  "mn86:14.6": "Poi vagò per l’elemosina a Sāvatthī. Dopo il pasto, al ritorno dalla questua, andò dal Buddha, si inchinò, si sedette a lato, e gli riferì ciò che era accaduto. Il Buddha gli disse: ",
  "mn86:15.1": "“Beh, allora, Aṅgulimāla, vai da quella donna e dille questo: ",
  "mn86:15.2": "‘Da quando sono nato, sorella, non ricordo di aver tolto la vita intenzionalmente ad alcun essere vivente. Dal potere di questa verità, che entrambi tu e il tuo bambino siate al sicuro’” ",
  "mn86:15.3": "“Ma, Signore, questo non sarebbe raccontare deliberatamente una bugia? ",
  "mn86:15.4": "Dato che io ho ucciso intenzionalmente molti esseri viventi” ",
  "mn86:15.5": "“In questo caso, Aṅgulimāla, vai da quella donna e dì questo: ",
  "mn86:15.6": "‘Da quando sono nato nella nascita nobile, sorella, non ricordo di aver tolto la vita intenzionalmente ad alcun essere vivente. Dal potere di questa verità, che entrambi tu e il tuo bambino siate al sicuro’” ",
  "mn86:15.7": "“Sì, Signore”, rispose Aṅgulimāla. Andò da quella donna e disse: ",
  "mn86:15.8": "“Da quando sono nato nella nascita nobile, sorella, non ricordo di aver tolto la vita intenzionalmente ad alcun essere vivente. Dal potere di questa verità, che entrambi tu e il tuo bambino siate al sicuro”. ",
  "mn86:15.9": "Quindi la donna fu al sicuro, e così anche il suo bambino. ",
  "mn86:16.1": "Poi il Venerabile Aṅgulimāla, dimorando solo, ritirato, diligente, fervido, e risoluto, presto realizzò la suprema culminazione del percorso spirituale in questa stessa vita. Dimorò avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante. ",
  "mn86:16.2": "Comprese: “La nascita è terminata, il percorso spirituale è stato completato, ciò che c’era da fare è stato fatto, non ci sarà più nulla di questo”. ",
  "mn86:16.3": "E il Venerabile Aṅgulimāla divenne uno dei perfetti. ",
  "mn86:17.1": "Al mattino il Venerabile Aṅgulimāla si vestì e, prendendo la propria ciotola e abito, entrò a Sāvatthī per l’elemosina. ",
  "mn86:17.2": "In quell’occasione qualcuno scagliò una pietra che colpì Aṅgulimāla, qualcun altro lanciò un ramo, e qualcun altro gettò della ghiaia. ",
  "mn86:17.3": "Allora Aṅgulimāla, con la testa crepata, sanguinante, con ciotola rotta, e mantello strappato, andò dal Buddha. ",
  "mn86:17.4": "Il Buddha lo vide arrivare da lontano, ",
  "mn86:17.5": "e gli disse: ",
  "mn86:17.6": "“Sopporta, bramino! Sopporta! ",
  "mn86:17.7": "Stai facendo esperienza in questa vita del risultato delle azioni che ti avrebbero fatto venire tormentato all’inferno per molti anni, molte centinaia di anni, molte migliaia di anni”. ",
  "mn86:18.1": "Più tardi, il Venerabile Aṅgulimāla stava provando la felicità della liberazione mentre si trovava in ritiro privato. ",
  "mn86:18.2": "In quell’occasione espresse questo aforisma: ",
  "mn86:18.3": "“Chi prima era sventato, ",
  "mn86:18.4": "ma poi si è convertito all’accortezza, ",
  "mn86:18.5": "illumina il mondo, ",
  "mn86:18.6": "come la luna libera dalle nuvole. ",
  "mn86:18.7": "Colui una cui azione cattiva ",
  "mn86:18.8": "viene soppiantata da una buona, ",
  "mn86:18.9": "illumina il mondo ",
  "mn86:18.10": "come la luna libera dalle nuvole. ",
  "mn86:18.11": "Un giovane monaco ",
  "mn86:18.12": "devoto all’insegnamento del Buddha, ",
  "mn86:18.13": "illumina il mondo ",
  "mn86:18.14": "come la luna libera dalle nuvole. ",
  "mn86:18.15": "Che anche i miei nemici sentano un sermone! ",
  "mn86:18.16": "Che anche i miei nemici si dedichino all’insegnamento del Buddha! ",
  "mn86:18.17": "Che anche i miei nemici frequentino quelle brave persone ",
  "mn86:18.18": "che radicano gli altri nell’insegnamento! ",
  "mn86:18.19": "Che anche i miei nemici sentano l’insegnamento al momento giusto, ",
  "mn86:18.20": "da coloro che insegnano l’accettazione, ",
  "mn86:18.21": "che lodano la tolleranza; ",
  "mn86:18.22": "e che seguano quel percorso! ",
  "mn86:18.23": "Poiché poi non desidererebbero più ",
  "mn86:18.24": "il mio male o quello degli altri. ",
  "mn86:18.25": "Essendo giunti alla pace suprema, ",
  "mn86:18.26": "si prenderebbero cura di creature piccole e grandi. ",
  "mn86:18.27": "Poiché gli irrigatori incanalano l’acqua, ",
  "mn86:18.28": "e gli arcai fanno frecce; ",
  "mn86:18.29": "i falegnami intagliano il legno, ",
  "mn86:18.30": "ma gli astuti domano se stessi. ",
  "mn86:18.31": "Alcuni domano attraverso bastone, ",
  "mn86:18.32": "alcuni con il pungolo, e altri con la frusta. ",
  "mn86:18.33": "Ma l’Equilibrato mi ha domato ",
  "mn86:18.34": "senza bastone o spada. ",
  "mn86:18.35": "Il mio nome è ‘Innocuo’, ",
  "mn86:18.36": "anche se non lo ero. ",
  "mn86:18.37": "Il nome che porto oggi è vero, ",
  "mn86:18.38": "poiché non faccio del male a nessuno. ",
  "mn86:18.39": "Una volta ero un bandito, ",
  "mn86:18.40": "il famigerato Aṅgulimāla. ",
  "mn86:18.41": "Travolto da un grande diluvio, ",
  "mn86:18.42": "sono andato dal Buddha a cercare rifugio. ",
  "mn86:18.43": "Avevo sangue sulle mani, ",
  "mn86:18.44": "il famigerato Aṅgulimāla. ",
  "mn86:18.45": "Guardate il rifugio che ho trovato: ",
  "mn86:18.46": "il collegamento alla rinascita è stato eradicato. ",
  "mn86:18.47": "Ho compiuto molte delle azioni ",
  "mn86:18.48": "che portano a una brutta destinazione. ",
  "mn86:18.49": "Il risultato delle mie azioni mi ha già colpito, ",
  "mn86:18.50": "quindi mangio senza debiti. ",
  "mn86:18.51": "Gli stolti e gli sprovveduti ",
  "mn86:18.52": "si dedicano alla negligenza. ",
  "mn86:18.53": "Ma i saggi proteggono la diligenza ",
  "mn86:18.54": "come il proprio migliore tesoro. ",
  "mn86:18.55": "Non dedicarti alla negligenza, ",
  "mn86:18.56": "o godere d’intimità sessuale. ",
  "mn86:18.57": "Poiché se sarai diligente e praticherai l’estasi, ",
  "mn86:18.58": "otterrai felicità abbondante. ",
  "mn86:18.59": "È stato gradito, non sgradito, ",
  "mn86:18.60": "il consiglio che ho ricevuto fu buono. ",
  "mn86:18.61": "Tra gli insegnamenti ben esposti, ",
  "mn86:18.62": "sono giunto al migliore. ",
  "mn86:18.63": "È stato gradito, non sgradito, ",
  "mn86:18.64": "il consiglio che ho ricevuto fu buono. ",
  "mn86:18.65": "Ho raggiunto le tre conoscenze ",
  "mn86:18.66": "e completato le istruzioni del Buddha”. "
}