{
  "mn87:0.1": "Discorsi medi 87 ",
  "mn87:0.2": "Il discorso su ciò di cui i nostri cari sono la fonte ",
  "mn87:1.1": "Così ho sentito. ",
  "mn87:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn87:2.1": "In quell’occasione il caro e amato unico figlio di un certo laico era deceduto. ",
  "mn87:2.2": "Dopo la sua morte, il laico non se la sentiva di lavorare o di mangiare. ",
  "mn87:2.3": "Andava al cimitero e si disperava: ",
  "mn87:2.4": "“Dove sei, mio unico figlio? Dove sei, mio unico figlio?” ",
  "mn87:3.1": "Poi andò dal Buddha, si inchinò, e si sedette a lato. Il Buddha gli disse: ",
  "mn87:3.2": "“Le tue facoltà, laico, sono come quelle di chi ha una mente instabile; c’è deterioramento nelle tue facoltà” ",
  "mn87:3.3": "“E come potrebbe, Signore, non esserci deterioramento nelle mie facoltà? ",
  "mn87:3.4": "Dato che il mio caro e amato unico figlio è deceduto. ",
  "mn87:3.5": "Dalla sua morte, non me la sento di lavorare o di mangiare. ",
  "mn87:3.6": "Vado al cimitero e mi dispero: ",
  "mn87:3.7": "‘Dove sei, mio unico figlio? Dove sei, mio unico figlio?’” ",
  "mn87:3.8": "“È vero, laico. È vero. ",
  "mn87:3.9": "Poiché i nostri cari sono fonte di tristezza, lamento, dolore, malinconia, e angoscia” ",
  "mn87:3.10": "“Signore, come può anche solo pensare una cosa del genere! ",
  "mn87:3.12": "I nostri cari sono fonte di gioia e allegria”. ",
  "mn87:3.13": "Essendo in disaccordo e respingendo ciò che il Buddha disse, si alzò dal proprio posto e se ne andò. ",
  "mn87:4.1": "In quell’occasione alcuni giocatori d’azzardo stavano giocando a dadi non lontano dal Buddha. ",
  "mn87:4.2": "Il laico andò da loro e riferì ciò che era accaduto. ",
  "mn87:4.17": "“È vero, laico. È vero. ",
  "mn87:4.18": "I nostri cari sono fonte di gioia e allegria”. ",
  "mn87:4.19": "Pensando: “I giocatori d’azzardo sono d’accordo con me”, il laico se ne andò. ",
  "mn87:5.1": "Alla fine l’argomento raggiunse il complesso reale. ",
  "mn87:5.2": "Allora il Re Pasenadi si rivolse alla regina Mallikā: ",
  "mn87:5.3": "“Mallika, il tuo asceta Gotama dice questo: ",
  "mn87:5.4": "‘I nostri cari sono fonte di tristezza, lamento, dolore, malinconia, e angoscia’” ",
  "mn87:5.5": "“Se questo è ciò che il Buddha dice, grande re, allora è così” ",
  "mn87:5.6": "“Qualunque cosa l’asceta Gotama dica, Mallikā è d’accordo: ",
  "mn87:5.7": "‘Se questo è ciò che il Buddha dice, grande re, allora è così’. ",
  "mn87:5.8": "Sei come uno studente che è d’accordo con tutto quello che il suo maestro dice. ",
  "mn87:5.12": "Vai via, Mallikā, vattene!” ",
  "mn87:6.1": "Allora la regina Mallikā si rivolse al bramino Nāḷijaṅgha: ",
  "mn87:6.2": "“Per favore, bramino, vai dal Buddha, e in mio nome inchinati con la testa ai suoi piedi. Chiedigli se è sano e in salute, agile, forte, e a suo agio. ",
  "mn87:6.4": "E poi digli: ",
  "mn87:6.5": "‘Signore, il Buddha ha detto così: ",
  "mn87:6.6": "“I nostri cari sono fonte di tristezza, lamento, dolore, malinconia, e angoscia”?’ ",
  "mn87:6.7": "Ricorda bene come risponde il Buddha e dimmelo. ",
  "mn87:6.8": "Poiché i Realizzati non dicono nulla che non sia così” ",
  "mn87:6.9": "“Sì, Signora”, rispose. Andò dal Buddha e ci scambiò saluti. ",
  "mn87:6.10": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Buddha: ",
  "mn87:6.11": "“Signor Gotama, la regina Mallikā si inchina con la testa ai suoi piedi. Chiede se è sano e in salute, agile, forte, e a suo agio. ",
  "mn87:6.12": "E le chiede se ",
  "mn87:6.13": "il Buddha ha detto così: ",
  "mn87:6.14": "‘I nostri cari sono fonte di tristezza, lamento, dolore, malinconia, e angoscia’” ",
  "mn87:7.1": "“È vero, bramino. È vero. ",
  "mn87:7.2": "Poiché i nostri cari sono fonte di tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn87:8.1": "Ed ecco un modo per capire come i nostri cari siano fonte di tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn87:8.2": "Una volta, proprio qui a Sāvatthī, la madre di una certa donna morì. ",
  "mn87:8.3": "E a causa di ciò lei impazzì e perse la testa. Andava da strada a strada e da piazza a piazza dicendo: ",
  "mn87:8.4": "‘Qualcuno ha visto mia madre? Qualcuno ha visto mia madre?’ ",
  "mn87:9-14.1": "Ed ecco un altro modo per capire come i nostri cari siano fonte di tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn87:9-14.2": "Una volta, proprio qui a Sāvatthī, il padre di una certa donna morì … ",
  "mn87:9-14.3": "il fratello … ",
  "mn87:9-14.4": "la sorella … ",
  "mn87:9-14.5": "il figlio … ",
  "mn87:9-14.6": "la figlia … ",
  "mn87:9-14.7": "il marito di una certa donna morì. ",
  "mn87:9-14.8": "E a causa di ciò lei impazzì e perse la testa. Andava da strada a strada e da piazza a piazza dicendo: ",
  "mn87:9-14.9": "‘Qualcuno ha visto mio marito? Qualcuno ha visto mio marito?’ ",
  "mn87:15-21.1": "Ed ecco un altro modo per capire come i nostri cari siano fonte di tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn87:15-21.2": "Una volta, proprio qui a Sāvatthī, la madre di un certo uomo morì. ",
  "mn87:15-21.6": "il padre … ",
  "mn87:15-21.7": "il fratello … ",
  "mn87:15-21.8": "la sorella … ",
  "mn87:15-21.9": "il figlio … ",
  "mn87:15-21.10": "la figlia … ",
  "mn87:15-21.11": "la moglie di un certo uomo morì. ",
  "mn87:15-21.12": "E a causa di ciò lui impazzì e perse la testa. Andava da strada a strada e da piazza a piazza dicendo: ",
  "mn87:15-21.13": "‘Qualcuno ha visto mia moglie? Qualcuno ha visto mia moglie?’ ",
  "mn87:15-21.14": "Ed ecco un altro modo per capire come i nostri cari siano fonte di tristezza, lamento, dolore, malinconia, e angoscia. ",
  "mn87:22.1": "Una volta, proprio qui a Sāvatthī, una certa donna andò a vivere con i propri parenti. ",
  "mn87:22.2": "Ma i suoi parenti volevano che lei divorziasse da suo marito per darla in sposa a un altro, ",
  "mn87:22.3": "che lei non voleva. ",
  "mn87:22.4": "Disse a suo marito di ciò. ",
  "mn87:22.7": "Ma lui la tagliò in due e si sventrò pensando: ",
  "mn87:22.8": "‘Così staremo insieme dopo la morte’. ",
  "mn87:22.9": "Questo è un altro modo per capire come i nostri cari siano fonte di tristezza, lamento, dolore, malinconia, e angoscia”. ",
  "mn87:23.1": "Allora il bramino Nāḷijaṅgha, avendo tratto piacere e gioito in ciò che il Buddha disse, si alzò dal proprio posto, andò dalla regina Mallikā, e le riferì ciò di cui avevano discusso. Poi la regina Mallikā andò dal Re Pasenadi e gli disse: ",
  "mn87:24.1": "“Cosa ne pensi, grande re? ",
  "mn87:24.2": "Vuoi bene alla principessa Vajirī?” ",
  "mn87:24.3": "“Certo che sì, Mallikā” ",
  "mn87:24.4": "“Cosa ne pensi, grande re? ",
  "mn87:24.5": "Se lei dovesse morire non si manifesterebbero in te tristezza, lamento, dolore, malinconia, e angoscia?” ",
  "mn87:24.6": "“Se dovesse morire, la mia vita cadrebbe a pezzi. Come potrebbero tristezza, lamento, dolore, malinconia, e angoscia non manifestarsi in me?” ",
  "mn87:24.7": "“Questo è ciò a cui il Buddha si riferiva quando ha detto: ",
  "mn87:24.8": "‘I nostri cari sono fonte di tristezza, lamento, dolore, malinconia, e angoscia’. ",
  "mn87:25.1": "Cosa ne pensi, grande re? ",
  "mn87:25.2": "Vuoi bene alla Signora Vāsabhā? … ",
  "mn87:26.1": "Vuoi bene a tuo figlio, il generale Viḍūḍabha? … ",
  "mn87:27.1": "Vuoi bene a me?” ",
  "mn87:27.2": "“Certo che sì, Mallikā” ",
  "mn87:27.3": "“Cosa ne pensi, grande re? ",
  "mn87:27.4": "Se io dovessi morire non si manifesterebbero in te tristezza, lamento, dolore, malinconia, e angoscia?” ",
  "mn87:27.5": "“Se dovessi morire, la mia vita cadrebbe a pezzi. Come potrebbero tristezza, lamento, dolore, malinconia, e angoscia non manifestarsi in me?” ",
  "mn87:27.6": "“Questo è ciò a cui il Buddha si riferiva quando ha detto: ",
  "mn87:27.7": "‘I nostri cari sono fonte di tristezza, lamento, dolore, malinconia, e angoscia’. ",
  "mn87:28.1": "Cosa ne pensi, grande re? ",
  "mn87:28.2": "Sei affezionato ai regni di Kāsi e di Kosala?” ",
  "mn87:28.3": "“Certo che sì, Mallikā. ",
  "mn87:28.4": "È grazie all’abbondanza di Kāsi e di Kosala che usiamo sandalo importato da Kāsi e indossiamo collane, profumi, e trucco” ",
  "mn87:28.5": "“Cosa ne pensi, grande re? ",
  "mn87:28.6": "Se quei regni dovessero decadere non si manifesterebbero in te tristezza, lamento, dolore, malinconia, e angoscia?” ",
  "mn87:28.7": "“Se dovessero decadere, la mia vita cadrebbe a pezzi. Come potrebbero tristezza, lamento, dolore, malinconia, e angoscia non manifestarsi in me?” ",
  "mn87:28.8": "“Questo è ciò a cui il Buddha si riferiva quando ha detto: ",
  "mn87:28.9": "‘I nostri cari sono fonte di tristezza, lamento, dolore, malinconia, e angoscia’” ",
  "mn87:29.1": "“È incredibile, Mallikā, è strabiliante ",
  "mn87:29.2": "quanto lontano il Buddha veda con saggezza penetrante, a me sembra. ",
  "mn87:29.3": "Vieni, Mallikā, lavami le mani”. ",
  "mn87:29.4": "Poi il Re Pasenadi si alzò dal proprio posto, si aggiustò l’abito su una spalla, alzò le mani giunte verso il Buddha, ed espresse questo aforisma tre volte: ",
  "mn87:29.5": "“Lode al Beato, al perfetto, al Buddha completamente risvegliato! ",
  "mn87:29.6": "Lode al Beato, al perfetto, al Buddha completamente risvegliato! ",
  "mn87:29.7": "Lode al Beato, al perfetto, al Buddha completamente risvegliato!” "
}