{
  "mn88:0.1": "Discorsi Medi 88 ",
  "mn88:0.2": "Il tessuto importato ",
  "mn88:1.1": "Così ho sentito. ",
  "mn88:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn88:2.1": "Al mattino il Venerabile Ānanda si vestì e, prendendo la propria ciotola e abito, entrò a Sāvatthī per l’elemosina. ",
  "mn88:2.2": "Vagò per l’elemosina a Sāvatthī. Dopo il pasto, al ritorno dalla questua, andò al Monastero Orientale, il palazzo della madre di Migāra, per la dimora quotidiana. ",
  "mn88:3.1": "In quell’occasione il Re Pasenadi di Kosala montò l’elefante Loto Solitario e cavalcò fuori da Sāvatthī nel mezzo del giorno. ",
  "mn88:3.2": "Vide il Venerabile Ānanda arrivare da lontano, ",
  "mn88:3.3": "e disse la ministro Sirivaḍḍha: ",
  "mn88:3.4": "“Mio caro Sirivaḍḍha, quello non è il Venerabile Ānanda?” ",
  "mn88:3.5": "“Certo che sì, grande re”. ",
  "mn88:4.1": "Allora il Re Pasenadi si rivolse a un certo uomo: ",
  "mn88:4.2": "“Per favore, buon uomo, vai dal Venerabile Ānanda, e in mio nome inchinati con la testa ai suoi piedi. Digli: ",
  "mn88:4.3": "‘Signore, il Re Pasenadi di Kosala si inchina con la testa ai suoi piedi’. ",
  "mn88:4.4": "Poi dì: ",
  "mn88:4.5": "‘Signore, se non ha faccende urgenti, per favore aspetti un momento per premura’” ",
  "mn88:5.1": "“Sì, Sua Maestà”, rispose l’uomo. Fece come il re gli aveva chiesto. ",
  "mn88:6.1": "E il Venerabile Ānanda acconsentì in silenzio. ",
  "mn88:6.2": "Allora il Re Pasenadi cavalcò fino a quando il terreno lo permise, poi scese e si avvicinò al Venerabile Ānanda a piedi. Si inchinò, si mise a lato, e disse al Venerabile Ānanda: ",
  "mn88:6.3": "“Signore, se non ha faccende urgenti, sarebbe bello se andasse sulla riva del fiume Aciravatī per premura” ",
  "mn88:7.1": "Il Venerabile Ānanda acconsentì in silenzio. ",
  "mn88:7.2": "Andò sulla riva del fiume Aciravatī e si sedette alla radice di un certo albero sul posto preparato. ",
  "mn88:7.3": "Allora il Re Pasenadi cavalcò fino a quando il terreno lo permise, poi scese e si avvicinò al Venerabile Ānanda a piedi. Si inchinò, si mise a lato, e disse al Venerabile Ānanda: ",
  "mn88:7.4": "“Ecco qui, Venerabile Ānanda, si sieda su questo tappeto d’elefante” ",
  "mn88:7.5": "“Basta, grande re. ",
  "mn88:7.6": "sieditici tu. ",
  "mn88:7.7": "Io sono seduto al mio posto”. ",
  "mn88:8.1": "Allora il re si sedette sul posto preparato, ",
  "mn88:8.2": "e disse: ",
  "mn88:8.3": "“Signor Ānanda, è possibile che il Buddha si comporti attraverso il corpo, in una maniera che gli asceti e i bramini criticherebbero?” ",
  "mn88:8.4": "“No, grande re, non è possibile che il Buddha si comporti attraverso il corpo in una maniera che gli asceti e i bramini giudiziosi criticherebbero” ",
  "mn88:8.5": "“Signor Ānanda, è possibile che il Buddha si comporti attraverso la parola … ",
  "mn88:8.6": "attraverso la mente, in una maniera che gli asceti e i bramini criticherebbero?” ",
  "mn88:8.7": "“No, grande re, non è possibile che il Buddha si comporti attraverso la mente in una maniera che gli asceti e i bramini giudiziosi criticherebbero” ",
  "mn88:9.1": "“È incredibile, Signore, è strabiliante! ",
  "mn88:9.2": "Poiché non ho espresso pienamente la domanda, ma il Venerabile Ānanda l’ha completata per me. ",
  "mn88:9.3": "Io non credo che le lodi o le critiche espresse da stolti incompetenti, senza esaminare e scrutinare, abbiano valore. ",
  "mn88:9.4": "Piuttosto, credo che le lodi o le critiche espresse da gente competente e intelligente, dopo aver esaminato e scrutinato, abbiano valore. ",
  "mn88:10.1": "Ma, Signor Ānanda, che tipo di comportamento corporeo è criticato da asceti e bramini giudiziosi?” ",
  "mn88:10.2": "“Il comportamento corporeo cattivo” ",
  "mn88:10.3": "“Ma che tipo di comportamento corporeo è cattivo?” ",
  "mn88:10.4": "“Il comportamento corporeo biasimevole” ",
  "mn88:10.5": "“Ma che tipo di comportamento corporeo è biasimevole?” ",
  "mn88:10.6": "“Il comportamento corporeo dannoso” ",
  "mn88:10.7": "“Ma che tipo di comportamento corporeo è dannoso?” ",
  "mn88:10.8": "“Il comportamento corporeo che risulta in sofferenza” ",
  "mn88:10.9": "“Ma che tipo di comportamento corporeo risulta in sofferenza?” ",
  "mn88:10.10": "“Il comportamento corporeo che porta a ferire se stessi, gli altri, ed entrambi, ",
  "mn88:10.11": "e che fa crescere le cattive qualità, e fa diminuire le buone qualità. ",
  "mn88:10.12": "Quel tipo di comportamento corporeo è criticato da asceti e bramini giudiziosi” ",
  "mn88:11.1": "“Ma che tipo di comportamento verbale … ",
  "mn88:11.2": "e mentale è criticato da asceti e bramini giudiziosi?” … ",
  "mn88:11.3": "“Il comportamento mentale cattivo” ",
  "mn88:11.4": "“Ma che tipo di comportamento mentale è cattivo?” ",
  "mn88:11.5": "“Il comportamento mentale biasimevole” ",
  "mn88:11.6": "“Ma che tipo di comportamento mentale è biasimevole?” ",
  "mn88:11.7": "“Il comportamento mentale dannoso” ",
  "mn88:12.1": "“Ma che tipo di comportamento mentale è dannoso?” ",
  "mn88:12.2": "“Il comportamento mentale che risulta in sofferenza” ",
  "mn88:12.3": "“Ma che tipo di comportamento mentale risulta in sofferenza?” ",
  "mn88:12.4": "“Il comportamento mentale che porta a ferire se stessi, gli altri, ed entrambi, ",
  "mn88:12.5": "e che fa crescere le cattive qualità, e fa diminuire le buone qualità. ",
  "mn88:12.6": "Quel tipo di comportamento mentale è criticato da asceti e bramini giudiziosi” ",
  "mn88:13.1": "“Signore, il Buddha loda l’abbandono di tutte queste cose cattive?” ",
  "mn88:13.2": "“Grande re, il Realizzato ha abbandonato ogni cosa cattiva e possiede solo cose buone” ",
  "mn88:14.1": "“Ma, Signore, che tipo di comportamento corporeo non è criticato da asceti e bramini giudiziosi?” ",
  "mn88:14.2": "“Il comportamento corporeo buono” ",
  "mn88:14.3": "“Ma che tipo di comportamento corporeo è buono?” ",
  "mn88:14.4": "“Il comportamento corporeo innocente” ",
  "mn88:14.5": "“Ma che tipo di comportamento corporeo è innocente?” ",
  "mn88:14.6": "“Il comportamento corporeo piacevole” ",
  "mn88:14.7": "“Ma che tipo di comportamento corporeo è piacevole?” ",
  "mn88:14.8": "“Il comportamento corporeo che risulta in felicità” ",
  "mn88:14.9": "“Ma che tipo di comportamento corporeo risulta in felicità?” ",
  "mn88:14.10": "“Il comportamento corporeo che porta piacere a se stessi, agli altri, e a entrambi, ",
  "mn88:14.11": "e che fa crescere le buone qualità, e fa diminuire le cattive qualità. ",
  "mn88:14.12": "Quel tipo di comportamento corporeo non è criticato da asceti e bramini giudiziosi” ",
  "mn88:15.1": "“Ma che tipo di comportamento verbale … ",
  "mn88:15.2": "e mentale non è criticato da asceti e bramini giudiziosi?” … ",
  "mn88:15.3": "“Il comportamento mentale buono” ",
  "mn88:15.4": "“Ma che tipo di comportamento mentale è buono?” ",
  "mn88:15.5": "“Il comportamento mentale innocente” ",
  "mn88:16.1": "“Ma che tipo di comportamento mentale è innocente?” ",
  "mn88:16.2": "“Il comportamento mentale piacevole” ",
  "mn88:16.3": "“Ma che tipo di comportamento mentale è piacevole?” ",
  "mn88:16.4": "“Il comportamento mentale che risulta in felicità” ",
  "mn88:16.5": "“Ma che tipo di comportamento mentale risulta in felicità?” ",
  "mn88:16.6": "“Il comportamento mentale che porta piacere a se stessi, agli altri, e a entrambi, ",
  "mn88:16.7": "e che fa crescere le buone qualità, e fa diminuire le cattive qualità. ",
  "mn88:16.8": "Quel tipo di comportamento mentale non è criticato da asceti e bramini giudiziosi” ",
  "mn88:17.1": "“Signore, il Buddha loda lo sposare tutte queste cose buone?” ",
  "mn88:17.2": "“Grande re, il Realizzato ha abbandonato ogni cosa cattiva e possiede solo cose buone” ",
  "mn88:18.1": "“È incredibile, Signore, è strabiliante ",
  "mn88:18.2": "quanto questo sia stato ben detto dal Venerabile Ānanda! ",
  "mn88:18.3": "Sono così contento e soddisfatto di ciò che ha espresso così bene ",
  "mn88:18.4": "che ",
  "mn88:18.5": "se il tesoro dell’elefante fosse appropriato per lei, gliene darei uno. ",
  "mn88:18.6": "se il tesoro del cavallo fosse appropriato per lei, gliene darei uno. ",
  "mn88:18.7": "se un villaggio come ricompensa fosse appropriato per lei, gliene darei uno. ",
  "mn88:18.8": "Ma, Signore, io so che ",
  "mn88:18.9": "queste cose non sono appropriate per lei. ",
  "mn88:18.10": "Questo tessuto importato mi è stato mandato dal Re Ajātasattu di Maghada, figlio della principessa di Videha, impacchettato in una custodia per parasole. È lungo esattamente sedici misure e largo otto. ",
  "mn88:18.11": "Che il Venerabile Ānanda lo accetti per premura” ",
  "mn88:18.12": "“Basta, grande re. I miei tre abiti sono abbastanza” ",
  "mn88:19.1": "“Signore, abbiamo visto entrambi questo fiume Aciravatī ",
  "mn88:19.2": "quando piove molto sulle montagne, e il fiume esonda da entrambe le sponde. ",
  "mn88:19.3": "Allo stesso modo, il Venerabile Ānanda può fare un set di tre abiti con questo mantello importato, ",
  "mn88:19.4": "e può condividere i suoi vecchi abiti con i suoi compagni monaci. ",
  "mn88:19.5": "In questo modo la mia donazione esonderà. ",
  "mn88:19.6": "Per favore, accetti il tessuto importato”. ",
  "mn88:20.1": "Allora il Venerabile Ānanda accettò. ",
  "mn88:20.2": "Poi il Re Pasenadi gli disse: ",
  "mn88:20.3": "“Beh, ora, Signore, devo andare. ",
  "mn88:20.4": "Ho molti compiti, e molto da fare” ",
  "mn88:20.5": "“Prego, grande re, vai pure quando vuoi”. ",
  "mn88:20.6": "Allora il re trasse piacere e gioì in ciò che il Venerabile Ānanda disse. Si alzò dal proprio posto, si inchinò, e circumambulò il Venerabile Ānanda, mantenendolo alla propria destra, prima di andare. ",
  "mn88:21.1": "Poco dopo che il re se n’era andato, il Venerabile Ānanda andò dal Buddha, si inchinò, si sedette a lato, ",
  "mn88:21.2": "e gli riferì ciò che era accaduto. ",
  "mn88:21.3": "Consegnò il tessuto al Buddha. ",
  "mn88:22.1": "Allora il Buddha disse ai monaci: ",
  "mn88:22.2": "“Monaci, il Re Pasenadi è fortunato, molto fortunato, ",
  "mn88:22.3": "ad avere avuto l’opportunità di vedere Ānanda e di avergli reso omaggio”. ",
  "mn88:22.4": "Questo è ciò che il Buddha disse. ",
  "mn88:22.5": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}