{
  "mn89:0.1": "Discorsi medi 89 ",
  "mn89:0.2": "Il discorso delle devozioni all’insegnamento ",
  "mn89:1.1": "Così ho sentito. ",
  "mn89:1.2": "Una volta il Buddha dimorava nella terra dei Sakya, vicino alla città Sakya di nome Medaḷumpa. ",
  "mn89:2.1": "In quell’occasione il Re Pasenadi di Kosala era giunto a Nagaraka per qualche faccenda. ",
  "mn89:2.2": "Si rivolse a Dīgha Kārāyana: ",
  "mn89:2.3": "“Mio caro Kārāyana, fai imbrigliare le carrozze migliori. Andremo al parco ad ammirare il paesaggio” ",
  "mn89:2.4": "“Sì, Sua Maestà”, rispose Dīgha Kārāyana. Fece imbrigliare le carrozze e informò il re: ",
  "mn89:2.5": "“Sire, le carrozze migliori sono state imbrigliate. ",
  "mn89:2.6": "Prego, vada pure quando vuole”. ",
  "mn89:3.1": "Allora il Re Pasenadi montò su una bella carrozza e, insieme ad altre belle carrozze, si avviò con sfarzo reale da Nagaraka, ",
  "mn89:3.2": "diretto verso il parco. ",
  "mn89:3.3": "Andò in carrozza fino a quando il terreno lo permise, poi scese ed entrò nel parco a piedi. ",
  "mn89:4.1": "Mentre passeggiava nel parco vide delle radici di alberi impressionanti ed emozionanti, silenziose e calme, via dalla pazza folla, lontane da insediamenti umani, e adatte al ritiro. ",
  "mn89:4.2": "La vista gli ricordò subito del Buddha: ",
  "mn89:4.3": "“Queste radici d’albero, così impressionanti ed emozionanti, sono come quelle dove rendevamo omaggio al Beato, al perfetto, al Buddha completamente risvegliato”. ",
  "mn89:4.4": "Poi si rivolse a Dīgha Kārāyana: ",
  "mn89:4.5": "“Queste radici d’albero, così impressionanti ed emozionanti, sono come quelle dove rendevamo omaggio al Beato, al perfetto, al Buddha completamente risvegliato. ",
  "mn89:4.6": "Mio caro Kārāyana, dove si trova il Buddha al momento?” ",
  "mn89:5.1": "“Grande re, c’è una città Sakya di nome Medaḷumpa. ",
  "mn89:5.2": "Il Buddha si trova lì al momento” ",
  "mn89:5.3": "“Ma quanto è lontana?” ",
  "mn89:5.4": "“Non molto, grande re. ",
  "mn89:5.5": "Tre leghe. ",
  "mn89:5.6": "Possiamo arrivarci prima che faccia buio” ",
  "mn89:5.7": "“Beh, allora, fai imbrigliare le carrozze, e andiamo a trovare il Buddha” ",
  "mn89:5.8": "“Sì, Sua Maestà”, rispose Dīgha Kārāyana. Fece imbrigliare le carrozze e informò il re: ",
  "mn89:5.9": "“Sire, le carrozze migliori sono state imbrigliate. ",
  "mn89:5.10": "Prego, vada pure quando vuole”. ",
  "mn89:6.1": "Allora il Re Pasenadi montò su una bella carrozza e, insieme ad altre belle carrozze, si avviò con sfarzo reale da Nagaraka a Medaḷumpa. ",
  "mn89:6.2": "Giunse a Medaḷumpa prima del buio ",
  "mn89:6.3": "e si diresse verso il monastero. ",
  "mn89:6.4": "Andò in carrozza fino a quando il terreno lo permise, poi scese ed entrò al monastero a piedi. ",
  "mn89:7.1": "In quell’occasione vari monaci stavano camminando all’aperto. ",
  "mn89:7.2": "Il Re Pasenadi di Kosala andò da loro e disse: ",
  "mn89:7.3": "“Signori, dove si trova il Beato, il perfetto, il Buddha completamente risvegliato al momento? ",
  "mn89:7.4": "Poiché vorrei vederlo” ",
  "mn89:8.1": "“Grande re, quella è la sua dimora, con la porta chiusa. Avvicinati piano, senza fretta; vai sul portico, schiarisciti la gola, e bussa col chiavistello. Il Buddha aprirà la porta” ",
  "mn89:8.2": "Il re consegnò immediatamente la propria spada e il proprio turbante a Dīgha Kārāyana, ",
  "mn89:8.3": "che pensò: ",
  "mn89:8.4": "“Ora il re vuole stare da solo. Aspetterò qui”. ",
  "mn89:8.5": "Poi il re si avvicinò alla dimora del Buddha, si schiarì la gola e bussò, e il Buddha aprì la porta. ",
  "mn89:9.1": "Il Re Pasenadi entrò nella dimora, si inchinò con la testa ai piedi del Buddha, accarezzandoli e ricoprendoli di baci, e pronunciò il proprio nome: ",
  "mn89:9.2": "“Signore, sono Pasenadi, re di Kosala! ",
  "mn89:9.3": "Sono Pasenadi, re di Kosala!” ",
  "mn89:9.4": "“Ma, grande re, per quale ragione mostri così tanta devozione per questo corpo, trasmettendo il tuo affetto?” ",
  "mn89:10.1": "“Signore, deduco del Buddha dall’insegnamento: ",
  "mn89:10.2": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene’. ",
  "mn89:10.3": "Succede, Signore, che veda qualche asceta o bramino che segue il percorso spirituale solo per un periodo limitato: dieci, venti, trenta, o quarant’anni. ",
  "mn89:10.4": "Qualche tempo dopo, ben lavato e unto, con capelli e barba curati, si diverte, fornito dei cinque tipi di stimolazione dei sensi. ",
  "mn89:10.5": "Ma qui vedo i monaci seguire il percorso spirituale completamente pieno e puro finché vivono, fino all’ultimo respiro. ",
  "mn89:10.6": "Non vedo un percorso spirituale così completo e puro da nessun’altra parte. ",
  "mn89:10.7": "È per questo che deduco del Buddha dall’insegnamento: ",
  "mn89:10.8": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene’. ",
  "mn89:11.1": "Inoltre, re combattono contro re, aristocratici combattono contro aristocratici, bramini combattono contro bramini, e laici contro laici. Madre combatte contro figlio, figlio contro madre, padre contro figlio, e figlio contro padre. Fratelli combattono contro fratelli, fratelli contro sorelle, sorelle contro fratelli, e amici combattono contro amici. ",
  "mn89:11.2": "Ma qui vedo i monaci dimorare in armonia, apprezzandosi l’un l’altro, senza litigare, mischiandosi come latte e acqua, e trattandosi l’un l’altro con occhi gentili. ",
  "mn89:11.3": "Non vedo una congregazione così armoniosa da nessun’altra parte. ",
  "mn89:11.4": "È per questo che deduco del Buddha dall’insegnamento: ",
  "mn89:11.5": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene’. ",
  "mn89:12.1": "Inoltre, camminai e vagai da monastero a monastero e da parco a parco. ",
  "mn89:12.2": "Lì vidi asceti e bramini magri, emaciati, pallidi, a cui si vedono le vene, una vista non proprio attraente alla gente. ",
  "mn89:12.3": "Allora pensai: ",
  "mn89:12.4": "‘Chiaramente questi venerabili seguono il percorso spirituale controvoglia, o nascondono qualche cattiva azione che hanno compiuto. ",
  "mn89:12.5": "È per questo che sono magri, emaciati, pallidi, si vedono loro le vene, una vista non proprio attraente alla gente. ",
  "mn89:12.6": "Andai da loro e dissi: ",
  "mn89:12.7": "‘Venerabili, perché siete così magri, emaciati, pallidi, vi si vedono le vene, una vista non proprio attraente alla gente? ",
  "mn89:12.8": "Mi dissero: ",
  "mn89:12.9": "‘Siamo affetti da ittero, grande re’. ",
  "mn89:12.10": "Ma qui vedo i monaci sempre sorridenti e gioiosi, ovviamente felici, con facce allegre, che vivono rilassati, indisturbati, vivendo di carità, con cuori liberi come cerbiatti selvaggi. ",
  "mn89:12.11": "Allora penso: ",
  "mn89:12.12": "‘Chiaramente questi venerabili hanno raggiunto una distinzione più alta nelle istruzioni del Buddha di quella che avevano prima. ",
  "mn89:12.13": "È per questo che sono sempre sorridenti e gioiosi, ovviamente felici, con facce allegre, che dimorano rilassati, indisturbati, vivendo di carità, con cuori liberi come cerbiatti selvaggi’. ",
  "mn89:12.14": "Allora deduco del Buddha dall’insegnamento: ",
  "mn89:12.15": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene’. ",
  "mn89:13.1": "Inoltre, come re aristocratico consacrato ",
  "mn89:13.2": "ho il potere di giustiziare, multare, o bandire chi è colpevole di un reato. ",
  "mn89:13.3": "Eppure mentre siedo in giudizio mi interrompono. ",
  "mn89:13.4": "E non riesco a farli ",
  "mn89:13.5": "smettere di interrompermi e aspettare che abbia finito di parlare. ",
  "mn89:13.7": "Ma qui vedo i monaci ",
  "mn89:13.8": "mentre il Buddha insegna ad assemblee di molte centinaia, e non c’è rumore dei suoi discepoli che tossiscono o si schiariscono la gola. ",
  "mn89:13.9": "Una volta accadde che il Buddha stava insegnando a un assemblea di molte centinaia. ",
  "mn89:13.10": "Uno dei suoi discepoli si schiarì la gola. ",
  "mn89:13.11": "E uno dei suoi compagni spirituali lo toccò col ginocchio a indicare: ",
  "mn89:13.12": "“Silenzio, venerabile, non fare rumore! Il nostro Maestro, il Beato, sta insegnando!” ",
  "mn89:13.13": "Pensai: ",
  "mn89:13.14": "‘Oh, è incredibile, è strabiliante ",
  "mn89:13.15": "come un’assemblea possa essere così ben addestrata senza bastone o spada!’ ",
  "mn89:13.16": "Non vedo un’assemblea così ben addestrata da nessun’altra parte. ",
  "mn89:13.17": "Allora deduco del Buddha dall’insegnamento: ",
  "mn89:13.18": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene’. ",
  "mn89:14.1": "Inoltre, vedo aristocratici intelligenti che sono minuziosi, esperti nelle dottrine altrui, molto pignoli. Si penserebbe che vivono per demolire le convinzioni altrui col proprio intelletto. ",
  "mn89:14.2": "Sentono: ",
  "mn89:14.3": "‘Quindi, signori, l’asceta Gotama arriverà a questo o quel villaggio o paese’. ",
  "mn89:14.4": "Formulano una domanda, pensando: ",
  "mn89:14.5": "‘Andremo dall’asceta Gotama e gli faremo questa domanda. ",
  "mn89:14.6": "Se risponde così, lo confuteremo cosà; ",
  "mn89:14.7": "e se risponde cosà, lo confuteremo così’. ",
  "mn89:14.8": "Quando sentono che ",
  "mn89:14.9": "è arrivato ",
  "mn89:14.10": "vanno da lui. ",
  "mn89:14.11": "Il Buddha li educa, incoraggia, entusiasma, e ispira con un sermone. ",
  "mn89:14.12": "Non hanno nemmeno occasione di fare la loro domanda al Buddha, quindi come potrebbero confutarlo? ",
  "mn89:14.13": "Al contrario, si fanno suoi discepoli. ",
  "mn89:14.14": "Allora deduco del Buddha dall’insegnamento: ",
  "mn89:14.15": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene’. ",
  "mn89:15.1": "Inoltre, vedo bramini intelligenti … ",
  "mn89:16.1": "laici intelligenti … ",
  "mn89:17.1": "asceti intelligenti che sono minuziosi, esperti nelle dottrine altrui, molto pignoli. … ",
  "mn89:17.12": "Non hanno nemmeno occasione di fare la loro domanda al Buddha, quindi come potrebbero confutarlo? ",
  "mn89:17.13": "Infatti, chiedono al Buddha l’opportunità di lasciare casa. ",
  "mn89:17.14": "E lui gli permette di lasciare casa. ",
  "mn89:17.15": "Non molto dopo la loro ordinazione, dimorando soli, ritirati, diligenti, fervidi, e risoluti, presto realizzano la suprema culminazione del percorso spirituale in questa stessa vita. Dimorano avendo raggiunto con la propria conoscenza diretta l’obiettivo per cui i giovani giustamente lasciano la vita di casa per quella mendicante. ",
  "mn89:17.16": "Dicono: ",
  "mn89:17.17": "‘Eravamo quasi perduti! Quasi perivamo! ",
  "mn89:17.18": "Poiché sostenevamo di essere asceti, bramini, e perfetti, ma non eravamo nessuna di queste cose. ",
  "mn89:17.19": "Ma ora siamo davvero asceti, bramini, e perfetti!’ ",
  "mn89:17.20": "Allora deduco del Buddha dall’insegnamento: ",
  "mn89:17.21": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene’. ",
  "mn89:18.1": "Inoltre, questi ciambellani Isidatta e Purāṇa condividono con me i pasti e le carrozze. Io li mantengo e porto loro fama. ",
  "mn89:18.2": "Eppure non mi mostrano lo stesso livello di devozione che mostrano al Buddha. ",
  "mn89:18.3": "Una volta accadde che mentre stavo conducendo una campagna militare testando Isidatta e Purāṇa mi fermai per la notte in una casa angusta. ",
  "mn89:18.4": "Loro passarono gran parte della notte a conversare sull’insegnamento, poi si stesero con la testa rivolta nella direzione in cui il Buddha si trovava e con i piedi rivolti verso di me. ",
  "mn89:18.5": "Pensai: ",
  "mn89:18.6": "‘Oh, è incredibile, è strabiliante! ",
  "mn89:18.7": "Questi ciambellani Isidatta e Purāṇa condividono con me i pasti e le carrozze. Io li mantengo e porto loro fama. ",
  "mn89:18.8": "Eppure non mi mostrano lo stesso livello di devozione che mostrano al Buddha. ",
  "mn89:18.9": "Chiaramente questi venerabili hanno raggiunto una distinzione più alta nelle istruzioni del Buddha di quella che avevano prima’. ",
  "mn89:18.10": "Allora deduco del Buddha dall’insegnamento: ",
  "mn89:18.11": "‘Il Beato è un Buddha completamente risvegliato. L’insegnamento è ben spiegato. La comunità sta praticando bene’. ",
  "mn89:19.1": "Inoltre, il Buddha è un aristocratico, come me. ",
  "mn89:19.2": "Il Buddha è di Kosala, come me. ",
  "mn89:19.3": "Il Buddha ha ottant’anni, come me. ",
  "mn89:19.4": "Dato che è così ",
  "mn89:19.5": "è opportuno da parte mia mostrare così tanta devozione e amicizia al Buddha. ",
  "mn89:20.1": "Beh, ora, Signore, devo andare. ",
  "mn89:20.2": "Ho molti compiti, e molto da fare” ",
  "mn89:20.3": "“Prego, grande re, vai pure quando vuoi”. ",
  "mn89:20.4": "Allora il Re Pasenadi si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn89:21.1": "Poco dopo che il re se n’era andato, il Buddha si rivolse ai monaci: ",
  "mn89:21.2": "“Monaci, prima di alzarsi e andarsene, il Re Pasenadi pronunciò delle devozioni all’insegnamento. ",
  "mn89:21.3": "Imparate queste devozioni all’insegnamento! ",
  "mn89:21.4": "Memorizzate queste devozioni all’insegnamento! ",
  "mn89:21.5": "Ricordate queste devozioni all’insegnamento! ",
  "mn89:21.6": "Queste devozioni all’insegnamento sono benefiche e pertinenti ai fondamenti del percorso spirituale”. ",
  "mn89:21.7": "Questo è ciò che il Buddha disse. ",
  "mn89:21.8": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}