{
  "mn90:0.1": "Discorsi medi 90 ",
  "mn90:0.2": "Il discorso a Kaṇṇakatthala ",
  "mn90:1.1": "Così ho sentito. ",
  "mn90:1.2": "Una volta il Buddha dimorava vicino a Ujuññā, nel parco dei cervi a Kaṇṇakatthala. ",
  "mn90:2.1": "In quell’occasione il Re Pasenadi di Kosala era giunto a Ujuññā per qualche faccenda. ",
  "mn90:2.2": "Si rivolse a un uomo: ",
  "mn90:2.3": "“Per favore, signore, vai dal Buddha, e in mio nome inchinati con la testa ai suoi piedi. Chiedigli se è sano e in salute, agile, forte, e a suo agio. ",
  "mn90:2.5": "Poi dì: ",
  "mn90:2.6": "‘Signore, il Re Pasenadi di Kosala verrà a trovarla oggi dopo la colazione’” ",
  "mn90:2.7": "“Sì, Sua Maestà”, rispose l’uomo. Fece come il re gli aveva chiesto. ",
  "mn90:3.1": "Le sorelle Somā e Sakulā sentirono ciò. ",
  "mn90:3.3": "Mentre la colazione veniva servita, andarono dal re e dissero: ",
  "mn90:3.4": "“Grande re, dato che sta andando dal Buddha, per favore, in nostro nome si inchini con la testa ai suoi piedi. Gli chieda se è sano e in salute, agile, forte, e a suo agio”. ",
  "mn90:4.1": "Una volta finita la colazione, il Re Pasenadi andò dal Buddha, si inchinò, si sedette a lato, e gli dise: ",
  "mn90:4.2": "“Signore, le sorelle Somā e Sakulā si inchinano con la testa ai suoi piedi. Chiedono se è sano e in salute, agile, forte, e a suo agio” ",
  "mn90:4.3": "“Ma, grande re, non potevano mandare un altro messaggero?” ",
  "mn90:4.4": "Allora il Re Pasenadi spiegò le circostanze del messaggio. ",
  "mn90:4.9": "Il Buddha disse: “Che le sorelle Somā e Sakulā siano felici, grande re”. ",
  "mn90:5.1": "Poi il re disse al Buddha: ",
  "mn90:5.2": "“Ho sentito, Signore, che l’asceta Gotama dice questo: ",
  "mn90:5.3": "‘Non ci sarà mai un asceta o un bramino che dichiarerà di essere onnisciente e onniveggente, di conoscere e vedere ogni cosa senza eccezione. Ciò non è possibile’. ",
  "mn90:5.4": "Coloro che dicono questo ripetono ciò che il Buddha ha detto, e non lo rappresentano male con una falsità? La loro spiegazione è in linea con l’insegnamento? Ci sono basi legittime per confutazioni e critiche?” ",
  "mn90:5.5": "“Grande re, coloro che dicono questo non ripetono ciò che ho detto. Mi rappresentano male con ciò che è falso ed erroneo”. ",
  "mn90:6.1": "Allora il Re Pasenadi si rivolse al generale Viḍūḍabha: ",
  "mn90:6.2": "“Generale, chi introdusse questo argomento al complesso reale?” ",
  "mn90:6.3": "“Fu Sañjaya, grande re, il bramino del clan Ākāsa”. ",
  "mn90:7.1": "Allora il re si rivolse a un uomo: ",
  "mn90:7.2": "“Per favore, signore, in mio nome dì a Sañjaya che ",
  "mn90:7.3": "il Re Pasenadi lo convoca”. ",
  "mn90:7.4": "“Sì, Sua Maestà”, rispose l’uomo. Fece come il re gli aveva chiesto. ",
  "mn90:8.1": "Poi il re disse al Buddha: ",
  "mn90:8.2": "“Signore, è possibile che il Buddha stesse parlando di una cosa, ma quella persona pensava che stava parlando di un altra? ",
  "mn90:8.3": "Come ricorda di aver parlato?” ",
  "mn90:8.4": "“Grande re, ricordo di aver detto questo: ",
  "mn90:8.5": "‘Non c’è asceta o bramino che potrà mai conoscere tutto e vedere tutto simultaneamente: questo non è possibile’” ",
  "mn90:8.6": "“Ciò che il Buddha dice sembra ragionevole. ",
  "mn90:9.1": "Signore, ci sono quattro caste: ",
  "mn90:9.2": "aristocratici, bramini, contadini, e servi. ",
  "mn90:9.3": "C’è differenza tra loro?” ",
  "mn90:9.6": "“Grande re, delle quattro caste, si dice che sue siamo preminenti: ",
  "mn90:9.7": "gli aristocratici e i bramini. ",
  "mn90:9.8": "Vale a dire, per quanto riguarda l’inchinarsi, l’alzarsi, il salutare con mani giunte, e osservare le buone maniere” ",
  "mn90:10.1": "“Signore, non le sto chiedendo riguardo alla vita presente, ",
  "mn90:10.2": "ma riguardo alla prossima vita” ",
  "mn90:10.6": "“Grande re, ci sono cinque fattori che supportano il lavoro spirituale. ",
  "mn90:10.7": "Quali cinque? ",
  "mn90:10.8": "È quando un monaco ha fede nel risveglio del Realizzato: ",
  "mn90:10.9": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn90:10.10": "È raramente ammalato, o indisposto. Il suo stomaco digerisce bene, non essendo né troppo caldo né troppo freddo, ma giusto, e adatto al lavoro. ",
  "mn90:10.11": "Non è disonesto o ingannevole. Si rivela onestamente al Maestro o ai compagni spirituali giudiziosi. ",
  "mn90:10.12": "Dimora con energia attiva al fine di abbandonare le cattive qualità e di sposare buone qualità. È forte, strenuamente vigoroso, non batte la fiacca quando si tratta di sviluppare buone qualità. ",
  "mn90:10.13": "È saggio. Possiede la saggezza del sorgere e svanire che è nobile, penetrante, e porta alla completa eliminazione della sofferenza. ",
  "mn90:10.14": "Questi sono i cinque fattori che supportano il lavoro spirituale. ",
  "mn90:10.15": "Queste sono le quattro caste: ",
  "mn90:10.16": "aristocratici, bramini, contadini, e servi. ",
  "mn90:10.17": "Se possedessero questi cinque fattori che supportano il lavoro spirituale, ",
  "mn90:10.18": "ciò sarebbe a loro beneficio e felicità per molto tempo” ",
  "mn90:11.1": "“Signore, ci sono quattro caste: ",
  "mn90:11.2": "aristocratici, bramini, contadini, e servi. ",
  "mn90:11.3": "Se possedessero questi cinque fattori che supportano il lavoro spirituale, ",
  "mn90:11.4": "ci sarebbe differenza tra loro?” ",
  "mn90:11.5": "“In quel caso, grande re, io dico che la differenza sarebbe la diversità dei loro sforzi nel lavoro spirituale. ",
  "mn90:11.6": "Immagina ci sia una coppia di elefanti, o cavalli, o buoi in addestramento che sono ben domati e ben addestrati. E un’altra coppia non domata e non addestrata. ",
  "mn90:11.7": "Cosa ne pensi, grande re? ",
  "mn90:11.8": "La coppia ben domata e ben addestrata non eseguirebbe i compiti dei domati e raggiungere il livello dei domati?” ",
  "mn90:11.9": "“Sì, Signore” ",
  "mn90:11.10": "“Ma la coppia non domata e non addestrata eseguirebbe i compiti dei domati e raggiungerebbe il livello dei domati, proprio come la coppia domata?” ",
  "mn90:11.11": "“No, Signore” ",
  "mn90:11.12": "“Allo stesso modo, ci sono cose raggiungibili da chi ha fede, salute, integrità, energia, e saggezza. Non è possibile per una persona senza fede, senza salute, ingannevole, pigra, e stupida raggiungerle” ",
  "mn90:12.1": "“Ciò che il Buddha dice sembra ragionevole. ",
  "mn90:12.2": "Signore, ci sono quattro caste: ",
  "mn90:12.3": "aristocratici, bramini, contadini, e servi. ",
  "mn90:12.4": "Se possedessero questi cinque fattori che supportano il lavoro spirituale, e se praticassero correttamente, ",
  "mn90:12.5": "ci sarebbe differenza tra loro?” ",
  "mn90:12.6": "“In quel caso, grande re, io dico che non ci sarebbe differenza tra la libertà di uno e quella dell’altro. ",
  "mn90:12.7": "Immagina una persona che prende del legno di teak, accende un fuoco e produce calore. ",
  "mn90:12.8": "Poi un’altra persona fa lo stesso usando legno di sal, ",
  "mn90:12.9": "un’altra usando legno di mango, ",
  "mn90:12.10": "mentre un’altra usando legno di fico. ",
  "mn90:12.11": "Cosa ne pensi, grande re? ",
  "mn90:12.12": "Ci sarebbe differenza tra il fuoco prodotto da questi diversi tipi di legno, vale a dire, nella fiamma, nel colore, o nella luce?” ",
  "mn90:12.13": "“No, Signore” ",
  "mn90:12.14": "“Allo stesso modo, come una volta che il fuoco è stato appiccato con energia e prodotto attraverso sforzo, dico che non ci sia differenza tra la libertà di uno e quella dell’altro” ",
  "mn90:13.1": "“Ciò che il Buddha dice sembra ragionevole. ",
  "mn90:13.2": "Ma, Signore, gli esseri celesti esistono?” ",
  "mn90:13.3": "“Grande re, cosa intendi esattamente con: ",
  "mn90:13.4": "‘gli esseri celesti esistono?’” ",
  "mn90:13.5": "“Se gli esseri celesti tornano qui o no, Signore” ",
  "mn90:13.6": "“Grande re, gli esseri celesti che sono afflitti tornano qui, ma quelli che non sono afflitti non tornano”. ",
  "mn90:14.1": "Detto ciò, il generale Viḍūḍabha disse al Buddha: ",
  "mn90:14.2": "“Signore, gli esseri celesti che sono afflitti possono far cadere ed espellere dal loro posto gli esseri celesti che non sono afflitti?” ",
  "mn90:14.3": "Allora il Venerabile Ānanda pensò: ",
  "mn90:14.4": "“Il generale Viḍūḍabha è figlio del Re Pasenadi, ",
  "mn90:14.5": "e io sono figlio del Buddha. ",
  "mn90:14.6": "È arrivato il momento per un figlio di consultarsi con un altro figlio”. ",
  "mn90:14.7": "Allora il Venerabile Ānanda si rivolse al generale Viḍūḍabha: ",
  "mn90:14.8": "“Beh, generale, ti chiedo questo, e potrai rispondere come vuoi. ",
  "mn90:14.9": "Cosa ne pensi, generale? ",
  "mn90:14.10": "Nel territorio fino a cui il dominio di Re Pasenadi di Kosala si estende, dove governa come sovrano, può fa cadere ed espellere qualsiasi asceta o bramino, indipendentemente da se è bravo o no, o se è un praticante spirituale genuino o no?” ",
  "mn90:14.11": "“Certo che può, Signore” ",
  "mn90:14.12": "“Cosa ne pensi, generale? ",
  "mn90:14.13": "Nel territorio in a cui il dominio di Re Pasenadi di Kosala non si estende, dove non governa come sovrano, può fa cadere ed espellere qualsiasi asceta o bramino, indipendentemente da se è bravo o no, o se è un praticante spirituale genuino o no?” ",
  "mn90:14.14": "“No, non può, Signore” ",
  "mn90:14.15": "“Cosa ne pensi, generale? ",
  "mn90:14.16": "Ha sentito parlare degli Angeli dei Trentatré?” ",
  "mn90:14.17": "“Si, Signore, ",
  "mn90:14.18": "ne ho sentito parlare, ",
  "mn90:14.19": "e anche il buon Re Pasenadi” ",
  "mn90:14.20": "“Cosa ne pensi, generale? ",
  "mn90:14.21": "Può il Re Pasenadi far cadere o espellere dal loro posto gli Angeli dei Trentatré?” ",
  "mn90:14.22": "“Il Re Pasenadi non riesce nemmeno a vedere gli Angeli dei Trentatré, quindi come potrebbe farli cadere o espellere dal loro posto?” ",
  "mn90:14.23": "“Allo stesso modo, generale, gli esseri celesti che sono afflitti non riescono nemmeno a vedere gli esseri celesti che non sono afflitti, quindi come potrebbero farli cadere ed espellere dal loro posto?” ",
  "mn90:15.1": "Allora il re disse al Buddha: ",
  "mn90:15.2": "“Signore, qual è il nome del monaco?” ",
  "mn90:15.3": "“Ānanda, grande re” ",
  "mn90:15.4": "“È una gioia, pare una gioia! ",
  "mn90:15.5": "Ciò che il Venerabile Ānanda dice sembra ragionevole. ",
  "mn90:15.6": "Ma, Signore, Dio esiste?” ",
  "mn90:15.7": "“Grande re, cosa intendi esattamente con: ",
  "mn90:15.8": "‘Dio esiste?’” ",
  "mn90:15.9": "“Se Dio torna qui o no, Signore” ",
  "mn90:15.10": "“Grande re, un dio afflitto torna qui, ma uno che non è afflitto non torna”. ",
  "mn90:16.1": "A quel punto un certo uomo disse al re: ",
  "mn90:16.2": "“Grande re, Sañjaya, il bramino del clan Ākāsa, è arrivato”. ",
  "mn90:16.3": "Il Re Pasenadi chiese a Sañjaya: ",
  "mn90:16.4": "“Bramino, chi introdusse questo argomento al complesso reale?” ",
  "mn90:16.5": "“Fu il generale Viḍūḍabha, grande re”. ",
  "mn90:16.6": "Ma Viḍūḍabha disse: ",
  "mn90:16.7": "“Fu Sañjaya, grande re, il bramino del clan Ākāsa”. ",
  "mn90:17.1": "Poi un certo uomo disse al re: ",
  "mn90:17.2": "“È ora di andare, grande re”. ",
  "mn90:17.3": "Allora il re disse al Buddha: ",
  "mn90:17.4": "“Signore, le ho chiesto riguardo all’onniscienza e lei ha risposto. ",
  "mn90:17.5": "Approvo e accetto la risposta, e ne sono soddisfatto. ",
  "mn90:17.6": "Le ho chiesto riguardo alla purificazione delle quattro caste, ",
  "mn90:17.8": "riguardo agli esseri celesti, ",
  "mn90:17.10": "e riguardo a Dio, e lei ha risposto in ogni caso. ",
  "mn90:17.12": "A ogni cosa che ho chiesto al Buddha, lui ha risposto. ",
  "mn90:17.13": "Approvo e accetto la risposta, e ne sono soddisfatto. ",
  "mn90:17.14": "Beh, ora, Signore, devo andare. ",
  "mn90:17.15": "Ho molti compiti, e molto da fare” ",
  "mn90:17.16": "“Prego, grande re, vai pure quando vuoi”. ",
  "mn90:18.1": "Allora il Re Pasenadi trasse piacere e gioì in ciò che il Buddha disse. Si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra, prima di andare. "
}