{
  "mn91:0.1": "Discorsi medi 91 ",
  "mn91:0.2": "Il discorso con Brahmāyu ",
  "mn91:1.1": "Così ho sentito. ",
  "mn91:1.2": "Una volta il Buddha stava vagando nella terra di Videha assieme a una grande comunità di cinquecento monaci. ",
  "mn91:2.1": "In quel periodo il bramino Brahmāyu risiedeva a Mithilā. Era vecchio, anziano, su di età, e aveva raggiunto lo stadio finale della vita; aveva centoventi anni. Aveva raggiunto maestria delle tre Veda, con i loro vocabolari e rituali, fonologia e classificazione delle parole, e testamento come quinto. Le sapeva parola per parola, con la loro grammatica. Era esperto in cosmologia e nei segni di un grande uomo. ",
  "mn91:3.1": "Sentì: ",
  "mn91:3.2": "“Sembra che l’asceta Gotama, un Sakya, che ha lasciato casa da una famiglia Sakya, stia vagando nella terra di Videha, assieme a una grande comunità di cinquecento monaci. ",
  "mn91:3.3": "Ha questa buona reputazione: ",
  "mn91:3.4": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn91:3.5": "Ha realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, e lo rende noto agli altri. ",
  "mn91:3.6": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn91:3.7": "È bene vedere tali perfetti”. ",
  "mn91:4.1": "Il bramino Brahmāyu aveva uno studente di nome Uttara. Anche lui aveva raggiunto maestria del curriculum vedico. ",
  "mn91:4.2": "Brahmāyu disse a Uttara della presenza del Buddha nella terra dei Videha, e aggiunse: ",
  "mn91:4.7": "“Per favore, caro Uttara, vai dall’asceta Gotama e scopri se vive all’altezza della propria reputazione. ",
  "mn91:4.9": "Attraverso te saprò del Signor Gotama” ",
  "mn91:5.1": "“Ma, signore, come faccio a sapere se l’asceta Gotama vive all’altezza della propria reputazione?” ",
  "mn91:5.2": "",
  "mn91:5.3": "“Caro Uttara, i trentadue segni di un grande uomo sono stati tramandati nei nostri inni. Un grande uomo che possiede questi segni ha solo due destini possibili, nessun altro. ",
  "mn91:5.4": "Se rimane a casa diventa re, un monarca che mette in moto la ruota, un re giusto e di principio. Il suo dominio si estende nelle quattro direzioni, ottiene la stabilità del Paese, e possiede i sette tesori. ",
  "mn91:5.5": "Possiede i seguenti sette tesori: ",
  "mn91:5.6": "la ruota, l’elefante, il cavallo, il gioiello, la donna, il tesoriere, e il consigliere come settimo. ",
  "mn91:5.7": "Ha più di mille figli valorosi ed eroici, che schiacciano gli eserciti nemici. ",
  "mn91:5.8": "Dopo aver conquistato la terra contornata dal mare, regna attraverso principio, senza bastone o spada. ",
  "mn91:5.9": "Ma se lascia la vita di casa per quella mendicante, diventa un perfetto, un Buddha completamente risvegliato, che rimuove il velo dal mondo. ",
  "mn91:5.10": "Ma, caro Uttara, io sono quello che dà gli inni, ",
  "mn91:5.11": "e tu sei quello che li riceve” ",
  "mn91:6.1": "“Sì, signore”, rispose Uttara. Si alzò dal proprio posto, si inchinò, e circomambulò Brahmāyu prima di partire per la terra di Videha dove il Buddha stava vagando. ",
  "mn91:6.2": "Passo dopo passo, arrivò dal Buddha e ci scambiò saluti. ",
  "mn91:6.3": "Una volta che i saluti e cordialità terminarono, si sedette a lato, ",
  "mn91:6.4": "e scrutò il suo corpo per trovare i trentadue segni di un grande uomo. ",
  "mn91:6.5": "Li vide tutti tranne due, ",
  "mn91:6.6": "su cui aveva dubbi: ",
  "mn91:6.7": "se le parti intime avevano prepuzio, e la grandezza della lingua. ",
  "mn91:6.8": "Allora il Buddha pensò: ",
  "mn91:6.9": "“Questo studente bramino Uttara vede tutti i segni tranne due, ",
  "mn91:6.10": "sui cui ha dubbi: ",
  "mn91:6.11": "se le parti intime hanno prepuzio, e la grandezza della lingua”. ",
  "mn91:7.1": "Allora il Buddha usò i propri poteri psichici per esprimere la volontà che Uttara vedesse le sue parti intime ricoperte da prepuzio. ",
  "mn91:7.2": "E tirò fuori la lingua toccandosi con essa avanti e indietro le orecchie e le narici, e si coprì l’intera fronte con la lingua. ",
  "mn91:8.1": "Allora Uttara pensò: ",
  "mn91:8.2": "“L’asceta Gotama possiede i trentadue segni. ",
  "mn91:8.3": "Perché non lo seguo e osservo il suo portamento?” ",
  "mn91:8.4": "Allora Uttara seguì il Buddha come un’ombra per sette mesi. ",
  "mn91:8.5": "Una volta che i sette mesi furono passati si avviò a vagare verso Mithilā. ",
  "mn91:8.6": "Lì andò dal bramino Brahmāyu, si inchinò, e si sedette a lato. Brahmāyu gli disse: ",
  "mn91:8.7": "“Beh, Uttara, il Signor Gotama vive all’altezza della propria reputazione o no?” ",
  "mn91:8.9": "“Sì, signore. ",
  "mn91:8.11": "Il Signor Gotama possiede i trentadue segni. ",
  "mn91:9.1": "Ha i piedi ben piantati. ",
  "mn91:9.3": "Sulle piante dei piedi ha delle ruote da mille raggi, con bordi e centri, complete in ogni dettaglio. ",
  "mn91:9.4": "Ha i talloni allungati. ",
  "mn91:9.5": "Ha le dita lunghe. ",
  "mn91:9.6": "Ha mani e piedi morbidi. ",
  "mn91:9.7": "Ha mani e piedi compatti. ",
  "mn91:9.8": "La parte superiore dei piedi è inarcata. ",
  "mn91:9.9": "Ha i polpacci come quelli di un’antilope. ",
  "mn91:9.10": "Nel rimanere dritto senza piegarsi, i palmi di entrambe le mani toccano le ginocchia. ",
  "mn91:9.11": "Le parti intime sono coperte da prepuzio. ",
  "mn91:9.12": "Ha un colore dorato; la sua pelle ha uno splendore dorato. ",
  "mn91:9.13": "Ha la pelle delicata, così delicata che la polvere e lo sporco non si depositano sul suo corpo. ",
  "mn91:9.14": "I capelli gli crescono uno per poro. ",
  "mn91:9.15": "Ha i capelli dritti; sono di un nero blu e si arricciano in senso orario. ",
  "mn91:9.16": "Il suo corpo è alto e diritto. ",
  "mn91:9.17": "Ha i muscoli che sporgono in sette posti. ",
  "mn91:9.18": "Ha il petto come quello di un leone. ",
  "mn91:9.19": "Ha riempimento tra le spalle. ",
  "mn91:9.20": "Ha la circonferenza proporzionata di un albero di banyan: l’apertura delle sue braccia è uguale all’altezza del suo corpo. ",
  "mn91:9.21": "Il suo torso è cilindrico. ",
  "mn91:9.22": "Ha le papille gustative rigate. ",
  "mn91:9.23": "Ha la mascella come quella di un leone. ",
  "mn91:9.24": "Ha quaranta denti. ",
  "mn91:9.25": "Ha i denti pari. ",
  "mn91:9.26": "Non ha spazi tra i denti. ",
  "mn91:9.27": "Ha i denti perfettamente bianchi. ",
  "mn91:9.28": "Ha una grossa lingua. ",
  "mn91:9.29": "Ha la voce di Dio, come il verso di un cuculo. ",
  "mn91:9.30": "Ha gli occhi indaco. ",
  "mn91:9.31": "Ha le ciglia come quelle di una mucca. ",
  "mn91:9.32": "Tra le sopracciglia gli cresce un ciuffo, soffice e bianco come un batuffolo di cotone. ",
  "mn91:9.33": "La corona della testa è come un turbante. ",
  "mn91:9.34": "Questi sono i trentadue segni di un grande uomo che il Signor Gotama possiede. ",
  "mn91:10.1": "Quando cammina fa il primo passo con il piede destro. ",
  "mn91:10.2": "Non mette il piede né troppo lontano né troppo vicino. ",
  "mn91:10.3": "Non cammina né troppo piano né troppo veloce. ",
  "mn91:10.4": "Cammina senza scontrare le ginocchia o le caviglie. ",
  "mn91:10.5": "Quando cammina tiene le cosce né troppo dritte né troppo piegate, né troppo contratte né troppo sciolte. ",
  "mn91:10.6": "Quando cammina, muove solo la parte inferiore del corpo, e cammina senza sforzo. ",
  "mn91:10.7": "Quando si gira a guardare lo fa con il corpo intero. ",
  "mn91:10.8": "Non guarda direttamente né su né giù. ",
  "mn91:10.9": "Non si guarda intorno mentre cammina, ma si focalizza alla lunghezza di un aratro di fronte a sé. Inoltre possiede conoscenza e visione illimitata. ",
  "mn91:11.1": "Quando entra in un’area abitata tiene il corpo né troppo dritto, né troppo piegato, né troppo contratto, né troppo sciolto. ",
  "mn91:12.1": "Non si gira né troppo lontano, né troppo vicino dal suo posto. Non si appoggia alla mano quando si siede. E non lascia andare il corpo nel sedersi. ",
  "mn91:12.2": "Quando siede in un’area abitata non agita le mani o i piedi. ",
  "mn91:12.3": "Non si siede accavallando le ginocchia o le caviglie. ",
  "mn91:12.4": "Non si siede con la mano che sostiene il mento. ",
  "mn91:12.5": "Quando siede in un’area abitata non freme, non trema, non tremola, o è nervoso, quindi non è per nulla nervoso. ",
  "mn91:12.6": "Quando siede in un’area abitata pratica comunque l’isolamento. ",
  "mn91:13.1": "Nel ricevere l’acqua per lavare la ciotola, non tiene la ciotola né troppo dritta, né troppo inclinata, né troppo stretta, né troppo sciolta. ",
  "mn91:14.1": "Non riceve né troppo poca acqua né troppa. ",
  "mn91:14.2": "Lava la ciotola senza fare rumore, né facendola girare. Non appoggia la ciotola per terra per lavarsi le mani; lava sia le mani che la ciotola allo stesso tempo. ",
  "mn91:14.3": "Non getta l’acqua con cui lava la ciotola né troppo lontano, né troppo vicino, né la fa schizzare qua e là. ",
  "mn91:14.4": "Nel riceve riso, non tiene la ciotola né troppo dritta, né troppo inclinata, né troppo stretta, né troppo sciolta. ",
  "mn91:14.5": "Non riceve né troppo poco riso né troppo. ",
  "mn91:14.6": "Mangia salse in proporzioni moderate, e non mette troppa salsa sulle porzioni. ",
  "mn91:14.7": "Mastica ogni boccone due o tre volte prima di deglutire. ",
  "mn91:14.8": "Ma nessun chicco di riso gli entra in corpo senza essere stato masticato, e non gliene rimane alcuno in bocca. ",
  "mn91:14.9": "Solo allora porta un altro boccone alla bocca. ",
  "mn91:14.10": "Mangia facendo esperienza del sapore, ma senza fare esperienza di avidità per il sapore. ",
  "mn91:14.11": "Mangia per otto ragioni: ",
  "mn91:14.12": "‘Non per piacere, indulgenza, estetica, o abbellimento, ma solo per sostenere questo corpo, per evitare danno, e sostenere il percorso spirituale. In questo modo, metterò fine a vecchio disagio e non darò origine a nuovo disagio, e dimorerò senza colpe e a mio agio’. ",
  "mn91:15.1": "Dopo mangiato, nel ricevere l’acqua per lavare la ciotola, non tiene la ciotola né troppo dritta, né troppo inclinata, né troppo stretta, né troppo sciolta. ",
  "mn91:15.2": "Non riceve né troppo poca acqua né troppa. ",
  "mn91:15.3": "Lava la ciotola senza fare rumore, né facendola girare. Non appoggia la ciotola per terra per lavarsi le mani; lava sia le mani che la ciotola allo stesso tempo. ",
  "mn91:15.4": "Non getta l’acqua con cui lava la ciotola né troppo lontano, né troppo vicino, né la fa schizzare qua e là. ",
  "mn91:16.1": "Dopo mangiato non appoggia la ciotola in terra troppo lontano, né troppo vicino. Non è disattento nei confronti della ciotola, né le dà troppe attenzioni. ",
  "mn91:17.1": "Dopo mangiato siede in silenzio per un po’, ma non aspetta troppo a recitare i versetti di ringraziamento. ",
  "mn91:17.2": "Dopo mangiato recita i versetti di ringraziamento senza criticare il pasto o aspettarsene un altro. ",
  "mn91:17.3": "Al contrario, educa, incoraggia, entusiasma, e ispira l’assemblea con un sermone. ",
  "mn91:17.4": "Poi si alza dal proprio posto e se ne va. ",
  "mn91:18.1": "Non cammina né troppo veloce, né troppo piano, senza volersene andare via. ",
  "mn91:19.1": "Non indossa l’abito né troppo alto, né troppo basso, né troppo stretto, né troppo largo. ",
  "mn91:19.2": "Il vento non gli porta via l’abito. ",
  "mn91:19.3": "E la polvere e lo sporco non si depositano sul suo corpo. ",
  "mn91:20.1": "Una volta nel monastero si siede sul posto preparato e si lava i piedi. ",
  "mn91:20.2": "Ma non perde tempo con pedicure varie. ",
  "mn91:20.3": "Una volta lavati i piedi, si siede con le gambe incrociate e la schiena dritta, e stabilisce consapevolezza di fronte a sé. ",
  "mn91:20.4": "Non ha intenzione di affliggere se stesso, gli altri, né entrambi. ",
  "mn91:20.5": "Desidera solo bene a se stesso, agli altri, e a entrambi. ",
  "mn91:21.1": "Nel monastero quando spiega l’insegnamento a un’assemblea, non li lusinga né li critica. ",
  "mn91:21.2": "Al contrario, educa, incoraggia, entusiasma, e ispira l’assemblea con un sermone. ",
  "mn91:21.3": "Il suono della sua voce ha otto qualità: ",
  "mn91:21.4": "È chiara, comprensibile, affascinante, udibile, lucida, pulita, profonda, e risonante. ",
  "mn91:21.5": "Si assicura che la sua voce sia comprensibile in base alla grandezza dell’assemblea, e il suono non va oltre l’assemblea. ",
  "mn91:21.6": "E una volta che sono stati ispirati da un sermone del Signor Gotama, si alzano dal proprio posto e se ne vanno guardando indietro verso lui solo, e non si dimenticano la lezione. ",
  "mn91:22.1": "Ho visto il Signor Gotama camminare e stare in piedi; entrare in aree abitate, e sedere e mangiare lì; sedere in silenzio dopo mangiato, ed esprimere ringraziamento; andare al monastero, sedere in silenzio, e spiegare l’insegnamento all’assemblea. ",
  "mn91:22.2": "Il Signor Gotama è così; è così e molto di più” ",
  "mn91:23.1": "Detto ciò, il bramino Brahmāyu si alzò dal proprio posto, si aggiustò l’abito su una spalla, alzò le mani giunte verso il Buddha, ed espresse questo aforisma tre volte: ",
  "mn91:23.2": "“Lode al Beato, al perfetto, al Buddha completamente risvegliato! ",
  "mn91:23.3": "Lode al Beato, al perfetto, al Buddha completamente risvegliato! ",
  "mn91:23.4": "Lode al Beato, al perfetto, al Buddha completamente risvegliato! ",
  "mn91:23.5": "Speriamo che prima o poi io abbia occasione di incontrarlo e di conversarci”. ",
  "mn91:24.1": "Poi il Buddha, passo dopo passo nella terra di Videha, giunse a Mithilā, ",
  "mn91:24.2": "dove si fermò nel bosco di mango di Maghadeva. ",
  "mn91:24.3": "I bramini e laici di Mithilā sentirono: ",
  "mn91:24.4": "“Sembra che l’asceta Gotama, un Sakya, che ha lasciato casa da una famiglia Sakya, sia arrivato a Mithilā, dove si è fermato nel bosco di mango di Maghadeva. ",
  "mn91:24.5": "Ha questa buona reputazione: ",
  "mn91:24.6": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn91:24.7": "Ha realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, e lo rende noto agli altri. ",
  "mn91:24.8": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn91:24.9": "È bene vedere tali perfetti”. ",
  "mn91:25.1": "Allora i bramini e i laici di Mithilā andarono dal Buddha. Prima di sedersi a lato, alcuni si inchinarono, alcuni scambiarono saluti e cordialità, alcuni alzarono le mani giunte verso il Buddha, alcuni annunciarono il proprio nome e famiglia, mentre altri rimasero in silenzio. ",
  "mn91:26.1": "Anche il bramino Brahmāyu sentì che il Buddha era arrivato. ",
  "mn91:26.2": "Allora andò al bosco di mango di Maghadeva assieme a vari discepoli. ",
  "mn91:26.3": "Non lontano dal bosco pensò: ",
  "mn91:26.4": "“Non sarebbe opportuno da parte mia andare a trovare l’asceta Gotama senza farglielo sapere prima” ",
  "mn91:26.5": "Allora si rivolse a uno dei suoi studenti: ",
  "mn91:26.6": "“Studente, vai dall’asceta Gotama, e in mio nome inchinati con la testa ai suoi piedi. Chiedigli se è sano e in salute, agile, forte, e a suo agio. ",
  "mn91:26.8": "Poi dì: ",
  "mn91:26.9": "“Signor Gotama, il bramino Brahmāyu è vecchio, anziano, su di età, e ha raggiunto lo stadio finale della vita; ha centoventi anni. Ha raggiunto maestria delle tre Veda, con i loro vocabolari e rituali, fonologia e classificazione delle parole, e testamento come quinto. Le sa parola per parola, con la loro grammatica. È esperto in cosmologia e nei segni di un grande uomo. ",
  "mn91:26.10": "Di tutti i bramini e i laici di Mithilā, Brahmāyu è ritenuto il migliore in ",
  "mn91:26.11": "salute, ",
  "mn91:26.13": "inni, ",
  "mn91:26.15": "lunghezza della vita, e fama. ",
  "mn91:26.16": "Vorrebbe vedere il Signor Gotama’” ",
  "mn91:26.17": "“Sì, signore”, rispose lo studente. Fece come gli era stato chiesto, e il Buddha disse: ",
  "mn91:26.29": "“Prego, studente, fai pure venire Brahmāyu quando è pronto”. ",
  "mn91:27.1": "Lo studente tornò da Brahmāyu e gli disse: ",
  "mn91:27.2": "“La sua richiesta di vedere l’asceta Gotama è stata concessa. ",
  "mn91:27.3": "Prego, vada pure quando vuole”. ",
  "mn91:28.1": "Allora il bramino Brahmāyu andò dal Buddha. ",
  "mn91:28.2": "L’assemblea lo vide arrivare da lontano, ",
  "mn91:28.3": "e gli fece strada, dato che era illustre e famoso. ",
  "mn91:28.4": "Brahmāyu disse loro: ",
  "mn91:28.5": "“Basta, signori. ",
  "mn91:28.6": "Per favore, sedetevi ai vostri posti, ",
  "mn91:28.7": "Io mi siederò qui accanto all’asceta Gotama”. ",
  "mn91:29.1": "Allora il bramino Brahmāyu andò dal Buddha e ci scambiò saluti. ",
  "mn91:29.2": "Una volta che i saluti e cordialità terminarono, si sedette a lato, ",
  "mn91:29.3": "e scrutò il corpo del Buddha per trovare i trentadue segni di un grande uomo. ",
  "mn91:29.4": "Li vide tutti tranne due, ",
  "mn91:29.5": "su cui aveva dubbi: ",
  "mn91:29.6": "se le parti intime avevano prepuzio, e la grandezza della lingua. ",
  "mn91:29.7": "Allora Brahmāyu si rivolse al Buddha in poesia: ",
  "mn91:29.8": "“Ho imparato riguardo ai trentadue ",
  "mn91:29.9": "segni di un grande uomo. ",
  "mn91:29.10": "Ce ne sono due che non vedo ",
  "mn91:29.11": "sul corpo dell’asceta Gotama. ",
  "mn91:29.12": "Le parti intime hanno prepuzio, ",
  "mn91:29.13": "oh, uomo supremo? ",
  "mn91:29.14": "Anche se parola femminile ",
  "mn91:29.15": "forse la tua lingua è da maschio? ",
  "mn91:29.16": "Magari la tua lingua è grande, ",
  "mn91:29.17": "come ci è stato detto. ",
  "mn91:29.18": "Per favore mostrala nella sua interezza, ",
  "mn91:29.19": "e così, oh veggente, dissipa il mio dubbio. ",
  "mn91:29.20": "A mio benessere e beneficio in questa vita, ",
  "mn91:29.21": "e felicità nella prossima. ",
  "mn91:29.22": "Chiedo di concedermi l’opportunità ",
  "mn91:29.23": "di chiedere tutto ciò che desidero” ",
  "mn91:30.1": "Allora il Buddha pensò: ",
  "mn91:30.2": "“Brahmāyu vede tutti i segni tranne due, ",
  "mn91:30.3": "sui cui ha dubbi: ",
  "mn91:30.4": "se le parti intime hanno prepuzio, e la grandezza della lingua”. ",
  "mn91:30.5": "Allora il Buddha usò i propri poteri psichici per esprimere la volontà che Brahmāyu vedesse le sue parti intime ricoperte da prepuzio. ",
  "mn91:30.6": "E tirò fuori la lingua toccandosi con essa avanti e indietro le orecchie e le narici, e si coprì l’intera fronte con la lingua. ",
  "mn91:30.7": "Poi il Buddha si rivolse a Brahmāyu in poesia: ",
  "mn91:31.1": "“I trentadue segni di un grande uomo ",
  "mn91:31.2": "che hai imparato ",
  "mn91:31.3": "si trovano tutti sul mio corpo: ",
  "mn91:31.4": "quindi non avere dubbi, bramino. ",
  "mn91:31.5": "Ho conosciuto ciò che c’è da conoscere, ",
  "mn91:31.6": "sviluppato ciò che c’è da sviluppare, ",
  "mn91:31.7": "e abbandonato ciò che c’è da abbandonare: ",
  "mn91:31.8": "quindi, bramino, sono un Buddha. ",
  "mn91:31.9": "A tuo benessere e beneficio in questa vita, ",
  "mn91:31.10": "e felicità nella prossima: ",
  "mn91:31.11": "Ti concedo l’opportunità ",
  "mn91:31.12": "di chiedere tutto ciò che desideri”. ",
  "mn91:32.1": "Allora Brahmāyu pensò: ",
  "mn91:32.2": "“La mia richiesta è stata concessa. ",
  "mn91:32.3": "Gli chiedo ",
  "mn91:32.4": "ciò che è benefico in questa vita o nella prossima?” ",
  "mn91:32.5": "Poi pensò: ",
  "mn91:32.6": "“Sono esperto nei benefici riguardanti questa vita, ",
  "mn91:32.7": "e gli altri mi chiedono a riguardo. ",
  "mn91:32.8": "Perché non chiedo all’asceta Gotama riguardo ai benefici che riguardano specificatamente le prossime vite?” ",
  "mn91:32.9": "Allora Brahmāyu si rivolse al Buddha in poesia: ",
  "mn91:32.10": "“Come si diventa un bramino? ",
  "mn91:32.11": "E come un maestro di conoscenza? ",
  "mn91:32.12": "Come maestro delle tre conoscenze? ",
  "mn91:32.13": "E come ci si chiama studioso? ",
  "mn91:32.14": "Come si diventa perfetti? ",
  "mn91:32.15": "E come compiuto? ",
  "mn91:32.16": "Come si diventa un saggio? ",
  "mn91:32.17": "E come si dichiara un risvegliato?” ",
  "mn91:33.1": "Allora il Buddha si rivolse a Brahmāyu in poesia: ",
  "mn91:33.2": "“Chi conosce le proprie vite passate, ",
  "mn91:33.3": "e vede il paradiso e i posti di perdizione, ",
  "mn91:33.4": "e ha raggiunto la fine della rinascita: ",
  "mn91:33.5": "quel saggio ha conoscenza diretta perfetta. ",
  "mn91:33.6": "Sa che la sua mente è pura, ",
  "mn91:33.7": "completamente libera dall’avidità; ",
  "mn91:33.8": "ha abbandonato nascita e morte, ",
  "mn91:33.9": "e ha completato il percorso spirituale. ",
  "mn91:33.10": "Avendo trasceso ogni cosa, ",
  "mn91:33.11": "si dichiara risvegliato”. ",
  "mn91:34.1": "Detto ciò, Brahmāyu si alzò dal proprio posto e si aggiustò l’abito su una spalla. Si inchinò con la testa ai piedi del Buddha, accarezzandoli e ricoprendoli di baci, e pronunciò il proprio nome: ",
  "mn91:34.2": "“Sono il bramino Brahmāyu, Signor Gotama! ",
  "mn91:34.3": "Sono il bramino Brahmāyu!” ",
  "mn91:35.1": "Allora l’assemblea, con menti piene di meraviglia e stupore, pensò: ",
  "mn91:35.2": "‘Oh, è incredibile, è strabiliante ",
  "mn91:35.3": "che Brahmāyu, così illustre e famoso, mostri al Buddha tanta devozione”. ",
  "mn91:35.4": "Allora il Buddha disse a Brahmāyu: ",
  "mn91:35.5": "“Basta, bramino. Alzati e siediti al tuo posto, poiché la tua mente ha fiducia in me”. ",
  "mn91:35.6": "Allora Brahmāyu si alzò e si sedette al proprio posto. ",
  "mn91:36.1": "Allora il Buddha lo educò passo dopo passo, con ",
  "mn91:36.2": "un sermone sulla generosità, sulla condotta etica, e sul paradiso. ",
  "mn91:36.3": "Gli spiegò gli svantaggi dei piaceri dei sensi, così sordidi e corrotti, e i benefici della rinuncia. ",
  "mn91:36.4": "E quando sapeva che la mente di Brahmāyu era pronta, lavorabile, libera da impedimenti, esultante, e fiduciosa, gli spiegò l’insegnamento speciale dei Buddha: ",
  "mn91:36.5": "la sofferenza, la sua origine, la sua cessazione, e il percorso. ",
  "mn91:36.6": "Proprio come un panno pulito senza macchie assorbe correttamente la tintura, ",
  "mn91:36.7": "su quel posto la visione pura e immacolata dell’insegnamento sorse nel bramino Brahmāyu: ",
  "mn91:36.8": "“Tutto ciò che è della natura di sorgere è anche della natura di cessare”. ",
  "mn91:36.9": "Allora Brahmāyu vide, ottenne, comprese, e capì l’insegnamento. Superò il dubbio, si liberò dell’indecisione, e divenne sicuro di sé e indipendente dagli altri nelle istruzioni del Maestro. Disse al Buddha: ",
  "mn91:37.1": "“Eccellente, Signor Gotama! Eccellente! ",
  "mn91:37.2": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn91:37.3": "Prendo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn91:37.4": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita. ",
  "mn91:37.5": "Il Signor Gotama accetterebbe il pasto di domani insieme alla comunità monastica da parte mia?” ",
  "mn91:37.6": "Il Buddha acconsentì in silenzio. ",
  "mn91:37.7": "Allora, sapendo che il Buddha aveva acconsentito, Brahmāyu si alzò dal proprio posto, si inchinò, e circomambulò il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn91:38.1": "E una volta passata la notte, Brahmāyu fece preparare vari cibi freschi deliziosi a casa sua. Poi fece annunciare l’ora al Buddha, dicendo: ",
  "mn91:38.2": "“Signor Gotama, è ora. Il pranzo è pronto”. ",
  "mn91:38.3": "Allora al mattino il Buddha si vestì, prese la propria ciotola e abito, andò a casa di Brahmāyu, dove si sedette al posto preparato, insieme alla comunità monastica. ",
  "mn91:38.4": "Per sette giorni, Brahmāyu servì e soddisfece la comunità monastica guidata dal Buddha con vari cibi freschi deliziosi cotti con le proprie mani. ",
  "mn91:39.1": "Una volta che i sette giorni furono passati, il Buddha si avviò a vagare nelle terre di Videha. ",
  "mn91:39.2": "Non molto dopo che il Buddha era partito, Brahmāyu morì. ",
  "mn91:39.3": "Allora vari monaci andarono dal Buddha, si inchinarono, si sedettero a lato, e gli dissero: ",
  "mn91:39.4": "“Signore, Brahmāyu è deceduto. ",
  "mn91:39.5": "Dove è rinato nella prossima vita?” ",
  "mn91:39.6": "“Monaci, il bramino Brahmāyu era astuto. Ha praticato in linea con l’insegnamento, e non mi ha dato problemi riguardo all’insegnamento. ",
  "mn91:39.7": "Con l’eliminazione delle cinque catene inferiori, è rinato spontaneamente, e si estinguerà lì, senza tornare da quel mondo”. ",
  "mn91:39.8": "Questo è ciò che il Buddha disse. ",
  "mn91:39.9": "Contenti, i monaci trassero piacere da ciò che il Buddha disse. "
}