{
  "mn93:0.1": "Discorsi medi 93 ",
  "mn93:0.2": "Il discorso con Assalāyana ",
  "mn93:1.1": "Così ho sentito. ",
  "mn93:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn93:2.1": "In quell’occasione circa cinquecento bramini che venivano da fuori si trovavano a Sāvatthī per qualche faccenda. ",
  "mn93:2.2": "I bramini pensarono: ",
  "mn93:2.3": "“L’asceta Gotama sostiene la purezza di tutte e quattro le caste. ",
  "mn93:2.4": "Chi è in grado di dibattere con lui a riguardo?” ",
  "mn93:3.1": "In quel periodo lo studente bramino Assalāyana risiedeva a Sāvatthi. Era giovane, tonsurato, e aveva sedici anni. Aveva raggiunto maestria delle tre Veda, con i loro vocabolari e rituali, fonologia e classificazione delle parole, e testamento come quinto. Le sapeva parola per parola, con la loro grammatica. Era esperto in cosmologia e nei segni di un grande uomo. ",
  "mn93:3.2": "Allora i bramini pensarono: ",
  "mn93:3.4": "“Assalāyana è in grado di dibattere con l’asceta Gotama a riguardo”. ",
  "mn93:4.1": "Allora andarono da Assalāyana e gli dissero: ",
  "mn93:4.2": "“L’asceta Gotama sostiene la purezza di tutte e quattro le caste. ",
  "mn93:4.3": "Per favore, signor Assalāyana, dibatti con l’asceta Gotama a riguardo”. ",
  "mn93:4.4": "Detto ciò, Assalāyana disse loro: ",
  "mn93:4.5": "“Dicono che l’asceta Gotama sia un oratore di principio. ",
  "mn93:4.6": "Gli oratori di principio sono difficili da controbattere. ",
  "mn93:4.7": "Non sono in grado di dibattere con l’asceta Gotama a riguardo” ",
  "mn93:4.8": "Per la seconda volta, i bramini gli dissero: ",
  "mn93:4.9": "“L’asceta Gotama sostiene la purezza di tutte e quattro le caste. ",
  "mn93:4.10": "Per favore, signor Assalāyana, dibatti con l’asceta Gotama a riguardo. ",
  "mn93:4.11": "Dato che hai vissuto da errante”. ",
  "mn93:4.12": "E per la seconda volta, Assalāyana si rifiutò. ",
  "mn93:4.16": "Per la terza volta, i bramini gli dissero: ",
  "mn93:4.17": "“L’asceta Gotama sostiene la purezza di tutte e quattro le caste. ",
  "mn93:4.18": "Per favore, signor Assalāyana, dibatti con l’asceta Gotama a riguardo. ",
  "mn93:4.19": "Dato che hai vissuto da errante. ",
  "mn93:4.20": "Non accettare la sconfitta prima ancora di essere andato in battaglia!” ",
  "mn93:4.21": "Detto ciò, Assalāyana disse loro: ",
  "mn93:4.22": "“È chiaro, signori, che non riesco a farmi capire da voi quando dico: ",
  "mn93:4.23": "‘Dicono che l’asceta Gotama sia un oratore di principio. ",
  "mn93:4.24": "Gli oratori di principio sono difficili da controbattere. ",
  "mn93:4.25": "Non sono in grado di dibattere con l’asceta Gotama a riguardo’. ",
  "mn93:4.26": "Ma comunque, farò come volete”. ",
  "mn93:5.1": "Allora Assalāyana assieme a un grande gruppo di bramini andò dal Buddha e ci scambiò saluti. ",
  "mn93:5.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Buddha: ",
  "mn93:5.3": "“Signor Gotama, i bramini dicono: ",
  "mn93:5.4": "‘Solo i bramini sono la casta migliore; le altre caste sono inferiori. ",
  "mn93:5.5": "Solo i bramini sono una casta di luce; le altre caste sono oscure. ",
  "mn93:5.6": "Solo i bramini sono puri, gli altri no. ",
  "mn93:5.7": "Solo i bramini sono i figli legittimi di Dio, nati dalla sua bocca, nati da Dio, creati da Dio, eredi di Dio’. ",
  "mn93:5.8": "Cosa dice lei a riguardo?” ",
  "mn93:5.9": "“Ma, Assalāyana, le donne bramine hanno le mestruazioni, sono incinte, partoriscono, e allattano. ",
  "mn93:5.10": "Eppure, seppur nascano da un grembo bramino, dicono: ",
  "mn93:5.11": "‘Solo i bramini sono la casta migliore; le altre caste sono inferiori. ",
  "mn93:5.12": "Solo i bramini sono una casta di luce; le altre caste sono oscure. ",
  "mn93:5.13": "Solo i bramini sono puri, gli altri no. ",
  "mn93:5.14": "Solo i bramini sono i figli legittimi di Dio, nati dalla sua bocca, nati da Dio, creati da Dio, eredi di Dio’” ",
  "mn93:6.1": "“Anche se lei dice così, i bramini continuano a sostenere il loro parere” ",
  "mn93:6.4": "“Cosa ne pensi, Assalāyana? ",
  "mn93:6.5": "Hai sentito che in Grecia, in Persia e in altre terre straniere ci sono solo due classi: padroni e servi? E che i padroni possono diventare servi, e i servi padroni?” ",
  "mn93:6.6": "“Sì, l’ho sentito” ",
  "mn93:6.7": "“Quindi qual è la fonte della certezza e della forza dei bramini sulla questione per fare questa dichiarazione?” ",
  "mn93:7.1": "“Anche se lei dice così, i bramini continuano a sostenere il loro parere” ",
  "mn93:7.4": "“Cosa ne pensi, Assalāyana? ",
  "mn93:7.5": "Prendi un aristocratico che uccide, ruba, ha condotta sessuale sbagliata, usa linguaggio falso, divisivo, aspro, o senza motivo; ed è desideroso, malevolo, e ha opinione sbagliata. Alla dissoluzione del corpo, dopo la morte, rinascerebbe in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno. Questo accadrebbe solo a un aristocratico, e non a un bramino? ",
  "mn93:7.6": "O immagina un contadino, ",
  "mn93:7.7": "o un servo che agisce allo stesso modo. Solo un contadino o un servo andrebbero all’inferno, e non un bramino? ",
  "mn93:7.8": "“No, Signor Gotama. ",
  "mn93:7.9": "Se agissero allo stesso modo, un aristocratico, un bramino, un contadino, o un servo andrebbero tutti all’inferno allo stesso modo. ",
  "mn93:7.13": "Se ognuna delle quattro caste uccidesse, rubasse, avesse condotta sessuale sbagliata, usasse linguaggio falso, divisivo, aspro, o senza motivo; e fosse desiderosa, maligna, e avesse opinione sbagliata, allora, alla dissoluzione del corpo, dopo la morte, rinascerebbe in un posto di perdizione, un brutto posto, in un regno inferiore, all’inferno” ",
  "mn93:7.14": "“Quindi qual è la fonte della certezza e della forza dei bramini sulla questione per fare questa dichiarazione?” ",
  "mn93:8.1": "“Anche se lei dice così, i bramini continuano a sostenere il loro parere” ",
  "mn93:8.4": "“Cosa ne pensi, Assalāyana? ",
  "mn93:8.5": "Prendi un bramino che non uccide, non ruba, non ha condotta sessuale sbagliata, non usa linguaggio falso, divisivo, aspro, o senza motivo; ed è soddisfatto con poco, dal cuore gentile, e ha opinione corretta. Alla dissoluzione del corpo, dopo la morte, rinascerebbe in un bel posto, in paradiso. Questo accadrebbe solo a un bramino, e non a un aristocratico, a un contadino, o a un servo?” ",
  "mn93:8.6": "“No, Signor Gotama. ",
  "mn93:8.7": "Se agissero allo stesso modo, un aristocratico, un bramino, un contadino, o un servo andrebbero tutti in paradiso allo stesso modo. ",
  "mn93:8.11": "Se ognuna delle quattro caste non uccidesse, non rubasse, non avesse condotta sessuale sbagliata, non usasse linguaggio falso, divisivo, aspro, o senza motivo; e fosse soddisfatta con poco, dal cuore gentile, e avesse opinione corretta, allora, alla dissoluzione del corpo, dopo la morte, rinascerebbe in un bel posto, in paradiso” ",
  "mn93:8.12": "“Quindi qual è la fonte della certezza e della forza dei bramini sulla questione per fare questa dichiarazione?” ",
  "mn93:9.1": "“Anche se lei dice così, i bramini continuano a sostenere il loro parere” ",
  "mn93:9.4": "“Cosa ne pensi, Assalāyana? ",
  "mn93:9.5": "Solo un bramino è in grado di sviluppare una mente di amichevolezza, libera da inimicizia e malevolenza verso questa regione, e non un aristocratico, un contadino, o un servo?” ",
  "mn93:9.6": "“No, Signor Gotama. ",
  "mn93:9.7": "Possono farlo aristocratici, bramini, contadini, e servi. ",
  "mn93:9.11": "Ognuna delle quattro caste è in grado di sviluppare una mente di amichevolezza, libera da inimicizia e malevolenza verso questa regione” ",
  "mn93:9.12": "“Quindi qual è la fonte della certezza e della forza dei bramini sulla questione per fare questa dichiarazione?” ",
  "mn93:10.1": "“Anche se lei dice così, i bramini continuano a sostenere il loro parere” ",
  "mn93:10.4": "“Cosa ne pensi, Assalāyana? ",
  "mn93:10.5": "Solo un bramino è in grado di prendere del sapone, andare al fiume, lavare via polvere e sporco, e non un aristocratico, un contadino, o un servo?” ",
  "mn93:10.6": "“No, Signor Gotama. ",
  "mn93:10.7": "",
  "mn93:10.10": "Possono farlo aristocratici, bramini, contadini, e servi” ",
  "mn93:10.11": "“Quindi qual è la fonte della certezza e della forza dei bramini sulla questione per fare questa dichiarazione?” ",
  "mn93:11.1": "“Anche se lei dice così, i bramini continuano a sostenere il loro parere” ",
  "mn93:11.4": "“Cosa ne pensi, Assalāyana? ",
  "mn93:11.5": "Immagina un re aristocratico consacrato che raduna cento persone di varie caste e dice: ",
  "mn93:11.6": "‘Per favore, signori, che chiunque qui sia nato in una famiglia di aristocratici, bramini, o padroni prenda un bastoncino fatto di legno di teak, sal, franchincenso, sandalo, o ciliegio, e appicci un fuoco che faccia calore. ",
  "mn93:11.7": "E che chiunque qui sia nato in una famiglia di becchini, cacciatori, coltivatori, carrai, o spazzini prenda un bastoncino fatto dalla mangiatoia di un cane, di un maiale, o da un cestino per l’immondizia, o di legno di ricino, e appicci un fuoco che faccia calore. ",
  "mn93:11.8": "Cosa ne pensi, Assalāyana? ",
  "mn93:11.9": "Solo il fuoco appicciato dalla gente di casta alta con legno di alta qualità avrebbe fiamme, colore, luce, e sarebbe utilizzabile come fuoco, ",
  "mn93:11.10": "e non il fuoco appicciato dalla gente di casta bassa con legno di bassa qualità?” ",
  "mn93:11.11": "“No, Signor Gotama. ",
  "mn93:11.12": "Il fuoco appicciato dalla gente di casta alta con legno di alta qualità avrebbe fiamme, colore, luce, e sarebbe utilizzabile come fuoco, ",
  "mn93:11.13": "e lo stesso sarebbe per il fuoco appicciato dalla gente di casta bassa con legno di bassa qualità. ",
  "mn93:11.14": "Poiché ogni tipo di fuoco ha fiamme, colore, e luce, ed è utilizzabile come fuoco” ",
  "mn93:11.15": "“Quindi qual è la fonte della certezza e della forza dei bramini sulla questione per fare questa dichiarazione?” ",
  "mn93:12.1": "“Anche se lei dice così, i bramini continuano a sostenere il loro parere” ",
  "mn93:12.4": "“Cosa ne pensi, Assalāyana? ",
  "mn93:12.5": "Immagina un ragazzo aristocratico che va a letto con una ragazza bramina, e hanno un figlio. ",
  "mn93:12.6": "Quel bambino verrebbe chiamato aristocratico per il padre o bramino per la madre?” ",
  "mn93:12.7": "“Verrebbe chiamato in uno qualsiasi dei due modi” ",
  "mn93:13.1": "“Cosa ne pensi, Assalāyana? ",
  "mn93:13.2": "Immagina un ragazzo bramino che va a letto con una ragazza aristocratica, e hanno un figlio. ",
  "mn93:13.3": "Quel bambino verrebbe chiamato aristocratico per la madre o bramino per il padre?” ",
  "mn93:13.4": "“Verrebbe chiamato in uno qualsiasi dei due modi” ",
  "mn93:14.1": "“Cosa ne pensi, Assalāyana? ",
  "mn93:14.2": "Immagina una cavalla che si accoppia con un asino, e dà alla luce un mulo. ",
  "mn93:14.3": "Quel mulo verrebbe chiamato cavallo per la madre o asino per il padre?” ",
  "mn93:14.4": "“È un mulo, è un incrocio. ",
  "mn93:14.5": "Vedo la differenza in questo caso, ",
  "mn93:14.6": "ma non nei casi precedenti” ",
  "mn93:15.1": "“Cosa ne pensi, Assalāyana? ",
  "mn93:15.2": "Immagina due studenti bramini fratelli gemelli. Uno è un recitatore colto, mentre l’altro no. ",
  "mn93:15.3": "I bramini chi servirebbero prima nell’occasione di un’offerta di cibo per gli avi, un’offerta di un piatto di riso al latte, un sacrificio, o una festa per ospiti?” ",
  "mn93:15.4": "“Servirebbero prima lo studente che è un recitatore colto. ",
  "mn93:15.5": "Poiché come potrebbe un’offerta a chi non è un recitatore colto dare molto frutto?” ",
  "mn93:16.1": "“Cosa ne pensi, Assalāyana? ",
  "mn93:16.2": "Immagina due studenti bramini fratelli gemelli. Uno è un recitatore colto, ma immorale, con brutto carattere, mentre l’altro non è un recitatore colto, ma è morale, dal buon carattere. ",
  "mn93:16.3": "I bramini chi servirebbero prima?” ",
  "mn93:16.4": "“Servirebbero prima lo studente che non è un recitatore colto, ma che è morale e dal buon carattere. ",
  "mn93:16.5": "Poiché come potrebbe un’offerta a chi è immorale e con brutto carattere dare molto frutto?” ",
  "mn93:17.1": "“Prima ti sei basato sulla nascita, Assalāyana, ",
  "mn93:17.2": "poi sei passato all’educazione, ",
  "mn93:17.3": "poi sei passato al comportamento astemio. ",
  "mn93:17.4": "Sei arrivato al punto di credere nella possibilità di purezza di tutte e quattro le caste, proprio come sostengo io”. ",
  "mn93:17.5": "Detto ciò, Assalāyana rimase seduto in silenzio, imbarazzato, con spalle cadenti, abbattuto, depresso, senza dire nulla. ",
  "mn93:18.1": "Vedendo ciò, il Buddha gli disse: ",
  "mn93:18.2": "“Una volta, Assalāyana, sette veggenti bramini si stanziarono in capanne di foglie in una regione selvaggia. Mantenevano questa idea sbagliata e dannosa: ",
  "mn93:18.3": "‘Solo i bramini sono la casta migliore; le altre caste sono inferiori. ",
  "mn93:18.4": "Solo i bramini sono una casta di luce; le altre caste sono oscure. Solo i bramini sono puri, gli altri no. ",
  "mn93:18.5": "Solo i bramini sono i figli legittimi di Dio, nati dalla sua bocca, nati da Dio, creati da Dio, eredi di Dio’. ",
  "mn93:18.6": "Il veggente Devala l’Oscuro sentì di ciò. ",
  "mn93:18.10": "Allora si sistemò capelli e barba, indossò gli abiti magenta e gli stivali, prese il bastone dorato, e apparve nel cortile dei sette veggenti bramini. ",
  "mn93:18.11": "Poi si mise a vagare per il cortile dicendo: ",
  "mn93:18.12": "‘Dove, oh dove sono andati quei veggenti bramini? ",
  "mn93:18.13": "Dove, oh dove sono andati quei veggenti bramini?’ ",
  "mn93:18.14": "Allora quei bramini dissero: ",
  "mn93:18.15": "‘Chi è questo che vaga per il cortile come uno zoticone di villaggio? ",
  "mn93:18.18": "Malediciamolo!’ ",
  "mn93:18.19": "Quindi maledissero Devala l’Oscuro: ",
  "mn93:18.20": "‘Riduciti in cenere, schifoso! ",
  "mn93:18.21": "Riduciti in cenere, schifoso!’ ",
  "mn93:18.22": "Ma più i veggenti lo maledicevano, più Devala l’Oscuro diventava attraente, bello, e affascinante. ",
  "mn93:18.23": "Allora i bramini dissero: ",
  "mn93:18.24": "‘Il nostro fervore è in vano! Il nostro percorso spirituale è inutile! ",
  "mn93:18.25": "Dato che quando maledicevamo qualcuno ",
  "mn93:18.26": "per farlo ridurre in cenere, ",
  "mn93:18.27": "veniva ridotto in cenere. ",
  "mn93:18.28": "Ma più malediciamo questo, più attraente, bello, e affascinante diventa’ ",
  "mn93:18.29": "‘Signori, il vostro fervore non è in vano; il vostro percorso spirituale non è inutile. ",
  "mn93:18.30": "Per favore, lasciate andare la vostra malevolenza nei miei confronti’ ",
  "mn93:18.31": "‘Lasciamo andare la nostra malevolenza nei tuoi confronti. ",
  "mn93:18.32": "Ma chi sei, signore?’ ",
  "mn93:18.33": "‘Avete sentito del ",
  "mn93:18.34": "veggente Devala l’Oscuro?’ ",
  "mn93:18.35": "“Sì, signore’ ",
  "mn93:18.36": "‘Sono io, signori’. ",
  "mn93:18.37": "Allora si avvicinarono a Devala e si inchinarono. ",
  "mn93:18.38": "Devala disse loro: ",
  "mn93:18.39": "‘Ho sentito che quando i sette veggenti bramini si stanziarono in capanne di foglie in una regione selvaggia, mantenevano questa idea sbagliata e dannosa: ",
  "mn93:18.40": "‘Solo i bramini sono la casta migliore; le altre caste sono inferiori. ",
  "mn93:18.41": "Solo i bramini sono una casta di luce; le altre caste sono oscure. ",
  "mn93:18.42": "Solo i bramini sono puri, gli altri no. ",
  "mn93:18.43": "Solo i bramini sono i figli legittimi di Dio, nati dalla sua bocca, nati da Dio, creati da Dio, eredi di Dio’. ",
  "mn93:18.44": "‘È così, signore’ ",
  "mn93:18.45": "‘Ma voi sapete ",
  "mn93:18.46": "se vostra madre ha avuto relazioni solo con bramini e non con non bramini?’ ",
  "mn93:18.47": "‘Non lo sappiamo’ ",
  "mn93:18.48": "‘Ma voi sapete ",
  "mn93:18.49": "se le madri delle vostre madri fino alla settima generazione hanno avuto relazioni solo con bramini e non con non bramini?’ ",
  "mn93:18.50": "‘Non lo sappiamo’ ",
  "mn93:18.51": "‘Ma voi sapete ",
  "mn93:18.52": "se vostro padre ha avuto relazioni solo con bramine e non con non bramine?’ ",
  "mn93:18.53": "‘Non lo sappiamo’ ",
  "mn93:18.54": "‘Ma voi sapete ",
  "mn93:18.55": "se i padri dei vostri padri fino alla settima generazione hanno avuto relazioni solo con bramine e non con non bramine?’ ",
  "mn93:18.56": "‘Non lo sappiamo’ ",
  "mn93:18.57": "‘Ma voi sapete ",
  "mn93:18.58": "come si concepisce un embrione?’ ",
  "mn93:18.59": "‘Lo sappiamo, signore. ",
  "mn93:18.61": "Un embrione viene concepito quando tre cose accadono: la madre e il padre si uniscono, la madre è nel periodo fertile del ciclo mestruale, e l’anima che vuole rinascere è presente’ ",
  "mn93:18.62": "‘Ma voi sapete ",
  "mn93:18.63": "con certezza se quell’anima è un aristocratico, un bramino, un contadino, o un servo?’ ",
  "mn93:18.64": "‘Non lo sappiamo’ ",
  "mn93:18.66": "‘Dato che è così, signori, non sapete ",
  "mn93:18.67": "cosa siete?’ ",
  "mn93:18.68": "‘Dato che è così, signore, non sappiamo ",
  "mn93:18.69": "cosa siamo’. ",
  "mn93:18.70": "Dato che nemmeno quei sette veggenti bramini riuscirono a prevalere una volta torchiati, pressati, ed esortati dal veggente Devala riguardo alla propria genealogia, ",
  "mn93:18.71": "come potresti tu prevalere se torchiato, pressato, ed esortato da me riguardo alla tua genealogia, considerando che tu e la tua tradizione non raccogliete nemmeno l’ultimo cucchiaino?” ",
  "mn93:19.1": "Detto ciò, Assalāyana disse al Buddha: ",
  "mn93:19.2": "Eccellente, Signor Gotama! Eccellente! … ",
  "mn93:19.3": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}