{
  "mn95:0.1": "Discorsi medi 95 ",
  "mn95:0.2": "Il discorso con Caṅkī ",
  "mn95:1.1": "Così ho sentito. ",
  "mn95:1.2": "Una volta il Buddha stava vagando nella terra dei Kosala assieme a una grande comunità di monaci quando giunse al villaggio bramino di Kosala chiamato Opāsāda. ",
  "mn95:1.3": "Si fermò nel Bosco degli Angeli, un bosco di alberi di sal a nord di Opāsāda. ",
  "mn95:2.1": "In quel periodo il bramino Caṅkī viveva a Opāsāda in una proprietà reale data in dono dal Re Pasenadi di Kosala. Pullulava di creature viventi, piena di fieno, legna, acqua, e grano. Un parco reale donato a un bramino. ",
  "mn95:3.1": "I bramini e i laici di Opāsāda sentirono: ",
  "mn95:3.2": "“Sembra che l’asceta Gotama, un Sakya, che ha lasciato casa da una famiglia Sakya, sia arrivato a Opāsāda, assieme a una grande comunità di monaci. Si è fermato nel Bosco degli Angeli a nord. ",
  "mn95:3.3": "Ha questa buona reputazione: ",
  "mn95:3.4": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn95:3.5": "Ha realizzato con la propria conoscenza diretta questo mondo, con i suoi angeli, diavoli, e dei, questa popolazione con i suoi asceti e bramini, esseri celesti e umani, e lo rende noto agli altri. ",
  "mn95:3.6": "Spiega un’insegnamento buono all’inizio, nel mezzo, e alla fine, significativo e ben espresso. E rivela un percorso spirituale assolutamente completo e puro. ",
  "mn95:3.7": "È bene vedere tali perfetti”. ",
  "mn95:4.1": "Allora, partendo da Opāsāda, si divisero in gruppi e si avviarono a nord verso il Bosco degli Angeli. ",
  "mn95:5.1": "In quell’occasione il bramino Caṅkī si era ritirato al piano di sopra del proprio palazzo per il sonnellino del mezzogiorno. ",
  "mn95:5.2": "Vide i bramini e i laici che si avviavano verso il Bosco degli Angeli, ",
  "mn95:5.3": "e si rivolse al proprio maggiordomo: ",
  "mn95:5.4": "“Mio maggiordomo, perché i bramini e i laici si stanno avviando a nord verso il Bosco degli Angeli?” ",
  "mn95:6.1": "“L’asceta Gotama è arrivato a Opāsāda, assieme a una grande comunità di monaci. Si è fermato nel Bosco degli Angeli a nord. ",
  "mn95:6.2": "Ha questa buona reputazione: ",
  "mn95:6.3": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. ",
  "mn95:6.4": "Vanno a trovare il Signor Gotama” ",
  "mn95:6.5": "“Beh, allora, vai dai bramini e i laici e dì loro: ",
  "mn95:6.6": "‘Signori, il bramino Caṅkī vi chiede ",
  "mn95:6.7": "di aspettare, dato che anche lui verrà a trovare l’asceta Gotama’” ",
  "mn95:6.8": "“Sì, Signore”, rispose il maggiordomo, e fece come gli era stato chiesto. ",
  "mn95:7.1": "In quel periodo circa cinquecento bramini che venivano da fuori si trovavano a Opāsāda per qualche faccenda. ",
  "mn95:7.2": "Sentirono che ",
  "mn95:7.3": "il bramino Caṅkī stava andando a trovare l’asceta Gotama. ",
  "mn95:7.4": "Andarono da Caṅkī e gli dissero: ",
  "mn95:7.5": "“È vero che vuoi andare a trovare l’asceta Gotama?” ",
  "mn95:7.6": "“Sì, signori, è vero” ",
  "mn95:8.1": "“Per favore, non farlo! ",
  "mn95:8.2": "Non è opportuno che tu vada dall’asceta Gotama; ",
  "mn95:8.3": "è opportuno che l’asceta Gotama venga da te. ",
  "mn95:8.4": "Sei di buona casta da entrambi i lati di tua madre e tuo padre, di discendenza pura, con genealogia inconfutabile e impeccabile fino alla settima generazione paterna. ",
  "mn95:8.5": "Per questa ragione non è opportuno che tu vada dall’asceta Gotama; ",
  "mn95:8.6": "è opportuno che l’asceta Gotama venga da te. ",
  "mn95:8.7": "Sei ricco, benestante, e abbiente. … ",
  "mn95:8.8": "Reciti e ricordi gli inni, e hai raggiunto maestria delle tre Veda, con i loro vocabolari e rituali, fonologia e classificazione delle parole, e testamento come quinto. Le sai parola per parola, con la loro grammatica. Sei esperto in cosmologia e nei segni di un grande uomo. … ",
  "mn95:8.9": "Sei attraente, bello, affascinante, di bellezza senza pari. Sei magnifico e splendido come Dio, eccezionale da ammirare. … ",
  "mn95:8.10": "Sei morale, completo nella condotta morale. … ",
  "mn95:8.11": "Sei un bravo oratore, con voce pulita, chiara, e articolata che esprime il significato. … ",
  "mn95:8.12": "Insegni agli insegnanti di molti, e insegni a trecento studenti a recitare gli inni. … ",
  "mn95:8.13": "Sei onorato, rispettato, riverito, e venerato dal Re Pasenadi di Kosala ",
  "mn95:8.14": "e dal bramino Pokkharasāti. … ",
  "mn95:8.15": "Vivi a Opāsāda in una proprietà reale data in dono dal Re Pasenadi di Kosala che pullula di creature viventi, piena di fieno, legna, acqua, e grano. Un parco reale donato a un bramino. ",
  "mn95:8.16": "Per tutte queste ragioni non è opportuno che tu vada dall’asceta Gotama; ",
  "mn95:8.17": "è opportuno che l’asceta Gotama venga da te”. ",
  "mn95:9.1": "Uno volta che ebbero parlato, Caṅkī disse ai bramini: ",
  "mn95:9.2": "“Beh, allora, signori, ascoltate perché è opportuno da parte mia andare dall’asceta Gotama, ",
  "mn95:9.3": "e non è opportuno che l’asceta Gotama venga da me. ",
  "mn95:9.4": "È di buona casta da entrambi i lati di sua madre e sua padre, di discendenza pura, con genealogia inconfutabile e impeccabile fino alla settima generazione paterna. ",
  "mn95:9.5": "Per questa ragione non è opportuno che l’asceta Gotama venga da me; ",
  "mn95:9.6": "piuttosto, è opportuno che io vada da lui. ",
  "mn95:9.7": "Quando ha lasciato casa ha abbandonato grandi quantità di monete e lingotti d’oro immagazzinati sopra e sotto terra. … ",
  "mn95:9.8": "Ha lasciato la vita di casa per quella mendicante mentre aveva ancora i capelli nero puro, benedetto dalla giovinezza, nel fiore degli anni. … ",
  "mn95:9.9": "Sebbene sua madre e suo padre non volessero, piangendo con facce piene di lacrime, lui si tagliò capelli e barba, indossò l’abito marrone, e lasciò la vita di casa per quella mendicante. … ",
  "mn95:9.10": "È attraente, bello, affascinante, di bellezza senza pari. È magnifico e splendido come Dio, eccezionale da ammirare. … ",
  "mn95:9.11": "È morale, possiede una condotta morale nobile e buona. ",
  "mn95:9.12": "È un bravo oratore, con voce pulita, chiara, e articolata che esprime il significato. … ",
  "mn95:9.13": "È maestro di maestri. … ",
  "mn95:9.14": "Ha eliminato il desiderio per i piaceri dei sensi, ed è senza capricci. … ",
  "mn95:9.15": "Insegna l’efficacia delle azioni e degli atti. Non desidera il male per la comunità dei bramini. … ",
  "mn95:9.16": "Ha lasciato casa da una famiglia eminente di lignaggio aristocratico intatto. … ",
  "mn95:9.17": "Ha lasciato casa da una famiglia ricca, abbiente, e benestante. … ",
  "mn95:9.18": "La gente viene da terre e Paesi lontani per fagli domande. … ",
  "mn95:9.19": "Molte migliaia di esseri celesti hanno preso rifugio in lui a vita. … ",
  "mn95:9.20": "Ha questa buona reputazione: ",
  "mn95:9.21": "‘Il Beato è perfetto, un Buddha completamente risvegliato, esperto di conoscenza e condotta, santo, conoscitore del mondo, guida suprema per coloro che desiderano addestrarsi, insegnante di esseri celesti e umani, risvegliato, beato’. … ",
  "mn95:9.22": "Possiede i trentadue segni di un grande uomo. … ",
  "mn95:9.23": "Il Re Seniya Bimbisāra di Maghada con le sue mogli e figli hanno preso rifugio nell’asceta Gotama a vita. … ",
  "mn95:9.24": "Il Re Pasenadi di Kosala con le sue mogli e figli hanno preso rifugio nell’asceta Gotama a vita. … ",
  "mn95:9.25": "Il bramino Pokkharasāti con le sue mogli e figli hanno preso rifugio nell’asceta Gotama a vita. … ",
  "mn95:9.26": "L’asceta Gotama è arrivato per stare nel Bosco degli Angeli a nord di Opāsāda. ",
  "mn95:9.27": "Qualsiasi asceta o bramino che si ferma nel nostro distretto è nostro ospite, ",
  "mn95:9.28": "e deve essere onorato e rispettato come tale. ",
  "mn95:9.31": "Anche per questa ragione non è opportuno che l’asceta Gotama venga da me; ",
  "mn95:9.32": "piuttosto, è opportuno che io vada da lui. ",
  "mn95:9.33": "Questo è fin dove arrivano le lodi al Signor Gotama che ho imparato. Ma le sue lodi non sono limitate a queste, ",
  "mn95:9.34": "poiché la lode al Signor Gotama è illimitata. ",
  "mn95:9.35": "Avere anche solo uno di questi fattori rende inopportuno che il Signor Gotama venga da me, ",
  "mn95:9.36": "piuttosto, è opportuno che io vada da lui. ",
  "mn95:9.37": "Beh, ora, signori, andiamo a trovare l’asceta Gotama”. ",
  "mn95:10.1": "Allora Caṅkī assieme a un grande gruppo di bramini andò dal Buddha e ci scambiò saluti. ",
  "mn95:10.2": "Una volta che i saluti e cordialità terminarono, si sedette a lato. ",
  "mn95:11.1": "In quell’occasione il Buddha era seduto impegnato in una qualche cordialità con alcuni bramini molto anziani. ",
  "mn95:11.2": "E lo studente bramino Kāpaṭika era seduto nell’assemblea. Era giovane, tonsurato, e aveva sedici anni. Aveva raggiunto maestria delle tre Veda, con i loro vocabolari e rituali, fonologia e classificazione delle parole, e testamento come quinto. Le sapeva parola per parola, con la loro grammatica. Era esperto in cosmologia e nei segni di un grande uomo. ",
  "mn95:11.3": "Mentre i bramini anziani stavano conversando con il Buddha, lui interruppe la conversazione. ",
  "mn95:11.4": "Allora il Buddha lo rimproverò: ",
  "mn95:11.5": "“Venerabile Bhāradvāja, non interrompere i bramini anziani. ",
  "mn95:11.6": "Aspetta finché non finiscono di parlare”. ",
  "mn95:11.7": "Detto ciò, Caṅkī disse al Buddha: ",
  "mn95:11.8": "“Signor Gotama, non rimproveri lo studente Kāpaṭika. ",
  "mn95:11.9": "È un giovane colto, astuto, e un bravo oratore. È in grado di dibattere con il Signor Gotama a riguardo”. ",
  "mn95:12.1": "Allora il Buddha pensò: ",
  "mn95:12.2": "“Chiaramente, lo studente Kāpaṭika parlerà dell’eredità scritturale delle tre Veda. ",
  "mn95:12.3": "È per questo che i bramini l’hanno messo davanti”. ",
  "mn95:12.4": "Allora Kāpaṭika pensò: ",
  "mn95:12.5": "“Non appena l’asceta Gotama mi guarda, gli farò una domanda”. ",
  "mn95:12.6": "Allora il Buddha, sapendo ciò che Kāpaṭika stava pensando, lo guardò. ",
  "mn95:12.7": "Allora Kāpaṭika pensò: ",
  "mn95:12.8": "“L’asceta Gotama sta interagendo con me. ",
  "mn95:12.9": "Perché non gli faccio una domanda?”. ",
  "mn95:12.10": "Allora disse: ",
  "mn95:12.11": "“Signor Gotama, riguardo a ciò che per lignaggio di testamento e autorità canonica è la collezione di inni dei bramini, i bramini giungono alla conclusione categorica: ",
  "mn95:12.12": "‘Questa è l’unica verità, qualsiasi altra idea è sciocca’. ",
  "mn95:12.13": "Cosa dice lei a riguardo?” ",
  "mn95:13.1": "“Beh, Bhāradvāja, c’è anche solo un singolo bramino che dice così: ",
  "mn95:13.2": "‘Io so questo, io vedo questo: ",
  "mn95:13.3": "questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn95:13.4": "“No, Signor Gotama” ",
  "mn95:13.5": "“Beh, c’è anche sono un singolo maestro dei bramini, o un maestro di maestri, o qualcuno fino alla settima generazione di maestri che dice così: ",
  "mn95:13.6": "‘Io so questo, io vedo questo: ",
  "mn95:13.7": "questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn95:13.8": "“No, Signor Gotama” ",
  "mn95:13.9": "“Beh, e gli antichi veggenti dei bramini, cioè Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, e Bhagu? Furono gli autori e i propagatori degli inni. Le loro collezioni venivano cantate e propagate, e furono compilate in tempi antichi; e al giorno d’oggi i bramini continuano a cantarle e a recitarle, recitando ciò che veniva recitato, e insegnando ciò che veniva insegnato. ",
  "mn95:13.10": "Almeno loro dissero: ",
  "mn95:13.11": "‘Noi sappiamo questo, noi vediamo questo: ",
  "mn95:13.12": "questa è l’unica verità, qualsiasi altra idea è sciocca’?” ",
  "mn95:13.13": "“No, Signor Gotama” ",
  "mn95:13.14": "“Quindi, Bhāradvāja, sembra che non ci sia nemmeno un singolo bramino, ",
  "mn95:13.17": "nemmeno uno fino alla settima generazione di maestri, ",
  "mn95:13.20": "nemmeno gli antichi veggenti dei bramini, che dice: ",
  "mn95:13.21": "‘Noi sappiamo questo, noi vediamo questo: ",
  "mn95:13.22": "‘Questa è l’unica verità, qualsiasi altra idea è sciocca’. ",
  "mn95:13.23": "Immagina una fila di uomini ciechi, ognuno attaccato a quello davanti: il primo non vede, quello in mezzo non vede, e l’ultimo non vede. ",
  "mn95:13.24": "Allo stesso modo, a me sembra che la dichiarazione dei bramini si rivela essere come una fila di uomini ciechi: il primo non vede, quello in mezzo non vede, e l’ultimo non vede. ",
  "mn95:13.25": "Cosa ne pensi, Bhāradvāja? ",
  "mn95:13.26": "Dato che è così, la fede dei bramini non si rivela non avere basi?” ",
  "mn95:14.1": "“I bramini non onorano questo solo per fede, ma anche per trasmissione orale” ",
  "mn95:14.2": "“Prima ti sei basato sulla fede, ora parli di tradizione orale. ",
  "mn95:14.3": "Queste cinque cose a volte si dimostrano sbagliate. ",
  "mn95:14.4": "Quali cinque? ",
  "mn95:14.5": "Fede, preferenza, trasmissione orale, linea di ragionamento, e accettazione di un’opinione dopo deliberazione. ",
  "mn95:14.7": "Anche se hai fede in qualcosa, potrebbe rivelarsi vuoto, vacuo, e falso. ",
  "mn95:14.8": "E anche se non hai fede in qualcosa, potrebbe rivelarsi essere vero e reale, non altrimenti. ",
  "mn95:14.9": "Anche se preferisci qualcosa … ",
  "mn95:14.10": "se qualcosa è trasmesso bene … ",
  "mn95:14.11": "se qualcosa è ragionato bene … ",
  "mn95:14.12": "se qualcosa è deliberato bene, potrebbe rivelarsi vuoto, vacuo, e falso. ",
  "mn95:14.13": "E anche se non è deliberato bene, potrebbe rivelarsi essere vero e reale, non altrimenti. ",
  "mn95:14.14": "Per chi preserva la verità questi modi non sono sufficienti per giungere alla conclusione categorica: ",
  "mn95:14.15": "questa è l’unica verità, qualsiasi altra idea è sciocca’” ",
  "mn95:15.1": "“Ma, Signor Gotama, come definisce la preservazione della verità?” ",
  "mn95:15.3": "“Se una persona ha fede, ",
  "mn95:15.4": "preserva la verità dicendo: ‘Questa è la mia fede’. ",
  "mn95:15.5": "Ma non giunge ancora alla conclusione categorica: ",
  "mn95:15.6": "‘Questa è l’unica verità, qualsiasi altra idea è sciocca’. ",
  "mn95:15.7": "Se una persona ha una preferenza … ",
  "mn95:15.8": "o ha ricevuto trasmissione orale … ",
  "mn95:15.9": "o ha ragionato su qualcosa … ",
  "mn95:15.10": "o ha accettato un’opinione dopo deliberazione, ",
  "mn95:15.11": "preserva la verità dicendo: ‘Questa è l’opinione che ho accettato dopo deliberazione’. ",
  "mn95:15.12": "Ma non giunge ancora alla conclusione categorica: ",
  "mn95:15.13": "‘Questa è l’unica verità, qualsiasi altra idea è sciocca’. ",
  "mn95:15.14": "Così è come si descrive la preservazione della verità, Bhāradvāja. Io descrivo la preservazione della verità definita in questo modo. ",
  "mn95:15.15": "Ma questo non è ancora il risveglio alla verità” ",
  "mn95:16.1": "“Così è come si descrive la preservazione della verità, Signor Gotama. Ritengo la preservazione della verità definita in questo modo. ",
  "mn95:16.2": "Ma, Signor Gotama, come definisce il risveglio alla verità?” ",
  "mn95:17.1": "“Prendi il caso, Bhāradvāja, di un monaco che vive supportato da un paese o da un villaggio. ",
  "mn95:17.2": "Un laico o suo figlio va da lui e lo scruta per trovare tre cose: ",
  "mn95:17.3": "cose che suscitano cupidigia, cose che provocano odio, e cose che promuovono illusione. ",
  "mn95:17.4": "‘Questo venerabile possiede qualità che suscitano cupidigia? Qualità che, se la sua mente ne venisse sopraffatta, potrebbe dire ",
  "mn95:17.5": "che sa, anche se non sa, o che vede, anche se non vede; ",
  "mn95:17.6": "o che potrebbero incoraggiare gli altri a fare ciò che è a loro danno e sofferenza per molto tempo?’ ",
  "mn95:17.7": "Scrutinandolo scopre: ",
  "mn95:17.8": "‘Questo venerabile non possiede qualità così che suscitano cupidigia. ",
  "mn95:17.11": "Piuttosto, quel venerabile ha un comportamento corporeo e verbale come quello di qualcuno senza avidità. ",
  "mn95:17.12": "E il principio che insegna è profondo, difficile da vedere, difficile da comprendere, pacifico, sublime, fuori dalla portata del ragionamento, raffinato, comprensibile agli astuti. ",
  "mn95:17.13": "Non è facile per chi è avido insegnare questo’. ",
  "mn95:18.1": "Scrutinandolo in questo modo vede che è privo di qualità che suscitano cupidigia. Poi cerca qualità che provocano odio. ",
  "mn95:18.2": "‘Questo venerabile possiede qualità che provocano odio? Qualità che, se la sua mente ne venisse sopraffatta, potrebbe dire ",
  "mn95:18.3": "che sa, anche se non sa, o che vede, anche se non vede; ",
  "mn95:18.4": "o che potrebbero incoraggiare gli altri a fare ciò che è a loro danno e sofferenza per molto tempo?’ ",
  "mn95:18.5": "Scrutinandolo scopre: ",
  "mn95:18.6": "‘Questo venerabile non possiede qualità così che provocano odio. ",
  "mn95:18.9": "Piuttosto, quel venerabile ha un comportamento corporeo e verbale come quello di qualcuno senza odio. ",
  "mn95:18.10": "E il principio che insegna è profondo, difficile da vedere, difficile da comprendere, pacifico, sublime, fuori dalla portata del ragionamento, raffinato, comprensibile agli astuti. ",
  "mn95:18.11": "Non è facile per chi odia insegnare questo’. ",
  "mn95:19.1": "Scrutinandolo in questo modo vede che è privo di qualità che provocano odio. Poi cerca qualità che promuovono illusione. ",
  "mn95:19.2": "‘Questo venerabile possiede qualità che promuovono illusione? Qualità che, se la sua mente ne venisse sopraffatta, potrebbe dire ",
  "mn95:19.3": "che sa, anche se non sa, o che vede, anche se non vede; ",
  "mn95:19.4": "o che potrebbero incoraggiare gli altri a fare ciò che è a loro danno e sofferenza per molto tempo?’ ",
  "mn95:19.5": "Scrutinandolo scopre: ",
  "mn95:19.6": "‘Questo venerabile non possiede qualità così che promuovono illusione. ",
  "mn95:19.9": "Piuttosto, quel venerabile ha un comportamento corporeo e verbale come quello di qualcuno senza illusione. ",
  "mn95:19.10": "E il principio che insegna è profondo, difficile da vedere, difficile da comprendere, pacifico, sublime, fuori dalla portata del ragionamento, raffinato, comprensibile agli astuti. ",
  "mn95:19.11": "Non è facile per chi è illuso insegnare questo’. ",
  "mn95:20.1": "Scrutinandolo in questo modo vede che è privo di qualità che promuovono illusione. ",
  "mn95:20.2": "Allora ripone fede in lui. Una volta che la fede è sorta va dal maestro. Rende omaggio, ascolta attivamente, sente gli insegnamenti, ricorda gli insegnamenti, riflette sul significato, e li accetta dopo deliberazione. Allora nasce in lui entusiasmo; applica zelo, si impegna, e lavora duro. Lavorando duro, realizza direttamente la verità suprema, e la vede con saggezza penetrante. ",
  "mn95:20.3": "Così è come si descrive il risveglio alla verità, Bhāradvāja. Io descrivo il risveglio alla verità definito in questo modo. ",
  "mn95:20.4": "Ma questo non è ancora il raggiungimento della verità” ",
  "mn95:21.1": "Così è come si descrive il risveglio alla verità, Signor Gotama. Ritengo il risveglio alla verità definito in questo modo. ",
  "mn95:21.2": "Ma, Signor Gotama, come definisce il raggiungimento della verità?” ",
  "mn95:21.4": "“Attraverso la coltivazione, lo sviluppo, e la dedizione proprio a queste cose si arriva al raggiungimento della verità. ",
  "mn95:21.5": "Così è come si descrive il raggiungimento della verità, Bhāradvāja. Io descrivo il raggiungimento della verità definito in questo modo” ",
  "mn95:22.1": "“Così è come si descrive il raggiungimento della verità, Signor Gotama. Ritengo il raggiungimento della verità definito in questo modo. ",
  "mn95:22.2": "Ma che qualità è utile per giungere alla verità?” ",
  "mn95:22.4": "“Lavorare duro è utile per giungere alla verità. ",
  "mn95:22.5": "Se non si lavora duro, non si giunge alla verità. ",
  "mn95:22.6": "Si giunge alla verità grazie al duro lavoro. ",
  "mn95:22.7": "È per questo che lavorare duro è utile per giungere alla verità” ",
  "mn95:23.1": "“Ma che qualità è utile per lavorare duro?” ",
  "mn95:23.3": "“Valutare gli insegnamenti è utile per lavorare duro. ",
  "mn95:23.4": "Se non si valutano gli insegnamenti, non si lavora duro. ",
  "mn95:23.5": "Si lavora duro grazie al valutare gli insegnamenti. ",
  "mn95:23.6": "È per questo che valutare gli insegnamenti è utile per lavorare duro” ",
  "mn95:24.1": "“Ma che qualità è utile per valutare gli insegnamenti?” ",
  "mn95:24.3": "“Lo zelo è utile per valutare gli insegnamenti. ",
  "mn95:24.4": "Se non si ha zelo, non si valutano gli insegnamenti. ",
  "mn95:24.5": "Si valutano gli insegnamenti perché si ha zelo. ",
  "mn95:24.6": "È per questo lo zelo è utile per valutare gli insegnamenti” ",
  "mn95:25.1": "“Ma che qualità è utile per lo zelo?” ",
  "mn95:25.3": "“L’entusiasmo è utile per lo zelo. ",
  "mn95:25.4": "Se non si ha entusiasmo, non si ha zelo. ",
  "mn95:25.5": "Si ha zelo perché si ha entusiasmo. ",
  "mn95:25.6": "È per questo l’entusiasmo è utile per lo zelo” ",
  "mn95:26.1": "“Ma che qualità è utile per l’entusiasmo?” ",
  "mn95:26.3": "“L’accettazione degli insegnamenti dopo deliberazione è utile per l’entusiasmo. ",
  "mn95:26.4": "Se non si accettano gli insegnamenti dopo deliberazione, non si ha entusiasmo. ",
  "mn95:26.5": "Si ha entusiasmo perché si accettano gli insegnamenti dopo deliberazione. ",
  "mn95:26.6": "È per questo che accettare gli insegnamenti dopo deliberazione è utile per l’entusiasmo” ",
  "mn95:27.1": "“Ma che qualità è utile per accettare gli insegnamenti dopo deliberazione?” ",
  "mn95:27.3": "“Riflettere sul significato degli insegnamenti è utile per accettarli dopo deliberazione. ",
  "mn95:27.4": "Se non si riflette sul significato degli insegnamenti, non si accettano dopo deliberazione. ",
  "mn95:27.5": "Si accettano gli insegnamenti dopo deliberazione perché si riflette sul loro significato. ",
  "mn95:27.6": "È per questo che riflettere sul significato degli insegnamenti è utile per accettarli dopo deliberazione” ",
  "mn95:28.1": "“Ma che qualità è utile per riflettere sul significato degli insegnamenti?” ",
  "mn95:28.3": "“Ricordare gli insegnamenti è utile per riflettere sul loro significato. ",
  "mn95:28.4": "Se non si ricordano gli insegnamenti, non si riflette sul loro significato. ",
  "mn95:28.5": "Si riflette sul significato degli insegnamenti perché si ricordano. ",
  "mn95:28.6": "È per questo che ricordare gli insegnamenti è utile per riflettere sul loro significato” ",
  "mn95:29.1": "“Ma che qualità è utile per ricordare gli insegnamenti?” ",
  "mn95:29.3": "“Sentire gli insegnamenti è utile per ricordarli. ",
  "mn95:29.4": "Se non si sentono gli insegnamenti, non si ricordano. ",
  "mn95:29.5": "Si ricordano gli insegnamenti perché si sentono. ",
  "mn95:29.6": "È per questo che sentire gli insegnamenti è utile per ricordarli” ",
  "mn95:30.1": "“Ma che qualità è utile per sentire gli insegnamenti?” ",
  "mn95:30.3": "“Ascoltare attivamente è utile per sentire gli insegnamenti. ",
  "mn95:30.4": "Se non si ascolta attivamente, non si sentono gli insegnamenti. ",
  "mn95:30.5": "Si sentono gli insegnamenti perché si ascolta attivamente. ",
  "mn95:30.6": "È per questo che ascoltare attivamente è utile per sentire gli insegnamenti” ",
  "mn95:31.1": "“Ma che qualità è utile per ascoltare attivamente?” ",
  "mn95:31.3": "“Rendere omaggio è utile per ascoltare attivamente. ",
  "mn95:31.4": "Se non si rende omaggio, non si ascolta attivamente. ",
  "mn95:31.5": "Si ascolta attivamente perché si rende omaggio. ",
  "mn95:31.6": "È per questo che rendere omaggio è utile per ascoltare attivamente” ",
  "mn95:32.1": "“Ma che qualità è utile per rendere omaggio?” ",
  "mn95:32.3": "“Andare dal maestro è utile per rendere omaggio. ",
  "mn95:32.4": "Se non si va dal maestro non si rende omaggio. ",
  "mn95:32.5": "Si rende omaggio perché si va dal maestro. ",
  "mn95:32.6": "È per questo che andare dal maestro è utile per rendere omaggio” ",
  "mn95:33.1": "“Ma che qualità è utile per andare dal maestro?” ",
  "mn95:33.3": "“La fede è utile per andare dal maestro. ",
  "mn95:33.4": "Se non si fa nascere fede, non si va dal maestro. ",
  "mn95:33.5": "Si va dal maestro perché si fa nascere fede. ",
  "mn95:33.6": "È per questo che la fede è utile per andare dal maestro” ",
  "mn95:34.1": "“Ho chiesto al Signor Gotama riguardo alla preservazione della verità, e lui mi ha risposto. ",
  "mn95:34.2": "Approvo e accetto la risposta, e ne sono soddisfatto. ",
  "mn95:34.3": "Ho chiesto al Signor Gotama riguardo al risveglio alla verità, e lui mi ha risposto. ",
  "mn95:34.4": "Approvo e accetto la risposta, e ne sono soddisfatto. ",
  "mn95:34.5": "Ho chiesto al Signor Gotama riguardo al raggiungimento della verità, e lui mi ha risposto. ",
  "mn95:34.6": "Approvo e accetto la risposta, e ne sono soddisfatto. ",
  "mn95:34.7": "Ho chiesto al Signor Gotama riguardo alle cose che sono utili per il raggiungimento della verità, e lui mi ha risposto. ",
  "mn95:34.8": "Approvo e accetto la risposta, e ne sono soddisfatto. ",
  "mn95:34.9": "Tutto ciò che ho chiesto al Signor Gotama, lui mi ha risposto. ",
  "mn95:34.10": "Approvo e accetto la risposta, e ne sono soddisfatto. ",
  "mn95:34.11": "Signor Gotama, prima pensavo questo: ",
  "mn95:34.12": "‘Chi sono questi pelati, finti asceti, primitivi, pecore nere nate dai piedi del Padre rispetto a coloro che comprendono l’insegnamento?’ ",
  "mn95:34.13": "Il Buddha mi ha convinto ad avere amore, fiducia, e rispetto per gli asceti! ",
  "mn95:35.1": "Eccellente, Signor Gotama! Eccellente! … ",
  "mn95:35.2": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}