{
  "mn96:0.1": "Discorsi medi 96 ",
  "mn96:0.2": "Il discorso con Esukārī ",
  "mn96:1.1": "Così ho sentito. ",
  "mn96:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn96:2.1": "Esukārī il bramino andò dal Buddha, e ci scambiò saluti. ",
  "mn96:2.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Buddha: ",
  "mn96:3.1": "“Signor Gotama, i bramini prescrivono quattro tipi di servizio: ",
  "mn96:3.2": "il servizio per un bramino, per un aristocratico, per un contadino, e per un servo. ",
  "mn96:3.3": "Questo è il servizio che prescrivono per un bramino: ",
  "mn96:3.4": "‘Un bramino, un aristocratico, un contadino, e un servo possono tutti servire un bramino’. ",
  "mn96:3.6": "Questo è il servizio che prescrivono per un aristocratico: ",
  "mn96:3.7": "‘Un aristocratico, un contadino, e un servo possono tutti servire un aristocratico’. ",
  "mn96:3.9": "Questo è il servizio che prescrivono per un contadino: ",
  "mn96:3.10": "‘Un contadino, e un servo possono servire un contadino’. ",
  "mn96:3.12": "Questo è il servizio che prescrivono per un servo: ",
  "mn96:3.13": "‘Solo un servo può servire un servo. ",
  "mn96:3.14": "Poiché chi altri servirebbe un servo?’ ",
  "mn96:3.16": "Questi sono i quattro tipi di servizio che i bramini prescrivono. ",
  "mn96:3.17": "Cosa dice lei a riguardo?” ",
  "mn96:4.1": "“Ma, bramino, il mondo intero ha autorizzato i bramini a prescrivere questi quattro tipi di servizio?” ",
  "mn96:4.2": "“No, Signor Gotama” ",
  "mn96:4.3": "“È come se forzassero un povero senza soldi a mangiare dicendogli: ‘Mangia questa carne e paga!’ ",
  "mn96:4.4": "Allo stesso modo, i bramini hanno prescritto questi quattro tipi di servizio senza il consenso di quegli asceti e bramini. ",
  "mn96:5.1": "Bramino, io non dico che si deve servire tutti, né dico che non si deve servire nessuno. ",
  "mn96:5.2": "I dico che non si deve servire qualcuno se servirlo ti rende peggiore, non migliore. ",
  "mn96:5.3": "E dico che si deve servire qualcuno se servirlo ti rende migliore, non peggiore. ",
  "mn96:6.1": "Se chiedessero questo a un aristocratico: ",
  "mn96:6.2": "‘Chi devi servire? Qualcuno che servendolo ti renderebbe peggiore, o qualcuno che servendolo ti renderebbe migliore?’ ",
  "mn96:6.3": "Rispondendo correttamente, l’aristocratico direbbe: ",
  "mn96:6.4": "‘Qualcuno che servendolo mi renderebbe migliore’. ",
  "mn96:7.1": "Se chiedessero a un bramino … ",
  "mn96:7.2": "a un contadino … ",
  "mn96:7.3": "o a un servo questo: ",
  "mn96:7.4": "‘Chi devi servire? Qualcuno che servendolo ti renderebbe peggiore, o qualcuno che servendolo ti renderebbe migliore?’ ",
  "mn96:7.5": "Rispondendo correttamente, il servo direbbe: ",
  "mn96:7.6": "‘Qualcuno che servendolo mi renderebbe migliore’. ",
  "mn96:7.7": "Bramino, io non dico che venire da una famiglia eminente o no faccia di te una persona migliore o peggiore. ",
  "mn96:7.8": "Io non dico che essere bello o no faccia di te una persona migliore o peggiore. ",
  "mn96:7.9": "Io non dico che essere molto ricco o no faccia di te una persona migliore o peggiore. ",
  "mn96:8.1": "Poiché alcuni che vengono da famiglie eminenti uccidono, rubano, e hanno condotta sessuale sbagliata. Usano linguaggio falso, divisivo, aspro, o senza motivo. E sono desiderosi, malevoli, e hanno opinione sbagliata. ",
  "mn96:8.2": "È per questo che non dico che venire da una famiglia eminente fa di te una persona retta. ",
  "mn96:8.3": "Ma alcuni che vengono da famiglie eminenti non uccidono gli esseri viventi, non rubano, e non hanno condotta sessuale sbagliata. Non usano linguaggio falso, divisivo, aspro, o senza motivo. E non sono desiderosi o malevoli, e hanno opinione corretta. ",
  "mn96:8.4": "È per questo che non dico che venire da una famiglia eminente faccia di te una persona peggiore. ",
  "mn96:8.5": "Chi è molto bello, ",
  "mn96:8.6": "o brutto, ",
  "mn96:8.7": "o molto ricco, ",
  "mn96:8.8": "o povero, ",
  "mn96:8.9": "può comportarsi in questi modi. ",
  "mn96:8.10": "È per questo che non dico che alcuna di queste cose faccia di te una persona migliore o peggiore. ",
  "mn96:9.1": "Bramino, io non dico che si deve servire tutti, né dico che non si deve servire nessuno. ",
  "mn96:9.2": "E dico che si deve servire qualcuno se servirlo ti fa crescere in fede, etica, educazione, generosità, e saggezza. ",
  "mn96:9.3": "I dico che non si deve servire qualcuno se servirlo non ti fa crescere in fede, etica, educazione, generosità, e saggezza”. ",
  "mn96:10.1": "Detto ciò, Esukārī disse al Buddha: ",
  "mn96:10.2": "“Signor Gotama, i bramini prescrivono quattro tipi di ricchezza: ",
  "mn96:10.3": "la ricchezza di un bramino, di un aristocratico, di un contadino, e di un servo. ",
  "mn96:10.4": "La ricchezza che prescrivono per un bramino è vivere di elemosina. ",
  "mn96:10.5": "Un bramino che disdegna la propria ricchezza, l’elemosina, fallisce il proprio compito come una guardia che ruba. ",
  "mn96:10.7": "La ricchezza che prescrivono per un aristocratico sono arco e frecce. ",
  "mn96:10.8": "Un aristocratico che disdegna la propria ricchezza, arco e frecce, fallisce il proprio compito come una guardia che ruba. ",
  "mn96:10.10": "La ricchezza che prescrivono per un contadino è l’agricoltura e l’allevamento. ",
  "mn96:10.11": "Un contadino che disdegna la propria ricchezza, l’agricoltura e l’allevamento, fallisce il proprio compito come una guardia che ruba. ",
  "mn96:10.13": "La ricchezza che prescrivono per un servo è la falce e il flagello. ",
  "mn96:10.14": "Un servo che disdegna la propria ricchezza, la falce e il flagello, fallisce il proprio compito come una guardia che ruba. ",
  "mn96:10.16": "Questi sono i quattro tipi di ricchezza che i bramini prescrivono. ",
  "mn96:10.17": "Cosa dice lei a riguardo?” ",
  "mn96:11.1": "“Ma, bramino, il mondo intero ha autorizzato i bramini a prescrivere questi quattro tipi di ricchezza?” ",
  "mn96:11.2": "“No, Signor Gotama” ",
  "mn96:11.3": "“È come se forzassero un povero senza soldi a mangiare dicendogli: ‘Mangia questa carne e paga!’ ",
  "mn96:11.4": "Allo stesso modo, i bramini hanno prescritto questi quattro tipi di ricchezza senza il consenso di quegli asceti e bramini. ",
  "mn96:12.1": "Io dico che la ricchezza di una persona sia l’insegnamento nobile e trascendente. ",
  "mn96:12.2": "Ma le persone vengono definite secondo il lignaggio tradizionale di famiglia da parte di madre e padre ovunque si incarnino. ",
  "mn96:12.3": "Se si incarnano in una famiglia di aristocratici vengono definiti aristocratici. ",
  "mn96:12.4": "Se si incarnano in una famiglia di bramini vengono definiti bramini. ",
  "mn96:12.5": "Se si incarnano in una famiglia di contadini vengono definiti contadini. ",
  "mn96:12.6": "Se si incarnano in una famiglia di servi vengono definiti servi. ",
  "mn96:12.7": "È come il fuoco, che viene definito in base alle stesse condizioni in dipendenza da cui brucia. ",
  "mn96:12.8": "Un fuoco che brucia in dipendenza di tronchi viene definito fuoco da tronco. ",
  "mn96:12.9": "Un fuoco che brucia in dipendenza di rametti viene definito fuoco da rametti. ",
  "mn96:12.10": "Un fuoco che brucia in dipendenza di erba viene definito fuoco da erba. ",
  "mn96:12.11": "Un fuoco che brucia in dipendenza di sterco di mucca viene definito fuoco da sterco di mucca. ",
  "mn96:12.12": "Allo stesso modo, io dico che la ricchezza di una persona sia l’insegnamento nobile e trascendente. ",
  "mn96:12.13": "Ma le persone vengono definite secondo il lignaggio tradizionale di famiglia da parte di madre e padre ovunque si incarnino. ",
  "mn96:13.1": "Immagina qualcuno che lascia la vita di casa per quella mendicante da una famiglia di aristocratici. Affidandosi all’insegnamento e all’addestramento predicati dal Realizzato evita di uccidere, di rubare, e di fare sesso. Evita di usare linguaggio falso, divisivo, aspro, o senza motivo. E non è desideroso o malevolo, e ha opinione corretta. Riesce nel sistema dell’insegnamento buono. ",
  "mn96:13.2": "Immagina qualcuno che lascia la vita di casa per quella mendicante da una famiglia di bramini … ",
  "mn96:13.3": "di contadini … ",
  "mn96:13.4": "o di servi. Affidandosi all’insegnamento e all’addestramento predicati dal Realizzato … riesce nel sistema dell’insegnamento buono. ",
  "mn96:14.1": "Cosa ne pensi, bramino? ",
  "mn96:14.2": "Solo un bramino è in grado di sviluppare una mente di amichevolezza, libera da inimicizia e malevolenza verso questa regione, e non un aristocratico, un contadino, o un servo?” ",
  "mn96:14.3": "“No, Signor Gotama. ",
  "mn96:14.4": "Possono farlo aristocratici, bramini, contadini, e servi. ",
  "mn96:14.8": "Ognuna delle quattro caste è in grado di sviluppare una mente di amichevolezza, libera da inimicizia e malevolenza verso questa regione” ",
  "mn96:14.9": "“Allo stesso modo, immagina qualcuno che lascia la vita di casa per quella mendicante da una famiglia di aristocratici … ",
  "mn96:14.10": "di bramini … ",
  "mn96:14.11": "di contadini … ",
  "mn96:14.12": "o di servi. Affidandosi all’insegnamento e all’addestramento predicati dal Realizzato … riesce nel sistema dell’insegnamento buono. ",
  "mn96:15.1": "Cosa ne pensi, bramino? ",
  "mn96:15.2": "Solo un bramino è in grado di prendere del sapone, andare al fiume, lavare via polvere e sporco, e non un aristocratico, un contadino, o un servo?” ",
  "mn96:15.3": "“No, Signor Gotama. ",
  "mn96:15.8": "Possono farlo aristocratici, bramini, contadini, e servi” ",
  "mn96:15.9": "“Allo stesso modo, immagina qualcuno che lascia la vita di casa per quella mendicante da una famiglia di aristocratici … ",
  "mn96:15.10": "di bramini … ",
  "mn96:15.11": "di contadini … ",
  "mn96:15.12": "o di servi. Affidandosi all’insegnamento e all’addestramento predicati dal Realizzato … riesce nel sistema dell’insegnamento buono. ",
  "mn96:16.1": "Cosa ne pensi, bramino? ",
  "mn96:16.2": "Immagina un re aristocratico consacrato che raduna cento persone di varie caste e dice: ",
  "mn96:16.3": "‘Per favore, signori, che chiunque qui sia nato in una famiglia di aristocratici, bramini, o padroni prenda un bastoncino fatto di legno di teak, sal, franchincenso, sandalo, o ciliegio, e appicci un fuoco che faccia calore. ",
  "mn96:16.4": "E che chiunque qui sia nato in una famiglia di becchini, cacciatori, coltivatori, carrai, o spazzini prenda un bastoncino fatto dalla mangiatoia di un cane, di un maiale, o da un cestino per l’immondizia, o di legno di ricino, e appicci un fuoco che faccia calore. ",
  "mn96:16.5": "Cosa ne pensi, bramino? ",
  "mn96:16.6": "Solo il fuoco appicciato dalla gente di casta alta con legno di alta qualità avrebbe fiamme, colore, luce, e sarebbe utilizzabile come fuoco, ",
  "mn96:16.7": "e non il fuoco appicciato dalla gente di casta bassa con legno di bassa qualità?” ",
  "mn96:16.8": "“No, Signor Gotama. ",
  "mn96:16.9": "Il fuoco appicciato dalla gente di casta alta con legno di alta qualità avrebbe fiamme, colore, luce, e sarebbe utilizzabile come fuoco, ",
  "mn96:16.10": "e lo stesso sarebbe per il fuoco appicciato dalla gente di casta bassa con legno di bassa qualità. ",
  "mn96:16.11": "Poiché ogni tipo di fuoco ha fiamme, colore, e luce, ed è utilizzabile come fuoco” ",
  "mn96:16.12": "“Allo stesso modo, immagina qualcuno che lascia la vita di casa per quella mendicante da una famiglia di aristocratici … ",
  "mn96:16.13": "di bramini … ",
  "mn96:16.14": "di contadini … ",
  "mn96:16.15": "o di servi. Affidandosi all’insegnamento e all’addestramento predicati dal Realizzato evita di uccidere, di rubare, e di fare sesso. Evita di usare linguaggio falso, divisivo, aspro, o senza motivo. E non è desideroso o malevolo, e ha opinione corretta. Riesce nel sistema dell’insegnamento buono”. ",
  "mn96:17.1": "Detto ciò, Esukārī disse al Buddha: ",
  "mn96:17.2": "“Eccellente, Signor Gotama! Eccellente! … ",
  "mn96:17.3": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita”. "
}