{
  "mn97:0.1": "Discorsi medi 97 ",
  "mn97:0.2": "Il discorso con Dhanañjāni ",
  "mn97:1.1": "Così ho sentito. ",
  "mn97:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn97:2.1": "In quel periodo il Venerabile Sāriputta stava vagando sulle Colline Meridionali assieme a una grande comunità di monaci. ",
  "mn97:2.2": "Un certo monaco che aveva completato il ritiro della stagione delle piogge a Rājagaha si recò sulle Colline Meridionali, dove andò dal Venerabile Sāriputta, e ci scambiò saluti. ",
  "mn97:2.3": "Una volta che i saluti e cordialità terminarono, si sedette a lato. Il Venerabile Sāriputta gli disse: ",
  "mn97:2.4": "“Fratello, spero che il Buddha stia bene e sia in salute” ",
  "mn97:2.5": "“Sì, fratello, il Buddha sta bene ed è in salute” ",
  "mn97:2.6": "“E spero che la comunità monastica stia bene e sia in salute” ",
  "mn97:2.7": "“Sì, fratello, la comunità monastica sta bene ed è in salute” ",
  "mn97:2.8": "“Fratello, alla dogana, al cancello della città, c’è un bramino di nome Dhanañjāni. ",
  "mn97:2.9": "Spero che anche lui stia bene e sia in salute” ",
  "mn97:2.10": "“Anche Dhanañjāni sta bene ed è in salute, fratello” ",
  "mn97:2.11": "“Ma è diligente?” ",
  "mn97:2.12": "“Come potrebbe essere diligente, fratello? ",
  "mn97:2.13": "Dhanañjāni ruba ai bramini e ai laici in nome del re, e ruba al re in nome dei bramini e dei laici. ",
  "mn97:2.14": "Sua moglie, una donna di fede da una famiglia di fede, è deceduta. ",
  "mn97:2.15": "E lui si è risposato con una donna senza fede” ",
  "mn97:2.16": "“Oh, che brutta notizia, fratello, ",
  "mn97:2.17": "sentire che Dhanañjāni è negligente. ",
  "mn97:2.18": "Speriamo che prima o poi io abbia occasione di incontrarlo e di conversarci”. ",
  "mn97:3.1": "Una volta che il Venerabile Sāriputta fu rimasto sulle Colline Meridionali quanto voleva, si avviò verso Rājagaha. ",
  "mn97:3.2": "Passo dopo passo, giunse a Rājagaha, ",
  "mn97:3.3": "dove si fermò nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "mn97:4.1": "Al mattino si vestì e, prendendo la propria ciotola e abito, entrò a Rājagaha per l’elemosina. ",
  "mn97:4.2": "In quell’occasione Dhanañjāni stava facendo mungere le proprie mucche in una stalla fuori città. ",
  "mn97:4.3": "Il Venerabile Sāriputta vagò per l’elemosina a Rājagaha. Dopo il pasto, al ritorno dalla questua, andò da Dhanañjāni. ",
  "mn97:4.4": "Vedendo il Venerabile Sāriputta arrivare da lontano, ",
  "mn97:4.5": "Dhanañjāni andò da lui e gli disse: ",
  "mn97:4.6": "“Ecco, Signor Sāriputta, beva del latte fresco prima dell’ora del pasto” ",
  "mn97:4.7": "“Basta, bramino, ",
  "mn97:4.8": "Il mio pasto è finito per oggi. ",
  "mn97:4.9": "Andrò alla radice di quell’albero per la dimora quotidiana. ",
  "mn97:4.10": "Vieni a trovarmi lì” ",
  "mn97:4.11": "“Sì, Signore”, rispose Dhanañjāni. ",
  "mn97:5.1": "Una volta che ebbe finito la colazione andò dal Venerabile Sāriputta e ci scambiò saluti. ",
  "mn97:5.2": "Una volta che i saluti e cordialità terminarono, si sedette a lato. Il Venerabile Sāriputta gli disse: ",
  "mn97:5.3": "“Spero tu sia diligente, Dhanañjāni” ",
  "mn97:5.4": "“Come potrei mai essere diligente, Signor Sāriputta? Devo mantenere mia madre e mio padre, mia moglie e i miei figli, e i miei servi e operai. E devo fare offerte appropriate ad amici e colleghi, a parenti e conoscenti, a ospiti, agli avi, agli esseri celesti, e al re. E anche questo corpo ha bisogno di ingrassare e di essere mantenuto” ",
  "mn97:6.1": "“Cosa ne pensi, Dhanañjāni? ",
  "mn97:6.2": "Immagina qualcuno che si comporta in maniera ingiusta e senza principio per il bene dei propri genitori. A causa di ciò i guardiani dell’inferno lo trascinerebbero all’inferno. ",
  "mn97:6.3": "Riuscirebbe a evitare di venire trascinato all’inferno dicendo che ha agito per il bene dei propri genitori? O i suoi genitori potrebbero salvarlo dicendo che ha agito per il loro bene?” ",
  "mn97:6.4": "“No, Signor Sāriputta. ",
  "mn97:6.5": "Piuttosto, i guardiani dell’inferno lo getterebbero all’inferno persino mentre piange” ",
  "mn97:7.1": "“Cosa ne pensi, Dhanañjāni? ",
  "mn97:7.2": "Immagina qualcuno che si comporta in maniera ingiusta e senza principio per il bene della propria moglie e figli … ",
  "mn97:8.1": "servi e operai … ",
  "mn97:9.1": "amici e colleghi … ",
  "mn97:10.1": "parenti e conoscenti … ",
  "mn97:11.1": "ospiti … ",
  "mn97:12.1": "avi … ",
  "mn97:13.1": "esseri celesti … ",
  "mn97:14.1": "re … ",
  "mn97:15.1": "o per ingrassare e mantenere il corpo. A causa di ciò i guardiani dell’inferno lo trascinerebbero all’inferno. ",
  "mn97:15.2": "Riuscirebbe a evitare di venire trascinato all’inferno dicendo che ha agito per ingrassare e mantenere il corpo? O qualcuno potrebbe salvarlo dicendo che ha agito per ingrassare e mantenere il corpo?” ",
  "mn97:15.3": "“No, Signor Sāriputta. ",
  "mn97:15.4": "Piuttosto, i guardiani dell’inferno lo getterebbero all’inferno persino mentre piange” ",
  "mn97:16.1": "“Chi pensi sia meglio, Dhanañjāni? Qualcuno che, per il bene dei propri genitori, si comporta in maniera ingiusta e senza principio, o qualcuno che si comporta in maniera giusta e con principio?” ",
  "mn97:16.3": "“Qualcuno che per il bene dei propri genitori si comporta in maniera giusta e con principio, Signor Sāriputta. ",
  "mn97:16.5": "Poiché la condotta morale e con principio è meglio della condotta immorale senza principio” ",
  "mn97:16.6": "“Dhanañjāni, c’è gente che si guadagna da vivere in modi sia redditizi che legittimi. Attraverso questi modi è possibile provvedere ai propri genitori, evitare azioni malvagie, e praticare il percorso del bene. ",
  "mn97:17.1": "Chi pensi sia meglio, Dhanañjāni? Qualcuno che, per il bene della propria moglie e figli … ",
  "mn97:18.1": "servi e operai … ",
  "mn97:19.1": "amici e colleghi … ",
  "mn97:20.1": "parenti e conoscenti … ",
  "mn97:21.1": "ospiti … ",
  "mn97:22.1": "avi … ",
  "mn97:23.1": "esseri celesti … ",
  "mn97:24.3": "re … ",
  "mn97:25.1": "o per ingrassare e mantenere il corpo, si comporta in maniera ingiusta e senza principio, o qualcuno che si comporta in maniera giusta e con principio?” ",
  "mn97:25.3": "“Qualcuno che per ingrassare e mantenere il corpo si comporta in maniera giusta e con principio, Signor Sāriputta. ",
  "mn97:25.5": "Poiché la condotta morale e con principio è meglio della condotta immorale senza principio” ",
  "mn97:25.6": "“Dhanañjāni, c’è gente che si guadagna da vivere in modi sia redditizi che legittimi. Attraverso questi modi è possibile provvedere ai propri genitori, evitare azioni malvagie, e praticare il percorso del bene”. ",
  "mn97:26.1": "Allora il bramino Dhanañjāni trasse piacere e gioì in ciò che il Venerabile Sāriputta disse. Poi si alzò dal proprio posto, e se ne andò. ",
  "mn97:27.1": "Passato del tempo, Dhanañjāni si ammalò, ed era sofferente, gravemente malato. ",
  "mn97:27.2": "Allora si rivolse a un uomo: ",
  "mn97:27.3": "“Per favore, buon uomo, vai dal Buddha, e in mio nome inchinati con la testa ai suoi piedi. Digli: ",
  "mn97:27.4": "‘Signore, il bramino Dhanañjāni è ammalato, sofferente,  gravemente malato. ",
  "mn97:27.5": "Si inchina con la testa ai suoi piedi’. ",
  "mn97:27.6": "Poi vai dal Venerabile Sāriputta, e in mio nome inchinati con la testa ai suoi piedi. Digli: ",
  "mn97:27.7": "‘Signore, il bramino Dhanañjāni è ammalato, sofferente,  gravemente malato. ",
  "mn97:27.8": "Si inchina con la testa ai suoi piedi’. ",
  "mn97:27.9": "Poi dì: ",
  "mn97:27.10": "‘Signore, per favore, visiti Dhanañjāni per premura’” ",
  "mn97:27.11": "“Sì, Signore”, rispose l’uomo. Fece come Dhanañjāni gli aveva chiesto. ",
  "mn97:27.18": "Il Venerabile Sāriputta acconsentì in silenzio. ",
  "mn97:28.1": "Allora al mattino si vestì, prese la propria ciotola e abito, andò a casa di Dhanañjāni, dove si sedette al posto preparato, e disse a Dhanañjāni: ",
  "mn97:28.2": "“Spero tu stia bene, Dhanañjāni; spero vada tutto bene. E spero che il dolore stia passando, non aumentando, che il suo svanire sia evidente, non il suo aumento” ",
  "mn97:29.1": "“Non sto bene, Signor Sāriputta, non va tutto bene. Il dolore è terribile e aumenta, non passa; il suo aumento è evidente, non il suo svanire. ",
  "mn97:29.2": "Le arie che mi penetrano la testa sono così forti che sembra come se un uomo forte mi trapanasse la testa con una punta affilata. ",
  "mn97:29.3": "Non sto bene. ",
  "mn97:29.4": "Il dolore nella mia testa è così forte che sembra come se un uomo forte mi stesse stringendo una robusta cintura di pelle attorno alla testa. ",
  "mn97:29.5": "Non sto bene. ",
  "mn97:29.6": "Le arie che mi tagliano la pancia sono così forti che sembra come se un abile macellaio o il suo apprendista mi stesse affettando la pancia con una mannaia da carne. ",
  "mn97:29.7": "Non sto bene. ",
  "mn97:29.8": "Il bruciore nel mio corpo è così forte che mi sembra di essere un uomo debole che viene preso per le braccia da due forti uomini e viene scottato su una fossa di braci ardenti. ",
  "mn97:29.9": "Non sto bene, Signor Sāriputta, non va tutto bene. Il dolore è terribile e aumenta, non passa; il suo aumento è evidente, non il suo svanire” ",
  "mn97:30.1": "“Dhanañjāni, cosa pensi sia meglio: ",
  "mn97:30.2": "l’inferno, o il regno animale?” ",
  "mn97:30.3": "“Il regno animale è meglio, Signor Sāriputta” ",
  "mn97:30.4": "“Cosa pensi sia meglio: ",
  "mn97:30.5": "il regno animale, o il regno dei fantasmi?” ",
  "mn97:30.6": "“Il regno dei fantasmi è meglio, Signor Sāriputta” ",
  "mn97:30.7": "“Cosa pensi sia meglio: ",
  "mn97:30.8": "il regno dei fantasmi, o la vita umana?” ",
  "mn97:30.9": "“La vita umana è meglio, Signor Sāriputta” ",
  "mn97:30.10": "“Cosa pensi sia meglio: ",
  "mn97:30.11": "la vita umana o la vita come uno degli Angeli dei Quattro Grandi Re?” ",
  "mn97:30.12": "“Gli Angeli dei Quattro Grandi Re, Signor Sāriputta” ",
  "mn97:30.13": "“Cosa pensi sia meglio: ",
  "mn97:30.14": "gli Angeli dei Quattro Grandi Re, o gli Angeli dei Trentatré?” ",
  "mn97:30.15": "“Gli Angeli dei Trentatré, Signor Sāriputta” ",
  "mn97:30.16": "“Cosa pensi sia meglio: ",
  "mn97:30.17": "gli Angeli dei Trentatré, o gli Angeli di Yama?” ",
  "mn97:30.18": "“Gli Angeli di Yama, Signor Sāriputta” ",
  "mn97:30.19": "“Cosa pensi sia meglio: ",
  "mn97:30.20": "gli Angeli di Yama, o gli Angeli Gioiosi?” ",
  "mn97:30.21": "“Gli Angeli Gioiosi, Signor Sāriputta” ",
  "mn97:30.22": "“Cosa pensi sia meglio: ",
  "mn97:30.23": "gli Angeli Gioiosi, o gli Angeli che Amano Creare?” ",
  "mn97:30.24": "“Gli Angeli che Amano Creare, Signor Sāriputta” ",
  "mn97:30.25": "“Cosa pensi sia meglio: ",
  "mn97:30.26": "gli Angeli che Amano Creare, o gli Angeli che Controllano le Creazioni di Altri?” ",
  "mn97:30.27": "“Gli Angeli che Controllano le Creazioni di Altri, Signor Sāriputta” ",
  "mn97:31.1": "“Cosa pensi sia meglio: ",
  "mn97:31.2": "gli Angeli che Controllano le Creazioni di Altri, o il regno di Dio?” ",
  "mn97:31.3": "“Il Signor Sāriputta parla del regno di Dio! ",
  "mn97:31.4": "Il Signor Sāriputta parla del regno di Dio!” ",
  "mn97:31.5": "Allora il Venerabile Sāriputta pensò: ",
  "mn97:31.6": "“Questi bramini sono devoti al regno di Dio. ",
  "mn97:31.7": "Perché non gli insegno una pratica per entrare in compagnia di Dio?” ",
  "mn97:31.8": "“Dhanañjāni, ti insegno una pratica per entrare in compagnia di Dio. ",
  "mn97:31.9": "ascolta e presta la giusta attenzione, ora parlo” ",
  "mn97:31.10": "“Sì, Signore”, rispose Dhanañjāni. ",
  "mn97:31.11": "Il Venerabile Sāriputta disse: ",
  "mn97:32.1": "“E qual è una pratica per entrare in compagnia di Dio? ",
  "mn97:32.2": "Primo, un monaco dimora diffondendo una mente piena di amichevolezza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di amichevolezza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn97:32.3": "Questa è una pratica per entrare in compagnia di Dio. ",
  "mn97:33-35.1": "Inoltre, un monaco dimora diffondendo una mente piena di compassione … ",
  "mn97:33-35.2": "Dimora diffondendo una mente piena di esultanza … ",
  "mn97:33-35.3": "Dimora diffondendo una mente piena di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn97:33-35.4": "Questa è una pratica per entrare in compagnia di Dio” ",
  "mn97:36.1": "“Beh, allora, Signor Sāriputta, in mio nome si inchini con la testa ai piedi del Buddha. Gli dica: ",
  "mn97:36.2": "‘Signore, il bramino Dhanañjāni è ammalato, sofferente,  gravemente malato. ",
  "mn97:36.3": "Si inchina con la testa ai suoi piedi’” ",
  "mn97:36.4": "Allora il Venerabile Sāriputta, dopo aver consolidato Dhanañjāni nell’inferiore regno di Dio, si alzò dal proprio posto e se ne andò, quando ci sarebbe stato ancora altro da fare. ",
  "mn97:36.5": "Non molto dopo che il Venerabile Sāriputta se n’era andato, Dhanañjāni morì e rinacque nel regno di Dio. ",
  "mn97:37.1": "Allora il Buddha disse ai monaci: ",
  "mn97:37.2": "“Monaci, Sāriputta, dopo aver consolidato Dhanañjāni nell’inferiore regno di Dio, si alzò dal proprio posto e se ne andò, quando ci sarebbe stato ancora altro da fare”. ",
  "mn97:38.1": "Poi il Venerabile Sāriputta andò dal Buddha, si inchinò, si sedette a lato, e disse: ",
  "mn97:38.2": "“Signore, il bramino Dhanañjāni è ammalato, sofferente,  gravemente malato. ",
  "mn97:38.3": "Si inchina con la testa ai suoi piedi” ",
  "mn97:38.4": "“Ma, Sāriputta, dopo aver consolidato Dhanañjāni nell’inferiore regno di Dio, perché ti sei alzato dal tuo posto e te ne sei andato, quando ci sarebbe stato ancora altro da fare?” ",
  "mn97:38.5": "“Signore, ho pensato questo: ",
  "mn97:38.6": "‘Questi bramini sono devoti al regno di Dio. Perché non gli insegno una pratica per entrare in compagnia di Dio?’” ",
  "mn97:38.7": "“E, Sāriputta, Dhanañjāni è deceduto, ed è rinato nel regno di Dio”. "
}