{
  "mn99:0.1": "Discorsi medi 99 ",
  "mn99:0.2": "Il discorso con Subha ",
  "mn99:1.1": "Così ho sentito. ",
  "mn99:1.2": "Una volta il Buddha dimorava vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn99:2.1": "In quell’occasione lo studente bramino Subha, il figlio di Todeyya, si trovava a Sāvatthī, a casa di un certo laico per qualche faccenda. ",
  "mn99:2.2": "Subha disse al laico: ",
  "mn99:2.3": "“Laico, ho sentito che ",
  "mn99:2.4": "a Sāvatthī non c’è mancanza di perfetti. ",
  "mn99:2.5": "A quale asceta o bramino possiamo rendere omaggio oggi?” ",
  "mn99:2.6": "“Signore, il Buddha dimora vicino a Sāvatthī, nel bosco di Jeta, il monastero di Anāthapiṇḍika. ",
  "mn99:2.7": "Può rendere omaggio a lui”. ",
  "mn99:3.1": "Accettando la proposta del laico, Subha andò dal Buddha e ci scambiò saluti. ",
  "mn99:3.2": "Una volta che i saluti e le cordialità terminarono, si sedette a lato e disse al Buddha: ",
  "mn99:4.1": "“Signor Gotama, i bramini dicono: ",
  "mn99:4.2": "‘I laici riescono nel sistema dell’insegnamento buono, non i rinuncianti’. ",
  "mn99:4.3": "Cosa dice lei a riguardo?” ",
  "mn99:4.4": "“Su questo punto, studente, io parlo dopo aver analizzato la domanda, ",
  "mn99:4.5": "non unilateralmente. ",
  "mn99:4.6": "Io non lodo la pratica sbagliata sia nel caso dei laici che dei rinuncianti. ",
  "mn99:4.7": "A causa della pratica sbagliata, né laici né rinuncianti riescono nel sistema dell’insegnamento buono. ",
  "mn99:4.8": "Io lodo la pratica corretta sia nel caso dei laici che dei rinuncianti. ",
  "mn99:4.9": "Grazie alla pratica corretta, sia i laici che i rinuncianti riescono nel sistema dell’insegnamento buono” ",
  "mn99:5.1": "“Signor Gotama, i bramini dicono: ",
  "mn99:5.2": "‘Dato che il lavoro della vita laica ha molti requisiti, compiti, problemi, e imprese, è molto fruttuoso. ",
  "mn99:5.3": "Ma dato che il lavoro dei rinuncianti ha pochi requisiti, compiti, problemi, e imprese, non è molto fruttuoso’. ",
  "mn99:5.4": "Cosa dice lei a riguardo?” ",
  "mn99:5.5": "“Anche su questo punto, studente, parlo dopo aver analizzato la domanda, ",
  "mn99:5.6": "non unilateralmente. ",
  "mn99:5.7": "Un certo tipo di lavoro ha molti requisiti, compiti, problemi, e imprese, e quando fallisce non è molto fruttuoso. ",
  "mn99:5.8": "Un certo tipo di lavoro ha molti requisiti, compiti, problemi, e imprese, e quando riesce è molto fruttuoso. ",
  "mn99:5.9": "Un certo tipo di lavoro ha pochi requisiti, compiti, problemi, e imprese, e quando fallisce non è molto fruttuoso. ",
  "mn99:5.10": "Un certo tipo di lavoro ha pochi requisiti, compiti, problemi, e imprese, e quando riesce è molto fruttuoso. ",
  "mn99:6.1": "E quale lavoro ha molti requisiti, compiti, problemi, e imprese, e quando fallisce non è molto fruttuoso? ",
  "mn99:6.2": "L’agricoltura. ",
  "mn99:6.3": "E quale lavoro ha molti requisiti, compiti, problemi, e imprese, e quando riesce è molto fruttuoso? ",
  "mn99:6.4": "Di nuovo, l’agricoltura. ",
  "mn99:6.5": "E quale lavoro ha pochi requisiti, compiti, problemi, e imprese, e quando fallisce non è molto fruttuoso? ",
  "mn99:6.6": "Il commercio. ",
  "mn99:6.7": "E quale lavoro ha pochi requisiti, compiti, problemi, e imprese, e quando riesce è molto fruttuoso? ",
  "mn99:6.8": "Di nuovo, il commercio. ",
  "mn99:7.1": "La vita laica è come l’agricoltura nel senso che ha molti requisiti e quando fallisce non è molto fruttuosa; ",
  "mn99:7.3": "ma quando riesce è molto fruttuosa. ",
  "mn99:7.5": "La vita da rinunciante è come il commercio nel senso che ha pochi requisiti e quando fallisce non è molto fruttuosa; ",
  "mn99:7.7": "ma quando riesce è molto fruttuosa” ",
  "mn99:8.1": "“Signor Gotama, i bramini prescrivono cinque cose per accumulare merito e riuscire nel bene” ",
  "mn99:8.3": "“Se non ti dispiace, studente, ",
  "mn99:8.4": "per favore, spiegale a questa assemblea” ",
  "mn99:8.5": "“Non è un problema quando un signore come lei è seduto qui” ",
  "mn99:8.6": "“Allora parla, studente” ",
  "mn99:9.1": "“Signor Gotama, la verità è la prima cosa. ",
  "mn99:9.2": "Il fervore la seconda. ",
  "mn99:9.3": "La castità la terza. ",
  "mn99:9.4": "La recitazione la quarta. ",
  "mn99:9.5": "La generosità la quinta. ",
  "mn99:9.6": "Queste sono le cinque cose che i bramini prescrivono per accumulare merito e riuscire nel bene. ",
  "mn99:9.7": "Cosa dice lei a riguardo?” ",
  "mn99:9.8": "“Beh, studente, c’è anche solo un singolo bramino che dice così: ",
  "mn99:9.9": "‘Dichiaro il risultato di queste cinque cose dopo averle realizzate attraverso conoscenza diretta’?” ",
  "mn99:9.10": "“No, Signor Gotama” ",
  "mn99:9.11": "“Beh, c’è anche sono un singolo maestro dei bramini, o un maestro di maestri, o qualcuno fino alla settima generazione di maestri che dice così: ",
  "mn99:9.12": "‘Dichiaro il risultato di queste cinque cose dopo averle realizzate attraverso conoscenza diretta’?” ",
  "mn99:9.13": "“No, Signor Gotama” ",
  "mn99:9.14": "“Beh, e gli antichi veggenti dei bramini, cioè Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, e Bhagu? Furono gli autori e i propagatori degli inni. Le loro collezioni venivano cantate e propagate, e furono compilate in tempi antichi; e al giorno d’oggi i bramini continuano a cantarle e a recitarle, recitando ciò che veniva recitato, e insegnando ciò che veniva insegnato. ",
  "mn99:9.15": "Almeno loro dissero: ",
  "mn99:9.16": "‘Dichiariamo il risultato di queste cinque cose dopo averle realizzate attraverso conoscenza diretta’?” ",
  "mn99:9.17": "“No, Signor Gotama” ",
  "mn99:9.18": "“Quindi, studente, sembra che non ci sia nemmeno un singolo bramino, ",
  "mn99:9.20": "nemmeno uno fino alla settima generazione di maestri, ",
  "mn99:9.22": "nemmeno gli antichi veggenti dei bramini, ",
  "mn99:9.23": "che dice: ",
  "mn99:9.24": "‘Dichiariamo il risultato di queste cinque cose dopo averle realizzate attraverso conoscenza diretta’. ",
  "mn99:9.25": "Immagina una coda di uomini ciechi, ognuno attaccato a quello davanti: il primo non vede, quello in mezzo non vede, e l’ultimo non vede. ",
  "mn99:9.26": "Allo stesso modo, a me sembra che la dichiarazione dei bramini si rivela essere come una fila di uomini ciechi: il primo non vede, quello in mezzo non vede, e l’ultimo non vede”. ",
  "mn99:10.1": "Quando il Buddha disse così, Subha si infastidì e si arrabbiò con lui a causa della similitudine della fila di uomini ciechi. Attaccò e insultò persino il Buddha stesso, dicendo: ",
  "mn99:10.2": "‘‘Che l’asceta Gotama sia maledetto!” Disse al Buddha: ",
  "mn99:10.3": "“Signor Gotama, il bramino Pokkharasāti Upamañña della Foresta Subhaga dice: ",
  "mn99:10.4": "‘Questo è esattamente quello che accade ad alcuni asceti e bramini. Dicono di possedere distinzioni sovrumane in conoscenza e visione degne dei nobili. ",
  "mn99:10.5": "Ma la loro dichiarazione si rivela essere uno scherzo, solo parole, vuote e vacue. ",
  "mn99:10.6": "Poiché come sarebbe mai possibile che un essere umano conosca, veda, o realizzi qualche distinzione sovrumana in conoscenza e visione degna dei nobili? ",
  "mn99:10.7": "È impossibile’” ",
  "mn99:11.1": "“Ma, studente, Pokkharasāti conosce le menti di tutti questi asceti e bramini, avendole lette con la propria mente?” ",
  "mn99:11.2": "“Signor Gotama, Pokkharasāti non conosce nemmeno la mente della sua serva Puṇṇikā, quindi come potrebbe leggere le menti di tutti quegli asceti e bramini?” ",
  "mn99:12.1": "“Immagina una persona cieca dalla nascita. Non vede forme scure o chiare, blu, gialle, rosse, o magenta. Non vede terreno regolare e irregolare, le stelle, la luna, o il sole. ",
  "mn99:12.2": "Dice: ",
  "mn99:12.3": "‘Non esistono forme scure o chiare, né chi le vede. ",
  "mn99:12.4": "Non esiste il blu, ",
  "mn99:12.5": "il giallo, ",
  "mn99:12.6": "il rosso, ",
  "mn99:12.7": "il magenta, ",
  "mn99:12.8": "il terreno regolare e irregolare, ",
  "mn99:12.9": "le stelle, ",
  "mn99:12.10": "la luna e il sole, né qualcuno che le vede. ",
  "mn99:12.11": "Io non le conosco né le vedo, ",
  "mn99:12.12": "quindi non esistono’. ",
  "mn99:12.13": "Parlerebbe correttamente?” ",
  "mn99:12.14": "“No, Signor Gotama. ",
  "mn99:12.15": "Esistono forme scure o chiare, e chi le vede. ",
  "mn99:12.16": "Esiste il blu, ",
  "mn99:12.17": "il giallo, ",
  "mn99:12.18": "il rosso, ",
  "mn99:12.19": "il magenta, ",
  "mn99:12.20": "il terreno regolare e irregolare, ",
  "mn99:12.21": "le stelle, ",
  "mn99:12.22": "la luna e il sole, e chi le vede. ",
  "mn99:12.23": "Non è corretto dire: ‘Io non le conosco né le vedo, ",
  "mn99:12.24": "quindi non esistono’” ",
  "mn99:13.1": "“Allo stesso modo, Pokkharasāti è cieco e senza vista. ",
  "mn99:13.2": "È impossibile che conosca, veda, o realizzi qualche distinzione sovrumana in conoscenza e visione degna dei nobili. ",
  "mn99:13.3": "Cosa ne pensi, studente? ",
  "mn99:13.4": "Ci sono bramini abbienti di Kosala come ",
  "mn99:13.5": "Caṅkī, Tārukkha, Pokkharasāti, Jānussoṇi, e tuo padre Todeyya. Cosa è meglio per loro: che ciò che dicono concordi con l’opinione pubblica, o no?” ",
  "mn99:13.6": "“Che concordi, Signor Gotama” ",
  "mn99:13.7": "“Cosa è meglio per loro: che ciò che dicono sia razionale o irrazionale?” ",
  "mn99:13.8": "“Che sia razionale” ",
  "mn99:13.9": "“Cosa è meglio per loro: che ciò che dicono ragionevole o irragionevole?” ",
  "mn99:13.10": "“Che sia ragionevole” ",
  "mn99:13.11": "“Cosa è meglio per loro: che ciò che dicono sia benefico o inutile?” ",
  "mn99:13.12": "“Che sia benefico” ",
  "mn99:14.1": "Cosa ne pensi, studente? ",
  "mn99:14.2": "Se è così, ciò che Pokkharasāti dice concorda con l’opinione pubblica, o no?” ",
  "mn99:14.3": "“No, Signor Gotama” ",
  "mn99:14.4": "“È razionale o irrazionale?” ",
  "mn99:14.5": "“Irrazionale” ",
  "mn99:14.6": "“È ragionevole o irragionevole?” ",
  "mn99:14.7": "“Irragionevole” ",
  "mn99:14.8": "“È benefico o inutile?” ",
  "mn99:14.9": "“Inutile” ",
  "mn99:15.1": "“Studente, ci sono questi cinque impedimenti. ",
  "mn99:15.2": "Quali cinque? ",
  "mn99:15.3": "L’impedimento del desiderio per i sensi, l’impedimento della malevolenza, l’impedimento di torpore e sonnolenza, l’impedimento di irrequietezza e rimorso, e l’impedimento del dubbio. ",
  "mn99:15.4": "Questi sono i cinque impedimenti. ",
  "mn99:15.5": "Pokkharasāti è velato, avvolto, coperto, e inghiottito da questi cinque impedimenti. ",
  "mn99:15.6": "È impossibile che conosca, veda, o realizzi qualche distinzione sovrumana in conoscenza e visione degna dei nobili. ",
  "mn99:16.1": "Ci sono questi cinque tipi di stimolazione dei sensi. ",
  "mn99:16.2": "Quali cinque? ",
  "mn99:16.3": "Forme percepite dall’occhio che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn99:16.4": "Suoni percepiti dall’orecchio … ",
  "mn99:16.5": "Odori percepiti dal naso … ",
  "mn99:16.6": "Sapori percepiti dalla lingua … ",
  "mn99:16.7": "Tocchi percepiti dal corpo che sono piacevoli, desiderabili, amabili, gradevoli, sensuali, ed eccitanti. ",
  "mn99:16.8": "Questi sono i cinque tipi di stimolazione dei sensi. ",
  "mn99:16.9": "Pokkharasāti si diverte con questi cinque tipi di stimolazione dei sensi, legato, infatuato, attaccato, cieco agli svantaggi, e non comprendendo la fuga. ",
  "mn99:16.10": "È impossibile che conosca, veda, o realizzi qualche distinzione sovrumana in conoscenza e visione degna dei nobili. ",
  "mn99:17.1": "Cosa ne pensi, studente? ",
  "mn99:17.2": "Quale avrebbe fiamme, colore, e splendore migliori: un fuoco che dipende da erba e ceppi come combustibile, o uno che non dipende da questi?” ",
  "mn99:17.3": "“Se fosse possibile che un fuoco bruci senza erba e ceppi come combustibile, quello avrebbe fiamme, colore, e splendore migliori” ",
  "mn99:17.4": "“Ma non è possibile, tranne attraverso poteri psichici. ",
  "mn99:17.5": "L’euforia che dipende dai cinque tipi di stimolazione dei sensi è come quel fuoco che dipende da erba e ceppi come combustibile. ",
  "mn99:17.6": "L’euforia lontana dai piaceri dei sensi e dalle cattive qualità è come un fuoco che non dipende da erba e ceppi come combustibile. ",
  "mn99:17.7": "E cos’è l’euforia lontana dai piaceri dei sensi e da cattive qualità? ",
  "mn99:17.8": "È quando un monaco, sufficientemente isolato dai piaceri dei sensi, … raggiunge e dimora nella prima estasi. ",
  "mn99:17.9": "Questa è l’euforia lontana dai piaceri dei sensi e da cattive qualità. ",
  "mn99:17.10": "Inoltre, con il placarsi di pensiero e valutazione, … un monaco raggiunge e dimora nella seconda estasi. ",
  "mn99:17.11": "Anche questa è l’euforia lontana dai piaceri dei sensi e da cattive qualità. ",
  "mn99:18.1": "Delle cinque cose che i bramini prescrivono per accumulare merito e riuscire nel bene, quale dicono sia la migliore?” ",
  "mn99:18.2": "“La generosità, Signor Gotama” ",
  "mn99:19.1": "“Cosa ne pensi, studente? ",
  "mn99:19.2": "Immagina un bramino che prepara un grande sacrificio. ",
  "mn99:19.3": "Poi arrivano due bramini ",
  "mn99:19.4": "che vogliono partecipare. ",
  "mn99:19.5": "Poi uno di questi pensa: ",
  "mn99:19.6": "‘Oh, spero di ricevere il posto migliore, la bevanda migliore, e il cibo migliore del refettorio, non qualche altro bramino.’ ",
  "mn99:19.7": "Ma è possibile che qualche altro bramino riceva il posto migliore, la bevanda migliore, e il cibo migliore del refettorio. ",
  "mn99:19.8": "Pensando: ‘Qualche altro bramino ha ricevuto il posto migliore, la bevanda migliore, e il cibo migliore del refettorio’, ",
  "mn99:19.9": "si arrabbia e si inacidisce. ",
  "mn99:19.10": "I bramini che risultato dicono che questo abbia?” ",
  "mn99:19.11": "“Signor Gotama, i bramini non donano affinché ",
  "mn99:19.12": "gli altri si arrabbino e si inacidiscano. ",
  "mn99:19.13": "Piuttosto, donano solo per premura” ",
  "mn99:19.14": "“In questo caso, studente, non è la compassione una sesta base per accumulare merito?” ",
  "mn99:19.16": "“In questo caso, Signor Gotama, la compassione è una sesta base per accumulare merito” ",
  "mn99:20.1": "“Studente, le cinque cose che i bramini prescrivono per accumulare merito e riuscire nel bene, dove si trovano di solito: ",
  "mn99:20.2": "tra i laici, o tra i rinuncianti?” ",
  "mn99:20.3": "“Per lo più tra i rinuncianti, meno tra i laici, Signor Gotama. ",
  "mn99:20.4": "Poiché un laico ha molti requisiti, compiti, problemi, e imprese, e non sempre può dire la verità, ",
  "mn99:20.6": "avere fervore, ",
  "mn99:20.7": "essere casto, ",
  "mn99:20.8": "recitare molto, ",
  "mn99:20.9": "o essere generoso. ",
  "mn99:20.10": "Ma un rinunciante non ha molti requisiti, compiti, problemi, e imprese, e può sempre dire la verità, ",
  "mn99:20.11": "essere casto, ",
  "mn99:20.12": "recitare molto, ",
  "mn99:20.13": "ed essere generoso. ",
  "mn99:20.14": "Le cinque cose che i bramini prescrivono per accumulare merito e riuscire nel bene si trovano di solito per lo più tra i rinuncianti, meno tra i laici” ",
  "mn99:21.1": "“Studente, io dico che le cinque cose che i bramini prescrivono per accumulare merito e riuscire nel bene siano prerequisiti della mente per ",
  "mn99:21.2": "sviluppare una mente libera da inimicizia e malevolenza. ",
  "mn99:21.3": "Prendi un monaco che dice la verità. ",
  "mn99:21.4": "Pensando: ‘Io dico la verità’, trova ispirazione nel significato e nell’insegnamento, e trae gioia dall’insegnamento. ",
  "mn99:21.5": "E io dico che trarre gioia dall’insegnamento sia un prerequisito della mente per ",
  "mn99:21.6": "sviluppare una mente libera da inimicizia e malevolenza. ",
  "mn99:21.7": "Prendi un monaco che ha fervore … ",
  "mn99:21.8": "che è casto … ",
  "mn99:21.9": "che recita molto … ",
  "mn99:21.10": "e che è molto generoso. ",
  "mn99:21.11": "Pensando: ‘Sono molto generoso’, trova ispirazione nel significato e nell’insegnamento, e trae gioia dall’insegnamento. ",
  "mn99:21.12": "E io dico che trarre gioia dall’insegnamento sia un prerequisito della mente per ",
  "mn99:21.13": "sviluppare una mente libera da inimicizia e malevolenza. ",
  "mn99:21.14": "Io dico che le cinque cose che i bramini prescrivono per accumulare merito e riuscire nel bene siano prerequisiti della mente per ",
  "mn99:21.15": "sviluppare una mente libera da inimicizia e malevolenza”. ",
  "mn99:22.1": "Detto ciò, Subha disse al Buddha: ",
  "mn99:22.2": "“Signor Gotama, ho sentito che ",
  "mn99:22.3": "l’asceta Gotama conosce un percorso per entrare in compagnia di Dio” ",
  "mn99:22.4": "“Cosa ne pensi, studente? ",
  "mn99:22.5": "Il villaggio di Naḷakāra è vicino?” ",
  "mn99:22.6": "“Lo è, signore” ",
  "mn99:22.7": "“Cosa ne pensi, studente? Immagina una persona nata e cresciuta a Naḷakāra. ",
  "mn99:22.8": "E non appena lascia la città qualcuno gli chiede qual è la strada per Naḷakāra. ",
  "mn99:22.9": "Sarebbe lento o esiterebbe a rispondere?” ",
  "mn99:22.10": "“No, Signor Gotama. ",
  "mn99:22.11": "Perché questo? ",
  "mn99:22.12": "Perché è nata e cresciuta a Naḷakāra. Conosce bene tutte le strade che portano al villaggio” ",
  "mn99:22.13": "“Ma comunque, studente, è possibile che sia lento o che esiti a rispondere. Ma il Realizzato non è mai lento né esita a rispondere quando gli viene chiesto riguardo al regno di Dio o alla pratica che porta al regno di Dio. ",
  "mn99:22.14": "Io comprendo Dio, il regno di Dio, e la pratica che porta al regno di Dio, praticando in linea con la quale si rinasce nel regno di Dio” ",
  "mn99:23.1": "“Signor Gotama, ho sentito che ",
  "mn99:23.2": "l’asceta Gotama insegna un percorso per entrare in compagnia di Dio. ",
  "mn99:23.3": "Per favore, mi insegni quel percorso” ",
  "mn99:23.4": "“Allora, studente, ascolta e presta la giusta attenzione, ora parlo” ",
  "mn99:23.5": "“Sì, signore”, rispose Subha. ",
  "mn99:23.6": "Il Buddha disse: ",
  "mn99:24.1": "“E qual è il percorso per entrare in compagnia di Dio? ",
  "mn99:24.2": "Primo, un monaco dimora diffondendo una mente piena di amichevolezza verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di amichevolezza verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn99:24.3": "Una volta che la libertà della mente attraverso amichevolezza è sviluppata così, qualsiasi azione limitata che ha compiuto non rimane né persiste in lui. ",
  "mn99:24.4": "Immagina ci sia un potente suonatore di corno. Si farebbe sentire facilmente in ogni direzione. ",
  "mn99:24.5": "Allo stesso modo, una volta che la libertà della mente attraverso amichevolezza è sviluppata così, qualsiasi azione limitata che ha compiuto non rimane né persiste in lui. ",
  "mn99:24.6": "Questo è un percorso per entrare in compagnia di Dio. ",
  "mn99:25-27.1": "Inoltre, un monaco dimora diffondendo una mente piena di compassione … ",
  "mn99:25-27.2": "Dimora diffondendo una mente piena di esultanza … ",
  "mn99:25-27.3": "Dimora diffondendo una mente piena di equanimità verso una direzione, verso la seconda, verso la terza, e verso la quarta. Allo stesso modo, sopra, sotto, attraverso, dappertutto, tutt’intorno, diffonde una mente piena di equanimità verso il mondo intero, abbondante, espansiva, immensurabile, libera da inimicizia e malevolenza. ",
  "mn99:25-27.4": "Una volta che la libertà della mente attraverso equanimità è sviluppata così, qualsiasi azione limitata che ha compiuto non rimane né persiste in lui. ",
  "mn99:25-27.5": "Immagina ci sia un potente suonatore di corno. Si farebbe sentire facilmente in ogni direzione. ",
  "mn99:25-27.6": "Allo stesso modo, una volta che la libertà della mente attraverso equanimità è sviluppata così, qualsiasi azione limitata che ha compiuto non rimane né persiste in lui. ",
  "mn99:25-27.7": "Anche questo è un percorso per entrare in compagnia di Dio” ",
  "mn99:28.1": "Detto ciò, Subha disse al Buddha: ",
  "mn99:28.2": "“Eccellente, Signor Gotama! Eccellente! ",
  "mn99:28.3": "Immagini che qualcuno raddrizzi ciò che è capovolto, o riveli ciò che è nascosto, o indichi il cammino a chi si è perso, o regga una lampada al buio pensando: ‘Che chi ha occhi buoni possa vedere forme’. Allo stesso modo il Signor Gotama ha reso l’insegnamento chiaro in vari modi. ",
  "mn99:28.4": "Prendo rifugio nel Signor Gotama, nell’insegnamento, e nella comunità monastica. ",
  "mn99:28.5": "Da oggi in poi, che il Signor Gotama si ricordi di me come un discepolo laico che ha preso rifugio a vita. ",
  "mn99:28.6": "Beh, ora, Signor Gotama, devo andare. ",
  "mn99:28.7": "Ho molti compiti, e molto da fare” ",
  "mn99:29.1": "“Prego, studente, vai pure quando vuoi”. ",
  "mn99:29.2": "Allora Subha trasse piacere e gioì in ciò che il Buddha disse. Si alzò dal proprio posto, si inchinò, e circumambulò il Buddha, mantenendolo alla propria destra, prima di andare. ",
  "mn99:30.1": "In quell’occasione il bramino Jāṇussoṇi uscì da Sāvatthī nel mezzo del giorno su una carrozza tutta bianca trainata da cavalle. ",
  "mn99:30.2": "Vide lo studente Subha arrivare da lontano, ",
  "mn99:30.3": "e gli disse: ",
  "mn99:30.4": "“Allora, Signor Bhāradvāja, da dove viene nel bel mezzo del giorno?” ",
  "mn99:30.5": "“Proprio ora, signore, vengo dalla presenza dell’asceta Gotama” ",
  "mn99:30.6": "“Cosa ne pensi della lucidità di saggezza dell’asceta Gotama? Pensi sia astuto?” ",
  "mn99:30.7": "“Signore, chi sono io per giudicare la lucidità di saggezza dell’asceta Gotama? ",
  "mn99:30.8": "Bisognerebbe essere al suo stesso livello per giudicare la sua lucidità di saggezza” ",
  "mn99:30.9": "“Il Signor Bhāradvāja loda l’asceta Gotama con alte lodi” ",
  "mn99:30.10": "“Chi sono io per lodare l’asceta Gotama? ",
  "mn99:30.11": "È lodato dai lodati come il migliore tra esseri celesti e umani. ",
  "mn99:30.12": "Le cinque cose che i bramini prescrivono per accumulare merito e riuscire nel bene, ",
  "mn99:30.13": "lui dice siano prerequisiti della mente per ",
  "mn99:30.14": "sviluppare una mente libera da inimicizia e malevolenza”. ",
  "mn99:31.1": "Detto ciò, Jāṇussoṇi scese dal proprio carro, si aggiustò la tunica su una spalla, alzò le mani giunte verso il Buddha, ed espresse questo aforisma tre volte: ",
  "mn99:31.2": "“Il Re Pasenadi di Kosala è fortunato, molto fortunato ",
  "mn99:31.3": "che il Realizzato, il perfetto, il Buddha completamente risvegliato dimora nel suo regno!” "
}