{
  "mn44:0.1": "'Discursos medios 44 '",
  "mn44:0.2": "'La exposición corta '",
  "mn44:1.1": "'Así he oído: '",
  "mn44:1.2": "'En una ocasión el Buddha estaba cerca de Rājagaha, en el bosquecillo de bambú, donde se alimentan las ardillas. '",
  "mn44:1.3": "'Visākha, hombre laico, fue a ver a bhikkhunī Dhammadinnā, se inclinó ante ella, y sentándose a un lado le dijo: '",
  "mn44:2.1": "'«Ayye, se habla de eso que llaman “identidad propia”. '",
  "mn44:2.2": "'¿Qué es esa “identidad propia” de la que habla el Buddha?» '",
  "mn44:2.3": "'« Visākha, el Buddha dijo que estos cinco componentes del apego forman la identidad propia. '",
  "mn44:2.4": "'Es decir, los componentes del apego de la forma, de la sensación, de la percepción, de la voluntad y de la consciencia. '",
  "mn44:2.5": "'Eso dijo el Buddha, que esos cinco componentes del apego forman la identidad propia». '",
  "mn44:2.6": "'Diciendo «Bien, ayye», Visākha mostró su aprobación y conformidad con lo que Dhammadinnā había dicho. A continuación hizo otra pregunta: '",
  "mn44:3.1": "'«Ayye, se habla de eso que llaman “el origen de la identidad propia”. '",
  "mn44:3.2": "'¿Cuál es el origen de la identidad propia del que habla el Buddha?» '",
  "mn44:3.3": "'«Es el anhelo que lleva a vidas futuras, mezclado con deleite y codicia, que encuentra placer allí donde se pose, es decir: '",
  "mn44:3.4": "'el anhelo por los placeres de los sentidos, el anhelo por la continuidad de la existencia, y el anhelo por poner fin a la existencia. '",
  "mn44:3.5": "'El Buddha dijo que este es el origen de la identidad propia». '",
  "mn44:4.1": "'«Ayye, se habla de eso que llaman “el cese de la identidad propia”. '",
  "mn44:4.2": "'¿Qué es el cese de la identidad propia del que habla el Buddha?» '",
  "mn44:4.3": "'«Es el desvanecimiento y cese, sin restos, de ese mismo anhelo; renunciar a él, dejarlo ir, liberarlo, no aferrarse a él. '",
  "mn44:4.4": "'El Buddha dijo que este es el cese de la identidad propia». '",
  "mn44:5.1": "'«Ayye, se habla de la práctica que lleva al cese de la identidad propia. '",
  "mn44:5.2": "'¿Cuál es la práctica que lleva al cese de la identidad propia de la que habla el Buddha?» '",
  "mn44:5.3": "'«La práctica que lleva al cese de la identidad propia de la que el Buddha habla es solo este noble sendero óctuple, es decir: '",
  "mn44:5.4": "'Entendimiento correcto, pensamiento correcto, habla correcta, acción correcta, modo de vida correcto, atención correcta, y concentración correcta». '",
  "mn44:6.1": "'«Pero Ayye ¿es ese apego exactamente lo mismo que los cinco componentes del apego? ¿O es el apego una cosa y los cinco componentes del apego otra?» '",
  "mn44:6.2": "'«Ese apego no es exactamente lo mismo que los cinco componentes del apego, pero tampoco es el apego una cosa, y los cinco componentes del apego otra. '",
  "mn44:6.3": "'El deseo y la codicia hacia los cinco componentes del apego es ese mismo apego». '",
  "mn44:7.1": "'«Pero Ayye ¿Cómo surge la identidad propia?» '",
  "mn44:7.2": "'Surge cuando una persona común no instruida no ha visto a los nobles, y no ha practicado ni es hábil en su enseñanza. No ha visto a las personas buenas, y no ha practicado ni es hábil en su enseñanza. '",
  "mn44:7.3": "'Así considera la forma como el yo, o el yo como teniendo forma, o la forma en el yo, o el yo en la forma. '",
  "mn44:7.4": "'Considera la sensación… '",
  "mn44:7.5": "'Considera la percepción… '",
  "mn44:7.6": "'Considera la voluntad… '",
  "mn44:7.7": "'Considera la consciencia como el yo, o el yo como teniendo consciencia, o la consciencia en el yo, o el yo en la consciencia. '",
  "mn44:7.8": "'Así es como surge la identidad propia». '",
  "mn44:8.1": "'«Pero Ayye ¿Cómo no surge la identidad propia?» '",
  "mn44:8.2": "'No surge cuando un discípulo noble instruido ha visto a los nobles, y ha practicado y es hábil en su enseñanza. Ha visto a las personas buenas, y ha practicado y es hábil en su enseñanza. '",
  "mn44:8.3": "'Así no considera la forma como el yo, o el yo como teniendo forma, o la forma en el yo, o el yo en la forma. '",
  "mn44:8.4": "'No considera la sensación… '",
  "mn44:8.5": "'No considera la percepción… '",
  "mn44:8.6": "'No considera la voluntad… '",
  "mn44:8.7": "'No considera la consciencia como el yo, o el yo como teniendo consciencia, o la consciencia en el yo, o el yo en la consciencia. '",
  "mn44:8.8": "'Así es como la identidad propia no surge». '",
  "mn44:9.1": "'«Pero Ayye ¿Qué es el noble sendero óctuple?» '",
  "mn44:9.2": "'«Es simplemente este noble sendero óctuple, es decir: '",
  "mn44:9.3": "'Entendimiento correcto, pensamiento correcto, habla correcta, acción correcta, modo de vida correcto, atención correcta, y concentración correcta». '",
  "mn44:10.1": "'«Pero ayye ¿Es el noble sendero óctuple condicionado o no condicionado?» '",
  "mn44:10.2": "'«El noble sendero óctuple es condicionado». '",
  "mn44:11.1": "'«¿Están las tres dimensiones de la práctica incluidas en el noble sendero óctuple? ¿O está el noble sendero óctuple incluido en las tres dimensiones de la práctica?» '",
  "mn44:11.2": "'«Las tres dimensiones de la práctica no están incluidas en el noble sendero óctuple. Al contrario, el noble sendero óctuple está incluido en las tres dimensiones de la práctica. '",
  "mn44:11.3": "'El habla correcta, la acción correcta, y el modo de vida correcto: estos tres están incluidos en la dimensión de la ética. '",
  "mn44:11.4": "'El esfuerzo correcto, la atención correcta, y la concentración correcta: estos tres están incluidos en la dimensión de la concentración. '",
  "mn44:11.5": "'Entendimiento correcto y pensamiento correcto: estos dos están incluidos en la dimensión de la sabiduría». '",
  "mn44:12.1": "'«Pero Ayye ¿Qué es la concentración? ¿Cuáles son las bases de la concentración? ¿Cuáles son los prerrequisitos de la concentración? ¿Qué es la práctica de la concentración?» '",
  "mn44:12.2": "'«La concentración es la unificación de la mente. '",
  "mn44:12.3": "'Los cuatro tipos de meditación con la atención son las bases de la concentración. '",
  "mn44:12.4": "'Los cuatro esfuerzos correctos son los prerrequisitos de la concentración. '",
  "mn44:12.5": "'El cultivo, desarrollo y la repetición de estas mismas cosas es la práctica de la concentración». '",
  "mn44:13.1": "'«¿Cuántos procesos existen?» '",
  "mn44:13.2": "'«Existen estas tres clases de procesos. '",
  "mn44:13.3": "'Procesos físicos, verbales y mentales». '",
  "mn44:14.1": "'«Pero Ayye ¿Qué es un proceso físico? ¿Qué es un proceso verbal? ¿Qué es un proceso mental?». '",
  "mn44:14.2": "'«La respiración es un proceso físico. Situar la mente y mantenerla conectada son procesos verbales. La percepción y la sensación son procesos mentales». '",
  "mn44:15.1": "'Pero Ayye ¿Por qué la respiración es un proceso físico? ¿Por qué situar la mente y mantenerla conectada son procesos verbales? ¿Por qué la percepción y la sensación son procesos mentales?». '",
  "mn44:15.2": "'La respiración es física. Está ligada al cuerpo, es por eso que la respiración es un proceso físico. '",
  "mn44:15.3": "'Primero sitúas la mente y la mantienes conectada, luego empiezas a hablar. Es por eso que situar la mente y mantenerla conectada son procesos verbales. '",
  "mn44:15.4": "'La percepción y la sensación son mentales. Están ligadas a la mente, es por eso que la percepción y la sensación son procesos mentales». '",
  "mn44:16.1": "'«Pero Ayye ¿Cómo alguien logra el cese de la percepción y la sensación?». '",
  "mn44:16.2": "'«Un bihikkhu que está penetrando en un logro de esa clase no piensa: '",
  "mn44:16.3": "'“Penetraré en el cese de la percepción y la sensación” o “estoy penetrando en el cese de la percepción y la sensación” o “he penetrado en el cese de la percepción y la sensación”. '",
  "mn44:16.4": "'Mas bien su mente se ha desarrollado previamente para llevar a ese estado». '",
  "mn44:17.1": "'«Pero Ayye ¿Qué procesos cesan antes en un bhikkhu que está penetrando en el cese de la percepción y la sensación, el físico, el verbal o el mental?». '",
  "mn44:17.2": "'«Primero cesa el proceso verbal, luego el físico, y luego el mental». '",
  "mn44:18.1": "'«Pero Ayye ¿Cómo alguien emerge  del cese de la percepción y la sensación?». '",
  "mn44:18.2": "'«Un bhikkhu que está emergiendo de un logro de esa clase no piensa: '",
  "mn44:18.3": "'“Emergeré del cese de la percepción y la sensación” o “estoy emergiendo del cese de la percepción y la sensación” o “he emergido el cese de la percepción y la sensación”. '",
  "mn44:18.4": "'Mas bien su mente se ha desarrollado previamente para llevar a ese estado». '",
  "mn44:19.1": "'«Pero Ayye ¿Qué procesos surgen antes en un bhikkhu que está emergiendo del cese de la percepción y la sensación, el físico, el verbal o el mental?». '",
  "mn44:19.2": "'«Primero surge el proceso mental, luego el físico, y luego el verbal». '",
  "mn44:20.1": "'«Pero Ayye, cuando un bhikkhu ha emergido del logro del cese de la percepción y la sensación ¿cuántas clases de contactos experimenta?». '",
  "mn44:20.2": "'«Experimenta tres clases de contactos: contacto en vacío, contacto sin signos y contactos indirectos». '",
  "mn44:21.1": "'«Pero Ayye, cuando un bhikkhu ha emergido del logro del cese de la percepción y la sensación ¿hacia qué tiende, se inclina y orienta su mente?». '",
  "mn44:21.2": "'«Su mente tiende, se inclina y orienta hacia el retiro». '",
  "mn44:22.1": "'«Pero Ayye ¿Cuántas sensaciones existen?». '",
  "mn44:22.2": "'«Existen tres sensaciones: '",
  "mn44:22.3": "'sensaciones agradables, desagradables y neutras». '",
  "mn44:23.1": "'«¿Qué es cada una de estas sensaciones?». '",
  "mn44:23.2": "'«Cualquier cosa sentida física o mentalmente como placentera o agradable. '",
  "mn44:23.3": "'Esto es la sensación agradable. '",
  "mn44:23.4": "'Cualquier cosa sentida física o mentalmente como dolorosa o desagradable. '",
  "mn44:23.5": "'Esto es la sensación desagradable. '",
  "mn44:23.6": "'Cualquier cosa sentida física o mentalmente como ni agradable ni desagradable. '",
  "mn44:23.7": "'Esto es la sensación neutra». '",
  "mn44:24.1": "'«¿Qué es agradable y qué es desagradable en relación a cada una de las tres sensaciones?». '",
  "mn44:24.2": "'«La sensación agradable es agradable cuando permanece y desagradable cuando cesa. '",
  "mn44:24.3": "'La sensación desagradable es desagradable cuando permanece y agradable cuando cesa. '",
  "mn44:24.4": "'La sensación neutra es agradable en presencia del conocimiento, y dolorosa en presencia de la ignorancia». '",
  "mn44:25.1": "'«¿Qué tendencias latentes subyacen bajo estas tres sensaciones?» '",
  "mn44:25.2": "'«La tendencia latente hacia el deseo de sensaciones agradables subyace bajo la sensación agradable. La tendencia latente hacia el rechazo subyace bajo la sensación desagradable. La tendencia latente hacia la ignorancia subyace bajo la sensación neutra». '",
  "mn44:26.1": "'«Estas tendencias latentes ¿siempre subyacen bajo estas sensaciones?». '",
  "mn44:26.2": "'«No, no lo hacen». '",
  "mn44:27.1": "'«¿Qué debería abandonarse con respecto a cada una de estas tres sensaciones?». '",
  "mn44:27.2": "'«La tendencia latente hacia el deseo de sensaciones agradables debería ser abandonada en relación a la sensación agradable. La tendencia latente hacia el rechazo debería ser abandonada en relación a la sensación desagradable. La tendencia latente hacia la ignorancia debería ser abandonada en relación a la sensación neutra». '",
  "mn44:28.1": "'«¿Deberían abandonarse estas tendencias latentes en todos las manifestaciones de estas sensaciones?». '",
  "mn44:28.2": "'«No, no en todos los casos. '",
  "mn44:28.3": "'Es por ejemplo el caso de un bhikkhu que, bien apartado de los placeres de los sentidos, apartado de las cualidades no beneficiosas, entra y permanece en la primera absorción, caracterizada por el deleite y la felicidad meditativos que surgen del retiro, mientras sitúa la mente y la mantiene conectada. '",
  "mn44:28.4": "'Con esto abandona la codicia, y la tendencia latente hacia el deseo de sensaciones agradables no subyace bajo ello. '",
  "mn44:28.5": "'Y el caso de un bhikkhu que reflexiona así: '",
  "mn44:28.6": "'“Oh ¿Cuándo entraré y permaneceré en la misma dimensión en la que los nobles entran y permanecen hoy?” '",
  "mn44:28.7": "'Alimentar tal anhelo por las supremas liberaciones da lugar a la tristeza debido al anhelo. '",
  "mn44:28.8": "'Con esto abandona el rechazo, y la tendencia latente hacia el rechazo no subyace bajo ello. '",
  "mn44:28.9": "'Y el caso de un bhikkhu que, abandonando el placer y el dolor, y poniendo fin a la felicidad y a la tristeza previas, entra y permanece en la cuarta absorción, sin placer ni dolor, con una ecuanimidad y atención purificadas. '",
  "mn44:28.10": "'Con esto abandona la ignorancia, y la tendencia latente hacia la ignorancia no subyace bajo ello». '",
  "mn44:29.1": "'«Pero Ayye ¿Qué es lo opuesto a la sensación agradable?» '",
  "mn44:29.2": "'«La sensación desagradable». '",
  "mn44:29.3": "'«¿Qué es lo opuesto a la sensación desagradable?» '",
  "mn44:29.4": "'«La sensación agradable». '",
  "mn44:29.5": "'«¿Qué es lo opuesto a la sensación neutra?» '",
  "mn44:29.6": "'«La ignorancia». '",
  "mn44:29.7": "'«¿Qué es lo opuesto a la ignorancia?» '",
  "mn44:29.8": "'«El conocimiento». '",
  "mn44:29.9": "'«¿Qué es lo opuesto al conocimiento?» '",
  "mn44:29.10": "'«La liberación». '",
  "mn44:29.11": "'«¿Qué es lo opuesto a la liberación?» '",
  "mn44:29.12": "'« Nibbāna». '",
  "mn44:29.13": "'«¿Qué es lo opuesto a nibbāna?» '",
  "mn44:29.14": "'«Tu pregunta va demasiado lejos Visākha. No has podido ver el límite a tus preguntas. '",
  "mn44:29.15": "'Porque Nibbāna es la esencia, el destino y el fin de la vida espiritual. '",
  "mn44:29.16": "'Si quieres vete y pregúntale al Buddha esta misma cuestión. Deberías memorizarla según él te responda». '",
  "mn44:30.1": "'Y Visākha mostró su aprobación y conformidad con lo que bhikkhunī Dhammadinnā había dicho. Se levantó de su sitio, se inclinó y la circunvaló respetuosamente, manteniéndola a su derecha. A continuación fue a ver al Buddha, se inclinó, y sentándose a un lado '",
  "mn44:30.2": "'le informó sobre todo lo que habían estado hablando. '",
  "mn44:30.3": "'Una vez que hubo terminado el Buddha le dijo: '",
  "mn44:30.4": "'« Bhikkhunī Dhammadinnā es astuta, Visākha, posee una gran sabiduría. '",
  "mn44:30.5": "'Si vinieses y me preguntases esa misma pregunta te respondería exactamente de la misma forma que bhikkhunī Dhammadinnā. '",
  "mn44:30.6": "'Ese es su significado, y así es como deberías memorizarlo». '",
  "mn44:30.7": "'Esto fue lo que dijo el Buddha. '",
  "mn44:30.8": "'Satisfecho, el laico Visākha se alegró con lo que le dijo el Buddha. '"
}