{
  "mil1:0.1": "Milinda’s Questions ",
  "mil1:0.2": "1. Introduction ",
  "mil1:1.1": "Reverence to that Blessed One, the Arahant, the Perfectly Enlightened One ",
  "mil1:2.1": "That king named Milinda, ",
  "mil1:2.2": "in the excellent city of Sāgala; ",
  "mil1:2.3": "Approached Nāgasena, ",
  "mil1:2.4": "as the Ganges approaches the ocean. ",
  "mil1:3.1": "The king, having encountered an eloquent speaker, ",
  "mil1:3.2": "a bearer of fire-brands, a dispeller of darkness; ",
  "mil1:3.3": "Asked subtle questions, ",
  "mil1:3.4": "many pertaining to what is possible and impossible. ",
  "mil1:4.1": "Both the questions and the answers, ",
  "mil1:4.2": "grounded in profound meaning; ",
  "mil1:4.3": "Captivating to the heart, pleasant to the ear, ",
  "mil1:4.4": "marvelous, causing the hair to stand on end. ",
  "mil1:5.1": "Plunging into Abhidhamma and Vinaya, ",
  "mil1:5.2": "equal to the net of Suttas; ",
  "mil1:5.3": "The wonderful discourse of Nāgasena, ",
  "mil1:5.4": "with similes and methodical. ",
  "mil1:6.1": "Aspiring to wisdom there, ",
  "mil1:6.2": "having delighted the mind; ",
  "mil1:6.3": "Listen to the subtle questions, ",
  "mil1:6.4": "dispelling the occasions for doubt. ",
  "mil1:7.1": "As is traditionally recounted—",
  "mil1:7.2": "there is a city called Sāgala, a great centre of trade for the Bactrian Greeks, adorned with rivers and mountains, a delightful region, endowed with parks, pleasure gardens, groves, ponds and lotus pools. A lovely place with rivers, mountains and forests, it was constructed by skilled artisans. With its enemies defeated, it is not oppressed by adversaries, and it has various wonderful strong towers and turrets, with excellent gates and archways, surrounded by deep moats and white ramparts enclosing the inner palace. ",
  "mil1:7.3": "With well-arranged streets, crossroads and intersections, with inner markets spread out and filled with various kinds of excellent goods, beautified with hundreds of various excellent charitable gifts, adorned with hundreds of thousands of excellent mansions resembling the peaks of the Himalayas, crowded with elephants, horses, chariots and infantry, frequented by groups of beautiful men and women, thronged with ordinary people, of various khattiya, brahman, vessa and sudda classes, gathered together with assemblies of various ascetics and brahmans, long frequented by men skilled in many kinds of knowledge. It is endowed with shops of various types of cloth such as Kāsika and Kotumbara, with shops spread out pleasingly with various kinds of flowers and perfumes, perfumed with fragrances, filled with desirable abundant jewels, with shops spread out in all directions, frequented by groups of merchant traders, full of kahāpaṇas, silver, gold, bronze and bowls, a shining abode of treasures, with abundant wealth, grain, riches and equipment, with full treasuries and storehouses, with much food and drink, including solid and soft foods, sweets, beverages, and savouries, as in Uttarakuru, blessed with crops, and like the city of the gods, Āḷakamandā. ",
  "mil1:8.1": "With this set forth, their previous deeds should be told, and in telling it should be divided into six parts: ",
  "mil1:8.2": "Namely, ",
  "mil1:8.3": "the preliminary training, the Questions of Milinda, the Questions on Characteristics, the Dilemmas, the Questions on Inference, and the Questions with Talk on Similes. ",
  "mil1:9.1": "Therein, the Questions of Milinda and the Questions on Characteristics are twofold as Questions Cutting Through Doubt. ",
  "mil1:9.2": "The Dilemmas are also twofold as the Great Section and the Questions on Yogic Discourse. "
}