{
  "mil3.1.9:0.1": "Milinda's Questions ",
  "mil3.1.9:0.2": "Great Chapter ",
  "mil3.1.9:0.3": "Distinguishing Characteristic of Virtue Question ",
  "mil3.1.9:1.1": "The king asked: ",
  "mil3.1.9:1.2": "“Venerable Nāgasena, that which you called ‘and other skillful qualities’, what are these skillful qualities?” ",
  "mil3.1.9:1.3": "“Virtue, your majesty, faith, energy, mindfulness, and absorption; these are those skillful qualities.” ",
  "mil3.1.9:1.4": "“What, venerable sir, is the distinguishing characteristic of virtue?” ",
  "mil3.1.9:1.5": "“Virtue, your majesty, has the distinguishing characteristic of being the ground for all skillful qualities.  Virtue is the ground for the faculties, the powers, the enlightenment factors, the path factors, the establishments of mindfulness, the right efforts, the bases of psychic power, meditation, emancipation, absorption, and the attainments. A spiritual aspirant, your majesty, dependent on virtue, grounded in virtue, develops the five faculties of faith, energy, mindfulness, absorption, and wisdom. None of these skillful qualities decrease.” ",
  "mil3.1.9:2.1": "“Give me an analogy.” ",
  "mil3.1.9:2.2": "“Just as, your majesty, whatever vegetable or animal life attains to growth, development, and abundance, does so in dependence on the earth, and grounded by the earth. ",
  "mil3.1.9:2.3": "In the same way, a spiritual aspirant, your majesty, dependent on virtue, grounded in virtue, develops the five faculties of faith, energy, mindfulness, absorption, and wisdom.” ",
  "mil3.1.9:3.1": "“Give me another analogy.” ",
  "mil3.1.9:3.2": "“Just as, your majesty, whatever actions are to be done with strength, all of these are done in dependence on the earth, and grounded by the earth. ",
  "mil3.1.9:3.3": "In the same way, a spiritual aspirant, your majesty, dependent on virtue, grounded in virtue, develops the five faculties of faith, energy, mindfulness, absorption, and wisdom.” ",
  "mil3.1.9:4.1": "“Give me another analogy.” ",
  "mil3.1.9:4.2": "“Just as, your majesty, a city architect, desiring to build a city, would first clear a site for the city, remove the trees and stumps, make the ground even, and there at a future time, divide it up into streets and four-way crossroads, and build the city. ",
  "mil3.1.9:4.3": "In the same way, a spiritual aspirant, your majesty, dependent on virtue, grounded in virtue, develops the five faculties of faith, energy, mindfulness, absorption, and wisdom.” ",
  "mil3.1.9:5.1": "“Give me another analogy.” ",
  "mil3.1.9:5.2": "“Just as, your majesty, an acrobat, desiring to display their craft, would dig the earth, remove the gravel and stones, make the ground even, and thus display their craft on soft earth. ",
  "mil3.1.9:5.3": "In the same way, a spiritual aspirant, your majesty, dependent on virtue, grounded in virtue, develops the five faculties of faith, energy, mindfulness, absorption, and wisdom.” ",
  "mil3.1.9:5.4": "“And this too was said, your majesty, by the Blessed One: ",
  "mil3.1.9:6.1": "A wise person, grounded in virtue, ",
  "mil3.1.9:6.2": "developing the mind and wisdom, ",
  "mil3.1.9:6.3": "A bhikkhu, diligent and intelligent, ",
  "mil3.1.9:6.4": "would disentangle the tangle. ",
  "mil3.1.9:7.1": "This is the support, as the earth is for living beings. ",
  "mil3.1.9:7.2": "And this is the root for growth in wholesome qualities. ",
  "mil3.1.9:7.3": "It is the starting point for all the Conqueror’s teachings. ",
  "mil3.1.9:7.4": "This collection of virtue is supremely binding.” ",
  "mil3.1.9:8.1": "“You are clever, venerable Nāgasena!” ",
  "mil3.1.9:9.1": "Distinguishing Characteristic of Virtue Question ninth "
}