{
  "mil3.7.1:0.1": "Milinda’s Questions ",
  "mil3.7.1:0.2": "Analysis of Formless Dhammas Chapter ",
  "mil3.7.1:0.3": "Arising of Mindfulness Question ",
  "mil3.7.1:1.1": "The king asked: ",
  "mil3.7.1:1.2": "“Venerable Nāgasena, in how many ways does mindfulness arise?” ",
  "mil3.7.1:1.3": "“Your majesty, mindfulness arises in seventeen ways.” ",
  "mil3.7.1:1.4": "“In what seventeen ways?” ",
  "mil3.7.1:1.5": "“Mindfulness arises, your majesty, through knowing directly, with outside help, from consciousness of a substantiality, from consciousness of welfare, from consciousness of misfortune, from a common sign, from an uncommon sign, from understanding due to speech, from a distinguishing characteristic, from remembering, from reckoning, from calculation, from bearing in mind, from mental development, from recording in books, from association of ideas, and from experience. ",
  "mil3.7.1:2.1": "How does mindfulness arise through knowing directly? ",
  "mil3.7.1:2.2": "Just as, your majesty, venerable Ānanda or the female lay follower Khujjuttarā or those others who remember past births remember a past birth, thus does mindfulness arise through knowing directly. ",
  "mil3.7.1:3.1": "How does mindfulness arise with outside help? ",
  "mil3.7.1:3.2": "If others urge one who is naturally muddled in mindfulness so that he remembers, thus does mindfulness arise with outside help. ",
  "mil3.7.1:4.1": "How does mindfulness arise from consciousness of a substantiality? ",
  "mil3.7.1:4.2": "When there is a consecration into sovereignty or the attainment of the fruit of stream entry, thus does mindfulness arise from consciousness of a substantiality. ",
  "mil3.7.1:5.1": "How does mindfulness arise from consciousness of welfare? ",
  "mil3.7.1:5.2": "One remembers when one was happy, ‘There was happiness because of that.’ Thus, does mindfulness arise from consciousness of welfare. ",
  "mil3.7.1:6.1": "How does mindfulness arise from consciousness of misfortune? ",
  "mil3.7.1:6.2": "One remembers when one was suffering, ‘There was suffering because of that.’ Thus, does mindfulness arise from consciousness of misfortune. ",
  "mil3.7.1:7.1": "How does mindfulness arise from a common sign? ",
  "mil3.7.1:7.2": "Having seen a person similar to oneself one remembers his mother, father, brother, or sister, and having seen a camel, an ox, or a donkey, one remembers a camel, an ox, or a donkey. Thus, does mindfulness arise from a common sign. ",
  "mil3.7.1:8.1": "How does mindfulness arise from an uncommon sign? ",
  "mil3.7.1:8.2": "When one remembers that such is the colour of a certain thing, such the sound, such the smell, such the taste, such the touch, thus does mindfulness arise from an uncommon sign. ",
  "mil3.7.1:9.1": "How does mindfulness arise from understanding due to speech? ",
  "mil3.7.1:9.2": "If others remind one who is naturally muddled in mindfulness so that he remembers, thus does mindfulness arise from understanding due to speech. ",
  "mil3.7.1:10.1": "How does mindfulness arise from a distinguishing characteristic? ",
  "mil3.7.1:10.2": "One who knows an ox based on a conventional factor, remembers it by its distinguishing characteristic. Thus, does mindfulness arise from a distinguishing characteristic. ",
  "mil3.7.1:11.1": "How does mindfulness arise from remembering? ",
  "mil3.7.1:11.2": "If one causes someone who is usually muddled in mindfulness to remember by repeatedly saying, ‘Remember, sir! Remember, sir!’ thus does mindfulness arise from remembering. ",
  "mil3.7.1:12.1": "How does mindfulness arise from reckoning? ",
  "mil3.7.1:12.2": "From being trained in writing, one knows, ‘This letter is to be made immediately after that letter.’ Thus, does mindfulness arise from reckoning. ",
  "mil3.7.1:13.1": "How does mindfulness arise from calculation? ",
  "mil3.7.1:13.2": "From being trained in calculation, accountants calculate even very large sums. Thus, does mindfulness arise from calculation. ",
  "mil3.7.1:14.1": "How does mindfulness arise from bearing in mind? ",
  "mil3.7.1:14.2": "From being trained in bearing in mind, those who bear in mind can remember even a large amount. Thus, does mindfulness arise from from bearing in mind. ",
  "mil3.7.1:15.1": "How does mindfulness arise from mental development? ",
  "mil3.7.1:15.2": "Here, a bhikkhu recalls his various past lives, that is, ",
  "mil3.7.1:15.3": "one birth, two births, … ",
  "mil3.7.1:15.4": "such that he remembers them with all their aspects and features. Thus, does mindfulness arise from mental development. ",
  "mil3.7.1:16.1": "How does mindfulness arise from recording in books? ",
  "mil3.7.1:16.2": "A king’s minister when not remembering an administrative rule might have a book brought to him, and then would remember by means of that book. Thus, does mindfulness arise from from recording in books. ",
  "mil3.7.1:17.1": "How does mindfulness arise from association of ideas? ",
  "mil3.7.1:17.2": "When one remembers after seeing goods laid aside, thus does mindfulness arise from association of ideas. ",
  "mil3.7.1:18.1": "How does mindfulness arise from experience? ",
  "mil3.7.1:18.2": "From what was seen one remembers material form, from what was heard one remembers sound, from what was smelled one remembers odour, from what was tasted one remembers flavour, from what was contacted one remembers touch, from what was cognised one remembers thought. Thus, does mindfulness arise from experience. ",
  "mil3.7.1:18.3": "In these seventeen ways, your majesty, mindfulness arises.” ",
  "mil3.7.1:19.1": "“You are clever, venerable Nāgasena.” ",
  "mil3.7.1:20.1": "Arising of Mindfulness Question first "
}