{
  "mil3.1.13:0.1": "Milinda's Questions ",
  "mil3.1.13:0.2": "Great Chapter ",
  "mil3.1.13:0.3": "Distinguishing Characteristic of Mindfulness Question ",
  "mil3.1.13:1.1": "The king asked: ",
  "mil3.1.13:1.2": "“Venerable Nāgasena, what is the distinguishing characteristic of mindfulness?” ",
  "mil3.1.13:1.3": "“Mindfulness, your majesty, has not wavering as a distinguishing characteristic, and also taking up.” ",
  "mil3.1.13:1.4": "“How, venerable sir, does mindfulness have not wavering as a distinguishing characteristic?” ",
  "mil3.1.13:1.5": "“Mindfulness arising, your majesty, does not waver concerning things that are wholesome and unwholesome, blameworthy and blameless, inferior and superior, dark and light, or evenly mixed, thinking ‘these are the four establishments of mindfulness, these the four right strivings, these the four bases for psychic power, these the five faculties, these the five powers, these the seven factors of enlightenment, this the noble eightfold path, this serenity, this insight, this knowledge, this liberation’. ",
  "mil3.1.13:1.6": "Then, the spiritual aspirant engages in the things that should be engaged in, and does not engage in the things that should not be engaged in; ",
  "mil3.1.13:1.7": "associates with things that should be associated with, and does not associate with things that should not be associated with. ",
  "mil3.1.13:1.8": "Thus, your majesty, does mindfulness have not wavering as a distinguishing characteristic.” ",
  "mil3.1.13:2.1": "“Please give me an analogy.” ",
  "mil3.1.13:2.2": "“Just as, your majesty, a wheel-turning king’s storekeeper reminds that king by night and day of his fame, saying, ‘So many elephants are yours, sire, so many horses, so many chariots, so many foot-soldiers, so much gold, so many gold objects, so much wealth, let his majesty remember it’, and he does not waver concerning the king’s wealth. ",
  "mil3.1.13:2.3": "In the same way, your majesty, mindfulness arising does not waver concerning things that are wholesome and unwholesome, blameworthy and blameless, inferior and superior, dark and light, or evenly mixed, thinking ‘these are the four establishments of mindfulness, these the four right strivings, these the four bases for psychic power, these the five faculties, these the five powers, these the seven factors of enlightenment, this the noble eightfold path, this serenity, this insight, this knowledge, this liberation’. ",
  "mil3.1.13:2.4": "Then, the spiritual aspirant engages in the things that should be engaged in, and does not engage in the things that should not be engaged in; ",
  "mil3.1.13:2.5": "associates with things that should be associated with, and does not associate with things that should not be associated with. ",
  "mil3.1.13:2.6": "Thus, your majesty, does mindfulness have not wavering as a distinguishing characteristic.” ",
  "mil3.1.13:3.1": "“How, venerable sir, does mindfulness have taking up as a distinguishing characteristic?” ",
  "mil3.1.13:3.2": "“Mindfulness arising, your majesty, examines the courses of mental states that are beneficial or non-beneficial, thinking ‘these mental states are beneficial, these are non-beneficial; ",
  "mil3.1.13:3.3": "these mental states are supportive, these are not supportive.’ ",
  "mil3.1.13:3.4": "Then, the spiritual aspirant dispels non-beneficial mental states and takes up beneficial mental states; ",
  "mil3.1.13:3.5": "dispels non-supportive mental states and takes up supportive ones. ",
  "mil3.1.13:3.6": "Thus, your majesty, does mindfulness have taking up as a distinguishing characteristic.” ",
  "mil3.1.13:4.1": "“Please give me an analogy.” ",
  "mil3.1.13:4.2": "“Just as, your majesty, a wheel-turning king’s treasured adviser knows what is beneficial and non-beneficial for the king, thinking ‘these are beneficial for the king, these are non-beneficial; ",
  "mil3.1.13:4.3": "these are supportive, these are not supportive. ",
  "mil3.1.13:4.4": "Then, he dispels the non-beneficial and takes up the beneficial; ",
  "mil3.1.13:4.5": "dispels the non-supportive and takes up the supportive. ",
  "mil3.1.13:4.6": "In the same way, your majesty, mindfulness arising examines mental states that are beneficial or non-beneficial, thinking ‘these mental states are beneficial, these are non-beneficial; ",
  "mil3.1.13:4.7": "these mental states are supportive, these are not supportive.’ ",
  "mil3.1.13:4.8": "Then, the spiritual aspirant dispels non-beneficial mental states and takes up beneficial mental states; ",
  "mil3.1.13:4.9": "dispels non-supportive mental states and takes up supportive ones. ",
  "mil3.1.13:4.10": "Thus, your majesty, does mindfulness have taking up as a distinguishing characteristic. ",
  "mil3.1.13:4.11": "And this too was said, your majesty, by the Blessed One: ",
  "mil3.1.13:4.12": "‘I say, bhikkhus, that mindfulness is always useful.’” ",
  "mil3.1.13:5.1": "“You are clever, venerable Nāgasena!” ",
  "mil3.1.13:6.1": "Distinguishing Characteristic of Mindfulness Question thirteenth "
}