{
  "mil3.1.1:0.1": "Milinda's Questions ",
  "mil3.1.1:0.2": "Great Chapter ",
  "mil3.1.1:0.3": "Exposition Question ",
  "mil3.1.1:1.1": "Then, King Milinda approached Venerable Nāgasena, exchanged cordial and polite greetings with him, and sat down at one side. ",
  "mil3.1.1:1.2": "Venerable Nāgasena, by returning polite greetings back, gladdened King Milinda’s heart. ",
  "mil3.1.1:2.1": "Then, King Milinda said to Venerable Nāgasena, ",
  "mil3.1.1:2.2": "“How is the reverend one known, what is your name, venerable sir?” ",
  "mil3.1.1:2.3": "“I am called Nāgasena, your majesty, my holy life companions address me as Nāgasena. Though parents make such names as Nāgasena, or Sūrasena, or Vīrasena, or Sīhasena, your majesty, Nāgasena is only a concept, a designation, a label, an appellation, a mere name; no person actually obtains here.” ",
  "mil3.1.1:3.1": "Then, King Milinda said this, ",
  "mil3.1.1:3.2": "“May the venerable five hundred Bactrian Greeks and the eighty thousand bhikkhus hear me. This Nāgasena said, ",
  "mil3.1.1:3.3": "‘no person obtains here’; is it proper to approve that?” ",
  "mil3.1.1:3.4": "Then, King Milinda said this to Venerable Nāgasena, ",
  "mil3.1.1:3.5": "“If, bhante Nāgasena, no person obtains, who therefore gives you robes, alms food, lodgings and medicinal requisites? Who enjoys the use of them? Who guards their ethical behaviour? Who engages in meditation? Who attains the path and fruit of Nibbāna? Who kills a living being? Who takes what is not given? Who commits wrong conduct in sensual pleasures? Who speaks falsely? Who drinks intoxicants? Who commits any of the five deeds that bear fruit without delay? Therefore, there is nothing wholesome, nothing unwholesome. There is no doer of wholesome and unwholesome deeds, nor anyone who makes another do wholesome or unwholesome deeds. There is no fruit or result of good or bad deeds. If, venerable Nāgasena, there was someone who caused you to die, there is no killing of living beings for that person. Venerable Nāgasena, there is no teacher, no preceptor, and no ordination for you. ",
  "mil3.1.1:3.6": "“You say ‘my holy life companions address me as Nāgasena.’ But who here is Nāgasena? ",
  "mil3.1.1:3.7": "Is it, venerable sir, that the hairs of the head are Nāgasena?” ",
  "mil3.1.1:3.8": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.9": "“Are the hairs of the body Nāgasena?” ",
  "mil3.1.1:3.10": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.11": "“Are the nails … ",
  "mil3.1.1:3.12": "teeth … ",
  "mil3.1.1:3.13": "skin … ",
  "mil3.1.1:3.14": "flesh … ",
  "mil3.1.1:3.15": "sinews … ",
  "mil3.1.1:3.16": "bones … ",
  "mil3.1.1:3.17": "bone marrow … ",
  "mil3.1.1:3.18": "kidneys … ",
  "mil3.1.1:3.19": "heart … ",
  "mil3.1.1:3.20": "liver … ",
  "mil3.1.1:3.21": "membranes … ",
  "mil3.1.1:3.22": "spleen … ",
  "mil3.1.1:3.23": "lungs … ",
  "mil3.1.1:3.24": "intestines … ",
  "mil3.1.1:3.25": "mesentery … ",
  "mil3.1.1:3.26": "contents of the stomach … ",
  "mil3.1.1:3.27": "faeces … ",
  "mil3.1.1:3.28": "bile … ",
  "mil3.1.1:3.29": "phlegm … ",
  "mil3.1.1:3.30": "pus … ",
  "mil3.1.1:3.31": "blood … ",
  "mil3.1.1:3.32": "sweat … ",
  "mil3.1.1:3.33": "fat … ",
  "mil3.1.1:3.34": "tears … ",
  "mil3.1.1:3.35": "lymph … ",
  "mil3.1.1:3.36": "saliva … ",
  "mil3.1.1:3.37": "snot … ",
  "mil3.1.1:3.38": "joint fluid … ",
  "mil3.1.1:3.39": "urine … ",
  "mil3.1.1:3.40": "the brain in the head Nāgasena?” ",
  "mil3.1.1:3.41": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.42": "“Is form Nāgasena, venerable sir?” ",
  "mil3.1.1:3.43": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.44": "“Are feelings Nāgasena, venerable sir?” ",
  "mil3.1.1:3.45": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.46": "“Is perception Nāgasena, venerable sir?” ",
  "mil3.1.1:3.47": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.48": "“Are mental formations Nāgasena, venerable sir?” ",
  "mil3.1.1:3.49": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.50": "“Is consciousness Nāgasena, venerable sir?” ",
  "mil3.1.1:3.51": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.52": "“Then, venerable sir, are form, feeling, perception, mental formations, and consciousness combined Nāgasena?” ",
  "mil3.1.1:3.53": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.54": "“Then, venerable sir, is something other than form, feeling, perception, formations, consciousness combined Nāgasena?” ",
  "mil3.1.1:3.55": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.56": "“Though, venerable sir, I am asking you repeatedly, I do not see Nāgasena. ",
  "mil3.1.1:3.57": "Is Nāgasena only the sound ‘Nāgasena’?” ",
  "mil3.1.1:3.58": "“Certainly not, your majesty.” ",
  "mil3.1.1:3.59": "“Then, who here is Nāgasena? You speak a falsehood, venerable sir, there is no Nāgasena.” ",
  "mil3.1.1:4.1": "“Then, venerable Nāgasena said this to King Milinda, ",
  "mil3.1.1:4.2": "“You are, your majesty, a delicate noble, exceedingly delicate. For one going on foot at midday, on the scorching ground, the hot sand, the rough, sharp pebbles and gravel, the feet are sore, the body is tired, the mind is upset, and body consciousness arises accompanied by suffering. Did you come on foot or rather in a vehicle?” ",
  "mil3.1.1:4.3": "“I did not come on foot, venerable sir, I came in a chariot.” ",
  "mil3.1.1:4.4": "“If, your majesty, you came in a chariot, tell me about a chariot. Is the carriage pole the chariot?” ",
  "mil3.1.1:4.5": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.6": "“Is the axle the chariot?” ",
  "mil3.1.1:4.7": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.8": "“Are the wheels the chariot?” ",
  "mil3.1.1:4.9": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.10": "“Is the body of the chariot the chariot?” ",
  "mil3.1.1:4.11": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.12": "“Is the flag-staff the chariot?” ",
  "mil3.1.1:4.13": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.14": "“Is the yoke the chariot?” ",
  "mil3.1.1:4.15": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.16": "“Are the reins the chariot?” ",
  "mil3.1.1:4.17": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.18": "“Is the goad the chariot?” ",
  "mil3.1.1:4.19": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.20": "“Then, your majesty, are the carriage pole, axle, wheels, body of the chariot, flag-staff, yoke, reins, and goad the chariot?” ",
  "mil3.1.1:4.21": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.22": "“Then, your majesty, is something apart from the carriage pole, axle, wheels, body of the chariot, flag-staff, yoke, reins, and goad the chariot?” ",
  "mil3.1.1:4.23": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.24": "“Though, your majesty, I am asking you repeatedly, I do not see a chariot.” ",
  "mil3.1.1:4.25": "Is a chariot only the sound ‘chariot’?” ",
  "mil3.1.1:4.26": "“Certainly not, venerable sir.” ",
  "mil3.1.1:4.27": "“Then, what here is a chariot? You speak a falsehood, your majesty, there is no chariot. You are, your majesty, a mighty king of all Jambudīpa, who then do you fear that you speak a falsehood. May the venerable five hundred Bactrian Greeks and the eighty thousand bhikkhus hear me. This King Milinda said,” ",
  "mil3.1.1:4.28": "‘I came by chariot’. But, on being told, ‘if, your majesty, you came by chariot, declare to me a chariot,’ he is unable to produce a chariot. Is it proper to approve that?” ",
  "mil3.1.1:5.1": "When this was said, the five hundred Bactrian Greeks applauded the venerable Nāgasena and said to King Milinda, ",
  "mil3.1.1:5.2": "“Now then, your majesty, speak if you can!” ",
  "mil3.1.1:6.1": "Then King Milinda said this to venerable Nāgasena, ",
  "mil3.1.1:6.2": "“I do not speak falsely, venerable sir, because of the carriage pole, the axle, the wheels, the body of the chariot, the flag-staff, there exists a ‘chariot’, as a concept, a designation, a label, an appellation, a mere name.” ",
  "mil3.1.1:7.1": "“Good, your majesty, you know a chariot. ",
  "mil3.1.1:7.2": "In the same way, your majesty, because of the head hairs, the body hairs, … brain in the head, and because of form, feeling, perception, volitional formations, consciousness, there exists ‘Nāgasena’, as a concept, a designation, a label, an appellation, a mere name, however in the absolute sense there obtains no person here. ",
  "mil3.1.1:7.3": "“For this was said, your majesty, by Sister Vajirā in the presence of the Blessed One: ",
  "mil3.1.1:8.1": "“Just as, by the coexistence of the various parts, ",
  "mil3.1.1:8.2": "there is the name ‘chariot’, ",
  "mil3.1.1:8.3": "so, by the existence of the aggregates, ",
  "mil3.1.1:8.4": "there is a ‘being’ is agreed upon.” ",
  "mil3.1.1:9.1": "“Wonderful, venerable Nāgasena! Marvelous, venerable Nāgasena! Your answers to the questions asked are very clever! If the Buddha were here, he would applaud them. Excellent, excellent, venerable Nāgasena! Your answers to the questions asked are very clever!” ",
  "mil3.1.1:10.1": "Exposition Question first "
}