{
  "mil3.3.6:0.1": "'\\'\\\\\\'\"Milinda\\\\\\\\\\\\\\'s Questions \"\\\\\\'\\''",
  "mil3.3.6:0.2": "'\\'\"\\\\\\'Examination Chapter \\\\\\'\"\\''",
  "mil3.3.6:0.3": "'\\'\"\\\\\\'Question on the Experiencer \\\\\\'\"\\''",
  "mil3.3.6:1.1": "'\\'\"\\\\\\'The king asked: \\\\\\'\"\\''",
  "mil3.3.6:1.2": "'\\'\"\\\\\\'“Venerable Nāgasena, is an experiencer to be found?” \\\\\\'\"\\''",
  "mil3.3.6:1.3": "'\\'\"\\\\\\'“But what then is this thing called an experiencer?” \\\\\\'\"\\''",
  "mil3.3.6:1.4": "'\\'\"\\\\\\'“That soul within, venerable sir, that sees a form with the eye, hears a sound with the ear, smells an odour with the nose, tastes a flavour with the tongue, touches a tangible with the body, and knows a thought with the mind, just as we, seated here in the palace, might look out of whichever window we wish to look out of – whether that be the east, the west, the north, or the south window. \\\\\\'\"\\''",
  "mil3.3.6:1.5": "'\\'\"\\\\\\'Even so, venerable sir, this soul within looks out of whatever door it wishes to look out of.” \\\\\\'\"\\''",
  "mil3.3.6:2.1": "'\\'\"\\\\\\'The elder said: \\\\\\'\"\\''",
  "mil3.3.6:2.2": "'\\'\"\\\\\\'“I will talk to you, your majesty, about the five doors. Listen to this and pay careful attention. If the soul within sees form with the eye, just as we, sitting here in the palace can see material form through whatever window we wish to look through, whether through the east, the west, the north, or the south window, could a material form be seen by this soul within by means of the ear, or by the nose, or by the tongue, or by the body, or by the mind? \\\\\\'\"\\''",
  "mil3.3.6:2.3": "'\\'\"\\\\\\'And could a sound be heard by means of the eye, or by the nose, or by the tongue, or by the body, or by the mind? \\\\\\'\"\\''",
  "mil3.3.6:2.4": "'\\'\"\\\\\\'And could an odour be smelled by means of the eye, or by the ear, or by the tongue, or by the body, or by the mind? \\\\\\'\"\\''",
  "mil3.3.6:2.5": "'\\'\"\\\\\\'And could a flavour be tasted by means of the eye, or by the ear, or by the nose, or by the body, or by the mind? \\\\\\'\"\\''",
  "mil3.3.6:2.6": "'\\'\"\\\\\\'And could a tangible be felt by means of the eye, or by the ear, or by the nose, or by the tongue, or by the mind? \\\\\\'\"\\''",
  "mil3.3.6:2.7": "'\\'\"\\\\\\'And could a thought be known by means of the eye, or by the ear, or by the nose, or by the tongue, or by the body? \\\\\\'\"\\''",
  "mil3.3.6:2.8": "'\\'\"\\\\\\'“Certainly not, venerable sir.” \\\\\\'\"\\''",
  "mil3.3.6:3.1": "'\\'\"\\\\\\'“The latter is not fitted to the former, your majesty, nor the former to the latter. Just as, your majesty, when these grilled windows are removed, we seated here in the palace, looking outward, see form more clearly through great space, would the soul within see form more clearly through great space when the doors of the eyes have been removed? ... when the ears have been removed? ... when the nose has been removed? ... when the tongue has been removed? And would it feel a tangible more clearly when the body has been removed?” \\\\\\'\"\\''",
  "mil3.3.6:3.2": "'\\'\"\\\\\\'“Certainly not, venerable sir.” \\\\\\'\"\\''",
  "mil3.3.6:4.1": "'\\'\"\\\\\\'“The latter is not fitted to the former, your majesty, nor the former to the latter. Just as if, your majesty, this Dinna were to depart and stand in the entrance way outside the door, would you know ‘this Dinna has departed and is standing in the entrance way outside the door’?” \\\\\\'\"\\''",
  "mil3.3.6:4.2": "'\\'\"\\\\\\'“Yes, venerable sir, I would know.” \\\\\\'\"\\''",
  "mil3.3.6:4.3": "'\\'\"\\\\\\'And then, just as if, your majesty, this Dinna were to come back inside and stand in front of you, would you know ‘this Dinna has come back inside and is standing in front of me’?” \\\\\\'\"\\''",
  "mil3.3.6:4.4": "'\\'\"\\\\\\'“Yes, venerable sir, I would know.” \\\\\\'\"\\''",
  "mil3.3.6:4.5": "'\\'\"\\\\\\'“In the same way, your majesty, when a flavour is placed on the tongue, would the soul within know whether it’s essence were sour, salty, bitter, pungent, astringent, or sweet?” \\\\\\'\"\\''",
  "mil3.3.6:4.6": "'\\'\"\\\\\\'“Yes, venerable sir, it would know.” \\\\\\'\"\\''",
  "mil3.3.6:4.7": "'\\'\"\\\\\\'“And when it has gone from your tongue into your inside would it know whether it’s essence were sour, salty, bitter, pungent, astringent, or sweet?” \\\\\\'\"\\''",
  "mil3.3.6:4.8": "'\\'\"\\\\\\'“Certainly not, venerable sir.” \\\\\\'\"\\''",
  "mil3.3.6:5.1": "'\\'\"\\\\\\'“The latter is not fitted to the former, your majesty, nor the former to the latter. Just as if, your majesty, some person or other might fetch a hundred pots of honey, fill a large trough with this honey, cover the mouth of a man, and throw him into the trough of honey, would that man know whether the honey were sweet or not?” \\\\\\'\"\\''",
  "mil3.3.6:5.2": "'\\'\"\\\\\\'“Certainly not, venerable sir.” \\\\\\'\"\\''",
  "mil3.3.6:5.3": "'\\'\"\\\\\\'“For what reason?” \\\\\\'\"\\''",
  "mil3.3.6:5.4": "'\\'\"\\\\\\'“Because, venerable sir, the honey has not entered his mouth.” \\\\\\'\"\\''",
  "mil3.3.6:6.1": "'\\'\"\\\\\\'“The latter is not fitted to the former, your majesty, nor the former to the latter. \\\\\\'\"\\''",
  "mil3.3.6:6.2": "'\\'\"\\\\\\'“I am not competent to converse with you, a debater of the doctrine. \\\\\\'\"\\''",
  "mil3.3.6:6.3": "'\\'\"\\\\\\'It would be good, venerable sir, if you told me the meaning.” \\\\\\'\"\\''",
  "mil3.3.6:7.1": "'\\'\"\\\\\\'The elder instructed King Milinda with a talk connected with Abhidhamma. \\\\\\'\"\\''",
  "mil3.3.6:7.2": "'\\'\"\\\\\\'“Here, your majesty, dependent on the eye and form, eye consciousness arises, and from the coming together of that there is contact, feeling, perception, volition, one-pointedness, the life faculty, and attention. Thus, these things are produced from conditions, and no experiencer is found here. Dependent on the ear and sounds … \\\\\\'\"\\''",
  "mil3.3.6:7.3": "'\\'\"\\\\\\'dependent on the mind and thoughts, mind consciousness arises, and from the coming together of that there is contact, feeling, perception, volition, one-pointedness, the life faculty, and attention. Thus, these things are produced from conditions, and no experiencer is found here.” \\\\\\'\"\\''",
  "mil3.3.6:8.1": "'\\'\"\\\\\\'“You are clever, venerable Nāgasena.” \\\\\\'\"\\''",
  "mil3.3.6:9.1": "'\\'\"\\\\\\'Question on the Experiencer sixth \\\\\\'\"\\''"
}