{
  "mil3.2.6:0.1": "Milinda's Questions ",
  "mil3.2.6:0.2": "Time Chapter ",
  "mil3.2.6:0.3": "Question on the Identity or Difference of Name-and-Form ",
  "mil3.2.6:1.1": "The king asked: ",
  "mil3.2.6:1.2": "“Venerable Nāgasena, what reconnects?” ",
  "mil3.2.6:1.3": "The elder said: ",
  "mil3.2.6:1.4": "“Name-and-form, your majesty, reconnects.” ",
  "mil3.2.6:1.5": "“Does this very name-and-form reconnect?” ",
  "mil3.2.6:1.6": "“This very name-and-form, your majesty, does not reconnect. With this name-and-form one performs a lovely or an evil action, and by this action another name-and-form reconnects.” ",
  "mil3.2.6:1.7": "“If, venerable sir, this very name-and-form does not reconnect, is it not then that one would be freed from evil actions?” ",
  "mil3.2.6:1.8": "The elder said: ",
  "mil3.2.6:1.9": "“If it would not reconnect, then it would be freed from evil actions. ",
  "mil3.2.6:1.10": "But because, your majesty, it does reconnect, it therefore is not freed from evil actions.” ",
  "mil3.2.6:2.1": "“Please give me an analogy.” ",
  "mil3.2.6:2.2": "“Just as, your majesty, some person or other might steal another person’s mangos, and the mango owner might grab that person and point him out to the king, saying ‘My mangos have been stolen by this man.’ And he might say ‘Lord, I did not steal this person’s mangos. Those mangos I took are not the same as those that this person planted; I do not deserve punishment.’ ",
  "mil3.2.6:2.3": "Would that man, your majesty, deserve punishment?” ",
  "mil3.2.6:2.4": "“Yes, venerable sir, he would deserve punishment.” ",
  "mil3.2.6:2.5": "“For what reason?” ",
  "mil3.2.6:2.6": "“Whatever he might say, venerable sir, while not disavowing the earlier mangos, he would be deserving of punishment due to the later mangos.” ",
  "mil3.2.6:2.7": "“In the same way, your majesty, with this name-and-form one performs a lovely or an evil action, and by this action another name-and-form reconnects. Therefore, one is not freed from evil actions.” ",
  "mil3.2.6:3.1": "“Give me another analogy.” ",
  "mil3.2.6:3.2": "“Just as, your majesty, some person or other might steal another person’s rice, … ",
  "mil3.2.6:3.3": "sugar-cane … ",
  "mil3.2.6:3.4": "Just as, your majesty, some person or other might light a fire during the wintertime, and warm himself, and might leave without having extinguished it, and that fire might burn another person’s field. And the owner of the field might grab that person and point him out to the king, saying ‘My field has been burned by this man.’ ",
  "mil3.2.6:3.5": "And he might say ‘Lord, I did not set fire to this person’s field. The fire I did not extinguish was not the same as the fire that burned this person’s field; I do not deserve punishment.’ ",
  "mil3.2.6:3.6": "Would that man, your majesty, deserve punishment?” ",
  "mil3.2.6:3.7": "“Yes, venerable sir, he would deserve punishment.” ",
  "mil3.2.6:3.8": "“For what reason?” ",
  "mil3.2.6:3.9": "“Whatever he might say, venerable sir, while not disavowing the earlier fire, he would be deserving of punishment by means of the later fire.” ",
  "mil3.2.6:3.10": "“In the same way, your majesty, with this name-and-form one performs a lovely or an evil action, and by this action another name-and-form reconnects. Therefore, one is not freed from evil actions.” ",
  "mil3.2.6:4.1": "“Give me another analogy.” ",
  "mil3.2.6:4.2": "“Just as, your majesty, some person or other, having taken a lamp and ascended to the top of a mansion, might use it, and the burning lamp might set fire to the roof thatch, and the burning thatch might set fire to the house, and the burning house might set fire to the village, and the villagers, having seized that man, might say, ‘Why, sir, did you set fire to the village?’ And he might say ‘I did not, friend, set fire to the village. The fire in the lamp whose light I enjoyed was not the same as the fire that burned the village.’ And if they were to come before you while arguing, whose side of the argument, your majesty, would you support?” ",
  "mil3.2.6:4.3": "“That of the villagers, venerable sir.” ",
  "mil3.2.6:4.4": "“For what reason?” ",
  "mil3.2.6:4.5": "“Since, whatever he might say, this fire was produced just from that one.” ",
  "mil3.2.6:4.6": "“In the same way, your majesty, whatever name-and form that has death as its end, another name-and-form is in reconnection, and it was produced just from that one. Therefore, one is not freed from evil actions.” ",
  "mil3.2.6:5.1": "“Give me another analogy.” ",
  "mil3.2.6:5.2": "“Just as, your majesty, some person or other, having contracted for a young girl in marriage and having paid the bride price, might leave. ",
  "mil3.2.6:5.3": "Then, after some time, she would reach full marriageable age, then another man, having paid the bride price would lead her away in marriage. The former man would come and say, ‘Why, sir, have you led away my wife?’ ",
  "mil3.2.6:5.4": "And he might say ‘I have not led away your wife. The young girl for whom you have contracted and paid the bride price is not the same as the young woman who has attained marriageable age and been contracted for and paid for by me.’ And if they were to come before you while arguing, ",
  "mil3.2.6:5.5": "whose side of the argument, your majesty, would you support?” ",
  "mil3.2.6:5.6": "“That of the former man, venerable sir.” ",
  "mil3.2.6:5.7": "“For what reason?” ",
  "mil3.2.6:5.8": "“Since, whatever he might say, this grown woman was produced just from that one.” ",
  "mil3.2.6:5.9": "“In the same way, your majesty, whatever name-and form that has death as its end, another name-and-form is in reconnection, and it was produced just from that one. Therefore, one is not freed from evil actions.” ",
  "mil3.2.6:6.1": "“Give me another analogy.” ",
  "mil3.2.6:6.2": "“Just as, your majesty, some person or other, having bought a pot of milk from the hand of a cowherd, might put it in his care and leave, saying, ‘I will come back for it tomorrow,’ and that milk would become curds. ",
  "mil3.2.6:6.3": "Then, he might come back and say ‘Give me my pot of milk.’ ",
  "mil3.2.6:6.4": "And the cowherd would show him the curds. ",
  "mil3.2.6:6.5": "The other would then say, ‘I did not buy curds from you, give me my pot of milk.’ ",
  "mil3.2.6:6.6": "Then, that one would say, ‘Without you knowing it, the milk has become curds.’ And if they were to come before you while arguing, whose side of the argument, your majesty, would you support?” ",
  "mil3.2.6:6.7": "“That of the cowherd, venerable sir.” ",
  "mil3.2.6:6.8": "“For what reason?” ",
  "mil3.2.6:6.9": "“Since, whatever he might say, this one was produced just from that one.” ",
  "mil3.2.6:6.10": "“In the same way, your majesty, whatever name-and form that has death as its end, another name-and-form is in reconnection, and it was produced just from that one. Therefore, one is not freed from evil actions.” ",
  "mil3.2.6:7.1": "“You are clever, venerable Nāgasena!” ",
  "mil3.2.6:8.1": "Question on the Identity or Difference of Name-and-Form sixth "
}