{
  "mil3.1.11:0.1": "Milinda's Questions ",
  "mil3.1.11:0.2": "Great Chapter ",
  "mil3.1.11:0.3": "Aspiration as a Distinguishing Characteristic of Faith Question ",
  "mil3.1.11:1.1": "“How, venerable sir, is aspiration a distinguishing characteristic of faith?” ",
  "mil3.1.11:1.2": "“Just as, your majesty, a spiritual aspirant, having seen the liberated mind of others, aspires to the fruit of stream entry, or to the fruit of once-returning, or to the fruit of non-returning, or to the fruit of arahantship, and practices for the attainment of the unattained, for the achievement of the unachieved, and for the realisation of the unrealised. ",
  "mil3.1.11:1.3": "Thus, your majesty, is aspiration a distinguishing characteristic of faith.” ",
  "mil3.1.11:2.1": "“Please give me an analogy.” ",
  "mil3.1.11:2.2": "“Just as, your majesty, a great cloud might pour down rain on the top of a mountain, and that water flowing down according to the slope, having filled the gullies, clefts, and rivulets on the mountain, would fill the river which would proceed along overflowing both banks. And then a great crowd of people having gone to that river, not knowing how shallow or deep it is, would stand frightened and spread out on the bank, and then a certain man might come, and considering his own power and strength, would bind tightly his loincloth and cross over. The great crowd of people having seen him cross would cross over also. ",
  "mil3.1.11:2.3": "In the same way, your majesty, a spiritual aspirant, having seen the liberated mind of others, aspires to the fruit of stream entry, or to the fruit of once-returning, or to the fruit of non-returning, or to the fruit of arahantship, and practices for the attainment of the unattained, for the achievement of the unachieved, and for the realisation of the unrealised. ",
  "mil3.1.11:2.4": "In the same way, your majesty, is aspiration a distinguishing characteristic of faith. ",
  "mil3.1.11:2.5": "And this too was said, your majesty, by the Blessed One in the excellent Saṃyutta Nikāya: ",
  "mil3.1.11:3.1": "‘One crosses the flood with faith, ",
  "mil3.1.11:3.2": "the ocean with diligence; ",
  "mil3.1.11:3.3": "Overcomes suffering with energy, ",
  "mil3.1.11:3.4": "and is purified with wisdom.’” ",
  "mil3.1.11:4.1": "“You are clever, venerable Nāgasena!” ",
  "mil3.1.11:5.1": "Aspiration as a Distinguishing Characteristic of Faith Question eleventh "
}