{
  "mil3.2.5:0.1": "Milinda's Questions ",
  "mil3.2.5:0.2": "Time Chapter ",
  "mil3.2.5:0.3": "Feelings Question ",
  "mil3.2.5:1.1": "The king asked: ",
  "mil3.2.5:1.2": "“Venerable Nāgasena, is pleasant feeling wholesome or unwholesome or indeterminate?” ",
  "mil3.2.5:1.3": "“It could be wholesome, your majesty, or it could be unwholesome, or it could be indeterminate.” ",
  "mil3.2.5:1.4": "“If, venerable sir, wholesome feelings are not painful, and if painful feelings are not wholesome, then there does not arise a wholesome feeling which is painful.” ",
  "mil3.2.5:1.5": "“What do you think, your majesty, if one might place a hot iron ball in a man’s hand and place a snowball in his other hand, would both hurt him?” ",
  "mil3.2.5:1.6": "“Yes, venerable sir, they would both hurt him.” ",
  "mil3.2.5:1.7": "“Well, your majesty, are they both hot?” ",
  "mil3.2.5:1.8": "“Certainly not, venerable sir.” ",
  "mil3.2.5:1.9": "“What then, your majesty, are they both cold?” ",
  "mil3.2.5:1.10": "“Certainly not, venerable sir.” ",
  "mil3.2.5:1.11": "“Know your own refutation. If something hot hurts, and they are not both hot, it is not because of that the suffering arises. ",
  "mil3.2.5:1.12": "And, if something cold hurts, and they are not both cold, it is not because of that the suffering arises. ",
  "mil3.2.5:1.13": "So, how is it, your majesty, that both hurt, and they are not both hot, and they are not both cold? ",
  "mil3.2.5:1.14": "And, how is it that with one hot and the other cold, they both hurt, and it is not because of that the suffering arises?” ",
  "mil3.2.5:1.15": "“I am not competent to converse with you, a debater of the doctrine. It would be good, venerable sir, if you told me the meaning.” ",
  "mil3.2.5:1.16": "Then the elder instructed King Milinda with a talk connected with Abhidhamma. ",
  "mil3.2.5:2.1": "“There are, your majesty, these six joys dependent on the householder life, these six joys dependent on renunciation, these six sorrows dependent on the householder life, these six sorrows dependent on renunciation, these six neutral feelings dependent on the householder life, these six neutral feelings dependent on renunciation. Thus, there are these six sets of six. There are then thirty-six types of feeling in the past, thirty-six types of feeling in the future, and thirty-six types of feeling in the present. So, assembling them and bringing them all together, there are one hundred and eight types of feeling.” ",
  "mil3.2.5:3.1": "“You are clever, venerable Nāgasena!” ",
  "mil3.2.5:4.1": "Feelings Question fifth "
}