{
  "mil3.1.10:0.1": "'\\'\\\\\\'\"Milinda\\\\\\\\\\\\\\'s Questions \"\\\\\\'\\''",
  "mil3.1.10:0.2": "'\\'\"\\\\\\'Great Chapter \\\\\\'\"\\''",
  "mil3.1.10:0.3": "'\\'\"\\\\\\'Calming as a Distinguishing Characteristic of Faith Question \\\\\\'\"\\''",
  "mil3.1.10:1.1": "'\\'\"\\\\\\'The king asked: \\\\\\'\"\\''",
  "mil3.1.10:1.2": "'\\'\"\\\\\\'“Venerable Nāgasena, what is the distinguishing characteristic of faith?” \\\\\\'\"\\''",
  "mil3.1.10:1.3": "'\\'\"\\\\\\'“Faith, your majesty, has calming as a distinguishing characteristic, and also aspiration.” \\\\\\'\"\\''",
  "mil3.1.10:1.4": "'\\'\"\\\\\\'“How, venerable sir, is calming a distinguishing characteristic of faith?” \\\\\\'\"\\''",
  "mil3.1.10:1.5": "'\\'\"\\\\\\'“Faith arising suppresses the hindrances, and thus there is a clear, bright, clean mind free of the hindrances. \\\\\\'\"\\''",
  "mil3.1.10:1.6": "'\\'\"\\\\\\'That’s how, your majesty, calming is a distinguishing characteristic of faith.” \\\\\\'\"\\''",
  "mil3.1.10:2.1": "'\\'\"\\\\\\'“Please give me an analogy.” \\\\\\'\"\\''",
  "mil3.1.10:2.2": "'\\'\"\\\\\\'“Just as, your majesty, a wheel-turning king going on a long journey might cross a small body of water, and that water disturbed by the elephants, horses, chariots, and foot-soldiers, would become stirred up, turbid, and muddy; \\\\\\'\"\\''",
  "mil3.1.10:2.3": "'\\'\"\\\\\\'and after crossing, the king would command his men, ‘Bring me water, I will drink,’ and the king would possess a water-clearing gem. \\\\\\'\"\\''",
  "mil3.1.10:2.4": "'\\'\"\\\\\\'The men having given their assent to the wheel-turning king, saying ‘Yes, lord’, would place that water-clearing gem in the water, and after it is placed in that water, the various water plants, slime, and leaves  would disappear, the mud would settle, and the water would become clear, bright, and clean. \\\\\\'\"\\''",
  "mil3.1.10:2.5": "'\\'\"\\\\\\'Then they would bring the water to the wheel-turning king, saying, ‘Drink the water, lord.’ \\\\\\'\"\\''",
  "mil3.1.10:3.1": "'\\'\"\\\\\\'Just like the water, your majesty, so the mind is to be understood; just like the men, so the spiritual aspirant is to be understood; just like the various water plants, slime, and leaves  and the mud, so the defilements are to be understood; \\\\\\'\"\\''",
  "mil3.1.10:3.2": "'\\'\"\\\\\\'just like the water-clearing gem, so faith is to be understood. Just like after the water-clearing gem is placed in the water, the various water plants, slime, and leaves would disappear, and the mud would settle, and the water would become clear, bright, and clean; \\\\\\'\"\\''",
  "mil3.1.10:3.3": "'\\'\"\\\\\\'in the same way, your majesty, faith arising suppresses the hindrances and the unobstructed mind is clear, bright, and clean. \\\\\\'\"\\''",
  "mil3.1.10:3.4": "'\\'\"\\\\\\'And in this way, your majesty, calming is a distinguishing characteristic of faith.” \\\\\\'\"\\''",
  "mil3.1.10:4.1": "'\\'\"\\\\\\'“You are clever, venerable Nāgasena!” \\\\\\'\"\\''",
  "mil3.1.10:5.1": "'\\'\"\\\\\\'Calming as a Distinguishing Characteristic of Faith Question tenth \\\\\\'\"\\''"
}