{
  "mil3.2.3:0.1": "Milinda's Questions ",
  "mil3.2.3:0.2": "Time Chapter ",
  "mil3.2.3:0.3": "Knowledge and Wisdom Question ",
  "mil3.2.3:1.1": "The king asked: ",
  "mil3.2.3:1.2": "“Venerable Nāgasena, for one in whom knowledge has arisen, would wisdom also have arisen?” ",
  "mil3.2.3:1.3": "“Yes, your majesty, for one in whom knowledge has arisen, wisdom also has arisen.” ",
  "mil3.2.3:1.4": "“What, venerable sir, is knowledge the same as wisdom?” ",
  "mil3.2.3:1.5": "“Yes, your majesty, knowledge is the same as wisdom.” ",
  "mil3.2.3:1.6": "“Then, venerable sir, for one in whom knowledge has arisen which is the same as wisdom, would he be confused or would he not be confused?” ",
  "mil3.2.3:1.7": "“He would be confused in some instances, your majesty, and would not be confused in other instances.” ",
  "mil3.2.3:1.8": "“When, venerable sir, would he be confused?” ",
  "mil3.2.3:1.9": "“He would be confused, your majesty, concerning those aspects of a craft that he did not know before, or those directions in which he has not gone before, or those names and designations he has not heard before.” ",
  "mil3.2.3:1.10": "“When, venerable sir, would he not be confused?” ",
  "mil3.2.3:1.11": "“He would not be confused, your majesty, concerning that which he has discerned by wisdom, that is, the notions of impermanent, suffering, and not self.” ",
  "mil3.2.3:1.12": "“Then where, venerable sir, does his confusion go?” ",
  "mil3.2.3:1.13": "“Confusion ceases, your majesty, at that very moment when knowledge arises.” ",
  "mil3.2.3:2.1": "“Please give me an analogy.” ",
  "mil3.2.3:2.2": "“Just as, your majesty, some person might bring in a lamp to a dark house, then the darkness ceases, and light appears. ",
  "mil3.2.3:2.3": "In the same way, your majesty, at the moment when knowledge arises, right there confusion ceases.” ",
  "mil3.2.3:3.1": "“Then where, venerable sir, does wisdom go?” ",
  "mil3.2.3:3.2": "“Wisdom, your majesty, ceases right there having done its task, but that understood by wisdom, the notions of impermanent, suffering, and not self do not cease.” ",
  "mil3.2.3:4.1": "“Venerable Nāgasena, what you have just said, ‘Wisdom ceases right there having done its task, but that understood by wisdom, the notions of impermanent, suffering, and not self do not cease,’ please make an analogy for that.” ",
  "mil3.2.3:4.2": "“Just as, your majesty, some person, wishing to send a letter at night, would summon a scribe and light a lamp, and have the letter written. Then, when the letter is written, he would extinguish the lamp. And when the lamp is extinguished the letter would not be destroyed.” ",
  "mil3.2.3:4.3": "In the same way, your majesty, wisdom ceases right there having done its task, but that understood by wisdom, the notions of impermanent, suffering, and not self do not cease.” ",
  "mil3.2.3:5.1": "“Give me another analogy.” ",
  "mil3.2.3:5.2": "“Just as, your majesty, people in the eastern districts might set up five water pots in each house so as to extinguish any burning, and when a house is on fire, they would throw these five pots of water on top of the house, then the fire would be extinguished. Would it occur to these people, your majesty, ‘We must make use of these pots again’?” ",
  "mil3.2.3:5.3": "“Certainly not, venerable sir, those pots have done their job, what further need would there be for them?” ",
  "mil3.2.3:5.4": "“As, your majesty, are the five pots of water, so the five faculties of faith, energy, mindfulness, concentration, and wisdom are to be seen. ",
  "mil3.2.3:5.5": "As those people, so the spiritual practitioner is to be seen. ",
  "mil3.2.3:5.6": "As the fire, so the defilements are to be seen. ",
  "mil3.2.3:5.7": "As the fire is extinguished by the five pots of water, so the defilements are extinguished by the five faculties, and those extinguished defilements do not arise again. ",
  "mil3.2.3:5.8": "In the same way, your majesty, wisdom ceases right there having done its task, but that understood by wisdom, the notions of impermanent, suffering, and not self do not cease.” ",
  "mil3.2.3:6.1": "“Give me another analogy.” ",
  "mil3.2.3:6.2": "“Just as, your majesty, a doctor, having taken the five root medicines and approached a sick person, might crush the five root medicines and get the sick person to drink them, and the sickness would disappear. Would it occur to that doctor, your majesty, ‘I will make use of the five root medicines again’?” ",
  "mil3.2.3:6.3": "“Certainly not, venerable sir, those five root medicines have done their job, what further need would there be for them?” ",
  "mil3.2.3:6.4": "“As, your majesty, are the five root medicines, so the five faculties of faith, energy, mindfulness, concentration, and wisdom are to be seen. As the doctor, so the spiritual practitioner is to be seen. ",
  "mil3.2.3:6.5": "As the disease, so the defilements are to be seen. ",
  "mil3.2.3:6.6": "As the sick person, so the common person is to be seen. ",
  "mil3.2.3:6.7": "As the disease of the sick person is expelled by the five root medicines such that when the disease is expelled the sick person becomes well, so the defilements are expelled by the five faculties, and those expelled defilements do not arise again. ",
  "mil3.2.3:6.8": "In the same way, your majesty, wisdom ceases right there having done its task, but that understood by wisdom, the notions of impermanent, suffering, and not self do not cease.” ",
  "mil3.2.3:7.1": "“Give me another analogy.” ",
  "mil3.2.3:7.2": "“Just as, your majesty, a warrior, skilled in battle, having taken five arrows and entered into battle in order to defeat an opposing army, and gone into battle he might let fly those five arrows, and the opposing army is destroyed by them. Would it occur to that warrior, skilled in battle, your majesty, ‘I will make use of these five arrows again’?” ",
  "mil3.2.3:7.3": "“Certainly not, venerable sir, those five arrows have done their job, what further need would there be for them?” ",
  "mil3.2.3:7.4": "“As, your majesty, are the five arrows, so the five faculties of faith, energy, mindfulness, concentration, and wisdom are to be seen. ",
  "mil3.2.3:7.5": "As the warrior, skilled in battle, so the spiritual practitioner is to be seen. ",
  "mil3.2.3:7.6": "As the opposing army, so the defilements are to be seen. ",
  "mil3.2.3:7.7": "As the opposing army is destroyed by the five arrows, so the defilements are destroyed by the five faculties, and those destroyed defilements do not arise again. ",
  "mil3.2.3:7.8": "In the same way, your majesty, wisdom ceases right there having done its task, but that understood by wisdom, the notions of impermanent, suffering, and not self do not cease.” ",
  "mil3.2.3:8.1": "“You are clever, venerable Nāgasena!” ",
  "mil3.2.3:9.1": "Knowledge and Wisdom Question third "
}