{
  "mil3.2.1:0.1": "Milinda's Questions ",
  "mil3.2.1:0.2": "Time Chapter ",
  "mil3.2.1:0.3": "Continuity of States Question ",
  "mil3.2.1:1.1": "The king asked: ",
  "mil3.2.1:1.2": "“Venerable Nāgasena, is the one who arises the same or otherwise?” ",
  "mil3.2.1:1.3": "The elder said, ",
  "mil3.2.1:1.4": "“Neither the same, nor otherwise.” ",
  "mil3.2.1:2.1": "“Please give me an analogy.” ",
  "mil3.2.1:2.2": "“What do you think, your majesty, when you were a child, young and tender and lying on your back, were you the same as you are now that you are grown?” ",
  "mil3.2.1:2.3": "“Certainly not, venerable sir. That child, young and tender and lying on his back was one thing, and I now grown am another.” ",
  "mil3.2.1:2.4": "“That being so, your majesty, there would be no notion of mother, nor of father, nor of teacher, nor of a craftsperson, nor of a virtuous person, nor of a wise person. ",
  "mil3.2.1:2.5": "Can it be, your majesty, that the mother of the embryo is different from the mother at the next foetal stage, which is different from the mother of following foetal stages, that the mother of a child is different from the mother of the grown person, that one who trains in a craft is different from the one who is trained, that the one who commits an evil deed is different from the one whose hands and feet are cut off?” ",
  "mil3.2.1:2.6": "“Certainly not, venerable sir. ",
  "mil3.2.1:2.7": "And what would you say if somebody said this to be so?” ",
  "mil3.2.1:2.8": "The elder said, ",
  "mil3.2.1:2.9": "“It was just I, your majesty, who was a child, young and tender and lying on my back, and now it is just I who has grown, and all these states are held together dependent on just this body.” ",
  "mil3.2.1:3.1": "“Give me another analogy.” ",
  "mil3.2.1:3.2": "“Just as, your majesty, some person might light a lamp, might it stay lit all night?” ",
  "mil3.2.1:3.3": "“Yes, venerable sir, it might stay lit all night.” ",
  "mil3.2.1:3.4": "“Is it so, your majesty, that the flame in the first watch of the night is the same as that in the middle watch?” ",
  "mil3.2.1:3.5": "“Certainly not, venerable sir.” ",
  "mil3.2.1:3.6": "“Is the flame in the middle watch of the night the same as that in the last watch?” ",
  "mil3.2.1:3.7": "“Certainly not, venerable sir.” ",
  "mil3.2.1:3.8": "“Is it then so, your majesty, that the lamp in the first watch of the night is different from that in the middle watch, which is different from that in the last watch?” ",
  "mil3.2.1:3.9": "“Certainly not, venerable sir. It was burning all through the night dependent on just itself.” ",
  "mil3.2.1:3.10": "“In the same way, your majesty, a continuity of states runs on; as one arises, another ceases. It runs on like there was no before and no after. Consequently, it is neither the same nor the other and the last consciousness is comprised of the first consciousness.” ",
  "mil3.2.1:4.1": "“Give me another analogy.” ",
  "mil3.2.1:4.2": "“Just as, your majesty, milk some time after being milked from a cow would turn to curds, and from curds into butter, and from butter to ghee, would someone who might say, ‘That milk is those curds, those curds is that butter, that butter is that ghee,’ be speaking rightly?” ",
  "mil3.2.1:4.3": "“Certainly not, venerable sir, they come into being because of it.” ",
  "mil3.2.1:4.4": "“In the same way, your majesty, a continuity of states runs on; as one arises, another ceases. It runs on like there was no before and no after. Consequently, it is neither the same nor the other and the last consciousness is comprised of the first consciousness.” ",
  "mil3.2.1:5.1": "“You are clever, venerable Nāgasena!” ",
  "mil3.2.1:6.1": "Continuity of States Question first "
}