{
  "mil3.1.4:0.1": "Milinda's Questions ",
  "mil3.1.4:0.2": "Great Chapter ",
  "mil3.1.4:0.3": "Anantakaya’s Question ",
  "mil3.1.4:1.1": "Then, it occurred to King Milinda, ",
  "mil3.1.4:1.2": "“This wise bhikkhu is very competent to converse with me. There will be many matters to be asked, but there will be so many unasked and then the sun will set. Why don’t I converse with him in the inner palace tomorrow?” ",
  "mil3.1.4:2.1": "Then the king said to Devamantiya, ",
  "mil3.1.4:2.2": "“Well then, Devamantiya, announce this to the venerable one, ‘There will be conversation with the king in the inner palace tomorrow morning’.” ",
  "mil3.1.4:2.3": "After he said this, King Milinda rose from his seat, having received permission from the elder Nāgasena, mounted his chariot, and left, repeating to himself, “Nāgasena, Nāgasena!” ",
  "mil3.1.4:3.1": "Then Devamantiya said to venerable Nāgasena, ",
  "mil3.1.4:3.2": "“King Milinda said this, venerable sir, ",
  "mil3.1.4:3.3": "‘There will be conversation with the king in the inner palace tomorrow morning’.” ",
  "mil3.1.4:3.4": "The elder approved, saying “It is well.” ",
  "mil3.1.4:3.5": "Then, in the early morning, Devamantiya, Anantakāya, Maṅkura, and Sabbadinna approached King Milinda, and said to him, ",
  "mil3.1.4:3.6": "“May the venerable Nāgasena come?” ",
  "mil3.1.4:3.7": "“Yes, he may come.” ",
  "mil3.1.4:3.8": "“With how many bhikkhus may he come?” ",
  "mil3.1.4:3.9": "“He may come with as many bhikkhus as he likes.” ",
  "mil3.1.4:4.1": "Then Sabbadinna said, ",
  "mil3.1.4:4.2": "“May he come with ten bhikkhus, your majesty?” ",
  "mil3.1.4:4.3": "For a second time, the king said, ",
  "mil3.1.4:4.4": "“He may come with as many bhikkhus as he likes.” ",
  "mil3.1.4:4.5": "For a second time, Sabbadinna said, ",
  "mil3.1.4:4.6": "“May he come with ten bhikkhus, your majesty?” ",
  "mil3.1.4:4.7": "For a third time, the king said, ",
  "mil3.1.4:4.8": "“He may come with as many bhikkhus as he likes.” ",
  "mil3.1.4:4.9": "For a third time, Sabbadinna said, ",
  "mil3.1.4:4.10": "“May he come with ten bhikkhus, your majesty?” ",
  "mil3.1.4:4.11": "“All this hospitality has been prepared. I say, ‘He may come with as many bhikkhus as he likes.’ ",
  "mil3.1.4:4.12": "I say this and Sabbadinna says otherwise! Are we not competent to give food to the bhikkhus?” ",
  "mil3.1.4:4.13": "When this was said, Sabbadinna was ashamed. ",
  "mil3.1.4:5.1": "Then, Devamantiya, Anantakāya, and Maṅkura, approached venerable Nāgasena, and said to him, ",
  "mil3.1.4:5.2": "“King Milinda says, ",
  "mil3.1.4:5.3": "‘You may come with as many bhikkhus as you like.’” ",
  "mil3.1.4:5.4": "Then, in the morning, venerable Nāgasena arose, got dressed, took his bowl and robe, and entered Sāgala with eighty thousand bhikkhus. ",
  "mil3.1.4:6.1": "Now, Anantakāya walking alongside venerable Nāgasena said to him, ",
  "mil3.1.4:6.2": "“Bhante Nāgasena, that which you call ‘Nāgasena’, what here is Nāgasena?” ",
  "mil3.1.4:6.3": "The elder said, ",
  "mil3.1.4:6.4": "“Who do you think here is Nāgasena?” ",
  "mil3.1.4:6.5": "“The breath within, the life force, which goes in and comes out, that I consider ‘Nāgasena’.” ",
  "mil3.1.4:6.6": "“When, then, the breath goes out and does not come in, or it comes in and doesn’t go out, would that man live?” ",
  "mil3.1.4:6.7": "“Certainly not, venerable sir.” ",
  "mil3.1.4:6.8": "“Then, when those conch blowers sound the conch, does their breath re-enter?” ",
  "mil3.1.4:6.9": "“Certainly not, venerable sir.” ",
  "mil3.1.4:6.10": "Then when those bamboo flute blowers sound the flute, does their breath re-enter?” ",
  "mil3.1.4:6.11": "“Certainly not, venerable sir.” ",
  "mil3.1.4:6.12": "Then, when those horn blowers sound the horn, does their breath re-enter?” “Indeed not, venerable sir.” ",
  "mil3.1.4:6.13": "“Certainly not, venerable sir.” ",
  "mil3.1.4:6.14": "“Why, then, do they not die because of that?” ",
  "mil3.1.4:6.15": "“I am not competent to converse with you, a debater of the doctrine. It would be good, venerable sir, if you told me the meaning.” ",
  "mil3.1.4:6.16": "“It is not the life force, in-breathing and out-breathing are just bodily activities.” The elder gave a talk on Abhidhamma. ",
  "mil3.1.4:6.17": "Then, Anantakāya announced that he was a lay follower. ",
  "mil3.1.4:7.1": "Anantakāya’s Question fourth "
}