{
  "mil3.3.7:0.1": "'\\'\\\\\\'\"Milinda\\\\\\\\\\\\\\'s Questions \"\\\\\\'\\''",
  "mil3.3.7:0.2": "'\\'\"\\\\\\'Examination Chapter \\\\\\'\"\\''",
  "mil3.3.7:0.3": "'\\'\"\\\\\\'Question on Eye Consciousness, Etc. \\\\\\'\"\\''",
  "mil3.3.7:1.1": "'\\'\"\\\\\\'The king asked: \\\\\\'\"\\''",
  "mil3.3.7:1.2": "'\\'\"\\\\\\'“Venerable Nāgasena, does mind consciousness arise where eye consciousness arises?” \\\\\\'\"\\''",
  "mil3.3.7:1.3": "'\\'\"\\\\\\'“Yes, your majesty, mind consciousness arises where eye consciousness arises.” \\\\\\'\"\\''",
  "mil3.3.7:2.1": "'\\'\"\\\\\\'“Venerable Nāgasena, does eye consciousness arise first, then mind consciousness after, or does mind consciousness arise first, then eye consciousness after?” \\\\\\'\"\\''",
  "mil3.3.7:2.2": "'\\'\"\\\\\\'“Eye consciousness arises first, your majesty, then mind consciousness arises after.” \\\\\\'\"\\''",
  "mil3.3.7:3.1": "'\\'\"\\\\\\'“Venerable Nāgasena, does eye consciousness instruct mind consciousness, ‘where I arise, you should arise,’ or does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’?” \\\\\\'\"\\''",
  "mil3.3.7:3.2": "'\\'\"\\\\\\'“Certainly not, your majesty, there is no conversation between them.” \\\\\\'\"\\''",
  "mil3.3.7:4.1": "'\\'\"\\\\\\'“Then, how is it, venerable Nāgasena, that mind consciousness arises where eye consciousness arises?” \\\\\\'\"\\''",
  "mil3.3.7:4.2": "'\\'\"\\\\\\'“It is because of inclination, your majesty, and because of door, of habit, and of practice.” \\\\\\'\"\\''",
  "mil3.3.7:5.1": "'\\'\"\\\\\\'“How is it, venerable Nāgasena, that because of inclination mind consciousness arises where eye consciousness arises? \\\\\\'\"\\''",
  "mil3.3.7:5.2": "'\\'\"\\\\\\'Please give me an analogy.” \\\\\\'\"\\''",
  "mil3.3.7:5.3": "'\\'\"\\\\\\'“What do you think, your majesty, when it is raining what way would the water go?” \\\\\\'\"\\''",
  "mil3.3.7:5.4": "'\\'\"\\\\\\'“It would go according to the inclination, venerable sir.” \\\\\\'\"\\''",
  "mil3.3.7:5.5": "'\\'\"\\\\\\'“And if it would continue to rain for some time, what way would that water go?” \\\\\\'\"\\''",
  "mil3.3.7:5.6": "'\\'\"\\\\\\'“It would go in the same direction as the earlier water, venerable sir.” \\\\\\'\"\\''",
  "mil3.3.7:6.1": "'\\'\"\\\\\\'“Does the earlier water, your majesty, instruct the later water, ‘where I go, you should go,’ or does the later water instruct the earlier water ‘where you will go, there I will go?’” \\\\\\'\"\\''",
  "mil3.3.7:6.2": "'\\'\"\\\\\\'“Certainly not, venerable sir, there is no conversation between them, they go because of the inclination.” \\\\\\'\"\\''",
  "mil3.3.7:6.3": "'\\'\"\\\\\\'“In the same way, your majesty, because of the inclination eye consciousness arises, then mind consciousness arises. And not because eye consciousness instructs mind consciousness, ‘where I arise, you should arise,’ nor does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’. There is no conversation between them, they arise because of the inclination.” \\\\\\'\"\\''",
  "mil3.3.7:7.1": "'\\'\"\\\\\\'“How is it, venerable Nāgasena, that because of door mind consciousness arises where eye consciousness arises? \\\\\\'\"\\''",
  "mil3.3.7:7.2": "'\\'\"\\\\\\'Please give me an analogy.” \\\\\\'\"\\''",
  "mil3.3.7:7.3": "'\\'\"\\\\\\'“What do you think, your majesty? There might be a king’s border town with strong ramparts, an arched gateway, and only one door, and there, if a man were wishing to depart, how would he do so?” \\\\\\'\"\\''",
  "mil3.3.7:7.4": "'\\'\"\\\\\\'“He would depart through the door, venerable sir.” \\\\\\'\"\\''",
  "mil3.3.7:7.5": "'\\'\"\\\\\\'“Then, if there was another man wishing to depart, how would he do so?” \\\\\\'\"\\''",
  "mil3.3.7:7.6": "'\\'\"\\\\\\'“He would depart in the same way as the first man, venerable sir.” \\\\\\'\"\\''",
  "mil3.3.7:8.1": "'\\'\"\\\\\\'“Does the first man, your majesty, instruct the later man, ‘where I go, you should go,’ or does the later man instruct the first man ‘where you will go, there I will go?’” \\\\\\'\"\\''",
  "mil3.3.7:8.2": "'\\'\"\\\\\\'“Certainly not, venerable sir, there is no conversation between them, they go because of the door.” \\\\\\'\"\\''",
  "mil3.3.7:8.3": "'\\'\"\\\\\\'“In the same way, your majesty, because of the door eye consciousness arises, then mind consciousness arises. And not because eye consciousness instructs mind consciousness, ‘where I arise, you should arise,’ nor does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’. There is no conversation between them, they arise because of the door.” \\\\\\'\"\\''",
  "mil3.3.7:9.1": "'\\'\"\\\\\\'“How is it, venerable Nāgasena, that because of habit mind consciousness arises where eye consciousness arises? \\\\\\'\"\\''",
  "mil3.3.7:9.2": "'\\'\"\\\\\\'Please give me an analogy.” \\\\\\'\"\\''",
  "mil3.3.7:9.3": "'\\'\"\\\\\\'“What do you think, your majesty? If one cart goes first, then which way would a second cart go?” \\\\\\'\"\\''",
  "mil3.3.7:9.4": "'\\'\"\\\\\\'“It would go in the same way as the first cart, venerable sir.” \\\\\\'\"\\''",
  "mil3.3.7:10.1": "'\\'\"\\\\\\'“Does the first cart, your majesty, instruct the later cart, ‘where I go, you should go,’ or does the later cart instruct the first cart ‘where you will go, there I will go?’” \\\\\\'\"\\''",
  "mil3.3.7:10.2": "'\\'\"\\\\\\'“Certainly not, venerable sir, there is no conversation between them, they go because of habit.” \\\\\\'\"\\''",
  "mil3.3.7:10.3": "'\\'\"\\\\\\'“In the same way, your majesty, because of habit eye consciousness arises, then mind consciousness arises. And not because eye consciousness instructs mind consciousness, ‘where I arise, you should arise,’ nor does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’. There is no conversation between them, they arise because of habit.” \\\\\\'\"\\''",
  "mil3.3.7:11.1": "'\\'\"\\\\\\'“How is it, venerable Nāgasena, that because of practice mind consciousness arises where eye consciousness arises? \\\\\\'\"\\''",
  "mil3.3.7:11.2": "'\\'\"\\\\\\'Please give me an analogy.” \\\\\\'\"\\''",
  "mil3.3.7:11.3": "'\\'\"\\\\\\'“Just as, your majesty, a beginner might be clumsy in the arts of hand reckoning, calculation, mental reckoning, and writing, but then, after some time, with careful working and practice, he would become skilful. \\\\\\'\"\\''",
  "mil3.3.7:11.4": "'\\'\"\\\\\\'In the same way, your majesty, because of practice eye consciousness arises, then mind consciousness arises. And not because eye consciousness instructs mind consciousness, ‘where I arise, you should arise,’ nor does mind consciousness instruct eye consciousness ‘where you will arise, there I will arise’. There is no conversation between them, they arise because of practice.” \\\\\\'\"\\''",
  "mil3.3.7:12.1": "'\\'\"\\\\\\'“Venerable Nāgasena, does mind consciousness arise where ear consciousness arises? ... \\\\\\'\"\\''",
  "mil3.3.7:12.2": "'\\'\"\\\\\\'where nose consciousness arises … where tongue consciousness arises … where body consciousness arises?” \\\\\\'\"\\''",
  "mil3.3.7:12.3": "'\\'\"\\\\\\'“Yes, your majesty, mind consciousness arises where body consciousness arises.” \\\\\\'\"\\''",
  "mil3.3.7:13.1": "'\\'\"\\\\\\'“Venerable Nāgasena, does body consciousness arise first, then mind consciousness after, or does mind consciousness arise first, then body consciousness after?” \\\\\\'\"\\''",
  "mil3.3.7:13.2": "'\\'\"\\\\\\'“Body consciousness arises first, your majesty, then mind consciousness arises after.” \\\\\\'\"\\''",
  "mil3.3.7:14.1": "'\\'\"\\\\\\'“Venerable Nāgasena, does … \\\\\\'\"\\''",
  "mil3.3.7:14.2": "'\\'\"\\\\\\'... there is no conversation between them, they arise because of practice.” \\\\\\'\"\\''",
  "mil3.3.7:15.1": "'\\'\"\\\\\\'“You are clever, venerable Nāgasena.” \\\\\\'\"\\''",
  "mil3.3.7:16.1": "'\\'\"\\\\\\'Question on Eye Consciousness, Etc. seventh \\\\\\'\"\\''"
}