{
  "mil3.3.2:0.1": "Milinda's Questions ",
  "mil3.3.2:0.2": "Examination Chapter ",
  "mil3.3.2:0.3": "Question on the Earliest Point ",
  "mil3.3.2:1.1": "The king asked: ",
  "mil3.3.2:1.2": "“Venerable Nāgasena, concerning that which you said, ‘No earliest point can be discerned,’ please give me an analogy for that.” ",
  "mil3.3.2:1.3": "“Just as, your majesty, a man might put a small seed in the ground, then having produced a sprout and having gradually undergone increase, growth, and full development, it would ripen into fruit. ",
  "mil3.3.2:1.4": "Then again having taken from that a seed and cultivated it, then having produced a sprout and having gradually undergone increase, growth, and full development, it would ripen into fruit. ",
  "mil3.3.2:1.5": "Is there thus an end to this continuity?” ",
  "mil3.3.2:1.6": "“There is not, venerable sir.” ",
  "mil3.3.2:1.7": "“In the same way, your majesty, no earliest point of transmigration time can be discerned.” ",
  "mil3.3.2:2.1": "“Give me another analogy.” ",
  "mil3.3.2:2.2": "“Just as, your majesty, an egg might be produced from a hen, a hen from that egg, and an egg from that hen. ",
  "mil3.3.2:2.3": "Is there thus an end to this continuity?” ",
  "mil3.3.2:2.4": "“There is not, venerable sir.” ",
  "mil3.3.2:2.5": "“In the same way, your majesty, no earliest point of transmigration time can be discerned.” ",
  "mil3.3.2:3.1": "“Give me another analogy.” ",
  "mil3.3.2:3.2": "The elder drew a circle on the ground and said to King Milinda, ",
  "mil3.3.2:3.3": "“Is there an end to this circle?” ",
  "mil3.3.2:3.4": "“There is not, venerable sir.” ",
  "mil3.3.2:3.5": "“In the same way, your majesty, these cycles spoken of by the Blessed One, ‘Dependent on the eye and form, eye consciousness arises, and the meeting of the three is contact. From the condition of contact there is feeling, from the condition of feeling there is craving, from the condition of craving there is clinging, from the condition of clinging there is karma, and again the eye is born from karma. ",
  "mil3.3.2:3.6": "Is there thus an end to this continuity?” ",
  "mil3.3.2:3.7": "“There is not, venerable sir.” ",
  "mil3.3.2:4.1": "‘Dependent on the ear and sound … ",
  "mil3.3.2:4.2": "Dependent on the mind and thought, mind consciousness arises, and the meeting of the three is contact. From the condition of contact there is feeling, from the condition of feeling there is craving, from the condition of craving there is clinging, from the condition of clinging there is karma, and again the mind is born from karma. ",
  "mil3.3.2:4.3": "Is there thus an end to this continuity?” ",
  "mil3.3.2:4.4": "“There is not, venerable sir.” ",
  "mil3.3.2:4.5": "“In the same way, your majesty, no earliest point of transmigration time can be discerned.” ",
  "mil3.3.2:5.1": "“You are clever, venerable Nāgasena.” ",
  "mil3.3.2:6.1": "Question on the Earliest Point second "
}