{
  "mil3.8:0.1": "Milinda’s Questions ",
  "mil3.8:0.2": "8. The Asking and Answering of Milinda’s Questions ",
  "mil3.8:1.1": "The elder said, ",
  "mil3.8:1.2": "“Do you know, your majesty, what time it is now?” ",
  "mil3.8:1.3": "“Yes, venerable sir, I know. ‘The first watch of the night has passed, the middle watch is proceeding, the torches are lit, and the four banners have been commanded to go from the treasury bearing royal gifts.’” ",
  "mil3.8:2.1": "The Bactrian Greeks said this: “You are clever, your majesty, the elder is wise.” ",
  "mil3.8:2.2": "“Yes, friends, the elder is wise. If there were a teacher such as he and a pupil such as myself, before long a wise person would understand the Dhamma.” ",
  "mil3.8:2.3": "Pleased with his answering of questions, the king covered the elder Nāgasena with a blanket worth a hundred thousand (kahāpaṇas) saying: “Venerable Nāgasena, from today I establish for you a meal for eight hundred, and I invite you with whatever is allowable in the inner palace.” ",
  "mil3.8:2.4": "“Enough, your majesty, I am living.” ",
  "mil3.8:2.5": "“I know, Venerable Nāgasena, that you are living, but still protect yourself and protect me too.” ",
  "mil3.8:2.6": "“How do you protect yourself? ‘Nāgasena pleased King Milinda but received nothing’—lest such reproach should come, thus protect yourself. ",
  "mil3.8:2.7": "How should you protect me? ‘King Milinda was pleased but showed no sign of his pleasure’—lest such reproach should come, thus protect me.” ",
  "mil3.8:2.8": "“So be it, your majesty.” ",
  "mil3.8:2.9": "“Just as, venerable sir, a lion, the king of beasts, even when placed in a golden cage, remains outward-facing; ",
  "mil3.8:2.10": "even so, venerable sir, though I dwell in a house, I remain outward-facing. ",
  "mil3.8:2.11": "If I, venerable sir, were to go forth from the household life into homelessness, I would not live long, so many are my enemies.” ",
  "mil3.8:3.1": "Then the Venerable Nāgasena, having answered King Milinda’s question, rose from his seat and went to the monastery. ",
  "mil3.8:3.2": "Not long after the Venerable Nāgasena had departed, this occurred to King Milinda: ",
  "mil3.8:3.3": "“What did I ask? What did the Venerable Nāgasena answer?” ",
  "mil3.8:3.4": "Then this occurred to King Milinda: ",
  "mil3.8:3.5": "“Everything was well asked by me, everything was well answered by the Venerable Nāgasena.” ",
  "mil3.8:3.6": "And to the Venerable Nāgasena, having reached the monastery, this occurred: ",
  "mil3.8:3.7": "“What did King Milinda ask? What did I answer?” ",
  "mil3.8:3.8": "Then this occurred to the Venerable Nāgasena: ",
  "mil3.8:3.9": "“Everything was well asked by King Milinda, everything was well answered by me.” ",
  "mil3.8:4.1": "Then the Venerable Nāgasena, when that night had passed, in the morning having dressed and taking his bowl and robe, approached King Milinda’s dwelling, and then sat down on the seat prepared. ",
  "mil3.8:4.2": "Then King Milinda, paid respects to the Venerable Nāgasena, and sat down to one side. Sitting to one side, King Milinda said this to the Venerable Nāgasena: ",
  "mil3.8:5.1": "“May the venerable one not think thus: ‘Nāgasena was asked a question by me,’ and with that very joy pass the rest of that night—it should not be seen thus by you. ",
  "mil3.8:5.2": "For me, venerable sir, during the rest of that night, this occurred: ",
  "mil3.8:5.3": "‘What did I ask? What was answered by the venerable one?’—‘Everything was well asked by me, everything was well answered by the venerable one.’” ",
  "mil3.8:6.1": "The elder also said thus: ",
  "mil3.8:6.2": "“May it not occur to your majesty thus: ‘King Milinda’s question was answered by me,’ and with that very joy pass the rest of that night—it should not be seen thus by you. ",
  "mil3.8:6.3": "For me, your majesty, during the rest of that night, this occurred: ",
  "mil3.8:6.4": "‘What was asked by King Milinda? What did I answer?’—‘Everything was well asked by King Milinda, everything was well answered by me.’” Thus these great beings mutually rejoiced in each other’s well-spoken words. ",
  "mil3.8:7.1": "The Asking and Answering of Milinda’s Questions completed "
}