{
  "mil4.5:0.1": "Milinda’s Questions ",
  "mil4.5:0.2": "Initial Discussion on Solving of Dilemmas ",
  "mil4.5:0.3": "Qualities of a Lay Follower Chapter ",
  "mil4.5:0.4": "5. The Qualities of a Teacher ",
  "mil4.5:1.1": "“Venerable Nāgasena, this area of ground is free from the eight impediments for deliberation, and I am the supreme deliberator in the world, a keeper of secrets, and for as long as I live I shall keep secrets. Through eight causes my wisdom has reached maturity. A student like me is rare nowadays. For a student who practices rightly, there are twenty-five qualities of a teacher with which a teacher should practice rightly. ",
  "mil4.5:1.2": "What are the twenty-five qualities? ",
  "mil4.5:2.1": "Here, Venerable Nāgasena, a teacher should establish constant and continuous protection over the student; what should and should not be associated with should be made known; negligence and diligence should be made known; sleeping quarters should be made known; illness should be made known; whether food has been obtained or not should be made known; excellence should be made known; what has been obtained in the bowl should be shared; a student should be encouraged: ‘Do not fear, your goal is approaching for you’; ‘He associates with this person’—so this association should be made known; association in the village should be made known; association in the monastery should be made known; no ridicule or mockery should be made of him; conversation should be had with him; seeing a fault, it should be overlooked; one should be careful in action; one should be unbroken in action; one should not make secrets; one should be complete in action; the thought ‘I will make him skilled in the arts’ should be established; the thought ‘How may he not decline?’ in the development of his mind should be established; the thought ‘I make him strong with the strength of training’ should be established; a mind of loving-kindness should be established; in misfortunes he should not be abandoned; in duties one should not be negligent; when he stumbles he should be lifted up with Dhamma. ",
  "mil4.5:2.2": "These, Venerable Sir, are the twenty-five qualities of a teacher as a teacher. May you act rightly toward me with respect to these qualities. A doubt has arisen in me, Venerable Sir. There are difficult dilemmas spoken by the Conqueror; in the future time dispute will arise about them. And in the future time those of great intelligence like you will be rare. Give me vision regarding those questions for the suppression of opposing views.” "
}