{
  "mil4.1:0.1": "Milinda’s Questions ",
  "mil4.1:0.2": "Initial Discussion on Solving of Dilemmas ",
  "mil4.1:0.3": "Qualities of a Lay Follower Chapter ",
  "mil4.1:0.4": "1. The Eight Places for Discussion to be Avoided ",
  "mil4.1:1.1": "Eloquent in speech, a debater, ",
  "mil4.1:1.2": "extremely intelligent and attentive; ",
  "mil4.1:1.3": "Milinda, to break through to knowledge, ",
  "mil4.1:1.4": "approached Nāgasena. ",
  "mil4.1:2.1": "Dwelling in his shade, ",
  "mil4.1:2.2": "questioning again and again; ",
  "mil4.1:2.3": "Having become one of penetrating intellect, ",
  "mil4.1:2.4": "he too became a master of the Tipiṭaka. ",
  "mil4.1:3.1": "Pondering the nine-fold teaching, ",
  "mil4.1:3.2": "having gone into seclusion in the night watch; ",
  "mil4.1:3.3": "He saw the dilemmas, ",
  "mil4.1:3.4": "hard to unravel, with their refutations. ",
  "mil4.1:4.1": "“There is figurative teaching, ",
  "mil4.1:4.2": "there is referential teaching; ",
  "mil4.1:4.3": "There is literal teaching, ",
  "mil4.1:4.4": "in the dispensation of the King of Dhamma. ",
  "mil4.1:5.1": "Not understanding the meaning of these, ",
  "mil4.1:5.2": "the dilemmas spoken about by the Conqueror; ",
  "mil4.1:5.3": "In the future time, ",
  "mil4.1:5.4": "there will be argument about them. ",
  "mil4.1:6.1": "Come, having confidence in the speaker, ",
  "mil4.1:6.2": "I shall have the dilemmas cut through; ",
  "mil4.1:6.3": "By the path pointed out by him, ",
  "mil4.1:6.4": "people will explain accordingly in the future.” ",
  "mil4.1:7.1": "Then King Milinda, when the night had brightened, and dawn had arisen, having washed his head, raising his joined palms to his head, having recollected the Perfectly Enlightened Ones of the past, future, and present, undertook eight observance practices: “From now for the next seven days, having undertaken the eight qualities, asceticism is to be practiced by me. Having practiced asceticism, and having pleased the teacher, I shall ask about the dilemmas.” ",
  "mil4.1:7.2": "Then King Milinda, removed his ordinary pair of garments, took off his ornaments, dressed in ochre robes, wrapped a head covering on his shaved-head, and having entered the state of a sage, undertook the eight qualities: “During these seven days, royal affairs should not be administered by me, thoughts connected with lust should not be aroused, thoughts connected with anger should not be aroused, thoughts connected with delusion should not be aroused, conduct towards slaves, workers, and servants should be with humility, bodily and verbal conduct should be guarded, the six sense bases should be completely guarded, the mind should be directed to the development of loving-kindness.” ",
  "mil4.1:7.3": "Having undertaken these eight qualities, and having established his mind in these very eight qualities, not going outside for seven days, and on the eighth day, when the night had brightened, having taken the morning meal early, with downcast eyes, measured in speech, with well-composed deportment and undistracted mind, joyful, uplifted, and serene, he approached the Elder Nāgasena and bowed his head to the elder’s feet. Standing to one side, he said this: ",
  "mil4.1:8.1": "“Venerable Nāgasena, I have a certain matter to discuss with you and I wish it to be in private, in an empty place, in seclusion, in the forest, endowed with the eight qualities, fitting for an ascetic. ",
  "mil4.1:8.2": "There, that question should be asked. Nothing there should be kept hidden or secret from me. I am worthy to hear secrets when we have gone into proper discussion. That matter should also be examined with similes. Like what? Just as, Venerable Nāgasena, the great earth is worthy of a deposit (of treasure) when a deposit is made. ",
  "mil4.1:8.3": "Even so, Venerable Nāgasena, I am worthy to hear secrets when we have gone into proper discussion.” ",
  "mil4.1:9.1": "Having entered a secluded place with his teacher, he said this: ",
  "mil4.1:9.2": "“Venerable Nāgasena, here a person desiring to take counsel should avoid eight places. A wise person does not discuss matters in those places; for even if discussed, the matter comes to naught and does not succeed. ",
  "mil4.1:9.3": "What are the eight places? ",
  "mil4.1:9.4": "Uneven ground should be avoided, a dangerous place should be avoided, an excessively windy place should be avoided, a concealed place should be avoided, a deva-shrine should be avoided, a road should be avoided, a battlefield should be avoided, a water-crossing should be avoided. ",
  "mil4.1:9.5": "These eight places should be avoided.” ",
  "mil4.1:10.1": "The elder said, ",
  "mil4.1:10.2": "“What is the fault in uneven ground, in a dangerous place, in excessive wind, in a concealed place, in a deva-shrine, on a road, in a battlefield, at a water-crossing?” ",
  "mil4.1:10.3": "“On uneven ground, Venerable Nāgasena, a matter discussed scatters, breaks apart, flows away, does not succeed; in a dangerous place the mind becomes frightened; being frightened, one does not properly consider the matter; in excessive wind the sound is unclear; in a concealed place eavesdroppers stand by; in a deva-shrine a matter discussed becomes grave; on a road a matter discussed becomes trivial; in a battlefield it becomes fickle; at a water-crossing it becomes public. ",
  "mil4.1:10.4": "It is said here: ",
  "mil4.1:11.1": "‘Uneven ground, a dangerous place, excessive wind, ",
  "mil4.1:11.2": "A concealed place, a shrine to devas; ",
  "mil4.1:11.3": "A road, a battlefield, and a water-crossing. ",
  "mil4.1:11.4": "These eight should be avoided.’” ",
  "mil4.1:12.1": "The Eight Places for Discussion to be Avoided "
}