{
  "mil4.3:0.1": "Milinda's Questions ",
  "mil4.3:0.2": "Meṇḍaka's Dilemmas I ",
  "mil4.3:0.3": "Qualities of a Lay Follower Chapter ",
  "mil4.3:0.4": "3. Nine Kinds of People Who Can't Keep Secrets ",
  "mil4.3:1.1": "“Venerable Nāgasena, there are these nine types of people who disclose and do not keep secret counsel. ",
  "mil4.3:1.2": "What are the nine? ",
  "mil4.3:1.3": "A person characterized by lust, a person characterized by anger, a person characterized by delusion, a fearful person, a person attached to sensual things, a woman, a drunkard, a eunuch, and a child.” ",
  "mil4.3:2.1": "The elder said: ",
  "mil4.3:2.2": "“What is the fault with these?” ",
  "mil4.3:2.3": "“A person characterized by lust, Venerable Nāgasena, discloses and does not keep secret counsel, on account of passion; a person characterized by anger, venerable sir, discloses and does not keep secret counsel on account of ill-will; a deluded person discloses and does not keep secret counsel on account of delusion; a fearful person discloses and does not keep secret counsel on account of fear; a person attached to sensual things discloses and does not keep secret counsel for the sake of material pleasures; a woman discloses and does not keep secret counsel due to changeableness; a drunkard discloses and does not keep secret counsel because of addiction to drink; a eunuch discloses and does not keep secret counsel due to uncertainty; and a child discloses and does not keep secret counsel due to fickleness.” ",
  "mil4.3:2.4": "It is said concerning this: ",
  "mil4.3:3.1": "“An infatuated person, a malicious one, a deluded one, ",
  "mil4.3:3.2": "a coward, a materialist, ",
  "mil4.3:3.3": "A woman, a drunkard, a eunuch, ",
  "mil4.3:3.4": "and a child make nine. ",
  "mil4.3:4.1": "These nine types of people in the world, ",
  "mil4.3:4.2": "unsteady, fickle, wavering; ",
  "mil4.3:4.3": "From these counsel that is hidden ",
  "mil4.3:4.4": "quickly becomes revealed.” ",
  "mil4.3:5.1": "Nine Kinds of People Who Can't Keep Secrets "
}