{
  "mil5.1.2:0.1": "Milinda’s Questions ",
  "mil5.1.2:0.2": "Questions on Dilemmas ",
  "mil5.1.2:0.3": "Supernatural Powers Chapter ",
  "mil5.1.2:0.4": "2 The Question on Omniscience ",
  "mil5.1.2:1.1": "“Venerable Nāgasena, was the Buddha omniscient?” ",
  "mil5.1.2:1.2": "“Yes, your majesty, the Blessed One was omniscient, but the knowledge and vision of the Blessed One was not continuously and constantly present. The omniscient knowledge of the Blessed One was connected with adverting; having adverted, he knew whatever he wished to.” ",
  "mil5.1.2:1.3": "“Well then, Venerable Nāgasena, the Buddha was not omniscient, ",
  "mil5.1.2:1.4": "if his omniscient knowledge was due to searching.” ",
  "mil5.1.2:1.5": "“If there were a hundred cartloads of rice grain, your majesty, and each cartload had seven and a half standard grain measures, plus two barrels full, could anyone who put their mind to it compute the number of laks of rice grains in just a single finger-snap? ",
  "mil5.1.2:2.1": "Here these seven types of minds occur. ",
  "mil5.1.2:2.2": "Those people, your majesty, who have lust, anger, delusion, and defilements, and whose body, virtue, mind, and wisdom are undeveloped—for them that mentality arises heavily and operates slowly. ",
  "mil5.1.2:2.3": "Why is that? ",
  "mil5.1.2:2.4": "Because of the undeveloped state of the mind. ",
  "mil5.1.2:2.5": "Just as, your majesty, when a bamboo stalk that is spread out, wide, stretched out, tangled and intertwined, matted with branches and twigs, is being dragged along, its movement is heavy and slow. ",
  "mil5.1.2:2.6": "Why is that? ",
  "mil5.1.2:2.7": "Because of the tangled and intertwined state of the branches. ",
  "mil5.1.2:2.8": "In the same way, your majesty, those who have lust, anger, delusion, and defilements, and whose body, virtue, mind, and wisdom are undeveloped—for them that mind arises heavily and operates slowly. ",
  "mil5.1.2:2.9": "Why is that? ",
  "mil5.1.2:2.10": "Because of being tangled and intertwined by defilements. This is the first type of mind. ",
  "mil5.1.2:3.1": "Here this is the second type of mind distinguished: ",
  "mil5.1.2:3.2": "Those, your majesty, who are stream-enterers, who have closed the door to the lower realms, who have attained right view, who have understood the Teacher's instruction—for them that mind arises buoyantly and operates buoyantly in three (lower) stages. ",
  "mil5.1.2:3.3": "In the higher planes it arises heavily and operates slowly. ",
  "mil5.1.2:3.4": "Why is that? ",
  "mil5.1.2:3.5": "Because of the purity of the mind in the three (lower) stages, and because of the non-abandonment of defilements in those higher. ",
  "mil5.1.2:3.6": "Just as, your majesty, when a bamboo stalk that is purified of three nodes and joints but above is matted with branches and twigs is being dragged along, up to the three nodes it moves buoyantly, but above that it is obstructed. ",
  "mil5.1.2:3.7": "Why is that? ",
  "mil5.1.2:3.8": "Because of purity below and because of being matted with branches and twigs above. ",
  "mil5.1.2:3.9": "In the same way, your majesty, those who are stream-enterers, who have closed the door to the lower realms, who have attained right view, who have understood the Teacher's instruction—for them that mind arises buoyantly and operates buoyantly in three places, but in the higher planes it arises heavily and operates slowly. ",
  "mil5.1.2:3.10": "Why is that? ",
  "mil5.1.2:3.11": "Because of the purity of the mind in the three (lower) stages and because of the non-abandonment of defilements in the higher. This is the second type of mind. ",
  "mil5.1.2:4.1": "Here this is the third type of mind distinguished: ",
  "mil5.1.2:4.2": "Those, your majesty, who are once-returners, whose lust, anger, and delusion have become attenuated—for them that mind arises buoyantly and operates buoyantly in five places. In the higher planes it arises heavily and operates slowly. ",
  "mil5.1.2:4.3": "Why is that? ",
  "mil5.1.2:4.4": "Because of the purity of the mind in the five places and because of the non-abandonment of defilements above. ",
  "mil5.1.2:4.5": "Just as, your majesty, when a bamboo stalk that is spread out, wide, stretched out, tangled and intertwined, matted with branches and twigs, is being dragged along, its movement is heavy and slow. ",
  "mil5.1.2:4.6": "Why is that? ",
  "mil5.1.2:4.7": "Because of purity below and because of being matted with branches and twigs above. ",
  "mil5.1.2:4.8": "In the same way, your majesty, those who are once-returners, whose lust, anger, and delusion have become attenuated—for them that mind arises buoyantly and operates buoyantly in five places, but in the higher planes it arises heavily and operates slowly. ",
  "mil5.1.2:4.9": "Why is that? ",
  "mil5.1.2:4.10": "Because of the purity of the mind in the five places and because of the non-abandonment of defilements above. This is the third type of mind.” ",
  "mil5.1.2:5.1": "Here this is the fourth type of mind distinguished: ",
  "mil5.1.2:5.2": "Those, your majesty, who are non-returners, who have abandoned the five lower fetters—for them that mind arises buoyantly and operates buoyantly in ten places. In the higher planes it arises heavily and operates slowly. ",
  "mil5.1.2:5.3": "Why is that? ",
  "mil5.1.2:5.4": "Because of the purity of the mind in the ten places and because of the non-abandonment of defilements above. ",
  "mil5.1.2:5.5": "Just as, your majesty, when a bamboo stalk that is purified of ten nodes and joints but above is matted with branches and twigs is being dragged along, up to the ten nodes it moves buoyantly, but above that it is obstructed. ",
  "mil5.1.2:5.6": "Why is that? ",
  "mil5.1.2:5.7": "Because of purity below and because of being matted with branches and twigs above. ",
  "mil5.1.2:5.8": "In the same way, your majesty, those who are non-returners, who have abandoned the five lower fetters—for them that mind arises buoyantly and operates buoyantly in ten places, but in the higher planes it arises heavily and operates slowly. ",
  "mil5.1.2:5.9": "Why is that? ",
  "mil5.1.2:5.10": "Because of the purity of the mind in the ten places and because of the non-abandonment of defilements above. This is the fourth type of mind. ",
  "mil5.1.2:6.1": "Here this is the fifth type of mind distinguished: ",
  "mil5.1.2:6.2": "Those, your majesty, who are arahants, whose mental influxes are destroyed, who have washed away impurities, who have cast out defilements, who have lived the holy life, who have done what was to be done, who have laid down the burden, who have attained their own goal, who have completely destroyed the fetters of existence, who have attained the analytical knowledges, who are purified in the planes of the disciple—for them that mind arises buoyantly and operates buoyantly in the disciple’s domains. In the planes of a paccekabuddha (one enlightened by and for himself) it arises heavily and operates slowly. ",
  "mil5.1.2:6.3": "Why is that? ",
  "mil5.1.2:6.4": "Because of purity in the disciple’s domains and because of non-purity in the paccekabuddha’s domains. ",
  "mil5.1.2:6.5": "Just as, your majesty, when a bamboo stalk that is purified of all nodes and joints is being dragged along, its movement is buoyant and not slow. ",
  "mil5.1.2:6.6": "Why is that? ",
  "mil5.1.2:6.7": "Because of being purified of all nodes and joints, because of the non-grasping of the bamboo. ",
  "mil5.1.2:6.8": "In the same way, your majesty, those who are arahants, whose mental influxes are destroyed, who have washed away impurities, who have cast out defilements, who have lived the holy life, who have done what was to be done, who have laid down the burden, who have attained their own goal, who have completely destroyed the fetters of existence, who have attained the analytical knowledges, who are purified in the planes of the disciple—for them that mind arises buoyantly and operates buoyantly in the disciple’s domains, but in the paccekabuddha’s planes it arises heavily and operates slowly. ",
  "mil5.1.2:6.9": "Why is that? ",
  "mil5.1.2:6.10": "Because of purity in the disciple’s domain and because of non-purity in the domains of a paccekabuddha. This is the fifth type of mind. ",
  "mil5.1.2:7.1": "Here this is the sixth type of mind distinguished: ",
  "mil5.1.2:7.2": "Those, your majesty, who are paccekabuddhas—self-awakened, without a teacher, solitary wanderers, like a rhinoceros horn, with purified and spotless minds in their own domain—for them that mind arises buoyantly and operates buoyantly in their own domain. In the planes of the omniscient Buddha it arises heavily and operates slowly. ",
  "mil5.1.2:7.3": "Why is that? ",
  "mil5.1.2:7.4": "Because of purity in their own domain and because of the vastness of the domain of the omniscient Buddha. ",
  "mil5.1.2:7.5": "Just as, your majesty, a man might cross his own small river-domain by night or by day, whenever he wishes, without fear—but then, seeing from afar the great ocean, deep, wide, bottomless, shoreless, he would be afraid, would hesitate, would not be able to enter it. ",
  "mil5.1.2:7.6": "Why is that? ",
  "mil5.1.2:7.7": "Because of having crossed his own domain, and because of the vastness of the great ocean. ",
  "mil5.1.2:7.8": "In the same way, your majesty, those who are paccekabuddhas—self-awakened, without a teacher, solitary wanderers, like a rhinoceros horn, with purified and spotless minds in their own domain—for them that mind arises buoyantly and operates buoyantly in their own domain, but in the planes of the omniscient Buddha it arises heavily and operates slowly. ",
  "mil5.1.2:7.9": "Why is that? ",
  "mil5.1.2:7.10": "Because of purity in their own domain and because of the vastness of the domain of the omniscient Buddha. This is the sixth type of mind. ",
  "mil5.1.2:8.1": "Here this is the seventh type of mind distinguished: ",
  "mil5.1.2:8.2": "Those, your majesty, who are perfectly enlightened Buddhas, omniscient, possessors of the ten powers, confident with the four kinds of self-confidence, endowed with the eighteen Buddha-qualities, infinite victors, with unobstructed knowledge—for them that mind arises buoyantly and operates buoyantly everywhere. ",
  "mil5.1.2:8.3": "Why is that? ",
  "mil5.1.2:8.4": "Because of purity everywhere. ",
  "mil5.1.2:8.5": "Does an arrow, your majesty, that is well-washed, spotless, smooth, with a fine edge, straight, not bent, not crooked, mounted on a strong bow, shot with force at fine linen or fine cotton or fine wool-cloth—does it experience hesitation or sticking?” ",
  "mil5.1.2:8.6": "“Certainly not, venerable sir.” ",
  "mil5.1.2:8.7": "“Why is that? ",
  "mil5.1.2:8.8": "Because of the fineness of the cloths, because of the well-washed state of the arrow, and because of the force of the shot. ",
  "mil5.1.2:8.9": "In the same way, your majesty, those who are perfectly enlightened Buddhas, omniscient, possessors of the ten powers, confident with the four kinds of self-confidence, endowed with the eighteen Buddha-qualities, infinite victors, with unobstructed knowledge—for them that mind arises buoyantly and operates buoyantly everywhere. ",
  "mil5.1.2:8.10": "Why is that? ",
  "mil5.1.2:8.11": "Because of purity everywhere. This is the seventh type of mind. ",
  "mil5.1.2:9.1": "There, your majesty, that mind of the omniscient Buddhas, having surpassed the computation of even the six (types of) minds, is utterly pure and buoyant with innumerable qualities. ",
  "mil5.1.2:9.2": "And since the mind of the Blessed One is pure and buoyant, therefore, your majesty, the Blessed One displays the twin miracle. ",
  "mil5.1.2:9.3": "Concerning the twin miracle, your majesty, it should be understood that the minds of the Buddhas, the Blessed Ones, change so buoyantly—it is not possible to state a further reason there. And those miracles too, your majesty, taking the mind of the omniscient Buddhas as their basis, do not come to counting, reckoning, calculation, or even a fraction (in comparison). The omniscient knowledge of the Blessed One, your majesty, features adverting; having adverted, he knows whatever he wishes. ",
  "mil5.1.2:10.1": "Just as, your majesty, a man might place in the opposite hand whatever is held in one hand, utter speech with open mouth, swallow food that is in his mouth, open his eyes that were closed, or close his eyes that were open, extend an arm that is bent, or bend an arm that is extended—this takes much longer, your majesty; the omniscient knowledge of the Blessed One is more buoyant, the adverting is more buoyant. Having adverted, he knows whatever he wishes. The Buddhas, the Blessed Ones, are not to be called ‘not omniscient’ merely because of the brief moment of adverting.” ",
  "mil5.1.2:11.1": "“Adverting too, Venerable Nāgasena, should be considered as searching. Come now, convince me on this matter with a reason.” ",
  "mil5.1.2:11.2": "“Suppose, your majesty, a man who is wealthy, extremely rich, of great possessions, with abundant gold and silver, with abundant property and requisites, with abundant treasures and grain—he has rice, barley, paddy, sesame, beans, lentils, all kinds of beans, as well as ghee, oil, fresh butter, milk, curds, honey, molasses, and sugar stored away in granaries, baskets, pots, boxes, and storerooms. And suppose a guest were to come to that man, worthy of a meal, desiring a meal, but whatever cooked food was in his house happened to be finished. He would take rice from the pot and cook a meal. Would that man, your majesty, on account of that brief delay for the meal, be called poor or destitute?” ",
  "mil5.1.2:11.3": "“Certainly not, venerable sir. Even in the house of a wheel-turning monarch, venerable sir, there is a delay for a meal at the wrong time—how much more so in that of a householder.” ",
  "mil5.1.2:11.4": "“In the same way, your majesty, the omniscient knowledge of the Tathāgata has only a brief moment of adverting; having adverted, he knows whatever he wishes. ",
  "mil5.1.2:12.1": "Or suppose, your majesty, there were a tree laden with fruit, bent down, bowed down, filled with a mass of fruit, but not a single fruit had yet fallen from it. Would that tree, your majesty, on account of that brief delay of a falling fruit, be called fruitless?” ",
  "mil5.1.2:12.2": "“Certainly not, venerable sir. Those tree-fruits are connected with falling; when they fall, one obtains whatever one wishes.” ",
  "mil5.1.2:12.3": "“In the same way, your majesty, the omniscient knowledge of the Tathāgata is connected with adverting; having adverted, he knows whatever he wishes.” ",
  "mil5.1.2:13.1": "“Venerable Nāgasena, does the Buddha know whatever he wishes by adverting again and again?” ",
  "mil5.1.2:13.2": "“Yes, your majesty, the Blessed One knows whatever he wishes by adverting again and again. ",
  "mil5.1.2:14.1": "Just as, your majesty, when the wheel-turning monarch remembers the jewel of the wheel, thinking ‘May the jewel of the wheel come to me’—when remembered, the jewel of the wheel comes; ",
  "mil5.1.2:14.2": "in the same way, your majesty, the Tathāgata knows whatever he wishes by adverting again and again.” ",
  "mil5.1.2:14.3": "“Strong is your reasoning, Venerable Nāgasena! The Buddha is omniscient. We accept that the Buddha is omniscient.” ",
  "mil5.1.2:15.1": "The Question on Omniscience of the Buddha second "
}