{
  "mil5.1.4:0.1": "Milinda’s Questions ",
  "mil5.1.4:0.2": "Questions on Dilemmas ",
  "mil5.1.4:0.3": "Supernatural Powers Chapter ",
  "mil5.1.4:0.4": "4. Question On the Shaking of the Earth ",
  "mil5.1.4:1.1": "“Venerable Nāgasena, this was said by the Blessed One: ",
  "mil5.1.4:1.2": "‘Bhikkhus, there are these eight causes and eight conditions for the appearance of a great earthquake.’ ",
  "mil5.1.4:1.3": "This was a complete statement, a statement without exception, a statement without alternative—there is no other ninth cause for the appearance of a great earthquake. ",
  "mil5.1.4:1.4": "If, Venerable Nāgasena, there were another ninth cause for the appearance of a great earthquake, the Blessed One would have stated that cause too. ",
  "mil5.1.4:1.5": "Since, Venerable Nāgasena, there is no other ninth cause for the appearance of a great earthquake, therefore it was not declared by the Blessed One. But this ninth cause for the appearance of a great earthquake is seen: when King Vessantara was giving the great offering, the great earth shook seven times. ",
  "mil5.1.4:1.6": "If, Venerable Nāgasena, there are only eight causes and eight conditions for the appearance of a great earthquake, then the statement that when King Vessantara was giving the great offering the great earth shook seven times is false. ",
  "mil5.1.4:1.7": "If when King Vessantara was giving the great offering the great earth shook seven times, then the statement that there are only eight causes and eight conditions for the appearance of a great earthquake is also false. ",
  "mil5.1.4:1.8": "This is a dilemma with two horns, subtle, difficult to unravel, obscuring and profound. It has come to you; it cannot be resolved by another of inferior wisdom except by one as wise as you.” ",
  "mil5.1.4:2.1": "“And this too was said, your majesty, by the Blessed One: ",
  "mil5.1.4:2.2": "‘Bhikkhus, there are these eight causes and eight conditions for the appearance of a great earthquake.’ ",
  "mil5.1.4:2.3": "As for when the great earth shook seven times when King Vessantara was giving the great offering, that was exceptional, occurring only once, separate from the eight causes; therefore it is not counted among the eight causes. ",
  "mil5.1.4:3.1": "Just as, your majesty, in the world only three types of storm-clouds are counted: those of the rainy season, those of the winter, and those of the spring. ",
  "mil5.1.4:3.2": "If apart from these another storm-cloud rains, that cloud is not counted among the recognized clouds; it is simply called an ‘exceptional storm-cloud.’ ",
  "mil5.1.4:3.3": "Even so, your majesty, when the great earth shook seven times when King Vessantara was giving the great offering, that was exceptional, occurring only once, separate from the eight causes; it is not counted among the eight causes. ",
  "mil5.1.4:4.1": "Or again, your majesty, five hundred rivers flow from the Himalaya mountains, but of those five hundred rivers, only ten rivers are counted in the enumeration of rivers. ",
  "mil5.1.4:4.2": "Namely, ",
  "mil5.1.4:4.3": "the Ganges, Yamunā, Aciravatī, Sarabhū, Mahī, Sindhu, Sarassatī, Vetravatī, Vitaṁsā, and Candabhāgā—the remaining rivers are not counted in the enumeration of rivers. ",
  "mil5.1.4:4.4": "Why is that? ",
  "mil5.1.4:4.5": "Those rivers do not have permanent water. ",
  "mil5.1.4:4.6": "Even so, your majesty, when the great earth shook seven times when King Vessantara was giving the great offering, that was exceptional, occurring only once, separate from the eight causes; it is not counted among the eight causes. ",
  "mil5.1.4:5.1": "Or again, your majesty, a king may have one hundred, two hundred, or three hundred ministers, but only six persons are counted in the enumeration of ministers. ",
  "mil5.1.4:5.2": "Namely, ",
  "mil5.1.4:5.3": "the commander-in-chief, the chief priest, the magistrate, the treasurer, the parasol bearer, and the sword bearer. ",
  "mil5.1.4:5.4": "Only these are counted in the enumeration of ministers. ",
  "mil5.1.4:5.5": "Why is that? ",
  "mil5.1.4:5.6": "Because they are connected with the royal qualities; the rest are not counted, though they are all simply called ‘ministers.’ ",
  "mil5.1.4:5.7": "Even so, your majesty, when the great earth shook seven times when King Vessantara was giving the great offering, that was exceptional, occurring only once, separate from the eight causes; it is not counted among the eight causes. ",
  "mil5.1.4:6.1": "Have you heard, your majesty, at present in the Conqueror’s dispensation, of those who have performed meritorious service, whose kamma brings happiness in this very life, and whose fame has risen among gods and humans?” ",
  "mil5.1.4:6.2": "“Yes, venerable sir, I have heard at present in the Conqueror’s dispensation of those who have performed meritorious service, whose kamma brings happiness in this very life, and whose fame has risen among gods and humans—seven persons.” ",
  "mil5.1.4:6.3": "“And who are they, your majesty?” ",
  "mil5.1.4:6.4": "“Venerable sir, Sumana the garland-maker, Ekasāṭaka the brahmin, Puṇṇa the servant, Queen Mallikā, Queen Gopālamātā, the lay woman Suppiyā, and the slave woman Puṇṇā—these seven beings experience happiness in this very life, and their fame has risen among gods and humans.” ",
  "mil5.1.4:7.1": "“And have you also heard of others in the past who went to the realm of the thirty-three gods bearing their human body?” ",
  "mil5.1.4:7.2": "“Yes, venerable sir, I have heard of them.” ",
  "mil5.1.4:7.3": "“And who are they, your majesty?” ",
  "mil5.1.4:7.4": "“Guttila the heavenly musician, King Sādhīna, King Nimi, and King Mandhātā—these four persons are heard of as having gone to the realm of the thirty-three gods bearing their human body.” ",
  "mil5.1.4:7.5": "“Even deeds done long ago are heard of as well done or badly done. ",
  "mil5.1.4:7.6": "But have you heard before, your majesty, in the past period or in the present period, that when an offering was being given by such-and-such a person named so-and-so, the great earth shook once or twice or three times?” ",
  "mil5.1.4:7.7": "“Certainly not, venerable sir.” ",
  "mil5.1.4:7.8": "“Although, your majesty, I have received the tradition, spiritual realization, scriptures, learning, the power of training, careful listening, inquiry, and attendance on teachers—I too have never heard before that ‘when an offering was being given by such-and-such a person, the great earth shook once or twice or three times,’ except for the supreme gift of King Vessantara, the bull among kings. ",
  "mil5.1.4:7.9": "And although, your majesty—between the two Buddhas, the Blessed One Kassapa and the Blessed One the Sakyan sage—hundreds of thousands of years beyond counting have passed, yet even there I have heard no report that ‘when an offering was being given by such-and-such a person, the great earth shook once or twice or three times.’ ",
  "mil5.1.4:7.10": "Not, your majesty, by that much effort, by that much exertion does the great earth shake. But laden with the weight of virtue, your majesty, laden with the weight of all praiseworthy qualities of action, unable to bear it, the great earth moves, quakes, and trembles. ",
  "mil5.1.4:8.1": "Just as, your majesty, when a cart is laden with an excessive load, its hub and rim split and the axle breaks; ",
  "mil5.1.4:8.2": "even so, your majesty, the great earth, laden with the weight of all praiseworthy qualities of action, unable to bear it, moves, quakes, and trembles. ",
  "mil5.1.4:9.1": "Or again, your majesty, just as the sky, covered by the force of wind and water, laden with the weight of abundant water, struck by excessive wind, roars, resounds, and thunders; ",
  "mil5.1.4:9.2": "even so, your majesty, the great earth, laden with the abundant and overwhelming weight of the power of King Vessantara’s giving, unable to bear it, moves, quakes, and trembles. ",
  "mil5.1.4:9.3": "For, your majesty, King Vessantara’s mind did not proceed under the influence of lust, nor under the influence of anger, nor under the influence of delusion, nor under the influence of conceit, nor under the influence of wrong view, nor under the influence of defilements, nor under the influence of unwholesome thoughts, nor under the influence of discontent, but rather it proceeded abundantly under the influence of giving. ",
  "mil5.1.4:9.4": "Your majesty, King Vessantara’s mind was constantly and continually set on ten qualities: restraint, calmness, patience, self-control, discipline, moral practice, non-anger, non-violence, truth, and purity. ",
  "mil5.1.4:9.5": "Your majesty, King Vessantara had abandoned the search for sense pleasures, had calmed the search for existence, and had devoted himself to the search for the holy life. Your majesty, King Vessantara had abandoned self-protection and devoted himself to the protection of all beings—‘How might these beings be harmonious, healthy, prosperous, and long-lived?’—thus his mind proceeded abundantly. ",
  "mil5.1.4:9.6": "And when giving, your majesty, King Vessantara did not give that gift for the sake of a fortunate rebirth, nor for the sake of wealth, nor for the sake of reciprocation, nor for the sake of flattery, nor for the sake of long life, nor for the sake of beauty, nor for the sake of happiness, nor for the sake of strength, nor for the sake of fame, nor for the sake of sons, nor for the sake of daughters, but rather he gave such an incomparable, vast, and supreme gift of giving for the sake of omniscient knowledge, for the sake of the jewel of omniscient knowledge. And having attained omniscience, he spoke this verse: ",
  "mil5.1.4:10.1": "‘Jāli (my son), Kaṇhājinā my daughter, ",
  "mil5.1.4:10.2": "and Queen Maddī my faithful wife, ",
  "mil5.1.4:10.3": "I abandoned them without a thought. ",
  "mil5.1.4:10.4": "It was for the sake of enlightenment alone.’ ",
  "mil5.1.4:11.1": "King Vessantara, your majesty, conquered anger with non-anger, evil with good, miserliness with generosity, the liar with the truth; he conquered all that is unwholesome with the wholesome. ",
  "mil5.1.4:11.2": "As he was giving thus, following the Dhamma, putting the Dhamma foremost, by the flowing force of giving and the vast expansion of effort, great winds stir below, and gradually, gradually, time after time, turbulent winds blow, bending down and rising up and swaying, trees with broken leaves and branches fall, masses of clouds rush through the sky, dust-laden winds become fierce, winds blow pressing against the sky, suddenly thundering, a great terrifying sound issues forth. When those winds are agitated, the water gradually, gradually moves; when the water moves, fish and turtles are disturbed, waves arise in pairs, aquatic beings are frightened, water waves roll connected in pairs, the sound of waves proceeds, terrible bubbles arise, there are garlands of foam, the great ocean overflows, water rushes in all directions, streams of water flow with currents going upstream and downstream, asuras, garuḍas, nāgas, and yakkhas are frightened and alarmed—‘What is this? How is this? Is the ocean turning over?’—they seek a path of escape with frightened minds. When the water realm is disturbed and stirred, the great earth with its mountains and oceans quakes, Mount Sineru with its rocky peaks revolves and bends down, animals in snake holes, mongoose burrows, and rats, pigs, deer, and birds are distressed, yakkhas of little power cry out, yakkhas of great power laugh as the great earth quakes. ",
  "mil5.1.4:12.1": "Just as, your majesty, in a huge cauldron placed on a fire, filled with water and packed with rice, when fire burns from below, first it heats the pot, the heated pot heats the water, the heated water heats the rice, the heated rice rises and sinks, bubbles form, and foam rises up; ",
  "mil5.1.4:12.2": "even so, your majesty, King Vessantara gave up what is hard to give up in the world. As he gave up that which is hard to give up, by the natural flowing of that gift, the great winds below, unable to bear it, became agitated; when the great winds became agitated, the water shook; when the water shook, the great earth shook. Thus, at that time the great winds, the water, and the great earth were as if of one mind by the flowing of the great offering and the vast powerful effort. There is no other power of giving, your majesty, comparable to the power of King Vessantara’s great giving. ",
  "mil5.1.4:12.3": "Just as, your majesty, on earth there are found many kinds of jewels, ",
  "mil5.1.4:12.4": "namely—",
  "mil5.1.4:12.5": "sapphire, emerald, radiant essence, beryl, jasmine flower, sirisa flower, heart-delighting, sun-beloved, moon-beloved, diamond, topaz, ruby, red gem, and cat’s eye gem—surpassing all these, the jewel of the universal monarch is declared supreme. The jewel of the universal monarch, your majesty, illuminates all around for a yojana. ",
  "mil5.1.4:12.6": "Even so, your majesty, whatever gift exists on earth, even incomparable supreme gifts, surpassing all of them, the great offering of King Vessantara is declared supreme. When the great offering of King Vessantara was being given, your majesty, the great earth shook seven times.” ",
  "mil5.1.4:13.1": "“Wonderful, Venerable Nāgasena, are the Buddhas! Marvelous, Venerable Nāgasena, are the Buddhas! That the Tathāgata, when he was a bodhisatta, was unequaled in the world—of such determination, such mind, such resolve, such aspiration. The effort of bodhisattas has been demonstrated, Venerable Nāgasena, and the perfections of the Conquerors have been further illuminated; even while practicing the conduct, the supremacy of the Tathāgata in the world with its gods has been shown. ",
  "mil5.1.4:13.2": "Well done, Venerable Nāgasena! The dispensation of the Conqueror has been praised, the perfections of the Conqueror have been illuminated, the knot of the doctrines of the sectarians has been cut, the pot of opposing doctrines has been broken, the profound question has been made clear, the difficult has been made easy, the sons of the Conqueror have rightly obtained deliverance. So it is, most excellent teacher of learned ones, we accept it as such.” ",
  "mil5.1.4:14.1": "Question On the Shaking of the Earth fourth "
}