{
  "mil5.1.3:0.1": "Milinda’s Questions ",
  "mil5.1.3:0.2": "Questions on Dilemmas ",
  "mil5.1.3:0.3": "Supernatural Powers Chapter ",
  "mil5.1.3:0.4": "3. Question on Devadatta’s Ordination ",
  "mil5.1.3:1.1": "“Venerable Nāgasena, by whom was Devadatta ordained?” ",
  "mil5.1.3:1.2": "“These six Sakyan princes, your majesty—Bhaddiya, Anuruddha, Ānanda, Bhagu, Kimbila, and Devadatta, with the barber Upāli as the seventh—went forth following the Blessed One when the Teacher had become fully enlightened, and when the Sakyan clan was delighting in him. The Blessed One ordained them.” ",
  "mil5.1.3:1.3": "“But venerable sir, didn’t Devadatta, after going forth, split the saṅgha?” ",
  "mil5.1.3:1.4": "“Yes, your majesty, Devadatta, after going forth, split the saṅgha. A layperson does not split the saṅgha, nor a nun, nor a female trainee, nor a male novice, nor a female novice—a monk who is of normal status, living in communion, dwelling within the same boundary, splits the saṅgha.” ",
  "mil5.1.3:1.5": "“What kamma does a person who splits the saṅgha experience, venerable sir?” ",
  "mil5.1.3:1.6": "“He experiences the kamma of lasting for an aeon, your majesty.” ",
  "mil5.1.3:2.1": "“But Venerable Nāgasena, did the Buddha know ‘Devadatta, having gone forth, will split the saṅgha, and having split the saṅgha will burn in hell for an aeon’?” ",
  "mil5.1.3:2.2": "“Yes, your majesty, the Tathāgata knew ‘Devadatta, having gone forth, will split the saṅgha, and having split the saṅgha will burn in hell for an aeon.’” ",
  "mil5.1.3:2.3": "“If, Venerable Nāgasena, the Buddha knew ‘Devadatta, having gone forth, will split the saṅgha, and having split the saṅgha will burn in hell for an aeon,’ then, Venerable Nāgasena, the statement that the Buddha is compassionate, sympathetic, seeking the welfare (of beings), removing harm and bringing benefit to all beings—that statement is wrong. ",
  "mil5.1.3:2.4": "If he ordained him without knowing, then the Buddha is not omniscient. This too is a two-horned dilemma that has come to you. Disentangle this great tangle, break through the opposing doctrine. In future time, wise bhikkhus like you will be rare. Display your strength here!” ",
  "mil5.1.3:3.1": "“The Blessed One is compassionate, your majesty, and omniscient. Through compassion, your majesty, the Blessed One, examining Devadatta’s destination with omniscient knowledge, saw that Devadatta, having accumulated kamma leading to the lower realms, would go from hell to hell, from suffering state to suffering state, for many hundreds of thousands of aeons. The Blessed One, knowing this with omniscient knowledge, (thought): ‘This kamma without limit will become limited for one gone forth in my dispensation. Taking into account the former (kamma), the suffering will become limited. Even if he does not go forth, this foolish person will accumulate kamma lasting for an aeon.’ Through compassion, he ordained Devadatta.” ",
  "mil5.1.3:4.1": "“Then, Venerable Nāgasena, the Buddha strikes and then anoints with oil, throws down a precipice and then offers his hand, kills and then seeks life—in that he first gives suffering and afterwards brings happiness.” ",
  "mil5.1.3:4.2": "“The Tathāgata strikes too, your majesty, for the welfare of beings; throws down too for the welfare of beings; kills too for the welfare of beings. Even having struck, your majesty, the Tathāgata brings only benefit to beings; even having thrown down, he brings only benefit to beings; even having killed, he brings only benefit to beings. ",
  "mil5.1.3:4.3": "Just as, your majesty, mother and father, even having struck and thrown down, bring only benefit to their children; ",
  "mil5.1.3:4.4": "in the same way, your majesty, the Tathāgata strikes for the welfare of beings, throws down for the welfare of beings, kills for the welfare of beings. Even having struck, your majesty, the Tathāgata brings only benefit to beings; even having thrown down, he brings only benefit to beings; even having killed, he brings only benefit to beings. By whatever means there is growth in virtue for beings, by those means he brings only benefit to all beings. ",
  "mil5.1.3:4.5": "If, your majesty, Devadatta had not gone forth, remaining as a layman and doing much evil kamma leading to hell, he would have experienced much suffering, going from hell to hell, from suffering state to suffering state, for many hundreds of thousands of aeons. The Blessed One, knowing this, through compassion ordained Devadatta, (thinking) ‘For one gone forth in my dispensation, the suffering will become limited.’ Through compassion, he made heavy suffering light. ",
  "mil5.1.3:5.1": "Or just as, your majesty, a powerful man by means of his wealth, fame, relatives, and strength made a heavy punishment light for his relative or friend who was bearing a heavy punishment from the king, through his own great influence and ability; ",
  "mil5.1.3:5.2": "even so, your majesty, the Blessed One, having ordained Devadatta who had been experiencing suffering for many hundreds of thousands of aeons, made his heavy suffering light by the power and ability of virtue, concentration, wisdom, and liberation. ",
  "mil5.1.3:6.1": "Or again, your majesty, just as a skilled physician and surgeon makes a serious disease light by the power of strong medicine; ",
  "mil5.1.3:6.2": "even so, your majesty, the Blessed One, knowing the disease, having ordained Devadatta who had been experiencing suffering for many hundreds of thousands of aeons, made his heavy suffering light by the power of compassion and the power of the excellent medicine of the Dhamma. ",
  "mil5.1.3:6.3": "Now, your majesty, would the Blessed One incur any demerit by making Devadatta, who would experience much suffering, experience little suffering?” ",
  "mil5.1.3:6.4": "“Not any demerit at all, venerable sir, not even as much as milking a cow.” ",
  "mil5.1.3:6.5": "“Accept this reason too as valid, your majesty, by which the Blessed One ordained Devadatta. ",
  "mil5.1.3:7.1": "Listen also, your majesty, to a further reason why the Blessed One ordained Devadatta. ",
  "mil5.1.3:7.2": "Just as, your majesty, if they were to seize a thief and criminal and show him to the king, saying, ‘This man, sire, is a thief and criminal; impose upon him whatever punishment you wish,’ ",
  "mil5.1.3:7.3": "and the king were to say, ‘Well then, good men, take this thief outside the city and cut off his head at the execution ground,’ ",
  "mil5.1.3:7.4": "and they, having answered ‘Yes, sire’ to the king, were to take him outside the city and lead him to the execution ground. ",
  "mil5.1.3:7.5": "Then some man who had received a boon from the king, who had obtained fame and wealth, whose word was trusted, powerful and influential, might see him, and having compassion for him, might say to those men, ‘Enough, sirs, what is the point of cutting off his head? Well then, sirs, cut off his hand or foot and save his life; I will answer to the king on his behalf.’ ",
  "mil5.1.3:7.6": "They, by the word of that powerful man, might cut off that thief’s hand or foot and save his life. ",
  "mil5.1.3:7.7": "Now, your majesty, would that man acting thus have done a service to that thief?” ",
  "mil5.1.3:7.8": "“That man, venerable sir, would be a giver of life to that thief; when life has been given, what would remain undone for him?” ",
  "mil5.1.3:7.9": "“But as for the pain in having a hand or foot cut off, would he incur any demerit because of that pain?” ",
  "mil5.1.3:7.10": "“That thief, venerable sir, experiences painful feeling because of his own deeds; but the man who gave life would not incur any demerit at all.” ",
  "mil5.1.3:7.11": "“Even so, your majesty, the Blessed One, out of compassion, ordained Devadatta, thinking ‘For one who has gone forth in my dispensation, suffering will have an end.’ ",
  "mil5.1.3:7.12": "And Devadatta’s suffering did have an end, your majesty. Devadatta at the time of death took refuge, saying: ",
  "mil5.1.3:8.1": "‘With these bones I take refuge in the supreme person, ",
  "mil5.1.3:8.2": "The god beyond gods, the tamer and charioteer of men to be tamed, ",
  "mil5.1.3:8.3": "The all-seeing one, marked with a hundred meritorious characteristics, ",
  "mil5.1.3:8.4": "With living beings I take the Buddha as my refuge.’ ",
  "mil5.1.3:9.1": "He went to refuge with his life force departing. ",
  "mil5.1.3:9.2": "Devadatta, your majesty, having split the saṅgha in the first portion of an aeon divided into six portions, after being cooked in hell for five portions and being released from there, will become a paccekabuddha named Aṭṭhissara. ",
  "mil5.1.3:9.3": "Now, your majesty, would the Blessed One acting thus have done a service to Devadatta?” ",
  "mil5.1.3:9.4": "“The Tathāgata was the giver of everything to Devadatta, Venerable Nāgasena. That the Tathāgata would bring Devadatta to the state of being a paccekabuddha, what would remain undone by the Tathāgata for Devadatta?” ",
  "mil5.1.3:9.5": "“But as for Devadatta experiencing painful feeling in hell after splitting the saṅgha, your majesty, would the Blessed One incur any demerit because of that?” ",
  "mil5.1.3:9.6": "“Certainly not, venerable sir. Devadatta is cooked in hell for an aeon because of what he himself did. The teacher who brings suffering to an end does not incur any demerit at all.” ",
  "mil5.1.3:9.7": "“Accept this reason too as valid, your majesty, by which the Blessed One ordained Devadatta. ",
  "mil5.1.3:10.1": "Listen also, your majesty, to a further reason why the Blessed One ordained Devadatta. ",
  "mil5.1.3:10.2": "Just as, your majesty, a skilled physician and surgeon, when treating a wound that is ulcerated, foul-smelling, and covered with putrid discharge, containing an internal arrow lodged deep within, full of pus and blood, caused by the conjunction of wind, bile, and phlegm, seasonal changes, improper care, or self-inflicted harm—in order to calm the wound, he anoints the wound opening with rough, sharp, caustic, and bitter medicine to ripen it; having ripened it and made it soft, he cuts it open with a knife, cauterizes it with a probe, applies caustic salt and ash, anoints it with medicine for the wound to heal, for the attainment of the patient’s well-being—now, your majesty, does that physician and surgeon anoint with medicine, cut with a knife, cauterize with a probe, and apply caustic salt and ash with a malevolent mind?” ",
  "mil5.1.3:10.3": "“Certainly not, venerable sir. He performs those actions with a benevolent mind, desiring well-being.” ",
  "mil5.1.3:10.4": "“But as for the painful feeling that arises from performing the medical treatment, would that physician and surgeon incur any demerit because of that?” ",
  "mil5.1.3:10.5": "“The physician and surgeon performs those actions with a benevolent mind desiring well-being, venerable sir. Why would he incur demerit because of that? That physician and surgeon is heaven-bound, venerable sir.” ",
  "mil5.1.3:10.6": "“Even so, your majesty, out of compassion the Blessed One ordained Devadatta for his complete release from suffering. ",
  "mil5.1.3:11.1": "Listen also, your majesty, to a further reason why the Blessed One ordained Devadatta. ",
  "mil5.1.3:11.2": "Just as, your majesty, if a man were pierced by a thorn, then another man, desiring his welfare and well-being, might cut all around with a sharp thorn or knife point and extract that thorn with flowing blood—now, your majesty, does that man extract the thorn with ill-will?” ",
  "mil5.1.3:11.3": "“Certainly not, venerable sir. That man, venerable sir, extracts that thorn desiring welfare and well-being. ",
  "mil5.1.3:11.4": "If, venerable sir, he did not extract that thorn, that man would attain death or suffering equal to death because of it.” ",
  "mil5.1.3:11.5": "“Even so, your majesty, out of compassion the Blessed One ordained Devadatta for his complete release from suffering. ",
  "mil5.1.3:11.6": "If, your majesty, the Blessed One had not ordained Devadatta, Devadatta would have been cooked in hell through the succession of existences for even hundreds of thousands of aeons.” ",
  "mil5.1.3:12.1": "“Venerable Nāgasena, the Tathāgata made Devadatta, who was going with the stream, go against the stream; he established Devadatta, who was following the wrong path, on the right path; he gave a foothold to Devadatta who had fallen into an abyss; the Tathāgata raised up Devadatta who had gone into rough terrain to level ground. ",
  "mil5.1.3:12.2": "These reasons and these causes, Venerable Nāgasena, cannot be shown by another except by one as wise as you.” ",
  "mil5.1.3:13.1": "Question on Devadatta’s Ordination third "
}