{
  "mil5.1.5:0.1": "Milinda’s Questions ",
  "mil5.1.5:0.2": "Questions on Dilemmas ",
  "mil5.1.5:0.3": "Supernatural Powers Chapter ",
  "mil5.1.5:0.4": "5. Question Concerning King Sivi’s Gift of His Eyes ",
  "mil5.1.5:1.1": "“Venerable Nāgasena, you say thus: ",
  "mil5.1.5:1.2": "‘King Sivi gave his eyes to a beggar, and though he was blind, divine eyes arose in him again.’ This statement is contradictory, refutable, and flawed. It is said in the suttas: ‘When the cause is destroyed, there is no arising of the divine eye in what is without cause and without basis.’ If, Venerable Nāgasena, King Sivi gave his eyes to a beggar, then the statement ‘divine eyes arose again’ is false. ",
  "mil5.1.5:1.3": "If divine eyes arose, then the statement ‘King Sivi gave his eyes to a beggar’ is also false. ",
  "mil5.1.5:1.4": "This question has two horns; it is more knotted than knotted, more entangled than entangled, more difficult than difficult. It has come to you—explain your view on this matter for the refutation of the opposing doctrines.” ",
  "mil5.1.5:2.1": "“King Sivi gave his eyes to the beggar, your majesty. Do not raise doubt about that. And divine eyes arose again—do not generate doubt about that either.” ",
  "mil5.1.5:2.2": "“But then, Venerable Nāgasena, does the divine eye arise when the cause is destroyed, in what is without cause and without basis?” ",
  "mil5.1.5:2.3": "“Certainly not, your majesty.” ",
  "mil5.1.5:2.4": "“Then what, venerable sir, is the reason here—by what reason does the divine eye arise when the cause is destroyed, in what is without cause and without basis? Come now, convince me with a reason!” ",
  "mil5.1.5:3.1": "“But then, your majesty, does there exist in the world something called truth, by which truth-speakers perform an act of truth?” ",
  "mil5.1.5:3.2": "“Yes, venerable sir, there exists in the world something called truth. By truth, Venerable Nāgasena, truth-speakers, having performed an act of truth, cause the gods to rain down, extinguish fire, counteract poison, and do various other things that need to be done.” ",
  "mil5.1.5:3.3": "“Then, your majesty, it is fitting and proper that divine eyes arose for King Sivi through the power of truth. Through the power of truth, your majesty, the divine eye arises even in what is without basis—truth itself becomes the basis there for the arising of the divine eye. ",
  "mil5.1.5:4.1": "“Just as, your majesty, whatever beings sing a truth-declaration saying ‘Let a great cloud rain down!’, for them, together with the singing of the truth-declaration, a great cloud rains down—now then, your majesty, is there a cause for rain accumulated in the sky by which cause the great cloud rains down?” ",
  "mil5.1.5:4.2": "“Certainly not, venerable sir. Truth itself becomes the cause there for the raining down of the great cloud.” ",
  "mil5.1.5:4.3": "“In the same way, your majesty, there is no natural cause for that [arising of the divine eye]. Truth itself becomes the basis here for the arising of the divine eye. ",
  "mil5.1.5:5.1": "Or again, just as, your majesty, whatever beings sing a truth-declaration saying ‘Let the blazing, flaming great mass of fire be turned back!’, for them, together with the singing of the truth-declaration, the blazing, flaming great mass of fire is turned back in an instant. ",
  "mil5.1.5:5.2": "Now then, your majesty, is there a cause accumulated in that blazing, flaming great mass of fire by which cause the blazing, flaming great mass of fire is turned back in an instant?” ",
  "mil5.1.5:5.3": "“Certainly not, venerable sir. Truth itself becomes the basis there for the turning back in an instant of that blazing, flaming great mass of fire.” ",
  "mil5.1.5:5.4": "“In the same way, your majesty, there is no natural cause for that [arising of the divine eye]. Truth itself becomes the basis here for the arising of the divine eye. ",
  "mil5.1.5:6.1": "Or again, just as, your majesty, whatever beings sing a truth-declaration saying ‘Let the deadly poison become an antidote medicine!’, ",
  "mil5.1.5:6.2": "for them, together with the singing of the truth-declaration, the deadly poison becomes an antidote medicine in an instant—now then, your majesty, is there a cause accumulated in that deadly poison by which cause the deadly poison becomes an antidote medicine in an instant?” ",
  "mil5.1.5:6.3": "“Certainly not, venerable sir. Truth itself becomes the cause there for the counteracting in an instant of the deadly poison.” ",
  "mil5.1.5:6.4": "“In the same way, your majesty, apart from the natural cause, truth itself becomes the basis here for the arising of the divine eye. ",
  "mil5.1.5:7.1": "For the penetration of the Four Noble Truths as well, your majesty, there is no other basis—making truth the basis, they penetrate the Four Noble Truths. ",
  "mil5.1.5:7.2": "There is, your majesty, in the Chinese region a Chinese king. When he wishes to sport in the great ocean, every four months he performs an act of truth and enters into the great ocean for a yojana with his chariot. Before the front of his chariot, the great mass of water retreats; when he emerges, it covers over again. Now then, your majesty, can that great ocean be made to retreat by the natural bodily strength of even the world with its gods and humans?” ",
  "mil5.1.5:7.3": "“Even in a very small pond, venerable sir, water cannot be made to retreat by the natural bodily strength of the world with its gods and humans—how much less so the water in the great ocean!” ",
  "mil5.1.5:7.4": "“By this reason also, your majesty, the power of truth should be known: ‘There is no place that cannot be reached by truth.’ ",
  "mil5.1.5:8.1": "In the city of Pāṭaliputra, your majesty, King Asoka the Righteous King, surrounded by ministers, countrymen, officials, soldiers, and great ministers, saw the Ganges river full of fresh water, level with its banks, brimming, five hundred yojanas long and one yojana wide, flowing along, and said to his ministers: ",
  "mil5.1.5:8.2": "‘Is there anyone, sirs, capable of making this great Ganges flow upstream?’ ",
  "mil5.1.5:8.3": "The ministers said: ‘That is difficult, your majesty.’ ",
  "mil5.1.5:9.1": "Standing on that very bank of the Ganges was a courtesan named Bandhumatī. She heard that the king had said thus: ",
  "mil5.1.5:9.2": "‘Is it possible to make this great Ganges flow upstream?’ She said this: ",
  "mil5.1.5:9.3": "‘I am a courtesan in the city of Pāṭaliputra, living by my beauty, which is the lowest livelihood. Let the king now see my act of truth!’ ",
  "mil5.1.5:9.4": "Then she performed an act of truth. Together with her act of truth, in an instant that great Ganges, roaring and resounding, flowed upstream while a great crowd of people watched. ",
  "mil5.1.5:10.1": "Then the king, hearing the crashing sound produced by the turbulent force of the waves of the Ganges, amazed and filled with wonder, said to his ministers: ",
  "mil5.1.5:10.2": "‘Why, sirs, does this great Ganges flow upstream?’ ",
  "mil5.1.5:10.3": "‘Bandhumatī the courtesan, your majesty, having heard your words, performed an act of truth. Through her act of truth, the great Ganges flows upward.’ ",
  "mil5.1.5:11.1": "Then the king, his heart stirred, quickly went himself to that courtesan and asked her: ",
  "mil5.1.5:11.2": "‘Is it true, good woman, that by your act of truth this Ganges has been made to flow upstream?’ ",
  "mil5.1.5:11.3": "‘Yes, your majesty.’ ",
  "mil5.1.5:11.4": "The king said: ",
  "mil5.1.5:11.5": "‘What power do you have in that matter? Who would heed your word, who is not mad? By what power did you make this great Ganges flow upstream?’ ",
  "mil5.1.5:11.6": "She said: ",
  "mil5.1.5:11.7": "‘By the power of truth, your majesty, I made this great Ganges flow upstream.’ ",
  "mil5.1.5:11.8": "The king said: ",
  "mil5.1.5:11.9": "‘What power of truth do you have—you who are a thief, a cheat, dishonest, a destroyer, wicked, of broken morality, one who has transgressed decency, a deceiver of foolish people?’ ",
  "mil5.1.5:11.10": "‘It is true, your majesty, I am such a one. Yet even being such, your majesty, I have an act of truth by which, if I wished, I could turn upside down even the world with its gods.’ ",
  "mil5.1.5:11.11": "The king said: ",
  "mil5.1.5:11.12": "‘What then is that act of truth? Come, tell me!’ ",
  "mil5.1.5:11.13": "‘Whoever gives me wealth, your majesty—whether warrior, brahmin, merchant, worker, or anyone else—I serve them all equally, not thinking there is any distinction in a noble, or any repugnance in a worker. Free from favouritism and aversion, I attend to the giver of wealth. This, Your Majesty, is my act of truth by which I made this great Ganges flow upstream.’ ",
  "mil5.1.5:12.1": "Thus, your majesty, those who are established in truth do not fail to achieve any goal. ",
  "mil5.1.5:12.2": "And, your majesty, King Sivi gave his eyes to the beggar, and divine eyes arose—and that through an act of truth. ",
  "mil5.1.5:12.3": "But what is said in the sutta—",
  "mil5.1.5:12.4": "‘When the physical eye is destroyed, in what is without cause and without basis there is no arising of the divine eye’—",
  "mil5.1.5:12.5": "that is said in reference to the eye developed through meditation. Thus, your majesty, you should remember this.” ",
  "mil5.1.5:12.6": "“Excellent, Venerable Nāgasena! The question is well unravelled, the refutation well demonstrated, the opposing doctrines well crushed. So it is and I accept it as such.” ",
  "mil5.1.5:13.1": "Question Concerning King Sivi’s Gift of His Eyes fifth "
}