{
  "mil5.1.1:0.1": "Milinda's Questions ",
  "mil5.1.1:0.2": "Questions on Dilemmas ",
  "mil5.1.1:0.3": "Supernatural Powers Chapter ",
  "mil5.1.1:0.4": "1. Question on the Fruitfulness of Offerings Made ",
  "mil5.1.1:1.1": "Then King Milinda, having been given leave, bowed down at the venerable one’s feet and placing his joined palms in salutation, said this: ",
  "mil5.1.1:1.2": "“Venerable Nāgasena, these sectarians say thus: ",
  "mil5.1.1:1.3": "‘If the Buddha accepts homage, then the Buddha has not attained final nibbāna, is fettered to the world, existing in the world, sharing in the world—therefore an offering made to him is not in vain but fruitful. ",
  "mil5.1.1:1.4": "If he has attained final nibbāna, is disconnected from the world, departed from all existences, then worship does not reach him. One who has attained final nibbāna accepts nothing, and an offering made to one who accepts nothing is in vain and fruitless.’ This is a two-horned dilemma; it is not within the scope of those of limited understanding—this is only within the scope of the great ones. Break through this net of wrong views and set it on one side. This question is put to you; give insight to the future sons of the Conqueror for the refutation of opposing doctrines.” ",
  "mil5.1.1:2.1": "The elder said: ",
  "mil5.1.1:2.2": "“The Blessed One has attained final nibbāna, your majesty, and the Blessed One does not accept homage. Acceptance was abandoned at the very foot of the Bodhi tree—how much more so for one who has attained final nibbāna by the nibbāna-element without residue remaining! ",
  "mil5.1.1:2.3": "This too was spoken, your majesty, by the elder Sāriputta, the general of the Dhamma: ",
  "mil5.1.1:3.1": "‘The incomparable ones are venerated ",
  "mil5.1.1:3.2": "by gods and humans. ",
  "mil5.1.1:3.3": "They do not accept honour; ",
  "mil5.1.1:3.4": "this is the nature of the enlightened ones.’” ",
  "mil5.1.1:4.1": "The king said: ",
  "mil5.1.1:4.2": "“Venerable Nāgasena, when a son speaks praise of his father, or a father speaks praise of his son, this is not a reason for the refutation of opposing doctrines—this is merely a declaration of devotion. Come now, tell me the true reason for this, for establishing your own doctrine and for disentangling the net of wrong views.” ",
  "mil5.1.1:5.1": "The elder said: ",
  "mil5.1.1:5.2": "“The Blessed One has attained final nibbāna, your majesty, and the Blessed One does not accept worship. Yet, gods and humans, making a jewel out of the relics of the Tathāgata even though he does not accept it, and taking the jewel of the Tathāgata’s knowledge as their focus, and practicing right conduct, they obtain three kinds of success: ",
  "mil5.1.1:6.1": "Suppose, your majesty, a great mighty mass of fire were to blaze and then be extinguished—does that great mass of fire, your majesty, accept grass and wood as fuel?” ",
  "mil5.1.1:6.2": "“Even while burning, venerable sir, that great mass of fire did not accept grass and wood as fuel—how much less when extinguished, calmed, and without consciousness would it accept them?” ",
  "mil5.1.1:6.3": "“But when that mass of fire has ceased and been calmed, your majesty, does fire become empty in the world?” ",
  "mil5.1.1:6.4": "“Certainly not, venerable sir. Wood is the basis and fuel for fire. Those people who desire fire produce fire by their own strength, power, and energy, through personal effort, by rubbing wood together, and with that fire they perform the tasks that require fire.” ",
  "mil5.1.1:6.5": "“Then, your majesty, the statement of the sectarians is wrong: ‘An offering made to one who does not accept it is in vain and fruitless.’ ",
  "mil5.1.1:7.1": "Just as, your majesty, a great mighty mass of fire blazed, ",
  "mil5.1.1:7.2": "so too the Blessed One blazed with the Buddha-glory throughout the ten-thousand-fold world system. ",
  "mil5.1.1:7.3": "Just as, your majesty, the great mighty mass of fire, having blazed, was extinguished, ",
  "mil5.1.1:7.4": "so too the Blessed One, having blazed with the Buddha-glory throughout the ten-thousand-fold world system, attained final nibbāna by the nibbāna-element without residue remaining. ",
  "mil5.1.1:7.5": "Just as, your majesty, the extinguished mass of fire does not accept grass and wood as fuel, ",
  "mil5.1.1:7.6": "so too the accepting for the benefit of the world has been abandoned and calmed. ",
  "mil5.1.1:7.7": "Just as, your majesty, when the mass of fire is extinguished and without fuel, people by their own strength, power, and energy, through personal effort, produce fire by rubbing wood together and with that fire perform the tasks that require fire, ",
  "mil5.1.1:7.8": "so too, gods and humans, making a jewel out of the relics of the Tathāgata even though he has attained final nibbāna and does not accept it, and taking the jewel of the Tathāgata’s knowledge as their focus, and practicing right conduct, they obtain three kinds of success. By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ",
  "mil5.1.1:8.1": "Furthermore, your majesty, listen to another reason why an offering made to the Tathāgata who has attained final nibbāna and does not accept it is not in vain but fruitful. ",
  "mil5.1.1:8.2": "Suppose, your majesty, a great mighty wind were to blow and then cease—does that ceased wind, your majesty, accept being produced again?” ",
  "mil5.1.1:8.3": "“Certainly not, venerable sir, the ceased wind has no inclination or attention toward being produced again.” ",
  "mil5.1.1:8.4": "“Why is that?” ",
  "mil5.1.1:8.5": "“Because that wind-element is without consciousness.” ",
  "mil5.1.1:8.6": "“But does the designation ‘wind,’ your majesty, disappear for that ceased wind?” ",
  "mil5.1.1:8.7": "“Certainly not, venerable sir. Palmyra-leaf fans and other fans are conditions for the arising of wind. Whatever people are afflicted by heat and oppressed by burning fever, they produce it by their own strength, power, and energy, through personal effort, with a palmyra-leaf fan or other fan, and with that wind they extinguish the heat and calm the burning fever.” ",
  "mil5.1.1:8.8": "“Then, your majesty, the statement of the sectarians is wrong: ‘An offering made to one who does not accept it is in vain and fruitless.’ ",
  "mil5.1.1:9.1": "Just as, your majesty, a great mighty wind blew, ",
  "mil5.1.1:9.2": "so too the Blessed One blew throughout the ten-thousand-fold world system with the wind of cool, sweet, peaceful, gentle loving-kindness. ",
  "mil5.1.1:9.3": "Just as, your majesty, the great mighty wind, having blown, ceased, ",
  "mil5.1.1:9.4": "so too the Blessed One, having blown with the wind of cool, sweet, peaceful, gentle loving-kindness, attained final nibbāna by the nibbāna-element without residue remaining. ",
  "mil5.1.1:9.5": "Just as, your majesty, the ceased wind does not accept being produced again, ",
  "mil5.1.1:9.6": "so too the accepting for the benefit of the world has been abandoned and calmed. ",
  "mil5.1.1:9.7": "Just as, your majesty, those people are afflicted by heat and oppressed by burning fever, ",
  "mil5.1.1:9.8": "so too gods and humans are oppressed by the burning fever of the threefold fire. ",
  "mil5.1.1:9.9": "Just as palmyra-leaf fans and other fans are conditions for the production of wind, ",
  "mil5.1.1:9.10": "so too the relic and the jewel of knowledge of the Tathāgata are conditions for obtaining the three kinds of success. ",
  "mil5.1.1:9.11": "Just as people afflicted by heat and oppressed by burning fever produce wind with a palmyra-leaf fan or other fan and extinguish the heat and calm the burning fever, ",
  "mil5.1.1:9.12": "so too gods and humans, even though the Tathāgata has attained final nibbāna and does not accept it, by worshipping the relic and the jewel of knowledge, they produce wholesomeness, and with that wholesomeness they extinguish and calm the burning fever of the threefold fire. ",
  "mil5.1.1:9.13": "By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ",
  "mil5.1.1:10.1": "Furthermore, your majesty, listen to another reason for the refutation of opposing doctrines. ",
  "mil5.1.1:10.2": "Suppose, your majesty, a man were to strike a drum and produce a sound—when that sound of the drum produced by the man disappears, does it accept being produced again?” ",
  "mil5.1.1:10.3": "“Certainly not, venerable sir. That sound has disappeared; it has no inclination or attention toward being produced again. Once the sound of the drum that was produced has disappeared, that sound is completely cut off. ",
  "mil5.1.1:10.4": "But the drum, venerable sir, is a condition for the production of sound, and then when the condition exists, a man strikes the drum with self-generated effort and produces sound.” ",
  "mil5.1.1:11.1": "“In the same way, your majesty, the Blessed One, having appointed as the teacher the jewel of the relics and the Dhamma, the Vinaya, and the instruction, and developed virtue, concentration, wisdom, liberation, and the knowledge and vision of liberation, himself attained final nibbāna by the nibbāna-element without residue remaining. Yet with the Blessed One’s attainment of final nibbāna, the obtaining of attainment (by others) is not cut off. Beings oppressed by the suffering of rebirth, having made the jewel of the relics, the Dhamma, the Vinaya, and the instruction their condition, desiring attainment, obtain attainment. By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ",
  "mil5.1.1:12.1": "And this, your majesty, was foreseen by the Blessed One for future time. ",
  "mil5.1.1:12.2": "It was spoken, said, and declared: ‘It may occur to you, Ānanda, thus: “The teaching has lost its Teacher; we have no Teacher.” But this, Ānanda, should not be seen in that way. Whatever Dhamma and Vinaya has been taught and laid down by me for you, that will be your Teacher after my passing.’ ",
  "mil5.1.1:12.3": "That statement of those sectarians— ‘An offering made to the Tathāgata who has attained final nibbāna and does not accept it is in vain and fruitless’—that statement of theirs is wrong, untrue, false, lying, contradictory, contrary, productive of suffering, resulting in suffering, leading to lower realms. ",
  "mil5.1.1:13.1": "Furthermore, your majesty, listen to another reason why an offering made to the Tathāgata who has attained final nibbāna and does not accept it is not in vain but fruitful. ",
  "mil5.1.1:13.2": "Does this great earth, your majesty, accept, saying ‘May all seeds germinate in me’?” ",
  "mil5.1.1:13.3": "“Certainly not, venerable sir.” ",
  "mil5.1.1:13.4": "“But why then, your majesty, do those seeds, having germinated in the great earth that does not accept them, become established with firm roots and rootlets, spread with trunk, heartwood, and branches, bearing flowers and fruits?” ",
  "mil5.1.1:13.5": "“Even though the great earth is not the one that accepts, venerable sir, it is the basis for those seeds and gives a condition for their germination. Those seeds, depending on that basis and by means of that condition, having germinated, become established with firm roots and rootlets, spread with trunk, heartwood, and branches, bearing flowers and fruits.” ",
  "mil5.1.1:13.6": "“Then, your majesty, the sectarians are lost, defeated, and contradicted in their own doctrine if they say, ",
  "mil5.1.1:13.7": "‘An offering made to one who does not accept it is in vain and fruitless.’ ",
  "mil5.1.1:14.1": "Just as the great earth is, your majesty, so is the Tathāgata, the Worthy One, the Perfectly Enlightened One. ",
  "mil5.1.1:14.2": "Just as, your majesty, the great earth accepts nothing, so the Tathāgata accepts nothing. ",
  "mil5.1.1:14.3": "Just as, your majesty, those seeds, depending on the earth, having germinated, become established with firm roots and rootlets, spread with trunk, heartwood, and branches, bearing flowers and fruits—so too gods and humans, depending on the relic and the jewel of knowledge of the Tathāgata who has attained final nibbāna and does not accept, become established with firm wholesome roots, spread with the trunk of concentration, the heartwood of Dhamma, and the branches of virtue, bearing the flowers of liberation and the fruits of the recluseship. By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ",
  "mil5.1.1:15.1": "Furthermore, your majesty, listen to another reason why an offering made to the Tathāgata who has attained final nibbāna and does not accept it is not in vain but fruitful. ",
  "mil5.1.1:15.2": "Do these camels, oxen, donkeys, goats, animals, and humans, your majesty, accept the arising of colonies of worms in their bellies?” ",
  "mil5.1.1:15.3": "“Certainly not, venerable sir.” ",
  "mil5.1.1:15.4": "“But why then, your majesty, do those worms arise in the bellies of those beings who do not accept them, and through having many offspring reach abundance?” ",
  "mil5.1.1:15.5": "“Through the power of evil kamma, venerable sir, even though those beings do not accept them, worms arise in their bellies and through having many offspring reach abundance.” ",
  "mil5.1.1:15.6": "“In the same way, your majesty, through the strength of the objective support for the (meditation) on the knowledge and the relics of the Tathāgata who has attained final nibbāna and does not accept, an offering made to the Tathāgata is not in vain but fruitful. ",
  "mil5.1.1:16.1": "Furthermore, your majesty, listen to another reason why an offering made to the Tathāgata who has attained final nibbāna and does not accept it is not in vain but fruitful. ",
  "mil5.1.1:16.2": "Do humans, your majesty, accept these ninety-eight diseases arising in the body?” ",
  "mil5.1.1:16.3": "“Certainly not, venerable sir.” ",
  "mil5.1.1:16.4": "“But why then, your majesty, do those diseases fall upon the bodies of those who do not accept them?” ",
  "mil5.1.1:16.5": "“Through evil conduct done previously, venerable sir.” ",
  "mil5.1.1:16.6": "“If, your majesty, unwholesome action done previously is to be experienced here, then, your majesty, both wholesome and unwholesome kamma done previously or done here is not in vain but fruitful. ",
  "mil5.1.1:16.7": "By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept, an offering made to him is not in vain but fruitful. ",
  "mil5.1.1:17.1": "“But have you heard before, your majesty, about the yakkha named Nandaka who, having assaulted the elder Sāriputta, entered into the earth?” ",
  "mil5.1.1:17.2": "“Yes, venerable sir, I have heard it; this is well-known in the world.” ",
  "mil5.1.1:17.3": "“But did the elder Sāriputta, your majesty, accept the great earth swallowing the yakkha Nandaka?” ",
  "mil5.1.1:17.4": "“Even if the world with its gods were torn apart, venerable sir, even if the sun and moon were to fall to the ground, even if Mount Sineru, king of mountains, were to be crumbling away, the elder Sāriputta would not accept another’s suffering. ",
  "mil5.1.1:17.5": "Why is that? ",
  "mil5.1.1:17.6": "Whatever cause by which the elder Sāriputta might become angry or hostile—that cause has been eradicated and cut off by the elder Sāriputta. Through the complete eradication of the cause, venerable sir, the elder Sāriputta would not show anger even to one taking his life.” ",
  "mil5.1.1:17.7": "“If, your majesty, the elder Sāriputta did not accept the earth swallowing the yakkha Nandaka, why then did the yakkha Nandaka enter into the earth?” ",
  "mil5.1.1:17.8": "“Through the power of unwholesome kamma, venerable sir.” ",
  "mil5.1.1:17.9": "“If, your majesty, through the power of unwholesome kamma the yakkha Nandaka entered into the earth, then even an offense committed against one who does not accept it is not in vain but fruitful. ",
  "mil5.1.1:17.10": "Therefore, your majesty, through the power of unwholesome kamma too, an offering made to one who does not accept it is not in vain but fruitful. ",
  "mil5.1.1:17.11": "By this reason too, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful. ",
  "mil5.1.1:18.1": "How many people are there, your majesty, who in the present time have entered into the great earth? Have you heard of them?” ",
  "mil5.1.1:18.2": "“Yes, venerable sir, I have heard.” ",
  "mil5.1.1:18.3": "“Come then, your majesty, tell me.” ",
  "mil5.1.1:18.4": "“The brahman girl Ciñca, venerable sir, Suppabuddha the Sakyan, the elder Devadatta, the yakkha Nandaka, and the brahman youth Nanda. ",
  "mil5.1.1:18.5": "I have heard, venerable sir, that these five people have entered into the great earth.” ",
  "mil5.1.1:18.6": "“Against whom did they offend, your majesty?” ",
  "mil5.1.1:18.7": "“Against the Blessed One, venerable sir, and against his disciples.” ",
  "mil5.1.1:18.8": "“But did the Blessed One or his disciples, your majesty, accept this entering into the great earth by them?” ",
  "mil5.1.1:18.9": "“Certainly not, venerable sir.” ",
  "mil5.1.1:18.10": "“Then, your majesty, even though the Tathāgata has attained final nibbāna and does not accept it, an offering made to him is not in vain but fruitful.” ",
  "mil5.1.1:18.11": "“Well explained, Venerable Nāgasena! The profound question has been made clear, that which was hidden has been revealed, the knot has been untied, the thicket has been cleared away, the opposing doctrines are destroyed, the false views are broken, the sectarians have become without splendour; you are the chief, the best of those worthy of a teacher’s chair!” ",
  "mil5.1.1:19.1": "Question on the Fruitfulness of Offerings Made first "
}