{
  "an9.5:0.1": "Numbered Discourses 9 ",
  "an9.5:0.2": "1. Awakening ",
  "an9.5:0.3": "5. Powers ",
  "an9.5:1.1": "“Mendicants, there are these four powers. ",
  "an9.5:1.2": "What four? ",
  "an9.5:1.3": "The powers of wisdom, energy, blamelessness, and inclusiveness. ",
  "an9.5:1.4": "And what is the power of wisdom? ",
  "an9.5:1.5": "One has clearly seen and clearly contemplated with wisdom those qualities that are skillful and considered to be skillful; those that are unskillful … blameworthy … blameless … dark … bright … to be cultivated … not to be cultivated … not worthy of the noble ones … worthy of the noble ones and considered to be worthy of the noble ones. ",
  "an9.5:1.6": "This is called the power of wisdom. ",
  "an9.5:2.1": "And what is the power of energy? ",
  "an9.5:2.2": "One generates enthusiasm, tries, makes an effort, exerts the mind, and strives to give up those qualities that are unskillful and considered to be unskillful; those that are blameworthy … dark … not to be cultivated … not worthy of the noble ones and considered to be not worthy of the noble ones. ",
  "an9.5:2.3": "One generates enthusiasm, tries, makes an effort, exerts the mind, and strives to gain those qualities that are skillful and considered to be skillful; those that are blameless … bright … to be cultivated … worthy of the noble ones and considered to be worthy of the noble ones. ",
  "an9.5:2.4": "This is called the power of energy. ",
  "an9.5:3.1": "And what is the power of blamelessness? ",
  "an9.5:3.2": "It’s when a mendicant has blameless conduct by way of body, speech, and mind. ",
  "an9.5:3.3": "This is called the power of blamelessness. ",
  "an9.5:4.1": "And what is the power of inclusiveness? ",
  "an9.5:4.2": "There are these four ways of being inclusive. ",
  "an9.5:4.3": "Giving, kindly words, taking care, and equality. ",
  "an9.5:4.4": "The best of gifts is the gift of the teaching. ",
  "an9.5:4.5": "The best sort of kindly speech is to teach the Dhamma again and again to someone who is engaged and who lends an ear. ",
  "an9.5:4.6": "The best way of taking care is to encourage, settle, and ground the unfaithful in faith, the unethical in ethics, the stingy in generosity, and the ignorant in wisdom. ",
  "an9.5:4.7": "The best kind of equality is the equality of a stream-enterer with another stream-enterer, a once-returner with another once-returner, a non-returner with another non-returner, and a perfected one with another perfected one. ",
  "an9.5:4.8": "This is called the power of inclusiveness. ",
  "an9.5:4.9": "These are the four powers. ",
  "an9.5:5.1": "A noble disciple who has these four powers has got past five fears. ",
  "an9.5:5.2": "What five? ",
  "an9.5:5.3": "Fear regarding livelihood, disrepute, feeling insecure in an assembly, death, and bad rebirth. ",
  "an9.5:5.4": "Then that noble disciple reflects: ",
  "an9.5:5.5": "‘I have no fear regarding livelihood. ",
  "an9.5:5.6": "Why would I be afraid of that? ",
  "an9.5:5.7": "I have these four powers: ",
  "an9.5:5.8": "the powers of wisdom, energy, blamelessness, and inclusiveness. ",
  "an9.5:5.9": "A witless person might fear for their livelihood. ",
  "an9.5:5.10": "A lazy person might fear for their livelihood. ",
  "an9.5:5.11": "A person who does blameworthy things by way of body, speech, and mind might fear for their livelihood. ",
  "an9.5:5.12": "A person who does not include others might fear for their livelihood. ",
  "an9.5:5.13": "I have no fear of disrepute … ",
  "an9.5:5.14": "I have no fear about feeling insecure in an assembly … ",
  "an9.5:5.15": "I have no fear of death … ",
  "an9.5:5.16": "I have no fear of a bad rebirth. ",
  "an9.5:5.17": "Why would I be afraid of that? ",
  "an9.5:5.18": "I have these four powers: ",
  "an9.5:5.19": "the powers of wisdom, energy, blamelessness, and inclusiveness. ",
  "an9.5:5.20": "A witless person might be afraid of a bad rebirth. ",
  "an9.5:5.21": "A lazy person might be afraid of a bad rebirth. ",
  "an9.5:5.22": "A person who does blameworthy things by way of body, speech, and mind might be afraid of a bad rebirth. ",
  "an9.5:5.23": "A person who does not include others might be afraid of a bad rebirth.’ ",
  "an9.5:5.24": "A noble disciple who has these four powers has got past these five fears.” "
}