{
  "an9.38:0.1": "Numbered Discourses 9 ",
  "an9.38:0.2": "4. The Great Chapter ",
  "an9.38:0.3": "38. Brahmin Cosmologists ",
  "an9.38:1.1": "Then two brahmin cosmologists went up to the Buddha, and exchanged greetings with him. ",
  "an9.38:1.2": "When the greetings and polite conversation were over, they sat down to one side and said to the Buddha: ",
  "an9.38:2.1": "“Master Gotama, Pūraṇa Kassapa claims to be all-knowing and all-seeing, to know and see everything without exception, thus: ",
  "an9.38:2.2": "‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’ ",
  "an9.38:2.3": "He says: ",
  "an9.38:2.4": "‘With infinite knowledge I know and see that the world is infinite.’ ",
  "an9.38:2.5": "And the Jain leader Nāṭaputta also claims to be all-knowing and all-seeing, to know and see everything without exception, thus: ",
  "an9.38:2.6": "‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’ ",
  "an9.38:2.7": "He says: ",
  "an9.38:2.8": "‘With infinite knowledge I know and see that the world is finite.’ ",
  "an9.38:2.9": "These two claim to speak from knowledge, but they directly contradict each other. Which one of them speaks the truth, and which falsehood?” ",
  "an9.38:3.1": "“Enough, brahmins. ",
  "an9.38:3.2": "Leave this aside: ",
  "an9.38:3.3": "‘These two claim to speak from knowledge, but they directly contradict each other. Which one of them speaks the truth, and which falsehood?’ ",
  "an9.38:3.4": "I will teach you the Dhamma. ",
  "an9.38:3.5": "Listen and pay close attention, I will speak.” ",
  "an9.38:3.6": "“Yes sir,” those brahmins replied. ",
  "an9.38:3.7": "The Buddha said this: ",
  "an9.38:4.1": "“Suppose there were four men standing in the four directions. Each of them was extremely fast, with an extremely mighty stride. ",
  "an9.38:4.2": "They’re as fast as a light arrow easily shot across the shadow of a palm tree by a well-trained expert archer with a strong bow. ",
  "an9.38:4.3": "Their stride was such that it spanned from the eastern ocean to the western ocean. ",
  "an9.38:4.4": "Then the man standing in the east would say: ",
  "an9.38:4.5": "‘I will reach the end of the world by traveling.’ ",
  "an9.38:4.6": "Though he’d travel for his whole lifespan of a hundred years—pausing only to eat and drink, go to the toilet, and sleep to dispel weariness—he’d die along the way, never reaching the end of the world. ",
  "an9.38:4.7": "Then the man standing in the west … ",
  "an9.38:4.8": "Then the man standing in the north … ",
  "an9.38:4.9": "Then the man standing in the south would say: ",
  "an9.38:4.10": "‘I will reach the end of the world by traveling.’ ",
  "an9.38:4.11": "Though he’d travel for his whole lifespan of a hundred years—pausing only to eat and drink, go to the toilet, and sleep to dispel weariness—he’d die along the way, never reaching the end of the world. ",
  "an9.38:4.12": "Why is that? ",
  "an9.38:4.13": "I say it’s not possible to know or see or reach the end of the world by running like this. ",
  "an9.38:4.14": "But I also say there’s no making an end of suffering without reaching the end of the world. ",
  "an9.38:5.1": "These five kinds of sensual stimulation are called the world in the training of the Noble One. ",
  "an9.38:5.2": "What five? ",
  "an9.38:5.3": "Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "an9.38:5.4": "Sounds known by the ear … ",
  "an9.38:5.5": "Smells known by the nose … ",
  "an9.38:5.6": "Tastes known by the tongue … ",
  "an9.38:5.7": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "an9.38:5.8": "These five kinds of sensual stimulation are called the world in the training of the Noble One. ",
  "an9.38:6.1": "Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an9.38:6.2": "This is called a mendicant who, having gone to the end of the world, meditates at the end of the world. ",
  "an9.38:6.3": "Others say of them: ",
  "an9.38:6.4": "‘They’re included in the world, and haven’t yet left the world.’ ",
  "an9.38:6.5": "And I also say this: ",
  "an9.38:6.6": "‘They’re included in the world, and haven’t yet left the world.’ ",
  "an9.38:7.1": "Furthermore, take a mendicant who, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption … ",
  "an9.38:7.2": "third absorption … ",
  "an9.38:7.3": "fourth absorption. ",
  "an9.38:7.4": "This is called a mendicant who, having gone to the end of the world, meditates at the end of the world. ",
  "an9.38:7.5": "Others say of them: ",
  "an9.38:7.6": "‘They’re included in the world, and haven’t yet left the world.’ ",
  "an9.38:7.7": "And I also say this: ",
  "an9.38:7.8": "‘They’re included in the world, and haven’t yet left the world.’ ",
  "an9.38:8.1": "Furthermore, take a mendicant who, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. ",
  "an9.38:8.2": "This is called a mendicant who, having gone to the end of the world, meditates at the end of the world. ",
  "an9.38:8.3": "Others say of them: ",
  "an9.38:8.4": "‘They’re included in the world, and haven’t yet left the world.’ ",
  "an9.38:8.5": "And I also say this: ",
  "an9.38:8.6": "‘They’re included in the world, and haven’t yet left the world.’ ",
  "an9.38:9.1": "Furthermore, take a mendicant who enters and remains in the dimension of infinite consciousness. … ",
  "an9.38:9.2": "the dimension of nothingness … ",
  "an9.38:9.3": "the dimension of neither perception nor non-perception. ",
  "an9.38:9.4": "This is called a mendicant who, having gone to the end of the world, meditates at the end of the world. ",
  "an9.38:9.5": "Others say of them: ",
  "an9.38:9.6": "‘They’re included in the world, and haven’t yet left the world.’ ",
  "an9.38:9.7": "And I also say this: ",
  "an9.38:9.8": "‘They’re included in the world, and haven’t yet left the world.’ ",
  "an9.38:10.1": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end. ",
  "an9.38:10.2": "This is called a mendicant who, having gone to the end of the world, meditates at the end of the world. And they’ve crossed over clinging to the world.” "
}