{
  "an9.8:0.1": "Numbered Discourses 9 ",
  "an9.8:0.2": "1. Awakening ",
  "an9.8:0.3": "8. With the Wanderer Sajjha ",
  "an9.8:1.1": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ",
  "an9.8:1.2": "Then the wanderer Sajjha went up to the Buddha, and exchanged greetings with him. ",
  "an9.8:1.3": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "an9.8:2.1": "“Sir, one time the Buddha was staying right here in Rājagaha, the Mountainfold. ",
  "an9.8:2.2": "There I heard and learned this in the presence of the Buddha: ",
  "an9.8:2.3": "‘A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in five respects. ",
  "an9.8:2.4": "A mendicant with defilements ended can’t deliberately take the life of a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person.’ ",
  "an9.8:2.5": "I trust I properly heard, learned, attended, and remembered that from the Buddha?” ",
  "an9.8:3.1": "“Indeed, Sajjha, you properly heard, learned, attended, and remembered that. ",
  "an9.8:3.2": "In the past, as today, I say this: ",
  "an9.8:3.3": "‘A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in nine respects. ",
  "an9.8:3.4": "A mendicant with defilements ended can’t deliberately kill a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person. And they can’t abandon the Buddha, the teaching, the Saṅgha, or the training.’ ",
  "an9.8:3.5": "In the past, as today, I say this: ",
  "an9.8:3.6": "‘A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in these nine respects.’” "
}