{
  "sn3.25:0.1": "Discursos enlazados 3.25 ",
  "sn3.25:0.2": "3. Kosala ",
  "sn3.25:0.3": "El símil de la montaña ",
  "sn3.25:1.1": "En Sāvatthī, ",
  "sn3.25:1.2": "El rey de Kosala, Pasenadi, se sentó a un lado y el Buddha le dijo: ",
  "sn3.25:1.3": "«Entonces, gran rey, ¿de dónde vienes en mitad del día?» ",
  "sn3.25:1.4": "«Señor, hay reyes en la aristocracia que están obsesionados con la autoridad, obsesionados con anhelo por los placeres de los sentidos. Han conseguido la estabilidad del país, y han conquistado un vasto territorio sobre el que reinan. Hoy he estado ocupado con las tareas propias de este tipo de reyes». ",
  "sn3.25:2.1": "«¿Qué piensas, gran rey? ",
  "sn3.25:2.2": "Imagina que una persona de confianza y honesta llegase del este, ",
  "sn3.25:2.3": "se acercase a ti y te dijese: ",
  "sn3.25:2.4": "'Por favor, señor, debería saber esto. Vengo del este, ",
  "sn3.25:2.5": "allí vi una enorme montaña que llegaba hasta las nubes, y que venía hacia aquí aplastando a todas las criaturas a su paso. ",
  "sn3.25:2.6": "Entonces, gran rey, !haz lo que debas!' ",
  "sn3.25:2.7": "Imagina que una segunda persona de confianza y honesta llegase del oeste… ",
  "sn3.25:2.8": "una tercera del norte… ",
  "sn3.25:2.9": "una cuarta del sur, ",
  "sn3.25:2.10": "se acercase a ti y te dijese: ",
  "sn3.25:2.11": "'Por favor, señor, debería saber esto. Vengo del sur, ",
  "sn3.25:2.12": "allí vi una enorme montaña que llegaba hasta las nubes, y que venía hacia aquí aplastando a todas las criaturas a su paso. ",
  "sn3.25:2.13": "Entonces, gran rey, !haz lo que debas!' ",
  "sn3.25:2.14": "Si se presentase una amenaza tan grave —una perdida de vidas tan terrible, siendo el nacimiento humano tan excepcional—, ¿qué harías?» ",
  "sn3.25:3.1": "«Señor, si se presentase una amenaza tan grave —una perdida de vidas tan terrible, siendo el nacimiento humano tan excepcional—, ¿qué podría hacer más que vivir según las enseñanzas, según los preceptos morales, y realizar acciones buenas y beneficiosas?» ",
  "sn3.25:4.1": "«Te digo, gran rey, te anuncio: la vejez y la muerte se avecinan sobre ti. ",
  "sn3.25:4.2": "Y como la vejez y la muerte se avecinan sobre ti, ¿qué piensas hacer?» ",
  "sn3.25:4.3": "«Señor, ¿qué podría hacer más que vivir según las enseñanzas, según los preceptos morales, y realizar acciones buenas y beneficiosas? ",
  "sn3.25:4.4": "Señor, hay reyes en la aristocracia que están obsesionados con la autoridad, obsesionados con anhelo por los placeres de los sentidos. Han conseguido la estabilidad del país, y han conquistado un vasto territorio sobre el que reinan. Este tipo de reyes se involucran en batallas de elefantes, ",
  "sn3.25:4.7": "de caballería, ",
  "sn3.25:4.8": "de carros, ",
  "sn3.25:4.9": "o de infantería. ",
  "sn3.25:4.10": "No hay lugar para estas batallas cuando la vejez y la muerte se avecinan sobre uno. ",
  "sn3.25:4.11": "En esta corte real hay ministros de sabio consejo que son capaces de dividir al enemigo que se acerca usando sabias tretas. ",
  "sn3.25:4.12": "Pero no hay lugar para estas batallas diplomáticas cuando la vejez y la muerte se avecinan sobre uno. ",
  "sn3.25:4.13": "En esta corte real hay abundantes monedas y lingotes de oro en torres y mazmorras. Usando esta riqueza podemos sobornar al enemigo que se acerca. ",
  "sn3.25:4.14": "Pero no hay lugar para estas batallas de riquezas cuando la vejez y la muerte se avecinan sobre uno. ",
  "sn3.25:4.15": "Cuando la vejez y la muerte se avecinan, ¿qué podría hacer uno más que vivir según las enseñanzas, según los preceptos morales, y realizar acciones buenas y beneficiosas?» ",
  "sn3.25:5.1": "«¡Así es, gran rey! ¡Así es! ",
  "sn3.25:5.2": "Cuando la vejez y la muerte se avecinan, ¿qué podrías hacer más que vivir según las enseñanzas, según los preceptos morales, y realizar acciones buenas y beneficiosas?» ",
  "sn3.25:5.3": "Esto es lo que dijo el Buddha. ",
  "sn3.25:5.4": "A continuación el Buddha, el Maestro, dijo lo siguiente: ",
  "sn3.25:6.1": "«Imagina que hubiese vastas montañas ",
  "sn3.25:6.2": "de sólida roca elevándose hasta el cielo, ",
  "sn3.25:6.3": "acercándose desde todas partes, ",
  "sn3.25:6.4": "aplastándolo todo en las cuatro direcciones. ",
  "sn3.25:7.1": "De igual forma la vejez y la muerte ",
  "sn3.25:7.2": "se avecinan sobre todas las criaturas vivientes: ",
  "sn3.25:7.3": "aristócratas, brahmanes, mercaderes, ",
  "sn3.25:7.4": "trabajadores, marginados, y mendigos. ",
  "sn3.25:7.5": "No dejan nada a su paso, ",
  "sn3.25:7.6": "aplastándolo todo bajo ellas. ",
  "sn3.25:8.1": "No hay lugar dónde los elefantes puedan permanecer, ",
  "sn3.25:8.2": "ni los carros ni la infantería. ",
  "sn3.25:8.3": "No pueden ser derrotadas ",
  "sn3.25:8.4": "en batallas diplomáticas o con riqueza. ",
  "sn3.25:9.1": "Es por esto que una persona astuta, ",
  "sn3.25:9.2": "viendo lo que le conviene, ",
  "sn3.25:9.3": "con sabiduría, establecerá su fe ",
  "sn3.25:9.4": "en el Buddha, el Dhamma y el Sangha. ",
  "sn3.25:10.1": "Quien quiera que viva según el Dhamma, ",
  "sn3.25:10.2": "en cuerpo, habla y mente, ",
  "sn3.25:10.3": "es elogiado en esta vida, ",
  "sn3.25:10.4": "y parte a disfrutar hacia el cielo». ",
  "sn3.25:11.5": "Los discursos enlazados con el de Kosala han finalizado. "
}