{
  "mn139:0.1": "Среднее Собрание 139",
  "mn139:0.2": "Сутта Не-конфликта-разбор (анализ)",
  "mn139:1.1": "Так мной услышано—",
  "mn139:1.2": "одно время Благословенный в Саваттхи располагается, в роще Джеты, в парке Анатхапиндики.",
  "mn139:1.3": "И здесь Благословенный к монахам обратился:",
  "mn139:1.4": "“Монахи”.",
  "mn139:1.5": "“Почтенный” те монахи Благословенному ответили.",
  "mn139:1.6": "Благословенный это сказал:",
  "mn139:2.1": "“Не-конфликта-разбор вам, монахи, укажу (покажу, ~объясню).",
  "mn139:2.2": "То услышьте, хорошо в уме отразите, буду говорить”.",
  "mn139:2.3": "“Так, почтенный” те монахи Благословенному ответили.",
  "mn139:2.4": "Благословенный это сказал:",
  "mn139:3.1": "“С-желаний-приятностью-не-должно-связываться низкой, обыденной, обывательской, неблагородной, цель-смысл-пользу-не-содержащей, и с-само-истязанием-умерщвлением-связанным не-должно-связываться болезненным, неблагородным, цель-не-содержащим.",
  "mn139:3.2": "К этим, монахи, обеим границам не подходит серединная практика (поступание) Татхагатой постигнутая зрение-дающая, знание-дающая, к равности, к познанию, к пробуждению, к ниббане приводит.",
  "mn139:3.3": "И возвышение нужно-знать, и принижение нужно-знать;",
  "mn139:3.4": "и возвышение узнав (поняв), и принижение узнав, не возвышая, не принижая, только Дхамму нужно-показывать.",
  "mn139:3.5": "Приятного-выбирание должен знать;",
  "mn139:3.6": "приятного-выбирание узнав, с-внутренним приятным-должно-связываться.",
  "mn139:3.7": "Тайную (наедине) речь не должно-говорить, в лицо не уничижительно должно-говорить.",
  "mn139:3.8": "Без-торопливости (неторопливый) должно-говорить, не торопливо.",
  "mn139:3.9": "Национальный-язык (страны) не-должно-устанавливать, общие-понятия (равное-знание) не-должно-переделывать—",
  "mn139:3.10": "это содержание без-конфликта-разбора.",
  "mn139:4.1": "'С-желаний-приятностью-не-должно-связываться низкой, обыденной, обывательской, неблагородной, цель-не-содержащей, и с-само-истязанием-умерщвлением-связанным не-должно-связываться болезненным, неблагородным, цель-не-содержащим'—",
  "mn139:4.2": "это было сказано. Из чего исходя это было сказано?",
  "mn139:4.3": "Которая от-желаниям-предавания-приятная удовлетворённость-связанность низкая, обыденная, обывательская, неблагородная, цель-не-содержащая, болезненное это явление, вредное, тягостное, обжигающее — ошибочная-практика.",
  "mn139:4.4": "Которая от-желаниям-предавания-приятная с-удовлетворённостью-связанностью не связанная низкой, обыденной, обывательской, неблагородной, цель-не-содержащей, без боли это явление, без вреда, без тягости, без горения — правильная-практика.",
  "mn139:4.5": "Которая с-само-истязанием-умерщвлением-связанность, болезненная, неблагородная, цель-не-содержащая, болезненное это явление, вредное, тягостное, обжигающее — ошибочная-практика.",
  "mn139:4.6": "Которая с-само-истязанием-умерщвлением-связанным не связанность, болезненным, неблагородным, цель-не-содержащим, не-болезненное это явление, не-вредное, не-тягостное, не-обжигающее — правильная-практика.",
  "mn139:4.7": "'С-желаний-приятностью-не-должно-связываться низкой, обыденной, обывательской, неблагородной, цель-не-содержащей, и с-само-истязанием-умерщвлением-связанным не-должно-связываться болезненным, неблагородным, цель-не-содержащим'—",
  "mn139:4.8": "то что было сказано, из этого исходя было сказано.",
  "mn139:5.1": "'К этим обеим границам не подходит серединная практика Татхагатой постигнутая зрение-дающая, знание-дающая, к равности, к познанию, к пробуждению, к ниббане приводит'—",
  "mn139:5.2": "это было сказано. Из чего исходя это было сказано?",
  "mn139:5.3": "Это именно этот благородный восьмеричный путь, в частности—",
  "mn139:5.4": "правильный взгляд, правильная привычка-намерение, правильное выражение-речь, правильный поступок, правильный быт, правильное старание, правильное памятование, правильное объединение опыта.",
  "mn139:5.5": "'К этим обеим границам не подходит серединная практика Татхагатой постигнутая зрение-дающая, знание-дающая, к равности, к познанию, к пробуждению, к ниббане приводит'—",
  "mn139:5.6": "то что было сказано, из этого исходя было сказано.",
  "mn139:6.1": "'И возвышение нужно-знать, и принижение нужно-знать;",
  "mn139:6.2": "и возвышение узнав, и принижение узнав, не возвышая, не принижая, только Дхамму нужно-показывать'—",
  "mn139:6.3": "это было сказано. Из чего исходя это было сказано?",
  "mn139:7.1": "И как, монахи, возвышение и бывает и принижение, но не Дхаммы-показывание?",
  "mn139:7.2": "‘Которые желаниям-предаванию-приятностью удовлетворённости-связанностью связанные низкой, обыденной, обывательской, неблагородной, цель-не-содержащей, все те с болью, с вредом, с тягостью, с горением, ошибочно-практикующие’—",
  "mn139:7.3": "это говорящий, некоторых (одних) принижает.",
  "mn139:7.4": "‘Которые желаниям-предаванию-приятностью удовлетворённости-связанностью не связанные низкой, обыденной, обывательской, неблагородной, цель-не-содержащей, все те без-боли, без вреда, без тягости, без горения, правильно-практикующие’—",
  "mn139:7.5": "это говорящий, некоторых возвышает.",
  "mn139:7.6": "‘Которые с-само-истязанием-умерщвлением-связанным связанные, болезненным, неблагородным, цель-не-содержащим, все те с болью, с вредом, с тягостью, с горением, ошибочно-практикующие’—",
  "mn139:7.7": "это говорящий, некоторых принижает.",
  "mn139:7.8": "‘Которые с-само-истязанием-умерщвлением-связанным не связанные, болезненным, неблагородным, цель-не-содержащим, все те без-боли, без вреда, без тягости, без горения, правильно-практикующие’—",
  "mn139:7.9": "это говорящий, некоторых возвышает.",
  "mn139:7.10": "‘У кого-либо, у которых, вовлечённости-связанность не покинута (не покончено), все те с болью, с вредом, с тягостью, с горением, ошибочно-практикующие’—",
  "mn139:7.11": "это говорящий, некоторых принижает.",
  "mn139:7.12": "‘‘У кого-либо, у которых, вовлечённости-связанность покинута, все те без боли, без вреда, без тягости, без горения, правильно-практикующие’—",
  "mn139:7.13": "это говорящий, некоторых возвышает.",
  "mn139:7.14": "Так вот, монахи, и возвышение есть и принижение, но не Дхаммы-показывание.",
  "mn139:8.1": "И как, монахи, не возвышение есть, не принижение, но Дхаммы-показывание?",
  "mn139:8.2": "‘Которые желаниям-предаванию-приятностью удовлетворённости-связанностью связанные низкой, обыденной, обывательской, неблагородной, цель-не-содержащей, все те с болью, с вредом, с тягостью, с горением, ошибочно-практикующие’—",
  "mn139:8.3": "так не говорит.",
  "mn139:8.4": "‘Привязаность (cвязанность) — ведь болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:8.5": "ошибочная практика’—",
  "mn139:8.6": "это говорящий, именно Дхамму показывает.",
  "mn139:8.7": "‘Которые желаниям-предаванию-приятностью удовлетворённости-связанностью не связанные низкой, обыденной, обывательской, неблагородной, цель-не-содержащей, все те без-боли, без вреда, без тягости, без горения, правильно-практикующие’—",
  "mn139:8.8": "так не говорит.",
  "mn139:8.9": "‘Не-привязаность — ведь без боли, без вреда-досады, без тягости, без горения;",
  "mn139:8.10": "это правильная практика’—",
  "mn139:8.11": "это говорящий, именно Дхамму показывает.",
  "mn139:8.12": "‘Которые с-само-истязанием-умерщвлением-связанным связанные, болезненным, неблагородным, цель-не-содержащим, все те с болью, с вредом, с тягостью, с горением, ошибочно-практикующие’—",
  "mn139:8.13": "так не говорит.",
  "mn139:8.14": "‘Привязаность — ведь болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:8.15": "ошибочная практика’—",
  "mn139:8.16": "это говорящий, именно Дхамму показывает.",
  "mn139:8.17": "‘Которые с-само-истязанием-умерщвлением-связанным не связанные, болезненным, неблагородным, цель-не-содержащим, все те без-боли, без вреда, без тягости, без горения, правильно-практикующие’—",
  "mn139:8.18": "так не говорит.",
  "mn139:8.19": "‘Не-привязаность — ведь без боли, без вреда-досады, без тягости, без горения;",
  "mn139:8.20": "правильная практика’—",
  "mn139:8.21": "это говорящий, именно Дхамму показывает.",
  "mn139:8.22": "‘У кого-либо, у которых, вовлечённости-связанность не покинута, все те с болью, с вредом, с тягостью, с горением, ошибочно-практикующие’—",
  "mn139:8.23": "так не говорит.",
  "mn139:8.24": "‘С вовлечённости-связанностью ведь с не покинутой вовлечённость в том числе является не покинутой'—",
  "mn139:8.25": "это говорящий, именно Дхамму показывает.",
  "mn139:8.26": "‘У кого-либо, у которых, вовлечённости-связанность покинута, все те без боли, без вреда, без тягости, без горения, правильно-практикующие’—",
  "mn139:8.27": "так не говорит.",
  "mn139:8.28": "‘С вовлечённости-связанностью ведь с покинутой вовлечённость в том числе является покинутой'—",
  "mn139:8.29": "это говорящий, именно Дхамму показывает.",
  "mn139:8.30": "Так вот, монахи, не возвышение есть, не принижение, но Дхаммы-показывание.",
  "mn139:8.31": "‘И возвышение нужно-знать, и принижение нужно-знать;",
  "mn139:8.32": "и возвышение узнав, и принижение узнав, не возвышая, не принижая, только Дхамму нужно-показывать’—",
  "mn139:8.33": "то что было сказано, из этого исходя было сказано.",
  "mn139:9.1": "'Приятного-выбирание должно-знать;",
  "mn139:9.2": "приятного-выбирание узнав, с-внутренним приятным-должно-связываться'—",
  "mn139:9.3": "Это было сказано. Из чего исходя это было сказано?",
  "mn139:9.4": "Эти пять, монахи, — желания-множители:",
  "mn139:9.5": "Какие пять?",
  "mn139:9.6": "Глазом распознаваемые (которые могут быть распознаны, потенциально распознаваемые) объекты (виды, предметы) – желанные, обожаемые, приятные, миловидные, связанные с желанием, очаровывающие-вызывающие страсть.",
  "mn139:9.7": "ухом распознаваемые звуки…",
  "mn139:9.8": "носом распознаваемые запахи…",
  "mn139:9.9": "языком распознаваемые вкусы…",
  "mn139:9.10": "телом распознаваемые касания – желанные, обожаемые, приятные, миловидные, связанные с желанием, очаровывающие—",
  "mn139:9.11": "вот эти, монахи, пять желания-множителей.",
  "mn139:9.12": "То которое, монахи, эти пять желания-множителей относительно (отходя из) возникает приятность удовлетворённость, это называется желаний-приятное (комфорт), навоза-приятное, обывательское-приятное, неблагородное-приятное.",
  "mn139:9.13": "‘Не должно-ассоциироваться, не должно-развивать, не должно-преумножать, должно-бояться этого приятного'—утверждаю.",
  "mn139:9.14": "Вот, монахи, монах именно отделившись от желаний, отделившись от неблаготворных явлений с рассуждением с выслеживанием, с упоением-приятную различением-отъединением-рожденную, первую джхану достигнув пребывает.",
  "mn139:9.15": "Рассуждений-выслеживаний от выравнивания, внутреннюю уверенность, ума-мышления едино-бытность (ставший единым), без рассуждения без выслеживания объединением-рожденную с упоением-приятную вторую джхану достигнув пребывает.",
  "mn139:9.16": "И от не-очарованности (бесстрастия) упоением и прямо-видящий пребывает… третью джану…",
  "mn139:9.17": "четвёртую джхану достигнув пребывает.",
  "mn139:9.18": "Это называется отречения-приятное разъединения-приятное уравновешенности-приятное пробуждения-приятное.",
  "mn139:9.19": "‘Должно-ассоциироваться, должно-развивать, должно-преумножать, не должно-бояться этого приятного'—утверждаю.",
  "mn139:9.20": "'Приятного-выбирание должен знать;",
  "mn139:9.21": "приятного-выбирание узнав, с-внутренним приятным-должно-связываться'—",
  "mn139:9.22": "то что было сказано, из этого исходя было сказано.",
  "mn139:10.1": "'Тайную речь не должно-говорить, в лицо не уничижительно должно-говорить'—",
  "mn139:10.2": "это было сказано.",
  "mn139:10.3": "Из чего исходя это было сказано?",
  "mn139:10.4": "Здесь (в связи с этим), монахи, которую зная как тайную-речь не-по-существу, не-таковую (не так как оно есть), цель-не-содержащую насколько возможно ту тайную речь не должно-говорить.",
  "mn139:10.5": "Также которую зная как тайную-речь по-существу, таковую, цель-содержащую той также должно-тренироваться в не-произнесении.",
  "mn139:10.6": "И которую зная как тайную-речь по-существу, таковую, цель-содержащую здесь время-знающий должен-быть (должно-быть тем, кто знает время) для той тайной-речи произнесения.",
  "mn139:10.7": "Здесь, монахи, которую зная как в лицо уничижительную-речь не-по-существу, не-таковую, цель-не-содержащую насколько возможно ту в лицо уничижительную-речь не должно-говорить.",
  "mn139:10.8": "Также которую зная как в лицо уничижительную-речь по-существу, таковую, цель-содержащую той также должно-тренироваться в не-произнесении.",
  "mn139:10.9": "И которую зная как в лицо уничижительную-речь по-существу, таковую, цель-содержащую здесь должно-быть тем, кто знает время для той в лицо уничижительной-речи произнесения.",
  "mn139:10.10": "'Тайную речь не должно-говорить, в лицо не уничижительно должно-говорить'—",
  "mn139:10.11": "то что было сказано, из этого исходя было сказано.",
  "mn139:11.1": "'Без-торопливости должно-говорить, не торопливо'—",
  "mn139:11.2": "Это было сказано. Из чего исходя это было сказано?",
  "mn139:11.3": "Здесь, монахи, у торопливо говорящего тело в том числе устаёт, ум-состояние в том числе сбивается, голос в том числе сбивается, горло заболевает, не разделяемым в том числе является неразличимым торопящегося высказывание.",
  "mn139:11.4": "Здесь, монахи, у неторопливо говорящего тело в том числе не устаёт, ум в том числе не травмируется, голос в том числе не травмируется, горло не заболевает, разделяемым в том числе является различимым торопящегося высказывание.",
  "mn139:11.5": "'Без-торопливости должно-говорить, не торопливо'—",
  "mn139:11.6": "то что было сказано, из этого исходя было сказано.",
  "mn139:12.1": "'Нации-язык не-должно-устанавливать, общие-понятия не-должно-преступать (переделывать)'—",
  "mn139:12.2": "Это было сказано. Из чего исходя это было сказано?",
  "mn139:12.3": "И как, монахи, и национального-языка установка есть и общих-понятий перенос?",
  "mn139:12.4": "Вот, монахи, то-именно-в-одних странах 'сосуд' сознают (воспринимают, сличают, снимают), 'чаша' сознают, 'блюдо' сознают, 'глиняная тарелка' сознают, 'ёмкость' сознают, 'блюдце' сознают, 'деревянная-чаша' сознают.",
  "mn139:12.5": "Это как-как то в-тех-в-тех странах сознают так-так настойчиво охваченно установив выражает:",
  "mn139:12.6": "'Это только истинно, пусто-иное'.",
  "mn139:12.7": "Так вот, монахи, и национального-языка установка есть и общих-понятий перенос.",
  "mn139:12.8": "И как, монахи, и национального-языка не-установка есть и общих-понятий не-перенос?",
  "mn139:12.9": "Вот, монахи, то-именно-в-одних странах 'сосуд' сознают, 'чаша' сознают, 'блюдо' сознают, 'глиняная тарелка' сознают, 'ёмкость' сознают, 'блюдце' сознают, 'деревянная-чаша' сознают.",
  "mn139:12.10": "Это как-как то в-тех-в-тех странах сознают 'это кажется мне уважаемые связанно [с этим] выражаются' так-так выражает неохваченный.",
  "mn139:12.11": "Так вот, монахи, и национального-языка не-установка есть и общих-понятий не-перенос.",
  "mn139:12.12": "'Нации-язык не-должно-устанавливать, общие-понятия не-должно-переделывать'—",
  "mn139:12.13": "то что было сказано, из этого исходя было сказано.",
  "mn139:13.1": "Здесь, монахи, которая от-желаниям-предавания-приятная удовлетворённость-связанность низкая, обыденная, обывательская, неблагородная, цель-не-содержащая, болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.2": "ошибочная-практика.",
  "mn139:13.3": "Поэтому это явление с-конфликтом.",
  "mn139:13.4": "Здесь, монахи, которая от-желаниям-предавания-приятная с-удовлетворённостью-связанностью не связанная низкой, обыденной, обывательской, неблагородной, цель-не-содержащей, без боли это явление, без вреда, без тягости, без горения;",
  "mn139:13.5": "правильная-практика.",
  "mn139:13.6": "Поэтому это явление без-конфликта.",
  "mn139:13.7": "Здесь, монахи, которая с-само-истязанием-умерщвлением-связанность, болезненная, неблагородная, цель-не-содержащая, болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.8": "ошибочная-практика.",
  "mn139:13.9": "Поэтому это явление с-конфликтом.",
  "mn139:13.10": "Здесь, монахи, которая с-само-истязанием-умерщвлением-связанным не связанность, болезненным, неблагородным, цель-не-содержащим, не-болезненное это явление, не-вредное, не-тягостное, не-обжигающее;",
  "mn139:13.11": "правильная-практика.",
  "mn139:13.12": "Поэтому это явление без-конфликта.",
  "mn139:13.13": "Здесь, монахи, которая эта серединная практика Татхагатой постигнутая зрение-дающая, знание-дающая, к равности, к познанию, к пробуждению, к ниббане приводит, не-болезненное это явление, не-вредное, не-тягостное, не-обжигающее;",
  "mn139:13.14": "правильная-практика.",
  "mn139:13.15": "Поэтому это явление без-конфликта.",
  "mn139:13.16": "Здесь, монахи, которое это и возвышение и принижение, но не Дхаммы-показывание, болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.17": "ошибочная-практика.",
  "mn139:13.18": "Поэтому это явление с-конфликтом.",
  "mn139:13.19": "Здесь, монахи, которое это не возвышение есть, не принижение, но Дхаммы-показывание, не-болезненное это явление, не-вредное, не-тягостное, не-обжигающее;",
  "mn139:13.20": "правильная-практика.",
  "mn139:13.21": "Поэтому это явление без-конфликта.",
  "mn139:13.22": "Здесь, монахи, которое это желаний-приятное, навоза-приятное, обывательское-приятное, неблагородное-приятное болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.23": "ошибочная-практика.",
  "mn139:13.24": "Поэтому это явление с-конфликтом.",
  "mn139:13.25": "Здесь, монахи, которое это отречения-приятное разъединения-приятное уравновешенности-приятное пробуждения-приятное не-болезненное это явление, не-вредное, не-тягостное, не-обжигающее;",
  "mn139:13.26": "правильная-практика.",
  "mn139:13.27": "Поэтому это явление без-конфликта.",
  "mn139:13.28": "Здесь, монахи, которая эта тайная-речь не-по-существу, не-таковая, цель-не-содержащая болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.29": "ошибочная-практика.",
  "mn139:13.30": "Поэтому это явление с-конфликтом.",
  "mn139:13.31": "Здесь, монахи, которая эта тайная-речь по-существу, таковая, цель-не-содержащая болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.32": "ошибочная-практика.",
  "mn139:13.33": "Поэтому это явление с-конфликтом.",
  "mn139:13.34": "Здесь, монахи, которая эта тайная-речь по-существу, таковая, цель-содержащая не-болезненное это явление, не-вредное, не-тягостное, не-обжигающее;",
  "mn139:13.35": "правильная-практика.",
  "mn139:13.36": "Поэтому это явление без-конфликта.",
  "mn139:13.37": "Здесь, монахи, которая эта в лицо уничижительная-речь не-по-существу, не-таковая, цель-не-содержащая болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.38": "ошибочная-практика.",
  "mn139:13.39": "Поэтому это явление с-конфликтом.",
  "mn139:13.40": "Здесь, монахи, которая эта в лицо уничижительная-речь по-существу, таковая, цель-не-содержащая болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.41": "ошибочная-практика.",
  "mn139:13.42": "Поэтому это явление с-конфликтом.",
  "mn139:13.43": "Здесь, монахи, которая эта в лицо уничижительная-речь по-существу, таковая, цель-содержащая не-болезненное это явление, не-вредное, не-тягостное, не-обжигающее;",
  "mn139:13.44": "правильная-практика.",
  "mn139:13.45": "Поэтому это явление без-конфликта.",
  "mn139:13.46": "Здесь, монахи, которое это торопливого сказанное болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.47": "ошибочная-практика.",
  "mn139:13.48": "Поэтому это явление с-конфликтом.",
  "mn139:13.49": "Здесь, монахи, которое это не-торопливого сказанное не-болезненное это явление, не-вредное, не-тягостное, не-обжигающее;",
  "mn139:13.50": "правильная-практика.",
  "mn139:13.51": "Поэтому это явление без-конфликта.",
  "mn139:13.52": "Здесь, монахи, которое это и национального-языка установка и общих-понятий перенос болезненное это явление, вредное, тягостное, обжигающее;",
  "mn139:13.53": "ошибочная-практика.",
  "mn139:13.54": "Поэтому это явление с-конфликтом.",
  "mn139:13.55": "Здесь, монахи, которое это и национального-языка не-установка и общих-понятий не-перенос не-болезненное это явление, не-вредное, не-тягостное, не-обжигающее;",
  "mn139:13.56": "правильная-практика.",
  "mn139:13.57": "Поэтому это явление без-конфликта.",
  "mn139:14.1": "Поэтому, монахи, 'и с конфликтом явление узнаете, и без-конфликта явление узнаете;",
  "mn139:14.2": "и с конфликтом явление узнав и без-конфликта явление узнав без-конфликта практику практикуйте' так вот вам, монахи, должно-тренироваться.",
  "mn139:14.3": "И Субхути, монахи, рода-сын без-конфликта-практику практикующий”.",
  "mn139:14.4": "Это сказал Благословенный.",
  "mn139:14.5": "Довольные те монахи Благословенным сказанному обрадовались.",
  "mn139:14.6": "Сутта Не-конфликта-разбор завершена девятая."
}