{
  "mn141:0.1": "Мадджхима Никая 141",
  "mn141:0.2": "Сутта Разбор Истин",
  "mn141:1.1": "Так мной услышано.",
  "mn141:1.2": "Одно время Благословенный в Варанаси располагается, в Исипатане, в Оленьем парке.",
  "mn141:1.3": "И здесь Благословенный обратился к монахам:",
  "mn141:1.4": "“Монахи”.",
  "mn141:1.5": "“Достопочтенный” - те монахи Благословенному ответили.",
  "mn141:1.6": "Благословенный это сказал:",
  "mn141:2.1": "“Татхагатой, монахи, арахантом, правильно пробужденным, в Варанаси, в Исипатане, в Оленьем парке, непревзойдённое колесо Дхаммы запущено-повернуто, которое неразворачиваемо шраманом ли, брахманов ли, божеством ли, Марой ли, Брахмой ли, кем-либо на свете, это которое—",
  "mn141:2.2": "Четырёх Благородно-истин отмечание, указание, приведение к пониманию, постановление, распространение.",
  "mn141:2.3": "Каких четырёх?",
  "mn141:3.1": "Боли Благородно-истины отмечание, указание, приведение к пониманию, постановление, распространение; Боли-скаплиавния Благородно-истины отмечание, указание, приведение к пониманию, постановление, распространение; Боли-устранения Благородно-истины отмечание, указание, приведение к пониманию, постановление, распространение; к Боли-устранению-ведущей Практики Благородно-истины отмечание, указание, приведение к пониманию, постановление, распространение.",
  "mn141:4.1": "Татхагатой, монахи, арахантом, правильно пробужденным, в Варанаси, в Исипатане, в Оленьем парке, непревзойдённое колесо Дхаммы запущено-повернуто, которое неразворачиваемо шраманом ли, брахманов ли, божеством ли, Марой ли , Брахмой ли, кем-либо на свете, это которое—",
  "mn141:4.2": "этих Четырёх Благородно-истин отмечание, указание, приведение к пониманию, постановление, распространение.",
  "mn141:5.1": "Водитесь-сближайтесь, монахи, с Сарипутто-Моггалланой;",
  "mn141:5.2": "Взаимодействуйте, монахи, с Сарипутто-Моггалланой -",
  "mn141:5.3": "Мудрые монахи поддержатели товарищей по святой жизни.",
  "mn141:5.4": "Це (это) как, монахи, родитель, то Сарипутта;",
  "mn141:5.5": "Это как рожденного воспитатель, то Моггаллана.",
  "mn141:5.6": "Сарипутта, монахи, к Услышания-плоду выводит, Моггаллана к высшему благу-цели.",
  "mn141:5.7": "Сарипутта, монахи, может Четыре Благородно-истины расширенно отметить, указать, привести к пониманию, постановить, распространить”.",
  "mn141:6.1": "Это сказал Благословенный.",
  "mn141:6.2": "Это сказав Благой встав с сидения в обитель-вихару ушёл.",
  "mn141:7.1": "И здесь уважаемый Сарипутта недолго после удалившегося Благословенного обратился к монахам:",
  "mn141:7.2": "“Товарищи, монахи”.",
  "mn141:7.3": "“Товарищ” - те монахи уважаемому Сарипутте ответили.",
  "mn141:7.4": "Уважаемый Сарипутта это сказал:",
  "mn141:8.1": "“Татхагатой, товарищи, арахантом, правильно пробужденным, в Варанаси, в Исипатане, в Оленьем парке, непревзойдённое колесо Дхаммы запущено-повернуто, которое неразворачиваемо шраманом ли, брахманов ли, божеством ли, Марой ли , Брахмой ли, кем-либо на свете, это которое—",
  "mn141:8.2": "Четырёх Благородно-истин отмечание, указание, приведение к пониманию, постановление, распространение.",
  "mn141:8.3": "Какиех четырёх?",
  "mn141:9.1": "Боли Благородно-истины отмечание, указание, приведение к пониманию, постановление, распространение; Боли-скаплиавния Благородно-истины отмечание, указание, приведение к пониманию, постановление, распространение; Боли-устранения Благородно-истины отмечание, указание, приведение к пониманию, постановление, распространение; к Боли-устранению-ведущей Практики Благородно-истины отмечание, указание, приведение к пониманию, постановление, распространение.",
  "mn141:10.1": "И что такое, товарищи, Боль Благородно-истина?",
  "mn141:10.2": "Рождение в том числе болезненно, старение в том числе болезненно, умирание в том числе болезненна, страдание-плач-боль-недовольство-тоска в том числе болезненны; то, что желанное не получать, то в том числе болезненно, сжато, пять блоков поддерживания – болезненны.",
  "mn141:11.1": "И что такое, товарищи, рождение?",
  "mn141:11.2": "Которое таких-то таких-то существ в таком-то таком-то собрании существ рождение (начинание, начатие), зачатие, низхождение, опускание, блоков появление, областей обретение,",
  "mn141:11.3": "это, товарищи, называется рождение.",
  "mn141:12.1": "И что такое, товарищи, старость?",
  "mn141:12.2": "Которая таких-то таких-то существ в таком-то таком-то собрании существ старость, старение, разбитость, седина, морщинистость, уменьшение срока жизни, перезревание способностей-сил (индрий),",
  "mn141:12.3": "это называется, товарищи, старость.",
  "mn141:13.1": "И что такое, товарищи, умирание?",
  "mn141:13.2": "Который таких-то таких-то существ из такого-то такого-то собрании существ падёж (джут), тленность, распад-поломка, крайнее пристанище, смерть, умирание, приход времени, блоков поломка, трупа (кадавра)-оставление, жизненной-способности-пресечение,",
  "mn141:13.3": "это называется, товарищи, умирание.",
  "mn141:14.1": "И что такое, товарищи, страдание?",
  "mn141:14.2": "То которое, товарищи, с той или иной неприятностью сошедшегося, тем или иным болезненным-явлением затронутого терзание, страдание, страдательность, крайнее страдание, крайнее-полное-страдание,",
  "mn141:14.3": "это называется, товарищи, страдание.",
  "mn141:15.1": "И что такое, товарищи, плач?",
  "mn141:15.2": "То которое, товарищи, с той или иной неприятностью сошедшегося, тем или иным болезненным-явлением затронутого стон, плач, стенание, плаканье, жалобность, плаксивость,",
  "mn141:15.3": "это называется, товарищи, плач.",
  "mn141:16.1": "И что такое, товарищи, боль?",
  "mn141:16.2": "Та которая, товарищи, телесная боль, телесный дискомфорт, телесно-соприкосновением-рожденная боль, дискомфорт почувствованный,",
  "mn141:16.3": "это называется, товарищи, боль.",
  "mn141:17.1": "И что такое, товарищи, недовольство-“страдание”?",
  "mn141:17.2": "Та которая, товарищи, умственная-когнитивная боль, умственный дискомфорт, умственным-соприкосновением-рожденная боль, дискомфорт почувствованный,",
  "mn141:17.3": "это называется, товарищи, недовольство.",
  "mn141:18.1": "И что такое, товарищи, тоска-томление?",
  "mn141:18.2": "То которое, товарищи, с той или иной неприятностью сошедшегося, тем или иным болезненным-явлением затронутого скука, тоска, тягость, тоскливость,",
  "mn141:18.3": "это называется, товарищи, тоска.",
  "mn141:19.1": "И что такое, товарищи, то, что желанное не получать, то в том числе болезненно?",
  "mn141:19.2": "У рождающихся-действительно, товарищи, существ, такое хотение возникает:",
  "mn141:19.3": "“Ах, вот бы мы рождающимися-действительно не были, и вот бы к нам рождение не приходило”.",
  "mn141:19.4": "Но это желанием не достигается.",
  "mn141:19.5": "Это в том числе, то, что желанное не получать, то в том числе болезненно.",
  "mn141:19.6": "У стареющих-действительно, товарищи, существ…",
  "mn141:19.7": "у болещих-действительно, товарищи, существ…",
  "mn141:19.8": "у умирающих-действительно, товарищи, существ…",
  "mn141:19.9": "у страдание-плач-боль-недовольство-тоску-испытывающих-действительно, товарищи, существ такое хотение возникает:",
  "mn141:19.10": "“Ах, вот бы мы страдание-плач-боль-недовольство-тоску-испытывающих-действительно не былии, и вот бы к нам страдание-плач-боль-недовольство-тоска не приходили”.",
  "mn141:19.11": "Но это желанием не достигается.",
  "mn141:19.12": "Это в том числе, то, что желанное не получать, то в том числе болезненно.",
  "mn141:20.1": "И что такое, товарищи, сжато, пять блоков поддерживания – болезненны?",
  "mn141:20.2": "Это именно: объекто (рупы)-поддерживания-блок, ведания-поддерживания-блок, сознавания-поддерживания-блок, составления-поддерживания-блок, различения-поддерживания-блок.",
  "mn141:20.3": "Эти называются, товарищи, сжато, пять блоков поддерживания – болезненны.",
  "mn141:20.4": "Это называется, товарищи, Боль Благородно-истина.",
  "mn141:21.1": "И что такое, товарищи, Боли-скапливание Благородно-истина?",
  "mn141:21.2": "В котором цепляние-прилипание повторяющееся, с радостью-страстью-схожее здесь-и-здесь-обрадывающееся, а именно:",
  "mn141:21.3": "желания-цепляние, бытия-цепляние, разлучения-цепляние,",
  "mn141:21.4": "Это называется, товарищи, Боли-скапливание Благородно-истина.",
  "mn141:22.1": "И что такое, товарищи, Боли-устранение Благородно-истина?",
  "mn141:22.2": "Которое именно этого цепляния без остатка-не-очарованность-устранение, готовность поступиться, отдаление, свобода, не пребывание,",
  "mn141:22.3": "это называется, товарищи, Боли-устранение Благородно-истина.",
  "mn141:23.1": "И что такое, товарищи, К Боле-устранению-ведущая практика Благородно-истина?",
  "mn141:23.2": "Именно этот Благородный Восьмеричный Путь, в частности:",
  "mn141:23.3": "правильный взгляд, правильная заготовка (шаблон, паттерн, преднамерение, намерение-привычка), правильное высказывание-речь, правильный поступок (активности-граница), правильный быт, правильное старание, правильное памятование, правильное объединение опыта.",
  "mn141:24.1": "И что такое, монахи, правильный взгляд?",
  "mn141:24.2": "Которое, товарищи, о боли знание, о боли-скапливании знание, о боли-устранении знание, о к боли-устранению-ведущей практики знание.",
  "mn141:24.3": "Это называется, товарищи, правильный взгляд.",
  "mn141:25.1": "И что такое, товарищи, правильное намерение-привычка?",
  "mn141:25.2": "Отречения-привычка, без-враждебности-привычка, без-жестокости-привычка.",
  "mn141:25.3": "Это называется, товарищи, правильной привычкой.",
  "mn141:26.1": "И что такое, товарищи, правильная речь-высказывание?",
  "mn141:26.2": "Ложно-утверждение неприемлющая, рознящее высказывание неприемлющая, жесткую речь неприемлющая, пустословие неприемлющая.",
  "mn141:26.3": "Это называется, товарищи, правильная речь.",
  "mn141:27.1": "И что такое, товарищи, правильный поступок?",
  "mn141:27.2": "Снижение жизни неприемлющий, неданное даяние неприемлющий, в желаниях-ошибочное-поведение неприемлющий.",
  "mn141:27.3": "Это называется, товарищи правильный поступок.",
  "mn141:28.1": "И что такое, товарищи, правильный быт?",
  "mn141:28.2": "Вот, товарищи, благородно-слушатель ошибочный быт отбрасывая, правильным бытом быт организует,",
  "mn141:28.3": "Это называется, товарищи, правильный быт.",
  "mn141:29.1": "И что такое, товарищи, правильное старание?",
  "mn141:29.2": "Вот, товарищи, монах для невозникших вредных неблаготворных явлений невозникновения намерение-импульс-выбор порождает, старается, силу-усилие направляет, ум-состояние подхватывает, поддерживает.",
  "mn141:29.3": "для возникших вредных неблаготворных явлений прекращения намерение-импульс порождает, старается, усилие направляет, ум подхватывает, поддерживает.",
  "mn141:29.4": "для невозникших благотворных явлений возникновения намерение-импульс порождает, старается, усилие направляет, ум подхватывает, поддерживает.",
  "mn141:29.5": "для возникших благотворных явлений устойчивости, незамутненности, возрастанию, обилию, развитию, совершенствованию намерение-импульс порождает, старается, усилие направляет, ум подхватывает, поддерживает.",
  "mn141:29.6": "Это называется, товарищи, правильное старание.",
  "mn141:30.1": "И что такое, товарищи, правильное памятование?",
  "mn141:30.2": "Вот, товарищи, монах телонаблюдающий пребывает, пылкий, сознательный, памятующий, выводя (вычищая) к миру алчность-недовольство;",
  "mn141:30.3": "в чувствах чувствонаблюдающий пребывает, пылкий, сознательный, памятующий, выводя к миру алчность-недовольство;",
  "mn141:30.4": "в уме умонаблюдающий пребывает, пылкий, сознательный, памятующий, выводя к миру алчность-недовольство;",
  "mn141:30.5": "в явлениях явлениенаблюдающий пребывает, пылкий, сознательный, памятующий, выводя к миру алчность-недовольство",
  "mn141:30.6": "Это называется, товарищи, правильное памятование.",
  "mn141:31.1": "И что такое, товарищи, правильное объединение опыта?",
  "mn141:31.2": "Вот, товарищи, монах именно отделившись от желаний и отделившись от неблаготворных явлений с рассуждением с выслеживанием, с упоением (озаренностью)-приятную различением-отъединением-рожденную, первую джхану достигнув пребывает.",
  "mn141:31.3": "рассуждений-выслеживаний от выравнивания, внутреннюю уверенность, ума-мышления единобытность, без рассуждения без выслеживания объединением-рожденную с упоением-приятную вторую джхану достигнув пребывает.",
  "mn141:31.4": "И от бесстрастия к упоению, и прямо-видящим пребывает… третью джхану…",
  "mn141:31.5": "четвёртую джхану достигнув пребывает,",
  "mn141:31.6": "Это называется, товарищи, правильное объединение опыта.",
  "mn141:31.7": "Это называется, товарищи, к Боле-устранению-ведущая практика Благородно-истина.",
  "mn141:32.1": "Татхагатой, монахи, арахантом, правильно пробужденным, в Варанаси, в Исипатане, в Оленьем парке, непревзойдённое колесо Дхаммы запущено-повернуто, которое неразворачиваемо шраманом ли, брахманов ли, божеством ли, Марой ли , Брахмой ли, кем-либо на свете, это которое—",
  "mn141:32.2": "этих Четырёх Благородно-истин отмечание, указание, приведение к пониманию, постановление, распространение”.",
  "mn141:32.3": "Это сказал уважаемый Сарипутта.",
  "mn141:32.4": "Довольные те монахи уважаемого Сарипутты высказыванию обрадовались.",
  "mn141:32.5": "Сутта Разбор Истин установлена одиннадцатая."
}