{
  "mn8:0.1": "Среднее Собрание 8",
  "mn8:0.2": "Сутта Стирание (Стачивание)",
  "mn8:1.1": "Так мной услышано—",
  "mn8:1.2": "одно время Благословенный в Саватхи располагается в роще Джеты в парке Анатхапиндики.",
  "mn8:2.1": "И тогда уважаемый Махачунда вечерним временем из уединения вышедший, где Благословенный туда-подошёл; подойдя Благословенного поприветствовав с одного края сел. И с одного края сидящий уважаемый Махачунда Благословенному это сказал:",
  "mn8:3.1": "“Которые эти, почтенный, различные взгляды на свете-в мире возникают—",
  "mn8:3.2": "или с-самости-утверждением-связанные или с-мира-утверждением-связанные—",
  "mn8:3.3": "но как изначально, почтенный, монаху мыслящему-представляющему так этих взглядов есть покидание, так этих взглядов есть удаление.",
  "mn8:3.4": "“Которые эти, Чунда, различные взгляды на свете-в мире возникают—",
  "mn8:3.5": "или с-самости-утверждением-связанные или с-мира-утверждением-связанные—",
  "mn8:3.6": "как и эти взгляды возникают, как и залегают, как и выражаются то ‘это не моё, это не есть я , не моя это самость’—так это как-есть правильным пониманием видящему так этих взглядов есть покидание, так этих взглядов есть удаление.",
  "mn8:4.1": "Основание то ведь такое, Чунда, существует (различается) когда некий (какой-нибудь один) монах именно отделившись от желаний, отделившись от неблаготворных явлений с рассуждением с выслеживанием, с упоением-приятную различением-отъединением-рожденную, первую джхану достигнув пребывал бы.",
  "mn8:4.2": "Ему так явилось бы:",
  "mn8:4.3": "‘в стирании пребываю’.",
  "mn8:4.4": "Но ведь не эти, Чунда, в благородного выведении 'стирания' называются.",
  "mn8:4.5": "В-видимой-действительности-приятно-пребывания это в благородного выведении называются.",
  "mn8:5.1": "Основание то ведь такое, Чунда, существует когда некий монах рассуждений-выслеживаний от выравнивания, внутреннюю уверенность, ума-мышления единобытность, без рассуждения без выслеживания объединением-рожденную с упоением-приятную вторую джхану достигнув пребывает.",
  "mn8:5.2": "Ему так явилось бы:",
  "mn8:5.3": "‘в стирании пребываю’.",
  "mn8:5.4": "Но не то ведь, Чунда, в благородного выведении 'стирание' называют.",
  "mn8:5.5": "В-видимой-действительности-приятно-пребывания это в благородного выведении называются.",
  "mn8:6.1": "Основание то ведь такое, Чунда, существует когда некий монах и от неочарованности (бесстрастия) упоением и прямо-видящий пребывал бы, и памятующий сознательлный и приятное телом изведывал бы, такого Благородные отмечают: ‘прямо-видящий, памятующий, в приятном пребывающий’ третью джану достигнув пребывал бы.",
  "mn8:6.2": "Ему так явилось бы:",
  "mn8:6.3": "‘в стирании пребываю’.",
  "mn8:6.4": "Но ведь не эти, Чунда, в благородного выведении 'стирания' называются.",
  "mn8:6.5": "В-видимой-действительности-приятно-пребывания это в благородного выведении называются.",
  "mn8:7.1": "Основание то ведь такое, Чунда, существует когда некий монах и от покидания приятного и от покидания боли, и прежде довольств-недовольств от захождения, ни-болезненную-ни-приятную с-прямым-видением-памятованием-пречистую четвёртую джхану достугнув пребывал бы.",
  "mn8:7.2": "Ему так явилось бы:",
  "mn8:7.3": "‘в стирании пребываю’.",
  "mn8:7.4": "Но ведь не эти, Чунда, в благородного выведении 'стирания' называются.",
  "mn8:7.5": "В-видимой-действительности-приятно-пребывания это в благородного выведении называются.",
  "mn8:8.1": "Основание то ведь такое, Чунда, существует когда некий монах всецело от объекто-сознаваний превосхождения, от отражения-сознаваний захождения, от разнообразности-сознавания непредставления, 'бескрайнее пространство' пространства-бескрайнего-область достигнув пребывал бы.",
  "mn8:8.2": "Ему так явилось бы:",
  "mn8:8.3": "‘в стирании пребываю’.",
  "mn8:8.4": "Но ведь не эти, Чунда, в благородного выведении 'стирания' называются.",
  "mn8:8.5": "Спокойные (запредельные) эти пребывания в благородного выведении называются.",
  "mn8:9.1": "Основание то ведь такое, Чунда, существует когда некий монах всецело пространства-бескрайнего-область превзойдя 'бескрайнее внимание' внимания-бескрайнего-область достигнув пребывал бы.",
  "mn8:9.2": "Ему так явилось бы:",
  "mn8:9.3": "‘в стирании пребываю’.",
  "mn8:9.4": "Но ведь не эти, Чунда, в благородного выведении 'стирания' называются.",
  "mn8:9.5": "Спокойные эти пребывания в благородного выведении называются.",
  "mn8:10.1": "Основание то ведь такое, Чунда, существует когда некий монах всецело внимания-бескрайнего-область превзойдя 'нет чего-либо' без-чего-либо-область достигнув пребывал бы.",
  "mn8:10.2": "Ему так явилось бы:",
  "mn8:10.3": "‘в стирании пребываю’.",
  "mn8:10.4": "Но ведь не эти, Чунда, в благородного выведении 'стирания' называются.",
  "mn8:10.5": "Спокойные эти пребывания в благородного выведении называются.",
  "mn8:11.1": "Основание то ведь такое, Чунда, существует когда некий монах всецело без-чего-либо-область превзойдя и-не-сознавания-не-бессознательности-область достигнув пребывал бы.",
  "mn8:11.2": "Ему так явилось бы:",
  "mn8:11.3": "‘в стирании пребываю’.",
  "mn8:11.4": "Но ведь не эти, Чунда, в благородного выведении 'стирания' называются.",
  "mn8:11.5": "Спокойные эти пребывания в благородного выведении называются.",
  "mn8:12.0": "Стирания-объяснение",
  "mn8:12.1": "И вот вам, Чунда, стирание должное (которое должно быть предпринято).",
  "mn8:12.2": "'Другие вредящие будут, мы здесь (в этой плане) не-вредящие будем' стирание должное.",
  "mn8:12.3": "'Другие жизнь уменьшающие будут, мы здесь от жизнь уменьшения отвратившиеся (не-ратующие) будем' стирание должное.",
  "mn8:12.4": "'Другие не-данное-берущие будут, мы здесь от не-данного-взятия отвратившиеся будем' стирание должное.",
  "mn8:12.5": "'Другие не-целомудренные будут, мы здесь целомудренные будем' стирание должное.",
  "mn8:12.6": "'Другие ложно-утверждающие будут, мы здесь от ложно-утверждения отвратившиеся будем' стирание должное.",
  "mn8:12.7": "'Другие розняще-высказывающиеся будут, мы здесь от рознящей речи отвратившиеся будем' стирание должное.",
  "mn8:12.8": "'Другие жестко-высказывающиеся будут, мы здесь от жесткой речи отвратившиеся будем' стирание должное.",
  "mn8:12.9": "'Другие пустословящие будут, мы здесь от пустословия отвратившиеся будем' стирание должное.",
  "mn8:12.10": "'Другие алчные будут, мы здесь без-алчными будем' стирание должное.",
  "mn8:12.11": "'Другие с-враждебным-умом будут, мы здесь с-без-враждебным-умом будем' стирание должное.",
  "mn8:12.12": "'Другие с-ошибочным-взглядом будут, мы здесь с-правильным-взглядом будем' стирание должное.",
  "mn8:12.13": "'Другие с-ошибочным-намерением-привычкой будут, мы здесь с-правильным-намерением-привычкой будем' стирание должное.",
  "mn8:12.14": "'Другие с-ошибочной-речью будут, мы здесь с-правильной-речью будем' стирание должное.",
  "mn8:12.15": "'Другие ошибочно-поступающие будут, мы здесь правильно-поступающие будем' стирание должное.",
  "mn8:12.16": "'Другие с-ошибочным-бытом будут, мы здесь с-правильным-бытом будем' стирание должное.",
  "mn8:12.17": "'Другие ошибочно-старающиеся будут, мы здесь правильно-старающиеся будем' стирание должное.",
  "mn8:12.18": "'Другие ошибочно-памятующие будут, мы здесь правильно-памятующие будем' стирание должное.",
  "mn8:12.19": "'Другие с-ошибочным-объединением-опыта будут, мы здесь с-правильным-объединением-опыта будем' стирание должное.",
  "mn8:12.20": "'Другие ошибочно-знающие будут, мы здесь правильно-знающие будем' стирание должное.",
  "mn8:12.21": "'Другие ошибочно-высвободившиеся будут, мы здесь правильно-высвободившиеся будем' стирание должное.",
  "mn8:12.22": "'Другие с-апатией-сонливостью-связанные будут, мы здесь разошедшиеся-с-апатией-сонливостью будем' стирание должное.",
  "mn8:12.23": "'Другие возбуждённые-взволнованные будут, мы здесь без-возбуждённости будем' стирание должное.",
  "mn8:12.24": "'Другие разбредающиеся будут, мы здесь пресекшие-разбредание будем' стирание должное.",
  "mn8:12.25": "'Другие ворчливые будут, мы здесь без-ворчливости будем' стирание должное.",
  "mn8:12.26": "'Другие злопамятные будут, мы здесь без-злопамятности будем' стирание должное.",
  "mn8:12.27": "'Другие умаляющими (принижать) будут, мы здесь без-умаления будем' стирание должное.",
  "mn8:12.28": "'Другие соперничающие (завистливо) будут, мы здесь без-соперничества будем' стирание должное.",
  "mn8:12.29": "'Другие завистливые будут, мы здесь без-зависти будем' стирание должное.",
  "mn8:12.30": "'Другие скупые будут, мы здесь без-скупости будем' стирание должное.",
  "mn8:12.31": "'Другие хитрые (изворотливые) будут, мы здесь без-хитрости будем' стирание должное.",
  "mn8:12.32": "'Другие манипулирющие будут, мы здесь не-манипулирющие будем' стирание должное.",
  "mn8:12.33": "'Другие упрямые будут, мы здесь не-упрямые будем' стирание должное.",
  "mn8:12.34": "'Другие высокомерные будут, мы здесь без-высокомерия будем' стирание должное.",
  "mn8:12.35": "'Другие трудно-наставлиемые будут, мы здесь легко-наставляемые будем' стирание должное.",
  "mn8:12.36": "'Другие с-плохим(и)-дружные будут, мы здесь с-благим(и)-дружными будем' стирание должное.",
  "mn8:12.37": "'Другие беспечные-'опьяненные' будут, мы здесь не-беспечными будем' стирание должное.",
  "mn8:12.38": "'Другие без-верные будут, мы здесь с-верой будем' стирание должное.",
  "mn8:12.39": "'Другие бесстыдные будут, мы здесь стыдливые будем' стирание должное.",
  "mn8:12.40": "'Другие бессовестные будут, мы здесь совестливые будем' стирание должное.",
  "mn8:12.41": "'Другие необученные (не-наслушанные) будут, мы здесь много-изучившие будем' стирание должное.",
  "mn8:12.42": "'Другие ленивые будут, мы здесь решительно-старающиеся будем' стирание должное.",
  "mn8:12.43": "'Другие с-замутнённо-памятующие будут, мы здесь стабильно (установленно)-памятующие будем' стирание должное.",
  "mn8:12.44": "'Другие плохо-понимающие будут, мы здесь пониманием-наделённые будем' стирание должное.",
  "mn8:12.45": "'Другие увиденным-одержимые удерживающие-схватившие плохо-отдаляющиеся будут, мы здесь увиденным-не-одержимые не-удерживающие-не-схватившие легко-отдаляющимеся будем' стирание должное.",
  "mn8:13.0": "2. Ума-состояния-восхождение (как всход)-объяснение",
  "mn8:13.1": "А также ума-восхождение я, Чунда, к благотворным явлениям 'большое-дело' называю, что уж сказать с телом, с речью с последующими.",
  "mn8:13.2": "Поэтому, Чунда, 'другие вредящие будут, мы здесь не-вредящие будем' ум должен быть взращен (приведен к восхождению).",
  "mn8:13.3": "'Другие жизнь уменьшающие будут, мы здесь от жизнь уменьшения отвратившиеся (не-ратующие) будем' ум должен быть взращен…",
  "mn8:13.4": "'другие увиденным-одержимые удерживающие-схватившие плохо-отдаляющиеся будут, мы здесь увиденным-не-одержимые не-удерживающие-не-схватившие легко-отдаляющимеся будем' ум должен быть взращен.",
  "mn8:14.0": "3. Обхождение-объяснение",
  "mn8:14.1": "Це (это) как, Чунда, неровный путь если есть, ему иной ровный путь для обхождения;",
  "mn8:14.2": "или это как, Чунда, неровный брод если есть, ему иной ровный брод для обхождения;",
  "mn8:14.3": "и именно так, Чунда, для вредящего человека-личности без-вредность для обхождения есть, для жизнь-уменьшающего человека-личности от жизни-уменьшения отваженность для обхождения есть, для не-данное-берущего человека-личности от не-данного-взятия отваженность для обхождения есть, для не-целомудренного человека-личности от не-целомудрия отваженность для обхождения есть, для лолжно-утверждающего человека-личности от ложно-утверждения отваженность для обхождения есть, для розняще-говорящего человека-личности от рознящей речи отваженность для обхождения есть, для жестко-говорящего человека-личности от жесткой речи отваженность для обхождения есть, для пустословящего человека-личности от пустословия отваженность для обхождения есть, для алчного человека-личности без-алчность для обхождения есть, для с-враждебным-умом человека-личности без-враждебности для обхождения есть.",
  "mn8:14.4": "Для с-ошибочным-взглядом человека-личности правильный-взгляд для обхождения есть, для с-ошибочным-намерение-привычкой человека-личности правильное-намерение-привычка для обхождения есть, для с-ошибочной-речью человека-личности правильная-речь для обхождения есть, для ошибочно-поступающего человека-личности правильный-поступок для обхождения есть, для с-ошибочным-бытом человека-личности правильный-быт для обхождения есть, для ошибочно-старающегося человека-личности правильное-старание для обхождения есть, для ошибочно-памятующего человека-личности правильное-памятование для обхождения есть, для с-ошибочным-объединением-опыта человека-личности правильное-объединение-опыта для обхождения есть, для ошибочно-знающего человека-личности правильное-знание для обхождения есть, для ошибочно-высвободившегося человека-личности правильное-высвобождение для обхождения есть.",
  "mn8:14.5": "Для апатией-сонливостью-связанного человека-личности расхождение-с-апатией-сонливостью для обхождения есть, для возбуждённого человека-личности не-возбуждённость для обхождения есть, для разбредающегося человека-личности пресечение-разбредания для обхождения есть, для ворчливого человека-личности без-ворчливость для обхождения есть, для злопамятного человека-личности без-злопамятность для обхождения есть, для умаляющего человека-личности без-умаления для обхождения есть, для соперничающего человека-личности без-соперничество для обхождения есть, для завистливого человека-личности не-зависть для обхождения есть, для скупого человека-личности не-скупость для обхождения есть, для хитрого человека-личности без-хитростность для обхождения есть, для манипулирующего человека-личности не-манипулирование для обхождения есть, для упрямого человека-личности не-упрямость для обхождения есть, для высокомерного человека-личности без-высокомерие для обхождения есть, для трудно-наставлиемого человека-личности легко-наставляемость для обхождения есть, для с-плохим-дружащего человека-личности с-благим-дружба для обхождения есть, для беспечного человека-личности не-беспечность для обхождения есть, для без-верного человека-личности вера для обхождения есть, для бесстыдного человека-личности стыдливость для обхождения есть, для бессовестного человека-личности совестливость для обхождения есть, для необученного человека-личности много-учённость для обхождения есть, для ленивого человека-личности решительное-старание для обхождения есть, для с-замутнённым-памятованием человека-личности установленное-памятование для обхождения есть, для плохо-понимающего человека-личности пониманием-наделённость для обхождения есть, для увиденным-одержимого-удерживающего-схватившего-плохо-отдаляющегося человека-личности увиденным-не-одержимость-не-удерживание-не-схватывание-легко-отдаляемость для обхождения есть.",
  "mn8:15.0": "4. Возвышающий-удел-объяснение",
  "mn8:15.1": "Это как, Чунда, какие-либо неблаготворные явления все те вниз-удел-ведущий, какие-либо благотворные явления все те ввысь-удел-ведущий;",
  "mn8:15.2": "и именно так, Чунда, вредящему человеку-личности без-вредность есть ввысь-удел-ведущий, жизнь-уменьшающему человеку-личности жизнь-уменьшение прекращение есть ввысь-удел-ведущий…",
  "mn8:15.3": "увиденным-одержимому-удерживающему-схватившему-плохо-отдаляющемуся человеку-личности увиденным-не-одержимость-не-удерживание-не-схватывание-легкое-отдаление есть ввысь-удел-ведущий.",
  "mn8:16.0": "5. Париниббана-объяснение",
  "mn8:16.1": "Право, Чунда, 'сам в-топи-утопленный другого в-топи-утопленного вытащит' это основание не существует.",
  "mn8:16.2": "Право, Чунда, 'сам в-топи-не-утопленный другого в-топи-утопленного вытащит' это основание существует.",
  "mn8:16.3": "Право, Чунда, 'сам не-дресированный не-выведенный не-полностью-остуженный другого выдресирует выведет сделает полностью остуженным' это основание не существует.",
  "mn8:16.4": "Право, Чунда, 'сам дресированный выведенный полностью-остуженный другого выдресирует выведет сделает полностью остуженным' это основание существует.",
  "mn8:16.5": "И именно так, Чунда, вредящему человеку-личности без-вредность для полного-остужения есть, жизнь-уменьшающему человеку-личности жизнь-уменьшение прекращение для полного-остужения есть.",
  "mn8:16.6": "Для не-данное-берущего человеку-личности от не-данного-взятия отваженность для полного-остужения есть.",
  "mn8:16.7": "Для не-целомудренного человека-личности от не-целомудрия отваженность для полного-остужения есть.",
  "mn8:16.8": "Для лолжно-утверждающего человека-личности от ложно-утверждения отваженность для полного-остужения есть.",
  "mn8:16.9": "Для розняще-говорящего человека-личности от рознящей речи отваженность для полного-остужения есть.",
  "mn8:16.10": "Для жестко-говорящего человека-личности от жесткой речи отваженность для полного-остужения есть.",
  "mn8:16.11": "Для пустословящего человека-личности от пустословия отваженность для полного-остужения есть.",
  "mn8:16.12": "для алчного человека-личности без-алчность для полного-остужения есть.",
  "mn8:16.13": "Для с-враждебным-умом человека-личности без-враждебности для полного-остужения есть.",
  "mn8:16.14": "Для с-ошибочным-взглядом человека-личности правильный-взгляд для полного-остужения есть.",
  "mn8:16.15": "Для с-ошибочным-намерение-привычкой человека-личности правильное-намерение-привычка для полного-остужения есть",
  "mn8:16.16": "Для с-ошибочной-речью человека-личности правильная-речь для полного-остужения есть.",
  "mn8:16.17": "Для ошибочно-поступающего человека-личности правильный-поступок для полного-остужения есть.",
  "mn8:16.18": "Для с-ошибочным-бытом человека-личности правильный-быт для полного-остужения есть.",
  "mn8:16.19": "Для ошибочно-старающегося человека-личности правильное-старание для полного-остужения есть.",
  "mn8:16.20": "Для ошибочно-памятующего человека-личности правильное-памятование для полного-остужения есть.",
  "mn8:16.21": "Для с-ошибочным-объединением-опыта человека-личности правильное-объединение-опыта для полного-остужения есть.",
  "mn8:16.22": "Для ошибочно-знающего человека-личности правильное-знание для полного-остужения есть.",
  "mn8:16.23": "Для ошибочно-высвободившегося человека-личности правильное-высвобождение для полного-остужения есть.",
  "mn8:16.24": "Для апатией-сонливостью-связанного человека-личности расхождение-с-апатией-сонливостью для обхождения есть.",
  "mn8:16.25": "Для возбуждённого человека-личности не-возбуждённость для полного-остужения есть.",
  "mn8:16.26": "Для разбредающегося человека-личности пресечение-разбредания для полного-остужения есть.",
  "mn8:16.27": "Для ворчливого человека-личности без-ворчливость для полного-остужения есть.",
  "mn8:16.28": "Для злопамятного человека-личности без-злопамятность для полного-остужения есть.",
  "mn8:16.29": "Для умаляющего человека-личности без-умаления для полного-остужения есть.",
  "mn8:16.30": "Для соперничающего человека-личности без-соперничество для полного-остужения есть.",
  "mn8:16.31": "Для завистливого человека-личности не-зависть для полного-остужения есть.",
  "mn8:16.32": "Для скупого человека-личности не-скупость для полного-остужения есть.",
  "mn8:16.33": "Для хитрого человека-личности без-хитростность для полного-остужения есть.",
  "mn8:16.34": "Для манипулирующего человека-личности не-манипулирование для полного-остужения есть.",
  "mn8:16.35": "Для упрямого человека-личности не-упрямость для полного-остужения есть.",
  "mn8:16.36": "Для высокомерного человека-личности без-высокомерие для полного-остужения есть.",
  "mn8:16.37": "Для трудно-наставлиемого человека-личности легко-наставляемость для полного-остужения есть.",
  "mn8:16.38": "Для с-плохим-дружащего человека-личности с-благим-дружба для полного-остужения есть.",
  "mn8:16.39": "Для беспечного человека-личности не-беспечность для полного-остужения есть.",
  "mn8:16.40": "Для без-верного человека-личности вера для полного-остужения есть.",
  "mn8:16.41": "Для бесстыдного человека-личности стыдливость для полного-остужения есть.",
  "mn8:16.42": "Для бессовестного человека-личности совестливость для полного-остужения есть.",
  "mn8:16.43": "Для необученного человека-личности много-учённость для полного-остужения есть.",
  "mn8:16.44": "Для ленивого человека-личности решительное-старание для полного-остужения есть.",
  "mn8:16.45": "Для с-замутнённым-памятованием человека-личности установленное-памятование для полного-остужения есть.",
  "mn8:16.46": "Для плохо-понимающего человека-личности пониманием-наделённость для полного-остужения есть.",
  "mn8:16.47": "Для увиденным-одержимого-удерживающего-схватившего-плохо-отдаляющегося человека-личности увиденным-не-одержимость-не-удерживание-не-схватывание-легко-отдаляемость для полного-остужения есть.",
  "mn8:17.1": "И вот, Чунда, указано мной Стирания-объяснение, указано ума-восхождение, указано обхождения-объяснение, указано ввысь-удел-ведущего-объяснение, указано полного-остужения-объясенние.",
  "mn8:17.2": "Которое то, Чунда, Учителем должно быть сделано для слушающих благожелающим сострадательным состраданием поддерживаемым, сделано для вас то мной.",
  "mn8:17.3": "Вот, Чунда, деревьев-корни, вот пустые-жилища, зажгитесь (пылко старайтесь, концентрируйтесь, ~медитируйте, ~размышляйте), Чунда, не будьте беспечны, не будьте после-сожалеющими—это вот наше наставление”.",
  "mn8:17.4": "Это сказал Благословенный.",
  "mn8:17.5": "Довольный уважаемый Чунда Благословенного речи обрадовался.",
  "mn8:17.6": "'Сорокчетыре-шага сказаны,",
  "mn8:17.7": "Объединения пять указаны;",
  "mn8:17.8": "Стирание имя сутты-учения,",
  "mn8:17.9": "глубокой океану-подобной'.",
  "mn8:17.10": "Салеккхасутта установлена восьмая."
}