{
  "an11.16:0.1": "Nummerierte Lehrreden 11.16 ",
  "an11.16:0.2": "2. Das Kapitel über Besinnung ",
  "an11.16:0.3": "Der Mann aus der Stadt Aṭṭhaka ",
  "an11.16:1.1": "Einmal hielt sich der Ehrwürdige Ānanda bei Vesālī in dem Dörfchen Beluva auf. ",
  "an11.16:1.2": "Damals war der Hausbesitzer Dasama aus der Stadt Aṭṭhaka wegen einer Angelegenheit nach Pāṭaliputta gekommen. ",
  "an11.16:2.1": "Er ging zum Hühnerkloster, begab sich zu einem gewissen Mönch und sagte zu ihm: ",
  "an11.16:2.2": "„Herr, wo hält sich der Ehrwürdige Ānanda jetzt auf? ",
  "an11.16:2.3": "Denn ich möchte ihn sehen.“ ",
  "an11.16:2.4": "„Hausbesitzer, der Ehrwürdige Ānanda hält sich bei Vesālī in dem Dörfchen Beluva auf.“ ",
  "an11.16:3.1": "Da ging der Hausbesitzer Dasama, nachdem er sein Geschäft in Pāṭaliputta erledigt hatte, zu dem Dörfchen Beluva in Vesālī, um den Ehrwürdigen Ānanda zu sehen. Er verbeugte sich, setzte sich zur Seite hin und sagte zu Ānanda: ",
  "an11.16:3.2": "„Ehrenwerter Ānanda, gibt es ein Ding, das vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, richtig erklärt wurde, sodass der Geist eines beflissenen, eifrigen und entschlossenen Mönchs, wenn er es übt, befreit wird, seine Befleckungen aufgelöst werden und er das unübertreffliche Schutzgebiet erreicht?“ ",
  "an11.16:3.3": "„Das gibt es, Hausbesitzer.“ ",
  "an11.16:4.1": "„Und was ist dieses eine Ding?“ ",
  "an11.16:4.2": "„Hausbesitzer, es ist, wenn ein Mönch oder eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an11.16:4.3": "Dann denkt die Person: ",
  "an11.16:4.4": "‚Selbst diese erste Vertiefung kommt durch Entscheidungen und Absichten zustande.‘ ",
  "an11.16:4.5": "Sie versteht: ‚Aber was durch Entscheidungen und Absichten zustande kommt, ist unbeständig und muss aufhören.‘ ",
  "an11.16:4.6": "Indem sie darin verweilt, erreicht sie die Auflösung der Befleckungen. ",
  "an11.16:4.7": "Wenn sie nicht die Auflösung der Befleckungen erreicht, wird sie mit dem Auflösen der fünf niederen Fesseln aufgrund ihrer Leidenschaft und Liebe zu dieser Meditation durch unmittelbares Erscheinen wiedergeboren. Sie erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "an11.16:4.8": "Das ist ein Ding, das vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, richtig erklärt wurde, sodass der Geist eines beflissenen, eifrigen und entschlossenen Mönchs, wenn er es übt, befreit wird, seine Befleckungen aufgelöst werden und er das unübertreffliche Schutzgebiet erreicht. ",
  "an11.16:5.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch oder eine Nonne in die zweite Vertiefung ein und verweilt darin … ",
  "an11.16:5.2": "in die dritte Vertiefung … ",
  "an11.16:5.3": "in die vierte Vertiefung. ",
  "an11.16:5.4": "Dann denkt die Person: ",
  "an11.16:5.5": "‚Selbst diese vierte Vertiefung kommt durch Entscheidungen und Absichten zustande.‘ ",
  "an11.16:5.6": "Sie versteht: ‚Aber was durch Entscheidungen und Absichten zustande kommt, ist unbeständig und muss aufhören.‘ ",
  "an11.16:5.7": "Indem sie darin verweilt, erreicht sie die Auflösung der Befleckungen. ",
  "an11.16:5.8": "Wenn sie nicht die Auflösung der Befleckungen erreicht, wird sie mit dem Auflösen der fünf niederen Fesseln aufgrund ihrer Leidenschaft und Liebe zu dieser Meditation durch unmittelbares Erscheinen wiedergeboren. Sie erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "an11.16:5.9": "Auch das ist ein Ding, das vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, richtig erklärt wurde, sodass der Geist eines beflissenen, eifrigen und entschlossenen Mönchs, wenn er es übt, befreit wird, seine Befleckungen aufgelöst werden und er das unübertreffliche Schutzgebiet erreicht. ",
  "an11.16:6.1": "Dann meditiert ein Mönch, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an11.16:6.2": "Dann denkt die Person: ",
  "an11.16:6.3": "‚Selbst diese Erlösung des Herzens durch Liebe kommt durch Entscheidungen und Absichten zustande.‘ ",
  "an11.16:6.4": "Sie versteht: ‚Aber was durch Entscheidungen und Absichten zustande kommt, ist unbeständig und muss aufhören.‘ ",
  "an11.16:6.5": "Indem sie darin verweilt, erreicht sie die Auflösung der Befleckungen. ",
  "an11.16:6.6": "Wenn sie nicht die Auflösung der Befleckungen erreicht, wird sie mit dem Auflösen der fünf niederen Fesseln aufgrund ihrer Leidenschaft und Liebe zu dieser Meditation durch unmittelbares Erscheinen wiedergeboren. Sie erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "an11.16:6.7": "Auch das ist ein Ding, das vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, richtig erklärt wurde … ",
  "an11.16:7.1": "Dann meditiert eine Nonne, indem sie eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "an11.16:7.2": "Sie meditiert, indem sie eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt … ",
  "an11.16:7.3": "Sie meditiert, indem sie eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. ",
  "an11.16:7.4": "Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an11.16:7.5": "Dann denkt die Person: ",
  "an11.16:7.6": "‚Selbst diese Erlösung des Herzens durch Gleichmut kommt durch Entscheidungen und Absichten zustande.‘ ",
  "an11.16:7.7": "Sie versteht: ‚Aber was durch Entscheidungen und Absichten zustande kommt, ist unbeständig und muss aufhören.‘ ",
  "an11.16:7.8": "Indem sie darin verweilt, erreicht sie die Auflösung der Befleckungen. ",
  "an11.16:7.9": "Wenn sie nicht die Auflösung der Befleckungen erreicht, wird sie mit dem Auflösen der fünf niederen Fesseln aufgrund ihrer Leidenschaft und Liebe zu dieser Meditation durch unmittelbares Erscheinen wiedergeboren. Sie erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "an11.16:7.10": "Auch das ist ein Ding, das vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, richtig erklärt wurde … ",
  "an11.16:8.1": "Dann übersteigt da ein Mönch oder eine Nonne jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, richtet den Geist nicht auf die Wahrnehmung von Vielfalt, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "an11.16:8.2": "Dann denkt die Person: ",
  "an11.16:8.3": "‚Selbst dieser Zustand der Dimension des unendlichen Raumes kommt durch Entscheidungen und Absichten zustande.‘ ",
  "an11.16:8.4": "Sie versteht: ‚Aber was durch Entscheidungen und Absichten zustande kommt, ist unbeständig und muss aufhören.‘ ",
  "an11.16:8.5": "Indem sie darin verweilt, erreicht sie die Auflösung der Befleckungen. ",
  "an11.16:8.6": "Wenn sie nicht die Auflösung der Befleckungen erreicht, wird sie mit dem Auflösen der fünf niederen Fesseln aufgrund ihrer Leidenschaft und Liebe zu dieser Meditation durch unmittelbares Erscheinen wiedergeboren. Sie erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "an11.16:8.7": "Auch das ist ein Ding, das vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, richtig erklärt wurde … ",
  "an11.16:9.1": "Dann übersteigt da ein Mönch oder eine Nonne vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. … ",
  "an11.16:9.2": "Die Person übersteigt vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. … ",
  "an11.16:9.3": "Dann denkt die Person: ",
  "an11.16:9.4": "‚Selbst dieser Zustand der Dimension des Nichts kommt durch Entscheidungen und Absichten zustande.‘ ",
  "an11.16:9.5": "Sie versteht: ‚Aber was durch Entscheidungen und Absichten zustande kommt, ist unbeständig und muss aufhören.‘ ",
  "an11.16:9.6": "Indem sie darin verweilt, erreicht sie die Auflösung der Befleckungen. ",
  "an11.16:9.7": "Wenn sie nicht die Auflösung der Befleckungen erreicht, wird sie mit dem Auflösen der fünf niederen Fesseln aufgrund ihrer Leidenschaft und Liebe zu dieser Meditation durch unmittelbares Erscheinen wiedergeboren. Sie erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "an11.16:9.8": "Auch das ist ein Ding, das vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, richtig erklärt wurde, sodass der Geist eines beflissenen, eifrigen und entschlossenen Mönchs, wenn er es übt, befreit wird, seine Befleckungen aufgelöst werden und er das unübertreffliche Schutzgebiet erreicht.“ ",
  "an11.16:10.1": "Daraufhin sagte der Hausbesitzer Dasama zum Ehrwürdigen Ānanda: ",
  "an11.16:10.2": "„Ehrenwerter Ānanda, wie wenn jemand einen Zugang zu einem verborgenen Schatz suchen würde, und auf einmal würde er elf Zugänge finden! ",
  "an11.16:10.3": "Ebenso habe ich ein Tor zur Unsterblichkeit gesucht, und auf einmal höre ich von elf Toren zur Unsterblichkeit! ",
  "an11.16:10.4": "Wie wenn jemand ein Haus mit elf Türen hätte: Wenn das Haus in Brand geriete, könnte er sich durch irgendeine der elf Türen in Sicherheit bringen. ",
  "an11.16:10.5": "Ebenso bin ich in der Lage, mich durch irgendeins dieser elf Tore zur Unsterblichkeit in Sicherheit zu bringen. ",
  "an11.16:10.6": "Herr, die, die anderen Konfessionen anhängen, würden sich nach einem Entgelt für den Lehrer umschauen. ",
  "an11.16:10.7": "Warum sollte ich nicht auch dem Ehrwürdigen Ānanda eine Spende geben?“ ",
  "an11.16:11.1": "Und der Hausbesitzer Dasama versammelte den Saṅgha von Vesālī und Pāṭaliputta und bewirtete und bediente ihn eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "an11.16:11.2": "Er kleidete jeden Mönch und jede Nonne in ein Paar von Gewändern, dem Ehrwürdigen Ānanda gab er einen Satz von drei Roben. ",
  "an11.16:11.3": "Und er ließ für den Ehrwürdigen Ānanda eine Unterkunft im Wert von 500 bauen. "
}