{
  "an11.13:0.1": "Nummerierte Lehrreden 11.13 ",
  "an11.13:0.2": "2. Das Kapitel über Besinnung ",
  "an11.13:0.3": "Mit Nandiya ",
  "an11.13:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "an11.13:1.2": "Zu dieser Zeit nun wollte der Buddha in Sāvatthī den Regenzeitaufenthalt antreten. ",
  "an11.13:2.1": "Der Sakyer Nandiya hörte davon ",
  "an11.13:2.3": "und dachte: ",
  "an11.13:2.4": "„Warum trete ich nicht auch den Regenzeitaufenthalt in Sāvatthī an? ",
  "an11.13:2.5": "Dort kann ich mich meiner Arbeit widmen und bekomme von Zeit zu Zeit den Buddha zu sehen.“ ",
  "an11.13:3.1": "Da trat der Buddha in Sāvatthī den Regenzeitaufenthalt an, ",
  "an11.13:3.2": "und Nandiya tat desgleichen. ",
  "an11.13:3.3": "Dort widmete er sich seiner Arbeit und bekam von Zeit zu Zeit den Buddha zu sehen. ",
  "an11.13:3.4": "Zu dieser Zeit waren mehrere Mönche und Nonnen dabei, eine Robe für den Buddha zu fertigen: ",
  "an11.13:3.5": "„Wenn seine Robe fertig ist und die drei Monate des Regenzeitaufenthalts um sein werden, wird der Buddha auf Wanderschaft gehen.“ ",
  "an11.13:4.1": "Der Sakyer Nandiya hörte davon. ",
  "an11.13:4.4": "Er ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an11.13:4.5": "„Herr, ich habe gehört, ",
  "an11.13:4.6": "mehrere Mönche und Nonnen seien dabei, eine Robe für den Buddha zu fertigen: ",
  "an11.13:4.7": "‚Wenn seine Robe fertig ist und die drei Monate des Regenzeitaufenthalts um sein werden, wird der Buddha auf Wanderschaft gehen.‘ ",
  "an11.13:4.8": "Wir verbringen nun unser Leben auf unterschiedliche Arten. Welche davon sollten wir üben?“ ",
  "an11.13:5.1": "„Gut, gut, Nandiya! ",
  "an11.13:5.2": "Es ist angebracht, dass ehrbare Menschen wie du zu mir kommen und fragen: ",
  "an11.13:5.3": "‚Wir verbringen nun unser Leben auf unterschiedliche Arten. Welche davon sollten wir üben?‘ ",
  "an11.13:5.4": "Der Vertrauensvolle hat Erfolg, nicht der ohne Vertrauen. ",
  "an11.13:5.5": "Die Sittliche hat Erfolg, nicht die Unmoralische. ",
  "an11.13:5.6": "Der Energische hat Erfolg, nicht der Träge. ",
  "an11.13:5.7": "Die Achtsame hat Erfolg, nicht die Unachtsame. ",
  "an11.13:5.8": "Der mit Versenkung hat Erfolg, nicht der ohne Versenkung. ",
  "an11.13:5.9": "Die Weise hat Erfolg, nicht die Geistlose. ",
  "an11.13:5.10": "Wenn du in diesen sechs Dingen verankert bist, dann entwickle noch fünf weitere Dinge. ",
  "an11.13:6.1": "Zunächst besinne dich auf den Klargewordenen: ",
  "an11.13:6.2": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an11.13:6.3": "Auf diese Art verankere innerlich Achtsamkeit, die sich auf den Klargewordenen stützt. ",
  "an11.13:7.1": "Weiter besinne dich auf die Lehre: ",
  "an11.13:7.2": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben ersichtlich, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "an11.13:7.3": "Auf diese Art verankere innerlich Achtsamkeit, die sich auf die Lehre stützt. ",
  "an11.13:8.1": "Weiter besinne dich auf deine guten Freunde: ",
  "an11.13:8.2": "‚Ich habe Glück, so großes Glück! ",
  "an11.13:8.3": "Ich habe gute Freunde, die mich aus Güte und Anteilnahme unterweisen und anleiten.‘ ",
  "an11.13:8.4": "Auf diese Art verankere innerlich Achtsamkeit, die sich auf gute Freunde stützt. ",
  "an11.13:9.1": "Weiter besinne dich auf deine eigene Großzügigkeit: ",
  "an11.13:9.2": "‚Ich habe Glück, so großes Glück! ",
  "an11.13:9.3": "Unter denen, die vom Fleck des Geizes befleckt sind, lebe ich im Haus und habe den Fleck des Geizes entfernt; ich gebe großzügig her, habe eine offene Hand, freue mich am Loslassen, bin der Wohltätigkeit verpflichtet und liebe es, zu geben und zu teilen.‘ ",
  "an11.13:9.4": "Auf diese Art verankere innerlich Achtsamkeit, die sich auf die Großzügigkeit stützt. ",
  "an11.13:10.1": "Weiter besinne dich auf die Gottheiten: ",
  "an11.13:10.2": "‚Es gibt Gottheiten, die die Götter, die feste Nahrung verzehren, übertreffen und in einer Schar geistgeschaffener Gottheiten wiedergeboren werden. Sie sehen in sich selbst nichts mehr, das noch zu tun oder zu verbessern wäre.‘ ",
  "an11.13:10.3": "Ein Mönch, der unumkehrbar befreit ist, sieht in sich selbst nichts mehr, das noch zu tun oder zu verbessern wäre. ",
  "an11.13:10.4": "Ebenso, Nandiya, gibt es Gottheiten, die die Götter, die feste Nahrung verzehren, übertreffen und in einer Schar geistgeschaffener Gottheiten wiedergeboren werden. Sie sehen in sich selbst nichts mehr, das noch zu tun oder zu verbessern wäre. ",
  "an11.13:10.5": "Auf diese Art verankere innerlich Achtsamkeit, die sich auf die Gottheiten stützt. ",
  "an11.13:11.1": "Ein edler Schüler, der diese elf Eigenschaften besitzt, gibt schlechte, untaugliche Eigenschaften auf und haftet nicht an ihnen. ",
  "an11.13:11.2": "Wie wenn ein Krug mit Wasser umgedreht wird: Das Wasser fließt heraus und kehrt nicht mehr zurück. ",
  "an11.13:11.3": "Wie ein unkontrolliertes Feuer: Es schreitet voran und brennt ein trockenes Waldstück nieder und kehrt nicht mehr zu dem Verbrannten zurück. ",
  "an11.13:11.4": "Ebenso gibt ein edler Schüler, der diese elf Eigenschaften besitzt, schlechte, untaugliche Eigenschaften auf und haftet nicht an ihnen.“ "
}