{
  "an11.9:0.1": "Nummerierte Lehrreden 11.9 ",
  "an11.9:0.2": "1. Das Kapitel über Abhängigkeit ",
  "an11.9:0.3": "Mit Sandha ",
  "an11.9:1.1": "Einmal hielt sich der Buddha bei Ñātika im Backsteinhaus auf. ",
  "an11.9:1.2": "Da ging der Ehrwürdige Sandha zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an11.9:2.1": "„Meditiere wie ein Vollblutpferd, Sandha, ",
  "an11.9:2.2": "nicht wie ein wildes Fohlen. ",
  "an11.9:2.3": "Und wie meditiert ein wildes Fohlen? ",
  "an11.9:2.4": "Ein wildes Fohlen, das am Futtertrog angebunden ist, meditiert: ‚Futter, Futter!‘ ",
  "an11.9:2.5": "Und warum? ",
  "an11.9:2.6": "Weil dem wilden Fohlen, das am Futtertrog angebunden ist, nicht in den Sinn kommt, zu denken: ",
  "an11.9:2.7": "‚Welche Aufgabe verlangt der Zureiter heute von mir? Wie sollte ich reagieren?‘ ",
  "an11.9:2.8": "Da es am Futtertrog angebunden ist, meditiert es nur: ‚Futter, Futter!‘ ",
  "an11.9:2.9": "Ebenso ist da ein wilder Mensch in die Wildnis gegangen, zum Fuß eines Baumes oder in eine leere Hütte. Sein Herz ist von sinnlicher Begierde überwältigt, in sinnliche Begierde verstrickt, und er versteht nicht wahrhaftig, wie er der aufgekommenen sinnlichen Begierde entrinnen kann. ",
  "an11.9:2.10": "Er hegt im Innern sinnliche Begierde und meditiert und konzentriert sich und sinnt und betrachtet. ",
  "an11.9:2.11": "Sein Herz ist von bösem Willen überwältigt … ",
  "an11.9:2.12": "von Dumpfheit und Benommenheit … ",
  "an11.9:2.13": "von Rastlosigkeit und Reue … ",
  "an11.9:2.14": "oder von Zweifel … ",
  "an11.9:2.15": "Er hegt im Innern Zweifel und meditiert und konzentriert sich und sinnt und betrachtet. ",
  "an11.9:2.16": "Er meditiert in Abhängigkeit von Erde, Wasser, Feuer und Luft. Er meditiert in Abhängigkeit von der Dimension des unendlichen Raumes, der Dimension des unendlichen Bewusstseins, der Dimension des Nichts oder der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er meditiert in Abhängigkeit von dieser Welt oder jener Welt. Er meditiert in Abhängigkeit von dem, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. ",
  "an11.9:2.17": "So meditiert ein wildes Fohlen. ",
  "an11.9:3.1": "Und wie meditiert ein Vollblutpferd? ",
  "an11.9:3.2": "Ein erlesenes Vollblutpferd, das am Futtertrog angebunden ist, meditiert nicht: ‚Futter, Futter!‘ ",
  "an11.9:3.3": "Und warum nicht? ",
  "an11.9:3.4": "Weil dem erlesenen Vollblutpferd, das am Futtertrog angebunden ist, in den Sinn kommt, zu denken: ",
  "an11.9:3.5": "‚Welche Aufgabe verlangt der Zureiter heute von mir? Wie sollte ich reagieren?‘ ",
  "an11.9:3.6": "Da es am Futtertrog angebunden ist, meditiert es nicht: ‚Futter, Futter!‘ ",
  "an11.9:3.7": "Denn dieses erlesene Vollblutpferd betrachtet es als eine Schuld, eine Fessel, einen Verlust, ein Unglück, wenn die Peitsche gebraucht werden muss. ",
  "an11.9:3.8": "Ebenso ist da ein erlesener Vollblutmensch in die Wildnis gegangen, zum Fuß eines Baumes oder in eine leere Hütte. Sein Herz ist nicht von sinnlicher Begierde überwältigt, in sinnliche Begierde verstrickt, und er versteht wahrhaftig, wie er der aufgekommenen sinnlichen Begierde entrinnen kann. ",
  "an11.9:3.9": "Sein Herz ist nicht von bösem Willen überwältigt … ",
  "an11.9:3.10": "von Dumpfheit und Benommenheit … ",
  "an11.9:3.11": "von Rastlosigkeit und Reue … ",
  "an11.9:3.12": "oder von Zweifel … ",
  "an11.9:3.13": "Er meditiert nicht in Abhängigkeit von Erde, Wasser, Feuer oder Luft. Er meditiert nicht in Abhängigkeit von der Dimension des unendlichen Raumes, der Dimension des unendlichen Bewusstseins, der Dimension des Nichts oder der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er meditiert nicht in Abhängigkeit von dieser Welt oder jener Welt. Er meditiert nicht in Abhängigkeit von dem, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. ",
  "an11.9:3.14": "Dennoch meditiert er. ",
  "an11.9:3.15": "Wenn ein erlesener Vollblutmensch so meditiert, verehren ihn die Götter mit Indra, Brahmā und dem Urvater von Weitem: ",
  "an11.9:4.1": "‚Ehre sei dir, du Vollblüter! ",
  "an11.9:4.2": "Ehre sei dir, Höchster unter den Menschen! ",
  "an11.9:4.3": "Die Grundlage deiner Vertiefung ",
  "an11.9:4.4": "verstehen wir nicht.‘“ ",
  "an11.9:5.1": "Daraufhin fragte der Ehrwürdige Sandha den Buddha: ",
  "an11.9:5.2": "„Aber Herr, wie meditiert dieser edle Vollblutmensch?“ ",
  "an11.9:7.1": "„Sandha, für einen edlen Vollblutmenschen ist die Wahrnehmung der Erde in Bezug auf die Erde verschwunden. Die Wahrnehmung von Wasser … Feuer … Luft in Bezug auf Luft ist verschwunden. Die Wahrnehmung der Dimension des unendlichen Raumes in Bezug auf die Dimension des unendlichen Raumes ist verschwunden. Die Wahrnehmung der Dimension des unendlichen Bewusstseins … der Dimension des Nichts … der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, in Bezug auf die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, ist verschwunden. Die Wahrnehmung dieser Welt in Bezug auf diese Welt ist verschwunden. Die Wahrnehmung jener Welt in Bezug auf jene Welt ist verschwunden. Und die Wahrnehmung dessen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, ist verschwunden. ",
  "an11.9:7.2": "So meditiert dieser erlesene Vollblutmensch nicht in Abhängigkeit von Erde, Wasser, Feuer oder Luft. Er meditiert nicht in Abhängigkeit von der Dimension des unendlichen Raumes, der Dimension des unendlichen Bewusstseins, der Dimension des Nichts oder der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er meditiert nicht in Abhängigkeit von dieser Welt oder jener Welt. ",
  "an11.9:7.3": "Er meditiert nicht in Abhängigkeit von dem, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. ",
  "an11.9:7.4": "Dennoch meditiert er. ",
  "an11.9:7.5": "Wenn ein erlesener Vollblutmensch so meditiert, verehren ihn die Götter mit Indra, Brahmā und dem Urvater von Weitem: ",
  "an11.9:8.1": "‚Ehre sei dir, du Vollblüter! ",
  "an11.9:8.2": "Ehre sei dir, Höchster unter den Menschen! ",
  "an11.9:8.3": "Die Grundlage deiner Vertiefung ",
  "an11.9:8.4": "verstehen wir nicht.‘“ "
}