{
  "an11.8:0.1": "Nummerierte Lehrreden 11.8 ",
  "an11.8:0.2": "1. Das Kapitel über Abhängigkeit ",
  "an11.8:0.3": "Aufmerksamkeit ",
  "an11.8:1.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an11.8:2.1": "„Kann es sein, Herr, dass ein Mönch einen Versenkungszustand wie diesen erreicht: Er wäre nicht aufmerksam auf das Auge oder Bilder, auf das Ohr oder Töne, auf die Nase oder Düfte, auf die Zunge oder Geschmäcke oder auf den Körper oder Berührungen. Er wäre nicht aufmerksam auf die Erde in der Erde, das Wasser im Wasser, das Feuer im Feuer oder die Luft in der Luft. Er wäre nicht aufmerksam auf die Dimension des unendlichen Raumes in der Dimension des unendlichen Raumes, die Dimension des unendlichen Bewusstseins in der Dimension des unendlichen Bewusstseins, die Dimension des Nichts in der Dimension des Nichts oder die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er wäre nicht aufmerksam auf diese Welt in dieser Welt und nicht auf jene Welt in jener Welt. Und er wäre nicht aufmerksam auf das, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. ",
  "an11.8:2.2": "Aber er wäre dennoch aufmerksam?“ ",
  "an11.8:3.1": "„Das könnte sein, Ānanda.“ ",
  "an11.8:4.1": "„Aber wie könnte das sein, Herr?“ ",
  "an11.8:5.1": "„Ānanda, da ist ein Mönch auf Folgendes aufmerksam: ",
  "an11.8:5.2": "‚Das ist friedvoll, das ist erhaben: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Auflösen des Verlangens, das Schwinden, Aufhören, Erlöschen.‘ ",
  "an11.8:5.3": "So kann ein Mönch einen Versenkungszustand wie diesen erreichen: Er wäre nicht aufmerksam auf das Auge oder Bilder, auf das Ohr oder Töne, auf die Nase oder Düfte, auf die Zunge oder Geschmäcke oder auf den Körper oder Berührungen … ",
  "an11.8:5.4": "Und er wäre nicht aufmerksam auf das, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. ",
  "an11.8:5.5": "Aber er wäre dennoch aufmerksam.“ "
}