{
  "an11.20:0.1": "Nummerierte Lehrreden 11.20 ",
  "an11.20:0.2": "2. Das Kapitel über Besinnung ",
  "an11.20:0.3": "Versenkung (3) ",
  "an11.20:1.1": "Da gingen mehrere Mönche und Nonnen zum Ehrwürdigen Sāriputta und tauschten Willkommensgrüße mit ihm aus. ",
  "an11.20:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin und sagten zu ihm: ",
  "an11.20:2.1": "„Kann es sein, werter Freund, dass eine Nonne einen Versenkungszustand wie diesen erreicht: Sie würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Sie würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Sie würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und sie würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber sie würde dennoch wahrnehmen?“ ",
  "an11.20:2.2": "„Das kann sein, werte Freunde.“ ",
  "an11.20:3.1": "„Aber wie könnte das sein?“ ",
  "an11.20:4.1": "„Da nimmt eine Nonne wahr: ",
  "an11.20:4.2": "‚Das ist friedvoll, das ist erhaben: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Auflösen des Verlangens, das Schwinden, Aufhören, Erlöschen.‘ ",
  "an11.20:4.3": "So kann eine Nonne einen Versenkungszustand wie diesen erreichen: Sie würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Sie würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Sie würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und sie würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber sie würde dennoch wahrnehmen.“ "
}