{
  "an11.12:0.1": "Nummerierte Lehrreden 11.12 ",
  "an11.12:0.2": "2. Das Kapitel über Besinnung ",
  "an11.12:0.3": "Mit Mahānāma (2) ",
  "an11.12:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "an11.12:1.2": "Nun war da der Sakyer Mahānāma kürzlich von einer Krankheit genesen. ",
  "an11.12:1.3": "Zu dieser Zeit waren mehrere Mönche und Nonnen dabei, eine Robe für den Buddha zu fertigen: ",
  "an11.12:1.4": "„Wenn seine Robe fertig ist und die drei Monate des Regenzeitaufenthalts um sein werden, wird der Buddha auf Wanderschaft gehen.“ ",
  "an11.12:2.1": "Der Sakyer Mahānāma hörte davon. ",
  "an11.12:2.4": "Er ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an11.12:2.5": "„Herr, ich habe gehört, ",
  "an11.12:2.6": "mehrere Mönche und Nonnen seien dabei, eine Robe für den Buddha zu fertigen: ",
  "an11.12:2.7": "‚Wenn seine Robe fertig ist und die drei Monate des Regenzeitaufenthalts um sein werden, wird der Buddha auf Wanderschaft gehen.‘ ",
  "an11.12:2.8": "Wir verbringen nun unser Leben auf unterschiedliche Arten. Welche davon sollen wir üben?“ ",
  "an11.12:3.1": "„Gut, gut, Mahānāma! ",
  "an11.12:3.2": "Es ist angebracht, dass ehrbare Menschen wie du zu mir kommen und fragen: ",
  "an11.12:3.3": "‚Wir verbringen nun unser Leben auf unterschiedliche Arten. Welche davon sollen wir üben?‘ ",
  "an11.12:3.4": "Der Vertrauensvolle hat Erfolg, nicht der ohne Vertrauen. ",
  "an11.12:3.5": "Die Energische hat Erfolg, nicht die Träge. ",
  "an11.12:3.6": "Der Achtsame hat Erfolg, nicht der Unachtsame. ",
  "an11.12:3.7": "Die mit Versenkung hat Erfolg, nicht die ohne Versenkung. ",
  "an11.12:3.8": "Der Weise hat Erfolg, nicht der Geistlose. ",
  "an11.12:3.9": "Wenn du in diesen fünf Dingen verankert bist, dann entwickle noch sechs weitere Dinge. ",
  "an11.12:4.1": "Zunächst besinne dich auf den Klargewordenen: ",
  "an11.12:4.2": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an11.12:4.3": "Zu einer Zeit, zu der ein edler Schüler sich auf den Klargewordenen besinnt, ist sein Geist nicht voller Gier, Hass und Täuschung. ",
  "an11.12:4.4": "Zu dieser Zeit ist sein Geist unbeirrbar, auf den Klargewordenen ausgerichtet. ",
  "an11.12:4.5": "Ein edler Schüler, dessen Geist unbeirrbar ist, ist ergriffen von der Bedeutung und der Lehre und findet Freude im Zusammenhang mit der Lehre. ",
  "an11.12:4.6": "Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet er Seligkeit. Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "an11.12:4.7": "Entwickle diese Besinnung auf den Buddha im Gehen, Stehen, Sitzen und Liegen, bei der Arbeit und wenn du zu Hause bei deinen Kindern bist. ",
  "an11.12:5.1": "Weiter besinne dich auf die Lehre … ",
  "an11.12:5.2": "auf den Saṅgha … ",
  "an11.12:5.3": "auf dein eigenes sittliches Verhalten … ",
  "an11.12:5.4": "auf deine eigene Großzügigkeit … ",
  "an11.12:5.5": "und auf die Gottheiten … ",
  "an11.12:5.12": "Zu einer Zeit, zu der ein edler Schüler sich auf Vertrauen, sittliches Verhalten, Gelehrsamkeit, Großzügigkeit und Weisheit der Gottheiten und auf die gleichen Eigenschaften bei sich selbst besinnt, ist sein Geist nicht voller Gier, Hass und Täuschung. ",
  "an11.12:5.13": "Zu dieser Zeit ist sein Geist unbeirrbar, auf die Gottheiten ausgerichtet. ",
  "an11.12:5.14": "Ein edler Schüler, dessen Geist unbeirrbar ist, ist ergriffen von der Bedeutung und der Lehre und findet Freude im Zusammenhang mit der Lehre. ",
  "an11.12:5.15": "Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet er Seligkeit. Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "an11.12:5.16": "Entwickle diese Besinnung auf die Gottheiten im Gehen, Stehen, Sitzen und Liegen, bei der Arbeit und wenn du zu Hause bei deinen Kindern bist.“ "
}