{
  "an11.14:0.1": "Nummerierte Lehrreden 11.14 ",
  "an11.14:0.2": "2. Das Kapitel über Besinnung ",
  "an11.14:0.3": "Mit Subhūti ",
  "an11.14:1.1": "Da ging der Ehrwürdige Subhūti zusammen mit dem Mönch Saddha zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an11.14:1.2": "„Subhūti, wie heißt dieser Mönch?“ ",
  "an11.14:1.3": "„Herr, dieser Mönch heißt Saddha. Er ist der Sohn des Laienmannes Sudatta und ist aus Vertrauen aus dem Haus fortgezogen ins hauslose Leben.“ ",
  "an11.14:2.1": "„Nun, ich hoffe, dieser Mönch Saddha weist die Auswirkungen des Vertrauens auf.“ ",
  "an11.14:2.2": "„Jetzt ist die Zeit, Gesegneter! Jetzt ist die Zeit, Heiliger! ",
  "an11.14:2.3": "Der Buddha spreche über die Auswirkungen des Vertrauens. ",
  "an11.14:2.4": "Jetzt werde ich herausfinden, ob dieser Mönch Saddha die Auswirkungen des Vertrauens aufweist.“ ",
  "an11.14:3.1": "„Nun, Subhūti, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "an11.14:3.2": "„Ja, Herr“, antwortete Subhūti. ",
  "an11.14:3.3": "Der Buddha sagte: ",
  "an11.14:4.1": "„Zunächst ist da ein Mönch sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er aufgenommen hat. ",
  "an11.14:4.2": "Wenn ein Mönch sittlich ist, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:5.1": "Dann ist da ein Mönch sehr gelehrt, erinnert und behält, was er gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das ganz vollständig und rein ist. Er ist sehr gelehrt in diesen Lehren, erinnert sie, festigt sie, indem er sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an11.14:5.2": "Wenn ein Mönch gelehrt ist, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:6.1": "Dann hat da ein Mönch gute Freunde, Genossen und Gefährten. ",
  "an11.14:6.2": "Wenn ein Mönch gute Freunde hat, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:7.1": "Dann ist da ein Mönch leicht zu ermahnen, er hat Eigenschaften, durch die er leicht zu ermahnen ist. Er ist geduldig und nimmt die Anleitung respektvoll an. ",
  "an11.14:7.2": "Wenn ein Mönch leicht zu ermahnen ist, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:8.1": "Dann ist ein Mönch geschickt und unermüdlich bei vielen verschiedenen Pflichten für seine geistlichen Gefährten. Er versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "an11.14:8.2": "Wenn ein Mönch geschickt und unermüdlich ist, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:9.1": "Dann liebt da ein Mönch die Lehren, es ist eine Lust, sich mit ihm zu unterhalten, er ist voller Freude über die Lehre und Schulung. ",
  "an11.14:9.2": "Wenn ein Mönch die Lehren liebt, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:10.1": "Dann lebt da ein Mönch so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an11.14:10.2": "Wenn ein Mönch energisch ist, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:11.1": "Dann erlangt ein Mönch die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not. ",
  "an11.14:11.2": "Wenn ein Mönch die vier Vertiefungen erlangt, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:12.1": "Dann erinnert sich da ein Mönch an viele Arten früherer Leben, ",
  "an11.14:12.2": "das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Er erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "an11.14:12.3": "Wenn ein Mönch sich an viele Arten früherer Leben erinnert, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:13.1": "Dann sieht da ein Mönch mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlechtgemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlechtgemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "an11.14:13.2": "Wenn ein Mönch geläuterte und übermenschliche Hellsichtigkeit besitzt, ist das eine Auswirkung des Vertrauens. ",
  "an11.14:14.1": "Dann erlangt da ein Mönch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an11.14:14.2": "Wenn ein Mönch die Befleckungen aufgelöst hat, ist das eine Auswirkung des Vertrauens.“ ",
  "an11.14:15.1": "Daraufhin sagte der Ehrwürdige Subhūti zum Buddha: ",
  "an11.14:15.2": "„Herr, die Auswirkungen des Vertrauens bei einem vertrauensvollen Menschen, von denen der Buddha spricht, findet man bei diesem Mönch; er weist sie auf. ",
  "an11.14:16.1": "Dieser Mönch ist sittlich … ",
  "an11.14:17.1": "Dieser Mönch ist gelehrt … ",
  "an11.14:18.1": "Dieser Mönch hat gute Freunde … ",
  "an11.14:19.1": "Dieser Mönch ist leicht zu ermahnen … ",
  "an11.14:20.1": "Dieser Mönch ist geschickt und unermüdlich bei vielen verschiedenen Pflichten … ",
  "an11.14:21.1": "Dieser Mönch liebt die Lehren … ",
  "an11.14:22.1": "Dieser Mönch ist energisch … ",
  "an11.14:23.1": "Dieser Mönch erlangt die vier Vertiefungen … ",
  "an11.14:24.1": "Dieser Mönch erinnert sich an viele Arten früherer Leben … ",
  "an11.14:25.1": "Dieser Mönch besitzt geläuterte und übermenschliche Hellsichtigkeit … ",
  "an11.14:26.1": "Dieser Mönch hat die Befleckungen aufgelöst … ",
  "an11.14:26.2": "Die Auswirkungen des Vertrauens, von denen der Buddha spricht, findet man bei diesem Mönch; er weist sie auf.“ ",
  "an11.14:27.1": "„Gut, gut, Subhūti! ",
  "an11.14:27.2": "Daher solltest du mit diesem Mönch Saddha zusammenleben, Subhūti. ",
  "an11.14:27.3": "Und wenn du den Klargewordenen sehen willst, sollst du zusammen mit ihm kommen.“ "
}