{
  "an11.8:0.1": "Nummerierte Lehrreden 11.8 ",
  "an11.8:0.2": "1. Das Kapitel über Abhängigkeit ",
  "an11.8:0.3": "Den Geist richten ",
  "an11.8:1.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an11.8:2.1": "„Kann es sein, Herr, dass ein Mönch einen Versenkungszustand wie diesen erreicht: Er würde den Geist nicht auf das Auge oder Bilder richten, auf das Ohr oder Töne, die Nase oder Düfte, die Zunge oder Geschmäcke oder den Körper oder Berührungen. Er würde den Geist nicht auf die Erde in der Erde richten, auf das Wasser im Wasser, das Feuer im Feuer oder die Luft in der Luft. Er würde den Geist nicht auf die Dimension des unendlichen Raumes in der Dimension des unendlichen Raumes richten, auf die Dimension des unendlichen Bewusstseins in der Dimension des unendlichen Bewusstseins, die Dimension des Nichts in der Dimension des Nichts oder die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde den Geist nicht auf diese Welt in dieser Welt richten und nicht auf jene Welt in jener Welt. Und er würde den Geist nicht auf das richten, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann – ",
  "an11.8:2.2": "und dennoch würde er den Geist richten?“ ",
  "an11.8:3.1": "„Das könnte sein, Ānanda.“ ",
  "an11.8:4.1": "„Aber wie könnte das sein, Herr?“ ",
  "an11.8:5.1": "„Ānanda, da ist richtet ein Mönch den Geist auf Folgendes: ",
  "an11.8:5.2": "‚Das ist friedvoll, das ist erhaben: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Auflösen des Verlangens, das Schwinden, Aufhören, Erlöschen.‘ ",
  "an11.8:5.3": "So kann ein Mönch einen Versenkungszustand wie diesen erreichen: Er würde den Geist nicht auf das Auge oder Bilder richten, auf das Ohr oder Töne, die Nase oder Düfte, die Zunge oder Geschmäcke oder den Körper oder Berührungen … ",
  "an11.8:5.4": "Und er würde den Geist nicht auf das richten, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann – ",
  "an11.8:5.5": "und dennoch würde er den Geist richten.“ "
}