{
  "an11.19:0.1": "Nummerierte Lehrreden 11.19 ",
  "an11.19:0.2": "2. Das Kapitel über Besinnung ",
  "an11.19:0.3": "Versenkung (2) ",
  "an11.19:1.1": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an11.19:1.2": "„Mönche und Nonnen!“ ",
  "an11.19:1.3": "„Ehrwürdiger Herr“, antworteten sie. ",
  "an11.19:1.4": "Der Buddha sagte: ",
  "an11.19:2.1": "„Kann es sein, dass ein Mönch einen Versenkungszustand wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
  "an11.19:2.2": "„Unsere Lehren wurzeln im Buddha. Er leitet uns und ist unsere Zuflucht. Herr, es wäre gut, wenn der Buddha selbst erklären würde, was das bedeutet. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "an11.19:3.1": "„Also dann, Mönche und Nonnen, hört zu und passt gut auf, ich werde sprechen.“ ",
  "an11.19:3.2": "„Ja, Herr“, antworteten sie. ",
  "an11.19:3.3": "Der Buddha sagte: ",
  "an11.19:4.1": "„Ein Mönch kann einen solchen Versenkungszustand erreichen.“ ",
  "an11.19:5.1": "„Aber wie könnte das sein?“ ",
  "an11.19:6.1": "„Da nimmt ein Mönch wahr: ",
  "an11.19:6.2": "‚Das ist friedvoll, das ist erhaben: nämlich das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Auflösen des Verlangens, das Schwinden, Aufhören, Erlöschen.‘ ",
  "an11.19:6.3": "So kann ein Mönch einen Versenkungszustand wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ "
}