{
  "pli-tv-bi-vb-pd1:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pd1:0.2": "The Nuns’ Analysis ",
  "pli-tv-bi-vb-pd1:0.3": "The chapter on offenses entailing acknowledgment ",
  "pli-tv-bi-vb-pd1:0.4": "1. The training rule on asking for ghee ",
  "pli-tv-bi-vb-pd1:0.5": "Venerables, these eight rules on acknowledgment come up for recitation. ",
  "pli-tv-bi-vb-pd1:1.1.0.1": "Origin story ",
  "pli-tv-bi-vb-pd1:1.1.0.2": "First sub-story ",
  "pli-tv-bi-vb-pd1:1.1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pd1:1.1.2": "the nuns from the group of six were eating ghee that they had asked for. ",
  "pli-tv-bi-vb-pd1:1.1.3": "People complained and criticized them, ",
  "pli-tv-bi-vb-pd1:1.1.4": "“How can nuns eat ghee that they have asked for? ",
  "pli-tv-bi-vb-pd1:1.1.5": "Who doesn’t like nice food? Who doesn’t prefer tasty food?” ",
  "pli-tv-bi-vb-pd1:1.1.6": "The nuns heard the complaints of those people. ",
  "pli-tv-bi-vb-pd1:1.1.7": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pd1:1.1.8": "“How can the nuns from the group of six eat ghee that they have asked for?” … ",
  "pli-tv-bi-vb-pd1:1.1.9": "“Is it true, monks, that those nuns do this?” ",
  "pli-tv-bi-vb-pd1:1.1.10": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pd1:1.1.11": "The Buddha rebuked them … ",
  "pli-tv-bi-vb-pd1:1.1.12": "“How can the nuns from the group of six do this? ",
  "pli-tv-bi-vb-pd1:1.1.13": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-pd1:1.1.14": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pd1:1.1.15.0": "First preliminary ruling ",
  "pli-tv-bi-vb-pd1:1.1.15.1": "‘If a nun asks for ghee and then eats it, she must acknowledge it: ",
  "pli-tv-bi-vb-pd1:1.1.16": "“I have done a blameworthy and unsuitable thing that is to be acknowledged. I acknowledge it.”’” ",
  "pli-tv-bi-vb-pd1:1.1.17": "In this way the Buddha laid down this training rule for the nuns. ",
  "pli-tv-bi-vb-pd1:1.2.0": "Second sub-story ",
  "pli-tv-bi-vb-pd1:1.2.1": "Soon afterwards a number of nuns were sick. ",
  "pli-tv-bi-vb-pd1:1.2.2": "The nuns who were looking after them asked, ",
  "pli-tv-bi-vb-pd1:1.2.3": "“I hope you’re bearing up? I hope you’re getting better?” ",
  "pli-tv-bi-vb-pd1:1.2.4": "“Previously we ate ghee that we had asked for, and then we were comfortable. ",
  "pli-tv-bi-vb-pd1:1.2.5": "But now that the Buddha has prohibited this, we don’t ask because we’re afraid of wrongdoing. And because of that we’re not comfortable.” … ",
  "pli-tv-bi-vb-pd1:1.2.6": "They told the Buddha. Soon afterwards the Buddha had the Sangha gathered and addressed the monks: ",
  "pli-tv-bi-vb-pd1:1.2.7": "“Monks, I allow a sick nun to eat ghee that she has asked for. ",
  "pli-tv-bi-vb-pd1:1.2.8": "And so, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pd1:1.2.9.0": "Final ruling ",
  "pli-tv-bi-vb-pd1:1.2.9.1": "‘If a nun who is not sick asks for ghee and then eats it, she must acknowledge it: ",
  "pli-tv-bi-vb-pd1:1.2.10": "“I have done a blameworthy and unsuitable thing that is to be acknowledged. I acknowledge it.”’” ",
  "pli-tv-bi-vb-pd1:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pd1:2.1.1": "A: ",
  "pli-tv-bi-vb-pd1:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pd1:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pd1:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pd1:2.1.5": "who is not sick: ",
  "pli-tv-bi-vb-pd1:2.1.6": "who is comfortable without ghee. ",
  "pli-tv-bi-vb-pd1:2.1.7": "Who is sick: ",
  "pli-tv-bi-vb-pd1:2.1.8": "who is not comfortable without ghee. ",
  "pli-tv-bi-vb-pd1:2.1.9": "Ghee: ",
  "pli-tv-bi-vb-pd1:2.1.10": "ghee from cows, ghee from goats, ghee from buffaloes, or ghee from whatever animal whose meat is allowable. ",
  "pli-tv-bi-vb-pd1:2.1.11": "If she is not sick and she asks for herself, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bi-vb-pd1:2.1.12": "When she receives it with the intention of eating it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pd1:2.1.13": "For every mouthful, she commits an offense entailing acknowledgment. ",
  "pli-tv-bi-vb-pd1:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pd1:2.2.1": "If she is not sick, and she does not perceive herself as sick, and she eats ghee that she has asked for, she commits an offense entailing acknowledgment. ",
  "pli-tv-bi-vb-pd1:2.2.2": "If she is not sick, but she is unsure of it, and she eats ghee that she has asked for, she commits an offense entailing acknowledgment. ",
  "pli-tv-bi-vb-pd1:2.2.3": "If she is not sick, but she perceives herself as sick, and she eats ghee that she has asked for, she commits an offense entailing acknowledgment. ",
  "pli-tv-bi-vb-pd1:2.2.4": "If she is sick, but she does not perceive herself as sick, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pd1:2.2.5": "If she is sick, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pd1:2.2.6": "If she is sick, and she perceives herself as sick, there is no offense. ",
  "pli-tv-bi-vb-pd1:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pd1:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pd1:2.3.2": "if she is sick; ",
  "pli-tv-bi-vb-pd1:2.3.3": "if she asked for it when she was sick, but eats it when she is no longer sick; ",
  "pli-tv-bi-vb-pd1:2.3.4": "if she eats the leftovers from one who is sick; ",
  "pli-tv-bi-vb-pd1:2.3.5": "if it is from relatives; ",
  "pli-tv-bi-vb-pd1:2.3.6": "if it is from those who have given an invitation; ",
  "pli-tv-bi-vb-pd1:2.3.7": "if it is for the benefit of someone else; ",
  "pli-tv-bi-vb-pd1:2.3.8": "if it is by means of her own property; ",
  "pli-tv-bi-vb-pd1:2.3.9": "if she is insane; ",
  "pli-tv-bi-vb-pd1:2.3.10": "if she is the first offender. ",
  "pli-tv-bi-vb-pd1:2.3.11": "The first training rule on acknowledgment is finished. "
}