{
  "sn5.1:0.1": "Saṃyutta Nikāya 5.1 ",
  "sn5.1:0.2": "1. Capítulo das Bhikkhunis ",
  "sn5.1:0.3": "Com Āḷavikā ",
  "sn5.1:1.1": "Assim ouvi. ",
  "sn5.1:1.2": "Em certa ocasião o Buda estava perto de Savatthi, no Bosque de Jeta, no Parque de Anathapindika. ",
  "sn5.1:1.3": "Então, a bhikkhuni Āḷavikā vestiu pela manhã seus mantos e, levando consigo suas tigela e manto, foi para Sāvatthī esmolar alimentos. ",
  "sn5.1:1.4": "Lá ela recebeu comida. Então, após a sua refeição, quando voltando de Sāvatthī ela foi para a Floresta Negra em busca de reclusão. ",
  "sn5.1:1.5": "Então, Māra o Perverso, com a intenção de causar medo, terror e arrepios em Āḷavikā, e com o objetivo de lhe fazer abandonar a sua reclusão, foi até ela e dirigiu-se a ela em verso: ",
  "sn5.1:2.1": "“Não há fuga possível neste mundo, ",
  "sn5.1:2.2": "e portanto o que de que a reclusão lhe servirá? ",
  "sn5.1:2.3": "Desfrute das delícias do prazer dos sentidos; ",
  "sn5.1:2.4": "não vá se arrepender depois.” ",
  "sn5.1:3.1": "Então a bhikkhuni Āḷavikā pensou, ",
  "sn5.1:3.2": "“Quem se dirige a mim em verso, um ser humano ou não-humano?” ",
  "sn5.1:3.3": "E o seguite lhe ocorreu: ",
  "sn5.1:3.4": "Este Māra, o Perverso, busca me causar medo, terror e arrepios em Āḷavikā, e tem o objetivo de me fazer abandonar a sua reclusão!” ",
  "sn5.1:3.5": "Então a bhikkhuni Āḷavikā, sabendo que se tratava de Mara, o Perverso, lhe respondeu em versos: ",
  "sn5.1:4.1": "“Há fuga possível neste mundo, ",
  "sn5.1:4.2": "e eu a experimentei diretamente, com sabedoria. ",
  "sn5.1:4.3": "Ó Malvado, parceiro dos incautos, ",
  "sn5.1:4.4": "você não sabe de tal lugar. ",
  "sn5.1:5.1": "Os prazeres dos sentidos são como espadas e espetos; ",
  "sn5.1:5.2": "os agregados servem como seu bloco de corte. ",
  "sn5.1:5.3": "O que você chama de deleite do sentido ",
  "sn5.1:5.4": "não mais me encanta.” ",
  "sn5.1:6.1": "Então, Māra o Perverso, pensou, “A bhikkhuni Āḷavikā me conhece!”, e triste e desolado, desapareceu num instante. "
}