{
  "sn46.30:0.1": "Saṃyutta Nikāya 46 ",
  "sn46.30:0.2": "3. Udāyivagga ",
  "sn46.30:0.3": "30. Udāyisutta ",
  "sn46.30:1.1": "Ekaṃ samayaṃ bhagavā sumbhesu viharati setakaṃ nāma sumbhānaṃ nigamo. ",
  "sn46.30:1.2": "Atha kho āyasmā udāyī yena bhagavā tenupasaṅkami …pe… ekamantaṃ nisinno kho āyasmā udāyī bhagavantaṃ etadavoca: ",
  "sn46.30:2.1": "“Acchariyaṃ, bhante, abbhutaṃ, bhante. ",
  "sn46.30:2.2": "Yāva bahukatañca me, bhante, bhagavati pemañca gāravo ca hirī ca ottappañca. ",
  "sn46.30:2.3": "Ahañhi, bhante, pubbe agārikabhūto samāno abahukato ahosiṃ dhammena abahukato saṃghena. ",
  "sn46.30:2.4": "So khvāhaṃ bhagavati pemañca gāravañca hiriñca ottappañca sampassamāno agārasmā anagāriyaṃ pabbajito. ",
  "sn46.30:2.5": "Tassa me bhagavā dhammaṃ desesi: ",
  "sn46.30:2.6": "‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "sn46.30:2.7": "iti vedanā …pe… ",
  "sn46.30:2.8": "iti saññā … ",
  "sn46.30:2.9": "iti saṅkhārā … ",
  "sn46.30:2.10": "iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti. ",
  "sn46.30:3.1": "So khvāhaṃ, bhante, suññāgāragato imesaṃ pañcupādānakkhandhānaṃ ukkujjāvakujjaṃ samparivattento ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. ",
  "sn46.30:3.2": "Dhammo ca me, bhante, abhisamito, maggo ca me paṭiladdho; ",
  "sn46.30:3.3": "yo me bhāvito bahulīkato tathā tathā viharantaṃ tathattāya upanessati yathāhaṃ: ",
  "sn46.30:3.4": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānissāmi. ",
  "sn46.30:4.1": "Satisambojjhaṅgo me, bhante, paṭiladdho, yo me bhāvito bahulīkato tathā tathā viharantaṃ tathattāya upanessati yathāhaṃ: ",
  "sn46.30:4.2": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānissāmi …pe… ",
  "sn46.30:4.3": "upekkhāsambojjhaṅgo me, bhante, paṭiladdho, yo me bhāvito bahulīkato tathā tathā viharantaṃ tathattāya upanessati yathāhaṃ: ",
  "sn46.30:4.4": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānissāmi. ",
  "sn46.30:4.5": "Ayaṃ kho me, bhante, maggo paṭiladdho, yo me bhāvito bahulīkato tathā tathā viharantaṃ tathattāya upanessati yathāhaṃ: ",
  "sn46.30:4.6": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānissāmī”ti. ",
  "sn46.30:5.1": "“Sādhu sādhu, udāyi. ",
  "sn46.30:5.2": "Eso hi te, udāyi, maggo paṭiladdho, yo te bhāvito bahulīkato tathā tathā viharantaṃ tathattāya upanessati yathā tvaṃ: ",
  "sn46.30:5.3": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānissasī”ti. ",
  "sn46.30:5.4": "Dasamaṃ. ",
  "sn46.30:5.5": "Udāyivaggo tatiyo. ",
  "sn46.30:6.1": "Bodhāya desanā ṭhānā, ",
  "sn46.30:6.2": "ayoniso cāparihānī; ",
  "sn46.30:6.3": "Khayo nirodho nibbedho, ",
  "sn46.30:6.4": "ekadhammo udāyināti. "
}