{
  "sn46.53:0.1": "Saṁyutta Nikāya 46 ",
  "sn46.53:0.2": "6. Sākacchavagga ",
  "sn46.53:0.3": "53. Aggisutta ",
  "sn46.53:1.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pavisiṁsu. ",
  "sn46.53:1.2": "(Pariyāyasuttasadisaṁ.) ",
  "sn46.53:2.1": "“Evaṁvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "sn46.53:2.2": "‘yasmiṁ, āvuso, samaye līnaṁ cittaṁ hoti, katamesaṁ tasmiṁ samaye bojjhaṅgānaṁ akālo bhāvanāya, katamesaṁ tasmiṁ samaye bojjhaṅgānaṁ kālo bhāvanāya? ",
  "sn46.53:2.3": "Yasmiṁ panāvuso, samaye uddhataṁ cittaṁ hoti, katamesaṁ tasmiṁ samaye bojjhaṅgānaṁ akālo bhāvanāya, katamesaṁ tasmiṁ samaye bojjhaṅgānaṁ kālo bhāvanāyā’ti? ",
  "sn46.53:2.4": "Evaṁ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṁ āpajjissanti. ",
  "sn46.53:2.5": "Taṁ kissa hetu? ",
  "sn46.53:2.6": "Yathā taṁ, bhikkhave, avisayasmiṁ. ",
  "sn46.53:3.1": "Nāhaṁ taṁ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yo imesaṁ pañhānaṁ veyyākaraṇena cittaṁ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ",
  "sn46.53:4.1": "Yasmiṁ, bhikkhave, samaye līnaṁ cittaṁ hoti, akālo tasmiṁ samaye passaddhisambojjhaṅgassa bhāvanāya, akālo samādhisambojjhaṅgassa bhāvanāya, akālo upekkhāsambojjhaṅgassa bhāvanāya. ",
  "sn46.53:4.2": "Taṁ kissa hetu? ",
  "sn46.53:4.3": "Līnaṁ, bhikkhave, cittaṁ taṁ etehi dhammehi dussamuṭṭhāpayaṁ hoti. ",
  "sn46.53:5.1": "Seyyathāpi, bhikkhave, puriso parittaṁ aggiṁ ujjāletukāmo assa. ",
  "sn46.53:5.2": "So tattha allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni pakkhipeyya, allāni ca kaṭṭhāni pakkhipeyya, udakavātañca dadeyya, paṁsukena ca okireyya; ",
  "sn46.53:5.3": "bhabbo nu kho so puriso parittaṁ aggiṁ ujjāletun”ti? ",
  "sn46.53:5.4": "“No hetaṁ, bhante”. ",
  "sn46.53:6.1": "“Evameva kho, bhikkhave, yasmiṁ samaye līnaṁ cittaṁ hoti, akālo tasmiṁ samaye passaddhisambojjhaṅgassa bhāvanāya, akālo samādhisambojjhaṅgassa bhāvanāya, akālo upekkhāsambojjhaṅgassa bhāvanāya. ",
  "sn46.53:6.2": "Taṁ kissa hetu? ",
  "sn46.53:6.3": "Līnaṁ, bhikkhave, cittaṁ taṁ etehi dhammehi dussamuṭṭhāpayaṁ hoti. ",
  "sn46.53:7.1": "Yasmiñca kho, bhikkhave, samaye līnaṁ cittaṁ hoti, kālo tasmiṁ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya. ",
  "sn46.53:7.2": "Taṁ kissa hetu? ",
  "sn46.53:7.3": "Līnaṁ, bhikkhave, cittaṁ taṁ etehi dhammehi susamuṭṭhāpayaṁ hoti. ",
  "sn46.53:8.1": "Seyyathāpi, bhikkhave, puriso parittaṁ aggiṁ ujjāletukāmo assa. ",
  "sn46.53:8.2": "So tattha sukkhāni ceva tiṇāni pakkhipeyya, sukkhāni gomayāni pakkhipeyya, sukkhāni kaṭṭhāni pakkhipeyya, mukhavātañca dadeyya, na ca paṁsukena okireyya; ",
  "sn46.53:8.3": "bhabbo nu kho so puriso parittaṁ aggiṁ ujjāletun”ti? ",
  "sn46.53:8.4": "“Evaṁ, bhante”. ",
  "sn46.53:9.1": "“Evameva kho, bhikkhave, yasmiṁ samaye līnaṁ cittaṁ hoti, kālo tasmiṁ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya. ",
  "sn46.53:9.2": "Taṁ kissa hetu? ",
  "sn46.53:9.3": "Līnaṁ, bhikkhave, cittaṁ taṁ etehi dhammehi susamuṭṭhāpayaṁ hoti. ",
  "sn46.53:10.1": "Yasmiṁ, bhikkhave, samaye uddhataṁ cittaṁ hoti, akālo tasmiṁ samaye dhammavicayasambojjhaṅgassa bhāvanāya, akālo vīriyasambojjhaṅgassa bhāvanāya, akālo pītisambojjhaṅgassa bhāvanāya. ",
  "sn46.53:10.2": "Taṁ kissa hetu? ",
  "sn46.53:10.3": "Uddhataṁ, bhikkhave, cittaṁ taṁ etehi dhammehi duvūpasamayaṁ hoti. ",
  "sn46.53:11.1": "Seyyathāpi, bhikkhave, puriso mahantaṁ aggikkhandhaṁ nibbāpetukāmo assa. ",
  "sn46.53:11.2": "So tattha sukkhāni ceva tiṇāni pakkhipeyya, sukkhāni ca gomayāni pakkhipeyya, sukkhāni ca kaṭṭhāni pakkhipeyya, mukhavātañca dadeyya, na ca paṁsukena okireyya; ",
  "sn46.53:11.3": "bhabbo nu kho so puriso mahantaṁ aggikkhandhaṁ nibbāpetun”ti? ",
  "sn46.53:11.4": "“No hetaṁ, bhante”. ",
  "sn46.53:12.1": "“Evameva kho, bhikkhave, yasmiṁ samaye uddhataṁ cittaṁ hoti, akālo tasmiṁ samaye dhammavicayasambojjhaṅgassa bhāvanāya, akālo vīriyasambojjhaṅgassa bhāvanāya, akālo pītisambojjhaṅgassa bhāvanāya. ",
  "sn46.53:12.2": "Taṁ kissa hetu? ",
  "sn46.53:12.3": "Uddhataṁ, bhikkhave, cittaṁ taṁ etehi dhammehi duvūpasamayaṁ hoti. ",
  "sn46.53:13.1": "Yasmiñca kho, bhikkhave, samaye uddhataṁ cittaṁ hoti, kālo tasmiṁ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya. ",
  "sn46.53:13.2": "Taṁ kissa hetu? ",
  "sn46.53:13.3": "Uddhataṁ, bhikkhave, cittaṁ taṁ etehi dhammehi suvūpasamayaṁ hoti. ",
  "sn46.53:14.1": "Seyyathāpi, bhikkhave, puriso mahantaṁ aggikkhandhaṁ nibbāpetukāmo assa. ",
  "sn46.53:14.2": "So tattha allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni pakkhipeyya, allāni ca kaṭṭhāni pakkhipeyya, udakavātañca dadeyya, paṁsukena ca okireyya; ",
  "sn46.53:14.3": "bhabbo nu kho so puriso mahantaṁ aggikkhandhaṁ nibbāpetun”ti? ",
  "sn46.53:14.4": "“Evaṁ, bhante”. ",
  "sn46.53:15.1": "“Evameva kho, bhikkhave, yasmiṁ samaye uddhataṁ cittaṁ hoti, kālo tasmiṁ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya. ",
  "sn46.53:15.2": "Taṁ kissa hetu? ",
  "sn46.53:15.3": "Uddhataṁ, bhikkhave, cittaṁ taṁ etehi dhammehi suvūpasamayaṁ hoti. ",
  "sn46.53:15.4": "Satiñca khvāhaṁ, bhikkhave, sabbatthikaṁ vadāmī”ti. ",
  "sn46.53:15.5": "Tatiyaṁ. "
}