{
  "sn44.9:0.1": "Saṃyutta Nikāya 44 ",
  "sn44.9:0.2": "1. Abyākatavagga ",
  "sn44.9:0.3": "9. Kutūhalasālāsutta ",
  "sn44.9:1.1": "Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
  "sn44.9:1.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca: ",
  "sn44.9:2.1": "“Purimāni, bho gotama, divasāni purimatarāni sambahulānaṃ nānātitthiyānaṃ samaṇabrāhmaṇānaṃ paribbājakānaṃ kutūhalasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
  "sn44.9:2.2": "‘ayaṃ kho pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa. ",
  "sn44.9:2.3": "Sopi sāvakaṃ abbhatītaṃ kālaṅkataṃ upapattīsu byākaroti: ",
  "sn44.9:2.4": "“asu amutra upapanno, asu amutra upapanno”ti. ",
  "sn44.9:2.5": "Yopissa sāvako uttamapuriso paramapuriso paramapattipatto tampi sāvakaṃ abbhatītaṃ kālaṅkataṃ upapattīsu byākaroti: ",
  "sn44.9:2.6": "“asu amutra upapanno, asu amutra upapanno”ti. ",
  "sn44.9:3.1": "Ayampi kho makkhali gosālo …pe… ",
  "sn44.9:3.2": "ayampi kho nigaṇṭho nāṭaputto …pe… ",
  "sn44.9:3.3": "ayampi kho sañcayo belaṭṭhaputto …pe… ",
  "sn44.9:3.4": "ayampi kho pakudho kaccāno …pe… ",
  "sn44.9:3.5": "ayampi kho ajito kesakambalo saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa. ",
  "sn44.9:3.6": "Sopi sāvakaṃ abbhatītaṃ kālaṅkataṃ upapattīsu byākaroti: ",
  "sn44.9:3.7": "“asu amutra upapanno, asu amutra upapanno”ti. ",
  "sn44.9:3.8": "Yopissa sāvako uttamapuriso paramapuriso paramapattipatto tampi sāvakaṃ abbhatītaṃ kālaṅkataṃ upapattīsu byākaroti: ",
  "sn44.9:3.9": "“asu amutra upapanno, asu amutra upapanno”’ti. ",
  "sn44.9:4.1": "Ayampi kho samaṇo gotamo saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa. ",
  "sn44.9:4.2": "Sopi sāvakaṃ abbhatītaṃ kālaṅkataṃ upapattīsu byākaroti: ",
  "sn44.9:4.3": "‘asu amutra upapanno, asu amutra upapanno’ti. ",
  "sn44.9:4.4": "Yopissa sāvako uttamapuriso paramapuriso paramapattipatto tañca sāvakaṃ abbhatītaṃ kālaṅkataṃ upapattīsu na byākaroti: ",
  "sn44.9:4.5": "‘asu amutra upapanno, asu amutra upapanno’ti. ",
  "sn44.9:4.6": "Api ca kho naṃ evaṃ byākaroti: ",
  "sn44.9:4.7": "‘acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā’ti. ",
  "sn44.9:4.8": "Tassa mayhaṃ, bho gotama, ahu deva kaṅkhā, ahu vicikicchā: ",
  "sn44.9:4.9": "‘kathaṃ nāma samaṇassa gotamassa dhammo abhiññeyyo’”ti? ",
  "sn44.9:5.1": "“Alañhi te, vaccha, kaṅkhituṃ, alaṃ vicikicchituṃ. ",
  "sn44.9:5.2": "Kaṅkhanīye ca pana te ṭhāne vicikicchā uppannā. ",
  "sn44.9:5.3": "Saupādānassa khvāhaṃ, vaccha, upapattiṃ paññāpemi no anupādānassa. ",
  "sn44.9:5.4": "Seyyathāpi, vaccha, aggi saupādāno jalati, no anupādāno; ",
  "sn44.9:5.5": "evameva khvāhaṃ, vaccha, saupādānassa upapattiṃ paññāpemi, no anupādānassā”ti. ",
  "sn44.9:6.1": "“Yasmiṃ, bho gotama, samaye acci vātena khittā dūrampi gacchati, imassa pana bhavaṃ gotamo kiṃ upādānasmiṃ paññāpetī”ti? ",
  "sn44.9:6.2": "“Yasmiṃ kho, vaccha, samaye acci vātena khittā dūrampi gacchati, tamahaṃ vātūpādānaṃ paññāpemi. ",
  "sn44.9:6.3": "Vāto hissa, vaccha, tasmiṃ samaye upādānaṃ hotī”ti. ",
  "sn44.9:6.4": "“Yasmiñca pana, bho gotama, samaye imañca kāyaṃ nikkhipati, satto ca aññataraṃ kāyaṃ anupapanno hoti, imassa pana bhavaṃ gotamo kiṃ upādānasmiṃ paññāpetī”ti? ",
  "sn44.9:6.5": "“Yasmiṃ kho, vaccha, samaye imañca kāyaṃ nikkhipati, satto ca aññataraṃ kāyaṃ anupapanno hoti, tamahaṃ taṇhūpādānaṃ vadāmi. ",
  "sn44.9:6.6": "Taṇhā hissa, vaccha, tasmiṃ samaye upādānaṃ hotī”ti. ",
  "sn44.9:6.7": "Navamaṃ. "
}