{
  "sn44.4:0.1": "Saṃyutta Nikāya 44 ",
  "sn44.4:0.2": "1. Abyākatavagga ",
  "sn44.4:0.3": "4. Dutiyasāriputtakoṭṭhikasutta ",
  "sn44.4:1.1": "Ekaṃ samayaṃ āyasmā ca sāriputto, āyasmā ca mahākoṭṭhiko bārāṇasiyaṃ viharanti isipatane migadāye …pe… ",
  "sn44.4:1.2": "(sāyeva pucchā.) ",
  "sn44.4:1.3": "“Ko nu kho, āvuso, hetu, ko paccayo, yenetaṃ abyākataṃ bhagavatā”ti? ",
  "sn44.4:1.4": "“Rūpaṃ kho, āvuso, ajānato apassato yathābhūtaṃ, rūpasamudayaṃ ajānato apassato yathābhūtaṃ, rūpanirodhaṃ ajānato apassato yathābhūtaṃ, rūpanirodhagāminiṃ paṭipadaṃ ajānato apassato yathābhūtaṃ, ‘hoti tathāgato paraṃ maraṇā’tipissa hoti; ",
  "sn44.4:1.5": "‘na hoti tathāgato paraṃ maraṇā’tipissa hoti; ",
  "sn44.4:1.6": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipissa hoti; ",
  "sn44.4:1.7": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipissa hoti. ",
  "sn44.4:1.8": "Vedanaṃ …pe… ",
  "sn44.4:1.9": "saññaṃ …pe… ",
  "sn44.4:1.10": "saṅkhāre …pe… ",
  "sn44.4:1.11": "viññāṇaṃ ajānato apassato yathābhūtaṃ, viññāṇasamudayaṃ ajānato apassato yathābhūtaṃ, viññāṇanirodhaṃ ajānato apassato yathābhūtaṃ, viññāṇanirodhagāminiṃ paṭipadaṃ ajānato apassato yathābhūtaṃ, ‘hoti tathāgato paraṃ maraṇā’tipissa hoti; ",
  "sn44.4:1.12": "‘na hoti tathāgato paraṃ maraṇā’tipissa hoti; ",
  "sn44.4:1.13": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipissa hoti; ",
  "sn44.4:1.14": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’”tipissa hoti. ",
  "sn44.4:2.1": "Rūpañca kho, āvuso, jānato passato yathābhūtaṃ, rūpasamudayaṃ jānato passato yathābhūtaṃ, rūpanirodhaṃ jānato passato yathābhūtaṃ, rūpanirodhagāminiṃ paṭipadaṃ jānato passato yathābhūtaṃ, ‘hoti tathāgato paraṃ maraṇā’tipissa na hoti …pe… ",
  "sn44.4:2.2": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipissa na hoti. ",
  "sn44.4:2.3": "Vedanaṃ …pe… ",
  "sn44.4:2.4": "saññaṃ …pe… ",
  "sn44.4:2.5": "saṅkhāre …pe… ",
  "sn44.4:2.6": "viññāṇaṃ jānato passato yathābhūtaṃ, viññāṇasamudayaṃ jānato passato yathābhūtaṃ, viññāṇanirodhaṃ jānato passato yathābhūtaṃ, viññāṇanirodhagāminiṃ paṭipadaṃ jānato passato yathābhūtaṃ, ‘hoti tathāgato paraṃ maraṇā’tipissa na hoti; ",
  "sn44.4:2.7": "‘na hoti tathāgato paraṃ maraṇā’tipissa na hoti; ",
  "sn44.4:2.8": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipissa na hoti; ",
  "sn44.4:2.9": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipissa na hoti. ",
  "sn44.4:2.10": "Ayaṃ kho, āvuso, hetu ayaṃ paccayo, yenetaṃ abyākataṃ bhagavatā”ti. ",
  "sn44.4:2.11": "Catutthaṃ. "
}