{
  "sn44.9:0.1": "Saṁyutta Nikāya 44 ",
  "sn44.9:0.2": "1. Abyākatavagga ",
  "sn44.9:0.3": "9. Kutūhalasālāsutta ",
  "sn44.9:1.1": "Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "sn44.9:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho vacchagotto paribbājako bhagavantaṁ etadavoca: ",
  "sn44.9:2.1": "“Purimāni, bho gotama, divasāni purimatarāni sambahulānaṁ nānātitthiyānaṁ samaṇabrāhmaṇānaṁ paribbājakānaṁ kutūhalasālāyaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "sn44.9:2.2": "‘ayaṁ kho pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa. ",
  "sn44.9:2.3": "Sopi sāvakaṁ abbhatītaṁ kālaṅkataṁ upapattīsu byākaroti: ",
  "sn44.9:2.4": "“asu amutra upapanno, asu amutra upapanno”ti. ",
  "sn44.9:2.5": "Yopissa sāvako uttamapuriso paramapuriso paramapattipatto tampi sāvakaṁ abbhatītaṁ kālaṅkataṁ upapattīsu byākaroti: ",
  "sn44.9:2.6": "“asu amutra upapanno, asu amutra upapanno”ti. ",
  "sn44.9:3.1": "Ayampi kho makkhali gosālo …pe… ",
  "sn44.9:3.2": "ayampi kho nigaṇṭho nāṭaputto …pe… ",
  "sn44.9:3.3": "ayampi kho sañcayo belaṭṭhaputto …pe… ",
  "sn44.9:3.4": "ayampi kho pakudho kaccāno …pe… ",
  "sn44.9:3.5": "ayampi kho ajito kesakambalo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa. ",
  "sn44.9:3.6": "Sopi sāvakaṁ abbhatītaṁ kālaṅkataṁ upapattīsu byākaroti: ",
  "sn44.9:3.7": "“asu amutra upapanno, asu amutra upapanno”ti. ",
  "sn44.9:3.8": "Yopissa sāvako uttamapuriso paramapuriso paramapattipatto tampi sāvakaṁ abbhatītaṁ kālaṅkataṁ upapattīsu byākaroti: ",
  "sn44.9:3.9": "“asu amutra upapanno, asu amutra upapanno”’ti. ",
  "sn44.9:4.1": "Ayampi kho samaṇo gotamo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa. ",
  "sn44.9:4.2": "Sopi sāvakaṁ abbhatītaṁ kālaṅkataṁ upapattīsu byākaroti: ",
  "sn44.9:4.3": "‘asu amutra upapanno, asu amutra upapanno’ti. ",
  "sn44.9:4.4": "Yopissa sāvako uttamapuriso paramapuriso paramapattipatto tañca sāvakaṁ abbhatītaṁ kālaṅkataṁ upapattīsu na byākaroti: ",
  "sn44.9:4.5": "‘asu amutra upapanno, asu amutra upapanno’ti. ",
  "sn44.9:4.6": "Api ca kho naṁ evaṁ byākaroti: ",
  "sn44.9:4.7": "‘acchecchi taṇhaṁ, vivattayi saṁyojanaṁ, sammā mānābhisamayā antamakāsi dukkhassā’ti. ",
  "sn44.9:4.8": "Tassa mayhaṁ, bho gotama, ahu deva kaṅkhā, ahu vicikicchā: ",
  "sn44.9:4.9": "‘kathaṁ nāma samaṇassa gotamassa dhammo abhiññeyyo’”ti? ",
  "sn44.9:5.1": "“Alañhi te, vaccha, kaṅkhituṁ, alaṁ vicikicchituṁ. ",
  "sn44.9:5.2": "Kaṅkhanīye ca pana te ṭhāne vicikicchā uppannā. ",
  "sn44.9:5.3": "Saupādānassa khvāhaṁ, vaccha, upapattiṁ paññāpemi no anupādānassa. ",
  "sn44.9:5.4": "Seyyathāpi, vaccha, aggi saupādāno jalati, no anupādāno; ",
  "sn44.9:5.5": "evameva khvāhaṁ, vaccha, saupādānassa upapattiṁ paññāpemi, no anupādānassā”ti. ",
  "sn44.9:6.1": "“Yasmiṁ, bho gotama, samaye acci vātena khittā dūrampi gacchati, imassa pana bhavaṁ gotamo kiṁ upādānasmiṁ paññāpetī”ti? ",
  "sn44.9:6.2": "“Yasmiṁ kho, vaccha, samaye acci vātena khittā dūrampi gacchati, tamahaṁ vātūpādānaṁ paññāpemi. ",
  "sn44.9:6.3": "Vāto hissa, vaccha, tasmiṁ samaye upādānaṁ hotī”ti. ",
  "sn44.9:6.4": "“Yasmiñca pana, bho gotama, samaye imañca kāyaṁ nikkhipati, satto ca aññataraṁ kāyaṁ anupapanno hoti, imassa pana bhavaṁ gotamo kiṁ upādānasmiṁ paññāpetī”ti? ",
  "sn44.9:6.5": "“Yasmiṁ kho, vaccha, samaye imañca kāyaṁ nikkhipati, satto ca aññataraṁ kāyaṁ anupapanno hoti, tamahaṁ taṇhūpādānaṁ vadāmi. ",
  "sn44.9:6.6": "Taṇhā hissa, vaccha, tasmiṁ samaye upādānaṁ hotī”ti. ",
  "sn44.9:6.7": "Navamaṁ. "
}