{
  "ud3.10:0.1": "Nadahnuća 3.10 ",
  "ud3.10:0.2": "Svet ",
  "ud3.10:1.1": "Ovako sam čuo. ",
  "ud3.10:1.2": "Jednom je, neposredno posle probuđenja, Blaženi boravio kraj Uruvele, na obali reke Nerañđare, u podnožnju bodhi drveta. ",
  "ud3.10:1.3": "Tu je nedelju dana, bez prekida, sedeo prekrštenih nogu, obuzet srećom oslobođenja. ",
  "ud3.10:2.1": "A na kraju te sedmice, izašavši iz meditacije, Blaženi je svojim probuđenim okom osmotrio svet. ",
  "ud3.10:2.2": "I vide kako su neka bića mučena mnogim mukama, kako su pržena mnogim vatrama – ",
  "ud3.10:2.3": "nastalim iz žudnje, mržnje i konfuzije. ",
  "ud3.10:3.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "ud3.10:4.1": "„Ovaj svet je iz ognja rođen, ",
  "ud3.10:4.2": "preplavljen utiscima, o bolesti govori kao o svojoj suštini. ",
  "ud3.10:4.3": "Kakvo god da nešto smatraš, ",
  "ud3.10:4.4": "to kasnije drugačije postane. ",
  "ud3.10:5.1": "Postajući drugačiji, svet je ovaj okovan bivanjem, ",
  "ud3.10:5.2": "mučen bivanjem, a ipak ushićen istim tim bivanjem. ",
  "ud3.10:5.3": "Gde je ushićenje, tu je i bojazan, ",
  "ud3.10:5.4": "a kada bojazni ima, to je bolno. ",
  "ud3.10:5.5": "Svetački život se živi upravo radi ",
  "ud3.10:5.6": "potpunog napuštanja takvog bivanja. ",
  "ud3.10:6.1": "Koji god asketa ili brahman, govoreći o slobodi od bivanja, kaže da je ona moguća nastavljanjem bivanja, ja kažem da se nijedan od njih još nije  oslobodio bivanja. ",
  "ud3.10:6.2": "Ili koji god asketa ili brahman, govoreći o slobodi od bivanja, kaže da je ona moguća begom od bivanja, ja kažem da se nijedan od njih još nije oslobodio bivanja. ",
  "ud3.10:7.1": "Na osnovu vezivanja ova patnja nastaje. Kada je svako vezivanje iskorenjeno, ni nastanka patnje nema. ",
  "ud3.10:7.2": "Pogledajte ovaj svet, ",
  "ud3.10:7.3": "preplavljen raznim vrstama neznanja. Bića koja se ushićuju bivanjem, nisu oslobođena bivanja. ",
  "ud3.10:7.4": "Kakvog god bivanja da ima, na bilo koji način, svako od njih je prolazna, bolna i promenljiva stvar. ",
  "ud3.10:8.1": "Videći stvari kakve jesu, ",
  "ud3.10:8.2": "s mudrošću pravom, ",
  "ud3.10:8.3": "žudnja za bivanjem napuštena je, ",
  "ud3.10:8.4": "kao što ni radosti u ne-bivanju nema. ",
  "ud3.10:8.5": "Sa potpunim nestankom žudnje, ",
  "ud3.10:8.6": "neznanje nestaje bez ostatka. ",
  "ud3.10:9.1": "Za monaha koji oslobođen biva, ",
  "ud3.10:9.2": "bez vezivanja, ni nastavka bivanja nema. ",
  "ud3.10:9.3": "Māru je savladao, u bici pobednik, ",
  "ud3.10:9.4": "on je taj što svako bivanje je prevladao.” "
}