{
  "ud3.7:0.1": "'\"\\'Nadahnuća 3.7 \\'\"'",
  "ud3.7:0.2": "'\"\\'Sakkino nadahnuće \\'\"'",
  "ud3.7:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud3.7:1.2": "'\"\\'Jednom je Blaženi živeo kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. \\'\"'",
  "ud3.7:1.3": "'\"\\'U isto vreme poštovani Mahākassapa je živeo u Pipphali i tu je nedelju dana bez prekida sedeo, ušavši u jedno od zadubljenja. \\'\"'",
  "ud3.7:1.4": "'\"\\'A kada je sedmica prošla, izađe poštovani Mahākassapa iz tog zadubljenja, \\'\"'",
  "ud3.7:1.5": "'\"\\'pa pomisli: \\'\"'",
  "ud3.7:1.6": "'\"\\'„Kako bi bilo da odem u Rāđagahu u prošenje hrane?” \\'\"'",
  "ud3.7:2.1": "'\"\\'U to vreme pet stotina božanstava bilo je željno i spremno da poštovanom Mahākassapi daruju hranu. \\'\"'",
  "ud3.7:2.2": "'\"\\'Odbivši ih, poštovani Mahākassapa se ujutro obukao, uzeo svoju prosjačku zdelu i gornji ogrtač, pa otide do Rāđagahe da prosi hranu \\'\"'",
  "ud3.7:2.3": "'\"\\'Tom prilikom je Sakka, kralj bogova, želeo da daruje hranu Mahākassapi, \\'\"'",
  "ud3.7:3.2": "'\"\\'pa se pretvorio u tkača. Tako je on tkao predivo, dok je asura Suđā provlačila čunak. \\'\"'",
  "ud3.7:3.3": "'\"\\'A poštovani Mahākassapa se proseći u Rāđagahi od kuće do kuće približio i mestu gde je boravio Sakka, vladar bogova. \\'\"'",
  "ud3.7:3.5": "'\"\\'pa izađe iz kuće i pođe mu u susret. Onda mu uze zdelu iz ruku, uđe sa njom u kuću, zahvati iz zdele pirinča i pošto ju je napunio, vrati je poštovanom Mahākassapi. \\'\"'",
  "ud3.7:3.6": "'\"\\'A u isprošenoj hrani beše mnogo sosova i ukusnih variva. \\'\"'",
  "ud3.7:3.7": "'\"\\'I pomisli poštovani Mahākassapa: \\'\"'",
  "ud3.7:3.8": "'\"\\'„Ko li je ovaj čovek, tako naočit, tako veličanstven?” \\'\"'",
  "ud3.7:3.9": "'\"\\'I opet: \\'\"'",
  "ud3.7:3.10": "'\"\\'„Ovo je Sakka, gospodar bogova”. \\'\"'",
  "ud3.7:3.11": "'\"\\'Shvativši to, ovako reče Sakki, gospodaru bogova: \\'\"'",
  "ud3.7:3.12": "'\"\\'„To li si učinio, Kosiya! \\'\"'",
  "ud3.7:3.13": "'\"\\'Ne smeš to više činiti!” \\'\"'",
  "ud3.7:3.14": "'\"\\'„I nama su potrebna dobra dela, poštovani Kassapa, \\'\"'",
  "ud3.7:3.15": "'\"\\'i nama je dužnost da činimo dobra dela.” \\'\"'",
  "ud3.7:4.1": "'\"\\'Pošto se poklonio poštovanom Mahākassapi i pazeći da mu ovaj ostane sa desne strane, Sakka, gospodar bogova, izdiže se u nebo. \\'\"'",
  "ud3.7:4.2": "'\"\\'„Ah, darivanje! \\'\"'",
  "ud3.7:4.3": "'\"\\'Najviše darivanje ima čvrst oslonac u poštovanom Mahākassapi!” \\'\"'",
  "ud3.7:4.5": "'\"\\'A Blaženi svojim duhovnim uhom, koje je pročišćeno i nadmašuje ljudsko, doču kako Sakka, gospodar bogova, izdižući se u nebo, dok je još bio u vazduhu, tri puta izgovara ove nadahnute reči: \\'\"'",
  "ud3.7:4.6": "'\"\\'„Ah, darivanje! \\'\"'",
  "ud3.7:4.7": "'\"\\'Najviše darivanje ima čvrst oslonac u poštovanom Mahākassapi!” \\'\"'",
  "ud3.7:5.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\'\"'",
  "ud3.7:6.1": "'\"\\'„Čak i bogovi zavide monahu \\'\"'",
  "ud3.7:6.2": "'\"\\'koji od prošnje živi, nezavisan, \\'\"'",
  "ud3.7:6.3": "'\"\\'bez tovara briga za drugoga; \\'\"'",
  "ud3.7:6.4": "'\"\\'takvome, smirenom, uvek sabranom.” \\'\"'"
}