{
  "ud3.8:0.1": "Nadahnuća 3.8 ",
  "ud3.8:0.2": "Monah koji prosi hranu ",
  "ud3.8:1.1": "Ovako sam čuo. ",
  "ud3.8:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "ud3.8:1.3": "Jednog popodneva se među grupom monaha, pošto su se vratili iz prošenja hrane, jeli i okupili se u ovalnoj sali kraj ružinog grma, zapodenuo ovakav razgovor: ",
  "ud3.8:2.1": "„Prijatelji, monah koji prosi hranu ima priliku da s vremena na vreme vidi okom primamljive oblike, ima priliku da s vremena na vreme čuje uhom primamljive zvuke, ima priliku da s vremena na vreme omiriše nosom primamljive mirise, ima priliku da s vremena na vreme okusi jezikom primamljive ukuse, ima priliku da s vremena na vreme oseti telom primamljive dodire. ",
  "ud3.8:2.2": "Prijatelji, monah koji prosi hranu ide u prošnju cenjen, poštovan, hvaljen, slavljen i priznat. ",
  "ud3.8:2.3": "Prijatelji, i mi bi trebalo da budemo monasi koji hranu dobijaju samo prošenjem. ",
  "ud3.8:2.4": "Tako ćemo i mi imati priliku da s vremena na vreme vidimo okom primamljive oblike, imati priliku da s vremena na vreme čujemo uhom primamljive  zvuke, imati priliku da s vremena na vreme omirišemo nosom primamljive mirise, imati priliku da s vremena na vreme okusimo jezikom primamljive ukuse, imati priliku da s vremena na vreme osetimo telom primamljive dodire. ",
  "ud3.8:2.5": "Tada ćemo i mi ići u prošnju cenjeni, poštovani, hvaljeni, slavljeni i priznati.” ",
  "ud3.8:2.6": "Ali, na kraju, ovaj razgovor među monasima ostade nezavršen. ",
  "ud3.8:3.1": "Onda uveče, Blaženi izađe iz osame, pa opet otide do okrugle dvorane kraj ružinog grma. Kada je stigao, sede na unapred pripremljeno mesto, ",
  "ud3.8:3.2": "pa ovako reče monasima: ",
  "ud3.8:3.3": "„Monasi, radi kakvog razgovora ste se ovde okupili? U kakvom sam vas to razgovoru prekinuo?” ",
  "ud3.8:5.6": "Tada ćemo i mi ići u prošnju cenjeni, poštovani, hvaljeni, slavljeni i priznati.’ ",
  "ud3.8:5.7": "U takvom nas je razgovoru poštovani prekinuo kada je došao” ",
  "ud3.8:6.1": "„Monasi, zaista ne priliči vama, sinovima dobrih porodica, koji su iz poverenja napustili svoj dom i otišli u beskućnike da tako među sobom razgovarate. ",
  "ud3.8:6.2": "Kada se okupite, treba da činite jednu od ove dve stvari: ",
  "ud3.8:6.3": "da razgovarate o Dhammi ili da negujete plemenitu tišinu.” ",
  "ud3.8:7.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "ud3.8:8.1": "„Čak i bogovi zavide monahu ",
  "ud3.8:8.2": "koji od prošnje živi, nezavisan, ",
  "ud3.8:8.3": "bez tovara briga za drugoga; ",
  "ud3.8:8.4": "ali ne ako za slavom i pohvalom žudi. "
}