{
  "ud3.3:0.1": "'Nadahnuća 3.3 '",
  "ud3.3:0.2": "'Yasođa '",
  "ud3.3:1.1": "'Ovako sam čuo. '",
  "ud3.3:1.2": "'Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. '",
  "ud3.3:1.3": "'U isto vreme petsto monaha, predvođeni poštovanim Yasođom, pristigoše u Sāvatthī da vide Blaženoga. '",
  "ud3.3:1.4": "'Dok su se pridošli monasi pozdravljali sa monasima domaćinima, pripremali sebi mesto za boravak i odlagali svoje ogrtače i prosjačke zdele, pravili su galamu, veliku buku. '",
  "ud3.3:2.1": "'Onda Blaženi reče poštovanom Ānandi: '",
  "ud3.3:2.2": "'„Ānanda, kakva je to galama, velika buka? Pomislio bi neko da se ribari vraćaju iz lova sa velikom lovinom!” '",
  "ud3.3:2.3": "'„Poštovani gospodine, to je petsto monaha, koji predvođeni poštovanim Yasođom pristigoše u Sāvatthī da vide Blaženoga. '",
  "ud3.3:2.4": "'Dok se pozdravljaju sa monasima domaćinima, pripremaju sebi mesto za boravak i odlažu svoje ogrtače i prosjačke zdele, prave galamu, veliku buku.” '",
  "ud3.3:2.5": "'„U tom slučaju, Ānanda, reci tim monasima u moje ime: '",
  "ud3.3:2.6": "'’Prijatelji, učitelj vas poziva’.” '",
  "ud3.3:3.1": "'„Da, poštovani gospodine”, odgovori poštovani Ānanda, te otide do monaha i reče im: '",
  "ud3.3:3.2": "'’Prijatelji, učitelj vas poziva’. '",
  "ud3.3:3.3": "'„Da, prijatelju”, odgovoriše monasi poštovanom Ānandi i otidoše do Blaženoga. Pokloniše mu se i sedoše sa strane, a Blaženi im se obrati: '",
  "ud3.3:4.1": "'„Monasi, zašto pravite takvu galamu, veliku buku, kao da se ribari vraćaju iz lova sa velikom lovinom?” '",
  "ud3.3:4.2": "'Kad ovo bi rečeno, poštovani Yasođa se obrati Blaženom: '",
  "ud3.3:4.3": "'„Gospodine, ovih petsto monaha pristigoše u Sāvatthī da vide Blaženoga. '",
  "ud3.3:4.4": "'Dok su se pozdravljali sa monasima domaćinima, pripremali sebi mesto za boravak i odlagali svoje ogrtače i prosjačke zdele, pravili su galamu, veliku buku.” '",
  "ud3.3:4.5": "'„Odlazite, monasi. Produžite svojim putem. Nemojte boraviti u mojoj blizini.” '",
  "ud3.3:5.1": "'„Dobro, gospodine”, odgovoriše monasi, te ustadoše sa svojih mesta, pokloniše se, pa pazeći da im Blaženi ostane sa desne strane, otidoše. '",
  "ud3.3:5.2": "'Onda raspremivši svoja boravišta, uzeše ogrtače i prosjačke zdele, te otidoše dalje zemljom Vađi. Pošto su lutali među Vađijima, stigoše i do reke Vagamude. Tamo, na obali reke Vagamude napraviše sebi skloništa od lišća i tu se zadržaše da provedu period monsuna. '",
  "ud3.3:6.1": "'Onda se poštovani Yasođa obrati monasima dok su započinjali sezonu monsuna: '",
  "ud3.3:6.2": "'„Prijatelji, Blaženi nas je uputio dalje, želeći nam dobro, za našu dobrobit, iz naklonosti i saosećanja. '",
  "ud3.3:6.3": "'Proživimo, prijatelji, ovaj period tako da Blaženi bude zadovoljan našim načinom života.” '",
  "ud3.3:6.4": "'„Da, prijatelju”, odgovoriše monasi poštovanom Yasođi. '",
  "ud3.3:6.5": "'I tako, boraveći u meditaciji, povučeni, marljivi, predani i odlučni, svaki od njih postiže trovrsno znanje, još tokom tog perioda monsuna. '",
  "ud3.3:7.1": "'A Blaženi, zadržavši se u Sāvatthīju koliko je želeo, krete dalje put Vesālija. '",
  "ud3.3:7.2": "'Idući tako od sela do sela, stigao je na kraju u Vesali '",
  "ud3.3:7.3": "'i zadrža se u Velikom gaju, u dvorani sa šiljastim krovom. '",
  "ud3.3:8.1": "'Tada, obuhvativši svojim umom umove monaha koji su boravili na obali reke Vagamude, reče on poštovanom Ānandi: '",
  "ud3.3:8.2": "'„Kao da se iz ovog pravca svetlo javilo u meni, Ānanda. '",
  "ud3.3:8.3": "'Uopšte mi nije odbojno da svojim umom idem u pravcu monaha na obali reke Vagamude. '",
  "ud3.3:8.4": "'Pošalji glasnika do njih sa porukom: '",
  "ud3.3:8.5": "'’Prijatelji, učitelj vas zove. Učitelj želi da vas vidi’.” '",
  "ud3.3:9.1": "'„Da, gospodine”, odgovori poštovani Ānanda, pa ode do jednog monaha i reče mu: '",
  "ud3.3:9.2": "'„Hajde, prijatelju. Otidi do monaha na obali reke Vagamude i ovako im reci: '",
  "ud3.3:9.3": "'’Prijatelji, učitelj vas zove. Učitelj želi da vas vidi’.” '",
  "ud3.3:10.1": "'„Kako ti kažeš, prijatelju”, odgovori taj monah poštovanom Ānandi. '",
  "ud3.3:10.2": "'I hitro, kao kada bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestade on iz dvorane sa šiljastim krovom u Velikom gaju i pojavi se pred monasima na obali reke Vagamude. '",
  "ud3.3:10.3": "'Zatim im reče: '",
  "ud3.3:10.4": "'’Poštovani, učitelj vas zove. Učitelj želi da vas vidi’.” '",
  "ud3.3:11.1": "'„Dobro, prijatelju”, odgovoriše monasi. Pošto su raspremili svoja boravišta i uzeli ogrtače i prosjačke zdele, '",
  "ud3.3:11.2": "'hitro, kao kada bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestadoše oni saa obale reke Vagamude i pojaviše se pred Blaženim u dvorani sa šiljastim krovom, u Velikom gaju. '",
  "ud3.3:11.3": "'No, u tom je trenutku Blaženi sedeo u nenarušivoj koncentraciji. '",
  "ud3.3:11.4": "'A monasi pomisliše: '",
  "ud3.3:11.5": "'„U kom mentalnom boravištu se sada nalazi Blaženi?” '",
  "ud3.3:11.6": "'Onda shvatiše: '",
  "ud3.3:11.7": "'„On je sada u nenarušivoj koncentraciji.” '",
  "ud3.3:11.8": "'I oni isto tako utonuše u nenarušivu koncentraciju. '",
  "ud3.3:12.1": "'Kada je noć poodmakla, na izmaku prve trećine, poštovani Ānanda ustade sa svog mesta, prebaci gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu Blaženog, pa reče: '",
  "ud3.3:12.2": "'„Poštovani gospodine, noć je već poodmakla, prva trećina je pri kraju i monasi koji su došli u posetu već dugo sede. '",
  "ud3.3:12.3": "'Može li Blaženi da ih pozdravi?” '",
  "ud3.3:12.4": "'Kad ovo bi izrečeno, Blaženi ništa ne odgovori. '",
  "ud3.3:13.1": "'Po drugi put, kada je noć već poodmakla, na kraju druge trećine… '",
  "ud3.3:14.1": "'Po treći put, kada je noć već bila na izmaku, pri kraju poslednje trećine, dok se zora približavala, a noć bledela, poštovani Ānanda ustade sa svog mesta, prebaci gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu Blaženog, pa reče: '",
  "ud3.3:14.2": "'„Poštovani gospodine, noć je na izmaku, '",
  "ud3.3:14.3": "'poslednja trećina je pri kraju, '",
  "ud3.3:14.4": "'zora se približava, '",
  "ud3.3:14.5": "'a noć bledi '",
  "ud3.3:14.6": "'i monasi koji su došli u posetu već dugo sede. '",
  "ud3.3:14.7": "'Može li Blaženi da ih pozdravi?” '",
  "ud3.3:15.1": "'Tada Blaženi, izlazeći iz svoje nenarušive koncentracije, reče poštovanom Ānandi: '",
  "ud3.3:15.2": "'„Ānanda, da si znao, ne bi tako govorio. '",
  "ud3.3:15.3": "'Ja sam, zajedno sa ovih petsto monaha, sedeo u nenarušivoj koncentraciji.” '",
  "ud3.3:16.1": "'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: '",
  "ud3.3:17.1": "'„Monah u kojem su žaoka senzualnosti, '",
  "ud3.3:17.2": "'grubost, nasrtljivost i sputavanje uklonjeni, '",
  "ud3.3:17.3": "'takav poput planine stoji, neuznemiren, '",
  "ud3.3:17.4": "'ni zadovoljstvo ni bol ga pomeriti ne mogu.” '"
}