{
  "ud3.6:0.1": "'\\'\"\\\\\\'Nadahnuća 3.6 \\\\\\'\"\\''",
  "ud3.6:0.2": "'\\'\"\\\\\\'Pilindavaććha \\\\\\'\"\\''",
  "ud3.6:1.1": "'\\'\"\\\\\\'Ovako sam čuo. \\\\\\'\"\\''",
  "ud3.6:1.2": "'\\'\"\\\\\\'Jednom je Blaženi živeo kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. \\\\\\'\"\\''",
  "ud3.6:1.3": "'\\'\"\\\\\\'U isto vreme poštovani Pilindavaććha se drugim monasima obraćao vrlo grubim rečima. \\\\\\'\"\\''",
  "ud3.6:1.4": "'\\'\"\\\\\\'Onda velika grupa monaha dođe do Blaženog, pokloni mu se i sede sa strane. Dok su tako sedeli, ovako mu rekoše: \\\\\\'\"\\''",
  "ud3.6:1.5": "'\\'\"\\\\\\'„Poštovani gospodine, poštovani Pilindavaććha se drugim monasima obraća vrlo grubim rečima.” \\\\\\'\"\\''",
  "ud3.6:2.1": "'\\'\"\\\\\\'Na to Blaženi reče jednom monahu: \\\\\\'\"\\''",
  "ud3.6:2.2": "'\\'\"\\\\\\'„Monaše, idi i reci u moje ime monahu Pilindavaććhi da ga učitelj zove”. \\\\\\'\"\\''",
  "ud3.6:2.4": "'\\'\"\\\\\\'„Da, poštovani gospodine”, odgovori monah. On otide do poštovanog Pilindavaććhe i reče mu: \\\\\\'\"\\''",
  "ud3.6:2.5": "'\\'\"\\\\\\'„Prijatelju Pilindavaććha, učitelj te zove.” \\\\\\'\"\\''",
  "ud3.6:3.1": "'\\'\"\\\\\\'„Dobro, prijatelju”, odgovori poštovani Pilindavaććha i otide da vidi Blaženog. Kad je stigao, pokloni se i sede sa strane. Dok je tako sedeo, Blaženi mu se obrati sledećim rečima: \\\\\\'\"\\''",
  "ud3.6:3.2": "'\\'\"\\\\\\'„Je li istina, Vaććha, da se drugim monasima obraćaš vrlo grubim rečima?” \\\\\\'\"\\''",
  "ud3.6:3.3": "'\\'\"\\\\\\'„Istina je, poštovani gospodine.” \\\\\\'\"\\''",
  "ud3.6:4.1": "'\\'\"\\\\\\'Na to Blaženi, pošto je svojim umom obuhvatio prethodne živote poštovanog Pilindavaććhe, ovako reče monasima: \\\\\\'\"\\''",
  "ud3.6:4.2": "'\\'\"\\\\\\'„Monasi, neka se niko od vas ne ljuti na monaha Vaććhu, \\\\\\'\"\\''",
  "ud3.6:4.3": "'\\'\"\\\\\\'ne govori on tako sa monasima iz besa. \\\\\\'\"\\''",
  "ud3.6:4.4": "'\\'\"\\\\\\'Monah Vaććha se pet stotina života u nizu preporađao u brahmanskoj porodici. \\\\\\'\"\\''",
  "ud3.6:4.5": "'\\'\"\\\\\\'Tako da je takve grube reči prema drugima dugo vremena koristio. \\\\\\'\"\\''",
  "ud3.6:4.6": "'\\'\"\\\\\\'Zato ovaj monah Vaććha i sada tako govori.” \\\\\\'\"\\''",
  "ud3.6:5.1": "'\\'\"\\\\\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\\\\\'\"\\''",
  "ud3.6:6.1": "'\\'\"\\\\\\'„U kome ne žive obmana i oholost, \\\\\\'\"\\''",
  "ud3.6:6.2": "'\\'\"\\\\\\'ko je strasti oslobođen, nesebičan i bez očekivanja, \\\\\\'\"\\''",
  "ud3.6:6.3": "'\\'\"\\\\\\'ko je bes odagnao, sebe potpuno oslobodio, \\\\\\'\"\\''",
  "ud3.6:6.4": "'\\'\"\\\\\\'tek taj je brahman, asketa, takav jeste monah.” \\\\\\'\"\\''"
}