{
  "an3.62:0.1": "Aṅguttara Nikāya 3",
  "an3.62:0.2": "7. O Grande Capítulo",
  "an3.62:0.3": "62. Perigos",
  "an3.62:1.1": "“Bhikkhus, uma pessoa comum e sem educação fala de três perigos que separam mães e filhos.",
  "an3.62:1.2": "Quais três?",
  "an3.62:1.3": "Chega uma hora em que um grande incêndio acontece,",
  "an3.62:1.4": "queimando vilarejos, povoados e cidades.",
  "an3.62:1.5": "Quando isso acontece, a mãe não consegue encontrar o filho e a criança não encontra a mãe.",
  "an3.62:1.6": "Bhikkhus, este é o primeiro dos perigos que separam mães e filhos.",
  "an3.62:2.1": "Além disso, chega um momento em que uma grande tempestade acontece,",
  "an3.62:2.2": "e esta desencadeia uma inundação poderosa",
  "an3.62:2.3": "varrendo vilarejos, povoados e cidades.",
  "an3.62:2.4": "Quando isso acontece, a mãe não consegue encontrar o filho e a criança não encontra a mãe.",
  "an3.62:2.5": "Bhikkhus, este é o segundo dos perigos que separam mães e filhos.",
  "an3.62:3.1": "Além disso, chega um momento de perigos por conta de nativos selvagens, e a população monta seus veículos e foge para todos os lados.",
  "an3.62:3.2": "Quando isso acontece, a mãe não consegue encontrar o filho e a criança não encontra a mãe.",
  "an3.62:3.3": "Bhikkhus, este é o terceiro dos perigos que separam mães e filhos.",
  "an3.62:3.4": "Bhikkhus, uma pessoa comum e sem educação fala de tais três perigos que separam mães e filhos.",
  "an3.62:4.1": "Bhikkhus, uma pessoa comum e sem educação fala de tais três perigos que não separam mães e filhos.",
  "an3.62:4.2": "Quais três?",
  "an3.62:4.3": "Chega uma hora em que um grande incêndio acontece,",
  "an3.62:4.4": "queimando vilarejos, povoados e cidades.",
  "an3.62:4.5": "Quando isso acontece, em algumas das vezes a mãe consegue encontrar o filho e a criança encontra a mãe.",
  "an3.62:4.6": "Bhikkhus, este é o primeiro dos perigos que não separam mães e filhos.",
  "an3.62:5.1": "Além disso, chega um momento em que uma grande tempestade acontece,",
  "an3.62:5.2": "e esta desencadeia uma inundação poderosa",
  "an3.62:5.3": "varrendo vilarejos, povoados e cidades.",
  "an3.62:5.4": "Quando isso acontece, em algumas das vezes a mãe consegue encontrar o filho e a criança encontra a mãe.",
  "an3.62:5.5": "Bhikkhus, este é o segundo dos perigos que não separam mães e filhos.",
  "an3.62:6.1": "Além disso, chega um momento de perigos por conta de nativos selvagens, e a população monta seus veículos e foge para todos os lados.",
  "an3.62:6.2": "Quando isso acontece, em algumas das vezes a mãe consegue encontrar o filho e a criança encontra a mãe.",
  "an3.62:6.3": "Bhikkhus, este é o terceiro dos perigos que não separam mães e filhos.",
  "an3.62:6.4": "Bhikkhus, uma pessoa comum e sem educação fala de tais três perigos que não separam mães e filhos.",
  "an3.62:7.1": "Há três perigos que separam mães de seus filhos.",
  "an3.62:7.2": "Quais três?",
  "an3.62:7.3": "Os perigos da velhice, doença e morte.",
  "an3.62:7.4": "Quando um filho envelhece, sua mãe não obtém o que ela deseja:",
  "an3.62:7.5": "'Que eu envelheça e que meu filho não envelheça!'",
  "an3.62:7.6": "Quando uma mãe envelhece, seu filho não obtém o que ele deseja:",
  "an3.62:7.7": "'Que eu envelheça e que minha mãe não envelheça!'",
  "an3.62:8.1": "Quando um filho adoece, sua mãe não obtém o que ela deseja:",
  "an3.62:8.2": "'Que eu adoeça, que meu filho não adoeça!'",
  "an3.62:8.3": "Quando uma mãe adoece, seu filho não obtém o que ele deseja:",
  "an3.62:8.4": "'Que eu adoeça, que minha mãe não adoeça!'",
  "an3.62:9.1": "Quando um filho falece, sua mãe não obtém o que ela deseja:",
  "an3.62:9.2": "'Que eu morra e que meu filho não morra!'",
  "an3.62:9.3": "Quando uma mãe falece, seu filho não obtém o que ele deseja:",
  "an3.62:9.4": "'Que eu morra e que minha mãe não morra!'",
  "an3.62:9.5": "Estes são os três perigos que separam mães de seus filhos.",
  "an3.62:10.1": "Existe um caminho e uma prática que leva ao abandono desses três perigos que não separam mães de seus filhos, e desses três perigos que separam mães de seus filhos.",
  "an3.62:10.2": "Qual é este caminho e prática?",
  "an3.62:10.3": "É simplesmente este nobre caminho óctuplo, ou seja:",
  "an3.62:10.4": "Entendimento correto, pensamento correto, fala correta, ação correta, modo de vida correto, esforço correto, atenção plena correta, imersão correta.",
  "an3.62:10.5": "Este é o caminho, esta é a prática que leva ao abandono desses três perigos que não separam mães de seus filhos, e desses três perigos que separam mães de seus filhos."
}