{
  "an3.75:0.1": "Aṅguttara Nikāya 3 ",
  "an3.75:0.2": "8. Ānanda ",
  "an3.75:0.3": "75. Apoio ",
  "an3.75:1.1": "Então, o Venerável Sariputta foi até o Buda e, depois de cumprimentá-lo, se sentou a um lado. E o Buda disse a ele: ",
  "an3.75:2.1": "“Ānanda, aqueles pelos quais você tenha compaixão e que pensem que você deva ser ouvido— quer sejam amigos ou companheiros, parentes ou familiares— devem ser encorajados, estimulados e estabelecidos por você em três coisas. ",
  "an3.75:2.2": "Quais três? ",
  "an3.75:2.3": "“Eles devem ser encorajados, estimulados e estabelecidos com perfeita claridade, serenidade e confiança no Buda assim: ",
  "an3.75:2.4": "‘Esse Buda é perfeito, perfeitamente iluminado, consumado no verdadeiro conhecimento e conduta, bem-aventurado, conhecedor dos mundos, um líder insuperável de pessoas preparadas para serem treinadas, mestre de devas e humanos, desperto, sublime.' ",
  "an3.75:2.5": "“Eles devem ser encorajados, estimulados e estabelecidos com perfeita claridade, serenidade e confiança no ensinamento assim: ",
  "an3.75:2.6": "'O ensinamento foi bem explicado pelo Buda — é visível no aqui e agora, com efeito imediato, que convida ao exame, que conduz para adiante, para ser experimentado pelos sábios por eles mesmos.' ",
  "an3.75:2.7": "“Eles devem ser encorajados, estimulados e estabelecidos com perfeita claridade, serenidade e confiança na Sangha assim: ",
  "an3.75:2.8": "'A Sangha dos discípulos do Buda pratica o caminho que é bom, o caminho que é direto, o caminho que é metódico, o caminho que é adequado. Esta consiste de quatro pares de pessoas, os oito tipos de indivíduos. Esta é a Sangha dos discípulos do Buda, merecedora de dádivas, merecedora de hospitalidade, merecedora de doações e oferendas, merecedora de saudações com reverência, um campo inigualável de mérito para o mundo.' ",
  "an3.75:3.1": "“Podem ocorrer, Ānanda, alterações nas quatro qualidades ou elementos —",
  "an3.75:3.2": "no elemento terra, no elemento água, no elemento fogo, no elemento ar—mas não é possível ocorrer alterações no nobre discípulo que tem perfeita claridade, serenidade e confiança no Buda. ",
  "an3.75:3.3": "Neste contexto, 'alteração' quer dizer que esse nobre discípulo, que possui perfeita claridade, serenidade e confiança no Buda, possa renascer no inferno, no mundo animal, no mundo dos fantasmas famintos. Isso não é possível. ",
  "an3.75:4.1": "“Podem ocorrer, Ānanda, alterações nas quatro qualidades ou elementos —",
  "an3.75:4.2": "no elemento terra, no elemento água, no elemento fogo, no elemento ar—mas não é possível ocorrer alterações no nobre discípulo que tem perfeita claridade, serenidade e confiança no Dhamma… ",
  "an3.75:4.3": "na Sangha, possa renascer no inferno, no mundo animal, no mundo dos fantasmas famintos. Isso não é possível. ",
  "an3.75:4.4": "Neste contexto, 'alteração' quer dizer que esse nobre discípulo, que possui perfeita claridade, serenidade e confiança no Buda, possa renascer no inferno, no mundo animal, no mundo dos fantasmas famintos. Isso não é possível. ",
  "an3.75:5.1": "Ānanda, aqueles pelos quais você tenha compaixão e que pensem que você deva ser ouvido— quer sejam amigos ou companheiros, parentes ou familiares— devem ser encorajados, estimulados e estabelecidos por você nestas três coisas.” ",
  "an3.75:5.2": ""
}