{
  "an3.64:0.1": "Aṅguttara Nikāya 3 ",
  "an3.64:0.2": "7. O Grande Capítulo ",
  "an3.64:0.3": "64. Com Sarabha ",
  "an3.64:1.1": "Assim ouvi. ",
  "an3.64:1.2": "Em certa ocasião o Buda estava em Rajagaha, na montanha do Pico do Abutre. ",
  "an3.64:1.3": "Agora, naquela ocasião o errante chamado Sarabha havia recentemente abandonado este ensinamento e treinamento. ",
  "an3.64:1.4": "Ele dizia para uma multidão em Rājagaha: ",
  "an3.64:1.5": "“Eu aprendi o ensinamento dos contemplativos discípulos do filho dos Sakyas, ",
  "an3.64:1.6": "e então eu abandonei aquele ensinamento e treinamento.” ",
  "an3.64:1.7": "Então, vários contemplativos vestiram pela manhã seus mantos e, levando consigo suas tigelas e mantos, foram para Rājagaha esmolar alimentos. ",
  "an3.64:1.8": "E eles ouviram o que dizia Sarabha: ",
  "an3.64:1.9": "“Eu aprendi o ensinamento dos contemplativos discípulos do filho dos Sakyas, ",
  "an3.64:1.10": "e então eu abandonei aquele ensinamento e treinamento.” ",
  "an3.64:2.1": "Então, após a sua refeição eles foram até o Buda, trocaram cumprimentos com ele e disseram: ",
  "an3.64:2.2": "“O errante chamado Sarabha abandonou recentemente este ensinamento e treinamento. ",
  "an3.64:2.3": "Ele dizia para uma multidão em Rājagaha: ",
  "an3.64:2.4": "“Eu aprendi o ensinamento dos contemplativos discípulos do filho dos Sakyas, ",
  "an3.64:2.5": "e então eu abandonei aquele ensinamento e treinamento.” ",
  "an3.64:2.6": "Venerável senhor, por favor e por compaixão considere ir até o mosteiro dos errantes nas margens do rio Sappinī ver o errante Sarabha.” ",
  "an3.64:2.7": "O Buda consentiu em silêncio. ",
  "an3.64:3.1": "Então, no fim da tarde, o Buda interrompeu a reclusão e foi até o mosteiro dos errantes nas margens do rio Sappinī visitar o errante Sarabha. Ele entou no assento que estava preparado e disse para o errante Sarabha: ",
  "an3.64:3.2": "“É verdade, Sarabha, que você tem dito por aí: ",
  "an3.64:3.3": "‘Eu aprendi o ensinamento dos contemplativos discípulos do filho dos Sakyas, ",
  "an3.64:3.4": "e então eu abandonei aquele ensinamento e treinamento.’?” ",
  "an3.64:3.5": "Quando o Buda disse aquilo Sarabha manteve-se em silêncio. ",
  "an3.64:4.1": "Uma segunda vez, o Buda disse para Sarabha: ",
  "an3.64:4.2": "“Diga-me, Sarabha, o que exatamente você aprendeu do ensinamento dos contemplativos discípulos do filho dos Sakyas? ",
  "an3.64:4.3": "Se você não aprendeu este por inteiro, eu o ensinarei na totalidade. ",
  "an3.64:4.4": "Mas se você aprendeu este por inteiro, eu confirmarei.” ",
  "an3.64:4.5": "Uma segunda vez, quando o Buda disse aquilo, Sarabha manteve-se em silêncio. ",
  "an3.64:5.1": "Uma terceira vez, o Buda disse para Sarabha: ",
  "an3.64:5.2": "“Sarabha, o ensinamento dos contemplativos discípulos do filho dos Sakyas me é bastante claro. O que exatamente você aprendeu deste? ",
  "an3.64:5.3": "Se você não aprendeu este por inteiro, eu o ensinarei na totalidade. ",
  "an3.64:5.4": "Mas se você aprendeu este por inteiro, eu confirmarei.” ",
  "an3.64:5.5": "Uma terceira vez, quando o Buda disse aquilo, Sarabha manteve-se em silêncio. ",
  "an3.64:6.1": "Então aqueles errantes disseram para Sarabha: ",
  "an3.64:6.2": "“O contemplativo Gotama ofereceu lhe ensinar qualquer coisa que você pedir. ",
  "an3.64:6.3": "Fale, reverendo Sarabha, o que exatamente você aprendeu do ensinamento dos contemplativos discípulos do filho dos Sakyas? ",
  "an3.64:6.4": "Se você não aprendeu este por inteiro, ele o ensinará na totalidade. ",
  "an3.64:6.5": "Mas se você aprendeu este por inteiro, ele confirmará.” ",
  "an3.64:6.6": "Quando aquilo foi dito, Sarabha permaneceu em silêncio, consternado, com os ombros caídos e a cabeça baixa, deprimido e sem resposta. ",
  "an3.64:7.1": "Diante daquilo, o Buda disse para os errantes: ",
  "an3.64:8.1": "“Errantes, é possível que alguém diga para mim: ",
  "an3.64:8.2": "‘Você alega ser um Buda plenamente desperto, mas com relação a tal assunto você não é desperto.’ E então eu cuidadosamente, os pressionarei e contestarei sobre aquele ponto. ",
  "an3.64:8.3": "Quando confrontados por mim, eles sem dúvida cairão em uma dessas três categorias: alguns evitarão o assunto, distraindo a discussão com pontos irrelevantes. Alguns exibirão aborrecimento, ódio e amargura. Ou alguns permanecerão sentados em silêncio, consternados, com os ombros caídos e a cabeça baixa, deprimidos e sem resposta, como fez Sarabha. ",
  "an3.64:9.1": "Errantes, é possível que alguém diga para mim: ",
  "an3.64:9.2": "‘Você alega ter abandonado todas as impurezas da mente, mas esta mácula você ainda possui.’ E então eu cuidadosamente, os pressionarei e contestarei sobre aquele ponto. ",
  "an3.64:9.3": "Quando confrontados por mim, eles sem dúvida cairão em uma dessas três categorias: alguns evitarão o assunto, distraindo a discussão com pontos irrelevantes. Alguns exibirão aborrecimento, ódio e amargura. Ou alguns permanecerão sentados em silêncio, consternados, com os ombros caídos e a cabeça baixa, deprimidos e sem resposta, como fez Sarabha. ",
  "an3.64:10.1": "Errantes, é possível que alguém diga para mim: ",
  "an3.64:10.2": "‘O seu ensinamento não conduz aquele que o pratica para o objetivo de encerrar por completo o sofrimento.’ E então eu cuidadosamente, os pressionarei e contestarei sobre aquele ponto. ",
  "an3.64:10.3": "Quando confrontados por mim, eles sem dúvida cairão em uma dessas três categorias: alguns evitarão o assunto, distraindo a discussão com pontos irrelevantes. Alguns exibirão aborrecimento, ódio e amargura. Ou alguns permanecerão sentados em silêncio, consternados, com os ombros caídos e a cabeça baixa, deprimidos e sem resposta, como fez Sarabha.” ",
  "an3.64:10.4": "Então, após ter dado o seu rugido de leão três vezes no mosteiro dos errantes nas margens do rio Sappinī, o Buda subiu ao ar e voou dali. ",
  "an3.64:11.1": "Logo após o Buda ter deixado o local, aqueles errantes criticaram veemente Sarabha: ",
  "an3.64:11.2": "“Reverendo Sarabha, você é como um chacal velho que vive numa região selvagem e pensa: ‘Eu rugirei como um leão!’, mas sequer consegue guinchar e gritar como um chacal. ",
  "an3.64:11.3": "Da mesma forma, quando o contemplativo Gotama não se encontrava aqui você dizia ‘Eu rugirei como um leão!’, mas sequer conseguiu guinchar ou gritar como um chacal. ",
  "an3.64:11.4": "Você é como um papa-figos que pensa: ‘Eu vou cantar como um cuco-canoro!’, mas só é capaz de piar como um papa-figos. ",
  "an3.64:11.5": "Da mesma forma, quando o contemplativo Gotama não estava aqui você dizia: ‘Eu cantarei como um cuco-canoro!’, mas so é capaz de piar como um papa-figos. ",
  "an3.64:11.6": "Você é como um touro que pensa em berrar apenas quando o curral está vazio. ",
  "an3.64:11.7": "E assim você só pensou em berrar quando o contemplativo Gotama aqui não se encontrava.” ",
  "an3.64:11.8": "Foi assim que aqueles errantes criticaram veemente Sarabha. "
}