{
  "an3.69:0.1": "Aṅguttara Nikāya 3 ",
  "an3.69:0.2": "7. O Grande Capítulo ",
  "an3.69:0.3": "69. Raízes prejudiciais ",
  "an3.69:1.1": "“Bhikkhus, há essas três raízes prejudiciais. ",
  "an3.69:1.2": "Quais três? ",
  "an3.69:1.3": "Desejo, raiva e delusão. ",
  "an3.69:2.1": "O desejo é uma raiz do que é prejudicial. ",
  "an3.69:2.2": "Quando alguém tomado pelo desejo escolhe agir através do corpo, fala e mente, aquilo também é prejudicial. ",
  "an3.69:2.3": "Quando alguém desejoso, tomado pela desejo, faz com que outrém sofra sob um falso pretexto — o executando, aprisionando, confiscando, condenando ou banindo — pensando 'tenho poder, quero poder', isto também é prejudicial. ",
  "an3.69:2.4": "E desta forma estas muitas coisas ruins, inábeis são produzidas nele, do desejo surgidas, do desejo originadas, e pelo desejo condicionadas. ",
  "an3.69:3.1": "A raiva é uma raiz do que é prejudicial. ",
  "an3.69:3.2": "Quando alguém tomado pela raiva escolhe agir através do corpo, fala e mente, aquilo também é prejudicial. ",
  "an3.69:3.3": "Quando alguém enraivecido, tomado pela raiva, faz com que outrém sofra sob um falso pretexto — o executando, aprisionando, confiscando, condenando ou banindo — pensando 'tenho poder, quero poder', isto também é prejudicial. ",
  "an3.69:3.4": "E desta forma estas muitas coisas ruins, inábeis são produzidas nele, da raiva surgidas, da raiva originadas, e pela raiva condicionadas. ",
  "an3.69:4.1": "A delusão é uma raiz do que é prejudicial. ",
  "an3.69:4.2": "Quando alguém tomado pela delusão escolhe agir através do corpo, fala e mente, aquilo também é prejudicial. ",
  "an3.69:4.3": "Quando alguém deludido, tomado pela delusão, faz com que outrém sofra sob um falso pretexto — o executando, aprisionando, confiscando, condenando ou banindo — pensando 'tenho poder, quero poder', isto também é prejudicial. ",
  "an3.69:4.4": "E desta forma estas muitas coisas ruins, inábeis são produzidas nele, da delusão surgidas, da delusão originadas, e pela delusão condicionadas. ",
  "an3.69:4.5": "A fala de tal pessoa não se dá no momento apropriado, é falsa, sem significado, não alinhada com o ensinamento e com o treinamento. ",
  "an3.69:5.1": "E como é que a fala de tal pessoa não se dá no momento apropriado, é falsa, sem significado, não é alinhada com o ensinamento e com o treinamento? ",
  "an3.69:5.2": "Ela faz com que outrém sofra sob um falso pretexto — a executando, aprisionando, confiscando, condenando ou banindo — pensando 'tenho poder, quero poder'. ",
  "an3.69:5.3": "E assim, quando alguém faz uma crítica válida, ela se torna desdenhosa, não admite nada. ",
  "an3.69:5.4": "Quando alguém faz uma crítica infundanda, ela não busca corrigir, 'Por tal razão isto não é verdade, por tal razão isto é falso.' ",
  "an3.69:5.5": "É por isso que se diz que a fala de tal pessoa não se dá no momento apropriado, é falsa, sem significado, não alinhada com o ensinamento e com o treinamento. ",
  "an3.69:6.1": "Tal pessoa — tomada por qualidades ruins, inábeis nascidas do desejo — sofre na vida presente, angustiada, aflita, febril. ",
  "an3.69:6.2": "E com a dissolução do corpo, após a morte, é de se esperar que nasça num estado de privação, num destino infeliz, nos reinos inferiores, até mesmo no inferno. ",
  "an3.69:7.1": "Tal pessoa — tomada por qualidades ruins, inábeis nascidas da raiva … ",
  "an3.69:7.2": "Tal pessoa — tomada por qualidades ruins, inábeis nascidas da delusão — sofre na vida presente, angustiada, aflita, febril. ",
  "an3.69:7.3": "E com a dissolução do corpo, após a morte, é de se esperar que nasça num estado de privação, num destino infeliz, nos reinos inferiores, até mesmo no inferno. ",
  "an3.69:7.4": "Suponha que uma árvore sal, árvore dhava, ou rubiácea seja sufocada e engolida por três trepadeiras. Ela cairia em ruína e desastre. ",
  "an3.69:7.5": "Da mesma forma, tal pessoa — tomada por qualidades ruins, inábeis nascidas do desejo — sofre na vida presente, angustiada, aflita, febril. ",
  "an3.69:7.6": "E com a dissolução do corpo, após a morte, é de se esperar que nasça num estado de privação, num destino infeliz, nos reinos inferiores, até mesmo no inferno. ",
  "an3.69:8.1": "Tal pessoa — tomada por qualidades ruins, inábeis nascidas da raiva … ",
  "an3.69:8.2": "Tal pessoa — tomada por qualidades ruins, inábeis nascidas da delusão — sofre na vida presente, angustiada, aflita, febril. ",
  "an3.69:8.3": "E com a dissolução do corpo, após a morte, é de se esperar que nasça num estado de privação, num destino infeliz, nos reinos inferiores, até mesmo no inferno. ",
  "an3.69:8.4": "Estas são as três raízes prejudiciais. ",
  "an3.69:9.1": "“Bhikkhus, há essas três raízes benéficas. ",
  "an3.69:9.2": "Quais três? ",
  "an3.69:9.3": "Contentamento, bem-querer e sabedoria. ",
  "an3.69:10.1": "O contentamento é uma raiz do que é benéfico. ",
  "an3.69:10.2": "Quando alguém contente escolhe agir através do corpo, fala e mente, aquilo também é benéfico. ",
  "an3.69:10.3": "Quando alguém contente, satisfeito, não faz com que outrém sofra sob um falso pretexto — não o executando, aprisionando, confiscando, condenando ou banindo — e livre do pensamento 'tenho poder, quero poder', isto também é benéfico. ",
  "an3.69:10.4": "E desta forma estas muitas coisas hábeis, benéficas são produzidas nele, do contentamento surgidas, do contentamento originadas, e pelo contentamento condicionadas. ",
  "an3.69:11.1": "O bem-querer é uma raiz do que é benéfico. ",
  "an3.69:11.2": "Quando alguém dotado de amor escolhe agir através do corpo, fala e mente, aquilo também é benéfico. ",
  "an3.69:11.3": "Quando alguém dotado de amor, livre da raiva ou ódio, não faz com que outrém sofra sob um falso pretexto — não o executando, aprisionando, confiscando, condenando ou banindo — e livre do pensamento 'tenho poder, quero poder', isto também é benéfico. ",
  "an3.69:11.4": "E desta forma estas muitas coisas hábeis, benéficas são produzidas nele, do bem-querer surgidas, do bem-querer originadas, e pelo bem-querer condicionadas. ",
  "an3.69:12.1": "A sabedoria é uma raiz do que é benéfico. ",
  "an3.69:12.2": "Quando alguém dotado de sabedoria escolhe agir através do corpo, fala e mente, aquilo também é benéfico. ",
  "an3.69:12.3": "Quando alguém dotado de sabedoria, livre da delusão ou ignorância, não faz com que outrém sofra sob um falso pretexto — não o executando, aprisionando, confiscando, condenando ou banindo — e livre do pensamento 'tenho poder, quero poder', isto também é benéfico. ",
  "an3.69:12.4": "E desta forma estas muitas coisas hábeis, benéficas são produzidas nele, da sabedoria surgidas, da sabedoria originadas, e pela sabedoria condicionadas. ",
  "an3.69:12.5": "A fala de tal pessoa se dá no momento apropriado, é verdadeira, tem significado, é alinhada com o ensinamento e com o treinamento. ",
  "an3.69:13.1": "E como é que a fala de tal pessoa se dá no momento apropriado, é verdadeira, tem significado, é alinhada com o ensinamento e com o treinamento? ",
  "an3.69:13.2": "Ela não faz com que outrém sofra sob um falso pretexto — a executando, aprisionando, confiscando, condenando ou banindo — e se encontra livre do pensamento 'tenho poder, quero poder'. ",
  "an3.69:13.3": "E assim, quando alguém faz uma crítica válida, ela consente e ela não se torna desdenhosa. ",
  "an3.69:13.4": "E quando alguém faz uma crítica infundada, ela faz um esforço para explicar, ",
  "an3.69:13.5": "'Por essa razão isto não é verdadeiro, por esta razão isto é falso.' ",
  "an3.69:13.6": "É por isso que se diz que a fala de tal pessoa se dá no momento apropriado, é verdadeira, tem significado, é alinhada com o ensinamento e com o treinamento. ",
  "an3.69:14.1": "Para tal pessoa, qualidades inábeis nascidas do desejo foram cortadas na raíz, tal como uma palmeira cujo topo foi cortado, elas foram destruidas, a eliminadas de tal forma que não estarão mais sujeitas a um futuro surgimento. ",
  "an3.69:14.2": "Na vida presente, ela se encontra feliz, livre da angústia, aflição e febre, ",
  "an3.69:14.3": "e nesta vida ela encontra a extinção de nibbana. ",
  "an3.69:15.1": "Para tal pessoa, qualidades inábeis nascidas da raiva … ",
  "an3.69:15.2": "… extinção de nibbana. ",
  "an3.69:15.3": "Para tal pessoa, qualidades inábeis nascidas da delusão … ",
  "an3.69:15.4": "… extinção de nibbana. ",
  "an3.69:15.5": "Suponha que uma árvore sal, árvore dhava, ou rubiácea seja sufocada e engolida por três trepadeiras. ",
  "an3.69:15.6": "E então venha alguém com um facão e uma cesta. ",
  "an3.69:15.7": "E com estas ela arranque aquelas trepadeiras pelas raízes, cavando-as para fora, as removendo dali, galhos e raízes como um todo. ",
  "an3.69:15.8": "E então aquele alguém destrói as trepadeiras, cortando-nas em partes, e picando-nas em lascas. Esse alguém secaria as lascas ao vento e ao sol, as queimariam com fogo e as reduziriam a cinzas. Então aquele alguém atiraria aquelas cinzas ao vento forte ou num rio que corre rápido. ",
  "an3.69:15.9": "Para tal pessoa, qualidades inábeis nascidas do desejo foram cortadas na raíz, tal como uma palmeira cujo topo foi cortado, elas foram destruidas, a eliminadas de tal forma que não estarão mais sujeitas a um futuro surgimento. ",
  "an3.69:15.10": " ",
  "an3.69:15.11": "Na vida presente, ela se encontra feliz, livre da angústia, aflição e febre, ",
  "an3.69:15.12": "e nesta vida ela encontra a extinção de nibbana. ",
  "an3.69:16.1": "Para tal pessoa, qualidades inábeis nascidas da raiva … ",
  "an3.69:16.2": "Para tal pessoa, qualidades inábeis nascidas da raiva foram cortadas na raíz, tal como uma palmeira cujo topo foi cortado, elas foram destruidas, a eliminadas de tal forma que não estarão mais sujeitas a um futuro surgimento. ",
  "an3.69:16.3": "Na vida presente, ela se encontra feliz, livre da angústia, aflição e febre, ",
  "an3.69:16.4": "e nesta vida ela encontra a extinção de nibbana. ",
  "an3.69:16.5": "Estas são as três raízes benéficas.” "
}