{
  "an3.14:0.1": "Aṅguttara Nikāya 3 ",
  "an3.14:0.2": "2. O Construtor de Carruagens ",
  "an3.14:0.3": "14. O monarca que gira a roda ",
  "an3.14:1.1": "“Bhikkhus, mesmo um monarca que gira a roda, um rei justo e de princípios, não exerce poder sem ter seu próprio rei.” ",
  "an3.14:1.2": "Quando ele disse isso, um dos mendicantes perguntou ao Buda: ",
  "an3.14:1.3": "“Mas quem é o rei do monarca que gira a roda, o rei justo e de princípios?” ",
  "an3.14:1.4": "“Os princípios o são, bhikkhu”, disse o Buda. ",
  "an3.14:1.5": "“Bhikkhu, um monarca que gira a roda, fornece justa proteção e segurança para sua corte, contando apenas com princípios — honrando, respeitando e venerando princípios, tendo princípios como sua bandeira, estandarte e autoridade. ",
  "an3.14:2.1": "Ele fornece justa proteção e segurança para seus aristocratas, vassalos, tropas, brâmanes e chefes de família, pessoas da cidade e do campo, ascetas e brâmanes, bestas e pássaros. ",
  "an3.14:2.2": "Quando ele assim o faz, ele exerce poder de uma maneira baseada em princípios. ",
  "an3.14:2.3": "E este poder não pode ser enfraquecido por nenhum inimigo humano. ",
  "an3.14:3.1": "Da mesma maneira, bhikkhus, um Tathāgata, um aperfeiçoado, um Buda completamente desperto, um rei justo e de princípios, fornece justa proteção e segurança em termos das ações corporais, contando apenas com princípios — honrando, respeitando e venerando princípios, tendo princípios como sua bandeira, estandarte e autoridade. ",
  "an3.14:3.2": "'Esse tipo de ação corporal deve ser cultivada. Esse tipo de ação corporal não deve ser cultivada.' ",
  "an3.14:4.1": "Da mesma maneira, bhikkhus, um Desperto … fornece justa proteção e segurança em termos das ações verbais, dizendo: ",
  "an3.14:4.2": "'Esse tipo de ação verbal deve ser cultivada. Esse tipo de ação verbal não deve ser cultivada.' … E em relação às ações mentais: ",
  "an3.14:4.3": "'Esse tipo de ação mental deve ser cultivada. Esse tipo de ação mental não deve ser cultivada.' ",
  "an3.14:5.1": "E quando um Tathāgata, um aperfeiçoado, um Buda plenamente desperto forneceu justa proteção e segurança em relação às ações do corpo, fala e mente, ele põe em movimento a suprema Roda do Dhamma. ",
  "an3.14:5.2": "E o girar de tal roda não pode ser revertido por qualquer asceta, brâmane, deus, Māra, Brahmā, ou por qualquer pessoa no mundo.” ",
  "an3.14:5.3": ""
}