{
  "an3.80:0.1": "Aṅguttara Nikāya 3 ",
  "an3.80:0.2": "8. Ānanda ",
  "an3.80:0.3": "80. Inferior ",
  "an3.80:1.1": "Então, o Venerável Ānanda foi até o Buda e, depois de cumprimentá-lo, se sentou a um lado e disse a ele: ",
  "an3.80:1.2": "“Venerável senhor, eu ouvi e aprendi o seguinte na presença do Buda: ",
  "an3.80:1.3": "'Ānanda, o Buda Sikhi tinha um discípulo chamado Abhibhū. Estando no reino de Brahmā, a voz de tal discípulo podia ser ouvida por através da galáxia.' ",
  "an3.80:1.4": "Eu me pergunto o quão longe um Abençoado, aperfeiçoado, um Buda plenamente desperto pode fazer com que sua voz seja ouvida?” ",
  "an3.80:1.5": "“Aquele era era um discípulo, Ānanda. Os Tathāgatās são imensuráveis.” ",
  "an3.80:2.1": "Uma segunda vez, Ānanda disse para o Buda: ",
  "an3.80:2.2": "“Venerável senhor, eu ouvi e aprendi o seguinte na presença do Buda: ",
  "an3.80:2.3": "'Ānanda, o Buda Sikhi tinha um discípulo chamado Abhibhū. Estando no reino de Brahmā, a voz de tal discípulo podia ser ouvida por através da galáxia.' ",
  "an3.80:2.4": "Eu me pergunto o quão longe um Abençoado, aperfeiçoado, um Buda plenamente desperto pode fazer com que sua voz seja ouvida?” ",
  "an3.80:2.5": "“Aquele era era um discípulo, Ānanda. Os Tathāgatās são imensuráveis.” ",
  "an3.80:3.1": "Uma terceira vez, Ānanda disse para o Buda: ",
  "an3.80:3.2": "“Venerável senhor, eu ouvi e aprendi o seguinte na presença do Buda: ",
  "an3.80:3.3": "'Ānanda, o Buda Sikhi tinha um discípulo chamado Abhibhū. Estando no reino de Brahmā, a voz de tal discípulo podia ser ouvida por através da galáxia.' ",
  "an3.80:3.4": "Eu me pergunto o quão longe um Abençoado, aperfeiçoado, um Buda plenamente desperto pode fazer com que sua voz seja ouvida?” ",
  "an3.80:3.5": "“Ananda, você já ouviu falar de um sistema de mil mundos menores, uma galáxia?” ",
  "an3.80:3.6": "“Agora é a hora, Abençoado! Agora é a hora, Bem-Aventurado! ",
  "an3.80:3.7": "Que o Buda fale. Os contemplativos ouvirão e lembrarão. ",
  "an3.80:3.8": "“Pois bem, Ānanda, ouça e preste muita atenção àquilo que eu vou dizer.” ",
  "an3.80:3.9": "“Sim senhor”, respondeu Ānanda. ",
  "an3.80:3.10": "O Buda então disse: ",
  "an3.80:4.1": "“Ānanda, uma galáxia se estende milhares de vezes a distância de onde a lua e o sol giram e as estrelas iluminam os quadrantes. ",
  "an3.80:4.2": "Numa galáxia existem milhares de luas, milhares de sóis, milhares de montes Sinerus, reis das montanhas, milhares de índias, milhares de continentes ocidentais, milhares de continentes do norte, milhares de continentes ocidentais, quatro mil oceanos, quatro mil grandes reis, milhares de reinos dos Quatro Grandes Reis, dos devas do Trinta e três, dos devas de Yama, dos devas de Tusita, dos devas que se deliciam com a criação, dos devas que possuem poderes sobre a criação dos outros, dos devas do cortejo de Brahma, e até mesmo dos devas que estão mais além. ",
  "an3.80:4.3": "Isto se chama um sistema de mil mundos menores, uma galáxia. ",
  "an3.80:5.1": "Um sistema de mundos que se extende por mil destas galáxias ",
  "an3.80:5.2": "é o que se chama um sistema mundos mediano, um 'aglomerado de galáxias'. ",
  "an3.80:6.1": "Um sistema de mundos que se extende por mil destes aglomerados de galáxias ",
  "an3.80:6.2": "é chamado de um grande sistema de mundos, um 'superaglomerado de galáxias'. ",
  "an3.80:7.1": "Ānanda, se assim ele quiser, um Tathāgata pode fazer com que sua voz seja ouvida através de um superaglomerado de galáxias, ou o quão distante ele quiser.” ",
  "an3.80:8.1": "“Mas como poderia o Buda fazer com que sua voz seja ouvida tão distante?” ",
  "an3.80:8.2": "“Primeiro, Ānanda, o Tathāgata encheria o superaglomerado de galáxias com luz. ",
  "an3.80:8.3": "Quando os seres sencientes verem a luz, o Tathāgata projetaria seu chamado de modo que eles ouvem o som. ",
  "an3.80:8.4": "É assim que um Tathāgata pode fazer com que sua voz seja ouvida através de um superaglomerado de galáxias, o quão distante ele quiser.” ",
  "an3.80:9.1": "Quando ele falou isso, o Venerável Ānanda disse para o Venerável Udāyī: ",
  "an3.80:9.2": "“Tenho tanta sorte, muita sorte, ",
  "an3.80:9.3": "de ter um mestre com tal poder e força!” ",
  "an3.80:9.4": "Quando ele falou isso, o Venerável Udāyī disse para o Venerável Ānanda: ",
  "an3.80:9.5": "“De que lhe importa, amigo Ānanda, se seu mestre tem tanto poder e força?” ",
  "an3.80:9.6": "Quando ele falou isso, o Venerável Ānanda disse para o Venerável Udāyī: ",
  "an3.80:9.7": "“Não é assim, Udāyī, não é assim! ",
  "an3.80:9.8": "Se Ānanda morrer enquanto ainda não livre da ganância, ele reinaria como rei dos devas por sete vidas, e como rei de toda a Índia por sete vidas, por causa da confiança e fé em seu coração. ",
  "an3.80:9.9": "No entnato, Ānanda encontrará a extinção de nibbana nesta mesma vida.” ",
  "an3.80:9.10": "",
  "an3.80:9.11": "",
  "an3.80:10.1": "",
  "an3.80:10.2": "",
  "an3.80:10.3": ""
}