{
  "an3.50:0.1": "Aṅguttara Nikāya 3 ",
  "an3.50:0.2": "5. O Capítulo Menor ",
  "an3.50:0.3": "50. Um Ladrão Chefe ",
  "an3.50:1.1": "“Bhikkhus, um bandido chefe — que invade casas, rouba riquezas, assalta edifícios isolados e comete assaltos a estradas — depende destes três fatores. ",
  "an3.50:1.2": "Quais três? ",
  "an3.50:1.3": "Ele depende de um terreno irregular, de um abrigo escondido, ou de indivíduos poderosos. ",
  "an3.50:1.4": "E como um bandido chefe depende de um terreno irregular? ",
  "an3.50:1.5": "Ele faz uso de planícies alagadas inacessíveis, ou de montanhas escarpadas. ",
  "an3.50:1.6": "É assim que um bandido chefe depende de um terreno irregular. ",
  "an3.50:2.1": "E como um bandido chefe faz uso de um abrigo escondido? ",
  "an3.50:2.2": "Ele se esconde onde há matagais, densa vegetação, colinas ou uma grande e densa floresta. ",
  "an3.50:2.3": "É assim que um bandido chefe faz uso de um abrigo escondido. ",
  "an3.50:3.1": "E como um bandido chefe depende de indivíduos poderosos? ",
  "an3.50:3.2": "Ele depende de governantes ou seus ministros. ",
  "an3.50:3.3": "Pensando: ",
  "an3.50:3.4": "“Se alguém me acusar de algo, esses governantes ou seus ministros falarão em minha defesa. ",
  "an3.50:3.5": "E é exatamente isto o que acontece. ",
  "an3.50:3.6": "É assim que um bandido chefe depende de indivíduos poderosos. ",
  "an3.50:3.7": "Um bandido chefe — que invade casas, rouba riquezas, assalta edifícios isolados e comete assaltos a estradas — depende destes três fatores. ",
  "an3.50:4.1": "Da mesma forma, um mau contemplativo também depende de três fatores — mantendo-se fracassado e arruinado — e merecendo ser culpado e criticado por pessoas de bem, e ele realiza muito mau karma. ",
  "an3.50:4.2": "Quais três? ",
  "an3.50:4.3": "Ele depende de um terreno irregular, de um abrigo escondido, ou de indivíduos poderosos. ",
  "an3.50:5.1": "E como um mau contemplativo depende de um terreno irregular? ",
  "an3.50:5.2": "Ele é antiético na forma que age com seu corpo, com sua fala e com sua mente. ",
  "an3.50:5.3": "É assim que um mau contemplativo depende de um terreno irregular. ",
  "an3.50:6.1": "E como um contemplativo faz uso de um abrigo escondido? ",
  "an3.50:6.2": "Ele é dotado de entendimento incorreto, ele é apegado a um ponto de vista extremo. ",
  "an3.50:6.3": "É assim que um mau contemplativo faz uso de um abrigo escondido. ",
  "an3.50:7.1": "E como um mau contemplativo depende de indivíduos poderosos? ",
  "an3.50:7.2": "Ele depende de governantes ou seus ministros. ",
  "an3.50:7.3": "Pensando: ",
  "an3.50:7.4": "“Se alguém me acusar de algo, esses governantes ou seus ministros falarão em minha defesa.” ",
  "an3.50:7.5": "E é exatamente isto o que acontece. ",
  "an3.50:7.6": "É assim que um mau contemplativo depende de indivíduos poderosos. ",
  "an3.50:7.7": "Quando um mau contemplativo depende destes três fatores — mantendo-se fracassado e arruinado — e merecendo ser culpado e criticado por pessoas de bem, e ele realiza muito mau karma.” ",
  "an3.50:7.8": "",
  "an3.50:7.9": "",
  "an3.50:8.1": "",
  "an3.50:8.2": "",
  "an3.50:8.3": "",
  "an3.50:8.4": "",
  "an3.50:8.5": ""
}