{
  "an3.74:0.1": "Aṅguttara Nikāya 3 ",
  "an3.74:0.2": "8. Ānanda ",
  "an3.74:0.3": "74. Jainistas ",
  "an3.74:1.1": "Em certa ocasião, o Venerável Ānanda estava em Vesali na Grande Floresta no Salão com um pico na cumeeira. ",
  "an3.74:1.2": "Então os Licchavis Abhaya e Paṇḍitakumāra foram até o Venerável Ānanda e, depois de cumprimentá-lo, se sentaram a um lado e disseram: ",
  "an3.74:1.3": "“Senhor, o líder jainista Nāṭaputta clama tudo saber e tudo ver, entendendo e enxergando todas as coisas sem exceção: ",
  "an3.74:1.4": "'Conhecimento e visão são contantemente e continuamente presentes em mim, enquanto ando, me encontro em pé, durmo e caminho.' ",
  "an3.74:1.5": "Ele prega a eliminação do karma passado através da mortificação, e o queimar da ponte através da não feitura de novo karma. ",
  "an3.74:1.6": "Então, com a destruição de karma, o sofrimento é destruído; com a destruição do sofrimento, as sensações são destruídas; e com o fim das sensações todo o sofrimento terá sido desgastado—",
  "an3.74:1.7": "Assim se dá a superação do sofrimento por meio dessa purificação via a destruição nesta mesma vida. ",
  "an3.74:1.8": "O que, senhor, o Buda diz sobre isto?” ",
  "an3.74:2.1": "“Abhaya, estes três tipos de purificação através da destruição foram corretamente explicados pelo Abençoado, que conhece e vê, o aperfeiçoado, o Buda completamente desperto. Estes servem para a purificação dos seres, para superar a tristeza e a lamentação, para o desaparecimento da dor e da angústia, para alcançar o caminho verdadeiro, para a realização da extinção de Nibbana. ",
  "an3.74:2.2": "Quais três? ",
  "an3.74:2.3": "É quando um contemplativo tem uma conduta ética, contido pelo código monástico, bem comportado e bem suportado. Vendo perigo na menor das ofensas, eles se guiam pelas regras de treinamento adotadas. ",
  "an3.74:2.4": "Ele não comete nenhum novo karma, e o karma passado é eliminado com o experimentar dos seus frutos, pouco à pouco. ",
  "an3.74:2.5": "Este desgastar é veríficável nesta mesma vida, imediatamente eficaz, convida ao exame, conduz para adiante, para ser experimentado pelos sábios por eles mesmos. ",
  "an3.74:3.1": "É quando um contemplativo afastado dos prazeres sensuais, afastado das qualidades não hábeis, entra e permanece na primeira absorção … segunda absorção … terceira absorção … quarta absorção. ",
  "an3.74:3.2": "Ele não comete nenhum novo karma, e o karma passado é eliminado com o experimentar dos seus frutos, pouco à pouco. ",
  "an3.74:3.3": "Este desgastar é veríficável nesta mesma vida, imediatamente eficaz, convida ao exame, conduz para adiante, para ser experimentado pelos sábios por eles mesmos. ",
  "an3.74:4.1": "Então, um nobre discípulo—consumado em termos de ética, imersão e sabedoria—alcança a libertação da mente e a libertação através da sabedoria nesta mesma vida. E este vive tendo desfrutado destas através do seu próprio entendimento resultante da destruição das impurezas. ",
  "an3.74:4.2": "Ele não comete nenhum novo karma, e o karma passado é eliminado com o experimentar dos seus frutos, pouco à pouco. ",
  "an3.74:4.3": "Este desgastar é veríficável nesta mesma vida, imediatamente eficaz, convida ao exame, conduz para adiante, para ser experimentado pelos sábios por eles mesmos. ",
  "an3.74:4.4": "“Abhaya, estes três tipos de purificação através da destruição foram corretamente explicados pelo Abençoado, que conhece e vê, o aperfeiçoado, o Buda completamente desperto. Estes servem para a purificação dos seres, para superar a tristeza e a lamentação, para o desaparecimento da dor e da angústia, para alcançar o caminho verdadeiro, para a realização da extinção de Nibbana.” ",
  "an3.74:5.1": "Quando isto foi dito, Paṇḍitakumāra disse para Abhaya: ",
  "an3.74:5.2": "“Amigo Abhaya, você discordaria com algo do que foi tão bem dito pelo Venerável Ānanda? ",
  "an3.74:5.3": "“Como poderia eu não concordar com o que foi tão bem dito pelo Venerável Ānanda? ",
  "an3.74:5.4": "Se alguém não concordasse com o que foi dito por ele, a sua cabeça explodiria!” ",
  "an3.74:5.5": ""
}