{
  "an3.79:0.1": "Aṅguttara Nikāya 3 ",
  "an3.79:0.2": "8. Ānanda ",
  "an3.79:0.3": "79. Fragrâncias ",
  "an3.79:1.1": "Então, o Venerável Ānanda foi até o Buda e, depois de cumprimentá-lo, se sentou a um lado e disse a ele: ",
  "an3.79:2.1": "“Venerável senhor, existem esses três tipos de fragrância que se espalham apenas com o vento, não contra ele. ",
  "an3.79:2.2": "Quais três? ",
  "an3.79:2.3": "A fragrância de raízes, da madeira e das flores. ",
  "an3.79:2.4": "Esses três tipos de fragrância se espalham apenas com o vento, não contra ele. ",
  "an3.79:2.5": "Existe algum tipo de fragrância que se espalha com o vento e contra ele e nas duas direções?” ",
  "an3.79:3.1": "“Sim, Ānanda, existe tal tipo de fragrância.” ",
  "an3.79:3.2": "“Então, venerável senhor, qual é tal tipo de fragrância que se espalha com o vento e contra ele e nas duas direções?” ",
  "an3.79:4.1": "“Ānanda, é quando em alguma aldeia ou cidade, uma mulher ou homem toma refúgio no Buda, no ensinamento e na Sangha. ",
  "an3.79:4.2": "Eles não tiram a vida de criaturas vivas, não roubam, não cometem má conduta sexual, não mentem e não tomam bebidas alcoólicas que causam negligência. Eles são éticos, de bom caráter. ",
  "an3.79:4.3": "Eles vivem em casa com a mente livre da mácula da avareza, espontaneamente generosa, mão aberta, deliciando-se com a renúncia, devotados à caridade, alegres em dar e compartir. ",
  "an3.79:5.1": "Contemplativos e brâmanes de todas as partes os elogiam por tais boas qualidades. ",
  "an3.79:5.2": "“Em tal e tal aldeia ou cidade, uma mulher ou homem toma refúgio no Buda, no ensinamento e na Sangha. ",
  "an3.79:5.3": "Eles não tiram a vida de criaturas vivas, não roubam, não cometem má conduta sexual, não mentem e não tomam bebidas alcoólicas que causam negligência. Eles são éticos, de bom caráter. ",
  "an3.79:5.4": "Eles vivem em casa com a mente livre da mácula da avareza, espontaneamente generosa, mão aberta, deliciando-se com a renúncia, devotados à caridade, alegres em dar e compartir. ",
  "an3.79:6.1": "E até mesmo os devas elogiam. ",
  "an3.79:6.2": "“Em tal e tal aldeia ou cidade, uma mulher ou homem toma refúgio no Buda, no ensinamento e na Sangha. ",
  "an3.79:6.3": "Eles não tiram a vida de criaturas vivas, não roubam, não cometem má conduta sexual, não mentem e não tomam bebidas alcoólicas que causam negligência. Eles são éticos, de bom caráter. ",
  "an3.79:6.4": "Eles vivem em casa com a mente livre da mácula da avareza, espontaneamente generosa, mão aberta, deliciando-se com a renúncia, devotados à caridade, alegres em dar e compartir.” ",
  "an3.79:6.5": "“Este é, Ānanda, o tipo de fragrância que se espalha com o vento e contra ele e nas duas direções. ",
  "an3.79:7.1": "A fragrância das flores não se espalha contra o vento, ",
  "an3.79:7.2": "nem tampouco a o perfume do sândalo, do lírio ou do jasmin; ",
  "an3.79:7.3": "mas a fragrância do bem se espalha contra o vento; ",
  "an3.79:7.4": "a ética e virtude de alguém irradia para todas as direções.” ",
  "an3.79:7.5": ""
}