{
  "an3.73:0.1": "Aṅguttara Nikāya 3 ",
  "an3.73:0.2": "8. Ānanda ",
  "an3.73:0.3": "73. Mahānāma o Sákyan ",
  "an3.73:1.1": "Assim ouvi. ",
  "an3.73:1.2": "Em certa ocasião, o Abençoado estava entre os Sakyas em Kapilavatthu, no mosteiro do Parque da Figueira Nigrodha. ",
  "an3.73:1.3": "Agora, naquela ocasião o Buda havia recentemente se recuperado de uma enfermidade. ",
  "an3.73:1.4": "Então, Mahānāma, o Sákyan, foi até o Buda e, depois de cumprimentá-lo, se sentou a um lado. E o Buda disse a ela: ",
  "an3.73:1.5": "“Por um bom tempo, senhor, eu entendi o seu ensinamento desta forma: ",
  "an3.73:1.6": "'O entendimento é para aqueles capazes de imersão, não para aqueles sem imersão.' ",
  "an3.73:1.7": "Mas, senhor, a imersão vem primeiro e depois o entendimento? ",
  "an3.73:1.8": "Ou o entendimento vem primeiro, e depois a imersão? ",
  "an3.73:1.9": "Então o seguinte pensamento ocorreu ao Venerável Ānanda: ",
  "an3.73:1.10": "“Foi recentemente que o Buda se recuperou de uma enfermidade, ",
  "an3.73:1.11": "e este Mahānāma lhe faz uma pergunta deveras profunda. ",
  "an3.73:1.12": "Por que não o chamo a um lado e lhe ensino o Dhamma?” ",
  "an3.73:2.1": "Então Ānanda pegou Mahānāma pelo braço, o levou para um lado e disse: ",
  "an3.73:2.2": "“Mahānāma, o Buda falou da ética, da imersão e da sabedoria de alguém ainda em treinamento; e da ética, da imersão e da sabedoria de alguém já adepto. ",
  "an3.73:2.3": "O que é a ética de alguém em treinamento? ",
  "an3.73:2.4": "É quando um contemplativo tem uma conduta ética, contido pelo código monástico, bem comportado e bem suportado. Vendo perigo na menor das ofensas, eles se guiam pelas regras de treinamento adotadas. ",
  "an3.73:2.5": "Assim é a ética de alguém em treinamento. ",
  "an3.73:3.1": "E o que é a imersão de alguém em treinamento? ",
  "an3.73:3.2": "É quando um contemplativo afastado dos prazeres sensuais, afastado das qualidades não hábeis, entra e permanece na primeira absorção … segunda absorção … terceira absorção … quarta absorção. ",
  "an3.73:3.3": "Assim é a imersão de alguém em treinamento. ",
  "an3.73:4.1": "E o que é a sabedoria de alguém em treinamento? ",
  "an3.73:4.2": "É quando um contemplativo compreende tal como é: 'Isto é sofrimento'… 'Isto é a originação do sofrimento.' … 'Isto é a cessação do sofrimento.' … 'Esta é a prática que resulta na cessação do sofrimento'. ",
  "an3.73:4.3": "Assim é a sabedoria de alguém em treinamento. ",
  "an3.73:5.1": "Então, um nobre discípulo—consumado em termos de ética, imersão e sabedoria—alcança a libertação da mente e a libertação através da sabedoria nesta mesma vida. E este vive tendo desfrutado destas através do seu próprio entendimento resultante da destruição das impurezas. ",
  "an3.73:5.2": "Foi desta forma, Mahānāma, que o Buda falou da ética, da imersão e da sabedoria de alguém ainda em treinamento; e da ética, da imersão e da sabedoria de alguém já adepto. ",
  "an3.73:5.3": ""
}