{
  "an3.37:0.1": "Aṅguttara Nikāya 3 ",
  "an3.37:0.2": "4. Mensageiros divinos ",
  "an3.37:0.3": "37. Os Quatro Grandes Reis (1º) ",
  "an3.37:1.1": "“No oitavo dia da quinzena, mendicantes, ministros e conselheiros dos Quatro Grandes Reis perambulam pelo mundo, pensando: ",
  "an3.37:1.2": "“É de se esperar que a maior parte dos humanos respeitem seus pais, os contemplativos e brâmanes, aqueles mais velhos em suas famílias, observando o uposatha, mantendo-se despertos, e realizando ações meritórias.” ",
  "an3.37:1.3": "E no décimo quarto dia da quinzena, os filhos dos Quatro Grandes Reis perambulam pelo mundo, pensando: ",
  "an3.37:1.4": "“É de se esperar que a maior parte dos humanos respeitem seus pais … e realizando ações meritórias.” ",
  "an3.37:1.5": "E no sabá do décimo quinto dia, os Quatro Grandes Reis perambulam eles mesmos pelo mundo, pensando: ",
  "an3.37:1.6": "“É de se esperar que a maior parte dos humanos respeite seus pais … e realizando ações meritórias.” ",
  "an3.37:2.1": "“Se pelo menos alguns humanos respeitarem seus pais … e realizando ações meritórias.” ",
  "an3.37:2.2": "então os Quatro Grandes Reis se dirigem aos devas do Trinta e Três, reunidos no Salão da Justiça: ",
  "an3.37:2.3": "“Apenas alguns humanos respeitam seus pais … e realizando ações meritórias.” ",
  "an3.37:2.4": "Então os devas do Trinta e Três se desapontam: ",
  "an3.37:2.5": "“As hostes celestiais diminuirão, enquanto as hostes de demônios incharão!” ",
  "an3.37:3.1": "Mas se muitos humanos respeitam seus pais … e realizando ações meritórias, ",
  "an3.37:3.2": "então os Quatro Grandes Reis se dirigem aos devas do Trinta e Três, reunidos no Salão da Justiça: ",
  "an3.37:3.3": "“Muitos dos humanos respeitam seus pais … e realizando ações meritórias.” ",
  "an3.37:3.4": "Então os devas do Trinta e Três se alegram: ",
  "an3.37:3.5": "“As hostes celestiais se expandirão, enquanto as hostes de demônios diminuirão!” ",
  "an3.37:4.1": "Uma vez, Sakka, o senhor dos devas, enquanto liderava os devas do Trinta e Três, recitou este verso: ",
  "an3.37:5.1": "“Aquele que como eu queira ser ",
  "an3.37:5.2": "deveria observar o sabá ",
  "an3.37:5.3": "completo em oito fatores, ",
  "an3.37:5.4": "no décimo quarto e décimo quinto dias, ",
  "an3.37:5.5": "e no oitavo dia da quinzena, ",
  "an3.37:5.6": "assim como nas ocasiões especiais quinzenais.” ",
  "an3.37:6.1": "Mas aquele verso foi mal recitado por Sakka, o rei dos devas, não bem recitado; mal enunciado, não bem enunciado. ",
  "an3.37:6.2": "Por qual razão? ",
  "an3.37:6.3": "Sakka, o rei dos devas, não está livre do desejo, raiva e delusão. ",
  "an3.37:7.1": "Mas com relação a um contemplativo que se aperfeiçoou — tendo dado fim às impurezas, completado a jornada espiritual, feito aquilo que deveria ser feito, alcançado o seu próprio verdadeiro objetivo, extirpado totalmente os grilhões que o amarravam ao renascimento, e libertado corretamente a si mesmo através do despertar — é correto dizer: ",
  "an3.37:8.1": "“Aquele que como eu queira ser ",
  "an3.37:8.2": "deveria observar o sabá ",
  "an3.37:8.3": "completo em oito fatores, ",
  "an3.37:8.4": "no décimo quarto e décimo quinto dias, ",
  "an3.37:8.5": "e no oitavo dia da quinzena, ",
  "an3.37:8.6": "assim como nas ocasiões especiais quinzenais.” ",
  "an3.37:9.1": "Por qual razão? ",
  "an3.37:9.2": "Pois tal contemplativo se encontra livre do desejo, da raiva e da delusão.” ",
  "an3.37:9.3": ""
}