{
  "an3.27:0.1": "Aṅguttara Nikāya 3 ",
  "an3.27:0.2": "3. Pessoas ",
  "an3.27:0.3": "27. Ofensivo ",
  "an3.27:1.1": "“Estes três indivíduos são encontrados no mundo. ",
  "an3.27:1.2": "Quais três? ",
  "an3.27:1.3": "Aqueles indivíduos com quem você deve se sentir enojado, e não deve se associar, acompanhar ou prestar assistência. ",
  "an3.27:1.4": "Aqueles indivíduos para com quem você deve ter equanimidade, e não deve se associar, acompanhar ou prestar assistência. ",
  "an3.27:1.5": "Aqueles indivíduos que você deve se associar, acompanhar ou prestar assistência. ",
  "an3.27:1.6": "Quem são aqueles indivíduos com quem você deve se sentir enojado, e não deve se associar, acompanhar ou prestar assistência? ",
  "an3.27:1.7": "Aqueles que são antiéticos, dotados de más qualidades, imundos, com comportamento suspeito, descuidados, não dignos de serem considerados ascetas verdadeiros ou praticantes espirituais — embora afirmam o serem — eles são podres por dentro, corruptos e depravados. ",
  "an3.27:1.8": "Estes são os indivíduos com quem você deve se sentir enojado, e não deve se associar, acompanhar ou prestar assistência. ",
  "an3.27:1.9": "Por qual razão? ",
  "an3.27:1.10": "Pois mesmo que você não siga o exemplo de tais pessoas os outros dirão: ",
  "an3.27:1.11": "'Aquele fulano tem más pessoas como amigos, companheiros e parceiros.' ",
  "an3.27:1.12": "Tais indivíduos são como uma cobra que vive em uma pilha de esterco. Mesmo que ela não morda, ela lhe marcará com sujeira. ",
  "an3.27:1.13": "Da mesma forma, mesmo que você não siga o exemplo de tais pessoas, os outros dirão: ",
  "an3.27:1.14": "'Aquele fulano tem más pessoas como amigos, companheiros e parceiros.' ",
  "an3.27:1.15": "É por isto que voce deve se sentir enojado, e não deve se associar, acompanhar ou prestar assistência para estes indivíduos. ",
  "an3.27:2.1": "Quem são os indivíduos para com quem você deve ter equanimidade, e não deve se associar, acompanhar ou prestar assistência? ",
  "an3.27:2.2": "Aqueles que são irritáveis e mal-humorados. ",
  "an3.27:2.3": "Mesmo quando levemente criticados, eles perdem a paciência, se irritam, se tornam hostis e de coração duro, e demonstram aborrecimento, ódio e amargura. ",
  "an3.27:2.4": "Eles são como uma ferida supurada, que, quando batida com um pedaço de pau ou uma pedra, solta ainda mais secreções. ",
  "an3.27:2.5": "Da mesma maneira, alguém é irritável e mal-humorado. ",
  "an3.27:2.6": "Eles são como uma brasa de ébano que, quando batida com um pedaço de pau ou uma pedra, chia e crepita ainda mais. ",
  "an3.27:2.7": "Da mesma maneira, alguém é irritável e mal-humorado. ",
  "an3.27:2.8": "Eles são como o conteúdo de uma fossa, que quando mexido com um graveto ou pedra exala ainda mais fedor. ",
  "an3.27:2.9": "Assim são aqueles irritáveis e mal-humorados. ",
  "an3.27:2.10": "Mesmo quando levemente criticados, eles perdem a paciência, se irritam, se tornam hostis e de coração duro, e demonstram aborrecimento, ódio e amargura. ",
  "an3.27:2.11": "Estes são os indivíduos para com quem você deve ter equanimidade, e não deve se associar, acompanhar ou prestar assistência. ",
  "an3.27:2.12": "Por qual razão? ",
  "an3.27:2.13": "O pensamento ocorrerá, 'Eles podem abusar de mim ou me insultar, ou mesmo me machucar.' ",
  "an3.27:2.14": "É por isto que você deve para com tais indivíduos ter equanimidade, e não deve se associar, acompanhar ou prestar assistência. ",
  "an3.27:3.1": "Quem são aqueles aqueles indivíduos que você deve se associar, acompanhar ou prestar assistência? ",
  "an3.27:3.2": "Aqueles que são éticos, de bom caráter. ",
  "an3.27:3.3": "Você deve se associar, acompanhar ou prestar assistência para com tais indivíduos. ",
  "an3.27:3.4": "Por qual razão? ",
  "an3.27:3.5": "Mesmo que você não siga o exemplo de tais pessoas, os outros dirão: ",
  "an3.27:3.6": "'Aquele fulano tem boas pessoas como amigos, companheiros e parceiros.' ",
  "an3.27:3.7": "É por isto que voce deve se associar, acompanhar ou prestar assistência para com tais indivíduos. ",
  "an3.27:3.8": "Bhikkhus, estes são os três indivíduos encontrados no mundo. ",
  "an3.27:4.1": "Aquele que se associa com alguém inferior apenas encontra declínio, ",
  "an3.27:4.2": "mas ao associar-se com alguém similar, declínio jamais se encontrará; ",
  "an3.27:4.3": "seguindo os melhores, rápida é a ascensão, ",
  "an3.27:4.4": "sendo assim, você deve manter companhia com aqueles melhores que você.” ",
  "an3.27:4.5": ""
}