{
  "an3.58:0.1": "Aṅguttara Nikāya 3",
  "an3.58:0.2": "6. Brâmanes",
  "an3.58:0.3": "58. Com Tikaṇṇa",
  "an3.58:1.1": "Então, Tikaṇṇa o brâmane foi até o Buda, trocou cumprimentos com ele …",
  "an3.58:1.2": "e sentado a um lado, em frente ao Buda, Tikaṇṇa elogiou os brâmanes proficientes nos três Vedas:",
  "an3.58:1.3": "“Tais são os brâmanes, mestres dos três conhecimentos védicos! Assim são os brâmanes, mestres dos três conhecimentos védicos!”",
  "an3.58:2.1": "“Mas brâmane, como vocês descrevem um brâmane que é mestre dos três conhecimentos védicos?”",
  "an3.58:2.2": "“Mestre Gotama, é quando um brâmane é de bom nascimento tanto pelo lado materno quanto pelo lado paterno, de descendência pura, irrefutável e impecável em questões de ancestralidade até a sétima geração paterna. Ele recita e lembra os hinos, e dominou os três Vedas, juntamente com seus vocabulários, ritual, fonologia e etimologia, e o testamento como quinto. Ele conhece filologia e gramática, e é bem versado em cosmologia e as marcas de um grande homem.",
  "an3.58:2.3": "É assim, Mestre Gotama, como nós brâmanes descrevemos um de nós que é mestre dos três conhecimentos védicos”",
  "an3.58:3.1": "“Brâmane, um mestre dos três conhecimentos de acordo com o entendimento dos brâmanes é bastante diferente de um mestre dos três conhecimentos no treinamento do nobre.”",
  "an3.58:3.2": "“Mas como é, Mestre Gotama, que alguém é tido como mestre dos três conhecimentos no treinamento do nobre?",
  "an3.58:3.3": "Mestre Gotama, por favor me ensine isto.”",
  "an3.58:3.4": "“Pois bem, brâmane, ouça e preste muita atenção àquilo que eu vou dizer.”",
  "an3.58:3.5": "“Sim senhor”, respondeu Tikaṇṇa.",
  "an3.58:3.6": "O Buda então disse:",
  "an3.58:4.1": "“Brâmane, é quando um bhikkhu afastado dos prazeres sensuais, afastado das qualidades não hábeis, entra e permanece na primeira absorção, que é caracterizada pelo êxtase e felicidade nascidos do afastamento, enquanto a mente é direcionada e mantida em foco.",
  "an3.58:4.2": "Com o aquietar do direcionamento da mente e manuntenção do foco, o bhikkhu entra e permanece na segunda absorção, que é caracterizada pelo êxtase e felicidade nascidos da imersão da mente, marcada pela clareza e segurança interna, e perfeita unificação da mente, sem o direcionar ou focar da mente.",
  "an3.58:4.3": "E com a dissolução do êxtase, um bhikkhu entra e permanece na terceira absorção, na qual ele medita com equanimidade, plenamente atento e consciente, experimentando diretamente a felicidade, acerca da qual os nobres declaram: 'Equânime e com atenção plena, ele medita feliz'.",
  "an3.58:4.4": "Com o abandono do prazer e da dor, e com a superação de quaisquer prazer ou dor de outrora, o bhikkhu entra e permanece na quarta absorção, livre de qualquer prazer ou dor, com equanimidade e atenção plena purificadas.",
  "an3.58:5.1": "Com a mente assim imersa em samādhi — purificada, luminosa, pura, imaculada, livre de defeitos, flexível, maleável, estável, atingindo a imperturbabilidade — ele a dirige para o conhecimento da recordação de vidas passadas.",
  "an3.58:5.2": "Ele se recorda das muitas vidas passadas, isto é, um nascimento, dois nascimentos, três nascimentos, quatro, cinco, dez, vinte, trinta, quarenta, cinqüenta, cem, mil, cem mil, muitos ciclos cósmicos de contração, muitos ciclos cósmicos de expansão, muitos ciclos cósmicos de contração e expansão, ‘Lá eu tive tal nome, pertencia a tal clã, tinha tal aparência. Assim era o meu alimento, assim era a minha experiência de prazer e dor, assim foi o fim da minha vida. Falecendo desse estado, eu renasci ali. Ali eu também tinha tal nome, pertencia a tal clã, tinha tal aparência. Assim era o meu alimento, assim era a minha experiência de prazer e dor, assim foi o fim da minha vida. Falecendo daquele estado, eu renasci aqui.’ Assim ele se recorda das muitas vidas passadas nos seus modos e detalhes.",
  "an3.58:5.3": "Esse é o primeiro conhecimento verdadeiro alcançado;",
  "an3.58:5.4": "A ignorância é extirpada e surge o verdadeiro conhecimento, a escuridão foi extinta e surge a luz, como ocorre com aquele que permanece diligente, ardente e decidido.",
  "an3.58:6.1": "Com a sua mente dessa forma concentrada — purificada, luminosa, pura, imaculada, livre de defeitos, flexível, maleável, estável e atingindo a imperturbabilidade — ele a dirige para o conhecimento do falecimento e renascimento dos seres sencientes.",
  "an3.58:6.2": "Por meio do olho divino, que é purificado e sobrepuja o humano, o bhikkhu vê seres falecendo e renascendo, inferiores e superiores, bonitos e feios, afortunados e desafortunados. Ele compreende como os seres sencientes prosseguem de acordo com as suas ações desta forma: ‘Esses seres sencientes – dotados de má conduta com o corpo, linguagem e mente, que insultam os nobres, com o entendimento incorreto e realizando ações sob a influência do entendimento incorreto – com a dissolução do corpo, após a morte, renasceram num estado de privação, num destino infeliz, nos reinos inferiores, até mesmo no inferno. Porém estes seres sencientes — dotados de boa conduta com o corpo, linguagem e mente, que não insultam os nobres, com o entendimento correto e realizando ações sob a influência do entendimento correto – com a dissolução do corpo, após a morte, renasceram num destino feliz, no paraíso.’ Dessa forma — por meio do olho divino, que é purificado e sobrepuja o humano — ele vê seres falecendo e renascendo, inferiores e superiores, bonitos e feios, e ele compreende como os seres sencientes continuam de acordo com as suas ações.",
  "an3.58:6.3": "Esse é o segundo conhecimento verdadeiro alcançado.",
  "an3.58:6.4": "A ignorância é extirpada e surge o verdadeiro conhecimento, a escuridão foi extinta e surge a luz, como ocorre com aquele que permanece diligente, ardente e decidido.",
  "an3.58:7.1": "Com a sua mente dessa forma concentrada — purificada, luminosa, pura, imaculada, livre de defeitos, flexível, maleável, estável e atingindo a imperturbabilidade — ele a dirige para o conhecimento do fim das impurezas mentais.",
  "an3.58:7.2": "Ele compreende como na verdade é que: ‘Isto é sofrimento’ … ‘Esta é a origem do sofrimento’ … ‘Esta é a cessação do sofrimento’ … ‘Este é o caminho que conduz à cessação do sofrimento’.",
  "an3.58:7.3": "Ele compreende como na verdade é que: ‘essas são impurezas mentais’; … ‘esta é a origem das impurezas’; … ‘esta é a cessação das impurezas’; … ‘este é o caminho que conduz à cessação das impurezas'.",
  "an3.58:7.4": "Ao conhecer e ver, a mente do bhikkhu está livre da impureza do desejo sensual, da impureza de ser/existir, da impureza da ignorância.",
  "an3.58:7.5": "Com a libertação, surge o conhecimento, ‘Libertado.’",
  "an3.58:7.6": "O bhikkhu compreende que ‘O nascimento foi destruído, a vida santa foi vivida, o que devia ser feito foi feito, não há mais vir a ser a nenhum estado.’",
  "an3.58:7.7": "Esse é o terceiro conhecimento verdadeiro alcançado.",
  "an3.58:7.8": "A ignorância foi extirpada e surgiu o verdadeiro conhecimento, a escuridão foi extinta e surgiu a luz, como ocorre com aquele que permanece diligente, ardente e decidido.",
  "an3.58:8.1": "Para alguém cuja conduta ética não vacila,",
  "an3.58:8.2": "alerta, praticando a absorção;",
  "an3.58:8.3": "sendo mestre da própria mente,",
  "an3.58:8.4": "unificado, sereno.",
  "an3.58:9.1": "Um sábio assim dissipa a escuridão,",
  "an3.58:9.2": "mestre dos três conhecimentos, ele destrói a morte.",
  "an3.58:9.3": "Para o bem de devas e humanos,",
  "an3.58:9.4": "ele abandonou tudo, assim se diz.",
  "an3.58:10.1": "Realizado nos três conhecimentos verdadeiros,",
  "an3.58:10.2": "vivendo livre da confusão,",
  "an3.58:10.3": "portando o último corpo,",
  "an3.58:10.4": "eles reverenciam Gotama, o desperto.",
  "an3.58:11.1": "Aquele que conhece vidas passadas,",
  "an3.58:11.2": "e vê o paraíso e os estados de privação,",
  "an3.58:11.3": "tendo alcançado o fim do renascimento,",
  "an3.58:11.4": "tal sábio tem entendimento perfeito.",
  "an3.58:12.1": "É por causa destes três conhecimentos",
  "an3.58:12.2": "que um brâmane é tido como mestre de três conhecimentos.",
  "an3.58:12.3": "Assim é aquele que eu chamo de mestre dos três conhecimentos verdadeiros,",
  "an3.58:12.4": "e não aquele outro, um recitador da boca pra fora.",
  "an3.58:13.1": "Assim é, brâmane, que alguém é tido como mestre dos três conhecimentos no treinamento do nobre.”",
  "an3.58:13.2": "“Mestre Gotama, um mestre dos três conhecimentos de acordo com o entendimento dos brâmanes é bastante diferente de um mestre dos três conhecimentos no treinamento do nobre.",
  "an3.58:13.3": "E, Mestre Gotama, um mestre dos três conhecimentos segundo os brâmanes não vale uma décima sexta parte de um mestre dos três conhecimentos no treinamento do nobre.",
  "an3.58:14.1": "“Excelente Mestre Gotama! Excelente! …",
  "an3.58:14.2": "Que a partir de hoje o Mestre Gotama se lembre de mim como um discípulo que nele buscou refúgio para o resto da vida.”"
}