{
  "an3.26:0.1": "Aṅguttara Nikāya 3 ",
  "an3.26:0.2": "3. Pessoas ",
  "an3.26:0.3": "26. Companheiros ",
  "an3.26:1.1": "“Bhikkhus, essas três pessoas são encontradas no mundo. ",
  "an3.26:1.2": "Quais três? ",
  "an3.26:1.3": "Aquela pessoa com a qual você não deve se associar, acompanhar ou assistir. ",
  "an3.26:1.4": "Aquela pessoa com a qual você deve se associar, acompanhar e assistir. ",
  "an3.26:1.5": "Aquela pessoa com a qual você deve se associar, acompanhar e assistir com reverência e respeito. ",
  "an3.26:1.6": "Quem é aquela pessoa com a qual você não deve se associar, acompanhar ou assistir? ",
  "an3.26:1.7": "Alguém que é inferior em termos de ética, imersão e sabedoria. ",
  "an3.26:1.8": "Você não deve se associar, acompanhar ou assistir tal pessoa, a não ser que por bondade e compaixão. ",
  "an3.26:2.1": "Quem é aquela pessoa com a qual você deve se associar, acompanhar e assistir? ",
  "an3.26:2.2": "Alguém que lhe seja similar em termos de ética, imersão e sabedoria. ",
  "an3.26:2.3": "Essa é a pessoa com a qual você deve se associar, acompanhar e assistir. ",
  "an3.26:2.4": "Por qual razão? ",
  "an3.26:2.5": "Pensando: 'Como nossa conduta ética é semelhante, podemos discutir o assunto da ética, a conversa fluirá e ficaremos tranquilos. ",
  "an3.26:2.6": "Como nossa imersão é semelhante, podemos discutir o assunto da imersão, a conversa fluirá e ficaremos tranquilos. ",
  "an3.26:2.7": "Como nossa sabedoria é semelhante, podemos discutir o assunto da sabedoria, a conversa fluirá e ficaremos tranquilos. ",
  "an3.26:2.8": "Essa é a pessoa com a qual você deve se associar, acompanhar e assistir. ",
  "an3.26:3.1": "Quem é aquela pessoa com a qual você deve se associar, acompanhar e assistir com reverência e respeito? ",
  "an3.26:3.2": "Alguém que lhe seja superior em termos de ética, imersão e sabedoria. ",
  "an3.26:3.3": "Essa é a pessoa com a qual você deve se associar, acompanhar e assistir com reverência e respeito. ",
  "an3.26:3.4": "Por qual razão? ",
  "an3.26:3.5": "Pensando: 'Eu levarei a cabo todo o espectro da conduta ética ainda não alcançado, ou sustentarei com sabedoria em qualquer situação a conduta ética que já alcancei. ",
  "an3.26:3.6": "Eu levarei a cabo todo o espectro da imersão ainda não alcançado, ou sustentarei com sabedoria em qualquer situação a imersão que já alcancei. ",
  "an3.26:3.7": "Eu levarei a cabo todo o espectro da sabedoria ainda não alcançado, ou sustentarei com sabedoria em qualquer situação a sabedoria que já alcancei.' ",
  "an3.26:3.8": "Essa é a razão pela qual você deve se associar, acompanhar e assistir essa pessoa com reverência e respeito. ",
  "an3.26:3.9": "Essas são as três pessoas encontradas no mundo. ",
  "an3.26:4.1": "Aquele que se associa com alguém inferior desce morro abaixo, ",
  "an3.26:4.2": "mas associando-se com alguém igual, não há declínio; ",
  "an3.26:4.3": "seguindo os melhores, a subida é rápida, ",
  "an3.26:4.4": "sendo assim, você deve manter companhia com aqueles melhores que você.” ",
  "an3.26:4.5": ""
}