{
  "an3.60:0.1": "Aṅguttara Nikāya 3 ",
  "an3.60:0.2": "6. Brâmanes ",
  "an3.60:0.3": "60. Com Saṅgārava ",
  "an3.60:1.1": "Então, Saṅgārava o brâmane foi até o Buda, e trocou cumprimentos com ele. ",
  "an3.60:1.2": "Quando a conversa amigável e cortês havia terminado, ele sentou a um lado e disse para o Buda: ",
  "an3.60:1.3": "“Mestre Gotama, nós que somos chamados brâmanes ",
  "an3.60:1.4": "fazemos sacrifícios e encorajamos os outros a fazerem sacrifícios. ",
  "an3.60:1.5": "Agora, Mestre Gotama, tanto aquele que faz sacrifícios como aquele que encoraja os outros a fazerem sacrifícios estão realizando o bem para o benefício de muitos por causa daquele sacrifício. ",
  "an3.60:1.6": "Mas Mestre Gotama, quando alguém deixa a vida em família pela vida santa, eles domam, acalmam e extinguem a si mesmos. Sendo assim, eles fazem o bem apenas para o benefício de si por conta daquela escolha.” ",
  "an3.60:2.1": "“Pois bem brâmane, eu lhe farei uma contra pergunta. Responda como quiser. ",
  "an3.60:2.2": "O que você pensa, brâmane? ",
  "an3.60:2.3": "Um Tathāgata surge no mundo, aperfeiçoado, um Buda perfeitamente iluminado, consumado no verdadeiro conhecimento e conduta, bem-aventurado, conhecedor dos mundos, um líder insuperável de pessoas preparadas para serem treinadas, mestre de devas e humanos, desperto, sublime. ",
  "an3.60:2.4": "Ele diz: ",
  "an3.60:2.5": "'Venha, este é o caminho, esta é a prática. Praticando desta forma, eu alcancei o ápice da vida espiritual com meu próprio discernimento, e assim eu declaro. ",
  "an3.60:2.6": "Por favor, todos vocês, pratiquem assim e vocês também alcançarão o ápice da vida espiritual, e viverão tendo verificado isto com seu próprio discernimento.” ",
  "an3.60:2.7": "Então o mestre ensina o Dhamma, e muitos praticam de acordo, centenas e milhares, e centenas de milhares. ",
  "an3.60:3.1": "O que você pensa, brâmane? ",
  "an3.60:3.2": "Sendo assim, ao abandonar a vida em família pela vida santa essas pessoas praticam apenas para o bem próprio ou para o benefício de muitos?” ",
  "an3.60:3.3": "“Sendo assim, Mestre Gotama, ao abandonarem a vida em família pela vida santa, eles practicam para o benefício de muitos.” ",
  "an3.60:4.1": "Quando assim respondeu Saṅgārava, disse para ele o venerável Ānanda: ",
  "an3.60:4.2": "“Brâmane, qual destas duas práticas você acredita tem menos exigências e compromissos, mas mesmo assim é mais frutífera e benéfica?” ",
  "an3.60:4.3": "Saṅgārava disse a Ānanda: ",
  "an3.60:4.4": "“Aqueles como os mestres Gotama e Ānanda ",
  "an3.60:4.5": "são honrados e louvados por mim!” ",
  "an3.60:5.1": "Uma segunda vez, Ānanda disse para Saṅgārava: ",
  "an3.60:5.2": "“Brâmane, eu não lhe perguntei ",
  "an3.60:5.3": "quem você honra e enaltece. ",
  "an3.60:5.4": "Eu lhe perguntei ",
  "an3.60:5.5": "qual destas duas práticas você acredita tem menos exigências e compromissos, mas mesmo assim é mais frutífera e benéfica?” ",
  "an3.60:5.6": "Uma segunda vez Saṅgārava disse a Ānanda: ",
  "an3.60:5.7": "“Aqueles como os mestres Gotama e Ānanda ",
  "an3.60:5.8": "são honrados e louvados por mim!” ",
  "an3.60:6.1": "Uma terceira vez, Ānanda disse para Saṅgārava: ",
  "an3.60:6.2": "“Brâmane, eu não lhe perguntei ",
  "an3.60:6.3": "quem você honra e enaltece. ",
  "an3.60:6.4": "Eu lhe perguntei ",
  "an3.60:6.5": "qual destas duas práticas você acredita tem menos exigências e compromissos, mas mesmo assim é mais frutífera e benéfica?” ",
  "an3.60:6.6": "Uma terceira vez Saṅgārava disse a Ānanda: ",
  "an3.60:6.7": "“Aqueles como os mestres Gotama e Ānanda ",
  "an3.60:6.8": "são honrados e louvados por mim!” ",
  "an3.60:7.1": "Então ocorreu o seguinte ao Buda: ",
  "an3.60:7.2": "“Embora Ānanda tenha feito uma pergunta sensata três vezes, Saṅgārava vacila sem responder. ",
  "an3.60:7.3": "Por que eu não ofereço a ele uma saída?” ",
  "an3.60:7.4": "Então o Buda disse a Saṅgārava: ",
  "an3.60:7.5": "“Brâmane, qual assunto foi hoje pauta na conversa da côrte do rei, enquanto todos se encontravam sentados reunidos no complexo real? ",
  "an3.60:7.6": "“Mestre Gotama, o seguinte foi pauta: ",
  "an3.60:7.7": "'Aparentemente nos tempos de outrora haviam menos bhikkhus, mas uma proporção maior destes exibiam poderes supra-humanos e poderes psíquicos; ",
  "an3.60:7.8": "enquanto que nos dias de hoje, há mais bhikkhus, mas uma proporção menor destes demonstra poderes supra-humanos e poderes psíquicos.' ",
  "an3.60:7.9": "Este foi o assunto pauta na conversa da côrte do rei, enquanto todos se encontravam sentados reunidos no complexo real.” ",
  "an3.60:8.1": "“Brâmane, há esses três modos de demonstração. ",
  "an3.60:8.2": "Quais três? ",
  "an3.60:8.3": "Demonstrações de poderes psíquicos, demonstrações de revelações e demonstração de ensinamentos. ",
  "an3.60:8.4": "E o que é a demonstração de poderes psíquicos? ",
  "an3.60:8.5": "É quando alguém tendo sido um, ele se torna vários; tendo sido vários, ele se torna um; ele aparece e desaparece; ele cruza sem nenhum problema uma parede, um cercado, uma montanha ou através do espaço; ele mergulha e sai da terra como se fosse água; ele caminha sobre a água sem afundar como se fosse terra; sentado de pernas cruzadas ele cruza o espaço como se fosse um pássaro; com a sua mão ele toca e acaricia a lua e o sol tão forte e poderoso; ele exerce poderes corporais até mesmo nos distantes mundos de Brahma. ",
  "an3.60:8.6": "Isto é o que se chama de demonstração de poderes psíquicos. ",
  "an3.60:9.1": "E o que é a demonstração de revelações? ",
  "an3.60:9.2": "Num caso, alguém revela através de sinais: ",
  "an3.60:9.3": "'Isto é o que você está pensando, assim é seu pensamento, tal é o seu estado mental.' ",
  "an3.60:9.4": "E não importa quantas vezes assim seja feito, assim sempre é o caso, e não o contrário. ",
  "an3.60:10.1": "Noutro caso, alguém revela após ter ouvido de outros humanos, não-humanos ou devas: ",
  "an3.60:10.2": "'Isto é o que você está pensando, assim é seu pensamento, tal é o seu estado mental.' ",
  "an3.60:10.3": "E não importa quantas vezes assim seja feito, assim sempre é o caso, e não o contrário. ",
  "an3.60:11.1": "Noutro caso, alguém revela tendo ouvido o som do pensamento se espalhando conforme alguém pensa e considera: ",
  "an3.60:11.2": "'Isto é o que você está pensando, assim é seu pensamento, tal é o seu estado mental.' ",
  "an3.60:11.3": "E não importa quantas vezes assim seja feito, assim sempre é o caso, e não o contrário. ",
  "an3.60:12.1": "Noutro caso, alguém compreende a mente de outra pessoa que tenha alcançado a imersão sem o direcionar ou focar da mente. Ele compreende: ",
  "an3.60:12.2": "“A julgar pela maneira como as intenções dessa pessoa são direcionadas, imediatamente após esse estado mental, ela assim pensará”. ",
  "an3.60:12.3": "E não importa quantas vezes assim seja feito, assim sempre é o caso, e não o contrário. ",
  "an3.60:12.4": "Isto é o que se chama de demonstração de revelações. ",
  "an3.60:13.1": "E o que é a demonstração de ensinamentos? ",
  "an3.60:13.2": "É quando alguém instrui outrém assim: ",
  "an3.60:13.3": "'Pense assim, não pense assim. Atente-se assim, não se atente assim. Abandone isto, e viva tendo alcançado isto.” ",
  "an3.60:13.4": "Isto é a demonstração de ensinamentos. ",
  "an3.60:13.5": "Estas são três formas de demonstrações. ",
  "an3.60:13.6": "Destas três formas de demonstrações, qual você considera a superior?” ",
  "an3.60:14.1": "“Neste caso, Mestre Gotama, eu considero as demonstrações de poderes psíquicos ",
  "an3.60:14.3": "sendo apenas experienciada por aquele as realiza, ocorrendo apenas para tal pessoa. ",
  "an3.60:14.4": "Isso me parece um truque de mágica. ",
  "an3.60:15.1": "E as demonstrações em que alguém revela algo através de sinais, ",
  "an3.60:15.3": "ou após ouvir algo dito por humanos, não-humanos, ou devas, ",
  "an3.60:15.4": "ou tendo ouvido o som do pensamento se espalhando conforme alguém pensa e considera, ",
  "an3.60:15.5": "ou compreendendo a mente de outra pessoa, ",
  "an3.60:15.7": "sendo apenas experienciada por aquele que as realiza, ocorrendo apenas para tal pessoa. ",
  "an3.60:15.8": "Isso também me parece um truque de mágica. ",
  "an3.60:16.1": "Mas no caso das demonstrações em que alguém instrui outrém: ",
  "an3.60:16.2": "'Pense assim, não pense assim. Atente-se assim, não se atente assim. Abandone isto, e viva tendo alcançado isto.' ",
  "an3.60:16.3": "É esta que eu prefiro, Mestre Gotama. Esta eu considero a mais superior das três formas de demonstração. ",
  "an3.60:17.1": "É incrível, Mestre Gotama, é surpreendente, ",
  "an3.60:17.2": "como isto foi bem dito pelo Mestre Gotama. Eu considero o Mestre Gotama como alguém capaz destes três tipos de demonstrações. ",
  "an3.60:17.3": "Pois o Mestre Gotama exerce vários tipos de poderes psíquicos … exercendo poderes corporais até mesmo nos distantes mundos de Brahma. ",
  "an3.60:17.4": "E o Mestre Gotama compreende a mentre de outra pessoa que tenha alcançado a imersão livre do direcionamento e foco da mente. Ele compreende: ",
  "an3.60:17.5": "“A julgar pela maneira como as intenções dessa pessoa são direcionadas, imediatamente após esse estado mental, ela assim pensará”. ",
  "an3.60:17.6": "E o Mestre Gotama instrui outras pessoas assim: ",
  "an3.60:17.7": "'Pense assim, não pense assim. Atente-se assim, não se atente assim. Abandone isto, e viva tendo alcançado isto.'” ",
  "an3.60:18.1": "“Suas palavras são claramente invasivas e intrusivas, brâmane. ",
  "an3.60:18.2": "No entanto, eu lhe responderei. ",
  "an3.60:18.3": "Pois eu exerço vários tipos de poderes psíquicos … exerço poderes corporais até mesmo nos distantes mundos de Brahma. ",
  "an3.60:18.4": "E eu compreendo a mente de outra pessoa que tenha alcançado a imersão livre do direcionamento e foco da mente. Eu compreendo: ",
  "an3.60:18.5": "“A julgar pela maneira como as intenções dessa pessoa são direcionadas, imediatamente após esse estado mental, ela assim pensará”. ",
  "an3.60:18.6": "E eu instruo outras pessoas assim: ",
  "an3.60:18.7": "'Pense assim, não pense assim. Atente-se assim, não se atente assim. Abandone isto, e viva tendo alcançado isto.” ",
  "an3.60:19.1": "“Mas Mestre Gotama, há algum outro bhikkhu que possua estas três demonstrações, além do Mestre Gotama?” ",
  "an3.60:19.2": "“Brâmane, não há apenas uma centena de bhikkhus competentes nessas três demonstrações, nem tampouco duas, três, quatro, ou cinco centenas, mas muito mais que isso.” ",
  "an3.60:19.3": "“Mas onde se encontram tais bhikkhus agora?” ",
  "an3.60:19.4": "“Aqui mesmo, brâmane, nesta Saṅgha de bhikkhus.” ",
  "an3.60:20.1": "“Excelente, Mestre Gotama! Excelente! ",
  "an3.60:20.2": "O Mestre Gotama esclareceu o ensinamento de várias formas, como se tivesse colocado em pé o que estava de cabeça para baixo, revelasse o que estava escondido, mostrasse o caminho para alguém que estivesse perdido ou segurasse uma lâmpada no escuro para aqueles que possuem visão pudessem ver as formas. ",
  "an3.60:20.3": "Eu busco refúgio no Mestre Gotama, no Dhamma e na Sangha dos bhikkhus. ",
  "an3.60:20.4": "Que a partir de hoje o Mestre Gotama se lembre de mim como um discípulo que nele buscou refúgio para o resto da vida.” ",
  "an3.60:20.5": " ",
  "an3.60:20.6": " ",
  "an3.60:21.1": " ",
  "an3.60:21.2": " ",
  "an3.60:21.3": " "
}