{
  "an3.70:0.1": "Aṅguttara Nikāya 3 ",
  "an3.70:0.2": "7. O Grande Capítulo ",
  "an3.70:0.3": "70. Sabá (Uposatha) ",
  "an3.70:1.1": "Assim ouvi. ",
  "an3.70:1.2": "Em certa ocasião o Buda estava perto de Savatthi, no mosteiro oriental, no Palácio da Mãe de Migāra. ",
  "an3.70:1.3": "Então, Visākhā, a mãe de Migāra, foi até o Buda e, depois de cumprimentá-lo, se sentou a um lado. E o Buda disse a ela: ",
  "an3.70:1.4": "“Visākhā, de onde você vem assim, no meio do dia? ",
  "an3.70:1.5": "“Senhor, hoje eu observo o sabá.” ",
  "an3.70:2.1": "“Visākhā, há estes três sabás. ",
  "an3.70:2.2": "Quais três? ",
  "an3.70:2.3": "O sabá dos vaqueiros, o sabá dos jainistas, e o sabá dos puros e nobres. ",
  "an3.70:2.4": "E o que é o sabá dos vaqueiros? ",
  "an3.70:2.5": "É quando um vaqueiro, que no fim do dia, traz as vacas de volta para seus donos. Eles refletem: ",
  "an3.70:2.6": "'Hoje as vacas pastaram neste de naquele local, elas mataram sua sede neste de naquele local. ",
  "an3.70:2.7": "Amanhã as vacas pastarão neste de naquele local, elas matarão sua sede neste de naquele local.” ",
  "an3.70:2.8": "Da mesma forma, alguém que observa o sabá reflete: ",
  "an3.70:2.9": "'Hoje eu comi isso e aquilo, e esta e aquela foram as minhas refeições. ",
  "an3.70:2.10": "Amanhã eu comerei isto e aquilo, e esta e aquela serão as minhas refeições.” ",
  "an3.70:2.11": "E então eles passam o dia com a mente tomada pela cobiça. ",
  "an3.70:2.12": "Assim é o sabá dos vaqueiros. ",
  "an3.70:2.13": "Quando o sabá dos vaqueiros é observado desta forma, ele não rende muitos frutos, nem tampouco é muito benéfico, esplêndido ou abundante. ",
  "an3.70:3.1": "E o que é o sabá dos jainistas? ",
  "an3.70:3.2": "Aqui, Visākhā, há este tipo de contemplativos chamados de jainistas. ",
  "an3.70:3.3": "Eles encorajam seus discípulos e seguidores: ",
  "an3.70:3.4": "'Por favor, pessoas de bem, não machuquem nenhum ser vivo que se encontre para além de cém léguas para o leste. ",
  "an3.70:3.5": "Não machuquem nenhum ser vivo que se encontrem para além de cém léguas para o oeste. ",
  "an3.70:3.6": "Não machuquem nenhum ser vivo que se encontre para além de cém léguas para o norte. ",
  "an3.70:3.7": "Não machuquem nenhum ser vivo que encontre para além de cém léguas para o sul.” ",
  "an3.70:3.8": "E assim eles encorajam bondade e compaixão para apenas algumas criaturas e não para outras. ",
  "an3.70:3.9": "No sabá eles encorajam seus discípulos: ",
  "an3.70:3.10": "'Pessoas de bem, por favor abram mão de suas vestes e digam: ",
  "an3.70:3.11": "'Eu não pertenço a ninguém e nenhum lugar! E nada ou nenhum lugar me pertence!' ",
  "an3.70:3.12": "Mas a mãe e pai daqueles discípulos ainda sabem, ",
  "an3.70:3.13": "“Este é um filho meu.” ",
  "an3.70:3.14": "E eles sabem, ",
  "an3.70:3.15": "“Estes são minha mãe e meu pai.” ",
  "an3.70:3.16": "O parceiro e o filho ainda sabem, ",
  "an3.70:3.17": "'Este é quem nos sustenta.' ",
  "an3.70:3.18": "E eles sabem, ",
  "an3.70:3.19": "'Este é meu parceiro e filho.' ",
  "an3.70:3.20": "Serviçais, trabalhadores, e empregados ainda sabem: ",
  "an3.70:3.21": "'Este é nosso patrão.' ",
  "an3.70:3.22": "E eles sabem, ",
  "an3.70:3.23": "'Estes são meus serviçais, trabalhadores e empregados.' ",
  "an3.70:3.24": "Então, quando eles deveriam ser encorajados a dizer a verdade, os contemplativos jainistas os encorajam a mentir. ",
  "an3.70:3.25": "Isto, eu digo, é o mesmo que mentir. ",
  "an3.70:3.26": "Com o fim da noite, eles voltam a usufruir de suas posses, muito embora elas não foram devolvidas a eles. ",
  "an3.70:3.27": "Isto, eu digo, é o mesmo que roubar. ",
  "an3.70:3.28": "Assim é o sabá dos jainistas. ",
  "an3.70:3.29": "Quando o sabá dos jainistas é observado desta forma, ele não rende muitos frutos, nem tampouco é muito benéfico, esplêndido ou abundante. ",
  "an3.70:4.1": "E o que é o sabá dos puros e nobres? ",
  "an3.70:4.2": "Uma mente corrompida é purificada através do esforço. ",
  "an3.70:4.3": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:4.4": "É como quando um discípulo reflete sobre o Tathāgata: ",
  "an3.70:4.5": "‘Esse Buda é perfeito, perfeitamente iluminado, consumado no verdadeiro conhecimento e conduta, bem-aventurado, conhecedor dos mundos, um líder insuperável de pessoas preparadas para serem treinadas, mestre de devas e humanos, desperto, sublime.' ",
  "an3.70:4.6": "E conforme ele reflete sobre o Tathāgata, a sua mente se torna clara, a alegria surge, e as corrupções mentais são abandonadas. Da mesma forma que a cabeça quando suja é limpa através do esforço. ",
  "an3.70:5.1": "E como é que a cabeça quando suja é limpa através do esforço? ",
  "an3.70:5.2": "Com uma pasta de limpeza, argila e água, e aplicando o esforço apropriado. ",
  "an3.70:5.3": "Da mesma forma, uma mente corrompida é purificada através do esforço. ",
  "an3.70:6.1": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:6.2": "É como quando um discípulo reflete sobre o Tathāgata: ",
  "an3.70:6.3": "‘Esse Buda é perfeito, perfeitamente iluminado, consumado no verdadeiro conhecimento e conduta, bem-aventurado, conhecedor dos mundos, um líder insuperável de pessoas preparadas para serem treinadas, mestre de devas e humanos, desperto, sublime.' ",
  "an3.70:6.4": "E conforme ele reflete sobre o Tathāgata, a sua mente se torna clara, a alegria surge, e as contaminações são abandonadas. ",
  "an3.70:6.5": "Visākhā, a isto se chama: ",
  "an3.70:6.6": "'Um nobre discípulo que observa o sabá de Brahmā, vivendo com Brahmā. E por pensar em Brahmā a sua mente se torna clara, a alegria surge, e as contaminações da mente são abandonadas.' ",
  "an3.70:6.7": "É assim que uma mente corrompida é purificada através do esforço. ",
  "an3.70:7.1": "Uma mente corrompida é purificada através do esforço. ",
  "an3.70:7.2": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:7.3": "É como quando um discípulo reflete sobre o ensinamento: ",
  "an3.70:7.4": "'O ensinamento foi bem explicado pelo Buda — é visível no aqui e agora, com efeito imediato, que convida ao exame, que conduz para adiante, para ser experimentado pelos sábios por eles mesmos.' ",
  "an3.70:7.5": "E conforme ele reflete no ensinamento, a sua mente se torna clara, a alegria surge, e as contaminações mentais são abandonadas. É como quando o corpo quando sujo é limpo através do esforço. ",
  "an3.70:8.1": "E como é que o corpo quando sujo é limpo através do esforço? ",
  "an3.70:8.2": "Com pó de banho feito a partir de conchas, ervas e água, e com a aplicação do esforço devido. ",
  "an3.70:8.3": "É assim que o corpo quando sujo é limpo através do esforço. ",
  "an3.70:8.4": "Da mesma forma, uma mente corrompida é purificada através do esforço. ",
  "an3.70:9.1": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:9.2": "É como quando um discípulo reflete sobre o ensinamento: ",
  "an3.70:9.3": "'O ensinamento foi bem explicado pelo Buda — é visível no aqui e agora, com efeito imediato, que convida ao exame, que conduz para adiante, para ser experimentado pelos sábios por eles mesmos.' ",
  "an3.70:9.4": "E conforme ele reflete sobre o ensinamento, a sua mente se torna clara, a alegria surge, e as contaminações são abandonadas. ",
  "an3.70:9.5": "Alguém assim é chamado: 'Um nobre discípulo que observa o sabá de Brahmā, vivendo com Brahmā. E por pensar em Brahmā a sua mente se torna clara, a alegria surge, e as contaminações da mente são abandonadas.' ",
  "an3.70:9.6": "É assim que uma mente corrompida é purificada através do esforço. ",
  "an3.70:10.1": "Uma mente corrompida é purificada através do esforço. ",
  "an3.70:10.2": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:10.3": "É como quando um discípulo reflete sobre a Saṅgha: ",
  "an3.70:10.4": "'A Sangha dos discípulos do Buda pratica o caminho que é bom, o caminho que é direto, o caminho que é metódico, o caminho que é adequado. Esta consiste de quatro pares de pessoas, os oito tipos de indivíduos. Esta é a Sangha dos discípulos do Buda, merecedora de dádivas, merecedora de hospitalidade, merecedora de doações e oferendas, merecedora de saudações com reverência, um campo inigualável de mérito para o mundo.' ",
  "an3.70:10.5": "E conforme ele reflete na Saṅgha, a sua mente se torna clara, a alegria surge, e as contaminações mentais são abandonadas. É como quando um pano quando sujo é limpo através do esforço. ",
  "an3.70:11.1": "E como é que um pano sujo é limpo através do esforço? ",
  "an3.70:11.2": "Com sal da terra, alvejante, e esterco de vaca, e com a aplicação do esforço devido. ",
  "an3.70:11.3": "É assim que um pano sujo é limpo através do esforço. ",
  "an3.70:11.4": "E da mesma forma uma mente corrompida é purificada através do esforço. ",
  "an3.70:12.1": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:12.2": "É como quando um discípulo reflete sobre a Saṅgha: ",
  "an3.70:12.3": "'A Sangha dos discípulos do Buda pratica o caminho que é bom, o caminho que é direto, o caminho que é metódico, o caminho que é adequado. Esta consiste de quatro pares de pessoas, os oito tipos de indivíduos. Esta é a Sangha dos discípulos do Buda, merecedora de dádivas, merecedora de hospitalidade, merecedora de doações e oferendas, merecedora de saudações com reverência, um campo inigualável de mérito para o mundo' ",
  "an3.70:12.4": "E conforme ele reflete sobre a Saṅgha, a sua mente se torna clara, a alegria surge, e as contaminações são abandonadas. ",
  "an3.70:12.5": "Alguém assim é chamado: 'Um nobre discípulo que observa o sabá de Brahmā, vivendo com Brahmā. E por pensar em Brahmā a sua mente se torna clara, a alegria surge, e as contaminações da mente são abandonadas.' ",
  "an3.70:12.6": "É assim que uma mente corrompida é purificada através do esforço. ",
  "an3.70:13.1": "Uma mente corrompida é purificada através do esforço. ",
  "an3.70:13.2": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:13.3": "É quando um nobre discípulo reflete sobre sua própria conduta ética, que é ininterrupta, impecável, imaculada e livre de manchas, libertadora, elogiada por pessoas sensatas, não equivocada e que resulta na imersão. ",
  "an3.70:13.4": "E conforme ele reflete sobre a sua própria conduta, a sua mente se torna clara, a alegria surge, e as contaminações mentais são abandonadas. É como quando o corpo quando sujo é limpo através do esforço. ",
  "an3.70:14.1": "E como é que um espelho sujo é purificado através do esforço? ",
  "an3.70:14.2": "Com óleo, cinzas, e um pano enrolado, e com a aplicação do esforço devido. ",
  "an3.70:14.3": "É assim que um espelho sujo é purificado através do esforço. ",
  "an3.70:14.4": "Da mesma forma, uma mente corrompida é purificada através do esforço. ",
  "an3.70:15.1": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:15.2": "É quando um nobre discípulo reflete sobre sua própria conduta ética, que é ininterrupta, impecável, imaculada e livre de manchas, libertadora, elogiada por pessoas sensatas, não equivocada e que resulta na imersão. ",
  "an3.70:15.3": "E conforme ele reflete sobre a sua própria conduta ética, a sua mente se torna clara, a alegria surge, e as contaminações são abandonadas. ",
  "an3.70:15.4": "Alguém assim é chamado: 'Um nobre discípulo que observa o sabá de Brahmā, vivendo com Brahmā. E por pensar em Brahmā a sua mente se torna clara, a alegria surge, e as contaminações da mente são abandonadas.' ",
  "an3.70:15.5": "É assim que uma mente corrompida é purificada através do esforço. ",
  "an3.70:16.1": "Uma mente corrompida é purificada com a aplicação do esforço. ",
  "an3.70:16.2": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:16.3": "É como quando um discípulo reflete sobre os devas: ",
  "an3.70:16.4": "'Há os devas dos Quatro Grandes Reis, os devas do Trinta e três, os devas de Yama, os devas de Tusita, os devas que se deliciam com a criação, os devas que possuem poderes sobre a criação dos outros, os devas do cortejo de Brahma, e até mesmo devas que estão mais além. ",
  "an3.70:16.5": "Quando tais seres aqui faleceram lá eles ressurgiram por causa da sua fé. Eu também tenho o mesmo tipo de fé.' ",
  "an3.70:16.6": "Quando tais seres aqui faleceram lá eles ressurgiram por causa da sua virtude. Eu também tenho o mesmo tipo de virtude.' ",
  "an3.70:16.7": "Quando tais seres aqui faleceram lá eles ressurgiram por causa do seu aprendizado, generosidade e sabedoria. Eu também tenho o mesmo tipo de aprendizado.' ",
  "an3.70:16.8": "Quando tais seres aqui faleceram lá eles ressurgiram por causa da sua generosidade. Eu também tenho o mesmo tipo de generosidade.' ",
  "an3.70:16.9": "Quando tais seres aqui faleceram lá eles ressurgiram por causa da sua sabedoria. Eu também tenho o mesmo tipo de sabedoria.' ",
  "an3.70:16.10": "E conforme ele reflete sobre a sua própria fé, a sua mente se torna clara, a alegria surge, e as contaminações mentais são abandonadas. É como quando o ouro quando impuro é purificado através do esforço. ",
  "an3.70:17.1": "E como é que ouro impuro é purificado através do esforço? ",
  "an3.70:17.2": "Com um forno, chama, um maçarico, tenazes e aplicando o esforço apropriado. ",
  "an3.70:17.3": "Assim é como que o ouro impuro é purificado através do esforço. ",
  "an3.70:17.4": "E da mesma forma a mente corrompida é purificada através do esforço. ",
  "an3.70:18.1": "E como é que uma mente corrompida é purificada através do esforço? ",
  "an3.70:18.2": "É como quando um discípulo reflete sobre os devas: ",
  "an3.70:18.3": "'Há os devas dos Quatro Grandes Reis, os devas do Trinta e três, os devas de Yama, os devas de Tusita, os devas que se deliciam com a criação, os devas que possuem poderes sobre a criação dos outros, os devas do cortejo de Brahma, e até mesmo devas que estão mais além. ",
  "an3.70:18.4": "Quando tais seres aqui faleceram lá eles ressurgiram por causa da sua fé … virtude … aprendizado … generosidade … sabedoria. Eu também tenho o mesmo tipo de fé … virtude … aprendizado … generosidade … sabedoria.' ",
  "an3.70:18.9": "E conforme ele reflete sobre a sua própria fé … virtude … aprendizado … generosidade … sabedoria, a sua mente se torna clara, a alegria surge, e as contaminações mentais são abandonadas. ",
  "an3.70:18.10": "Alguém assim é chamado: 'Um nobre discípulo que observa o sabá de Brahmā, vivendo com Brahmā. E por pensar em Brahmā a sua mente se torna clara, a alegria surge, e as contaminações da mente são abandonadas.' ",
  "an3.70:18.11": "É assim que uma mente corrompida é purificada através do esforço. ",
  "an3.70:19.1": "Então aquele nobre discípulo reflete: ",
  "an3.70:19.2": "'Enquanto vivos, aqueles puros e aperfeiçoados deixam de matar seres vivos, eles permanecem assim com a sua vara e arma postas de lado. Eles são cuidadosos e bondosos, e vivem repletos de compaixão por todos os seres. ",
  "an3.70:19.3": "Eu também, nesse dia e noite deixarei de matar seres vivos, pondo de lado minha vara e arma. Serei cuidadoso e bondoso, e me encontrarei repleto de compaixão por todos os seres. ",
  "an3.70:19.4": "Eu observarei o sabá fazendo neste caso o mesmo o que fazem aqueles puros e aperfeiçoados. ",
  "an3.70:20.1": "'Enquanto vivos, aqueles puros e aperfeiçoados deixam tomar para si o que não lhes foi oferecido, recebendo e esperando apenas aquilo que é devidamente oferecido. Eles se mantém puros abandonando o ato de roubar. ",
  "an3.70:20.2": "Eu também, nesse dia e noite deixarei de tomar aquilo que não me foi oferecido, esperando e recebendo apenas aquilo que foi devidamente oferecido. Eu me manterei puro abandonando o ato de roubar. ",
  "an3.70:20.3": "Eu observarei o sabá fazendo neste caso o mesmo o que fazem aqueles puros e aperfeiçoados. ",
  "an3.70:21.1": "'Enquanto vivos, aqueles puros e aperfeiçoados adotam a castidade. Eles se abstém do ato sexual, se distanciam, e evitam a prática do sexo. ",
  "an3.70:21.2": "'Eu também, nesse dia e noite adotarei a castidade. Eu me absterei do ato sexual, me distanciarei, e evitarei a prática do sexo. ",
  "an3.70:21.3": "Eu observarei o sabá fazendo neste caso o mesmo o que fazem aqueles puros e aperfeiçoados. ",
  "an3.70:22.1": "Enquanto vivos, aqueles puros e aperfeiçoados abandonam a mentira. Eles falam o que é verdadeiro e se alinham com a verdade. Eles são honestos e confiáveis, e não enganam o mundo com suas palavras. ",
  "an3.70:22.2": "Eu também, nesse dia e noite abandonarei a mentira. Eu falarei a verdade e me alinharei com a verdade. Eu serei honesto e confiável, e não enganarei o mundo com minhas palavras. ",
  "an3.70:22.3": "Eu observarei o sabá fazendo neste caso o mesmo o que fazem aqueles puros e aperfeiçoados. ",
  "an3.70:23.1": "Enquanto vivos, aqueles aperfeiçoados e puros abandonam o uso de bebidas alcóolicas que causam negligência. ",
  "an3.70:23.2": "Eu também, nesse dia e noite abandonarei o uso de bebidas alcóolicas que causam negligência. ",
  "an3.70:23.3": "Eu observarei o sabá fazendo neste caso o mesmo o que fazem aqueles puros e aperfeiçoados. ",
  "an3.70:24.1": "Enquanto vivos, aqueles aperfeiçoados e puros fazem sua refeição num momento específico do dia, eles abrem mão da refeição noturna e não se alimentam fora do horário apropriado. ",
  "an3.70:24.2": "Eu também, nesse dia e noite farei minha refeição num momento específico do dia, abrirei mão da refeição noturna e não me alimentarei fora do horário apropriado. ",
  "an3.70:24.3": "Eu observarei o sabá fazendo neste caso o mesmo o que fazem aqueles puros e aperfeiçoados. ",
  "an3.70:25.1": "Enquanto vivos, aqueles aperfeiçoados e puros se abstém de dançar, cantar, ouvir música e de ver espetáculos de entretenimento, eles também se abstém de usar ornamentos, usar perfumes e de embelezar o corpo com cosméticos. ",
  "an3.70:25.2": "Eu também, neste dia e noite, abrirei mão de dançar, cantar, ouvir música e de ver espetáculos de entretenimento, e também de usar ornamentos, usar perfumes e de embelezar o corpo com cosméticos. ",
  "an3.70:25.3": "Eu observarei o sabá fazendo neste caso o mesmo o que fazem aqueles puros e aperfeiçoados. ",
  "an3.70:26.1": "Enquanto vivos, aqueles aperfeiçoados e puros se abstém de deitar em leitos elevados e luxuosos. Eles dormem próximos ou no chão, e usam como leito um estrado ou esteira de palha. ",
  "an3.70:26.2": "Eu também, neste dia e noite me absterei de deitar em leitos elevados e luxuosos. E dormirei próximo ou no chão, e usarei como leito um estrado ou esteira de palha. ",
  "an3.70:26.3": "Eu observarei o sabá fazendo neste caso o mesmo o que fazem aqueles puros e aperfeiçoados. ",
  "an3.70:27.1": "Assim é o sabá dos nobres. ",
  "an3.70:27.2": "Quando o sabá dos nobres é observado desta forma, ele rende muitos frutos, é muito benéfico, esplêndido e abundante. ",
  "an3.70:28.1": "E como é que ele rende muitos frutos, é muito benéfico, esplêndido e abundante? ",
  "an3.70:28.2": "Suponha que você fosse governar como o soberano dessas dezesseis grandes regiões - Aṅga, Magadha, Kāsī, Kosala, Vajjī, Malla, Ceti, Vaṅga, Kuru, Pañcāla, Maccha, Sūrusena, Assaka, Avanti, Gandhara e Kamboja - repletas de sete tesouros. ",
  "an3.70:28.3": "Isso não valeria uma décima sexta parte do sabá com seus oito fatores. ",
  "an3.70:28.4": "Por qual razão? ",
  "an3.70:28.5": "Porque a realeza humana nada vale em comparação com a felicidade dos devas. ",
  "an3.70:29.1": "Cinquenta anos no reino humano equivale a um dia e uma noite entre os devas dos Quatro Grandes Reis. ",
  "an3.70:29.2": "Trinta de tais dias somam um mês. ",
  "an3.70:29.3": "E doze de tais meses somam um ano. ",
  "an3.70:29.4": "O tempo de vida entre os devas dos Quatro Grandes Reis é de quinhentos de tais anos divinos. ",
  "an3.70:29.5": "É possível que uma mulher ou homem que tenha observado o sabá de oito fatores — com a dissolução do corpo, após a morte — renasça na companhia devas dos Quatro Grandes Reis. ",
  "an3.70:29.6": "É a isso que me referi quando disse: ",
  "an3.70:29.7": "A realeza humana nada vale em comparação com a felicidade dos devas. ",
  "an3.70:30.1": "Cem anos no reino humano equivale a um dia e uma noite para entre os devas dos Trinta e Três. ",
  "an3.70:30.2": "Trinta de tais dias somam um mês. ",
  "an3.70:30.3": "E doze de tais meses somam um ano. ",
  "an3.70:30.4": "O tempo de vida entre os devas dos Trinta e Três é de mil de tais anos divinos. ",
  "an3.70:30.5": "É possível que uma mulher ou homem que tenha observado o sabá de oito fatores — com a dissolução do corpo, após a morte — renasça na companhia devas dos Trinta e Três. ",
  "an3.70:30.6": "É a isso que me referi quando disse: ",
  "an3.70:30.7": "A realeza humana nada vale em comparação com a felicidade dos devas. ",
  "an3.70:31.1": "Duzentos anos no reino humano equivale a um dia e uma noite entre os devas de Yama. ",
  "an3.70:31.2": "Trinta de tais dias somam um mês. ",
  "an3.70:31.3": "E doze de tais meses somam um ano. ",
  "an3.70:31.4": "O tempo de vida entre os devas de Yama é de dois mil de tais anos divinos. ",
  "an3.70:31.5": "É possível que uma mulher ou homem que tenha observado o sabá de oito fatores — com a dissolução do corpo, após a morte — renasça na companhia devas de Yama. ",
  "an3.70:31.6": "É a isso que me referi quando disse: ",
  "an3.70:31.7": "'A realeza humana nada vale em comparação com a felicidade dos devas.' ",
  "an3.70:32.1": "Quinhentos anos no reino humano equivale a um dia e uma noite entre os devas alegres de Tusita. ",
  "an3.70:32.2": "Trinta de tais dias somam um mês. ",
  "an3.70:32.3": "E doze de tais meses somam um ano. ",
  "an3.70:32.4": "O tempo de vida entre os devas alegres de Tusita é de quatro mil de tais anos divinos. ",
  "an3.70:32.5": "É possível que uma mulher ou homem que tenha observado o sabá de oito fatores — com a dissolução do corpo, após a morte — renasça na companhia devas alegres de Tusita. ",
  "an3.70:32.6": "É a isso que me referi quando disse: ",
  "an3.70:32.7": "'A realeza humana nada vale em comparação com a felicidade dos devas.' ",
  "an3.70:33.1": "Oitocentos anos no reino humano equivale a um dia e uma noite entre os devas criativos de Nimmanarati. ",
  "an3.70:33.2": "Trinta de tais dias somam um mês. ",
  "an3.70:33.3": "E doze de tais meses somam um ano. ",
  "an3.70:33.4": "O tempo de vida entre os devas criativos de Nmmānaratī é de oito mil de tais anos divinos. ",
  "an3.70:33.5": "É possível que uma mulher ou homem que tenha observado o sabá de oito fatores — com a dissolução do corpo, após a morte — renasça na companhia devas criativos de Nimmānaratī. ",
  "an3.70:33.6": "É a isso que me referi quando disse: ",
  "an3.70:33.7": "'A realeza humana nada vale em comparação com a felicidade dos devas.' ",
  "an3.70:34.1": "Mil e seiscentos anos no reino humano equivale a um dia e uma noite entre os devas que controlam aquilo já criado de Paranimmita-Vasavatti. ",
  "an3.70:34.2": "Trinta de tais dias somam um mês. ",
  "an3.70:34.3": "E doze de tais meses somam um ano. ",
  "an3.70:34.4": "O tempo de vida entre os devas que controlam aquilo já criado de Paranimmita-Vasavatti é de dezesseceis mil de tais anos divinos. ",
  "an3.70:34.5": "É possível que uma mulher ou homem que tenha observado o sabá de oito fatores — com a dissolução do corpo, após a morte — renasça na companhia devas devas que controlam aquilo já criado de Paranimmita-Vasavatti. ",
  "an3.70:34.6": "É a isso que me referi quando disse: ",
  "an3.70:34.7": "'A realeza humana nada vale em comparação com a felicidade dos devas.' ",
  "an3.70:35.1": "Você não deve matar seres vivos ou roubar ",
  "an3.70:35.2": "nem mentir, ou ingerir álcool. ",
  "an3.70:35.3": "Seja celibatário, abstendo-se do sexo, ",
  "an3.70:35.4": "e não coma à noite, em horários inapropriados. ",
  "an3.70:36.1": "Abra mão de guirlandas e perfumes, ",
  "an3.70:36.2": "durma em uma cama baixa ou sobre uma esteira no chão. ",
  "an3.70:36.3": "Assim é o sabá de oito fatores, eles dizem, ",
  "an3.70:36.4": "explicado pelo Buda, aquele que alcançou o fim do sofrimento. ",
  "an3.70:37.1": "A lua e o sol são fáceis de se ver ",
  "an3.70:37.2": "iluminando por onde passam. ",
  "an3.70:37.3": "Estes, brilhando no céu, iluminam os quatro cantos, ",
  "an3.70:37.4": "dissipando as trevas enquanto atravessam o firmamento. ",
  "an3.70:38.1": "Toda a riqueza que é encontrada aqui —",
  "an3.70:38.2": "pérolas, pedras preciosas, e também esmeraldas, ",
  "an3.70:38.3": "peças ou montanhas de ouro, ",
  "an3.70:38.4": "ou ouro natural desenterrados pelas marmotas —",
  "an3.70:39.1": "tais tesouros não valem a décima sexta parte ",
  "an3.70:39.2": "do que vale o sabá de oito fatores, ",
  "an3.70:39.3": "da mesma forma que a luz de todas as constelações não se iguala ao brilho da lua. ",
  "an3.70:40.1": "Então, uma mulher ou homem virtuoso ",
  "an3.70:40.2": "que observa o sabá de oito fatores, ",
  "an3.70:40.3": "tendo realizado méritos que resultam em felicidade, ",
  "an3.70:40.4": "imaculados, eles terão um reino divino como destino.” ",
  "an3.70:40.5": "",
  "an3.70:40.6": "",
  "an3.70:41.1": "",
  "an3.70:41.2": "",
  "an3.70:41.3": ""
}