{
  "an3.36:0.1": "Aṅguttara Nikāya 3 ",
  "an3.36:0.2": "4. Mensageiros divinos ",
  "an3.36:0.3": "36. Mensageiros divinos ",
  "an3.36:1.1": "“Bhikkhus, há esses três mensageiros divinos. ",
  "an3.36:1.2": "Quais três? ",
  "an3.36:1.3": "Primeiro, aquele que comete más ações através do corpo, fala e mente. ",
  "an3.36:1.4": "E quando se dá a dissolução dos seus corpos, após a morte, ele irá renascer num estado de privação, num destino infeliz, nos reinos inferiores, no inferno. ",
  "an3.36:1.5": "Então os guardiões do inferno o pegam pelos braços e o apresentam ao rei Yama, dizendo: ",
  "an3.36:1.6": "‘Sua majestade, este homem não prestou o devido respeito ao seu pai ou sua mãe, contemplativos ou brâmanes; e tampouco aos anciões do seu clã. ",
  "an3.36:1.7": "Que sua majestade o puna!” ",
  "an3.36:2.1": "Então o rei Yama o pressiona, questiona e examina com relação ao primeiro mensageiro divino. ",
  "an3.36:2.2": "'Bom homem, você não viu o primeiro mensageiro divino aparecer no mundo?’ ",
  "an3.36:2.3": "Ele diz: ",
  "an3.36:2.4": "'Eu não vi, senhor.' ",
  "an3.36:3.1": "Então o rei Yama diz: ",
  "an3.36:3.2": "'Bom homem, você nunca viu no mundo um homem ou uma mulher com oitenta, noventa ou cem anos, envelhecido, curvado como o suporte de um telhado, apoiando-se sobre uma bengala, cambaleante, frágil, a juventude perdida, os dentes quebrados, o cabelo grisalho, com pouco cabelo ou careca, enrugado, com os membros todos manchados?’ ",
  "an3.36:3.3": "Ele diz: ",
  "an3.36:3.4": "'Eu vi, senhor'. ",
  "an3.36:4.1": "Então o rei Yama diz: ",
  "an3.36:4.2": "‘Bom homem, nunca lhe ocorreu — um homem inteligente e maduro — que: ",
  "an3.36:4.3": "“Eu também estou sujeito ao envelhecimento, eu não estou livre da velhice: sem dúvida, será melhor que eu faça o bem através do corpo, linguagem e mente”?’ ",
  "an3.36:4.4": "Ele diz: ",
  "an3.36:4.5": "‘Eu fui incapaz, senhor, eu fui negligente.’ ",
  "an3.36:5.1": "Então o rei Yama diz: ",
  "an3.36:5.2": "‘Bom homem, devido à negligência você não fez o bem através do corpo, linguagem e mente. ",
  "an3.36:5.3": "Com certeza, eles irão tratá-lo de acordo com a sua negligência. ",
  "an3.36:5.4": "Mas essa sua ação prejudicial não foi cometida pela sua mãe ou seu pai, ou seu irmão, ou sua irmã, ou pelos seus amigos e companheiros, ou pelos seus pares e parentes, pelos devas, ou pelos contemplativos e brâmanes; ",
  "an3.36:5.5": "essa ação prejudicial foi cometida por você mesmo, e você mesmo experimentará o resultado dela.’ ",
  "an3.36:6.1": "Então, o Rei Yama o pressiona, questiona e examina com relação ao segundo mensageiro divino. ",
  "an3.36:6.2": "'Bom homem, você não viu o segundo mensageiro divino aparecer no mundo?’ ",
  "an3.36:6.3": "Ele diz: ",
  "an3.36:6.4": "'Eu não vi, senhor.' ",
  "an3.36:6.5": "Então o rei Yama diz: ",
  "an3.36:6.6": "‘Bom homem, você nunca viu no mundo um homem, ou uma mulher, aflito, sofrendo e gravemente enfermo, deitado emporcalhado no seu próprio excremento e urina, erguido por uns e deitado por outros?’ ",
  "an3.36:6.7": "Ele diz: ",
  "an3.36:6.8": "'Eu vi, senhor'. ",
  "an3.36:7.1": "Então o rei Yama diz: ",
  "an3.36:7.2": "‘Bom homem, nunca lhe ocorreu — um homem inteligente e maduro — que: ",
  "an3.36:7.3": "“Eu também estou sujeito à enfermidade, eu não estou livre da enfermidade; sem dúvida, será melhor que eu faça o bem através do corpo, linguagem e mente”?’ ",
  "an3.36:7.4": "Ele diz: ",
  "an3.36:7.5": "‘Eu fui incapaz, senhor, eu fui negligente.’ ",
  "an3.36:8.1": "Então o rei Yama diz: ",
  "an3.36:8.2": "‘Bom homem, devido à negligência você não fez o bem através do corpo, linguagem e mente. ",
  "an3.36:8.3": "Com certeza, eles irão tratá-lo de acordo com a sua negligência. ",
  "an3.36:8.4": "Mas essa sua ação prejudicial não foi cometida pela sua mãe ou seu pai, ou seu irmão, ou sua irmã, ou pelos seus amigos e companheiros, ou pelos seus pares e parentes, pelos devas, ou pelos contemplativos e brâmanes; ",
  "an3.36:8.5": "essa ação prejudicial foi cometida por você mesmo, e você mesmo experimentará o resultado dela.’ ",
  "an3.36:9.1": "Então, o Rei Yama o pressiona, questiona e examina com relação ao terceiro mensageiro divino. ",
  "an3.36:9.2": "'Bom homem, você não viu o terceiro mensageiro divino aparecer no mundo?’ ",
  "an3.36:9.3": "Ele diz: ",
  "an3.36:9.4": "'Eu não vi, senhor.' ",
  "an3.36:10.1": "Então o rei Yama diz: ",
  "an3.36:10.2": "‘Bom homem, você nunca viu no mundo um homem, ou uma mulher, morto faz um dia, dois dias, três dias, inchado, lívido, ressumando matéria?’ ",
  "an3.36:10.3": "Ele diz: ",
  "an3.36:10.4": "'Eu vi, senhor'. ",
  "an3.36:11.1": "Então o rei Yama diz: ",
  "an3.36:11.2": "‘Bom homem, nunca lhe ocorreu — um homem inteligente e maduro — que: ",
  "an3.36:11.3": "“Eu também estou sujeito à morte, eu não estou livre da morte: sem dúvida, será melhor que eu faça o bem através do corpo, linguagem e mente”?’ ",
  "an3.36:11.4": "Ele diz: ",
  "an3.36:11.5": "‘Eu fui incapaz, senhor, eu fui negligente.’ ",
  "an3.36:12.1": "Então o rei Yama diz: ",
  "an3.36:12.2": "‘Bom homem, devido à negligência você não fez o bem através do corpo, linguagem e mente. ",
  "an3.36:12.3": "Com certeza, eles irão tratá-lo de acordo com a sua negligência. ",
  "an3.36:12.4": "Mas essa sua ação prejudicial não foi cometida pela sua mãe ou seu pai, ou seu irmão, ou sua irmã, ou pelos seus amigos e companheiros, ou pelos seus pares e parentes, pelos devas, ou pelos contemplativos e brâmanes; ",
  "an3.36:12.5": "essa ação prejudicial foi cometida por você mesmo, e você mesmo experimentará o resultado dela.’ ",
  "an3.36:13.1": "Então depois de pressioná-lo, questioná-lo e examiná-lo com relação ao terceiro mensageiro divino, o Rei Yama ficou em silêncio. ",
  "an3.36:13.2": "Então, os guardiões do inferno torturam-no com a quíntupla crucificação. ",
  "an3.36:13.3": "Eles atravessam a mão dele com um espeto incandescente, atravessam a outra mão com um espeto incandescente, atravessam um pé com um espeto incandescente, atravessam o outro pé com um espeto incandescente, atravessam a barriga com um espeto incandescente. ",
  "an3.36:13.4": "Assim, ele sente sensações dolorosas, torturantes e penetrantes — mas ele não morre enquanto aquela ação prejudicial não tiver esgotado o seu resultado. ",
  "an3.36:14.1": "Em seguida, os guardiões do inferno arremessam-no ao solo e aparam-no com machados. … ",
  "an3.36:14.2": "Assim, ele sente sensações dolorosas, torturantes e penetrantes — mas ele não morre enquanto aquela ação prejudicial não tiver esgotado o seu resultado. ",
  "an3.36:15.1": "Em seguida, os guardiões do inferno colocam-no com os pés para cima e a cabeça para baixo e aparam-no com enxós. … ",
  "an3.36:15.2": "Em seguida, os guardiões do inferno arreiam-no a uma carruagem e conduzem-no para cá e para lá pelo chão esbraseado, em chamas e ardente. … ",
  "an3.36:15.3": "Em seguida, os guardiões do inferno fazem com que ele suba e desça um grande amontoado de carvão em brasa, em chamas e ardente. … ",
  "an3.36:15.4": "Em seguida, os guardiões do inferno o mergulham com os pés para cima e a cabeça para baixo num caldeirão com metal fervendo, queimando, em chamas e ardente. ",
  "an3.36:15.5": "Ele é cozido num redemoinho de vapor. E enquanto ele é ali cozido num redemoinho de vapor, ele é movido ora para cima, ora para baixo e de um lado para o outro. ",
  "an3.36:15.6": "Assim, ele sente sensações dolorosas, torturantes e penetrantes — mas ele não morre enquanto aquela ação prejudicial não tiver esgotado o seu resultado. ",
  "an3.36:15.7": "Em seguida os guardiões do inferno o arremessam no Grande Inferno. ",
  "an3.36:15.8": "Agora, quanto ao Grande Inferno, bhikkhus: ",
  "an3.36:16.1": "Possui quatro cantos, quatro são suas portas, ",
  "an3.36:16.2": "dividido em partes iguais. ",
  "an3.36:16.3": "Cercado por uma muralha de ferro, ",
  "an3.36:16.4": "e cerrado com um teto de ferro. ",
  "an3.36:17.1": "Até o piso é feito de ferro, ",
  "an3.36:17.2": "e queima com o fogo feroz. ",
  "an3.36:17.3": "O calor sempre irradia ",
  "an3.36:17.4": "centenas de léguas em todas as direções.” ",
  "an3.36:18.1": "Uma vez, o rei Yama pensou: ",
  "an3.36:18.2": "'Aqueles no mundo que praticam ações ruins e prejudiciais de fato sofrem esses vários tipos de tortura. ",
  "an3.36:18.3": "Ah! Que eu possa alcançar o estado humano, que um Tathagata — alguém aperfeiçoado, perfeitamente iluminado — possa aparecer no mundo. E que eu possa prestar homenagem ao Buda!’ ",
  "an3.36:18.4": "Que o Buda me ensine o Dhamma e que eu possa compreender o Dhamma do Buda!’ ",
  "an3.36:18.5": "Bhikkhus, eu lhes digo isso não como algo que ouvi de algum outro contemplativo ou brâmane. Eu digo isso como algo que na verdade eu compreendi, vi e descobri por mim mesmo. ",
  "an3.36:19.1": "Apesar de alertados pelos mensageiros divinos, ",
  "an3.36:19.2": "muitos são negligentes; ",
  "an3.36:19.3": "por muito tempo de fato eles sofrerão, ",
  "an3.36:19.4": "quando vão para tal miserável destino. ",
  "an3.36:20.1": "Mas quando alertadas por tais mensageiros divinos, ",
  "an3.36:20.2": "essas pessoas de bem nesta vida encontram um alerta, ",
  "an3.36:20.3": "abandonando a negligência ",
  "an3.36:20.4": "com relação ao ensinamento dos nobres. ",
  "an3.36:21.1": "Vendo o perigo no apego, ",
  "an3.36:21.2": "a origem do nascer e morrer, ",
  "an3.36:21.3": "elas se libertam através do desapego, ",
  "an3.36:21.4": "trazendo para um fim o nascer e morrer. ",
  "an3.36:22.1": "Seguras elas se encontram felizes, ",
  "an3.36:22.2": "nesta mesma vida ocasionam a cessação; ",
  "an3.36:22.3": "Superando todo o medo e raiva, ",
  "an3.36:22.4": "elas evadem todo o sofrimento.” "
}