{
  "an3.33:0.1": "Aṅguttara Nikāya 3 ",
  "an3.33:0.2": "4. Mensageiros divinos ",
  "an3.33:0.3": "33. Com Sāriputta ",
  "an3.33:1.1": "Então, o Venerável Sariputta foi até o Buda e, depois de cumprimentá-lo, se sentou a um lado. E o Buda disse a ele: ",
  "an3.33:1.2": "“Talvez eu ensine o Dhamma de forma resumida, ",
  "an3.33:1.3": "talvez de forma detalhada, ",
  "an3.33:1.4": "talvez de forma resumida e detalhada. ",
  "an3.33:1.5": "Mas é difícil encontrar alguém que entenda.” ",
  "an3.33:1.6": "“Agora é a hora, Abençoado! Agora é a hora, Bem-Aventurado! ",
  "an3.33:1.7": "Que o Buda ensine o Dhamma de forma resumida, detalhada e tanto de forma resumida como detalhada. ",
  "an3.33:1.8": "Haverão aqueles que compreenderão o ensinamento.” ",
  "an3.33:2.1": "“Sendo assim, Sāriputta, você deve treinar assim: ",
  "an3.33:2.2": "“Não haverá egoísmo, possessividade ou tendência subjacente para presunção com relação a este corpo consciente; e nenhum egoísmo, possessividade ou tendência subjacente para presunção com relação a quaisquer dos estímulos externos; e viveremos tendo alcançado a libertação da mente e a libertação através da sabedoria em que não haverá mais egoísmo, possessividade ou tendência subjacente para presunção. ",
  "an3.33:2.3": "É assim que você deve treinar. ",
  "an3.33:3.1": "Quando um bhikkhu não tem egoísmo, possessividade ou tendência subjacente para presunção com relação a este corpo consciente; e nenhum egoísmo, possessividade ou tendência subjacente para presunção com relação a quaisquer dos estímulos externos; e vive tendo alcançado a libertação da mente e a libertação através da sabedoria em que não há mais egoísmo, possessividade ou tendência subjacente para presunção—",
  "an3.33:3.2": "ele é chamado ",
  "an3.33:3.3": "de um bhikkhu que removeu o desejo, desatou-se dos grilhões, e por ter corretamente compreendido a presunção ocasionou o fim do sofrimento. ",
  "an3.33:3.4": "E Sāriputta, é a isto que eu me referi como sendo 'o caminho para além', quando eu disse em resposta às pergutas de Udaya: ",
  "an3.33:4.1": "'Abandonando ambas ",
  "an3.33:4.2": "as percepções sensuais e a aversão; ",
  "an3.33:4.3": "dissipando a apatia, ",
  "an3.33:4.4": "e dando um fim ao obstáculo do remorso. ",
  "an3.33:5.1": "Com pura equanimidade e perfeita atenção plena ",
  "an3.33:5.2": "precedidas pela investigação dos princípios—",
  "an3.33:5.3": "isto, eu declaro, é a libertação através da iluminação, ",
  "an3.33:5.4": "com a destruição da ignorância.” ",
  "an3.33:5.5": ""
}