{
  "an3.121:0.1": "Numbered Discourses 3 ",
  "an3.121:0.2": "12. Bound for Loss ",
  "an3.121:0.3": "121. Purity (2nd) ",
  "an3.121:1.1": "“Mendicants, there are these three kinds of purity. ",
  "an3.121:1.2": "What three? ",
  "an3.121:1.3": "Purity of body, speech, and mind. ",
  "an3.121:1.4": "And what is purity of body? ",
  "an3.121:1.5": "It’s when a mendicant doesn’t kill living creatures, steal, or have sex. ",
  "an3.121:1.6": "This is called ‘purity of body’. ",
  "an3.121:2.1": "And what is purity of speech? ",
  "an3.121:2.2": "It’s when a mendicant doesn’t use speech that’s false, divisive, harsh, or nonsensical. ",
  "an3.121:2.3": "This is called ‘purity of speech’. ",
  "an3.121:3.1": "And what is purity of mind? ",
  "an3.121:3.2": "It’s when a mendicant who has sensual desire in them understands ‘I have sensual desire in me.’ When they don’t have sensual desire in them, they understand ‘I don’t have sensual desire in me.’ They understand how sensual desire arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future. ",
  "an3.121:3.3": "When they have ill will in them they understand ‘I have ill will in me’; and when they don’t have ill will in them they understand ‘I don’t have ill will in me’. They understand how ill will arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future. ",
  "an3.121:3.4": "When they have dullness and drowsiness in them they understand ‘I have dullness and drowsiness in me’; and when they don’t have dullness and drowsiness in them they understand ‘I don’t have dullness and drowsiness in me’. They understand how dullness and drowsiness arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future. ",
  "an3.121:3.5": "When they have restlessness and remorse in them they understand ‘I have restlessness and remorse in me’; and when they don’t have restlessness and remorse in them they understand ‘I don’t have restlessness and remorse in me’. They understand how restlessness and remorse arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future. ",
  "an3.121:3.6": "When they have doubt in them they understand ‘I have doubt in me’; and when they don’t have doubt in them they understand ‘I don’t have doubt in me’. They understand how doubt arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future. ",
  "an3.121:3.7": "This is called ‘purity of mind’. ",
  "an3.121:3.8": "These are the three kinds of purity. ",
  "an3.121:4.1": "Purity of body, purity of speech, ",
  "an3.121:4.2": "and undefiled purity of heart. ",
  "an3.121:4.3": "A pure person, blessed with purity, ",
  "an3.121:4.4": "has washed off all bad things, they say.” "
}