{
  "an3.75:0.1": "Numbered Discourses 3 ",
  "an3.75:0.2": "8. Ānanda ",
  "an3.75:0.3": "75. Support ",
  "an3.75:1.1": "Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ",
  "an3.75:2.1": "“Ānanda, those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in three things. ",
  "an3.75:2.2": "What three? ",
  "an3.75:2.3": "Experiential confidence in the Buddha: ",
  "an3.75:2.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "an3.75:2.5": "Experiential confidence in the teaching: ",
  "an3.75:2.6": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "an3.75:2.7": "Experiential confidence in the Saṅgha: ",
  "an3.75:2.8": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ",
  "an3.75:3.1": "There might be change in the four primary elements—",
  "an3.75:3.2": "earth, water, air, and fire—but a noble disciple with experiential confidence in the Buddha would never change. ",
  "an3.75:3.3": "In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is not possible. ",
  "an3.75:4.1": "There might be change in the four primary elements—",
  "an3.75:4.2": "earth, water, air, and fire—but a noble disciple with experiential confidence in the teaching … ",
  "an3.75:4.3": "or the Saṅgha would never change. ",
  "an3.75:4.4": "In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is not possible. ",
  "an3.75:5.1": "Those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in these three things.” "
}