{
  "an3.100:0.1": "Numbered Discourses 3.100 ",
  "an3.100:0.2": "10. A Lump of Salt ",
  "an3.100:0.3": "A Lump of Salt ",
  "an3.100:1.1": "“Mendicants, suppose you say: ",
  "an3.100:1.2": "‘No matter how this person performs a deed, they experience it the same way.’ This being so, the spiritual life could not be lived, and there’d be no chance of making a complete end of suffering. ",
  "an3.100:1.3": "Suppose you say: ",
  "an3.100:1.4": "‘No matter how this person performs a deed, they experience the result as it should be experienced.’ This being so, the spiritual life can be lived, and there is a chance of making a complete end of suffering. ",
  "an3.100:1.5": "Take the case of a person who does a trivial bad deed, but it lands them in hell. ",
  "an3.100:1.6": "Meanwhile, another person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, let alone a lot. ",
  "an3.100:2.1": "What kind of person does a trivial bad deed, but it lands them in hell? ",
  "an3.100:2.2": "A person who hasn’t developed their physical endurance, ethics, mind, or wisdom. They’re small-minded and mean-spirited, living in suffering. ",
  "an3.100:2.3": "That kind of person does a trivial bad deed, but it lands them in hell. ",
  "an3.100:3.1": "What kind of person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, let alone a lot? ",
  "an3.100:3.2": "A person who has developed their physical endurance, ethics, mind, and wisdom. They’re not small-minded, but are big-hearted, living without limits. ",
  "an3.100:3.3": "That kind of person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot. ",
  "an3.100:4.1": "Suppose a person was to drop a lump of salt into a mug of water. ",
  "an3.100:4.2": "What do you think, mendicants? ",
  "an3.100:4.3": "Would that small bowl of water become salty and undrinkable?” ",
  "an3.100:4.4": "“Yes, sir. ",
  "an3.100:4.5": "Why is that? ",
  "an3.100:4.6": "Because there is only a little water in the bowl.” ",
  "an3.100:4.7": "“Suppose a person was to drop a lump of salt into the Ganges river. ",
  "an3.100:4.8": "What do you think, mendicants? ",
  "an3.100:4.9": "Would the Ganges river become salty and undrinkable?” ",
  "an3.100:4.10": "“No, sir. ",
  "an3.100:4.11": "Why is that? ",
  "an3.100:4.12": "Because the Ganges river is a vast mass of water.” ",
  "an3.100:5.1": "“This is how it is in the case of a person who does a trivial bad deed, but it lands them in hell. ",
  "an3.100:5.2": "Meanwhile, another person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot. … ",
  "an3.100:6.1": "",
  "an3.100:6.2": "",
  "an3.100:6.3": "",
  "an3.100:7.1": "",
  "an3.100:7.2": "",
  "an3.100:7.3": "",
  "an3.100:8.1": "Take the case of a person who is thrown in jail for stealing half a dollar, a dollar, or a hundred dollars. ",
  "an3.100:8.2": "While another person isn’t thrown in jail for stealing half a dollar, a dollar, or a hundred dollars. ",
  "an3.100:9.1": "What kind of person is thrown in jail for stealing half a dollar, a dollar, or a hundred dollars? ",
  "an3.100:9.2": "A person who is poor, with few possessions and little wealth. ",
  "an3.100:9.3": "That kind of person is thrown in jail for stealing half a dollar, a dollar, or a hundred dollars. ",
  "an3.100:10.1": "What kind of person isn’t thrown in jail for stealing half a dollar, a dollar, or a hundred dollars? ",
  "an3.100:10.2": "A person who is rich, affluent, and wealthy. ",
  "an3.100:10.3": "That kind of person isn’t thrown in jail for stealing half a dollar, a dollar, or a hundred dollars. ",
  "an3.100:10.4": "This is how it is in the case of a person who does a trivial bad deed, but they go to hell. ",
  "an3.100:10.5": "",
  "an3.100:10.6": "Meanwhile, another person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot. … ",
  "an3.100:11.1": "",
  "an3.100:11.2": "",
  "an3.100:11.3": "",
  "an3.100:12.1": "",
  "an3.100:12.2": "",
  "an3.100:12.3": "",
  "an3.100:13.1": "",
  "an3.100:13.2": "",
  "an3.100:13.3": "It’s like a sheep dealer or butcher. They can execute, jail, fine, or otherwise punish one person who steals from them, but not another. ",
  "an3.100:14.1": "What kind of person can they punish? ",
  "an3.100:14.2": "A person who is poor, with few possessions and little wealth. ",
  "an3.100:14.3": "That’s the kind of person they can punish. ",
  "an3.100:15.1": "What kind of person can’t they punish? ",
  "an3.100:15.2": "A ruler or their chief minister who is rich, affluent, and wealthy. ",
  "an3.100:15.3": "That’s the kind of person they can’t punish. ",
  "an3.100:15.4": "In fact, all they can do is raise their joined palms and ask: ",
  "an3.100:15.5": "‘Please, good sir, give me my sheep or pay me for it.’ ",
  "an3.100:15.6": "This is how it is in the case of a person who does a trivial bad deed, but it lands them in hell. ",
  "an3.100:15.7": "Meanwhile, another person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot. … ",
  "an3.100:16.1": "",
  "an3.100:16.2": "",
  "an3.100:16.3": "",
  "an3.100:17.1": "",
  "an3.100:17.2": "",
  "an3.100:17.3": "",
  "an3.100:18.1": "Mendicants, suppose you say: ",
  "an3.100:18.2": "‘No matter how this person performs a deed, they experience it the same way.’ This being so, the spiritual life could not be lived, and there’d be no chance of making a complete end of suffering. ",
  "an3.100:18.3": "Suppose you say: ",
  "an3.100:18.4": "‘No matter how this person performs a deed, they experience the result as it should be experienced.’ This being so, the spiritual life can be lived, and there is a chance of making a complete end of suffering.” "
}