{
  "an3.156:0.1": "Numbered Discourses 3 ",
  "an3.156:0.2": "The Chapter on Practices ",
  "an3.156:0.3": "Untitled Discourses on Three Practices ",
  "an3.156:1.1": "“Mendicants, there are three practices. ",
  "an3.156:1.2": "What three? ",
  "an3.156:1.3": "The addicted practice, the scorching practice, and the middle practice. ",
  "an3.156:1.4": "And what’s the addicted practice? ",
  "an3.156:1.5": "It’s when someone has this doctrine and view: ",
  "an3.156:1.6": "‘There’s nothing wrong with sensual pleasures’; ",
  "an3.156:1.7": "so they throw themselves into sensual pleasures. ",
  "an3.156:1.8": "This is called the addicted practice. ",
  "an3.156:2.1": "And what’s the scorching practice? ",
  "an3.156:2.2": "It’s when someone goes naked, ignoring conventions. They lick their hands, and don’t come or wait when called. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal. ",
  "an3.156:2.3": "They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer. ",
  "an3.156:2.4": "They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. ",
  "an3.156:2.5": "They feed on one saucer a day, two saucers a day, up to seven saucers a day. ",
  "an3.156:2.6": "They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live pursuing the practice of eating food at set intervals. ",
  "an3.156:3.1": "They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit. ",
  "an3.156:4.1": "They wear robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. ",
  "an3.156:4.2": "They tear out their hair and beard, committed to this practice. ",
  "an3.156:4.3": "They constantly stand, refusing seats. ",
  "an3.156:4.4": "They squat, committed to persisting in the squatting position. ",
  "an3.156:4.5": "They lie on a mat of thorns, making a mat of thorns their bed. ",
  "an3.156:4.6": "They pursue the practice of immersion in water three times a day, including the evening. ",
  "an3.156:4.7": "And so they live pursuing these various ways of mortifying and tormenting the body. ",
  "an3.156:4.8": "This is called the scorching practice. ",
  "an3.156:5.1": "And what’s the middle practice? ",
  "an3.156:5.2": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "an3.156:5.3": "They meditate observing an aspect of feelings … ",
  "an3.156:5.4": "They meditate observing an aspect of the mind … ",
  "an3.156:5.5": "They meditate observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "an3.156:5.6": "This is called the middle practice. ",
  "an3.156:5.7": "These are the three practices. ",
  "an3.157:1.1": "Mendicants, there are three practices. ",
  "an3.157:1.2": "What three? ",
  "an3.157:1.3": "The addicted practice, the scorching practice, the middle practice. ",
  "an3.157:1.4": "And what’s the addicted practice? … ",
  "an3.157:1.5": "This is called the addicted practice. ",
  "an3.157:2.1": "And what is the scorching practice? … ",
  "an3.157:2.2": "This is called the scorching practice. ",
  "an3.157:3.1": "And what’s the middle practice? ",
  "an3.157:3.2": "It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise. ",
  "an3.157:3.3": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up. ",
  "an3.157:3.4": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise. ",
  "an3.157:3.5": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development. … ",
  "an3.158:1.1": "They develop the basis of psychic power that has immersion due to enthusiasm, and active effort. ",
  "an3.158:1.2": "They develop the basis of psychic power that has immersion due to energy, and active effort. ",
  "an3.158:1.3": "They develop the basis of psychic power that has immersion due to mental development, and active effort. ",
  "an3.158:1.4": "They develop the basis of psychic power that has immersion due to inquiry, and active effort. … ",
  "an3.159:1.1": "They develop the faculty of faith … ",
  "an3.159:1.2": "energy … ",
  "an3.159:1.3": "mindfulness … ",
  "an3.159:1.4": "immersion … ",
  "an3.159:1.5": "wisdom … ",
  "an3.160:1.1": "They develop the power of faith … ",
  "an3.160:1.2": "energy … ",
  "an3.160:1.3": "mindfulness … ",
  "an3.160:1.4": "immersion … ",
  "an3.160:1.5": "wisdom … ",
  "an3.161:1.1": "They develop the awakening factor of mindfulness … ",
  "an3.161:1.2": "investigation of principles … ",
  "an3.161:1.3": "energy … ",
  "an3.161:1.4": "rapture … ",
  "an3.161:1.5": "tranquility … ",
  "an3.161:1.6": "immersion … ",
  "an3.161:1.7": "equanimity … ",
  "an3.162:1.1": "They develop right view … ",
  "an3.162:1.2": "right thought … ",
  "an3.162:1.3": "right speech … ",
  "an3.162:1.4": "right action … ",
  "an3.162:1.5": "right livelihood … ",
  "an3.162:1.6": "right effort … ",
  "an3.162:1.7": "right mindfulness … ",
  "an3.162:1.8": "right immersion … ",
  "an3.162:1.9": "This is called the middle practice. ",
  "an3.162:1.10": "These are the three practices.” ",
  "an3.162:1.11": "",
  "an3.162:2.1": "",
  "an3.162:2.2": "",
  "an3.162:2.3": ""
}