{
  "an3.98:0.1": "Numbered Discourses 3 ",
  "an3.98:0.2": "10. A Lump of Salt ",
  "an3.98:0.3": "98. The Thoroughbred (3rd) ",
  "an3.98:1.1": "“Mendicants, a fine royal thoroughbred with three factors is worthy of a king, fit to serve a king, and considered a factor of kingship. ",
  "an3.98:1.2": "What three? ",
  "an3.98:1.3": "It’s when a fine royal thoroughbred is beautiful, strong, and fast. ",
  "an3.98:1.4": "A fine royal thoroughbred with these three factors is worthy of a king. … ",
  "an3.98:1.5": "In the same way, a mendicant with three qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ",
  "an3.98:1.6": "What three? ",
  "an3.98:1.7": "It’s when a mendicant is beautiful, strong, and fast. ",
  "an3.98:2.1": "And how is a mendicant beautiful? ",
  "an3.98:2.2": "It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ",
  "an3.98:2.3": "That’s how a mendicant is beautiful. ",
  "an3.98:3.1": "And how is a mendicant strong? ",
  "an3.98:3.2": "It’s when a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ",
  "an3.98:3.3": "That’s how a mendicant is strong. ",
  "an3.98:4.1": "And how is a mendicant fast? ",
  "an3.98:4.2": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "an3.98:4.3": "That’s how a mendicant is fast. ",
  "an3.98:4.4": "A mendicant with these three qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” "
}