{
  "abhidhamma:1": "Abhidhamma: un’analisi sistematica della dottrina ",
  "abhidhamma:2": "Bhikkhu Sujato ",
  "abhidhamma:3": "<a href='#item1'>Le origini</a> ",
  "abhidhamma:4": "<a href='#item2'>I libri dell’Abhidhamma Theravāda </a> ",
  "abhidhamma:5": "<a href='#item3'>I libri dell’Abhidhamma Sarvāstivāda </a> ",
  "abhidhamma:6": "<a href='#item4'>Il Śāripūtrābhidharma Dharmaguptaka </a> ",
  "abhidhamma:7": "<a href='#item5'>L’Abhidhamma nelle tradizioni buddiste </a> ",
  "abhidhamma:8": "<a href='#item6'>Critiche </a> ",
  "abhidhamma:9": "L’Abhidhamma Piṭaka è l'ultimo dei tre <i lang='pi' translate='no'>piṭaka</i> (o “canestri”) tra i canoni delle prime scuole buddhiste. Prende i termini e le idee presenti nei Discorsi e li organizza e analizza sistematicamente. ",
  "abhidhamma:10": "Esiste una serie completa di sette libri canonici dell’Abhidhamma in Pali, appartenenti alla scuola Theravāda. Inoltre, è rimasta una serie completa di sette (diversi) testi canonici della scuola Sarvāstivāda tradotti in cinese, un importante trattato della scuola Dharmaguptaka in cinese e alcune parti minori in sanscrito. Come nel caso dei Discorsi, i testi pali hanno ricevuto il maggior numero di studi e attenzioni. ",
  "abhidhamma:11": "A differenza dei Sutta e del Vinaya, i testi dell’Abhidhamma delle diverse scuole non sono strettamente correlati. Sembra probabile, infatti, che siano stati alcuni dei testi che hanno contribuito alla nascita delle diverse scuole. Tuttavia, Erich Frauwallner, nel suo Studies in Abhidharma Literature and the Origins of Buddhist Philosophical Systems (1996), ha identificato alcune caratteristiche fondamentali dell’Abhidhamma che sono comuni tra le varie tradizioni. In particolare si tratta del Vibhaṅga pali, del Sarvāstivāda Dharmaskandha e del Dharmaguptaka Śāripūtrābhidharmaśastra. Questi testi includono tutti un nucleo comune, che deriva in ultima analisi dal Saṁyutta Nikāya. ",
  "abhidhamma:12": "Nonostante le loro differenze, tuttavia, sarebbe un errore vedere i testi canonici dell’Abhidhamma come se presentassero posizioni fortemente settarie. A parte le opere polemiche come il Kathāvatthu, per la maggior parte si concentrano sulla presentazione delle idee centrali del Dhamma in modi diversi. ",
  "abhidhamma:13": "Origini ",
  "abhidhamma:14": "La parola <i lang='pi' translate='no'>abhidhamma</i> si trova occasionalmente nei primi testi, di solito accanto al termine parallelo <i lang='pi' translate='no'>abhivinaya</i>. Naturalmente non esiste un corpo di testi chiamato <i lang='pi' translate='no'>abhivinaya</i>, e questi primi usi di <i lang='pi' translate='no'>abhidhamma</i> non si riferiscono a testi consolidati come quelli che esistono oggi. Piuttosto, in questo tipo di contesto il prefisso <i lang='pi' translate='no'>abhi-</i> è paragonabile all'inglese  “meta-” nel senso di “riguardo al Dhamma, riguardo al Vinaya”, e si riferisce a discussioni e conversazioni sugli insegnamenti. Nel corso del tempo, è probabile che tali conversazioni venissero memorizzate e condivise, per poi evolversi gradualmente nei trattati formali dell’Abhidhammapiṭaka. ",
  "abhidhamma:15": "Le tradizioni variano nel modo in cui vedono l’origine dell’Abhidhamma. Le tradizioni cinese e tibetana attribuiscono tipicamente ogni libro dell’Abhidhamma a un discepolo del Buddha. Tuttavia, alcuni resoconti del Vinaya del Primo Concilio includono l’Abhidhamma e quindi presumono che fosse presente al momento del passaggio del Buddha. Anche la tradizione Theravāda ritiene che i testi (ad eccezione del Kathāvatthu) siano stati pronunciati dal Buddha. Ciò è menzionato nel testo tardo canonico Parivāra (<i lang='pi' translate='no'>sabbasattuttamo sīho, piṭake tīṇi desayi</i>, Pvr 3#5) e nel paracanonico Milindapañha (<i lang='pi' translate='no'>tepiṭakaṁ buddhavacanaṁ</i>, Mil 2#55), che risalgono entrambi a circa tre o quattrocento anni dopo la morte del Buddha. I commentari Theravādin sostennero in seguito che il Buddha insegnò i sette libri dell'Abhidhamma Piṭaka alle divinità del cielo Tāvatiṁsa, con a capo sua madre. Il venerabile Sāriputta li apprese in seguito e li trasmise ai suoi studenti. ",
  "abhidhamma:16": "Gli studiosi di storia sono da tempo concordi nel ritenere che i libri dell'Abhidhamma siano stati compilati nei secoli successivi al Buddha. Non è possibile determinare date certe. Tuttavia, è probabile che il nucleo comune del Vibhaṅga/Dharmaskandha/Śāripūtrābhidharmaśastra sia antecedente alla separazione tra queste tradizioni, avvenuta all'epoca del re Ashoka nel 250 a.C. circa, meno di due secoli dopo la morte del Buddha. Ma la maggior parte dei contenuti deve essere stata sviluppata dopo questo periodo. Alcuni dettagli, come il fatto che le opere furono accettate come canoniche nel Milinda, intorno al 100 a.C., suggeriscono che furono completate prima di questo periodo. Quindi un intervallo tra il 300 a.C. e il 100 a.C. per la composizione dei testi canonici dell'Abhidhamma sembra ragionevole. ",
  "abhidhamma:17": "Sebbene la convinzione che i libri siano stati composti da diretti allievi del Buddha sia insostenibile, essa indica qualcosa su come potrebbero essersi sviluppati. I discepoli principali avrebbero stabilito dei lignaggi di insegnamento, o stili di apprendimento, che riflettevano le specialità dei diversi maestri. Nel corso del tempo, le spiegazioni dei vari maestri sono state sistematizzate e codificate. I libri veri e propri come esistono oggi, tuttavia, sono il prodotto di scuole, redatti sotto la supervisione di monaci di spicco. ",
  "abhidhamma:18": "I Libri dell’Abhidhamma Theravāda ",
  "abhidhamma:19": "Per la maggior parte, i lunghi e complessi testi dell’Abhidhamma Theravāda si occupano di analizzare e classificare il materiale, non di spiegarlo. Presumibilmente, questi testi sono stati trasmessi da insegnanti esperti nei monasteri, che li hanno elaborati, spiegati e illustrati. Alla fine tali spiegazioni furono codificate e registrate nei commentari pali. ",
  "abhidhamma:20": "Pur avendo introdotto una serie di nuovi termini e metodi, i testi canonici dell’Abhidhamma sono dottrinalmente conservatori. Molti dei concetti presenti nell’Abhidhamma successivo non si trovano: verità ultima e convenzionale, momenti mentali, <i lang='pi' translate='no'>kalāpas</i>, l'idea che ogni fenomeno sia definito dal suo <i lang='pi' translate='no'>sabhāva</i> o “essenza individuale”. Sebbene si trovino alcuni termini nuovi, per la maggior parte sembrano essere stati introdotti per chiarire e disambiguare la terminologia, e non erano destinati a trasmettere nuovi concetti specifici. Questo non vuol dire che non ci siano nuove idee, ma solo che nel complesso hanno un ruolo piuttosto marginale. ",
  "abhidhamma:21": "Dhammasaṅgaṇī ",
  "abhidhamma:22": "Il Dhammasaṅgaṇī (Elencazione dei fenomeni) è costruito sull'idea di una <i lang='pi' translate='no'>mātikā</i>, un elenco o matrice di contenuti. Una <i lang='pi' translate='no'>mātikā</i> agisce come semplice istanza di un modello che viene applicato e trasformato in forme sempre più complesse nel corso dell'opera. Le <i lang='pi' translate='no'>mātikās</i> del Dhammasaṅgaṇī elencano serie di fenomeni (<i lang='pi' translate='no'>dhammas</i>). La maggior parte di questi sono termini dottrinali familiari ai sutta, anche se alcuni sono termini specialistici dell’Abhidhamma. Il Dhammasaṅgaṇī inizia con tre <i lang='pi' translate='no'>mātikās</i>. La prima classifica i <i lang='pi' translate='no'>dhamma</i> in 22 gruppi da tre (<i lang='pi' translate='no'>tika</i>), mentre i due successivi utilizzano gruppi da due (<i lang='pi' translate='no'>duka</i>), 100 coppie per i termini dell’Abhidhamma e 42 per i termini dei Sutta. ",
  "abhidhamma:23": "La prima delle serie da tre è il fondamentale gruppo: salutare, non salutare e non determinato. Questo serve come quadro di riferimento per classificare tutti i vari fenomeni. Sebbene sembri abbastanza semplice, anche questo dettaglio era controverso, poiché alcune scuole rifiutavano l’esistenza della categoria non determinata, o moralmente neutra. ",
  "abhidhamma:24": "Vibhaṅga ",
  "abhidhamma:25": "Il Vibhaṅga (Libro dell'analisi) è composto da 18 capitoli organizzati per argomento. L’elenco degli argomenti è strettamente legato al Saṁyutta Nikāya: aggregati, sensi, origine dipendente, ecc. La maggior parte dei capitoli ha una struttura tripartita. ",
  "abhidhamma:26": "Analisi secondo i sutta: cita un passaggio chiave dei sutta sull’argomento in questione e ne offre una semplice analisi. ",
  "abhidhamma:27": "Analisi secondo l’Abhidhamma: applica le serie di sinonimi e termini sviluppati nel Dhammasaṅgaṇī. ",
  "abhidhamma:28": "Catechismo: verifica le conoscenze dello studente con domande sistematiche. ",
  "abhidhamma:29": "Alcune sezioni, come Vb 18 Dhammahadaya, non rientrano in questo sistema. Potrebbero essere nate come trattati indipendenti. ",
  "abhidhamma:30": "Dhātukathā ",
  "abhidhamma:31": "La Dhātukathā (Discussione degli elementi) mostra come le <i lang='pi' translate='no'>mātikās</i> del Dhammasaṅgaṇī siano in relazione con i 5 aggregati, le 12 basi e i 18 elementi. È organizzato secondo quattordici metodi. ",
  "abhidhamma:32": "Puggalapaññatti ",
  "abhidhamma:33": "Il Puggalapaññatti (Designazione delle persone) si discosta dall’approccio strettamente fenomenologico della maggior parte dei testi Abhidhamma per presentare un compendio di passaggi relativi a diversi tipi di individui. Questi sono esposti in una <i lang='pi' translate='no'>mātikā</i> che elenca i tipi di individui organizzati numericamente da uno a dieci. Come suggerisce la disposizione numerica, questi termini sono per lo più derivati dall'Aṅguttara Nikāya, con piccole modifiche nella formulazione. La preoccupazione principale è quella di classificare le tendenze personali o psicologiche in relazione allo sviluppo del sentiero buddhista. ",
  "abhidhamma:34": "Kathāvatthu ",
  "abhidhamma:35": "Il Kathāvatthu (Punti di controversia) è una raccolta di oltre 200 discussioni su aspetti legati all'interpretazione della dottrina buddista. Si tratta di un dibattito tra protagonisti senza nome. Ognuno di loro si basa sulla logica o su citazioni dai sutta per sostenere le proprie argomentazioni. Alcune discussioni riguardano problemi centrali della filosofia buddista, come la natura del non-sé o il problema della continuità e dell'impermanenza. Molte, tuttavia, sono davvero marginali. ",
  "abhidhamma:36": "Sebbene il testo non identifichi tali punti di vista, la maggior parte di essi può essere identificata con le dottrine delle varie scuole buddhiste. Si noti che nessuno dei punti controversi riguarda i punti di vista brahmanici, jaina o altri non buddisti. Non ci sono nemmeno differenze significative nei sutta a cui si fa riferimento; ognuno dei dibattitori presume di condividere una comune base di sutta. ",
  "abhidhamma:37": "Il Kathāvatthu è l’unico libro dell’Abhidhamma che i Theravāda attribuiscono a un autore specifico, Moggaliputtatissa, monaco anziano all’epoca del re Ashoka. Il nucleo dell’opera si è probabilmente formato in quel periodo, ma è cresciuto in modo sostanziale nel corso del tempo. Una o due delle discussioni principali sembrano avere una base comune con il Vijñānakāya. ",
  "abhidhamma:38": "Yamaka ",
  "abhidhamma:39": "Lo Yamaka (Le coppie) è composto da dieci capitoli su argomenti diversi, a partire dalle radici della condotta salutare o non salutare. Applica una serie di coppie di domande, con l'obiettivo di determinare pienamente il campo di applicazione dei diversi termini. Ad esempio, tutte le occorrenze di <i lang='pi' translate='no'>rūpa</i> (forma, fenomeni fisici) sono incluse nell’aggregato della forma (<i lang='pi' translate='no'>rūpakkhandha</i>)? No, perché ci sono usi idiomatici di <i lang='pi' translate='no'>rūpa</i> come <i lang='pi' translate='no'>evarūpa</i> (“di tal genere”). Ma tutte le occorrenze dell’aggregato di forma sono incluse in <i lang='pi' translate='no'>rūpa</i>? Sì. ",
  "abhidhamma:40": "Paṭṭhāna ",
  "abhidhamma:41": "Il Paṭṭhāna (Relazioni condizionali) presenta una semplice <i lang='pi' translate='no'>mātikā</i> che elenca 24 tipi di condizioni. La prima è la “condizione radice” (<i lang='pi' translate='no'>hetupaccayo</i>), che riguarda il modo in cui gli atti sono causati dalle radici non salutari dell'avidità, dell’odio e dell'illusione, o dai loro opposti. Questa <i lang='pi' translate='no'>mātikā</i> viene poi applicata alle <i lang='pi' translate='no'>mātikās</i> di Dhammasaṅgaṇī, creando una sconcertante complessità di combinazioni possibili. Il Paṭṭhāna si presenta sempre in forma fortemente abbreviata ma se fosse scritto per intero, sarebbe probabilmente il libro più grande mai creato, con molti miliardi di combinazioni. ",
  "abhidhamma:42": "Il Dhammasaṅgaṇī e il Paṭṭhāna chiudono la raccolta dell’Abhidhamma, il primo trattando dei fenomeni, il secondo delle loro relazioni. Sebbene il metodo e i dettagli si siano notevolmente ampliati, l'approccio può essere visto come un'applicazione puntuale dei sottostanti principi dell’originazione dipendente. ",
  "abhidhamma:43": "I libri dell’Abhidhamma Sarvāstivāda ",
  "abhidhamma:44": "Mentre molte, forse tutte, le “diciotto”scuole primitive avrebbero avuto testi di Abhidhamma di qualche tipo, nessuna era famosa come il Sarvāstivāda. I testi canonici qui citati furono integrati o sostituiti dal trattato Mahāvibhāṣa, che ebbe un'enorme influenza e che consacrò il Sarvāstivāda come scuola di Abhidhamma per eccellenza. Anche quando opere successive, come l’Abhidharmakoṣa di Vasubandhu o il Mūlamadhyamakakārikā di Nāgārjuna, criticavano la filosofia Sarvāstivādin, lavoravano ancora con il quadro di idee e termini stabiliti dalla scuola e basati originariamente su questi testi canonici. Di conseguenza, mentre i testi dell’Abhidhamma della maggior parte delle scuole sono scomparsi, questi testi sono stati portati in Cina e lì conservati in forma tradotta. Inoltre, ci sono alcuni passaggi trovati in frammenti sanscriti e in testi tibetani. ",
  "abhidhamma:45": "Gli originali di tutte queste opere Sarvāstivāda erano in sanscrito. ",
  "abhidhamma:46": "Saṅgītiparyāya ",
  "abhidhamma:47": "Considerato uno dei primi libri dell’Abhidhamma, è essenzialmente un commento alla versione Sarvāstivādin del Saṅgīti Sutta (DN 33). Fu composto da Mahākausthila (secondo le fonti sanscrite e tibetane) o da Śāriputra (secondo le fonti cinesi). La versione cinese è stata tradotta da Xuanzang. ",
  "abhidhamma:48": "Dharmaskandha ",
  "abhidhamma:49": "Come si è detto, questo testo sembra avere un'origine comune con il Vibhaṅga della tradizione pali. Oggi è conservato in una versione completa in cinese e in una parziale in sanscrito. Rispetto al Vibhaṅga, il metodo sembra essere meno formale e più discorsivo, citando una serie di passi dei sutta. È stato composto da Śāriputra (secondo le fonti sanscrite e tibetane) o da Maudgalyāyana (secondo le fonti cinesi). L'edizione cinese è stata tradotta da Xuanzang. ",
  "abhidhamma:50": "Prajñaptiśāstra ",
  "abhidhamma:51": "Consiste in una serie di domande e risposte su punti di dottrina basati su una <i lang='pi' translate='no'>mātikā</i>, supportata da citazioni di sutta. Si dice che sia stato composto da Maudgalyāyana o Mahākatyāyana. La traduzione cinese è di Dharmarakṣita. ",
  "abhidhamma:52": "Dhātukāya ",
  "abhidhamma:53": "Composto da Purna (secondo le fonti sanscrite e tibetane), o da Vasumitra (secondo le fonti cinesi). È stato tradotto in cinese da Xuanzang. Il Dhātukāya presenta una certa somiglianza con il Dhātukathā pali, sebbene utilizzi una diversa <i lang='pi' translate='no'>mātikā</i>. ",
  "abhidhamma:54": "Vijñānakāya ",
  "abhidhamma:55": "Si tratta di una controparte del Kathāvatthu pali, e potrebbe avere una base storica comune. Il testo cita il Theravādin Moggaliputtatissa, autore del Kathāvatthu, come avversario nel dibattito sulla dottrina chiave del Sarvāstivāda, secondo cui tutti i fenomeni esistono nel passato, nel futuro e nel presente. Il testo, tuttavia, discute un numero molto inferiore di punti rispetto al Kathāvatthu. Fu composto da Devasarman e tradotto in cinese da Xuanzang. ",
  "abhidhamma:56": "Prakaraṇapāda ",
  "abhidhamma:57": "Composto da Vasumitra e tradotto da Xuanzang (T 1542), con un’altra traduzione parziale di Gunabhadra e Bodhiyasa al T 1541. Si tratta di un trattato centrale dell’Abhidharma, che ha influenzato anche testi non sarvāstivādin come il Mahāprajñapāramītopadeśa. ",
  "abhidhamma:58": "Jñānaprasthāna ",
  "abhidhamma:59": "Composto da Kātyāyanīputra e tradotto in cinese da Xuanzang a T 1544. Appare anche tradotto da Saṅghadeva e Zhu-fo-nian con il nome di 阿毘曇八犍度論 a T 1543. Il più grande dei libri Sarvāstivādin Abhidhamma, ha costituito la base per i successivi trattati Sarvāstivāda e quindi per lo studio moderno dell’Abhidharma, soprattutto nel Buddhismo tibetano. ",
  "abhidhamma:60": "Il Śāripūtrābhidharma Dharmaguptaka ",
  "abhidhamma:61": "Unica opera esistente del Dharmaguptaka Abhidhamma, fu tradotta in cinese da Dharmayaśas e Dharmagupta. Condivide alcuni contenuti con il Vibhaṅga e il Dharmaskandha e altri dettagli con altri testi. Mentre le altre scuole mantenevano numerosi testi Abhidhamma, questo singolo testo comprende gran parte dello stesso ambito e sembra contenere l’intero sistema Abhidhamma dei Dharmaguptaka. ",
  "abhidhamma:62": "Abhidhamma nelle tradizioni buddiste ",
  "abhidhamma:63": "Nel corso degli anni, lo studio dell’Abhidhamma è stato tenuto in grande considerazione dalle tradizioni buddiste. La tradizione Theravāda ha sviluppato una serie di commentari e trattati che spiegano le idee dell’Abhidhamma e le ampliano ulteriormente. Si tratta di una tradizione viva, che vanta una serie ininterrotta di pubblicazioni fino ai tempi moderni. Oggi lo studio dell’Abhidhamma è particolarmente accentuato nel buddismo birmano, anche se rimane attivo in tutte le regioni Theravāda. Anche il buddismo tibetano enfatizza fortemente lo studio dell’Abhidharma, basato soprattutto sulle fonti Sarvāstivādin. In tutte le regioni, tuttavia, lo studio contemporaneo dell’Abhidhamma si basa principalmente su trattati più tardivi e i testi canonici di solito non vengono studiati in modo diretto e approfondito. ",
  "abhidhamma:64": "Oltre allo studio, l’Abhidhamma ha avuto un’influenza formativa su diverse scuole di meditazione moderne. In particolare, le scuole di meditazione birmane, tra cui Mahasi, Goenka e Pa Auk, si basano tutte sui concetti dell’Abhidhamma. ",
  "abhidhamma:65": "In modo forse inaspettato, l’Abhidhamma non è limitato ai circoli monastici o accademici. Viene spesso insegnato a o da laici ed è popolare in tutto il Sud-est asiatico. Inoltre, le <i lang='pi' translate='no'>mātikās</i> dell’Abhidhamma possono costituire la base per recitazioni cerimoniali. In Thailandia, le <i lang='pi' translate='no'>tikamātikā</i> del Dhammasaṅgaṇī  e le 24 condizioni del Paṭṭhāna sono utilizzati come canti funebri. ",
  "abhidhamma:66": "Critiche ",
  "abhidhamma:67": "L’Abhidhamma stesso è un sistema di critica, sviluppato per chiarire la comprensione di concetti e relazioni fondamentali. Alla base di questo progetto c’è il presupposto che tale chiarimento sia necessario, il che implica che non tutti capiscono le cose allo stesso modo. Questo aspetto critico emerge in opere come il Kathāvatthu, che illustra i metodi razionali per chiarire le dottrine. ",
  "abhidhamma:68": "Alcuni, come le scuole storiche Sautrāntikas, criticarono il progetto stesso dell’Abhidhamma, sostenendo che si discostava dai sutta. Non è chiaro se tutte le prime scuole avessero effettivamente un Abhidhamma Piṭaka. Tuttavia, tutte devono aver avuto qualche opera comparabile di analisi e spiegazione. ",
  "abhidhamma:69": "La critica all’Abhidhamma era un aspetto fondante del Mahāyāna. I sutra del Mahāyāna criticano sia dettagli specifici delle dottrine dell’Abhidhamma - come la nozione che ogni fenomeno è definito dalla sua essenza individuale - sia la direzione generale delle scuole dell’Abhidhamma, sostenendo che i suoi seguaci perdono tempo a discutere di banalità piuttosto che a comprendere la profondità dell'insegnamento. Ciononostante, i testi Mahāyāna svilupparono le proprie forme di Abhidhamma e lo studio dell’Abhidhamma è una parte fondamentale di molti programmi di studio Mahāyāna fino ad oggi. ",
  "abhidhamma:70": "Critiche si trovano anche nei commentari Theravāda, che riportano sfide all'autenticità dell’Abhidhamma. Tuttavia, la maggior parte del dibattito nelle scuole riguarda l’interpretazione dell’Abhidhamma, non la validità del progetto stesso. ",
  "abhidhamma:71": "Questa tradizione critica continua ancora oggi. Nel sistema educativo buddhista tibetano, i testi e i concetti dell’Abhidharma vengono studiati e considerati alla luce delle critiche Sautrāntika e Mahāyāna. Mentre alcuni Theravādin sostengono che è essenziale studiare l’Abhidhamma, altri sostengono che le idee chiave dell’Abhidhamma si discostano dai sutta e che lo studio dell’Abhidhamma non è necessario. "
}