{
  "donations:1": "Donare a SuttaCentral ",
  "donations:2": "La tua donazione è molto apprezzata. Servirà a sostenere il costante sviluppo di SuttaCentral, in modo da poter continuare a portare la parola del Buddha alle persone di tutto il mondo. ",
  "donations:3": "Dona ora ",
  "donations:4": "In che modo SuttaCentral impiega il denaro? ",
  "donations:5": "Sviluppo informatico: oltre ai volontari, impieghiamo programmatori professionisti. ",
  "donations:6": "Server: costi dei server e di altre infrastrutture. ",
  "donations:7": "Hardware: computer e altro hardware a disposizione dello staff di SC, in particolare dei monaci. ",
  "donations:8": "Altro ",
  "donations:9": "Banca etica ",
  "donations:10": "SuttaCentral Development Trust si avvale del settore comunitario della banca Adelaide Bendigo, che ha politiche di investimento etiche e sostenibili. <a href='https://www.climatecouncil.org.au/what-you-need-to-know-about-fossil-fuel-divestment'>La Bendigo Bank ha pubblicamente disinvestito dai combustibili fossili</a>. ",
  "donations:11": "Nome del conto ",
  "donations:12": "<b>SuttaCentral Development Trust</b> ",
  "donations:13": "Nome della banca ",
  "donations:14": "<b>Adelaide Bendigo Community Sector Banking</b> ",
  "donations:15": "BSB ",
  "donations:16": "<b>633 000</b> ",
  "donations:17": "Conto numero ",
  "donations:18": "<b>154500086</b> ",
  "donations:19": "Indirizzo ",
  "donations:20": "<b>1273 Pacific Highway, Turramurra NSW 2074</b> ",
  "donations:21": "Swift code ",
  "donations:22": "<b>BENDAU3B</b> ",
  "donations:23": "Per qualsiasi domanda, si prega di contattare il nostro responsabile finanziario, Deepika Weerakoon (suttacentraldevelopmenttrust@gmail.com). Deepika gestisce i fondi per conto di SuttaCentral Development Trust. ",
  "donations:24": "SuttaCentral Development Trust ",
  "donations:25": "Il SuttaCentral Development Trust è un ente di beneficenza. I membri fondatori del fondo sono Bhante Sujato, Bhante Brahmali e John Kelly. Il fondo è gestito da Deepika Weerakoon. ",
  "donations:26": "I contabili e i revisori dei conti del Trust sono <a href='http://www.alwisco.com.au'>Randolph Alwis &amp; Co Pty Ltd</a>. L' <a href='https://abr.business.gov.au/SearchByAbn.aspx?SearchText=858%20188%2075744'>ABN è 858 188 75744</a>. ",
  "donations:27": "I dettagli finanziari del comitato sono disponibili per qualsiasi richiesta di informazioni. Il Trust è stato creato esclusivamente per sostenere lo sviluppo di SuttaCentral. Tutti i fondi del comitato saranno spesi esclusivamente per SuttaCentral e non per l'amministrazione del fondo, che è gestita da volontari. ",
  "donations:amount": "Importo ",
  "donations:chooseFrequency": "Puoi fare una donazione una tantum o una donazione mensile.",
  "donations:currency": "Valuta",
  "donations:donateNow": "Dona ora ",
  "donations:errorMessage": "Il servizio è temporaneamente non disponibile, riprova più tardi",
  "donations:feeDisclaimer": "La commissione di gestione Stripe detratta da una donazione è dell'1,75% + 30 ¢ per le carte australiane e del 2,9% + 30 ¢ per le carte internazionali, più una commissione di conversione valuta dell'1,8% ove applicabile.",
  "donations:invalidValue": "Valore non valido ",
  "donations:monthly": "Mensile",
  "donations:oneTime": "Una volta",
  "donations:payWithCard": "Dona con la carta",
  "donations:storageDisclaimer": "SuttaCentral non gestisce né memorizza i dati della tua carta di credito. Tutte le transazioni con carta di credito sono gestite in modo sicuro da <a href='https://stripe.com' target='blank'>Stripe</a>.",
  "donations:success1": "Sādhu! Sādhu! ",
  "donations:success2": "Il tuo dono di Dhamma è prezioso per noi. Sarà utilizzato con cura per sostenere SuttaCentral e contribuire a rendere il Dhamma disponibile per tutti coloro che desiderano liberarsi dalla sofferenza. ",
  "donations:success3": "Che il merito della tua gentile offerta possa portare felicità e benessere duraturi a te stesso e a tutti i tuoi cari! ",
  "donations:success4": "Che possa contribuire alla felicità, al benessere e alla liberazione di tutti gli esseri senzienti! ",
  "donations:success5": "Il dono dell'insegnamento supera tutti gli altri doni; ",
  "donations:success6": "il sapore dell'insegnamento batte tutti gli altri sapori; ",
  "donations:success7": "la felicità che scaturisce dall'insegnamento supera ogni altra felicità; ",
  "donations:success8": "chi ha messo fine al desiderio supera ogni sofferenza. ",
  "donations:success9": "Moltiplica i tuoi meriti: <a href='https://suttacentral.net/search?query=giving'> leggi alcuni sutta sul piacere di donare</a> e prenditi il tempo per ricordare a te stesso la tua gentilezza. ",
  "donations:successAltText": "Una foto di due novizi birmani che leggono il Dhamma "
}