{
  "offline:addToHomeScreen": "Aggiungere alla schermata Home",
  "offline:additionalInfo": "Inoltre, puoi scaricare testi nelle lingue di tua scelta e leggerli offline. Ciò è particolarmente utile per gli utenti di dispositivi mobili con dati limitati o in regioni con scarsa copertura. Se i tuoi dati sono limitati, ti consigliamo di connetterti al wifi prima di scaricare.",
  "offline:alreadyDownloaded": "Già scaricato.",
  "offline:canceled": "Hai annullato il download.",
  "offline:certainFunctions": "Alcune funzioni, inclusa la ricerca, richiedono una connessione a Internet.",
  "offline:chineseLookups": "Ricerche cinesi",
  "offline:chineseLookupsDescription": "Selezionare per scaricare ricerche nel dizionario di parole cinesi nelle seguenti lingue:",
  "offline:doesntSupportPWAs": "Purtroppo non supportiamo le funzionalità avanzate di Progressive Web App (PWA) sulla tua piattaforma. Se desideri un utilizzo offline completo, utilizza una versione aggiornata di Chrome. Abbiamo in programma di implementare più funzionalità PWA su altri browser in futuro.",
  "offline:downloadButton": "Scarica testi in {languageName}",
  "offline:downloadComplete": "Il download è completo. Ora puoi leggere i sutta in {lang} offline.",
  "offline:downloadErrored": "Il tuo download è completo, ma non siamo riusciti a scaricare tutti i testi richiesti. {failed} richieste su {total} non sono state completate correttamente.",
  "offline:downloadInProgress": "Download in corso.",
  "offline:downloadParallels": "Includi parallelismi",
  "offline:downloadParallelsDescription": "Selezionare per scaricare anche le tabelle parallele per i testi.",
  "offline:downloadPaused": "Download in pausa.",
  "offline:downloadRootTexts": "Includi i testi radice",
  "offline:downloadRootTextsDescription": "Selezionare per scaricare i testi anche nelle lingue principali. Ciò include un dizionario di ricerca Pali > {toLang}. Per modificare la tua ricerca, fai clic su",
  "offline:downloadStarted": "Il tuo download è ora iniziato. Puoi continuare a utilizzare il sito e ti faremo sapere quando sarà completo.",
  "offline:downloading": "Download",
  "offline:extraFeatures": "Se desideri funzionalità extra, faccelo sapere.",
  "offline:language": "Lingua",
  "offline:networkError": "Errore di rete.",
  "offline:networkLost": "Connessione di rete persa. Download in pausa.",
  "offline:networkRecovered": "Connessione di rete ripristinata. Ripresa del download.",
  "offline:newTech": "Le PWA sono una nuova tecnologia. Per ora, l'utilizzo offline presenta alcune limitazioni:",
  "offline:oneLang": "Una sola lingua.",
  "offline:paliLookups": "Ricerche pali",
  "offline:paliLookupsDescription": "Selezionare per scaricare le ricerche nel dizionario delle parole pali nelle seguenti lingue:",
  "offline:pwaDescription": "SuttaCentral è un'<a href='https://developers.google.com/web/progressive-web-apps/' target='_blank' rel='noopener'>app Web progressiva</a>. Sui dispositivi supportati, molte funzionalità, inclusa la navigazione e le pagine visitate in precedenza, continueranno a funzionare anche se non si dispone di una connessione a Internet.",
  "offline:resetButton": "Cancella la cronologia dei download",
  "offline:resetComplete": "La cronologia dei download è stata cancellata",
  "offline:selectDifferentLang": "Per impostazione predefinita, i tuoi sutta verranno scaricati nella lingua del sito. Se desideri scegliere una lingua diversa, selezionane una dal menu.",
  "offline:supportsPWAs": "Il tuo browser supporta le Progressive Web App!",
  "offline:suttasOnly": "Solo Sutta, non Vinaya o Abhidhamma.",
  "offline:usingOffline": "Utilizzando SuttaCentral offline"
}