{
  "sn22.59:0.1": "Связанные Наставления 22.59",
  "sn22.59:0.2": "Раздел Упайя",
  "sn22.59:0.3": "Анатта Лаккхана Сутта",
  "sn22.59:1.1": "Одно время Благословенный располагается в Варанаси, в Исипатане, в Оленьем Парке.",
  "sn22.59:1.2": "И здесь Благословенный к группе из пяти монахов обратился:",
  "sn22.59:1.3": "“Монахи”.",
  "sn22.59:1.4": "“Достопочтенный” – те монахи Благословенному ответили.",
  "sn22.59:1.5": "Благословенный это сказал:",
  "sn22.59:2.1": "“Материя-предмет-рупа, монахи, не-самость - без-“я” - не-сущность - не-автономность",
  "sn22.59:2.2": "Если материя, монахи, была бы самостью, то материя не подвергалась бы недугу, и получилось бы с материей:",
  "sn22.59:2.3": "“так моя материя пусть будет, так моя материя пусть не будет”.",
  "sn22.59:2.4": "Но поскольку, монахи, материя не-самость, то материя подвергается недугу, и не получается с материей:",
  "sn22.59:2.5": "“так моя материя пусть будет, так моя материя пусть не будет”.",
  "sn22.59:3.1": "Чувствование не-самость.",
  "sn22.59:3.2": "Если чувствование, монахи, было бы самостью, то чувствование не подвергалось бы недугу, и получилось бы с чувствованием:",
  "sn22.59:3.3": "“так моё чувствование пусть будет, так моё чувствование пусть не будет”.",
  "sn22.59:3.4": "Но поскольку, монахи, чувствование не-самость, то чувствование подвергается недугу, и не получается с чувствованием:",
  "sn22.59:3.5": "“так моё чувствование пусть будет, так моё чувствование пусть не будет”.",
  "sn22.59:4.1": "Сознавание не-самость…",
  "sn22.59:4.2": "Составляющие не-самость.",
  "sn22.59:4.3": "Если составляющие, монахи, были бы самостью, то составляющие не подвергались бы недугу, и получилось бы с составляющими:",
  "sn22.59:4.4": "“так мои составляющие пусть будут, так мои составляющие пусть не будут”.",
  "sn22.59:4.5": "Но поскольку, монахи, составляющие не-самость, то составляющие подвергаются недугу, и не получается с отождествлениями:",
  "sn22.59:4.6": "“так мои составляющие пусть будут, так мои составляющие пусть не будут”.",
  "sn22.59:5.1": "Распознавание-внимание не-самость.",
  "sn22.59:5.2": "Если внимание, монахи, было бы самостью, то это внимание не подвергалось бы недугу, и получилось бы со вниманием:",
  "sn22.59:5.3": "“так моё внимание пусть будет, так моё внимание пусть не будет”.",
  "sn22.59:5.4": "Но поскольку, монахи, внимание не-самость, то внимание подвержено недугу, и не получается со вниманием:",
  "sn22.59:5.5": "“так моё внимание пусть будет, так моё внимание пусть не будет”.",
  "sn22.59:6.1": "Как вам это представляется, монахи,",
  "sn22.59:6.2": "материя надёжна-стабильна или ненадёжна?”",
  "sn22.59:6.3": "“Ненадёжна, почтенный”.",
  "sn22.59:6.4": "“А то, что ненадёжное, болезненно или приятно?”",
  "sn22.59:6.5": "“Болезненно, почтенный”.",
  "sn22.59:6.6": "“А то, что ненадёжно, болезненно, распадающее явление, уместно ли это рассматривать, как:",
  "sn22.59:6.7": "'это моё, это есть я, это моя самость?'”",
  "sn22.59:6.8": "“Это не так, почтенный”.",
  "sn22.59:6.9": "“Чувствование…",
  "sn22.59:6.10": "сознавание…",
  "sn22.59:6.11": "составляющие…",
  "sn22.59:6.12": "внимание надёжно или ненадёжно?”",
  "sn22.59:6.13": "“Ненадёжно, почтенный”.",
  "sn22.59:6.14": "“А то, что ненадёжно, болезненно или приятно?”",
  "sn22.59:6.15": "“Болезненно, почтенный”.",
  "sn22.59:6.16": "“А то, что ненадёжно, болезненно, распадающее явление, уместно ли это рассматривать, как:",
  "sn22.59:6.17": "'это моё, это есть я, это моя самость?'",
  "sn22.59:6.18": "“Это не так, почтенный”.",
  "sn22.59:7.1": "“Поэтому, монахи, какая-либо материя – прошедше-грядуще-текущая (возникшая), внутри или снаружи, грубая или утончённая, низкая или возвышенная, вдали или вблизи – вся материя: “Это не моё, это не есть я, это не моя самость” как-есть правильным пониманием должна быть увидена.",
  "sn22.59:8.1": "Какое-либо чувствование – прошедше-грядуще-текущее, внутри или снаружи, грубое или утончённое, низкое или возвышенное, вдали или вблизи – всё чувствование: “Это не моё, это не есть я, это не моя самость” как-есть правильным пониманием должно быть увидено.",
  "sn22.59:9.1": "Какое-либо сознавание…",
  "sn22.59:9.2": "какие-либо отождествления – прошедше-грядуще-текущие, внутри или снаружи, грубые или утончённые, низкое или возвышенные, вдали или вблизи – все отождествления: “Это не моё, это не есть я, это не моя самость” как-есть правильным пониманием должны быть увидены.",
  "sn22.59:10.1": "Какое-либо внимание – прошедше-грядуще-текущее, внутри или снаружи, грубое или утончённое, низкое или возвышенное, вдали или вблизи – всё внимание: “Это не моё, это не есть я, это не моя самость” как-есть правильным пониманием должно быть увидено.",
  "sn22.59:11.1": "Так видящий, монахи, обученный благородно-слушатель, также теряет интерес к материи, также теряет интерес к чувствованию, также теряет интерес к сознаваниб, также теряет интерес к отождествлениям, также теряет интерес ко вниманию.",
  "sn22.59:11.2": "Потерявший интерес разочаровывается; от разочарования высвобождается. В высвобождении 'высвобожден' есть знание.",
  "sn22.59:11.3": "“Изношено рождение, осуществлена святая жизнь, сделано, что дóлжно сделать, нет иного [индивидуального] существования” понимает”.",
  "sn22.59:12.1": "Так сказал Благословенный.",
  "sn22.59:12.2": "Довольная группа из пяти монахов Благословенного речи обрадовалась.",
  "sn22.59:12.3": "И тогда после этого объяснения у группы из пяти монахов от не поддерживания, от выделений, умы высвободились.",
  "sn22.59:12.4": "Седьмая."
}