{
  "sn22.102:0.1": "Связанные Наставления 22.102",
  "sn22.102:0.2": "Раздел Пуппха",
  "sn22.102:0.3": "Сутта Сознавание ненадёжного",
  "sn22.102:1.1": "В обстоятельствах Саваттхи",
  "sn22.102:1.2": "“Сознавание ненадёжности-нестабильности-недоверительности-непосточнства, монахи, развитое, преумноженное полностью желание-страсть перехватывает, полностью бытие-страсть перехватывает, полностью неразличение перехватывает, полностью представление “я – есть” уничтожает.",
  "sn22.102:2.1": "Это как, монахи, осенней порой пахарь большим плугом пашущий, все корни и корешки прорывающий пашет;",
  "sn22.102:2.2": "и именно так, монахи, сознавание ненадёжности развитое, преумноженное полностью желание-страсть перехватывает, полностью бытие-страсть перехватывает, полностью неразличение перехватывает, полностью представление “я – есть” уничтожает.",
  "sn22.102:3.1": "Это как, монахи, сборщик тростника тростник собрав, за верхушку взяв стряхивает, утрясает, ¿разделяет;",
  "sn22.102:3.2": "и именно так, монахи, сознавание ненадёжности развитое, преумноженное полностью желание-страсть перехватывает… полностью представление “я – есть” уничтожает.",
  "sn22.102:4.1": "Это как, монахи, гроздь манго у стебля срезанная, те манго которые стеблем соеденены, все они вместе будут;",
  "sn22.102:4.2": "и именно так, монахи, сознавание ненадёжности развитое… полностью представление “я – есть” уничтожает.",
  "sn22.102:5.1": "Это как, монахи, у остроконечного здания, любые стропила все они к острию идущие, к острию склоняющиеся, в острие сходящиеся, острие их считается вершиной;",
  "sn22.102:5.2": "и именно так, монахи, сознавание ненадёжности развитое… полностью представление “я – есть” уничтожает.",
  "sn22.102:6.1": "Это как, монахи, среди каких-либо ароматных корней аромат чёрного сандала из них считается высшим;",
  "sn22.102:6.2": "и именно так, монахи, сознавание ненадёжности… полностью представление “я – есть” уничтожает.",
  "sn22.102:7.1": "Это как, монахи, среди каких-либо ароматных сердцевин деревьев красный сандал из них считается высшим;",
  "sn22.102:7.2": "и именно так, монахи, сознавание ненадёжности… полностью представление “я – есть” уничтожает.",
  "sn22.102:8.1": "Это как, монахи, среди каких-либо ароматных цветов жасмин из них считается высшим;",
  "sn22.102:8.2": "и именно так, монахи, сознавание ненадёжности… полностью представление “я – есть” уничтожает.",
  "sn22.102:9.1": "Это как, монахи, какие-либо мелкие цари, все они царю Вращающему Колесо становятся подчинёнными, царь Вращающий Колесо их считается вершиной;",
  "sn22.102:9.2": "и именно так, монахи, сознавание ненадёжности… полностью представление “я – есть” уничтожает.",
  "sn22.102:10.1": "Это как, монахи, какие-либо свечения звёзд, все они сияния луны не стоят шестнадцатой части, сияние луны их них считается высшым;",
  "sn22.102:10.2": "и именно так, монахи, сознавание ненадёжности… полностью представление “я – есть” уничтожает.",
  "sn22.102:11.1": "Это как, монахи, осенней порой, в чистом, в безоблачном ¿небе, восходящее солнце всё просторное тёмное устраняя и сияет, и пылает, и лучится;",
  "sn22.102:11.2": "и именно так, монахи, сознавание ненадёжности развитое, преумноженное полностью желание-страсть перехватывает… полностью представление “я – есть” уничтожает.",
  "sn22.102:12.1": "И как развитое, монахи, сознавание ненадёжности как преумноженное полностью желание-страсть перехватывает… полностью представление “я – есть” уничтожает?",
  "sn22.102:12.2": "“Это – материя, это – скапливание материи, это – захождение материи;",
  "sn22.102:12.3": "это чувство-чувствование…",
  "sn22.102:12.4": "это – сознавание…",
  "sn22.102:12.5": "это – отождествления…",
  "sn22.102:12.6": "это – распознавание, это – скапливание распознавания, это – захождение распознавания”–",
  "sn22.102:12.7": "так развитое, монахи, сознавание ненадёжности, так преумноженное полностью желание-страсть перехватывает, полностью бытие-страсть перехватывает, полностью неразличение перехватывает, полностью представление “я – есть” уничтожает”.",
  "sn22.102:12.8": "Десятая.",
  "sn22.102:12.9": "Глава Пуппха Пятая.",
  "sn22.102:13.0": "Оглавление",
  "sn22.102:13.1": "",
  "sn22.102:13.2": "",
  "sn22.102:13.3": "",
  "sn22.102:13.4": "",
  "sn22.102:13.5": "",
  "sn22.102:14.0": "",
  "sn22.102:14.1": "",
  "sn22.102:14.2": "",
  "sn22.102:14.3": "",
  "sn22.102:14.4": ""
}