{
  "sn7.1:0.1": "Budini govori tematski grupisani 7.1 ",
  "sn7.1:0.2": "1. Arahanti ",
  "sn7.1:0.3": "Dhanañđāni ",
  "sn7.1:1.1": "Ovako sam čuo. ",
  "sn7.1:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn7.1:1.3": "A u to vreme je žena nekog brahmana iz Bhāradvāđa klana, brahmanka po imenu Dhanañđāni, bila ispunjena poverenjem prema Budi i njegovoj Dhammi. ",
  "sn7.1:1.4": "I tako, kada je jednom brahmanka Dhanañđāni prinosila brahmanu jelo, saplela se i na to tri puta izgovori ove nadahnute stihove: ",
  "sn7.1:2.1": "„Poštovanje Blaženom, plemenitom i potpuno probuđenome. ",
  "sn7.1:3.1": "Poštovanje Blaženom, plemenitom i potpuno probuđenome. ",
  "sn7.1:4.1": "Poštovanje Blaženom, plemenitom i potpuno probuđenome.” ",
  "sn7.1:5.1": "Kada je ovo bilo izgovoreno, onaj brahman iz Bhāradvāđa klana ovako reče: ",
  "sn7.1:5.2": "„Ova žena izrod i za najmanji povod blebeće pohvale onom ćelavom asketi. ",
  "sn7.1:5.3": "E sad ću, izrode, otići i pobiti učenje tog tvog učitelja!” ",
  "sn7.1:5.4": "„Brahmane, u ovome svetu, sa njegovim božanstvima, Mārom i Brahmom, u ovom pokolenju sa njegovim asketama i brahmanima, plemenitim i običnim ljudima, ne vidim bilo koga ko bi mogao pobiti učenje Blaženog, plemenitog i potpuno probuđenoga. ",
  "sn7.1:5.5": "Ali idi, brahmane, i kad tamo odeš, videćeš i sam.” ",
  "sn7.1:6.1": "Onda brahman iz Bhāradvāđa klana, besan i ogorčen, otide do Blaženog, pa kad je stigao učtivo se sa njim pozdravi. ",
  "sn7.1:6.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane ",
  "sn7.1:6.3": "i obrati se Blaženom ovim stihovima: ",
  "sn7.1:7.1": "„Šta to kad ubijemo, spavamo mirno; ",
  "sn7.1:7.2": "šta to kad ubijemo, ne tugujemo? ",
  "sn7.1:7.3": "Koja je to jedna stvar koja ",
  "sn7.1:7.4": "čije ubijanje Gotama odobrava?” ",
  "sn7.1:8.1": "„Kad bes ubijemo, spavamo mirno. ",
  "sn7.1:8.2": "Kad bes ubijemo, ne tugujemo. ",
  "sn7.1:8.3": "Ubijanje besa, o brahmane, ",
  "sn7.1:8.4": "sa njegovim otrovnim korenom i slatkim vrhom: ",
  "sn7.1:8.5": "to je ubijanje koje plemeniti hvale, ",
  "sn7.1:8.6": "jer kada ga ubijemo, ne žalimo.” ",
  "sn7.1:9.1": "Kada je ovo bilo izgovoreno, brahman iz Bhāradvāđa klana ovako reče Blaženome: ",
  "sn7.1:9.2": "„Zadivljujuće je to, učitelju Gotama, čudesno je to! ",
  "sn7.1:9.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i Blaženi, na više različitih načina, razjasnio Dhammu. ",
  "sn7.1:9.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "sn7.1:9.5": "Želeo bih da se pridružim beskućnicima pod vođstvom učitelja Gotame i primim puno zaređenje.” ",
  "sn7.1:10.1": "I tako u prisustvu Blaženoga, ovaj brahman iz Bhāradvāđa klana postade iskušenik, a potom primi i potpuno zaređenje. ",
  "sn7.1:10.2": "Živeći osamljen, povučen, marljiv, predan i odlučan, nedugo zatim je poštovani Bhāradvāđa još u ovom životu neposrednim znanjem uvideo, ostvario, dostigao i u njemu boravio, onaj neprevaziđeni vrhunac svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike ",
  "sn7.1:10.3": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više bilo kojeg oblika bivanja”. ",
  "sn7.1:10.4": "I poštovani Bhāradvāđa postade jedan od arahanata. "
}