{
  "sn7.2:0.1": "Budini govori tematski grupisani 7.2 ",
  "sn7.2:0.2": "1. Arahanti ",
  "sn7.2:0.3": "Uvreda ",
  "sn7.2:1.1": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn7.2:1.2": "I doču brahman Akkosaka Bhāradvāđa: ",
  "sn7.2:2.1": "„Kažu da je brahman iz Bhāradvāđa klana napustio svoj dom i otišao u beskućnike pod vođstvom učitelja Gotame.” Besan i ogorčen zbog toga, otide on do Blaženog i stade da ga grdi i vređa veoma nepristojnim, grubim rečima. Kad to bi izrečeno, Blaženi mu ovako reče: ",
  "sn7.2:2.2": "„Kaži mi, brahmane, ",
  "sn7.2:2.3": "da li ti tvoji prijatelji i poznanici, članovi porodice i rođaci, kao i drugi gosti dođu u kuću da te posete?” ",
  "sn7.2:2.4": "„Da, učitelju Gotamo, nekada mi dođu u kuću da me posete.” ",
  "sn7.2:2.5": "„A kaži mi, brahmane, da li im tom prilikom ponudiš nešto da pojedu?” ",
  "sn7.2:2.6": "„Da, zaista tako nekada učinim, učitelju Gotama.” ",
  "sn7.2:2.7": "„Ali ako oni odbiju da to uzmu, kome onda ta hrana ostane?” ",
  "sn7.2:2.8": "„Ako ne uzmu ponuđeno, onda ta hrana ostane nama.” ",
  "sn7.2:2.9": "„Na isti način, brahmane, ti vređaš nas koji nikoga ne vređamo, psuješ nas koji nikoga ne psujemo, grdiš nas koji nikoga ne grdimo; dakle, to što nam nudiš mi ne prihvatamo. ",
  "sn7.2:2.10": "Sve što si ponudio, brahmane, ostaje tebi. ",
  "sn7.2:2.11": "Sve što si ponudio, brahmane, ostaje tebi. ",
  "sn7.2:3.1": "Brahmane, onaj ko vređa onoga ko njega vređa, psuje onoga ko njega psuje, grdi onoga ko njega grdi, za takvoga se kaže da se pridružio obroku, da se pridružio razmeni. ",
  "sn7.2:3.2": "Ali mi se ne pridružujemo tvom obroku, mi se ne pridružujemo tvojoj razmeni. ",
  "sn7.2:3.3": "Sve što si ponudio, brahmane, ostaje tebi. ",
  "sn7.2:3.4": "Sve što si ponudio, brahmane, ostaje tebi.” ",
  "sn7.2:3.5": "„O učitelju Gotami kralj i njegova svita ovako misle: ",
  "sn7.2:3.6": "’Asketa Gotama je arahant’. ",
  "sn7.2:3.7": "Ali u učitelju Gotami ima mnogo besa.” ",
  "sn7.2:4.1": "„Kako može besa biti u onome ko za bes ne zna, ",
  "sn7.2:4.2": "ko je ukroćen i živi ispravno, ",
  "sn7.2:4.3": "ko je oslobođen potpunim znanjem, ",
  "sn7.2:4.4": "u Postojanome što u miru obitava? ",
  "sn7.2:5.1": "Kada neko na bes besom odgovara, ",
  "sn7.2:5.2": "za sebe samoga zlo čini; ",
  "sn7.2:5.3": "a ko je pred besnim bez besa u sebi, ",
  "sn7.2:5.4": "pobeđuje u bici koju je teško dobiti. ",
  "sn7.2:6.1": "On to čini na korist obojice, ",
  "sn7.2:6.2": "i svoju i onog drugoga; ",
  "sn7.2:6.3": "jer kad zna da u protivniku je bes, ",
  "sn7.2:6.4": "on svesnošću mir u sebi održava. ",
  "sn7.2:7.1": "Tako je lek za obojicu stvorio, ",
  "sn7.2:7.2": "i za sebe i za onog drugoga; ",
  "sn7.2:7.3": "a oni koji ga zbog toga kao budalu gledaju ",
  "sn7.2:7.4": "o Dhammi pojma nemaju.” ",
  "sn7.2:8.1": "Kad ovo bi izgovoreno, brahman Akkosaka Bhāradvāđa ovako reče Blaženome: ",
  "sn7.2:8.2": "„Izvrsno, učitelju Gotama!…” ",
  "sn7.2:8.3": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "sn7.2:8.4": "Želeo bih da se pridružim beskućnicima pod vođstvom učitelja Gotame i primim puno zaređenje.” ",
  "sn7.2:9.1": "I brahman Akkosaka Bhāradvāđa postade iskušenik pod Blaženim i primi puno zaređenje. ",
  "sn7.2:9.2": "Živeći osamljen, povučen, marljiv, predan i odlučan, nedugo zatim je poštovani Akkosaka Bhāradvāđa još u ovom životu neposrednim znanjem uvideo, ostvario, dostigao i u njemu boravio, onaj neprevaziđeni vrhunac svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. ",
  "sn7.2:9.3": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više bilo kojeg oblika bivanja”. ",
  "sn7.2:9.4": "I poštovani Bhāradvāđa postade jedan od arahanata. "
}