{
  "an6.47:0.1": "Discours Numérotés 6.47 ",
  "an6.47:0.2": "5. Sur Dhammika ",
  "an6.47:0.3": "Apparent dans cette vie (1er) ",
  "an6.47:1.1": "Et alors le vagabond Moḷiyasīvaka alla vers le Bouddha, et échangea les salutations avec lui. ",
  "an6.47:1.2": "Quand les salutations et la conversation polie prirent fin, il s’assit sur un côté et dit au Bouddha : ",
  "an6.47:1.3": "« Sire, on parle d'un ‘ enseignement apparent dans cette vie ’. ",
  "an6.47:1.4": "De quelle façon est-ce que l’enseignement est apparent dans cette vie, efficace immédiatement, invitant à être inspecté, pertinant, tel que les personnes de bon sens peuvent le connaître par eux-mêmes » ",
  "an6.47:2.1": "« Bien alors, Sīvaka, je vais te poser une question en retour, et tu peux me répondre si tu veux. ",
  "an6.47:2.2": "Que penses-tu, Sīvaka ? ",
  "an6.47:2.3": "Quand il y a de l’avidité en toi, sais-tu ‘ J’ai de l'avidité en moi ’ ? Et quand il n’y a pas d’avidité en toi, sais-tu ‘ Je n’ai pas d'avidité en moi ’ ? ",
  "an6.47:2.4": "« Oui, sire. » ",
  "an6.47:2.5": "« Puisque tu sais ceci, ",
  "an6.47:2.6": "c'est ainsi que l’enseignement est apparent dans cette vie, efficace immédiatement, invitant à être inspecté, pertinant, tel que les personnes de bon sens peuvent le connaître par eux-mêmes. » ",
  "an6.47:3.1": "Que penses-tu, Sīvaka ? ",
  "an6.47:3.2": "Quand il y a de la haine… ",
  "an6.47:3.3": "de l’illusion… ",
  "an6.47:3.4": "des idées avides… ",
  "an6.47:3.5": "des idées haineuses… ",
  "an6.47:3.6": "Quand il y a des idées illusoires en toi, sais-tu ‘ J’ai des idées illusoires en moi ’ ? Et quand il n’y a pas d’idées illusoires en toi, sais-tu ‘ Il n’y a pas d’idées illusoires en moi ’ ? » ",
  "an6.47:3.7": "« Oui, sire. » ",
  "an6.47:3.8": "« Puisque tu sais ceci, ",
  "an6.47:3.9": "c’est ainsi que l’enseignement est apparent dans cette vie, efficace immédiatement, invitant à être inspecté, pertinant, tel que les personnes de bon sens peuvent le connaître par eux-mêmes. » ",
  "an6.47:4.1": "« Excellent, sire ! Excellent ! ",
  "an6.47:4.2": "A partir de ce jour, que le Bouddha se souvienne de moi comme un adepte laïc qui a pris refuge pour la vie. » "
}