{
  "an6.55:0.1": "Discours Numérotés 6.55 ",
  "an6.55:0.2": "6. Le Grand Chapitre ",
  "an6.55:0.3": "Avec Soṇa ",
  "an6.55:1.1": "Ainsi ai-je entendu. ",
  "an6.55:1.2": "Une fois le Bouddha résidait près de Rājagaha, sur la Montagne du Pic du Vautour. ",
  "an6.55:1.3": "Alors en ce temps là Vénérable Soṇa résidait près de Rājagaha dans le Petit Bois Frais. ",
  "an6.55:1.4": "Alors comme il était en retraite, cette pensée lui vint à l’esprit, ",
  "an6.55:1.5": "« Je suis un des disciples les plus énergiques du Bouddha. ",
  "an6.55:1.6": "Pourtant mon esprit n’est pas libéré des corruptions dû au fait de saisir. Cependant ma famille est riche. Je pourrais profiter de ma richesse et faire du mérite. ",
  "an6.55:1.7": "Pourquoi ne pas démissioner de l’apprentissage et retourner à une vie inférieure, ainsi je pourrais profiter de ma richesse et faire du mérite ? » ",
  "an6.55:2.1": "Alors le Bouddha sut ce que Vénérable Soṇa pensait. Aussi facilement qu’une personne forte étend ou contracte son bras, il disparut du Pic du Vautour et réapparut dans le Petit Bois Frais devant Soṇa, ",
  "an6.55:2.2": "et s’assit sur le siège préparé. ",
  "an6.55:2.3": "Soṇa s’inclina devant le Bouddha et s’assit sur un côté. ",
  "an6.55:2.4": "Le Bouddha lui dit, ",
  "an6.55:3.1": "« Soṇa, alors que tu étais en retraite, cette pensée n’est-elle pas venue à ton esprit : ",
  "an6.55:3.2": "‘ Je suis un des disciples les plus énergiques du Bouddha. ",
  "an6.55:3.3": "Pourtant mon esprit n’est pas libéré des corruptions dû au fait de saisir. Cependant ma famille est riche. Je pourrais profiter de ma richesse et faire du mérite. ",
  "an6.55:3.4": "Pourquoi ne pas démissioner de l’apprentissage et retourner à une vie inférieure, ainsi je pourrais profiter de ma richesse et faire du mérite ? ’ » ",
  "an6.55:3.5": "« Oui, sire. » ",
  "an6.55:4.1": "« Que penses-tu, Soṇa ? ",
  "an6.55:4.2": "Quand tu étais encore un laïc, n’étais-tu pas un bon joueur de harpe arquée ? » ",
  "an6.55:4.3": "« Oui, sire. » ",
  "an6.55:4.4": "« Quand les cordes de ta harpe étaient accordées trop tendues, était-ce sonore et jouable ? » ",
  "an6.55:4.5": "« Non, sire. » ",
  "an6.55:5.1": "« Quand les cordes de ta harpe étaient accordées trop laches, était-ce sonore et jouable ? » ",
  "an6.55:5.2": "« Non, sire. » ",
  "an6.55:6.1": "« Mais quand les cordes de ta harpe étaient accordées ni trop tendues ni trop laches, mais fixées à une bonne tension, était-ce sonore et jouable ? » ",
  "an6.55:6.2": "« Oui, sire. » ",
  "an6.55:7.1": "« De la même façon, Soṇa, quand l’énergie est trop forcée, elle amène à l’agitation. Quand l’énergie est trop lache, elle amène à la paresse. ",
  "an6.55:7.2": "Ainsi, Soṇa, tu devrais te concentrer sur l’énergie et la sérénité, trouver un équilibre des facultés, et apprendre le caractère de cette situation. » ",
  "an6.55:7.3": "« Oui, sire, » répondit Soṇa. ",
  "an6.55:7.4": "Après avoir conseillé Soṇa de cette façon, le Bouddha, aussi facilement qu’une personne forte étend ou contracte son bras, disparut du Petit Bois Frais et réapparut sur le Pic du Vautour. ",
  "an6.55:8.1": "Après quelque temps, Soṇa concentré sur l’énergie et la sérénité, trouva l’équilibre des facultés, et appris le caractère de cette situation. ",
  "an6.55:8.2": "Alors Soṇa, vivant seul, retiré, diligent, résolu, et enthousiaste, réalisa rapidement la cultivation suprême du chemin spirituel dans cette vie même. Il vécut ayant accompli par sa propre vision le but pour lequel les gentilhommes, avec justesse, passent de la vie laïque à la vie sans toit. ",
  "an6.55:8.3": "Il comprit : « La renaissance a pris fin, le chemin spirituel est terminé, ce qui devait être fait a été fait, il n’y a plus rien pour cet endroit. » ",
  "an6.55:8.4": "Et Vénérable Soṇa devint un des êtres parfaits. ",
  "an6.55:9.1": "Alors, quand Soṇa eut atteint la perfection, il pensa, ",
  "an6.55:9.2": "« Pourquoi n’irai-je pas vers le Bouddha et déclarer mon illumination en sa présence ? » ",
  "an6.55:9.3": "Alors Soṇa alla vers le Bouddha, s’inclina, s’assit sur un côté, et lui dit : ",
  "an6.55:10.1": "« Sire, un membre monastique qui est parfait, avec les corruptions finies, qui a terminé le voyage spirituel, fait ce qui devait être fait, déposé le fardeau, accompli le but de son coeur, totalement fini les fers de l’existence renouvelée, et est à juste titre libéré par l’illumination, se consacre à six choses. ",
  "an6.55:10.2": "Il se consacre à la renonciation, la solitude, la bonté, l’extinction du désir, la fin de s’emparer, et la clarté mentale. ",
  "an6.55:11.1": "Il se peut, sire, qu’un des vénérables ici pense : ",
  "an6.55:11.2": "‘ Peut-être que ce vénérable se consacre à la renonciation uniquement par pure foi. ’ ",
  "an6.55:11.3": "Mais cela ne doit pas être vu ainsi. ",
  "an6.55:11.4": "Un membre monastique avec les corruptions finies ne voit pas en soi quoique ce soit de plus à faire, ni quoique ce soit qui ait besoin d’être amélioré. Il se consacre à la renonciation parce qu’il est libéré de l’avidité, de la haine, et de l’illusion. ",
  "an6.55:12.1": "Il se peut, sire, qu’un des vénérables ici pense : ",
  "an6.55:12.2": "‘ Peut-être que ce vénérable se consacre à la solitude uniquement parce qu’il aime les possessions, l’honneur, et la popularité. ’ ",
  "an6.55:12.3": "Mais cela ne doit pas être vu ainsi… ",
  "an6.55:13.1": "Il se peut, sire, qu’un des vénérables ici pense : ",
  "an6.55:13.2": "‘ Peut-être que ce vénérable se consacre à la bonté uniquement parce qu’il croit qu’adhérer aux préceptes et observances est essentiel. ’ ",
  "an6.55:13.3": "Mais cela ne doit pas être vu ainsi… ",
  "an6.55:14.1": "Il se consacre à l’extinction du désir parce qu’il est libéré de l’avidité, de la haine, et de l’illusion avec la fin de l’avidité, de la haine, et de l’illusion. ",
  "an6.55:15.1": "Il se consacre à la fin de s’emparer parce qu’il est libéré de l’avidité, de la haine, et de l’illusion avec la fin de l’avidité, de la haine, et de l’illusion. ",
  "an6.55:16.1": "Il se consacre à la clarté de l’esprit parce qu’il est libéré de l’avidité, de la haine, et de l’illusion avec la fin de l’avidité, de la haine, et de l’illusion. ",
  "an6.55:17.1": "Quand un membre monastique est à juste titre libéré ainsi, même si des vues fascinantes entrent dans le champ de vision, elles ne dominent pas son esprit. ",
  "an6.55:17.2": "Son esprit est tout à fait intact. Il est stable, imperturbable, il observe la disparition. ",
  "an6.55:17.3": "Même si des sons fascinants… ",
  "an6.55:17.4": "des odeurs… ",
  "an6.55:17.5": "des saveurs… ",
  "an6.55:17.6": "des sensations tactiles… ",
  "an6.55:17.7": "et des idées entrent dans le champ de l’esprit, elles ne dominent pas son esprit. ",
  "an6.55:17.8": "Son esprit est tout à fait intact. Il est stable, imperturbable, il observe la disparition. ",
  "an6.55:17.9": "Supposez qu’il y ait une montagne qui soit une masse solide de rochers, sans fissures ni trous. ",
  "an6.55:17.10": "Même si des tempêtes violentes soufflaient de l’Est, de l’Ouest, du Nord, et du Sud, ",
  "an6.55:17.12": "elles ne pourraient pas la secouer, ni l’ébranler, ni la faire trembler. ",
  "an6.55:17.13": "De la même façon, quand un membre monastique est à juste titre libéré ainsi, même si des vues entrent dans le champ de vision, elles ne dominent pas son esprit… ",
  "an6.55:17.20": "Son esprit est tout à fait intact. Il est stable, imperturbable, il observe la disparition. ",
  "an6.55:18.1": "Quand vous vous consacrez à la renonciation ",
  "an6.55:18.2": "et à l’isolement du coeur ; ",
  "an6.55:18.3": "quand vous vous consacrez à la bonté ",
  "an6.55:18.4": "et à la fin de s’emparer ; ",
  "an6.55:19.1": "quand vous vous consacrez à l’extinction du désir ",
  "an6.55:19.2": "et à la clarté du coeur ; ",
  "an6.55:19.3": "et vous avez vu l’émergence des sens, ",
  "an6.55:19.4": "votre esprit est à juste titre libéré. ",
  "an6.55:20.1": "Pour celui-là, à juste titre libéré, ",
  "an6.55:20.2": "un membre monastique avec un esprit en paix, ",
  "an6.55:20.3": "il n’y a plus rien à améliorer, ",
  "an6.55:20.4": "et plus rien à faire. ",
  "an6.55:21.1": "Comme le vent ne peut pas bouger ",
  "an6.55:21.2": "une masse solide de rochers, ",
  "an6.55:21.3": "ainsi les vues, les saveurs, les sons, ",
  "an6.55:21.4": "les odeurs, et les sensations tactiles, le tout, ",
  "an6.55:22.1": "et les idées, qu’ils soient aimés ou pas, ",
  "an6.55:22.2": "ne dérangent pas celui qui n’est pas affecté. ",
  "an6.55:22.3": "Son esprit est stable et libre ",
  "an6.55:22.4": "alors qu’il observe la tombée. » "
}