{
  "an6.56:0.1": "Discours Numérotés 6.56 ",
  "an6.56:0.2": "6. Le Grand Chapitre ",
  "an6.56:0.3": "Avec Phagguna ",
  "an6.56:1.1": "Alors en ce temps Vénérable Phagguna était mal, souffrant, gravement malade. ",
  "an6.56:1.2": "Alors Vénérable Ānanda alla vers le Bouddha, s’inclina, s’assit sur le côté, et lui dit : ",
  "an6.56:1.3": "« Sire, Vénérable Phagguna est malade. ",
  "an6.56:1.4": "Sire, s’il vous plait, allez vers Vénérable Phagguna par compassion. » ",
  "an6.56:1.5": "Le Bouddha consentit en silence. ",
  "an6.56:1.6": "Alors, en fin d’après-midi, le Bouddha sorti de sa retraite et alla vers Vénérable Phagguna. ",
  "an6.56:1.7": "Vénérable Phagguna vit le Bouddha arriver au loin ",
  "an6.56:1.8": "et s’agita dans son lit. ",
  "an6.56:1.9": "Le Bouddha lui dit, ",
  "an6.56:1.10": "« Tout va bien, Phagguna, ne te lève pas. ",
  "an6.56:1.11": "Il y a des sièges déjà préparés, je vais m’assoir là. » ",
  "an6.56:1.12": "Il s’assit sur le siège préparé ",
  "an6.56:1.13": "et dit à Vénérable Phagguna : ",
  "an6.56:2.1": "« J’espère que tu te portes bien, Phagguna ; j’espère que tu vas bien. Et j’espère que la douleur diminue, et non qu’elle augmente, que sa diminution est évidente, non pas son augmentation. » ",
  "an6.56:2.2": "« Sire, je ne me porte pas bien, je ne m’en sors pas. La douleur est terrible et augmente, elle ne diminue pas ; son augmentation est évidente, non pas sa diminution. ",
  "an6.56:3.1": "Les vents qui percent ma tête sont si sévères, c’est comme si un homme robuste trouait ma tête avec une pointe aiguisée. ",
  "an6.56:3.2": "Je ne vais pas bien. ",
  "an6.56:4.1": "La douleur dans ma tête est si sévère, c’est comme si un homme robuste serrait une longue lanière de cuir autour de ma tête. ",
  "an6.56:4.2": "Je ne vais pas bien. ",
  "an6.56:5.1": "Les vents qui lacèrent mon ventre sont si sévères, comme si un boucher habile ou son apprenti lacéraient le ventre d’une vache avec un couperet à viande bien aiguisé. ",
  "an6.56:5.2": "Je ne vais pas bien. ",
  "an6.56:6.1": "La sensation de brûlure dans mon corps est si sévère, comme si deux hommes robustes attrapaient un homme plus faible par les bras pour le brûler dans une fosse de charbons incandescents. ",
  "an6.56:6.2": "Je ne me porte pas bien, je ne m’en sors pas. La douleur est terrible et augmente, elle ne diminue pas ; son augmentation est évidente, non pas sa diminution. » ",
  "an6.56:6.3": "Alors le Bouddha enseigna, encouragea, stimula, et inspira Vénérable Phagguna avec un enseignement du Dhamma, après quoi il se leva de son siège et partit. ",
  "an6.56:7.1": "Peu de temps après que le Bouddha fut parti, Vénérable Phagguna mourut. ",
  "an6.56:7.2": "Au moment de sa mort, ses facultés étaient brillantes et claires. ",
  "an6.56:7.3": "Alors Vénérable Ānanda alla vers le Bouddha, s’inclina, s’assit sur le côté, et lui dit, ",
  "an6.56:7.4": "« Sire, peu de temps après que le Bouddha fut parti, Vénérable Phagguna mourut. ",
  "an6.56:7.5": "Au moment de sa mort, ses facultés étaient brillantes et claires. » ",
  "an6.56:8.1": "« Et pourquoi ses facultés ne seraient-elles pas brillantes et claires ? ",
  "an6.56:8.2": "L’esprit du moine Phagguna n’était pas libéré des cinq entraves inférieures. ",
  "an6.56:8.3": "Mais quand il eut entendu cet enseignement, son esprit s’en libéra. ",
  "an6.56:9.1": "Ānanda, il y a ces six bénéfices d’entendre l’enseignement au bon moment et d’en examiner le sens au bon moment. ",
  "an6.56:9.2": "Quels six ? ",
  "an6.56:9.3": "Premièrement, prends le cas d’un membre monastique dont l’esprit n’est pas libéré des cinq entraves inférieures. ",
  "an6.56:9.4": "Au moment de sa mort, il peut voir Celui-qui-a-Réalisé. ",
  "an6.56:9.5": "Celui-qui-a-Réalisé lui proclame un enseignement qui est bénéfique au début, bénéfique au milieu, et bénéfique à la fin, pertinent et bien formulé. Et il révèle une pratique spirituelle qui est complète et pure. ",
  "an6.56:9.6": "Quand il entend cet enseignement, son esprit est libéré des cinq entraves inférieures. ",
  "an6.56:9.7": "Ceci est le premier bénéfice d’entendre l’enseignement. ",
  "an6.56:10.1": "Ensuite, prends le cas d’un autre membre monastique dont l’esprit n’est pas libéré des cinq entraves inférieures. ",
  "an6.56:10.2": "Au moment de sa mort, il ne peut pas voir Celui-qui-a-Réalisé, mais il peut voir un disciple de Celui-qui-a-Réalisé. ",
  "an6.56:10.3": "Le disciple de Celui-qui-a-Réalisé lui enseigne le Dhamma… ",
  "an6.56:10.4": "Quand il entend cet enseignement, son esprit est libéré des cinq entraves inférieures. ",
  "an6.56:10.5": "Ceci est le second bénéfice d’entendre l’enseignement. ",
  "an6.56:11.1": "Ensuite, prends le cas d’un autre membre monastique dont l’esprit n’est pas libéré des cinq entraves inférieures. ",
  "an6.56:11.2": "Au moment de sa mort, il ne peut pas voir Celui-qui-a-Réalisé, ni voir un disciple de Celui-qui-a-Réalisé. ",
  "an6.56:11.3": "Mais il réfléchit sur et considère l’enseignement dans son coeur, l’examine avec son esprit ainsi qu’il l’avait appris et mémorisé. ",
  "an6.56:11.4": "En faisant ceci, son esprit est libéré des cinq entraves inférieures. ",
  "an6.56:11.5": "Ceci est le troisième bénéfice d’entendre l’enseignement. ",
  "an6.56:12.1": "Ensuite, prends le cas d’un autre membre monastique dont l’esprit est libéré des cinq entraves inférieures, mais sans la fin suprême des attachements. ",
  "an6.56:12.2": "Au moment de sa mort, il peut voir Celui-qui-a-Réalisé. ",
  "an6.56:12.3": "Celui-qui-a-Réalisé lui enseigne le Dhamma… ",
  "an6.56:12.4": "Quand il entend cet enseignement, son esprit est libéré avec la fin suprême des attachements. ",
  "an6.56:12.5": "Ceci est le quatrième bénéfice d’entendre l’enseignement. ",
  "an6.56:13.1": "Ensuite, prends le cas d’un autre membre monastique dont l’esprit est libéré des cinq entraves inférieures, mais sans la fin suprême des attachements. ",
  "an6.56:13.2": "Au moment de sa mort, il ne peut pas voir Celui-qui-a-Réalisé, mais il peut voir un disciple de Celui-qui-a-Réalisé. ",
  "an6.56:13.3": "Le disciple de Celui-qui-a-Réalisé lui enseigne le Dhamma… ",
  "an6.56:13.4": "Quand il entend cet enseignement, son esprit est libéré avec la fin suprême des attachements. ",
  "an6.56:13.5": "Ceci est le cinquième bénéfice d’entendre l’enseignement. ",
  "an6.56:14.1": "Ensuite, prends le cas d’un autre membre monastique dont l’esprit est libéré des cinq entraves inférieures, mais sans la fin suprême des attachements. ",
  "an6.56:14.2": "Au moment de sa mort, il ne peut pas voir Celui-qui-a-Réalisé, ni voir un disciple de Celui-qui-a-Réalisé. ",
  "an6.56:14.3": "Mais il réfléchit sur et considère l’enseignement dans son coeur, l’examine avec son esprit ainsi qu’il l’avait appris et mémorisé. ",
  "an6.56:14.4": "En faisant ceci, son esprit est libéré avec la fin suprême des attachements. ",
  "an6.56:14.5": "Ceci est le sixième bénéfice d’entendre l’enseignement. ",
  "an6.56:15.1": "Ceci sont les six bénéfices d’entendre l’enseignement au bon moment et d’en examiner le sens au bon moment. » "
}