{
  "dn-blurbs:dn1": "Dok drugi mogu hvaliti ili kritikovati Budu, oni se obično usredsređuju na nebitne pojedinosti. Buda izlaže analizu šezdeset dve pogrešne tačke gledišta, čijim se razumevanjem odvajamo od besmislenih nagađanja. ",
  "dn-blurbs:dn2": "Tek krunisani kralj Ađātasattu uznemiren je nasilnim sredstvima kojima je došao do krune. Posećuje Budu kako bi pronašao duševni mir i pita ga o koristima duhovne prakse. Ovo je jedan od najboljih književnih i duhovnih tekstova ranog budizma. ",
  "dn-blurbs:dn3": "Mladi učenik brahmana napada Budinu porodicu, ali biva doveden na svoje mesto. ",
  "dn-blurbs:dn4": "Ugledni brahman posećuje Budu, uprkos rezervama drugih brahmana. Razgovaraju o pravom značenju pojma brahman, a Buda ga vešto navodi na sopstveno stanovište. ",
  "dn-blurbs:dn5": "Jedan brahman želi da prinese veliku žrtvu i traži Budin savet. Buda pripoveda legendu iz prošlosti, u kojoj je jedan kralj nagovoren da odustane od nasilne žrtve i da umesto toga svoje bogatstvo posveti pomaganju siromašnim stanovnicima svog kraljevstva. Međutim, čak i takva korisna i nenasilna žrtva bledi u poređenju sa duhovnom žrtvom napuštanja vezanosti. ",
  "dn-blurbs:dn6": "Buda objašnjava raznolikoj grupi laika kako ishodi meditacije zavise od načina njenog razvijanja. ",
  "dn-blurbs:dn7": "Ovaj govor uglavnom citira ono što je Buda rekao u prethodnom. ",
  "dn-blurbs:dn8": "Goli asketa izaziva Budu na temu duhovnih strogosti. Buda ukazuje na to da je sasvim moguće sprovoditi raznovrsne asketske prakse a da se pritom ne poseduje nikakva unutrašnja čistoća uma. ",
  "dn-blurbs:dn9": "Buda razgovara sa jednim lutalicom o prirodi opažanja i o tome kako se ono razvija kroz dublja meditativna stanja. Nijedno od tih stanja, međutim, ne treba poistovećivati sa sobstvom ili dušom. ",
  "dn-blurbs:dn10": "Ubrzo nakon Budine smrti, poštovani Ānanda biva pozvan da objasni suštinsko učenje. ",
  "dn-blurbs:dn11": "Buda odbija da čini čuda, objašnjavajući da to nije ispravan način da se podstakne vera. Zatim pripoveda priču o monahu čija ga je pogrešno usmerena potraga za odgovorima odvela sve do Brahme. ",
  "dn-blurbs:dn12": "Jedan brahman zapao je u uverenje da nema smisla pokušavati da se drugima pruži duhovna pomoć. Buda ga posećuje i uverava u stvarne dobrobiti duhovnog poučavanja. ",
  "dn-blurbs:dn13": "Nekoliko brahmana raspravlja o pravom putu ka Brahmi. Osporavajući zahteve za autoritet zasnovane na Vedama, Buda insistira da samo lično iskustvo može dovesti do istine. ",
  "dn-blurbs:dn14": "Buda podučava o šest Buda iz prošlosti i izlaže opširan prikaz jednog od njih, Vipassīja. ",
  "dn-blurbs:dn15": "Odbacujući tvrdnju poštovanog Ānande da lako razume uslovljeni nastanak, Buda izlaže složenu i zahtevnu analizu, otkrivajući skrivene nijanse i implikacije ovog središnjeg učenja. ",
  "dn-blurbs:dn16": "Najduži od svih govora, ova proširena pripovest govori o događajima oko Budine smrti. Prepuna živih i potresnih detalja, predstavlja idealnu ulaznu tačku za upoznavanje Bude kao osobe i za razumevanje načina na koji se budistička zajednica nosila s njegovim odlaskom. ",
  "dn-blurbs:dn17": "Razrađena priča o jednom od Budinih prošlih života, u kojem se pojavljuje kao legendarni kralj koji se svega odriče radi praktikovanja meditacije. ",
  "dn-blurbs:dn18": "Počevši prikazom sudbina učenika koji su nedavno preminuli, prizor se potom premešta na raspravu o Dhammi među bogovima. ",
  "dn-blurbs:dn19": "Jedno manje božanstvo obaveštava Budu o razgovorima i poslovima bogova. ",
  "dn-blurbs:dn20": "Kada se božanstva iz svih svetova okupe da odaju počast Budi, on izlaže niz stihova u kojima ih opisuje. Ovi stihovi, koji se često recituju u theravādinskim zemljama, pružaju jedan od najdetaljnijih opisa božanstava poštovanih u Budino vreme. ",
  "dn-blurbs:dn21": "Nakon što čuje ljubavnu pesmu jednog božanskog muzičara, Buda se upušta u duboku raspravu sa Sakkkom o uslovljenom poreklu vezanosti i patnje. ",
  "dn-blurbs:dn22": "Buda detaljno izlaže sedmi član plemenitog osmostrukog puta, meditaciju svesnosti. Ovaj govor je u suštini istovetan MN 10, uz dodatak proširenog odeljka o četiri plemenite istine preuzetog iz MN 141. ",
  "dn-blurbs:dn23": "Ovo je duga i zabavna rasprava između jednog monaha i skeptika, koji odlazi u razrađene i bizarne krajnosti kako bi dokazao da zagrobni život ne postoji. Govor sadrži slikovit niz parabola i primera. ",
  "dn-blurbs:dn24": "Kada Sunakkhatta zapreti da će napustiti monaški red, Buda ostaje ravnodušan. Odbacujući upadljive prikaze askeze ili čudesnih moći, on pokazuje svoju nadmoć. ",
  "dn-blurbs:dn25": "Ovaj govor pruža naročito dobar primer međureligijskog dijaloga. Buda naglašava da mu nije cilj da bilo koga navede da se odrekne svog učitelja ili praksi, već isključivo da pomogne ljudima da se oslobode patnje. ",
  "dn-blurbs:dn26": "Ilustrujući svoju izreku da se treba oslanjati na sebe, Buda daje detaljan prikaz propasti jedne kraljevske loze iz prošlosti i kasnije degeneracije društva. Taj proces, međutim, još nije okončan, jer Buda predviđa da će društvo na kraju zapasti u potpuni haos. Ali u dalekoj budućnosti pojaviće se drugi Buda, Metteyya, u vremenu mira i obilja. ",
  "dn-blurbs:dn27": "Nasuprot samointeresnim brahmanskim mitologijama o prošlosti, Buda izlaže prikaz evolucije koji pokazuje kako su ljudski izbori sastavni deo ekološke ravnoteže i kako preterana pohlepa razara poredak prirode. ",
  "dn-blurbs:dn28": "Neposredno pre svoje smrti, poštovani Sāriputta posećuje Budu i izgovara potresnu pohvalu svom velikom učitelju. ",
  "dn-blurbs:dn29": "Nakon smrti Nigaṇṭhe Nātaputte, vođe džaina, Buda naglašava stabilnost i zrelost sopstvene zajednice. Podstiče zajednicu da se, nakon njegove smrti, okupi i u slozi recituje učenja. ",
  "dn-blurbs:dn30": "Ovaj govor izlaže brahmansku proročku sliku Velikog čoveka i detaljno objašnjava trideset dve odlike. Sadrži neke od najpoznijih i najsloženijih stihovnih oblika u kanonu. ",
  "dn-blurbs:dn31": "Buda susreće mladića koji odaje počast svom pokojnom ocu izvođenjem obreda. Buda preoblikuje besmislene rituale u pojmove vrlinskog ponašanja. Ovo je najdetaljniji govor o etici namenjen laicima. ",
  "dn-blurbs:dn32": "Moćni duhovi održavaju skup i upozoravaju Budu da, pošto nisu svi duhovi prijateljski nastrojeni, prosjaci treba da nauče stihove zaštite. ",
  "dn-blurbs:dn33": "Buda ohrabruje poštovanog Sāriputtu da poučava prosjake i izlaže opširan popis budističkih učenja raspoređen po brojčanom nizu. ",
  "dn-blurbs:dn34": "Ovaj govor je sličan prethodnom, ali sa drugačijim načinom izlaganja. Ova dva govora nagoveštavaju neke od metoda Abhidhamme. ",
  "dn-blurbs:dn-mahavagga": "Ovo poglavlje sadrži raznolik skup govora. Neki su usredsređeni na događaje oko Budine smrti, dok drugi zalaze u fantastične prizore smeštene među bogove, a treći su ukorenjeni u detaljnim raspravama o učenju. ",
  "dn-blurbs:dn-pathikavagga": "Kao i prethodno poglavlje, i ovo sadrži raznolik skup govora. Nazvano je prema prvom govoru u poglavlju. Među ovdašnjim govorima nalaze se legendarni prikazi istorije i budućnosti našeg sveta, koji su izuzetno poznati i uticajni u budističkim krugovima. ",
  "dn-blurbs:dn-silakkhandhavagga": "Poglavlje koje sadrži odeljak o etici (Sīlakkhandhavagga) obuhvata trinaest govora. Svaki od njih sadrži dugačak odlomak o postepenoj obuci u etici, meditaciji i mudrosti. Poglavlje je nazvano prema prvom od tih odeljaka. Dve druge poznate verzije Dīrghāgame (na kineskom i sanskritu) takođe sadrže slično poglavlje. Uprkos monaškoj prirodi središnjeg učenja, većina ovih govora izložena je u dijalogu sa laicima, uz snažan naglasak na odnos između Budinog učenja i drugih savremenih pokreta. "
}