{
  "sn-blurbs:sn1": "„Grupisani govori o božanstvima” sadrže 81 govor, od kojih svaki prikazuje Budu u razgovoru sa bekim božanstvom. Obično božanstvo prilazi Budi u manastiru u Sāvatthīju, obasjavajući noć svojim sjajem. Božanstvo se obraća Budi pitanjem ili stihom, koji može biti pohvala, izazov, zagonetka ili jednostavno neka misao. Buda odgovara, obično uzdižući razgovor na viši nivo. Kao i uvek u budističkim tekstovima, božanstvo se ne obožava, već se smatra privremenim preporađanjem na višem nivou; božanstva uče od Bude, a ne obrnuto. U većini slučajeva, narativni okvir je tanak, a posle nekog vremena se potpuno gubi, zadržavajući samo stihove. Ne postoji posebna tema govora, koji se kreću od jednostavnih do dubokih. ",
  "sn-blurbs:sn1.1": "Buda je prešao bujicu patnje ne zastajući, niti snažno plivajući. ",
  "sn-blurbs:sn1.2": "Oslobođenje dolazi kada okončamo vezanost za preporađanje. ",
  "sn-blurbs:sn1.3": "Život je kratak, zato treba da odbacimo mamac ovoga sveta. ",
  "sn-blurbs:sn1.4": "Vreme leti, zato treba da odbacimo mamac ovoga sveta. ",
  "sn-blurbs:sn1.5": "Zagonetan niz pitanja, na koja Buda odgovara jednako zagonetno. ",
  "sn-blurbs:sn1.6": "Koliko njih je budno dok drugi spavaju? ",
  "sn-blurbs:sn1.7": "Oni koji razumeju učenje žive glatko usred neravnog. ",
  "sn-blurbs:sn1.8": "Oni koji nisu zbunjeni žive glatko usred neravnog. ",
  "sn-blurbs:sn1.9": "Ako ne napustiš aroganciju, bićeš zarobljen u kraljevstvu Smrti. ",
  "sn-blurbs:sn1.10": "Duhovni tragoci imaju čisto lice, uprkos svom jednostavnom životu. ",
  "sn-blurbs:sn1.11": "Čak je i božanski Vrt uživanja prolazan. ",
  "sn-blurbs:sn1.12": "Mislimo da nam naše vezanosti donose sreću, ali one zapravo donose tugu. ",
  "sn-blurbs:sn1.13": "Kao i u mnogim od ovih govora, ovde Buda ponavlja stihove božanstva sa suptilnim preokretom ka Dhammi. ",
  "sn-blurbs:sn1.14": "Svetovne vrednosti jednog božanstva poboljšane su Budinom verzijom. ",
  "sn-blurbs:sn1.15": "Tiho mrmorenje džungle može biti zastrašujuće – ali ne i Budi. ",
  "sn-blurbs:sn1.16": "Lenjost je prepreka na putu. ",
  "sn-blurbs:sn1.17": "Život je težak za neobuzdanog asketu; on treba da uvuče svoje misli kao kornjača udove. ",
  "sn-blurbs:sn1.18": "Ima li iko osećaj savesti i stida? ",
  "sn-blurbs:sn1.19": "Imaš li malu kolibu i malo gnezdo – ili si slobodan? ",
  "sn-blurbs:sn1.20": "Božanstvo pokušava da iskuša monaha da prvo uživa u zadovoljstvima čula, a da zatim ode u beskućnike. ",
  "sn-blurbs:sn1.21": "Monah treba da živi kao da mu gori kosa na glavi. ",
  "sn-blurbs:sn1.22": "Zlo koje činiš povređuje tebe samog. ",
  "sn-blurbs:sn1.23": "Ovo pokolenje je sasvim zapleteno kao klupko konca. Ali ko može da raspetlja taj čvor? ",
  "sn-blurbs:sn1.24": "Treba zauzdati um, ali samo od onoga što je loše. ",
  "sn-blurbs:sn1.25": "Ako je arahant otišao s one strane svakog osećaja sopstva, da li i dalje za sebe treba da govori „ja”? ",
  "sn-blurbs:sn1.26": "Koliko svetlosti ima koje obasjavaju svet? ",
  "sn-blurbs:sn1.27": "Tok preporađanja prestaje da teče kada prestane mentalno-materijalno. ",
  "sn-blurbs:sn1.28": "Čak su i bogati puni pohlepe za još više – postoji li iko slobodan od pohlepe? ",
  "sn-blurbs:sn1.29": "Zagonetka na temu izlaza. ",
  "sn-blurbs:sn1.30": "Budu pitaju kako pronaći oslobođenje od patnje. ",
  "sn-blurbs:sn1.31": "Niz božanstava izgovara stihove hvaleći druženje sa dobrima, a Buda daje svoj odgovor. ",
  "sn-blurbs:sn1.32": "Niz božanstava izgovara stihove hvaleći velikodušnost, a Buda daje svoj odgovor. ",
  "sn-blurbs:sn1.33": "Niz božanstava izgovara stihove hvaleći velikodušnost, a Buda daje svoj odgovor, govoreći da je praktikovanje Dhamme prevazilazi. ",
  "sn-blurbs:sn1.34": "Dva božanstva razmenjuju stihove sa Budom o tome kako zadovoljstva čula dovode do patnje. ",
  "sn-blurbs:sn1.35": "Neka božanstva dolaze da pronađu grešku kod Bude. On odgovara na njihovu kritiku, što podstiče dalju diskusiju o lošim delima i oproštaju. ",
  "sn-blurbs:sn1.36": "Niz Satullapa božanstava obraća se Budi stihovima o raznim temama. Identifikacija stihova je ovde nejasna, a poređenje sa kineskim paralelama sugeriše da su delovi pali teksta možda izgubljeni. ",
  "sn-blurbs:sn1.37": "Ogroman skup božanstava okuplja se da vidi Budu i Sanghu u Kapilavatthuu. ",
  "sn-blurbs:sn1.38": "Niz božanstava hvali Budinu otpornost i prisebnost kada mu je stopalo povređeno kamenom. ",
  "sn-blurbs:sn1.39": "Boginja koja se predstavlja kao Kokanadā tvrdi da sopstvenim iskustvom potvrđuje Budina učenja o kammi. ",
  "sn-blurbs:sn1.40": "Boginja identifikovana kao Kokanadā, verovatno sestra prethodne, sažima učenje u jezgrovitom stihu. ",
  "sn-blurbs:sn1.41": "Božanstvo recituje Budi neke stihove. ",
  "sn-blurbs:sn1.42": "Različite vrste darova imaju različite svrhe. ",
  "sn-blurbs:sn1.43": "Bogovi i ljudi vole da jedu, pa koja vrsta bića ne voli hranu? ",
  "sn-blurbs:sn1.44": "Jedan stih u obliku Dhamma zagonetke. ",
  "sn-blurbs:sn1.45": "Stih u čast Bude. ",
  "sn-blurbs:sn1.46": "Da bi se pobeglo iz Šume obmane, potrebno je vozilo Dhamme. ",
  "sn-blurbs:sn1.47": "Za one koji daruju manastir, zasluge uvek rastu. ",
  "sn-blurbs:sn1.48": "Stihovi u čast manastira Đetavana, Dhamme i poštovanog Sāriputte, koje je očigledno izgovorilo božanstvo Anāthapiṇḍika. ",
  "sn-blurbs:sn1.49": "Budu pitaju o budućoj sudbini ljudi koji su škrti i onih koji su velikodušni. ",
  "sn-blurbs:sn1.50": "Ghaṭīkāra, učenik bivšeg Bude Kasape, dolazi Budi i govori o svom prošlom životu i postignućima šest prijatelja. ",
  "sn-blurbs:sn1.51": "Vrlina je dobra čak i u starosti. ",
  "sn-blurbs:sn1.52": "Vrlina je dobra kada ne propada. ",
  "sn-blurbs:sn1.53": "Stvari koje su prijatelji u ovom životu i u sledećem. ",
  "sn-blurbs:sn1.54": "Šta je to što održava razna bića? Neobično, ovaj stih nema „Dhamma” pandan. ",
  "sn-blurbs:sn1.55": "Osoba je stvorena žudnjom i plaši se patnje. ",
  "sn-blurbs:sn1.56": "Osoba je stvorena žudnjom i nije oslobođena patnje. ",
  "sn-blurbs:sn1.57": "Osoba je stvorena žudnjom i njenu sudbinu oblikuju njena dela. ",
  "sn-blurbs:sn1.58": "Šta je pogrešan put? ",
  "sn-blurbs:sn1.59": "Pravi saputnik čoveka je njegovo poverenje (pouzdanje). ",
  "sn-blurbs:sn1.60": "Par stihova o prirodi poezije, bez Dhamma pandana. ",
  "sn-blurbs:sn1.61": "„Ime” sve pritiska nadole. ",
  "sn-blurbs:sn1.62": "Um vodi svet unaokolo i upravlja svime. ",
  "sn-blurbs:sn1.63": "Um vodi svet unaokolo, a žudnja njime upravlja. ",
  "sn-blurbs:sn1.64": "Svet je sputan žudnjom. ",
  "sn-blurbs:sn1.65": "Svet je vezan žudnjom. ",
  "sn-blurbs:sn1.66": "Svet je pogođen smrću i starošću, i gori od želje. ",
  "sn-blurbs:sn1.67": "Svet je uhvaćen žudnjom i zasnovan na patnji. ",
  "sn-blurbs:sn1.68": "Svet je zatvoren smrću. ",
  "sn-blurbs:sn1.69": "Svet je vezan željom. ",
  "sn-blurbs:sn1.70": "Dhamma zagonetka čiji je odgovor, zagonetno, „šest”. ",
  "sn-blurbs:sn1.71": "Ubijanje besa je jedino ubijanje koje plemeniti hvale. ",
  "sn-blurbs:sn1.72": "Šta je znak ili obeležje kočije, vatre, nacije i žene? ",
  "sn-blurbs:sn1.73": "Niz pitanja o tome šta je najbolje. ",
  "sn-blurbs:sn1.74": "Niz pitanja koje postavlja jedno božanstvo, odgovara drugo, a zatim bolji odgovor daje Buda. ",
  "sn-blurbs:sn1.75": "Zašto se, iako je put izložen, ljudi i dalje plaše? ",
  "sn-blurbs:sn1.76": "Niz pitanja o putu. ",
  "sn-blurbs:sn1.77": "Niz pitanja o raznim temama. ",
  "sn-blurbs:sn1.78": "Šta je to što ne treba poklanjati? ",
  "sn-blurbs:sn1.79": "Niz pitanja o raznim temama. ",
  "sn-blurbs:sn1.80": "Niz pitanja o raznim temama. ",
  "sn-blurbs:sn1.81": "Niz pitanja o raznim vrstama ljudi. ",
  "sn-blurbs:sn2": "„Grupisani govori o mladim božanstvima” sadrže 30 govora, od kojih svaki prikazuje Budu u razgovoru sa nekim božanstvom. Ovde se koristi termin devaputta, a ne devatā kao u prethodnoj samyutti. Razlika je čisto nominalna i nema razlike u značenju. Stil govora je sličan „Grupisanim govorima o božanstvima”, mada je ovde veći naglasak na temi odricanja. Mnogi od ovih govora se redovno recituju u savremenoj theravadi; Tāyanini stihovi o marljivom naprezanju iz SN 2.8 često recituju monasi, dok su govori o Suncu i Mesecu (SN 2.9 i SN 2.10) popularni zaštitni stihovi, koji se nalaze i u tibetanskoj tradiciji. ",
  "sn-blurbs:sn2.1": "Božanstvo po imenu Kassapa dolazi Budi i govori o vežbanju monaha u osami i ispravnom govoru. ",
  "sn-blurbs:sn2.2": "Božanstvo Kassapa govori o tome kako monah treba da bude meditant, miran i slobodan. ",
  "sn-blurbs:sn2.3": "Božanstvo Māgha pita Budu šta treba ubiti da bi se dobro spavalo i bilo bez tuge. ",
  "sn-blurbs:sn2.4": "Božanstvo Māgadha pita Budu koliko izvora svetlosti ima na svetu. Buda govori o pet svetlosti, ali Buda je najbolji od njih. ",
  "sn-blurbs:sn2.5": "Bog Dāmali sugeriše da pravi brahman mora da se trudi da napusti želju. Buda se ne slaže, govoreći da je pravi svetac već završio svoj posao. ",
  "sn-blurbs:sn2.6": "Božanstvo Kāmada obraća se Budi nizom zagonetnih izjava žaleći se na težinu duhovne prakse. Buda se slaže, ali ističe da pravi vežbači to rade iako je teško. ",
  "sn-blurbs:sn2.7": "Pañcālaćaṇḍa hvali Budu što je pronašao prolaz usred skučenosti sveta. Ali Buda potvrđuje da svako ko ima svesnost i smirenje može pronaći takav izlaz. ",
  "sn-blurbs:sn2.8": "Tāyana, božanstvo koje je u prošlom životu bilo vođa nebudističke sekte, izgovara niz stihova u čast napornog ulaganja energije i discipline. Ovi poznati stihovi se često recituju među theravadskim monasima. ",
  "sn-blurbs:sn2.9": "U paraboli o pomračenju meseca, boga meseca Ćandimu guta gospodar demona Rāhu. Ćandimā se obraća Budi, koji kaže Rāhuu da ga pusti. Ova sutta se recituje kao zaštitni stihovi. ",
  "sn-blurbs:sn2.10": "U paraboli o pomračenju sunca, boga sunca Suriyu guta gospodar demona Rāhu. Suriya se obraća Budi, koji kaže Rāhuu da ga pusti. Ova sutta se recituje kao zaštitni stihovi. ",
  "sn-blurbs:sn2.11": "Božanstvo Ćandimasa kaže da će oni koji praktikuju zadubljenje sigurno naći izlaz. Buda dodaje da moraju biti i marljivi i odbaciti mane. ",
  "sn-blurbs:sn2.12": "Božanstvo Veṇhu slavi radost onih koji slede Budino učenje. Buda potvrđuje da će takvi izbeći smrt. Veṇhu je pali verzija sanskritskog Višnu, i ovo označava retko pojavljivanje boga tog imena u ranim tekstovima. ",
  "sn-blurbs:sn2.13": "Bog Dīghalaṭṭhi dolazi Budi u Rāđagahi i hvali monaha koji je meditant. ",
  "sn-blurbs:sn2.14": "Božanstvo Nandana pita Budu ko je pun vrline, mudar, s one strane patnje, koga obožavaju i sami bogovi. Buda odgovara da je takva osoba arahant. ",
  "sn-blurbs:sn2.15": "Ćandana pita ko prelazi bujicu. Buda odgovara da je to onaj ko je pun vrline, mudar, miran i s one strane vezanosti za preporađanje. ",
  "sn-blurbs:sn2.16": "Božanstvo Vasudatta kaže da monah treba da živi kao da mu kosa gori kako bi se odrekao požude. Buda menja njegov stih kako bi naglasio odustajanje od vezanosti za sopstvo. ",
  "sn-blurbs:sn2.17": "Božanstvo Subrahmā pita za izlaz iz straha. Buda kaže da nema izlaza iz straha bez puštanja svega. ",
  "sn-blurbs:sn2.18": "U Sāketi božanstvo Kakudha pita Budu da li se raduje ili tuguje. Buda odgovara da se, pošto nema vezanosti, niti raduje niti tuguje. ",
  "sn-blurbs:sn2.19": "Božanstvo Uttara govori o prolaznosti života, govoreći da treba činiti dobro da bi se preporodio u srećnom budućem životu. Buda odgovara da treba pustiti vezanost. ",
  "sn-blurbs:sn2.20": "Božanstvo koje je u prošlom životu bilo Budin podržavalac Anāthapiṇḍika dolazi Budi i govori stihove u čast manastira Đetin gaj — koji je on ponudio za Budinu upotrebu — dobrih dela, Dhamme i poštovanog Sāriputte. ",
  "sn-blurbs:sn2.21": "Božanstvo Siva kaže da treba da se družimo samo sa dobrima, i to će dovesti do sreće. Buda dodaje da druženje sa dobrima vodi do kraja patnje. Siva je pali verzija sanskritskog Šiva, i ovo označava retko pojavljivanje boga tog imena u ranim tekstovima. ",
  "sn-blurbs:sn2.22": "Božanstvo Khema izgovara niz stihova u čast dobrih dela. Buda odgovara poređenjem za nekoga ko napusti put dobra. ",
  "sn-blurbs:sn2.23": "Božanstvo Serī govori o tome kako svi vole hranu, na šta Buda odgovara stihovima u čast davanja. Serī govori o svojoj velikodušnosti u prošlom životu. ",
  "sn-blurbs:sn2.24": "Božanstvo Ghaṭīkāra govori o sedam monaha preporođenih u carstvu Aviha. Sutta je slična SN 1.50. ",
  "sn-blurbs:sn2.25": "Neki monasi u Kosali postali su nemarni i opomenulo ih je božanstvo Đantu. ",
  "sn-blurbs:sn2.26": "Rohitassa pita Budu da li je moguće stići na kraj sveta putovanjem. Buda kaže ne; a Rohitassa priča kako je u prošlom životu kao vidilac pokušao da postigne upravo taj podvig i nije uspeo. Buda kaže da se kraj sveta nalazi u ovom telu. ",
  "sn-blurbs:sn2.27": "Nanda govori o prolaznosti života, govoreći da treba činiti dobro da bi se preporodio u srećnom budućem životu. Buda odgovara da treba pustiti vezanost. ",
  "sn-blurbs:sn2.28": "Bog Nandivisāla daje složenu metaforu za telo i pita kako pobeći od njega. ",
  "sn-blurbs:sn2.29": "Buda pita Ānandu da li mu se dopada Sāriputta, a kada on odgovori da mu se dopada, pojavljuju se bog Susīma i njegova pratnja, radujući se pohvalama Sāriputti i zračeći sjajnim bojama. ",
  "sn-blurbs:sn2.30": "Niz božanstava koja su ranije bila askete u nebudističkim sektama dolaze Budi, govoreći stihove u čast — ili povremenu kritiku — svojih bivših učitelja. ",
  "sn-blurbs:sn3": "„Grupisani govori sa kraljem Kosale” sadrže 25 govora u kojima se pojavljuje kralj Pasenadi od Kosale. Pasenadi se u ranim tekstovima ističe kao složena ljudska figura, sa slabostima i zabludama, ali sa velikom predanošću i kapacitetom za rast. On se često pojavljuje i drugde u suttama; MN 87 priča priču o tome kako ga je kraljica Mallikā dovela do Dhamme. Ovde se Mallikā ponovo pojavljuje, a u SN 3.8 pokazuje kako se ne plaši da izazove svog kralja. Sutte u ovoj zbirci obično postavljaju stihove u sadržajne prozne narative, ilustrujući borbe i probleme koji muče kralja usmerenog na Dhammu, koji ipak mora da vlada u svetu sa špijunima, žrtvovanjima, kaznama, ratovima i mnogim iskušenjima kraljevskog života. ",
  "sn-blurbs:sn3.1": "Kralj Pasenadi sreće Budu prvi put. On se pita kako Buda može tvrditi da je probuđen kada je još uvek tako mlad. Buda ga uči o četiri stvari koje ne treba gledati sa visine zbog njihove mladosti. ",
  "sn-blurbs:sn3.2": "Pasenadi pita o stvarima koje izazivaju patnju kada se pojave u nekome. ",
  "sn-blurbs:sn3.3": "Pasenadi pita može li bilo šta što je rođeno pobeći od starosti i smrti. ",
  "sn-blurbs:sn3.4": "Izveštavajući o razmišljanju koje se javilo dok je bio u osami, Pasenadi kaže da oni koji čine loša dela tretiraju sebe kao neprijatelja. Buda izražava svoje slaganje u stihu. ",
  "sn-blurbs:sn3.5": "Čak i ako ga štiti čitava vojska, onaj ko čini loša dela i dalje je nezaštićen. ",
  "sn-blurbs:sn3.6": "Malo je onih na svetu koji ne postanu nemarni i samozadovoljni kada steknu materijalno bogatstvo. ",
  "sn-blurbs:sn3.7": "Pasenadi jadikuje kako u svojoj sudnici stalno viđa ljude kako lažu zarad čulnih zadovoljstava. ",
  "sn-blurbs:sn3.8": "Pasenadi pita kraljicu Malliku ko joj je najdraži. Oboje se slažu da je najdraži sam sebi, a i Buda se slaže. ",
  "sn-blurbs:sn3.9": "Veliko žrtvovanje koje je uključivalo klanje mnogih životinja pripremalo se za kralja Pasenadija. Buda osuđuje takva žrtvovanja i kaže da plodonosno žrtvovanje podrazumeva ponudu bez krivice i povređivanja. ",
  "sn-blurbs:sn3.10": "Kada Pasenadi stavi mnogo ljudi u okove, stvar biva prijavljena Budi. ",
  "sn-blurbs:sn3.11": "Raznolika grupa asketa prolazi i Pasenadi pita Budu da li je neko od njih arahant. Buda kaže da nije lako nekome kao što je Pasenadi da proceni duhovna postignuća drugih. Pasenadi otkriva da su ti ljudi zapravo njegovi špijuni. ",
  "sn-blurbs:sn3.12": "Pet kraljeva, uključujući Pasenadija, uživaju i pitaju se koje čulo pruža najveće zadovoljstvo. Pitaju Budu, koji odgovara da je to subjektivno, zavisno od preferencija osobe. Nadahnut, nezaređeni sledbenik Candanaṅgalika nudi stih u čast Bude. ",
  "sn-blurbs:sn3.13": "U verovatno prvoj dijeti za mršavljenje na svetu, kada se Pasenadi pojavi gojazan i bez daha, Buda ga savetuje da smanji jelo. Daje stih jednom od kraljevih pratilaca i traži od njega da ga recituje kad god kralj jede. ",
  "sn-blurbs:sn3.14": "Pasenadi gubi bitku protiv svog nećaka kralja Ađātasattua od Magadhe. ",
  "sn-blurbs:sn3.15": "U bici koja je usledila nakon SN 3.14, Pasenadi pobeđuje Ađātasattua i zarobljava ga. Postupajući saosećajno, on konfiskuje Ađātasattuova vojna sredstva, ali ga pušta živog. ",
  "sn-blurbs:sn3.16": "Pasenadi je razočaran kada čuje da je kraljica Mallikā rodila ćerku. Ali Buda ga teši, govoreći da žena može ispasti bolja od muškarca. ",
  "sn-blurbs:sn3.17": "Pasenadi pita Budu postoji li jedna stvar koja obezbeđuje dobrobit i u ovom životu i u sledećem. ",
  "sn-blurbs:sn3.18": "U odgovor na Pasenadijevu pohvalu dobrog prijateljstva, Buda prepričava raniji razgovor sa Ānandom o toj temi. Zatim nastavlja govoreći da kada neko ima dobre prijatelje, važno je razvijati marljivost. ",
  "sn-blurbs:sn3.19": "Bogati čovek umire bez dece, ne uživajući u svom bogatstvu. Buda kaže da u bogatstvu treba pravilno uživati i deliti ga. ",
  "sn-blurbs:sn3.20": "Bogati čovek umire bez dece, ne uživajući u svom bogatstvu. Buda priča o tome kako je u vreme usamljeničkog Bude iz prošlosti po imenu Tagarasikhī, jedan domaćin dao prilog, ali se kasnije pokajao. ",
  "sn-blurbs:sn3.21": "Buda uči Pasenadija o četiri vrste ljudi: koji idu iz tame u tamu, iz tame u svetlo, iz svetla u tamu i iz svetla u svetlo. ",
  "sn-blurbs:sn3.22": "Pasenadi žali zbog smrti svoje stare bake. ",
  "sn-blurbs:sn3.23": "Koliko stvari izaziva patnju u nama? ",
  "sn-blurbs:sn3.24": "„Kome treba da dam” i „Gde je dar najplodonosniji” su dva različita pitanja. ",
  "sn-blurbs:sn3.25": "Starost i smrt se valjaju na sve kao planine koje se približavaju sa četiri strane, mrveći sve pred sobom. ",
  "sn-blurbs:sn4": "„Grupisani govori sa Mārom” sadrže 25 govora u kojima se pojavljuje Māra, bog iskušenja, obmane i smrti. U ovim govorima, Māra se obično pojavljuje u nekom zastrašujućem ili zavodljivom obliku, nadajući se da će uznemiriti Budu, ili izaziva Budu kritičkim stihom. Kao i u prethodnom odeljku, narativna proza je ovde sadržajna. Buda ga odmah prepoznaje i razotkriva njegovu obmanu u stihu. Māra se takođe pojavljuje kroz celu sledeću zbirku, gde se monahinje suočavaju s njim. ",
  "sn-blurbs:sn4.1": "Māra optužuje Budu da je napustio put istinskog asketizma. ",
  "sn-blurbs:sn4.2": "Māra se pojavljuje pred Budom u obliku opasnog slona kako bi ga uplašio. ",
  "sn-blurbs:sn4.3": "Māra pokušava da uplaši Budu uzimajući promenljive oblike, i lepe i odvratne. ",
  "sn-blurbs:sn4.4": "Kada Buda objašnjava monasima kako je ostvario slobodu, Māra tvrdi da je on još uvek zarobljen. ",
  "sn-blurbs:sn4.5": "Kada Buda objašnjava monasima kako je ostvario slobodu, i kako su je ostvarili i njegovi sledbenici monasi, Māra tvrdi da je on još uvek zarobljen. ",
  "sn-blurbs:sn4.6": "Māra se pojavljuje kao ogromna zmija, ali Buda je nepokoleban. ",
  "sn-blurbs:sn4.7": "Posle meditacije cele noći, Buda leže da spava u zoru, a Māra ga grdi što je lenj. ",
  "sn-blurbs:sn4.8": "Buda i Māra razmenjuju stihove o tome da li su vezanosti izvor uživanja ili patnje. ",
  "sn-blurbs:sn4.9": "Iako Buda kaže da je život kratak, Māra kaže da je dug. ",
  "sn-blurbs:sn4.10": "Iako Buda kaže da je život kratak, Māra kaže da je dug. ",
  "sn-blurbs:sn4.11": "Māra lomi stene u pokušaju da uplaši Budu. ",
  "sn-blurbs:sn4.12": "Māra kritikuje Budu zbog njegovog lavljeg rika, tvrdeći da Buda zapravo nije bez premca. ",
  "sn-blurbs:sn4.13": "Buda se odmara nakon što su ga pogodili krhotine kamena, a Māra ga kritikuje što je lenj. ",
  "sn-blurbs:sn4.14": "Māra obeshrabruje Budu da podučava, upozoravajući ga da će postati iskvaren favorizovanjem. ",
  "sn-blurbs:sn4.15": "Māra preti Budi „mentalnom zamkom” na nebu. ",
  "sn-blurbs:sn4.16": "Dok monasi slušaju učenja, Māra uzima oblik vola i izgleda kao da će im polomiti prosjačke zdele. ",
  "sn-blurbs:sn4.17": "Dok monasi slušaju učenja, Māra ispušta užasan krik da ih omete. ",
  "sn-blurbs:sn4.18": "Māra se stara da Buda ne dobije hranu, ali Buda je srećan da se hrani radošću. ",
  "sn-blurbs:sn4.19": "Dok monasi slušaju učenja, Māra uzima oblik seljaka koji traži izgubljene volove i obraća se Budi. ",
  "sn-blurbs:sn4.20": "Buda se pita da li je moguće vladati pravedno, bez nasilja. Māra se pojavljuje i podstiče Budu da krene takvim putem. ",
  "sn-blurbs:sn4.21": "Māra prilazi nekim mladim monasima kao stari brahman, i pokušava da ih iskuša pričom o zadovoljstvima mladosti. ",
  "sn-blurbs:sn4.22": "Māra neprestano uznemirava monaha Samiddhija dok je u osami. Buda ga ohrabruje, sve dok na kraju Samiddhi ne bude u stanju da sam prepozna Māru. ",
  "sn-blurbs:sn4.23": "Poštovani Godhika više puta gubi svoja meditativna postignuća zbog teške bolesti. Na kraju razmišlja o samoubistvu, a Māra pokušava da navede Budu da ga odvrati. Ali Buda kaže da je Godhika već postigao probuđenje i umro bez krivice. ",
  "sn-blurbs:sn4.24": "Māra je pokušavao da odvuče pažnju Budi sedam godina bez uspeha. On jadikuje zbog svog neuspeha poređenjima sa rakom čije udove lomi grupa dece, i vranom koja je pokušala da jede kamen. ",
  "sn-blurbs:sn4.25": "Depresivan, Māra se žali svojim trima ćerkama na neuspeh da odvuče pažnju Budi. Tako one preuzimaju zadatak na sebe, i uzimaju razne čulne oblike da ga iskušaju. Ali i one ne uspevaju, i Māra ih grdi što su bile tako drske. ",
  "sn-blurbs:sn5": "„Grupisani govori sa monahinjama” sadrže 10 govora koji opisuju prilike kada se razne monahinje povlače u šumu radi meditacije, samo da bi ih izazvao Māra. Stihovi se ovde delimično preklapaju sa Therīgāthom, mada ima nekih koji su jedinstveni za ovaj kontekst, a imamo i prozni narativ da upotpuni kontekst. Mārina iskušenja su raznolika; ponekad je seksista, tvrdeći da su žene slabe mudrosti (SN 5.2). Nekoliko ovih kratkih tekstova su među najčešće citiranim od svih sutta. ",
  "sn-blurbs:sn5.1": "Monahinja Āḷavikā je ušla u Mračnu šumu tražeći osamu kada dolazi Māra da joj preti, tvrdeći da nema izlaza i nema svrhe u osami. Ona ga odmah prepoznaje i odbacuje njegove podsmehe, tvrdeći da je izvan njegove kontrole. ",
  "sn-blurbs:sn5.2": "Dok meditira u Mračnoj šumi, monahinji Somi se ruga Māra, koji tvrdi da obična žena nikada ne može videti suptilnu istinu. Ona ga odbija, navodeći da pol nije bitan kada se opažaju duboke istine, i govoreći Māri da ide da vidi one koji su još uvek vezani za pol. ",
  "sn-blurbs:sn5.3": "Māra se ruga monahinji Kisāgotamī, tvrdeći da ona oplakuje sinove i žudi za muškarcem. Ona ga odbija, navodeći da nema potrebe za muškarcima, jer je uništila masu tame i pobedila vojsku Smrti. ",
  "sn-blurbs:sn5.4": "Māra dolazi monahinji Viđayi u obliku lepog mladića i pokušava da je iskuša da skrene sa svog puta. Ali ona odbacuje čulna zadovoljstva, jer uživa u suptilnoj meditaciji i okončala je neznanje. ",
  "sn-blurbs:sn5.5": "Māra prekoreva Uppalavaṇṇu, govoreći da lepa žena poput nje treba da se plaši bitangi kada je sama u šumi. Međutim, ona odbacuje takve strahove, govoreći da može koristiti svoje natprirodne moći da porazi hiljade bitangi poput njega. ",
  "sn-blurbs:sn5.6": "Māra pita monahinju Ćālu zašto ne odobrava preporađanje. Ona odgovara da ono nužno povlači patnju. ",
  "sn-blurbs:sn5.7": "Māra pita monahinju Upaćālu gde želi da se preporodi. Ali pošto svet svuda gori, ona odbacuje sve oblike preporađanja. ",
  "sn-blurbs:sn5.8": "Māra pita monahinju Sīsupaćālu u čije učenje veruje. Ona odgovara da odbacuje razne sektaše i sledi Budu, jer njegova učenja vode ka slobodi. ",
  "sn-blurbs:sn5.9": "Māra pita monahinju Selu o tome ko je stvorio ovu „lutku”, tj. oblik koji je reinkarniran. Ona odgovara da ne postoji stvoritelj, već to nastaje kao rezultat uslova, poput rasta semena u polju. ",
  "sn-blurbs:sn5.10": "Māra pita monahinju Vađiru o tome ko je stvorio ovo biće. Prepoznajući ga, ona ističe da reč „biće” nije ništa više od konvencije koja se koristi za označavanje sastojaka, baš kao što se reč „kola” koristi kada su delovi sastavljeni. ",
  "sn-blurbs:sn6": "„Grupisani govori sa brahmama” sadrže 15 govora u kojima se pojavljuju visoka brahmanska božanstva. Najčešće srećemo „Velikog Brahmu”, smatranog bogom tvorcem, ali on je samo jedan iz klase božanstava, a ovde srećemo i nekoliko drugih. Brahma je ovde i drugde u ranim budističkim tekstovima prikazan s poštovanjem, smatran slavnim božanstvom preporođenim u svom carstvu zbog moćne dobre kamme. Kao i ovde, on često deluje kao zagovornik budističke stvari. Međutim, kao i svi bogovi, on je i dalje pod uticajem obmane i nije izbegao preporađanje. ",
  "sn-blurbs:sn6.1": "Posle svog probuđenja, Buda je oklevao da podučava, misleći da je Dhamma previše suptilna da bi je ljudi razumeli. Ali visoko božanstvo Brahmā Sahampati se pojavljuje i ohrabruje ga da podučava, ističući da ima nekih sa „malo prašine u očima” koji će razumeti. ",
  "sn-blurbs:sn6.2": "Posle svog probuđenja, Buda razmišlja da treba živeti s poštovanjem; ali koga on da poštuje, pošto je potpuno probuđen? On shvata da treba da živi poštujući Dhammu. Brahmā Sahampati se pojavljuje i slaže se s njim, govoreći da tako žive i svi Bude prošlosti i budućnosti. ",
  "sn-blurbs:sn6.3": "Brahmā Sahampati se pojavljuje pred ženom koja je njegov poklonik, i kaže joj da hranu ponudi svom sinu, budističkom monahu, jer Brahme ne jedu hranu koju ona nudi. ",
  "sn-blurbs:sn6.4": "Baka Brahmā stvara pogrešno gledište da je njegov status trajan i neuništiv. Buda odlazi da ga razuveri, i oni razmenjuju stihove, pri čemu Buda govori Baki o njegovim prošlim životima. ",
  "sn-blurbs:sn6.5": "Neimenovani brahmā bog misli u sebi da je toliko moćan da mu nijedan asketa ne može prići. Buda odlazi pravo u njegovo carstvo i pojavljuje se umotan u plamen iznad njegove glave. Mahāmoggallāna i nekoliko drugih učenika ga prate. Brahmā i njegova pratnja su propisno impresionirani. ",
  "sn-blurbs:sn6.6": "Brahme Subrahmā i Suddhāvāsa primećuju da njihov kolega-brahmā živi u nemaru, previše impresioniran sopstvenom slavom, pa odlaze da ga trgnu iz samozadovoljstva. ",
  "sn-blurbs:sn6.7": "Brahme Subrahmā i Suddhāvāsa dolaze do Budine kolibe i govore o monahu Kokāliki, sledbeniku Devadatte. ",
  "sn-blurbs:sn6.8": "Brahme Subrahmā i Suddhāvāsa dolaze do Budine kolibe i govore o monahu Katamorakatissaki, sledbeniku Devadatte. ",
  "sn-blurbs:sn6.9": "Brahmā Tudu pokušava da ubedi Kokāliku da ima veru u Sāriputtu i Moggallānu, ali Kokālika ne želi ni da čuje. ",
  "sn-blurbs:sn6.10": "Kokālika odlazi kod Bude i kritikuje Sāriputtu i Moggallānu. Ali pošto je namerno oklevetao tako velike monahe, on umire i Brahmā Sahampati obaveštava Budu da je preporođen u čistilištu (paklu). Buda daje nezaboravno poređenje o dužini života u čistilištu. ",
  "sn-blurbs:sn6.11": "Brahmā Sanaṅkumāra se pojavljuje pred Budom i tvrdi da je plemić ili khattiya najbolja kasta, ali je Buda najbolji od ljudi. ",
  "sn-blurbs:sn6.12": "Brahmā Sahampati, misleći na Devadattu, ističe da počasti uništavaju nitkova. ",
  "sn-blurbs:sn6.13": "Brahmā Sahampati se pojavljuje pred Budom i govori u čast onih koji su napustili dom i borave bez straha u dubokoj šumi, i slavi mnoge koji su pronašli slobodu. ",
  "sn-blurbs:sn6.14": "Buda priča priču o prošlom Budi Sikhīju i njegovom učeniku Abhibhūu. Oni posećuju brahmā svet gde izvode mnoge zapanjujuće podvige i daju učenja. ",
  "sn-blurbs:sn6.15": "Nakon što je Buda konačno utrnuo, Brahmā Sahampati je predvodio niz istaknutih bića koja su izgovorila stihove u znak sećanja. ",
  "sn-blurbs:sn7": "„Grupisani govori sa brahmanima” sadrže 22 govora u kojima Buda komunicira sa različitim pripadnicima brahmanske kaste. Brahmani su bili čuvari brahmanskih spisa i tradicija, i smatrali su sebe duhovnom elitom društva. Centralna platforma Budinog etičkog učenja bila je da nečiju vrednost određuju njegova dela, a ne kasta. Ovo je bio direktan izazov brahmanskom autoritetu, i jedan broj govora ima razumljivo borben ton. Ali brahmani su bili raznolika zajednica, i podjednako je uobičajeno naći ih kako se odnose prema Budi s poštovanjem i zahvalnošću. ",
  "sn-blurbs:sn7.1": "Kada brahmanka izrazi svoje poverenje u Tri dragulja, njen muž je iznerviran. Ona ga ohrabruje da poseti Budu, koji smiruje njegov bes. ",
  "sn-blurbs:sn7.2": "Brahman posećuje Budu i izbacuje bujicu uvreda, ali Buda odbija da ih prihvati, pokazujući da ostaje slobodan od besa. ",
  "sn-blurbs:sn7.3": "Brahman posećuje Budu i vređa ga, ali Buda odgovara samo strpljenjem. ",
  "sn-blurbs:sn7.4": "Čuvši da je jedan brahman otišao u beskućnike kod Bude, drugi brahman se uzrujao. Ali još jednom ga Buda smiruje, ističući da bes šteti samo onome ko ga oseća. ",
  "sn-blurbs:sn7.5": "Brahman zvan „Neškodljivi” posećuje Budu, koji ga uči pravom značenju neškodljivosti (nepovređivanja). ",
  "sn-blurbs:sn7.6": "Brahman sa upletenom kosom pita Budu kako možemo postati raspetljani. Ovaj kratki niz stihova postao je jedan od najvažnijih u celom teravada budizmu kada je upotrebljen kao kamen temeljac komentatorske rasprave Visuddhimagga (Put pročišćenja). ",
  "sn-blurbs:sn7.7": "Brahman Suddhika iznosi upadljivo budističku tvrdnju da puki asketizam ne vodi do čistote; samo znanje i ponašanje vode. ",
  "sn-blurbs:sn7.8": "Brahman koji vrši žrtvovanje vatre poziva Budu da prihvati blagosloveni pirinač u mleku, tvrdeći da je Buda pravi brahman. ",
  "sn-blurbs:sn7.9": "Brahman koji vrši žrtvovanje vatre želi da ponudi žrtveni kolač. On vidi Budu kako meditira i želi da mu ga da, ali okleva kada shvati da je on obrijani asketa. Pita za Budinu kastu, ali Buda tvrdi da je važno ponašanje, a ne kasta. Buda daje metaforičko reinterpretiranje elemenata brahmanskog rituala. ",
  "sn-blurbs:sn7.10": "Brahman traži svoje izgubljene volove kada ugleda Budu kako mirno meditira u šumi. On jadikuje nad mnogim tugama svog života, slaveći Budinu sreću i slobodu od takvih tuga. ",
  "sn-blurbs:sn7.11": "Brahman zemljoradnik kritikuje Budu što ne proizvodi hranu, već samo živi od rada drugih. Ali Buda pokazuje da je njegov pravi rad duhovni. ",
  "sn-blurbs:sn7.12": "Brahman se žali kada Buda dolazi po milostinju iznova i iznova. Buda koristi priliku da istakne da se svi prirodni fenomeni ponavljaju u ciklusima, i samo probuđeni beži iz ciklusa. ",
  "sn-blurbs:sn7.13": "Buda je bolestan i šalje svog pratioca monaha Upavāṇu da donese tople vode. Brahman mu daje ne samo vodu, već i melasu da mu olakša stomak. Kasnije brahman posećuje Budu da razgovaraju o velikodušnosti. ",
  "sn-blurbs:sn7.14": "Brahmana u pohabanoj odeći su izbacili iz kuće nezahvalni sinovi. Buda mu daje stih da recituje u seoskom savetu, upoređujući svoje neverne sinove sa svojim pouzdanim drvenim štapom. Postiđeni, sinovi primaju nazad oca, kupaju ga i oblače. ",
  "sn-blurbs:sn7.15": "Uobraženi brahman koji sluša Budino učenje zapanjen je kada Buda izgleda kao da mu čita misli. Na iznenađenje gomile, on se klanja i ljubi Budina stopala. Buda mu kaže da zauzme svoje mesto, i oni razmenjuju stihove na temu arogancije. ",
  "sn-blurbs:sn7.16": "Brahman koji voli da protivreči svima prilazi Budi misleći da ga izazove. Ali kada čuje Budu kako govori, ne može naći ništa čemu bi protivrečio. ",
  "sn-blurbs:sn7.17": "Brahman uživa u svom radu u šumi. Videvši Budu u meditaciji, pita se u kakvom radu Buda uživa. ",
  "sn-blurbs:sn7.18": "Neki učenici brahmana sakupljaju drva za ogrev kada vide Budu u meditaciji. Vraćaju se i obaveštavaju svog učitelja, koji posećuje Budu da ga pita kako je tako miran u divljoj šumi. ",
  "sn-blurbs:sn7.19": "Brahman se pita da li je legitimno traženje milostinje ispravan način da izdržava svoje roditelje. ",
  "sn-blurbs:sn7.20": "Buda objašnjava da je pravi prosjak (monah) onaj ko je otišao s one strane zla. ",
  "sn-blurbs:sn7.21": "Brahman veruje da kupanjem može oprati svoje grehe. Ali Buda govori o Dhammi kao jezeru za istinsko pročišćenje. ",
  "sn-blurbs:sn7.22": "Kada Buda prilazi brahmanskom savetu koji zaseda, oni se žale da on krši red. ",
  "sn-blurbs:sn8": "„Grupisani govori sa Vaṅgīsom” sadrže 12 govora sa stihovima koje je izgovorio Vaṅgīsa, najpoznatiji pesnik ranog budizma. Njegovi stihovi imaju sofisticiranost i ličnu ranjivost koji ih označavaju kao možda najizrazitiji književni glas ranih tekstova. Nekoliko ovih govora govori o njegovim nesigurnostima i borbama, i kako mu je pomognuto da ih prevaziđe. Drugi govore iz njegove radosne predanosti Budi i Sanghi, i o njegovom konačnom trijumfu. ",
  "sn-blurbs:sn8.1": "Namamljen prizorom lepih žena, novozaređeni monah Vaṅgīsa raspršuje želju i kroz stihove slavi svoju posvećenost duhovnom putu. ",
  "sn-blurbs:sn8.2": "Vaṅgīsu ponovo muči požuda, ali uspeva da je rasprši sopstvenim naporima. Njegovi stihovi govore o putu onoga ko se odrekao sveta, puštajući želju i pogrešna gledišta, i posvećen etičkom ponašanju i osami. ",
  "sn-blurbs:sn8.3": "Kao poznati pesnik, Vaṅgīsa je gledao sa visine na manje vešte monahe. Postiđen zbog svoje arogancije, podstiče sebe u stihu da bude ponizan i miran. ",
  "sn-blurbs:sn8.4": "Još jednom mučen požudom, Vaṅgīsa se obratio Ānandi za podršku. Ānanda mu kaže da promeni svoju percepciju (opažaj) tako da lepe stvari više ne izgledaju tako. ",
  "sn-blurbs:sn8.5": "Buda daje jednostavno učenje o četiri kvaliteta dobrog govora. Vaṅgīsa je nadahnut da izgovori složeniji skup stihova na tu temu, hvaleći posebno govor Bude koji vodi ka Besmrtnom. ",
  "sn-blurbs:sn8.6": "Videvši Sāriputtu kako govori o Dhammi, i zanesenu pažnju Sanghe, Vaṅgīsa recituje stihove u njegovu čast. ",
  "sn-blurbs:sn8.7": "Na dan Pavāraṇā na kraju povlačenja tokom monsuna, Buda poziva petsto prisutnih monaha. Vaṅgīsa je nadahnut da izrekne složenu pohvalu Budi. ",
  "sn-blurbs:sn8.8": "Videvši Budu kako govori o Dhammi, i zanesenu pažnju Sanghe, Vaṅgīsa izlazi sa stihovima u njegovu čast. Kada ga pitaju da li su stihovi bili spontani, on odgovara da jesu, a Buda ga poziva da govori dalje. ",
  "sn-blurbs:sn8.9": "Aññā Koṇḍañña, prvi učenik koji je spoznao Dhammu, dolazi da poseti Budu posle dugo vremena u osami. Nadahnut, Vaṅgīsa govori stihove u njegovu čast. ",
  "sn-blurbs:sn8.10": "Vaṅgīsa govori u čast Moggallāne i Sanghe. ",
  "sn-blurbs:sn8.11": "Vaṅgīsa kaže da Buda, kao mesec ili sunce, zasenjuje ceo svet. ",
  "sn-blurbs:sn8.12": "Sećajući se svoje prošlosti kao putujućeg pesnika, Vaṅgīsa slavi slobodu koju je našao u Dhammi. ",
  "sn-blurbs:sn9": "„Grupisani govori u šumi” sadrže 14 govora sa stihovima koji govore o iskustvima određenih monaha koji žive u šumi. Obično je monah opušten ili nemaran na neki način, a božanstvo se pojavljuje da ga prozove i ohrabri na veću marljivost. ",
  "sn-blurbs:sn9.1": "Monah u šumi dopušta svom umu da odluta na misli o svetovnom životu, ali ga upozorava lokalno božanstvo. ",
  "sn-blurbs:sn9.2": "Kada monah zaspi usred dana, božanstvo pokušava da ga razbudi. Ali nije sve onako kako izgleda. ",
  "sn-blurbs:sn9.3": "Monah po imenu Kassapagotta susreće lovca u šumi i pokušava da ga odvrati od njegove nasilne namere. Ali božanstvo ga upozorava da ne gubi vreme. ",
  "sn-blurbs:sn9.4": "Kada grupa monaha napusti šumu u kojoj su boravili, lokalna božanstva žale zbog njihovog odsustva. ",
  "sn-blurbs:sn9.5": "Božanstvo upozorava Ānandu da se previše ne upušta u podučavanje svetovnih ljudi. ",
  "sn-blurbs:sn9.6": "Bivša partnerka poštovanog Anuruddhe, sada božanstvo po imenu Jālinī, pokušava da ga iskuša nebeskim zadovoljstvima. Ali on je video višu sreću. ",
  "sn-blurbs:sn9.7": "Kada poštovani Nāgadatta provodi previše vremena u selu, božanstvo ga opominje. ",
  "sn-blurbs:sn9.8": "Božanstvo postaje zabrinuto zbog ogovaranja o određenom monahu koji je postao blizak sa jednom porodicom u selu. Uzimajući oblik jedne od žena iz porodice, ona pokušava da ga upozori; ali on kaže da pravi vežbač ne mari za ogovaranje. ",
  "sn-blurbs:sn9.9": "Čuvši zvuke gradskog festivala, monah se oseća usamljeno u šumi. Božanstvo dolazi da mu pruži utehu i podršku. ",
  "sn-blurbs:sn9.10": "Kada monah odustane od svoje navike recitovanja tekstova, božanstvo ga ispituje. Ali izgleda da je sada pronašao mir. ",
  "sn-blurbs:sn9.11": "Monaha koga muče loše misli ohrabruje božanstvo. ",
  "sn-blurbs:sn9.12": "Božanstvo govori o strahoti mrmljajuće šume. Ali monahu to izgleda divno. ",
  "sn-blurbs:sn9.13": "Grupa monaha u šumi zapala je u loše navike, postajući uobraženi i zbunjeni. Božanstvo je došlo da ih opomene, jasno stavljajući do znanja da govori samo o onima koji se loše ponašaju, a ne o svim monasima. ",
  "sn-blurbs:sn9.14": "Monah se kupa u jezeru i miriše lotos. Božanstvo ga optužuje da je „kradljivac mirisa”. Za osobu koja živi životom čistote, čak i tako mala stvar je razlog za brigu. ",
  "sn-blurbs:sn10": "„Grupisani govori sa duhovima” sadrže 12 govora sa stihovima koji govore o susretima između Bude — ili u jednom slučaju monaha Anuruddhe — i raznih duhova (yakkha). Duhovi su bili lokalna božanstva obožavana u drevnoj Indiji, nižeg reda od bogova i Brahmi. Dok su u kasnijim oblicima budizma takvi duhovi obično prikazivani kao zlonamerni ili opasni, u ranim tekstovima su ambivalentniji, i mnogi od njih su prijateljski nastrojeni, samo postavljaju Dhamma pitanja, ili veličaju vrline Dhamme poput svesnosti. To ne znači da ne mogu biti strašni, a nekoliko govora otkriva svirepiji aspekt. Posebno je zanimljiv naglasak na ljubavi koju ženski duhovi osećaju prema svojoj deci. ",
  "sn-blurbs:sn10.1": "Lokalni duh pita Budu kako se proizvodi telo ako nema duše. ",
  "sn-blurbs:sn10.2": "Duh kaže Budi da ako je on zaista slobodan ne bi trebalo da podučava druge. ",
  "sn-blurbs:sn10.3": "Duhovi Khara i Sūćiloma raspravljaju o tome da li je Buda pravi asketa ili ne. Prilaze mu prvo sa pretnjama, ali onda pitaju za poreklo pohlepe i mržnje. ",
  "sn-blurbs:sn10.4": "Duh Maṇibhadda govori u čast svesnosti, smatrajući da je onaj ko je svestan slobodan od mržnje. Buda odgovara da da, svesnost je divna, ali samo razvijanjem ljubavi neko je slobodan od mržnje. ",
  "sn-blurbs:sn10.5": "Izgleda da se iskušenik Sānu vratio kući s namerom da se razmonaši. Da bi ga sprečio, duh ga je zaposeo, ohrabrujući ga da sledi put dobra. Sānuova majka, plačući za sinom, takođe pokušava da ga zadrži u monaškoj odori. ",
  "sn-blurbs:sn10.6": "Ženski duh ućutkuje svog sina Piyaṅkaru da bi mogla čuti učenje i slediti nepovređivanje. ",
  "sn-blurbs:sn10.7": "Ženski duh ućutkuje svoju decu dok sluša učenje. Ali njen sin Punabbasu kaže da nije pričao, jer i on želi da uči. ",
  "sn-blurbs:sn10.8": "Kada je Anāthapiṇḍika čuo da se Buda pojavio na svetu, ustao je rano ujutro da ga poseti. Ali tajanstvena tama ga je naterala da okleva, pa ga je duh više puta hrabrio da kroči napred. Konačno je stigao do Bude i pitao ga da li je dobro spavao. ",
  "sn-blurbs:sn10.9": "Duh je bio pun vere u monahinju Sukku, pa je išao po gradovima i selima ohrabrujući ljude da slušaju njeno učenje. ",
  "sn-blurbs:sn10.10": "Duh je bio pun vere u monahinju Sukku, pa je išao po gradovima i selima pevajući o koristima davanja darova njoj. ",
  "sn-blurbs:sn10.11": "Duh je bio pun vere u monahinju Ćiru, pa je išao po gradovima i selima pevajući o koristima davanja darova njoj. ",
  "sn-blurbs:sn10.12": "Čuvena priča o duhu Āḷavaki, koji pokušava da maltretira Budu, ali biva brzo ubeđen kroz iznenađujuće pronicljiv niz pitanja i odgovora. Ovaj govor pružio je pozadinu za nekoliko složenih legendi u kasnijim tradicijama. ",
  "sn-blurbs:sn11": "„Grupisani govori sa Sakkom” sadrže 25 govora sa stihovima koji pričaju priče o Sakki, Vladaru bogova trideset trojice. Mnogi od ovih govora su relativno dugački, sadrže bogatu prozu i proširene dijaloge u stihu. Sakka je prikazan kao posvećen Budi, braneći budističke vrline dobrote i praštanja, čak i u vođenju rata sa demonima. ",
  "sn-blurbs:sn11.1": "Kada Sakka, vladar bogova, pokuša da organizuje kontranapad protiv demona, frustriran je svojim lenjim generalom Suvīrom. Sakka pita Suvīru kako neko može dobiti ono što želi bez napora; ali Suvīra očigledno veruje da Sakka može da ispuni svaku želju koju hoće. Buda naglašava da ako je napor vredan među bogovima, koliko je tek više za monahe. ",
  "sn-blurbs:sn11.2": "Kada Sakka, Vladar bogova, pokuša da organizuje kontranapad protiv demona, frustriran je svojim lenjim generalom Susīmom. Sakka pita Susīmu kako neko može dobiti ono što želi bez napora; ali Susīma očigledno veruje da Sakka može da ispuni svaku želju koju hoće. Buda naglašava da ako je napor vredan među bogovima, koliko je tek više za monahe. ",
  "sn-blurbs:sn11.3": "Sakka okuplja svoje trupe prizorom svog barjaka. Ali Buda ističe da božanstva, moćna kakva jesu, nisu oslobođena straha, ali on jeste. On ohrabruje monahe da se prisećaju Tri dragulja kako bi napustili strah. ",
  "sn-blurbs:sn11.4": "U bici između bogova i demona, gospodar demona Vepaćitti je zarobljen i doveden u lancima u Sakkinu dvoranu. Vepaćitti vređa Sakku, koji strpljivo podnosi njegove grube reči. Kočijaš Mātali pita da li ćuti iz slabosti ili straha, ali Sakka kaže da nema svrhe trošiti reči raspravljajući se s budalom. ",
  "sn-blurbs:sn11.5": "Gospodar demona Vepaćitti predlaže Sakki da se upuste u bitku umova kroz debatu umesto rata. Vepaćitti govori u prilog snažnom kažnjavanju, dok se Sakka zalaže za strpljenje i oproštaj. ",
  "sn-blurbs:sn11.6": "Bežeći od demonske vojske, Sakkina kočija rizikuje da ugrozi gnezda malih ptica u šumi. Umesto da ptice učini beskućnicima, Sakka naređuje svom kočijašu da se vrati, čak i po cenu svog života. ",
  "sn-blurbs:sn11.7": "Sakka razmišlja da ne treba povrediti čak ni svog neprijatelja. Znajući to, Vepaćitti to odmah iskorišćava. ",
  "sn-blurbs:sn11.8": "Sakka, vladar bogova, i Verocana, gospodar demona, prilaze Budinoj kolibi i govore u hvalu napora. ",
  "sn-blurbs:sn11.9": "U davna vremena, Sakka, vladar bogova, i Vepaćitti, gospodar demona, posetili su boravište isposnika. Ali Vepaćitti se ponaša nepristojno, dok ih Sakka poštuje. Međutim, isposnici mole Sakku da ode, zbog smrada njihovih neopranih tela. Ali on kaže da voli njihov miris. ",
  "sn-blurbs:sn11.10": "U prošlosti, kada je bitka između bogova i demona započinjala, neki isposnici su potražili gospodara demona Sambaru da mole za zaštitu. Ali zbog njihove odanosti Sakki, on ih je odbio, pa su ga prokleli. ",
  "sn-blurbs:sn11.11": "Sakka je postigao svoj status zbog sedam zaveta kojih se držao u prošlosti. ",
  "sn-blurbs:sn11.12": "Sakkina mnoga imena nastala su zbog raznih dobrih dela koja je činio u prošlosti. ",
  "sn-blurbs:sn11.13": "Mahāli Liććhavi je skeptičan o tome da li je Buda zaista video Sakku. ",
  "sn-blurbs:sn11.14": "Bogovi se žale kada se siromah preporodi na nebu. Ali Sakka ističe da je on, iako siromašan, učinio mnoga dobra dela. ",
  "sn-blurbs:sn11.15": "Kada Sakka pita koje je mesto zaista divno, Buda odgovara da je to gde god borave arahanti. ",
  "sn-blurbs:sn11.16": "Kada Sakka pita gde je dar najplodonosniji, Buda odgovara da je to Sangha. ",
  "sn-blurbs:sn11.17": "Sakka i Brahmā Sahampati dolaze do Budine kolibe i govore u njegovu čast. ",
  "sn-blurbs:sn11.18": "Kada Sakka krene na izlet zadovoljstva, on počinje tako što podiže sklopljene dlanove ka četiri strane sveta. Njegov kočijaš Mātali ističe da Sakku poštuju bogovi i ljudi, i pita koga on to poštuje. Sakka odgovara da poštuje i monahe koji dobro vežbaju, kao i vrle svetovne ljude. ",
  "sn-blurbs:sn11.19": "Kada Sakka krene na izlet zadovoljstva, on počinje tako što podiže sklopljene dlanove ka Budi. Njegov kočijaš Mātali ističe da Sakku poštuju bogovi i ljudi, i pita koga on to poštuje. Sakka odgovara da poštuje Budu, usavršene monahe, kao i učenike na putu. ",
  "sn-blurbs:sn11.20": "Kada Sakka krene na izlet zadovoljstva, on počinje tako što podiže sklopljene dlanove ka Sanghi monaha. Njegov kočijaš Mātali pita zašto Sakka poštuje smrdljive monahe. Sakka odgovara da ih poštuje zbog njihovog odricanja i miroljubivosti. ",
  "sn-blurbs:sn11.21": "Bes je jedina stvar čije ubijanje Buda preporučuje. ",
  "sn-blurbs:sn11.22": "Kada ružni duh zauzme Sakkin presto, bogovi su bili ogorčeni. Ali što su se više žalili, on je postajao lepši. Sakka je shvatio da je to takozvani „duh koji jede bes”, i ophodio se prema njemu s ljubaznošću i poštovanjem. ",
  "sn-blurbs:sn11.23": "Kada se Vepaćitti razboleo, Sakka je posetio svog starog protivnika, koji je molio da bude izlečen. Ali Sakka je tražio da ga prvo nauči moćnu magijsku čaroliju. ",
  "sn-blurbs:sn11.24": "Kada su se dva monaha posvađala, Buda se priseća mudrih reči Sakke o tome da ne treba dozvoliti da bes uništi prijateljstvo. ",
  "sn-blurbs:sn11.25": "Buda se priseća reči Sakke koje upozoravaju na to kako bes slama ljude poput lavine. "
}