{
  "sn14.8:0.1": "Linked Discourses 14 ",
  "sn14.8:0.2": "1. Diversity ",
  "sn14.8:0.3": "8. No Diversity of Searches ",
  "sn14.8:1.1": "At Sāvatthī. ",
  "sn14.8:1.2": "“Mendicants, diversity of elements gives rise to diversity of perceptions. Diversity of perceptions gives rise to diversity of intentions. Diversity of intentions gives rise to diversity of desires. Diversity of desires gives rise to diversity of passions. Diversity of passions gives rise to diversity of searches. ",
  "sn14.8:1.3": "Diversity of searches doesn’t give rise to diversity of passions. Diversity of passions doesn’t give rise to diversity of desires. Diversity of desires doesn’t give rise to diversity of thoughts. Diversity of thoughts doesn’t give rise to diversity of perceptions. Diversity of perceptions doesn’t give rise to diversity of elements. ",
  "sn14.8:1.4": "And what is the diversity of elements? ",
  "sn14.8:1.5": "The sight element, the sound element, the smell element, the taste element, the touch element, and the thought element. ",
  "sn14.8:1.6": "This is called the diversity of elements. ",
  "sn14.8:2.1": "And how does diversity of elements give rise to diversity of perceptions … ",
  "sn14.8:2.2": "diversity of perceptions doesn’t give rise to diversity of elements? ",
  "sn14.8:3.1": "The sight element gives rise to the perception of sights … ",
  "sn14.8:3.2": "The thought element gives rise to the perception of thoughts … the search for thoughts. ",
  "sn14.8:3.3": "The search for thoughts doesn’t give rise to the passion for thoughts. The passion for thoughts doesn’t give rise to the desire for thoughts. The desire for thoughts doesn’t give rise to thoughts about thoughts. Thoughts about thoughts don’t give rise to perceptions of thoughts. Perceptions of thoughts don’t give rise to the thought element. ",
  "sn14.8:4.1": "That’s how diversity of elements gives rise to diversity of perceptions … ",
  "sn14.8:4.2": "diversity of perceptions doesn’t give rise to diversity of elements.” "
}