{
  "sn24.8:0.1": "Verbundene Lehrreden 24.8 ",
  "sn24.8:0.2": "1. Das Kapitel über den Stromeintritt ",
  "sn24.8:0.3": "Die ausgedehnte Ansicht ",
  "sn24.8:1.1": "In Sāvatthī. ",
  "sn24.8:1.2": "„Mönche und Nonnen, wenn was besteht, weil man was ergreift und worauf besteht, entsteht die Ansicht: ",
  "sn24.8:1.3": "‚Es gibt sieben Stoffe, die nicht gemacht sind, nicht abgeleitet, nicht geschaffen, ohne Schöpfer, unfruchtbar, beständig wie ein Berggipfel, feststehend wie eine Säule. ",
  "sn24.8:1.4": "Sie bewegen sich nicht, verfallen nicht und behindern einander nicht. Sie sind unfähig, einander Glück, Schmerz oder sowohl Glück als auch Schmerz zuzufügen. ",
  "sn24.8:1.5": "Welche sieben? ",
  "sn24.8:1.6": "Die Stoffe Erde, Wasser, Feuer und Luft; Schmerz, Glück und die Seele als siebter. ",
  "sn24.8:1.7": "Diese sieben Stoffe sind nicht gemacht, nicht abgeleitet, nicht geschaffen, ohne Schöpfer, unfruchtbar, beständig wie ein Berggipfel, feststehend wie eine Säule. ",
  "sn24.8:1.8": "Sie bewegen sich nicht, verfallen nicht und behindern einander nicht. Sie sind unfähig, einander Glück, Schmerz oder sowohl Glück als auch Schmerz zuzufügen. ",
  "sn24.8:1.9": "Wenn man jemandem mit einem scharfen Schwert den Kopf abschlägt, nimmt man niemandem das Leben. ",
  "sn24.8:1.10": "Das Schwert gleitet einfach durch die Lücken zwischen den sieben Stoffen. ",
  "sn24.8:1.11": "Es gibt 1,4 Millionen Haupt-Mutterleibe und 6.000 und 600. Es gibt 500 Taten und fünf und drei. Es gibt ganze Taten und halbe Taten. Es gibt 62 Pfade, 62 Unterzeiträume eines Äons, sechs Wiedergeburtsklassen und acht Stufen im Leben eines Menschen. Es gibt 4.900 Ājīvaka-Asketen, 4.900 Wanderer und 4.900 nackte Asketen. Es gibt 2.000 Fähigkeiten, 3.000 Höllen und 36 Staubbereiche. Es gibt sieben Embryonen mit Wahrnehmung, sieben Embryonen ohne Wahrnehmung und sieben Embryonen ohne Bindungen. Es gibt sieben Götter, sieben Menschen und sieben Kobolde. Es gibt sieben Seen, sieben Winde, sieben Abgründe und 700 Abgründe. Es gibt sieben Träume und 700 Träume. Es gibt 8,4 Millionen große Äonen, durch die Toren und kluge Menschen umherwandern, bevor sie dem Leiden ein Ende machen. ",
  "sn24.8:1.12": "Und ein solches Ding gibt es nicht: „Durch diese Regel, dieses Gelübde, diese Bußübung oder dieses geistliche Leben werde ich unreife Taten zwingen, ihre Frucht hervorzubringen, oder alte Taten beseitigen, indem ich ihr Ergebnis nach und nach erfahre“ – denn das kann nicht sein. ",
  "sn24.8:1.13": "Glück und Schmerz sind zugeteilt. Das Umherwandern dauert nur eine begrenzte Zeit, daher gibt es keinen Zuwachs und keine Abnahme, kein Besserwerden und kein Schlechterwerden. ",
  "sn24.8:1.14": "Wie wenn man ein Garnknäuel anstößt: Es rollt fort und wickelt sich ab. ",
  "sn24.8:1.15": "Ebenso wandern Toren und kluge Menschen umher, bevor sie dem Leiden ein Ende machen‘?“ ",
  "sn24.8:1.16": "„Unsere Lehren wurzeln im Buddha …“ ",
  "sn24.8:2.1": "„Wenn Form besteht, Mönche und Nonnen, weil man Form ergreift und auf Form besteht, entsteht die Ansicht: ",
  "sn24.8:2.2": "‚Es gibt sieben Stoffe, die nicht gemacht sind … ",
  "sn24.8:2.3": "Ebenso wandern Toren und kluge Menschen umher, bevor sie dem Leiden ein Ende machen.‘ ",
  "sn24.8:2.4": "Wenn Gefühl besteht … ",
  "sn24.8:2.5": "Wenn Wahrnehmung besteht … ",
  "sn24.8:2.6": "Wenn Entscheidungen bestehen … ",
  "sn24.8:2.7": "Wenn Bewusstsein besteht, weil man Bewusstsein ergreift und auf Bewusstsein besteht, entsteht die Ansicht: ",
  "sn24.8:2.8": "‚Es gibt sieben Stoffe, die nicht gemacht sind … ",
  "sn24.8:2.9": "Ebenso wandern Toren und kluge Menschen umher, bevor sie dem Leiden ein Ende machen.‘ ",
  "sn24.8:3.1": "Was denkt ihr, Mönche und Nonnen? ",
  "sn24.8:3.2": "Ist Form beständig oder unbeständig?“ ",
  "sn24.8:3.3": "„Unbeständig, Herr.“ … ",
  "sn24.8:3.8": "„Ist das, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, beständig oder unbeständig?“ ",
  "sn24.8:3.9": "„Unbeständig, Herr.“ … ",
  "sn24.8:3.10": "„Aber wenn man nicht ergreifen würde, was unbeständig und Leiden ist und zugrunde gehen muss, würde dadurch die Ansicht entstehen: ",
  "sn24.8:3.11": "‚Es gibt sieben Stoffe, die nicht gemacht sind … ",
  "sn24.8:3.12": "Ebenso wandern Toren und kluge Menschen umher, bevor sie dem Leiden ein Ende machen‘?“ ",
  "sn24.8:3.13": "„Nein, Herr.“ ",
  "sn24.8:4.1": "„Wenn ein edler Schüler den Zweifel in diesen sechs Fällen aufgegeben hat sowie bezüglich des Leidens, des Ursprungs des Leidens, des Aufhörens des Leidens und der Übung, die zum Aufhören des Leidens führt, ",
  "sn24.8:4.2": "nennt man ihn einen, der in den Strom eingetreten ist, der nicht mehr in der Unterwelt wiedergeboren werden muss und der auf dem Weg zum Erwachen ist.“ "
}