{
  "sn24.7:0.1": "Verbundene Lehrreden 24.7 ",
  "sn24.7:0.2": "1. Das Kapitel über den Stromeintritt ",
  "sn24.7:0.3": "Grund ",
  "sn24.7:1.1": "In Sāvatthī. ",
  "sn24.7:1.2": "„Mönche und Nonnen, wenn was besteht, weil man was ergreift und worauf besteht, entsteht die Ansicht: ",
  "sn24.7:1.3": "‚Es gibt keinen Grund und keine Ursache für die Verunreinigung der Lebewesen. ",
  "sn24.7:1.4": "Lebewesen werden ohne Grund oder Ursache verunreinigt. ",
  "sn24.7:1.5": "Es gibt keinen Grund und keine Ursache für die Läuterung der Lebewesen. ",
  "sn24.7:1.6": "Lebewesen werden ohne Grund oder Ursache geläutert. ",
  "sn24.7:1.7": "Es gibt keine Kraft, keine Energie, keine menschliche Stärke, keine Tatkraft. ",
  "sn24.7:1.8": "Alle Lebewesen, alle lebenden Geschöpfe, alle Wesen, alle Seelen sind ohne Kontrolle, Kraft oder Energie. Vom Schicksal, den Umständen und der Natur getrieben, erfahren sie in den sechs Wiedergeburtsklassen Glück und Schmerz‘?“ ",
  "sn24.7:1.9": "„Unsere Lehren wurzeln im Buddha …“ ",
  "sn24.7:2.1": "„Wenn Form besteht, Mönche und Nonnen, weil man Form ergreift und auf Form besteht, entsteht die Ansicht: ",
  "sn24.7:2.2": "‚Es gibt keinen Grund und keine Ursache … ",
  "sn24.7:2.3": "Vom Schicksal, den Umständen und der Natur getrieben, erfahren sie in den sechs Wiedergeburtsklassen Glück und Schmerz.‘ ",
  "sn24.7:2.4": "Wenn Gefühl besteht … ",
  "sn24.7:2.5": "Wenn Wahrnehmung besteht … ",
  "sn24.7:2.6": "Wenn Entscheidungen bestehen … ",
  "sn24.7:2.7": "Wenn Bewusstsein besteht, weil man Bewusstsein ergreift und auf Bewusstsein besteht, entsteht die Ansicht: ",
  "sn24.7:2.8": "‚Es gibt keinen Grund und keine Ursache … ",
  "sn24.7:2.9": "Vom Schicksal, den Umständen und der Natur getrieben, erfahren sie in den sechs Wiedergeburtsklassen Glück und Schmerz.‘ ",
  "sn24.7:3.1": "Was denkt ihr, Mönche und Nonnen? ",
  "sn24.7:3.2": "Ist Form beständig oder unbeständig?“ ",
  "sn24.7:3.3": "„Unbeständig, Herr.“ … ",
  "sn24.7:3.8": "„Ist Gefühl … ",
  "sn24.7:3.9": "Ist Wahrnehmung … ",
  "sn24.7:3.10": "Sind Entscheidungen … ",
  "sn24.7:3.11": "Ist Bewusstsein beständig oder unbeständig?“ ",
  "sn24.7:3.12": "„Unbeständig, Herr.“ … ",
  "sn24.7:3.17": "„Ist das, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, beständig oder unbeständig?“ ",
  "sn24.7:3.18": "„Unbeständig, Herr.“ … ",
  "sn24.7:3.19": "„Aber wenn man nicht ergreifen würde, was unbeständig und Leiden ist und zugrunde gehen muss, würde dadurch die Ansicht entstehen: ",
  "sn24.7:3.20": "‚Es gibt keine Ursache oder Bedingung … ",
  "sn24.7:3.21": "Vom Schicksal, den Umständen und der Natur getrieben, erfahren sie in den sechs Wiedergeburtsklassen Glück und Schmerz‘?“ ",
  "sn24.7:3.22": "„Nein, Herr.“ ",
  "sn24.7:4.1": "„Wenn ein edler Schüler den Zweifel in diesen sechs Fällen aufgegeben hat sowie bezüglich des Leidens, des Ursprungs des Leidens, des Aufhörens des Leidens und der Übung, die zum Aufhören des Leidens führt, ",
  "sn24.7:4.2": "nennt man ihn einen, der in den Strom eingetreten ist, der nicht mehr in der Unterwelt wiedergeboren werden muss und der auf dem Weg zum Erwachen ist.“ "
}