{
  "sn24.5:0.1": "Verbundene Lehrreden 24.5 ",
  "sn24.5:0.2": "1. Das Kapitel über den Stromeintritt ",
  "sn24.5:0.3": "Geben hat keinen Sinn ",
  "sn24.5:1.1": "In Sāvatthī. ",
  "sn24.5:1.2": "„Mönche und Nonnen, wenn was besteht, weil man was ergreift und worauf besteht, entsteht die Ansicht: ",
  "sn24.5:1.3": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der richtig verwirklicht ist, richtig geübt hat, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat. ",
  "sn24.5:1.4": "Dieser Mensch besteht aus den vier Grundelementen. Wenn er stirbt, mischt und verbindet sich die Erde in seinem Körper mit der gesamten Erde, das Wasser in seinem Körper mischt und verbindet sich mit dem gesamten Wasser, das Feuer in seinem Körper mischt und verbindet sich mit dem gesamten Feuer und die Luft in seinem Körper mischt und verbindet sich mit der gesamten Luft. ",
  "sn24.5:1.5": "Die Sinne gehen in den Raum über. ",
  "sn24.5:1.6": "Vier Männer mit einer Bahre tragen die Leiche weg. ",
  "sn24.5:1.7": "Ihre Fußspuren zeigen den Weg zum Friedhof. ",
  "sn24.5:1.8": "Die Knochen bleichen aus. ",
  "sn24.5:1.9": "Den Göttern gewidmete Gaben enden als Asche. ",
  "sn24.5:1.10": "Geben ist eine Doktrin von Schwachsinnigen. ",
  "sn24.5:1.11": "Wenn jemand eine Lehre von etwas Bestehendem behauptet, ist das bloß unbegründeter, falscher Unsinn. ",
  "sn24.5:1.12": "Törichte wie Kluge werden vernichtet und zerstört, wenn ihr Körper auseinanderbricht, und bestehen nach dem Tod nicht fort‘?“ ",
  "sn24.5:1.13": "„Unsere Lehren wurzeln im Buddha …“ ",
  "sn24.5:2.1": "„Wenn Form besteht, Mönche und Nonnen, weil man Form ergreift und auf Form besteht, entsteht die Ansicht: ",
  "sn24.5:2.2": "‚Geben, Opfer oder Spenden haben keinen Sinn … ",
  "sn24.5:2.3": "Törichte wie Kluge werden vernichtet und zerstört, wenn ihr Körper auseinanderbricht, und bestehen nach dem Tod nicht fort.‘ ",
  "sn24.5:2.4": "Wenn Gefühl besteht … ",
  "sn24.5:2.5": "Wenn Wahrnehmung besteht … ",
  "sn24.5:2.6": "Wenn Entscheidungen bestehen … ",
  "sn24.5:2.7": "Wenn Bewusstsein besteht, weil man Bewusstsein ergreift und auf Bewusstsein besteht, entsteht die Ansicht: ",
  "sn24.5:2.8": "‚Geben, Opfer oder Spenden haben keinen Sinn … ",
  "sn24.5:2.9": "Törichte wie Kluge werden vernichtet und zerstört, wenn ihr Körper auseinanderbricht, und bestehen nach dem Tod nicht fort.‘ ",
  "sn24.5:3.1": "Was denkt ihr, Mönche und Nonnen? ",
  "sn24.5:3.2": "Ist Form beständig oder unbeständig?“ ",
  "sn24.5:3.3": "„Unbeständig, Herr.“ … ",
  "sn24.5:3.8": "„Ist Gefühl … ",
  "sn24.5:3.9": "Ist Wahrnehmung … ",
  "sn24.5:3.10": "Sind Entscheidungen … ",
  "sn24.5:3.11": "Ist Bewusstsein beständig oder unbeständig?“ ",
  "sn24.5:3.12": "„Unbeständig, Herr.“ … ",
  "sn24.5:3.17": "„Ist das, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, beständig oder unbeständig?“ ",
  "sn24.5:3.18": "„Unbeständig, Herr.“ … ",
  "sn24.5:3.19": "„Aber wenn man nicht ergreifen würde, was unbeständig und Leiden ist und zugrunde gehen muss, würde dadurch die Ansicht entstehen: ",
  "sn24.5:3.20": "‚Geben, Opfer oder Spenden haben keinen Sinn … ",
  "sn24.5:3.22": "Törichte wie Kluge werden vernichtet und zerstört, wenn ihr Körper auseinanderbricht, und bestehen nach dem Tod nicht fort‘?“ ",
  "sn24.5:3.23": "„Nein, Herr.“ ",
  "sn24.5:4.1": "„Wenn ein edler Schüler den Zweifel in diesen sechs Fällen aufgegeben hat sowie bezüglich des Leidens, des Ursprungs des Leidens, des Aufhörens des Leidens und der Übung, die zum Aufhören des Leidens führt, ",
  "sn24.5:4.2": "nennt man ihn einen, der in den Strom eingetreten ist, der nicht mehr in der Unterwelt wiedergeboren werden muss und der für das Erwachen bestimmt ist.“ "
}