{
  "sn42.7:0.1": "Saṃyutta Nikāya 42 ",
  "sn42.7:0.2": "1. Gāmaṇivagga ",
  "sn42.7:0.3": "7. Khettūpamasutta ",
  "sn42.7:1.1": "Ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane. ",
  "sn42.7:1.2": "Atha kho asibandhakaputto gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho asibandhakaputto gāmaṇi bhagavantaṃ etadavoca: ",
  "sn42.7:1.3": "“nanu, bhante, bhagavā sabbapāṇabhūtahitānukampī viharatī”ti? ",
  "sn42.7:1.4": "“Evaṃ, gāmaṇi, tathāgato sabbapāṇabhūtahitānukampī viharatī”ti. ",
  "sn42.7:1.5": "“Atha kiñcarahi, bhante, bhagavā ekaccānaṃ sakkaccaṃ dhammaṃ deseti, ekaccānaṃ no tathā sakkaccaṃ dhammaṃ desetī”ti? ",
  "sn42.7:1.6": "“Tena hi, gāmaṇi, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi. ",
  "sn42.7:1.7": "Taṃ kiṃ maññasi, gāmaṇi, idhassu kassakassa gahapatino tīṇi khettāni—ekaṃ khettaṃ aggaṃ, ekaṃ khettaṃ majjhimaṃ, ekaṃ khettaṃ hīnaṃ jaṅgalaṃ ūsaraṃ pāpabhūmi. ",
  "sn42.7:1.8": "Taṃ kiṃ maññasi, gāmaṇi, asu kassako gahapati bījāni patiṭṭhāpetukāmo kattha paṭhamaṃ patiṭṭhāpeyya, yaṃ vā aduṃ khettaṃ aggaṃ, yaṃ vā aduṃ khettaṃ majjhimaṃ, yaṃ vā aduṃ khettaṃ hīnaṃ jaṅgalaṃ ūsaraṃ pāpabhūmī”ti? ",
  "sn42.7:1.9": "“Asu, bhante, kassako gahapati bījāni patiṭṭhāpetukāmo yaṃ aduṃ khettaṃ aggaṃ tattha patiṭṭhāpeyya. Tattha patiṭṭhāpetvā yaṃ aduṃ khettaṃ majjhimaṃ tattha patiṭṭhāpeyya. Tattha patiṭṭhāpetvā yaṃ aduṃ khettaṃ hīnaṃ jaṅgalaṃ ūsaraṃ pāpabhūmi tattha patiṭṭhāpeyyapi, nopi patiṭṭhāpeyya. ",
  "sn42.7:1.10": "Taṃ kissa hetu? ",
  "sn42.7:1.11": "Antamaso gobhattampi bhavissatī”ti. ",
  "sn42.7:2.1": "“Seyyathāpi, gāmaṇi, yaṃ aduṃ khettaṃ aggaṃ; evameva mayhaṃ bhikkhubhikkhuniyo. ",
  "sn42.7:2.2": "Tesāhaṃ dhammaṃ desemi—ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsemi. ",
  "sn42.7:2.3": "Taṃ kissa hetu? ",
  "sn42.7:2.4": "Ete hi, gāmaṇi, maṃdīpā maṃleṇā maṃtāṇā maṃsaraṇā viharanti. ",
  "sn42.7:2.5": "Seyyathāpi, gāmaṇi, yaṃ aduṃ khettaṃ majjhimaṃ; evameva mayhaṃ upāsakaupāsikāyo. ",
  "sn42.7:2.6": "Tesaṃ pāhaṃ dhammaṃ desemi—ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsemi. ",
  "sn42.7:2.7": "Taṃ kissa hetu? ",
  "sn42.7:2.8": "Ete hi, gāmaṇi, maṃdīpā maṃleṇā maṃtāṇā maṃsaraṇā viharanti. ",
  "sn42.7:2.9": "Seyyathāpi, gāmaṇi, yaṃ aduṃ khettaṃ hīnaṃ jaṅgalaṃ ūsaraṃ pāpabhūmi; evameva mayhaṃ aññatitthiyā samaṇabrāhmaṇaparibbājakā. ",
  "sn42.7:2.10": "Tesaṃ pāhaṃ dhammaṃ desemi—ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsemi. ",
  "sn42.7:2.11": "Taṃ kissa hetu? ",
  "sn42.7:2.12": "Appeva nāma ekaṃ padampi ājāneyyuṃ taṃ nesaṃ assa dīgharattaṃ hitāya sukhāyāti. ",
  "sn42.7:3.1": "Seyyathāpi, gāmaṇi, purisassa tayo udakamaṇikā—eko udakamaṇiko acchiddo ahārī aparihārī, eko udakamaṇiko acchiddo hārī parihārī, eko udakamaṇiko chiddo hārī parihārī. ",
  "sn42.7:3.2": "Taṃ kiṃ maññasi, gāmaṇi, asu puriso udakaṃ nikkhipitukāmo kattha paṭhamaṃ nikkhipeyya, yo vā so udakamaṇiko acchiddo ahārī aparihārī, yo vā so udakamaṇiko acchiddo hārī parihārī, yo vā so udakamaṇiko chiddo hārī parihārī”ti? ",
  "sn42.7:3.3": "“Asu, bhante, puriso udakaṃ nikkhipitukāmo, yo so udakamaṇiko acchiddo ahārī aparihārī tattha nikkhipeyya, tattha nikkhipitvā, yo so udakamaṇiko acchiddo hārī parihārī tattha nikkhipeyya, tattha nikkhipitvā, yo so udakamaṇiko chiddo hārī parihārī tattha nikkhipeyyapi, nopi nikkhipeyya. ",
  "sn42.7:3.4": "Taṃ kissa hetu? ",
  "sn42.7:3.5": "Antamaso bhaṇḍadhovanampi bhavissatī”ti. ",
  "sn42.7:4.1": "“Seyyathāpi, gāmaṇi, yo so udakamaṇiko acchiddo ahārī aparihārī; evameva mayhaṃ bhikkhubhikkhuniyo. ",
  "sn42.7:4.2": "Tesāhaṃ dhammaṃ desemi—ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsemi. ",
  "sn42.7:4.3": "Taṃ kissa hetu? ",
  "sn42.7:4.4": "Ete hi, gāmaṇi, maṃdīpā maṃleṇā maṃtāṇā maṃsaraṇā viharanti. ",
  "sn42.7:4.5": "Seyyathāpi, gāmaṇi, yo so udakamaṇiko acchiddo hārī parihārī; evameva mayhaṃ upāsakaupāsikāyo. ",
  "sn42.7:4.6": "Tesāhaṃ dhammaṃ desemi—ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsemi. ",
  "sn42.7:4.7": "Taṃ kissa hetu? ",
  "sn42.7:4.8": "Ete hi, gāmaṇi, maṃdīpā maṃleṇā maṃtāṇā maṃsaraṇā viharanti. ",
  "sn42.7:4.9": "Seyyathāpi, gāmaṇi, yo so udakamaṇiko chiddo hārī parihārī; evameva mayhaṃ aññatitthiyā samaṇabrāhmaṇaparibbājakā. ",
  "sn42.7:4.10": "Tesāhaṃ dhammaṃ desemi—ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsemi. ",
  "sn42.7:4.11": "Taṃ kissa hetu? ",
  "sn42.7:4.12": "Appeva nāma ekaṃ padampi ājāneyyuṃ, taṃ nesaṃ assa dīgharattaṃ hitāya sukhāyā”ti. ",
  "sn42.7:5.1": "Evaṃ vutte, asibandhakaputto gāmaṇi bhagavantaṃ etadavoca: ",
  "sn42.7:5.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante …pe… ",
  "sn42.7:5.3": "upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "sn42.7:5.4": "Sattamaṃ. "
}