{
  "sn42.5:0.1": "Saṃyutta Nikāya 42 ",
  "sn42.5:0.2": "1. Gāmaṇivagga ",
  "sn42.5:0.3": "5. Assārohasutta ",
  "sn42.5:1.1": "Atha kho assāroho gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho assāroho gāmaṇi bhagavantaṃ etadavoca: ",
  "sn42.5:1.2": "“sutaṃ metaṃ, bhante, pubbakānaṃ ācariyapācariyānaṃ assārohānaṃ bhāsamānānaṃ: ",
  "sn42.5:1.3": "‘yo so assāroho saṅgāme ussahati vāyamati, tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti, so kāyassa bhedā paraṃ maraṇā parajitānaṃ devānaṃ sahabyataṃ upapajjatī’ti. ",
  "sn42.5:1.4": "Idha bhagavā kimāhā”ti? ",
  "sn42.5:1.5": "“Alaṃ, gāmaṇi, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī”ti. ",
  "sn42.5:2.1": "Dutiyampi kho …pe… ",
  "sn42.5:2.2": "tatiyampi kho assāroho gāmaṇi bhagavantaṃ etadavoca: ",
  "sn42.5:2.3": "“sutaṃ metaṃ, bhante, pubbakānaṃ ācariyapācariyānaṃ assārohānaṃ bhāsamānānaṃ: ",
  "sn42.5:2.4": "‘yo so assāroho saṅgāme ussahati vāyamati, tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti, so kāyassa bhedā paraṃ maraṇā parajitānaṃ devānaṃ sahabyataṃ upapajjatī’ti. ",
  "sn42.5:2.5": "Idha bhagavā kimāhā”ti? ",
  "sn42.5:3.1": "“Addhā kho tyāhaṃ, gāmaṇi, na labhāmi: ",
  "sn42.5:3.2": "‘alaṃ, gāmaṇi, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī’ti. ",
  "sn42.5:3.3": "Api ca kho tyāhaṃ byākarissāmi. ",
  "sn42.5:3.4": "Yo so, gāmaṇi, assāroho saṅgāme ussahati vāyamati tassa taṃ cittaṃ pubbe gahitaṃ dukkaṭaṃ duppaṇihitaṃ: ",
  "sn42.5:3.5": "‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā ahesuṃ iti vā’ti. ",
  "sn42.5:3.6": "Tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti, so kāyassa bhedā paraṃ maraṇā parajito nāma nirayo tattha upapajjati. ",
  "sn42.5:3.7": "Sace kho panassa evaṃ diṭṭhi hoti: ",
  "sn42.5:3.8": "‘yo so assāroho saṅgāme ussahati vāyamati, tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti, so kāyassa bhedā paraṃ maraṇā parajitānaṃ devānaṃ sahabyataṃ upapajjatī’ti, sāssa hoti micchādiṭṭhi. ",
  "sn42.5:3.9": "Micchādiṭṭhikassa kho panāhaṃ, gāmaṇi, purisapuggalassa dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
  "sn42.5:3.10": "nirayaṃ vā tiracchānayoniṃ vā”ti. ",
  "sn42.5:4.1": "Evaṃ vutte, assāroho gāmaṇi parodi, assūni pavattesi. ",
  "sn42.5:4.2": "“Etaṃ kho tyāhaṃ, gāmaṇi, nālatthaṃ: ",
  "sn42.5:4.3": "‘alaṃ, gāmaṇi, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī’”ti. ",
  "sn42.5:4.4": "“Nāhaṃ, bhante, etaṃ rodāmi yaṃ maṃ bhagavā evamāha. ",
  "sn42.5:4.5": "Api cāhaṃ, bhante, pubbakehi ācariyapācariyehi assārohehi dīgharattaṃ nikato vañcito paluddho: ",
  "sn42.5:4.6": "‘yo so assāroho saṅgāme ussahati vāyamati, tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti, so kāyassa bhedā paraṃ maraṇā parajitānaṃ devānaṃ sahabyataṃ upapajjatī’”ti. ",
  "sn42.5:4.7": "“Abhikkantaṃ, bhante …pe… ",
  "sn42.5:4.8": "ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "sn42.5:4.9": "Pañcamaṃ. "
}