{
  "sn42.3:0.1": "Saṃyutta Nikāya 42 ",
  "sn42.3:0.2": "1. Gāmaṇivagga ",
  "sn42.3:0.3": "3. Yodhājīvasutta ",
  "sn42.3:1.1": "Atha kho yodhājīvo gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā …pe… ekamantaṃ nisinno kho yodhājīvo gāmaṇi bhagavantaṃ etadavoca: ",
  "sn42.3:1.2": "“sutaṃ metaṃ, bhante, pubbakānaṃ ācariyapācariyānaṃ yodhājīvānaṃ bhāsamānānaṃ: ",
  "sn42.3:1.3": "‘yo so yodhājīvo saṅgāme ussahati vāyamati, tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti, so kāyassa bhedā paraṃ maraṇā parajitānaṃ devānaṃ sahabyataṃ upapajjatī’ti. ",
  "sn42.3:1.4": "Idha bhagavā kimāhā”ti? ",
  "sn42.3:1.5": "“Alaṃ, gāmaṇi, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī”ti. ",
  "sn42.3:1.6": "Dutiyampi kho …pe… ",
  "sn42.3:1.7": "tatiyampi kho yodhājīvo gāmaṇi bhagavantaṃ etadavoca: ",
  "sn42.3:1.8": "“sutaṃ metaṃ, bhante, pubbakānaṃ ācariyapācariyānaṃ yodhājīvānaṃ bhāsamānānaṃ: ",
  "sn42.3:1.9": "‘yo so yodhājīvo saṅgāme ussahati vāyamati, tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti, so kāyassa bhedā paraṃ maraṇā parajitānaṃ devānaṃ sahabyataṃ upapajjatī’ti. ",
  "sn42.3:1.10": "Idha bhagavā kimāhā”ti? ",
  "sn42.3:2.1": "“Addhā kho tyāhaṃ, gāmaṇi, na labhāmi: ",
  "sn42.3:2.2": "‘alaṃ, gāmaṇi, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī’ti. ",
  "sn42.3:2.3": "Api ca tyāhaṃ byākarissāmi. ",
  "sn42.3:2.4": "Yo so, gāmaṇi, yodhājīvo saṅgāme ussahati vāyamati, tassa taṃ cittaṃ pubbe gahitaṃ dukkaṭaṃ duppaṇihitaṃ: ",
  "sn42.3:2.5": "‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesuṃ iti vā’ti. ",
  "sn42.3:2.6": "Tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti; ",
  "sn42.3:2.7": "so kāyassa bhedā paraṃ maraṇā parajito nāma nirayo tattha upapajjatīti. ",
  "sn42.3:2.8": "Sace kho panassa evaṃ diṭṭhi hoti: ",
  "sn42.3:2.9": "‘yo so yodhājīvo saṅgāme ussahati vāyamati tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti, so kāyassa bhedā paraṃ maraṇā parajitānaṃ devānaṃ sahabyataṃ upapajjatī’ti, sāssa hoti micchādiṭṭhi. ",
  "sn42.3:2.10": "Micchādiṭṭhikassa kho panāhaṃ, gāmaṇi, purisapuggalassa dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
  "sn42.3:2.11": "nirayaṃ vā tiracchānayoniṃ vā”ti. ",
  "sn42.3:3.1": "Evaṃ vutte, yodhājīvo gāmaṇi parodi, assūni pavattesi. ",
  "sn42.3:3.2": "“Etaṃ kho tyāhaṃ, gāmaṇi, nālatthaṃ: ",
  "sn42.3:3.3": "‘alaṃ, gāmaṇi, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī’”ti. ",
  "sn42.3:3.4": "“Nāhaṃ, bhante, etaṃ rodāmi yaṃ maṃ bhagavā evamāha; ",
  "sn42.3:3.5": "api cāhaṃ, bhante, pubbakehi ācariyapācariyehi yodhājīvehi dīgharattaṃ nikato vañcito paluddho: ",
  "sn42.3:3.6": "‘yo so yodhājīvo saṅgāme ussahati vāyamati, tamenaṃ ussahantaṃ vāyamantaṃ pare hananti pariyāpādenti, so kāyassa bhedā paraṃ maraṇā parajitānaṃ devānaṃ sahabyataṃ upapajjatī’”ti. ",
  "sn42.3:3.7": "“Abhikkantaṃ, bhante …pe… ",
  "sn42.3:3.8": "ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "sn42.3:3.9": "Tatiyaṃ. "
}