{
  "sn42.10:0.1": "Saṁyutta Nikāya 42 ",
  "sn42.10:0.2": "1. Gāmaṇivagga ",
  "sn42.10:0.3": "10. Maṇicūḷakasutta ",
  "sn42.10:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn42.10:1.2": "Tena kho pana samayena rājantepure rājaparisāya sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "sn42.10:1.3": "“kappati samaṇānaṁ sakyaputtiyānaṁ jātarūparajataṁ, sādiyanti samaṇā sakyaputtiyā jātarūparajataṁ, paṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajatan”ti. ",
  "sn42.10:2.1": "Tena kho pana samayena maṇicūḷako gāmaṇi tassaṁ parisāyaṁ nisinno hoti. ",
  "sn42.10:2.2": "Atha kho maṇicūḷako gāmaṇi taṁ parisaṁ etadavoca: ",
  "sn42.10:2.3": "“mā ayyo evaṁ avacuttha. ",
  "sn42.10:2.4": "Na kappati samaṇānaṁ sakyaputtiyānaṁ jātarūparajataṁ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṁ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṁ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā”ti. ",
  "sn42.10:2.5": "Asakkhi kho maṇicūḷako gāmaṇi taṁ parisaṁ saññāpetuṁ. ",
  "sn42.10:2.6": "Atha kho maṇicūḷako gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho maṇicūḷako gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.10:2.7": "“idha, bhante, rājantepure rājaparisāya sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "sn42.10:2.8": "‘kappati samaṇānaṁ sakyaputtiyānaṁ jātarūparajataṁ, sādiyanti samaṇā sakyaputtiyā jātarūparajataṁ, paṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajatan’ti. ",
  "sn42.10:2.9": "Evaṁ vutte, ahaṁ, bhante, taṁ parisaṁ etadavocaṁ: ",
  "sn42.10:2.10": "‘mā ayyo evaṁ avacuttha. ",
  "sn42.10:2.11": "Na kappati samaṇānaṁ sakyaputtiyānaṁ jātarūparajataṁ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṁ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṁ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā’ti. ",
  "sn42.10:2.12": "Asakkhiṁ khvāhaṁ, bhante, taṁ parisaṁ saññāpetuṁ. ",
  "sn42.10:2.13": "Kaccāhaṁ, bhante, evaṁ byākaramāno vuttavādī ceva bhagavato homi, na ca bhagavantaṁ abhūtena abbhācikkhāmi, dhammassa cānudhammaṁ byākaromi, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchatī”ti? ",
  "sn42.10:3.1": "“Taggha tvaṁ, gāmaṇi, evaṁ byākaramāno vuttavādī ceva me hosi, na ca maṁ abhūtena abbhācikkhasi, dhammassa cānudhammaṁ byākarosi, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchati. ",
  "sn42.10:3.2": "Na hi, gāmaṇi, kappati samaṇānaṁ sakyaputtiyānaṁ jātarūparajataṁ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṁ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṁ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā. ",
  "sn42.10:3.3": "Yassa kho, gāmaṇi, jātarūparajataṁ kappati, pañcapi tassa kāmaguṇā kappanti. ",
  "sn42.10:3.4": "Yassa pañca kāmaguṇā kappanti (…), ekaṁsenetaṁ, gāmaṇi, dhāreyyāsi assamaṇadhammo asakyaputtiyadhammoti. ",
  "sn42.10:3.5": "Api cāhaṁ, gāmaṇi, evaṁ vadāmi—",
  "sn42.10:3.6": "tiṇaṁ tiṇatthikena pariyesitabbaṁ, dāru dārutthikena pariyesitabbaṁ, sakaṭaṁ sakaṭatthikena pariyesitabbaṁ, puriso purisatthikena pariyesitabbo. ",
  "sn42.10:3.7": "Na tvevāhaṁ, gāmaṇi, kenaci pariyāyena ‘jātarūparajataṁ sāditabbaṁ pariyesitabban’ti vadāmī”ti. ",
  "sn42.10:3.8": "Dasamaṁ. "
}