{
  "sn42.9:0.1": "Saṁyutta Nikāya 42 ",
  "sn42.9:0.2": "1. Gāmaṇivagga ",
  "sn42.9:0.3": "9. Kulasutta ",
  "sn42.9:1.1": "Ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena nāḷandā tadavasari. ",
  "sn42.9:1.2": "Tatra sudaṁ bhagavā nāḷandāyaṁ viharati pāvārikambavane. ",
  "sn42.9:2.1": "Tena kho pana samayena nāḷandā dubbhikkhā hoti dvīhitikā setaṭṭhikā salākāvuttā. ",
  "sn42.9:2.2": "Tena kho pana samayena nigaṇṭho nāṭaputto nāḷandāyaṁ paṭivasati mahatiyā nigaṇṭhaparisāya saddhiṁ. ",
  "sn42.9:2.3": "Atha kho asibandhakaputto gāmaṇi nigaṇṭhasāvako yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho asibandhakaputtaṁ gāmaṇiṁ nigaṇṭho nāṭaputto etadavoca: ",
  "sn42.9:2.4": "“ehi tvaṁ, gāmaṇi, samaṇassa gotamassa vādaṁ āropehi. ",
  "sn42.9:2.5": "Evaṁ te kalyāṇo kittisaddo abbhuggacchissati: ",
  "sn42.9:2.6": "‘asibandhakaputtena gāmaṇinā samaṇassa gotamassa evaṁmahiddhikassa evaṁmahānubhāvassa vādo āropito’”ti. ",
  "sn42.9:3.1": "“Kathaṁ panāhaṁ, bhante, samaṇassa gotamassa evaṁmahiddhikassa evaṁmahānubhāvassa vādaṁ āropessāmī”ti? ",
  "sn42.9:3.2": "“Ehi tvaṁ, gāmaṇi, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṁ gotamaṁ evaṁ vadehi: ",
  "sn42.9:3.3": "‘nanu, bhante, bhagavā anekapariyāyena kulānaṁ anuddayaṁ vaṇṇeti, anurakkhaṁ vaṇṇeti, anukampaṁ vaṇṇetī’ti? ",
  "sn42.9:3.4": "Sace kho, gāmaṇi, samaṇo gotamo evaṁ puṭṭho evaṁ byākaroti: ",
  "sn42.9:3.5": "‘evaṁ, gāmaṇi, tathāgato anekapariyāyena kulānaṁ anuddayaṁ vaṇṇeti, anurakkhaṁ vaṇṇeti, anukampaṁ vaṇṇetī’ti, tamenaṁ tvaṁ evaṁ vadeyyāsi: ",
  "sn42.9:3.6": "‘atha kiñcarahi, bhante, bhagavā dubbhikkhe dvīhitike setaṭṭhike salākāvutte mahatā bhikkhusaṅghena saddhiṁ cārikaṁ carati? ",
  "sn42.9:3.7": "Ucchedāya bhagavā kulānaṁ paṭipanno, anayāya bhagavā kulānaṁ paṭipanno, upaghātāya bhagavā kulānaṁ paṭipanno’ti. ",
  "sn42.9:3.8": "Imaṁ kho te, gāmaṇi, samaṇo gotamo ubhatokoṭikaṁ pañhaṁ puṭṭho neva sakkhati uggilituṁ, neva sakkhati ogilitun”ti. ",
  "sn42.9:3.9": "“Evaṁ, bhante”ti kho asibandhakaputto gāmaṇi nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṁ nāṭaputtaṁ abhivādetvā padakkhiṇaṁ katvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho asibandhakaputto gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.9:4.1": "“Nanu, bhante, bhagavā anekapariyāyena kulānaṁ anuddayaṁ vaṇṇeti, anurakkhaṁ vaṇṇeti, anukampaṁ vaṇṇetī”ti? ",
  "sn42.9:4.2": "“Evaṁ, gāmaṇi, tathāgato anekapariyāyena kulānaṁ anuddayaṁ vaṇṇeti, anurakkhaṁ vaṇṇeti, anukampaṁ vaṇṇetī”ti. ",
  "sn42.9:4.3": "“Atha kiñcarahi, bhante, bhagavā dubbhikkhe dvīhitike setaṭṭhike salākāvutte mahatā bhikkhusaṅghena saddhiṁ cārikaṁ carati? ",
  "sn42.9:4.4": "Ucchedāya bhagavā kulānaṁ paṭipanno, anayāya bhagavā kulānaṁ paṭipanno, upaghātāya bhagavā kulānaṁ paṭipanno”ti. ",
  "sn42.9:4.5": "“Ito so, gāmaṇi, ekanavutikappe yamahaṁ anussarāmi, nābhijānāmi kiñci kulaṁ pakkabhikkhānuppadānamattena upahatapubbaṁ. ",
  "sn42.9:4.6": "Atha kho yāni tāni kulāni aḍḍhāni mahaddhanāni mahābhogāni pahūtajātarūparajatāni pahūtavittūpakaraṇāni pahūtadhanadhaññāni, sabbāni tāni dānasambhūtāni ceva saccasambhūtāni ca sāmaññasambhūtāni ca. ",
  "sn42.9:4.7": "Aṭṭha kho, gāmaṇi, hetū, aṭṭha paccayā kulānaṁ upaghātāya. ",
  "sn42.9:4.8": "Rājato vā kulāni upaghātaṁ gacchanti, corato vā kulāni upaghātaṁ gacchanti, aggito vā kulāni upaghātaṁ gacchanti, udakato vā kulāni upaghātaṁ gacchanti, nihitaṁ vā ṭhānā vigacchati, duppayuttā vā kammantā vipajjanti, kule vā kulaṅgāroti uppajjati, yo te bhoge vikirati vidhamati viddhaṁseti, aniccatāyeva aṭṭhamīti. ",
  "sn42.9:4.9": "Ime kho, gāmaṇi, aṭṭha hetū, aṭṭha paccayā kulānaṁ upaghātāya. ",
  "sn42.9:4.10": "Imesu kho, gāmaṇi, aṭṭhasu hetūsu, aṭṭhasu paccayesu saṁvijjamānesu yo maṁ evaṁ vadeyya: ",
  "sn42.9:4.11": "‘ucchedāya bhagavā kulānaṁ paṭipanno, anayāya bhagavā kulānaṁ paṭipanno, upaghātāya bhagavā kulānaṁ paṭipanno’ti, ",
  "sn42.9:4.12": "taṁ, gāmaṇi, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye”ti. ",
  "sn42.9:5.1": "Evaṁ vutte, asibandhakaputto gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.9:5.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante …pe… ",
  "sn42.9:5.3": "upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn42.9:5.4": "Navamaṁ. "
}