{
  "sn42.6:0.1": "Saṁyutta Nikāya 42 ",
  "sn42.6:0.2": "1. Gāmaṇivagga ",
  "sn42.6:0.3": "6. Asibandhakaputtasutta ",
  "sn42.6:1.1": "Ekaṁ samayaṁ bhagavā nāḷandāyaṁ viharati pāvārikambavane. ",
  "sn42.6:1.2": "Atha kho asibandhakaputto gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho asibandhakaputto gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.6:2.1": "“brāhmaṇā, bhante, pacchā bhūmakā kāmaṇḍalukā sevālamālikā udakorohakā aggiparicārakā. ",
  "sn42.6:2.2": "Te mataṁ kālaṅkataṁ uyyāpenti nāma saññāpenti nāma saggaṁ nāma okkāmenti. ",
  "sn42.6:2.3": "Bhagavā pana, bhante, arahaṁ sammāsambuddho pahoti tathā kātuṁ yathā sabbo loko kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyā”ti? ",
  "sn42.6:3.1": "“Tena hi, gāmaṇi, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṁ byākareyyāsīti. ",
  "sn42.6:4.1": "Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.6:4.2": "idhassa puriso pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko. ",
  "sn42.6:4.3": "Tamenaṁ mahājanakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
  "sn42.6:4.4": "‘ayaṁ puriso kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjatū’ti. ",
  "sn42.6:4.5": "Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.6:4.6": "api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyā”ti? ",
  "sn42.6:4.7": "“No hetaṁ, bhante”. ",
  "sn42.6:5.1": "“Seyyathāpi, gāmaṇi, puriso mahatiṁ puthusilaṁ gambhīre udakarahade pakkhipeyya. ",
  "sn42.6:5.2": "Tamenaṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
  "sn42.6:5.3": "‘ummujja, bho puthusile, uplava, bho puthusile, thalamuplava, bho puthusile’ti. ",
  "sn42.6:5.4": "Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.6:5.5": "api nu sā puthusilā mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā ummujjeyya vā uplaveyya vā thalaṁ vā uplaveyyā”ti? ",
  "sn42.6:5.6": "“No hetaṁ, bhante”. ",
  "sn42.6:5.7": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko. ",
  "sn42.6:5.8": "Kiñcāpi taṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
  "sn42.6:5.9": "‘ayaṁ puriso kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjatū’ti, atha kho so puriso kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyya. ",
  "sn42.6:6.1": "Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.6:6.2": "idhassa puriso pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhiko. ",
  "sn42.6:6.3": "Tamenaṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
  "sn42.6:6.4": "‘ayaṁ puriso kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjatū’ti. ",
  "sn42.6:6.5": "Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.6:6.6": "api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyyā”ti? ",
  "sn42.6:6.7": "“No hetaṁ, bhante”. ",
  "sn42.6:7.1": "“Seyyathāpi, gāmaṇi, puriso sappikumbhaṁ vā telakumbhaṁ vā gambhīre udakarahade ogāhetvā bhindeyya. Tatra yāssa sakkharā vā kaṭhalā vā sā adhogāmī assa; yañca khvassa tatra sappi vā telaṁ vā taṁ uddhaṁ gāmi assa. ",
  "sn42.6:7.2": "Tamenaṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
  "sn42.6:7.3": "‘osīda, bho sappitela, saṁsīda, bho sappitela, adho gaccha, bho sappitelā’ti. ",
  "sn42.6:7.4": "Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.6:7.5": "api nu taṁ sappitelaṁ mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā osīdeyya vā saṁsīdeyya vā adho vā gaccheyyā”ti? ",
  "sn42.6:7.6": "“No hetaṁ, bhante”. ",
  "sn42.6:8.1": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, pisuṇāya vācāya paṭivirato, pharusāya vācāya paṭivirato, samphappalāpā paṭivirato, anabhijjhālu, abyāpannacitto, sammādiṭṭhiko, ",
  "sn42.6:8.2": "kiñcāpi taṁ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
  "sn42.6:8.3": "‘ayaṁ puriso kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjatū’ti, atha kho so puriso kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyā”ti. ",
  "sn42.6:8.4": "Evaṁ vutte, asibandhakaputto gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.6:8.5": "“abhikkantaṁ, bhante …pe… ",
  "sn42.6:8.6": "ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn42.6:8.7": "Chaṭṭhaṁ. "
}