{
  "sn42.5:0.1": "Saṁyutta Nikāya 42 ",
  "sn42.5:0.2": "1. Gāmaṇivagga ",
  "sn42.5:0.3": "5. Assārohasutta ",
  "sn42.5:1.1": "Atha kho assāroho gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho assāroho gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.5:1.2": "“sutaṁ metaṁ, bhante, pubbakānaṁ ācariyapācariyānaṁ assārohānaṁ bhāsamānānaṁ: ",
  "sn42.5:1.3": "‘yo so assāroho saṅgāme ussahati vāyamati, tamenaṁ ussahantaṁ vāyamantaṁ pare hananti pariyāpādenti, so kāyassa bhedā paraṁ maraṇā parajitānaṁ devānaṁ sahabyataṁ upapajjatī’ti. ",
  "sn42.5:1.4": "Idha bhagavā kimāhā”ti? ",
  "sn42.5:1.5": "“Alaṁ, gāmaṇi, tiṭṭhatetaṁ; mā maṁ etaṁ pucchī”ti. ",
  "sn42.5:2.1": "Dutiyampi kho …pe… ",
  "sn42.5:2.2": "tatiyampi kho assāroho gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.5:2.3": "“sutaṁ metaṁ, bhante, pubbakānaṁ ācariyapācariyānaṁ assārohānaṁ bhāsamānānaṁ: ",
  "sn42.5:2.4": "‘yo so assāroho saṅgāme ussahati vāyamati, tamenaṁ ussahantaṁ vāyamantaṁ pare hananti pariyāpādenti, so kāyassa bhedā paraṁ maraṇā parajitānaṁ devānaṁ sahabyataṁ upapajjatī’ti. ",
  "sn42.5:2.5": "Idha bhagavā kimāhā”ti? ",
  "sn42.5:3.1": "“Addhā kho tyāhaṁ, gāmaṇi, na labhāmi: ",
  "sn42.5:3.2": "‘alaṁ, gāmaṇi, tiṭṭhatetaṁ; mā maṁ etaṁ pucchī’ti. ",
  "sn42.5:3.3": "Api ca kho tyāhaṁ byākarissāmi. ",
  "sn42.5:3.4": "Yo so, gāmaṇi, assāroho saṅgāme ussahati vāyamati tassa taṁ cittaṁ pubbe gahitaṁ dukkaṭaṁ duppaṇihitaṁ: ",
  "sn42.5:3.5": "‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā ahesuṁ iti vā’ti. ",
  "sn42.5:3.6": "Tamenaṁ ussahantaṁ vāyamantaṁ pare hananti pariyāpādenti, so kāyassa bhedā paraṁ maraṇā parajito nāma nirayo tattha upapajjati. ",
  "sn42.5:3.7": "Sace kho panassa evaṁ diṭṭhi hoti: ",
  "sn42.5:3.8": "‘yo so assāroho saṅgāme ussahati vāyamati, tamenaṁ ussahantaṁ vāyamantaṁ pare hananti pariyāpādenti, so kāyassa bhedā paraṁ maraṇā parajitānaṁ devānaṁ sahabyataṁ upapajjatī’ti, sāssa hoti micchādiṭṭhi. ",
  "sn42.5:3.9": "Micchādiṭṭhikassa kho panāhaṁ, gāmaṇi, purisapuggalassa dvinnaṁ gatīnaṁ aññataraṁ gatiṁ vadāmi—",
  "sn42.5:3.10": "nirayaṁ vā tiracchānayoniṁ vā”ti. ",
  "sn42.5:4.1": "Evaṁ vutte, assāroho gāmaṇi parodi, assūni pavattesi. ",
  "sn42.5:4.2": "“Etaṁ kho tyāhaṁ, gāmaṇi, nālatthaṁ: ",
  "sn42.5:4.3": "‘alaṁ, gāmaṇi, tiṭṭhatetaṁ; mā maṁ etaṁ pucchī’”ti. ",
  "sn42.5:4.4": "“Nāhaṁ, bhante, etaṁ rodāmi yaṁ maṁ bhagavā evamāha. ",
  "sn42.5:4.5": "Api cāhaṁ, bhante, pubbakehi ācariyapācariyehi assārohehi dīgharattaṁ nikato vañcito paluddho: ",
  "sn42.5:4.6": "‘yo so assāroho saṅgāme ussahati vāyamati, tamenaṁ ussahantaṁ vāyamantaṁ pare hananti pariyāpādenti, so kāyassa bhedā paraṁ maraṇā parajitānaṁ devānaṁ sahabyataṁ upapajjatī’”ti. ",
  "sn42.5:4.7": "“Abhikkantaṁ, bhante …pe… ",
  "sn42.5:4.8": "ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn42.5:4.9": "Pañcamaṁ. "
}