{
  "iti99:0.1": "Itivuttaka 99",
  "iti99:0.2": "Tikanipāta",
  "iti99:0.3": "Pañcamavagga",
  "iti99:0.4": "Tevijjasutta",
  "iti99:1.1": "Vuttañhetaṃ bhagavatā vuttamarahatāti me sutaṃ:",
  "iti99:2.1": "“Dhammenāhaṃ, bhikkhave, tevijjaṃ brāhmaṇaṃ paññāpemi, nāññaṃ lapitalāpanamattena.",
  "iti99:3.1": "Kathañcāhaṃ, bhikkhave, dhammena tevijjaṃ brāhmaṇaṃ paññāpemi, nāññaṃ lapitalāpanamattena?",
  "iti99:3.2": "Idha, bhikkhave, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "iti99:3.3": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "iti99:3.4": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto.",
  "iti99:3.5": "So tato cuto amutra udapādiṃ.",
  "iti99:3.6": "Tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto.",
  "iti99:3.7": "So tato cuto idhūpapanno’ti.",
  "iti99:3.8": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "iti99:3.9": "Ayamassa paṭhamā vijjā adhigatā hoti, avijjā vihatā, vijjā uppannā, tamo vihato, āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "iti99:4.1": "Puna caparaṃ, bhikkhave, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti:",
  "iti99:4.2": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā.",
  "iti99:4.3": "Te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā.",
  "iti99:4.4": "Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā.",
  "iti99:4.5": "Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "iti99:4.6": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti.",
  "iti99:4.7": "Ayamassa dutiyā vijjā adhigatā hoti, avijjā vihatā, vijjā uppannā, tamo vihato, āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "iti99:5.1": "Puna caparaṃ, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "iti99:5.2": "Ayamassa tatiyā vijjā adhigatā hoti, avijjā vihatā, vijjā uppannā, tamo vihato, āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "iti99:5.3": "Evaṃ kho ahaṃ, bhikkhave, dhammena tevijjaṃ brāhmaṇaṃ paññāpemi, nāññaṃ lapitalāpanamattenā”ti.",
  "iti99:5.4": "Etamatthaṃ bhagavā avoca.",
  "iti99:5.5": "Tatthetaṃ iti vuccati:",
  "iti99:6.1": "“Pubbenivāsaṃ yoveti,",
  "iti99:6.2": "saggāpāyañca passati;",
  "iti99:6.3": "Atho jātikkhayaṃ patto,",
  "iti99:6.4": "abhiññāvosito muni.",
  "iti99:7.1": "Etāhi tīhi vijjāhi,",
  "iti99:7.2": "tevijjo hoti brāhmaṇo;",
  "iti99:7.3": "Tamahaṃ vadāmi tevijjaṃ,",
  "iti99:7.4": "nāññaṃ lapitalāpanan”ti.",
  "iti99:8.1": "Ayampi attho vutto bhagavatā, iti me sutanti.",
  "iti99:8.2": "Dasamaṃ.",
  "iti99:8.3": "Pañcamo vaggo.",
  "iti99:9.1": "Pasāda jīvita saṅghāṭi,",
  "iti99:9.2": "aggi upaparikkhayā;",
  "iti99:9.3": "Upapatti kāma kalyāṇaṃ,",
  "iti99:9.4": "dānaṃ dhammena te dasāti.",
  "iti99:9.5": "Tikanipāto niṭṭhito."
}