{
  "patthana2.8:0.1": "Paṭṭhānapakaraṇa",
  "patthana2.8:0.2": "Dhammānuloma (1), Dukapaṭṭhānapāḷi (2)",
  "patthana2.8:0.3": "2.8. Nīvaraṇagocchaka",
  "patthana2.8:1.0.1": "Vibhaṅgavāra",
  "patthana2.8:1.0.2": "Hetu",
  "patthana2.8:1.1": "Nīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo dhammo uppajjati hetupaccayā— kāmacchandanīvaraṇaṃ paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ, kāmacchandanīvaraṇaṃ paṭicca uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ, byāpādanīvaraṇaṃ paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ, byāpādanīvaraṇaṃ paṭicca uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ, byāpādanīvaraṇaṃ paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ kukkuccanīvaraṇaṃ avijjānīvaraṇaṃ, byāpādanīvaraṇaṃ paṭicca uddhaccanīvaraṇaṃ kukkuccanīvaraṇaṃ avijjānīvaraṇaṃ, vicikicchānīvaraṇaṃ paṭicca uddhaccanīvaraṇaṃ, uddhaccanīvaraṇaṃ paṭicca avijjānīvaraṇaṃ. (1)",
  "patthana2.8:2.1": "Nīvaraṇaṃ dhammaṃ paṭicca nonīvaraṇo dhammo uppajjati hetupaccayā—nīvaraṇe paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ. (2)",
  "patthana2.8:3.1": "Nīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—kāmacchandanīvaraṇaṃ paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṃ. (Cakkaṃ.) (3)",
  "patthana2.8:4.1": "Nonīvaraṇaṃ dhammaṃ paṭicca nonīvaraṇo dhammo uppajjati hetupaccayā— nonīvaraṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.8:5.1": "Nonīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo dhammo uppajjati hetupaccayā—nonīvaraṇe khandhe paṭicca nīvaraṇā. (2)",
  "patthana2.8:6.1": "Nonīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—nonīvaraṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā nīvaraṇā ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana2.8:7.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paṭicca nīvaraṇo dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇañca sampayuttake ca khandhe paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ. (Cakkaṃ.) (1)",
  "patthana2.8:8.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paṭicca nonīvaraṇo dhammo uppajjati hetupaccayā—nonīvaraṇaṃ ekaṃ khandhañca nīvaraṇañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe… nīvaraṇe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.8:9.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paṭicca nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—nonīvaraṇaṃ ekaṃ khandhañca kāmacchandanīvaraṇañca paṭicca tayo khandhā thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ …pe… dve khandhe ca …pe…. (Cakkaṃ. Saṃkhittaṃ.) (3)",
  "patthana2.8:10.0": "Suddha",
  "patthana2.8:10.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava (sabbattha nava), vipāke ekaṃ, āhāre nava …pe… avigate nava.",
  "patthana2.8:11.1": "Anulomaṃ.",
  "patthana2.8:12.0": "Nahetu",
  "patthana2.8:12.1": "Nīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchānīvaraṇaṃ paṭicca avijjānīvaraṇaṃ, uddhaccanīvaraṇaṃ paṭicca avijjānīvaraṇaṃ. (1)",
  "patthana2.8:13.1": "Nonīvaraṇaṃ dhammaṃ paṭicca nonīvaraṇo dhammo uppajjati nahetupaccayā— ahetukaṃ nonīvaraṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve …pe… ahetukapaṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) (1)",
  "patthana2.8:14.1": "Nonīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca avijjānīvaraṇaṃ. (2)",
  "patthana2.8:15.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paṭicca nīvaraṇo dhammo uppajjati nahetupaccayā—vicikicchānīvaraṇañca sampayuttake ca khandhe paṭicca avijjānīvaraṇaṃ, uddhaccanīvaraṇañca sampayuttake ca khandhe paṭicca avijjānīvaraṇaṃ. (1)",
  "patthana2.8:16.0": "Naārammaṇādi",
  "patthana2.8:16.1": "Nīvaraṇaṃ dhammaṃ paṭicca nonīvaraṇo dhammo uppajjati naārammaṇapaccayā— nīvaraṇe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana2.8:17.1": "Nonīvaraṇaṃ dhammaṃ paṭicca nonīvaraṇo dhammo uppajjati naārammaṇapaccayā— nonīvaraṇe khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) (1)",
  "patthana2.8:18.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paṭicca nonīvaraṇo dhammo uppajjati naārammaṇapaccayā—nīvaraṇe ca sampayuttake ca khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ … (saṃkhittaṃ) naadhipatipaccayā … naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā.",
  "patthana2.8:19.0": "Napurejāta",
  "patthana2.8:19.1": "Nīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo dhammo uppajjati napurejātapaccayā—arūpe kāmacchandanīvaraṇaṃ paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ, arūpe kāmacchandanīvaraṇaṃ paṭicca uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ, arūpe vicikicchānīvaraṇaṃ paṭicca uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ, arūpe uddhaccanīvaraṇaṃ paṭicca avijjānīvaraṇaṃ. (1)",
  "patthana2.8:20.1": "Nīvaraṇaṃ dhammaṃ paṭicca nonīvaraṇo dhammo uppajjati napurejātapaccayā—arūpe nīvaraṇe paṭicca sampayuttakā khandhā, nīvaraṇe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (Avasesā pañhā sabbe vitthāretabbā. Arūpaṃ paṭhamaṃ kātabbaṃ, rūpaṃ pacchā yathā labhati.)",
  "patthana2.8:21.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paṭicca nīvaraṇo dhammo uppajjati napurejātapaccayā—arūpe nonīvaraṇe khandhe ca kāmacchandanīvaraṇañca paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ. (Cakkaṃ.) (1)",
  "patthana2.8:22.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paṭicca nonīvaraṇo dhammo uppajjati napurejātapaccayā—arūpe nonīvaraṇaṃ ekaṃ khandhañca nīvaraṇe ca paṭicca tayo khandhā …pe… dve khandhe ca …pe… nīvaraṇe ca sampayuttake ca khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, nīvaraṇe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.8:23.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paṭicca nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti napurejātapaccayā—arūpe nonīvaraṇaṃ ekaṃ khandhañca kāmacchandanīvaraṇañca paṭicca tayo khandhā thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ. (Cakkaṃ. Saṃkhittaṃ.) (3)",
  "patthana2.8:24.0": "Suddha",
  "patthana2.8:24.1": "Nahetuyā cattāri, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.8:25.0": "2.8.1.1.3. Paccayānulomapaccanīya",
  "patthana2.8:25.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava. (Saṃkhittaṃ.)",
  "patthana2.8:26.0": "2.8.1.1.4. Paccayapaccanīyānuloma",
  "patthana2.8:26.1": "Nahetupaccayā ārammaṇe cattāri …pe… magge tīṇi …pe… avigate cattāri.",
  "patthana2.8:27.0": "2.8.1.2. Sahajātavāra",
  "patthana2.8:27.1": "Sahajātavāropi evaṃ vitthāretabbo.",
  "patthana2.8:28.0": "Hetu",
  "patthana2.8:28.1": "Nīvaraṇaṃ dhammaṃ paccayā nīvaraṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana2.8:29.1": "Nonīvaraṇaṃ dhammaṃ paccayā nonīvaraṇo dhammo uppajjati hetupaccayā— nonīvaraṇaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… (yāva ajjhattikā mahābhūtā), vatthuṃ paccayā nonīvaraṇā khandhā. (1)",
  "patthana2.8:30.1": "Nonīvaraṇaṃ dhammaṃ paccayā nīvaraṇo dhammo uppajjati hetupaccayā—nonīvaraṇe khandhe paccayā nīvaraṇā, vatthuṃ paccayā nīvaraṇā. (2)",
  "patthana2.8:31.1": "Nonīvaraṇaṃ dhammaṃ paccayā nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—nonīvaraṇaṃ ekaṃ khandhaṃ paccayā tayo khandhā nīvaraṇā ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… vatthuṃ paccayā nīvaraṇā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, vatthuṃ paccayā nīvaraṇā ca sampayuttakā ca khandhā. (3)",
  "patthana2.8:32.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paccayā nīvaraṇo dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇañca sampayuttake ca khandhe paccayā thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ (cakkaṃ). Kāmacchandanīvaraṇañca vatthuñca paccayā thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ. (Cakkaṃ.) (1)",
  "patthana2.8:33.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paccayā nonīvaraṇo dhammo uppajjati hetupaccayā—nonīvaraṇaṃ ekaṃ khandhañca nīvaraṇañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… nīvaraṇañca vatthuñca paccayā sampayuttakā khandhā, nīvaraṇañca sampayuttake ca khandhe paccayā cittasamuṭṭhānaṃ rūpaṃ, nīvaraṇe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.8:34.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paccayā nīvaraṇo ca nonīvaraṇo ca dhammā uppajjanti hetupaccayā—nonīvaraṇaṃ ekaṃ khandhañca kāmacchandanīvaraṇañca paccayā tayo khandhā thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ …pe… dve khandhe …pe… (cakkaṃ). Kāmacchandanīvaraṇañca vatthuñca paccayā thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ sampayuttakā ca khandhā. (Cakkaṃ. Saṃkhittaṃ.) (3)",
  "patthana2.8:35.0": "Suddha",
  "patthana2.8:35.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), vipāke ekaṃ …pe… avigate nava.",
  "patthana2.8:36.1": "Anulomaṃ.",
  "patthana2.8:37.0": "Vibhaṅgavāra",
  "patthana2.8:37.1": "Nīvaraṇaṃ dhammaṃ paccayā nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchānīvaraṇaṃ paccayā avijjānīvaraṇaṃ, uddhaccanīvaraṇaṃ paccayā avijjānīvaraṇaṃ. (1)",
  "patthana2.8:38.1": "Nonīvaraṇaṃ dhammaṃ paccayā nonīvaraṇo dhammo uppajjati nahetupaccayā— ahetukaṃ nonīvaraṇaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… (yāva asaññasattā) cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ, vatthuṃ paccayā ahetukā nonīvaraṇā khandhā. (1)",
  "patthana2.8:39.1": "Nonīvaraṇaṃ dhammaṃ paccayā nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paccayā avijjānīvaraṇaṃ, vatthuṃ paccayā avijjānīvaraṇaṃ. (2)",
  "patthana2.8:40.1": "Nīvaraṇañca nonīvaraṇañca dhammaṃ paccayā nīvaraṇo dhammo uppajjati nahetupaccayā—vicikicchānīvaraṇañca sampayuttake ca khandhe paccayā avijjānīvaraṇaṃ, uddhaccanīvaraṇañca sampayuttake ca khandhe paccayā avijjānīvaraṇaṃ, vicikicchānīvaraṇañca vatthuñca paccayā avijjānīvaraṇaṃ, uddhaccanīvaraṇañca vatthuñca paccayā avijjānīvaraṇaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.8:41.0": "Suddha",
  "patthana2.8:41.1": "Nahetuyā cattāri, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.8:42.0": "2.8.1.3.3. Paccayānulomapaccanīya",
  "patthana2.8:42.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava. (Saṃkhittaṃ.)",
  "patthana2.8:43.0": "2.8.1.3.4. Paccayapaccanīyānuloma",
  "patthana2.8:43.1": "Nahetupaccayā ārammaṇe cattāri, anantare cattāri, samanantare cattāri …pe… magge tīṇi, avigate cattāri.",
  "patthana2.8:44.0": "2.8.1.5.1–4 Paccayacatukka",
  "patthana2.8:44.1": "Nīvaraṇaṃ dhammaṃ saṃsaṭṭho nīvaraṇo dhammo uppajjati hetupaccayā— kāmacchandanīvaraṇaṃ saṃsaṭṭhaṃ thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ. (Cakkaṃ. Sabbaṃ nīvaraṇaṃ vitthāretabbaṃ.)",
  "patthana2.8:45.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), vipāke ekaṃ …pe… avigate nava.",
  "patthana2.8:46.1": "Anulomaṃ.",
  "patthana2.8:47.1": "Nīvaraṇaṃ dhammaṃ saṃsaṭṭho nīvaraṇo dhammo uppajjati nahetupaccayā— vicikicchānīvaraṇaṃ saṃsaṭṭhaṃ avijjānīvaraṇaṃ, uddhaccanīvaraṇaṃ saṃsaṭṭhaṃ avijjānīvaraṇaṃ. (Saṃkhittaṃ.)",
  "patthana2.8:48.1": "Nahetuyā cattāri, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṃ, namagge ekaṃ, navippayutte nava.",
  "patthana2.8:49.1": "Paccanīyaṃ.",
  "patthana2.8:50.0": "2.8.1.6. Sampayuttavāra",
  "patthana2.8:50.1": "Evaṃ itare dve gaṇanāpi sampayuttavāropi kātabbo.",
  "patthana2.8:51.0": "Hetu",
  "patthana2.8:51.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇā hetū sampayuttakānaṃ nīvaraṇānaṃ hetupaccayena paccayo. (1)",
  "patthana2.8:52.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (2)",
  "patthana2.8:53.1": "Nīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa hetupaccayena paccayo—nīvaraṇā hetū sampayuttakānaṃ khandhānaṃ nīvaraṇānañca cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.8:54.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa hetupaccayena paccayo—nonīvaraṇā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.8:55.0": "Ārammaṇa",
  "patthana2.8:55.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa ārammaṇapaccayena paccayo—nīvaraṇe ārabbha nīvaraṇā uppajjanti. (Mūlaṃ pucchitabbaṃ.) Nīvaraṇe ārabbha nonīvaraṇā khandhā uppajjanti. (Mūlaṃ kātabbaṃ.) Nīvaraṇe ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.8:56.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa ārammaṇapaccayena paccayo— dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ …pe… ariyā maggā vuṭṭhahitvā maggaṃ …pe… phalaṃ …pe… nibbānaṃ …pe… nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; ariyā nonīvaraṇe pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… cakkhuṃ …pe… vatthuṃ nonīvaraṇe khandhe aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. Cetopariyañāṇena nonīvaraṇacittasamaṅgissa cittaṃ jānāti, ākāsānañcāyatanaṃ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe… nonīvaraṇā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana2.8:57.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṃ …pe… vatthuṃ nonīvaraṇe khandhe assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṃ …pe… domanassaṃ uppajjati. (2)",
  "patthana2.8:58.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṃ …pe… vatthuṃ nonīvaraṇe khandhe assādeti abhinandati, taṃ ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.8:59.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Ārabbha kātabbā.)",
  "patthana2.8:60.0": "Adhipati",
  "patthana2.8:60.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—nīvaraṇe garuṃ katvā nīvaraṇā uppajjanti … tīṇi. (Ārammaṇasadisaṃ.) (3)",
  "patthana2.8:61.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati, pubbe suciṇṇāni …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṃ …pe… phalaṃ …pe… nibbānaṃ …pe… nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṃ …pe… vatthuṃ nonīvaraṇe khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—nonīvaraṇādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.8:62.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe …pe… jhānā …pe… cakkhuṃ …pe… vatthuṃ nonīvaraṇe khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—nonīvaraṇādhipati sampayuttakānaṃ nīvaraṇānaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.8:63.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe …pe… jhānā …pe… cakkhuṃ …pe… vatthuṃ nonīvaraṇe khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—nonīvaraṇādhipati sampayuttakānaṃ khandhānaṃ nīvaraṇānañca cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.8:64.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Ārammaṇādhipatiyeva.)",
  "patthana2.8:65.0": "Anantara",
  "patthana2.8:65.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa anantarapaccayena paccayo—purimā purimā nīvaraṇā pacchimānaṃ pacchimānaṃ nīvaraṇānaṃ anantarapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Purimā purimā nīvaraṇā pacchimānaṃ pacchimānaṃ nonīvaraṇānaṃ khandhānaṃ anantarapaccayena paccayo; nīvaraṇā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Purimā purimā nīvaraṇā pacchimānaṃ pacchimānaṃ nīvaraṇānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.8:66.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa anantarapaccayena paccayo—purimā purimā nonīvaraṇā khandhā pacchimānaṃ pacchimānaṃ nonīvaraṇānaṃ khandhānaṃ anantarapaccayena paccayo …pe… nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ phalasamāpattiyā anantarapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Purimā purimā nonīvaraṇā khandhā pacchimānaṃ pacchimānaṃ nīvaraṇānaṃ anantarapaccayena paccayo; āvajjanā nīvaraṇānaṃ anantarapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Purimā purimā nonīvaraṇā khandhā pacchimānaṃ pacchimānaṃ nīvaraṇānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo; āvajjanā nīvaraṇānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.8:67.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa anantarapaccayena paccayo—purimā purimā nīvaraṇā ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ nīvaraṇānaṃ anantarapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Purimā purimā nīvaraṇā ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ nonīvaraṇānaṃ khandhānaṃ anantarapaccayena paccayo; nīvaraṇā ca sampayuttakā ca khandhā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Purimā purimā nīvaraṇā ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ nīvaraṇānañca sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.8:68.0": "Samanantarādi",
  "patthana2.8:68.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo.",
  "patthana2.8:69.0": "Upanissaya",
  "patthana2.8:69.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—nīvaraṇāni nīvaraṇānaṃ upanissayapaccayena paccayo … tīṇi.",
  "patthana2.8:70.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya dānaṃ deti …pe… sīlaṃ …pe… uposathakammaṃ …pe… jhānaṃ uppādeti, vipassanaṃ …pe… maggaṃ …pe… abhiññaṃ …pe… samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… paññaṃ …pe… mānaṃ … diṭṭhiṃ … patthanaṃ … kāyikaṃ sukhaṃ … kāyikaṃ dukkhaṃ … utuṃ … bhojanaṃ … senāsanaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ saddhāya …pe… paññāya, rāgassa …pe… patthanāya, kāyikassa sukhassa, kāyikassa dukkhassa, maggassa, phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana2.8:71.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa upanissayapaccayena paccayo (tīṇi upanissayā). **Pakatūpanissayo**—saddhaṃ upanissāya mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… senāsanaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ rāgassa …pe… patthanāya upanissayapaccayena paccayo. (2)",
  "patthana2.8:72.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… senāsanaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ nīvaraṇānaṃ sampayuttakānañca khandhānaṃ upanissayapaccayena paccayo. (3)",
  "patthana2.8:73.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—nīvaraṇā ca sampayuttakā ca khandhā nīvaraṇānaṃ upanissayapaccayena paccayo … tīṇi.",
  "patthana2.8:74.0": "Purejāta",
  "patthana2.8:74.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati …pe… tīṇi. (Purejātaṃ ārammaṇasadisaṃ kusalākusalassa vibhajitabbaṃ.)",
  "patthana2.8:75.0": "Pacchājātāsevana",
  "patthana2.8:75.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa pacchājātapaccayena paccayo … tīṇi … āsevanapaccayena paccayo … nava.",
  "patthana2.8:76.0": "Kamma",
  "patthana2.8:76.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nonīvaraṇā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nonīvaraṇā cetanā vipākānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Nonīvaraṇā cetanā sampayuttakānaṃ nīvaraṇānaṃ kammapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Nonīvaraṇā cetanā sampayuttakānaṃ khandhānaṃ nīvaraṇānañca cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana2.8:77.0": "Vipākādi",
  "patthana2.8:77.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa vipākapaccayena paccayo … ekaṃ … āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo.",
  "patthana2.8:78.0": "Vippayutta",
  "patthana2.8:78.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa vippayuttapaccayena paccayo— sahajātaṃ, pacchājātaṃ. (Evaṃ avasesā cattāri pañhā kātabbā.)",
  "patthana2.8:79.0": "Atthi",
  "patthana2.8:79.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa atthipaccayena paccayo— kāmacchandanīvaraṇaṃ thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa atthipaccayena paccayo. (Cakkaṃ.) (1)",
  "patthana2.8:80.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. (Evaṃ nīvaraṇamūle tīṇi.) (3)",
  "patthana2.8:81.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.8:82.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. (Saṃkhittaṃ.) (2)",
  "patthana2.8:83.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. (Saṃkhittaṃ.) (3)",
  "patthana2.8:84.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajātaṃ**—kāmacchandanīvaraṇañca sampayuttakā ca khandhā thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa atthipaccayena paccayo; kāmacchandanīvaraṇañca vatthu ca thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa atthipaccayena paccayo. (1)",
  "patthana2.8:85.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nonīvaraṇassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajāto**—nonīvaraṇo eko khandho ca nīvaraṇā ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā …pe… nīvaraṇā ca vatthu ca nonīvaraṇānaṃ khandhānaṃ atthipaccayena paccayo; nīvaraṇā ca sampayuttakā ca khandhā cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo; nīvaraṇā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—nīvaraṇā ca sampayuttakā ca khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—nīvaraṇā ca sampayuttakā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—nīvaraṇā ca sampayuttakā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (2)",
  "patthana2.8:86.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa ca nonīvaraṇassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—nonīvaraṇo eko khandho ca kāmacchandanīvaraṇañca tiṇṇannaṃ khandhānaṃ thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa ca cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo; dve khandhā ca …pe… kāmacchandanīvaraṇañca vatthu ca thinamiddhanīvaraṇassa uddhaccanīvaraṇassa avijjānīvaraṇassa ca sampayuttakānañca khandhānaṃ atthipaccayena paccayo. (Cakkaṃ.) (3)",
  "patthana2.8:87.0": "Suddha",
  "patthana2.8:87.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke ekaṃ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava.",
  "patthana2.8:88.1": "Anulomaṃ.",
  "patthana2.8:89.0": "Paccanīyuddhāra",
  "patthana2.8:89.1": "Nīvaraṇo dhammo nīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.8:90.1": "Nīvaraṇo dhammo nonīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana2.8:91.1": "Nīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.8:92.1": "Nonīvaraṇo dhammo nonīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana2.8:93.1": "Nonīvaraṇo dhammo nīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (2)",
  "patthana2.8:94.1": "Nonīvaraṇo dhammo nīvaraṇassa ca nonīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (3)",
  "patthana2.8:95.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.8:96.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nonīvaraṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana2.8:97.1": "Nīvaraṇo ca nonīvaraṇo ca dhammā nīvaraṇassa ca nonīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.8:98.0": "Suddha",
  "patthana2.8:98.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava (sabbattha nava), novigate nava, noavigate nava.",
  "patthana2.8:99.0": "Hetuduka",
  "patthana2.8:99.1": "Hetupaccayā naārammaṇe cattāri …pe… nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… namagge cattāri, nasampayutte dve, navippayutte cattāri, nonatthiyā cattāri, novigate cattāri.",
  "patthana2.8:100.0": "2.8.1.7.4. Paccayapaccanīyānuloma",
  "patthana2.8:100.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā) …pe… avigate nava.",
  "patthana2.8:101.1": "Nīvaraṇadukaṃ niṭṭhitaṃ.",
  "patthana2.8:102.0": "2.8.2.1–7. Paṭiccādivāra",
  "patthana2.8:102.1": "Nīvaraṇiyaṃ dhammaṃ paṭicca nīvaraṇiyo dhammo uppajjati hetupaccayā …pe…. (Nīvaraṇiyadukaṃ yathā lokiyadukaṃ, evaṃ kātabbaṃ ninnānākaraṇaṃ.)",
  "patthana2.8:103.1": "Dvikkhattuṃ kāmacchandena,",
  "patthana2.8:103.2": "Catukkhattuṃ paṭighena ca;",
  "patthana2.8:103.3": "Uddhaccaṃ vicikicchā ca,",
  "patthana2.8:103.4": "Ubhopete sakiṃ sakiṃ;",
  "patthana2.8:103.5": "Nīvaraṇānaṃ nīvaraṇehi,",
  "patthana2.8:103.6": "Aṭṭhavidhaṃ payojanaṃ.",
  "patthana2.8:104.1": "Nīvaraṇadukassa mātikā idha katā.",
  "patthana2.8:105.1": "Nīvaraṇiyadukaṃ niṭṭhitaṃ.",
  "patthana2.8:106.0": "Hetu",
  "patthana2.8:106.1": "Nīvaraṇasampayuttaṃ dhammaṃ paṭicca nīvaraṇasampayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.8:107.1": "Nīvaraṇasampayuttaṃ dhammaṃ paṭicca nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayutte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.8:108.1": "Nīvaraṇasampayuttaṃ dhammaṃ paṭicca nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā uppajjanti hetupaccayā—nīvaraṇasampayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana2.8:109.1": "Nīvaraṇavippayuttaṃ dhammaṃ paṭicca nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇavippayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yāva ajjhattikā mahābhūtā.) (1)",
  "patthana2.8:110.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṃ paṭicca nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (Saṃkhittaṃ.)",
  "patthana2.8:111.0": "Suddha",
  "patthana2.8:111.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca …pe… natthiyā dve …pe… avigate pañca.",
  "patthana2.8:112.1": "Anulomaṃ.",
  "patthana2.8:113.0": "Vibhaṅgavāra",
  "patthana2.8:113.1": "Nīvaraṇasampayuttaṃ dhammaṃ paṭicca nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe paṭicca avijjānīvaraṇaṃ. (1)",
  "patthana2.8:114.1": "Nīvaraṇavippayuttaṃ dhammaṃ paṭicca nīvaraṇavippayutto dhammo uppajjati nahetupaccayā—ahetukaṃ nīvaraṇavippayuttaṃ …pe…. (Yāva asaññasattā. Saṃkhittaṃ.)",
  "patthana2.8:115.0": "Suddha",
  "patthana2.8:115.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā pañca, naanantare nasamanantare naaññamaññe naupanissaye tīṇi, napurejāte cattāri, napacchājāte pañca, naāsevane pañca, nakamme dve, navipāke pañca, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.8:116.0": "Hetuduka",
  "patthana2.8:116.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā pañca, napurejāte cattāri …pe… nakamme dve, navipāke pañca, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.8:117.0": "2.8.3.1.4. Paccayapaccanīyānuloma",
  "patthana2.8:117.1": "Nahetupaccayā ārammaṇe dve …pe… magge ekaṃ …pe… avigate dve.",
  "patthana2.8:118.0": "2.8.3.2. Sahajātavāra",
  "patthana2.8:118.1": "Sahajātavāropi evaṃ kātabbo.",
  "patthana2.8:119.0": "Hetu",
  "patthana2.8:119.1": "Nīvaraṇasampayuttaṃ dhammaṃ paccayā nīvaraṇasampayutto dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana2.8:120.1": "Nīvaraṇavippayuttaṃ dhammaṃ paccayā nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇavippayuttaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… ekaṃ mahābhūtaṃ …pe… vatthuṃ paccayā nīvaraṇavippayuttā khandhā. (1)",
  "patthana2.8:121.1": "Nīvaraṇavippayuttaṃ dhammaṃ paccayā nīvaraṇasampayutto dhammo uppajjati hetupaccayā—vatthuṃ paccayā nīvaraṇasampayuttā khandhā. (2)",
  "patthana2.8:122.1": "Nīvaraṇavippayuttaṃ dhammaṃ paccayā nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā uppajjanti hetupaccayā—vatthuṃ paccayā nīvaraṇasampayuttā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ. (3)",
  "patthana2.8:123.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṃ paccayā nīvaraṇasampayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayuttaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.8:124.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṃ paccayā nīvaraṇavippayutto dhammo uppajjati hetupaccayā—nīvaraṇasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.8:125.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṃ paccayā nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā uppajjanti hetupaccayā—nīvaraṇasampayuttaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… nīvaraṇasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. (Saṃkhittaṃ.) (3)",
  "patthana2.8:126.0": "Suddha",
  "patthana2.8:126.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā nava, anantare cattāri …pe… vipāke ekaṃ …pe… avigate nava.",
  "patthana2.8:127.1": "Anulomaṃ.",
  "patthana2.8:128.0": "Vibhaṅgavāra",
  "patthana2.8:128.1": "Nīvaraṇasampayuttaṃ dhammaṃ paccayā nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe paccayā avijjānīvaraṇaṃ. (1)",
  "patthana2.8:129.1": "Nīvaraṇavippayuttaṃ dhammaṃ paccayā nīvaraṇavippayutto dhammo uppajjati nahetupaccayā—ahetukaṃ nīvaraṇavippayuttaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… (yāva asaññasattā), cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ, vatthuṃ paccayā ahetukā nīvaraṇavippayuttā khandhā. (1)",
  "patthana2.8:130.1": "Nīvaraṇavippayuttaṃ dhammaṃ paccayā nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vatthuṃ paccayā vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.8:131.1": "Nīvaraṇasampayuttañca nīvaraṇavippayuttañca dhammaṃ paccayā nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (Saṃkhittaṃ.) (1)",
  "patthana2.8:132.0": "Suddha",
  "patthana2.8:132.1": "Nahetuyā cattāri, naārammaṇe tīṇi …pe… napurejāte cattāri, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava …pe… nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.8:133.0": "2.8.3.4. Nissayavāra",
  "patthana2.8:133.1": "Evaṃ itare dve gaṇanāpi nissayavāropi kātabbo.",
  "patthana2.8:134.0": "2.8.3.5.1–4 Paccayacatukka",
  "patthana2.8:134.1": "Nīvaraṇasampayuttaṃ dhammaṃ saṃsaṭṭho nīvaraṇasampayutto dhammo uppajjati hetupaccayā …pe….",
  "patthana2.8:135.1": "Hetuyā dve, ārammaṇe dve (sabbattha dve), vipāke ekaṃ …pe… avigate dve.",
  "patthana2.8:136.1": "Anulomaṃ.",
  "patthana2.8:137.1": "Nīvaraṇasampayuttaṃ dhammaṃ saṃsaṭṭho nīvaraṇasampayutto dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe saṃsaṭṭho vicikicchāsahagato uddhaccasahagato moho.",
  "patthana2.8:138.1": "Nīvaraṇavippayuttaṃ dhammaṃ saṃsaṭṭho … (Saṃkhittaṃ.)",
  "patthana2.8:139.1": "Nahetuyā dve, naadhipatiyā dve, napurejāte dve, nakamme dve, navipāke dve, najhāne ekaṃ, namagge ekaṃ, navippayutte dve.",
  "patthana2.8:140.1": "Paccanīyaṃ.",
  "patthana2.8:141.0": "2.8.3.6. Sampayuttavāra",
  "patthana2.8:141.1": "Evaṃ itare dve gaṇanāpi sampayuttavāropi kātabbo.",
  "patthana2.8:142.0": "Hetu",
  "patthana2.8:142.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa hetupaccayena paccayo—nīvaraṇasampayuttā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Nīvaraṇasampayuttā hetū cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Nīvaraṇasampayuttā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.8:143.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa hetupaccayena paccayo—nīvaraṇavippayuttā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.8:144.0": "Ārammaṇa",
  "patthana2.8:144.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa ārammaṇapaccayena paccayo—rāgaṃ assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṃ …pe… domanassaṃ uppajjati; diṭṭhiṃ assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṃ …pe… domanassaṃ uppajjati; vicikicchaṃ ārabbha vicikicchā …pe… diṭṭhi …pe… uddhaccaṃ …pe… domanassaṃ uppajjati; uddhaccaṃ ārabbha uddhaccaṃ uppajjati, diṭṭhi …pe… vicikicchā, domanassaṃ uppajjati; domanassaṃ ārabbha domanassaṃ uppajjati; diṭṭhi …pe… vicikicchā …pe… uddhaccaṃ uppajjati. (1)",
  "patthana2.8:145.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa ārammaṇapaccayena paccayo—ariyā nīvaraṇasampayutte pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti; nīvaraṇasampayutte khandhe aniccato dukkhato anattato vipassati, cetopariyañāṇena nīvaraṇasampayuttacittasamaṅgissa cittaṃ jānāti; nīvaraṇasampayuttā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (2)",
  "patthana2.8:146.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ …pe… ariyā maggā vuṭṭhahitvā maggaṃ …pe… phalaṃ …pe… nibbānaṃ …pe… nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo; cakkhuṃ …pe… vatthuṃ nīvaraṇavippayutte khandhe aniccato dukkhato anattato vipassati, dibbena cakkhunā rūpaṃ passati. (Yāva āvajjanāya.) (1)",
  "patthana2.8:147.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe …pe… jhānā …pe… cakkhuṃ …pe… vatthuṃ nīvaraṇavippayutte khandhe assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṃ …pe… domanassaṃ uppajjati. (2)",
  "patthana2.8:148.0": "Adhipati",
  "patthana2.8:148.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—rāgaṃ garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati; diṭṭhiṃ garuṃ katvā assādeti …pe…. **Sahajātādhipati**—nīvaraṇasampayuttādhipati nīvaraṇasampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.8:149.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—nīvaraṇasampayuttādhipati cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Nīvaraṇasampayuttādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.8:150.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ …pe… ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā …pe… phalaṃ …pe… nibbānaṃ …pe… nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—nīvaraṇavippayuttādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.8:151.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… pubbe …pe… jhānaṃ …pe… cakkhuṃ …pe… vatthuṃ nīvaraṇavippayutte khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. (2)",
  "patthana2.8:152.0": "Anantara",
  "patthana2.8:152.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā nīvaraṇasampayuttā khandhā pacchimānaṃ pacchimānaṃ nīvaraṇasampayuttakānaṃ khandhānaṃ anantarapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Nīvaraṇasampayuttā khandhā vuṭṭhānassa anantarapaccayena paccayo. (Idha purimā purimāti natthi.) (2)",
  "patthana2.8:153.1": "(Mūlaṃ pucchitabbaṃ.) Purimā purimā nīvaraṇavippayuttā khandhā pacchimānaṃ pacchimānaṃ nīvaraṇavippayuttānaṃ khandhānaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa …pe… phalasamāpattiyā anantarapaccayena paccayo. (1)",
  "patthana2.8:154.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa anantarapaccayena paccayo—āvajjanā nīvaraṇasampayuttakānaṃ khandhānaṃ anantarapaccayena paccayo. (2)",
  "patthana2.8:155.0": "Samanantarādi",
  "patthana2.8:155.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo.",
  "patthana2.8:156.0": "Upanissaya",
  "patthana2.8:156.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rāgaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati; dosaṃ … mohaṃ … mānaṃ … diṭṭhiṃ … patthanaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati; rāgo …pe… patthanā rāgassa …pe… patthanāya upanissayapaccayena paccayo. (1)",
  "patthana2.8:157.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rāgaṃ upanissāya dānaṃ deti …pe… sīlaṃ …pe… uposathakammaṃ …pe… jhānaṃ …pe… vipassanaṃ … maggaṃ … abhiññaṃ … samāpattiṃ uppādeti; dosaṃ …pe… patthanaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti; rāgo …pe… patthanā saddhāya …pe… paññāya … kāyikassa sukhassa, kāyikassa dukkhassa, maggassa, phalasamāpattiyā upanissayapaccayena paccayo. (2)",
  "patthana2.8:158.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya dānaṃ deti, sīlaṃ …pe… maggaṃ …pe… abhiññaṃ …pe… samāpattiṃ uppādeti, sīlaṃ …pe… paññaṃ …pe… senāsanaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti; saddhā …pe… senāsanaṃ saddhāya …pe… paññāya …pe… maggassa phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana2.8:159.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… paññaṃ, kāyikaṃ sukhaṃ …pe… senāsanaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ rāgassa … dosassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. (2)",
  "patthana2.8:160.0": "Purejāta",
  "patthana2.8:160.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato dukkhato anattato vipassati. Dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. Rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe…. **Vatthupurejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa …pe… vatthu nīvaraṇavippayuttānaṃ khandhānaṃ purejātapaccayena paccayo. (1)",
  "patthana2.8:161.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ assādeti abhinandati, taṃ ārabbha rāgo … doso … moho …. **Vatthupurejātaṃ**—vatthu nīvaraṇasampayuttānaṃ khandhānaṃ purejātapaccayena paccayo. (2)",
  "patthana2.8:162.0": "Pacchājātāsevana",
  "patthana2.8:162.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa pacchājātapaccayena paccayo … dve, āsevanapaccayena paccayo … dve.",
  "patthana2.8:163.0": "Kammādi",
  "patthana2.8:163.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa kammapaccayena paccayo—nīvaraṇasampayuttā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Sahajātā, nānākkhaṇikā. **Sahajātā**—nīvaraṇasampayuttā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—nīvaraṇasampayuttā cetanā vipākānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Nīvaraṇasampayuttā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana2.8:164.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. (Saṃkhittaṃ.) Vipākapaccayā … ekaṃ.",
  "patthana2.8:165.0": "Āhārādi",
  "patthana2.8:165.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … dve.",
  "patthana2.8:166.0": "Vippayutta",
  "patthana2.8:166.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.8:167.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.8:168.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu nīvaraṇasampayuttakānaṃ khandhānaṃ vippayuttapaccayena paccayo. (2)",
  "patthana2.8:169.0": "Atthi",
  "patthana2.8:169.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa atthipaccayena paccayo—nīvaraṇasampayutto eko khandho tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe…. (1)",
  "patthana2.8:170.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—nīvaraṇasampayuttā khandhā cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—nīvaraṇasampayuttā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. (2)",
  "patthana2.8:171.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa ca nīvaraṇavippayuttassa ca dhammassa atthipaccayena paccayo—nīvaraṇasampayutto eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. (3)",
  "patthana2.8:172.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.8:173.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa atthipaccayena paccayo. **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ assādeti abhinandati, taṃ ārabbha rāgo …pe… diṭṭhi …pe… vicikicchā …pe… uddhaccaṃ …pe… domanassaṃ uppajjati; vatthu nīvaraṇasampayuttakānaṃ khandhānaṃ atthipaccayena paccayo. (2)",
  "patthana2.8:174.1": "Nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā nīvaraṇasampayuttassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—nīvaraṇasampayutto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ atthipaccayena paccayo. (1)",
  "patthana2.8:175.1": "Nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā nīvaraṇavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajātā**—nīvaraṇasampayuttā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—nīvaraṇasampayuttā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—nīvaraṇasampayuttā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (2)",
  "patthana2.8:176.0": "Suddha",
  "patthana2.8:176.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke ekaṃ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta.",
  "patthana2.8:177.1": "Anulomaṃ.",
  "patthana2.8:178.0": "Paccanīyuddhāra",
  "patthana2.8:178.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.8:179.1": "Nīvaraṇasampayutto dhammo nīvaraṇavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. (2)",
  "patthana2.8:180.1": "Nīvaraṇasampayutto dhammo nīvaraṇasampayuttassa ca nīvaraṇavippayuttassa ca dhammassa sahajātapaccayena paccayo. (3)",
  "patthana2.8:181.1": "Nīvaraṇavippayutto dhammo nīvaraṇavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana2.8:182.1": "Nīvaraṇavippayutto dhammo nīvaraṇasampayuttassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (2)",
  "patthana2.8:183.1": "Nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā nīvaraṇasampayuttassa dhammassa sahajātaṃ, purejātaṃ. (1)",
  "patthana2.8:184.1": "Nīvaraṇasampayutto ca nīvaraṇavippayutto ca dhammā nīvaraṇavippayuttassa dhammassa sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (2)",
  "patthana2.8:185.0": "Suddha",
  "patthana2.8:185.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, nasahajāte pañca, naaññamaññe pañca, nanissaye pañca, naupanissaye satta, napurejāte cha …pe… namagge satta, nasampayutte pañca, navippayutte cattāri, noatthiyā cattāri, nonatthiyā satta, novigate satta, noavigate cattāri.",
  "patthana2.8:186.1": "Paccanīyaṃ.",
  "patthana2.8:187.0": "Hetuduka",
  "patthana2.8:187.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri, naanantare cattāri, nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… namagge cattāri, nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri.",
  "patthana2.8:188.0": "2.8.3.7.4. Paccayapaccanīyānuloma",
  "patthana2.8:188.1": "Nahetupaccayā ārammaṇe cattāri, adhipatiyā pañca (anulomagaṇanā) …pe… avigate satta.",
  "patthana2.8:189.1": "Nīvaraṇasampayuttadukaṃ niṭṭhitaṃ.",
  "patthana2.8:190.0": "2.8.4.1.1–4 Paccayānulomādi",
  "patthana2.8:190.1": "Nīvaraṇañceva nīvaraṇiyañca dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇiyo ca dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇaṃ paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ. (Evaṃ sabbe gaṇanā vibhajitabbā, nīvaraṇadukasadisaṃ ninnānākaraṇaṃ.)",
  "patthana2.8:191.0": "Hetu",
  "patthana2.8:191.1": "Nīvaraṇo ceva nīvaraṇiyo ca dhammo nīvaraṇassa ceva nīvaraṇiyassa ca dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇiyā ca hetū sampayuttakānaṃ nīvaraṇānaṃ hetupaccayena paccayo. (1)",
  "patthana2.8:192.1": "Nīvaraṇo ceva nīvaraṇiyo ca dhammo nīvaraṇiyassa ceva no ca nīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇiyā ca hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (2)",
  "patthana2.8:193.1": "Nīvaraṇo ceva nīvaraṇiyo ca dhammo nīvaraṇassa ceva nīvaraṇiyassa ca nīvaraṇiyassa ceva no ca nīvaraṇassa ca dhammassa hetupaccayena paccayo— nīvaraṇā ceva nīvaraṇiyā ca hetū sampayuttakānaṃ khandhānaṃ nīvaraṇānañca cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.8:194.1": "Nīvaraṇiyo ceva no ca nīvaraṇo dhammo nīvaraṇiyassa ceva no ca nīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇiyā ceva no ca nīvaraṇā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.8:195.0": "Ārammaṇa",
  "patthana2.8:195.1": "Nīvaraṇo ceva nīvaraṇiyo ca dhammo nīvaraṇassa ceva nīvaraṇiyassa ca dhammassa ārammaṇapaccayena paccayo—nīvaraṇe ārabbha nīvaraṇā uppajjanti. (Mūlaṃ pucchitabbaṃ.) Nīvaraṇe ārabbha nīvaraṇiyā ceva no ca nīvaraṇā khandhā uppajjanti. (Mūlaṃ pucchitabbaṃ.) Nīvaraṇe ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.8:196.1": "Nīvaraṇiyo ceva no ca nīvaraṇo dhammo nīvaraṇiyassa ceva no ca nīvaraṇassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ katvā taṃ paccavekkhati, assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi … vicikicchā … uddhaccaṃ … domanassaṃ uppajjati; pubbe suciṇṇāni …pe… jhānā …pe… ariyā gotrabhuṃ paccavekkhanti, vodānaṃ …pe… pahīne kilese …pe… vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… cakkhuṃ …pe… vatthuṃ nīvaraṇiye ceva no ca nīvaraṇe khandhe aniccato …pe… vipassati, assādeti abhinandati …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati …pe…. (Yāva āvajjanā tāva kātabbā.) (1)",
  "patthana2.8:197.1": "Nīvaraṇiyo ceva no ca nīvaraṇo dhammo nīvaraṇassa ceva nīvaraṇiyassa ca dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṃ …pe… vatthuṃ nīvaraṇiye ceva no ca nīvaraṇe khandhe assādeti abhinandati, taṃ ārabbha rāgo …pe… diṭṭhi … vicikicchā … uddhaccaṃ … domanassaṃ uppajjati. (2)",
  "patthana2.8:198.1": "Nīvaraṇiyo ceva no ca nīvaraṇo dhammo nīvaraṇassa ceva nīvaraṇiyassa ca nīvaraṇiyassa ceva no ca nīvaraṇassa ca dhammassa ārammaṇapaccayena paccayo— dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṃ …pe… vatthuṃ nīvaraṇiye ceva no ca nīvaraṇe khandhe assādeti abhinandati, taṃ ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. (Evaṃ itarepi tīṇi kātabbā.) (3)",
  "patthana2.8:199.1": "(Ārammaṇasadisā adhipatipaccayā, purejātampi ārammaṇasadisaṃ. Upanissayepi lokuttaraṃ na kātabbaṃ. Saṃkhittaṃ, evaṃ vitthāretabbaṃ yathā nīvaraṇadukaṃ, evaṃ paccavekkhitvā kātabbaṃ.)",
  "patthana2.8:200.1": "Nīvaraṇanīvaraṇiyadukaṃ niṭṭhitaṃ.",
  "patthana2.8:201.0": "Hetu",
  "patthana2.8:201.1": "Nīvaraṇañceva nīvaraṇasampayuttañca dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇaṃ paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ. (Cakkaṃ. Sabbepi nīvaraṇā kātabbā.) (1)",
  "patthana2.8:202.1": "Nīvaraṇañceva nīvaraṇasampayuttañca dhammaṃ paṭicca nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo uppajjati hetupaccayā—nīvaraṇe paṭicca sampayuttakā khandhā. (2)",
  "patthana2.8:203.1": "Nīvaraṇañceva nīvaraṇasampayuttañca dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā uppajjanti hetupaccayā—kāmacchandanīvaraṇaṃ paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ sampayuttakā ca khandhā. (Cakkaṃ.) (3)",
  "patthana2.8:204.1": "Nīvaraṇasampayuttañceva no ca nīvaraṇaṃ dhammaṃ paṭicca nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo uppajjati hetupaccayā—nīvaraṇasampayuttañceva no ca nīvaraṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.8:205.1": "Nīvaraṇasampayuttañceva no ca nīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati hetupaccayā—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe paṭicca nīvaraṇā. (2)",
  "patthana2.8:206.1": "Nīvaraṇasampayuttañceva no ca nīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā uppajjanti hetupaccayā—nīvaraṇasampayuttañceva no ca nīvaraṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā nīvaraṇā ca …pe… dve khandhe …pe…. (3)",
  "patthana2.8:207.1": "Nīvaraṇañceva nīvaraṇasampayuttañca nīvaraṇasampayuttañceva no ca nīvaraṇañca dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati hetupaccayā—kāmacchandanīvaraṇañca sampayuttake ca khandhe paṭicca thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ. (Cakkaṃ.) (1)",
  "patthana2.8:208.1": "Nīvaraṇañceva nīvaraṇasampayuttañca nīvaraṇasampayuttañceva no ca nīvaraṇañca dhammaṃ paṭicca nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo uppajjati hetupaccayā—nīvaraṇasampayuttañceva no ca nīvaraṇaṃ ekaṃ khandhañca nīvaraṇañca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. (2)",
  "patthana2.8:209.1": "Nīvaraṇañceva nīvaraṇasampayuttañca nīvaraṇasampayuttañceva no ca nīvaraṇañca dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā uppajjanti hetupaccayā—nīvaraṇasampayuttañceva no ca nīvaraṇaṃ ekaṃ khandhañca kāmacchandanīvaraṇañca paṭicca tayo khandhā thinamiddhanīvaraṇaṃ uddhaccanīvaraṇaṃ avijjānīvaraṇaṃ …pe… dve khandhe ca …pe… (cakkaṃ. Saṃkhittaṃ.) (3)",
  "patthana2.8:210.0": "Suddha",
  "patthana2.8:210.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), kamme nava, āhāre nava …pe… avigate nava.",
  "patthana2.8:211.1": "Anulomaṃ.",
  "patthana2.8:212.0": "Vibhaṅgavāra",
  "patthana2.8:212.1": "Nīvaraṇañceva nīvaraṇasampayuttañca dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati nahetupaccayā—vicikicchānīvaraṇaṃ paṭicca avijjānīvaraṇaṃ, uddhaccanīvaraṇaṃ paṭicca avijjānīvaraṇaṃ. (1)",
  "patthana2.8:213.1": "Nīvaraṇasampayuttañceva no ca nīvaraṇaṃ dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe paṭicca avijjānīvaraṇaṃ. (1)",
  "patthana2.8:214.1": "Nīvaraṇañceva nīvaraṇasampayuttañca nīvaraṇasampayuttañceva no ca nīvaraṇañca dhammaṃ paṭicca nīvaraṇo ceva nīvaraṇasampayutto ca dhammo uppajjati nahetupaccayā—vicikicchānīvaraṇañca sampayuttake ca khandhe paṭicca avijjānīvaraṇaṃ, uddhaccanīvaraṇañca sampayuttake ca khandhe paṭicca avijjānīvaraṇaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.8:215.0": "Suddha",
  "patthana2.8:215.1": "Nahetuyā tīṇi, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava.",
  "patthana2.8:216.0": "2.8.5.1.3. Paccayānulomapaccanīya",
  "patthana2.8:216.1": "Hetupaccayā naadhipatiyā nava …pe… navippayutte nava.",
  "patthana2.8:217.0": "2.8.5.1.4. Paccayapaccanīyānuloma",
  "patthana2.8:217.1": "Nahetupaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi (sabbattha tīṇi), magge tīṇi …pe… avigate tīṇi.",
  "patthana2.8:218.0": "2.8.5.2–6. Sahajāta-paccaya-nissaya-saṃsaṭṭha-sampayuttavāra",
  "patthana2.8:218.1": "(Evaṃ sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā ninnānākaraṇā.)",
  "patthana2.8:219.0": "Hetu",
  "patthana2.8:219.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇasampayuttā ca hetū sampayuttakānaṃ nīvaraṇānaṃ hetupaccayena paccayo. (1)",
  "patthana2.8:220.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇasampayuttā ca hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (2)",
  "patthana2.8:221.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca nīvaraṇasampayuttassa ceva no ca nīvaraṇassa ca dhammassa hetupaccayena paccayo—nīvaraṇā ceva nīvaraṇasampayuttā ca hetū sampayuttakānaṃ khandhānaṃ nīvaraṇānañca hetupaccayena paccayo. (3)",
  "patthana2.8:222.0": "Ārammaṇa",
  "patthana2.8:222.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa ārammaṇapaccayena paccayo—nīvaraṇe ārabbha nīvaraṇā uppajjanti. (Mūlaṃ kātabbaṃ.) Nīvaraṇe ārabbha nīvaraṇasampayuttā ceva no ca nīvaraṇā khandhā uppajjanti. (Mūlaṃ kātabbaṃ.) Nīvaraṇe ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.8:223.1": "Nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa ārammaṇapaccayena paccayo—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe ārabbha nīvaraṇasampayuttā ceva no ca nīvaraṇā khandhā uppajjanti. (Mūlaṃ pucchitabbaṃ.) Nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe ārabbha nīvaraṇā uppajjanti. (Mūlaṃ pucchitabbaṃ.) Nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe ārabbha nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.8:224.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … tīṇi. (3)",
  "patthana2.8:225.0": "Adhipatyādi",
  "patthana2.8:225.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (Garukārammaṇāyeva.)",
  "patthana2.8:226.1": "Nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe garuṃ katvā nīvaraṇasampayuttā ceva no ca nīvaraṇā khandhā uppajjanti. **Sahajātādhipati**—nīvaraṇasampayuttā ceva no ca nīvaraṇādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (Mūlaṃ kātabbaṃ.) **Ārammaṇādhipati**—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe garuṃ katvā nīvaraṇā uppajjanti. **Sahajātādhipati**—nīvaraṇasampayuttā ceva no ca nīvaraṇādhipati sampayuttakānaṃ nīvaraṇānaṃ adhipatipaccayena paccayo. (Mūlaṃ kātabbaṃ.) **Ārammaṇādhipati**—nīvaraṇasampayutte ceva no ca nīvaraṇe khandhe garuṃ katvā nīvaraṇā ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—nīvaraṇasampayuttā ceva no ca nīvaraṇādhipati sampayuttakānaṃ khandhānaṃ nīvaraṇānañca adhipatipaccayena paccayo. (3)",
  "patthana2.8:227.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca nīvaraṇasampayutto ceva no ca nīvaraṇo ca dhammā nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi. (3)",
  "patthana2.8:228.1": "Anantarapaccayena paccayo (āvajjanāpi vuṭṭhānampi natthi, sabbattha purimā purimā kātabbā) … samanantarapaccayena paccayo … nava … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … nava … nissayapaccayena paccayo … nava … upanissayapaccayena paccayo … nava (ārammaṇasadisaṃ, vipāko natthi) … āsevanapaccayena paccayo … pañca.",
  "patthana2.8:229.0": "Kamma",
  "patthana2.8:229.1": "Nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa kammapaccayena paccayo—nīvaraṇasampayuttā ceva no ca nīvaraṇā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Nīvaraṇasampayuttā ceva no ca nīvaraṇā cetanā sampayuttakānaṃ nīvaraṇānaṃ kammapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Nīvaraṇasampayuttā ceva no ca nīvaraṇā cetanā sampayuttakānaṃ khandhānaṃ nīvaraṇānañca kammapaccayena paccayo. (3)",
  "patthana2.8:230.0": "Āhārādi",
  "patthana2.8:230.1": "Nīvaraṇasampayutto ceva no ca nīvaraṇo dhammo nīvaraṇasampayuttassa ceva no ca nīvaraṇassa dhammassa āhārapaccayena paccayo … tīṇi … indriyapaccayena paccayo … tīṇi … jhānapaccayena paccayo … tīṇi … maggapaccayena paccayo … tīṇi … sampayuttapaccayena paccayo … nava … atthipaccayena paccayo … nava … natthipaccayena paccayo … nava … vigatapaccayena paccayo … nava … avigatapaccayena paccayo … nava.",
  "patthana2.8:231.0": "Suddha",
  "patthana2.8:231.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava.",
  "patthana2.8:232.0": "Paccanīyuddhāra",
  "patthana2.8:232.1": "Nīvaraṇo ceva nīvaraṇasampayutto ca dhammo nīvaraṇassa ceva nīvaraṇasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Evaṃ navapi tīsu padesu parivattetabbā.)",
  "patthana2.8:233.0": "Suddha",
  "patthana2.8:233.1": "Nahetuyā nava, naārammaṇe nava …pe… noavigate nava.",
  "patthana2.8:234.0": "2.8.5.7.3. Paccayānulomapaccanīya",
  "patthana2.8:234.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā tīṇi, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi …pe… namagge tīṇi, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.8:235.0": "2.8.5.7.4. Paccayapaccanīyānuloma",
  "patthana2.8:235.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā) …pe… avigate nava.",
  "patthana2.8:236.1": "Nīvaraṇanīvaraṇasampayuttadukaṃ niṭṭhitaṃ.",
  "patthana2.8:237.0": "2.8.6.1–7.1–4 Paccayānulomādi",
  "patthana2.8:237.1": "Nīvaraṇavippayuttaṃ nīvaraṇiyaṃ dhammaṃ paṭicca nīvaraṇavippayutto nīvaraṇiyo dhammo uppajjati hetupaccayā—nīvaraṇavippayuttaṃ nīvaraṇiyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (Saṃkhittaṃ.)",
  "patthana2.8:238.1": "(Yathā cūḷantaraduke lokiyadukaṃ, evaṃ kātabbaṃ ninnānākaraṇaṃ.)",
  "patthana2.8:239.1": "Nīvaraṇavippayuttanīvaraṇiyadukaṃ niṭṭhitaṃ.",
  "patthana2.8:240.1": "Nīvaraṇagocchakaṃ niṭṭhitaṃ."
}