{
  "patthana2.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana2.1:0.2": "Dhammānuloma (1), Dukapaṭṭhānapāḷi (2)",
  "patthana2.1:0.3": "2.1. Hetugocchaka",
  "patthana2.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana2.1:2.0.1": "2.1.1. Hetuduka",
  "patthana2.1:2.0.2": "2.1.1.1. Paṭiccavāra",
  "patthana2.1:2.0.3": "2.1.1.1.1. Paccayānuloma",
  "patthana2.1:2.0.4": "Vibhaṅgavāra",
  "patthana2.1:2.0.5": "Hetu",
  "patthana2.1:2.1": "Hetuṃ dhammaṃ paṭicca hetu dhammo uppajjati hetupaccayā—alobhaṃ paṭicca adoso amoho, adosaṃ paṭicca alobho amoho, amohaṃ paṭicca alobho adoso, lobhaṃ paṭicca moho, mohaṃ paṭicca lobho, dosaṃ paṭicca moho, mohaṃ paṭicca doso; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:3.1": "Hetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati hetupaccayā—hetuṃ dhammaṃ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:4.1": "Hetuṃ dhammaṃ paṭicca hetu ca nahetu ca dhammā uppajjanti hetupaccayā—alobhaṃ paṭicca adoso amoho sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṃ (cakkaṃ). Lobhaṃ paṭicca moho sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṃ …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:5.1": "Nahetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati hetupaccayā—nahetuṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā; ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana2.1:6.1": "Nahetuṃ dhammaṃ paṭicca hetu dhammo uppajjati hetupaccayā—nahetū khandhe paṭicca hetū; paṭisandhikkhaṇe …pe… vatthuṃ paṭicca hetū. (2)",
  "patthana2.1:7.1": "Nahetuṃ dhammaṃ paṭicca hetu ca nahetu ca dhammā uppajjanti hetupaccayā— nahetuṃ ekaṃ khandhaṃ paṭicca tayo khandhā hetu ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe paṭicca dve khandhā hetu ca cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe …pe… paṭisandhikkhaṇe vatthuṃ paṭicca hetū sampayuttakā ca khandhā. (3)",
  "patthana2.1:8.1": "Hetuñca nahetuñca dhammaṃ paṭicca hetu dhammo uppajjati hetupaccayā—alobhañca sampayuttake ca khandhe paṭicca adoso amoho (cakkaṃ). Lobhañca sampayuttake ca khandhe paṭicca moho, dosañca sampayuttake ca khandhe paṭicca moho …pe… paṭisandhikkhaṇe …pe… alobhañca vatthuñca paṭicca adoso amoho …pe…. (1)",
  "patthana2.1:9.1": "Hetuñca nahetuñca dhammaṃ paṭicca nahetu dhammo uppajjati hetupaccayā—nahetuṃ ekaṃ khandhañca hetuñca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca hetuñca paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe …pe… paṭisandhikkhaṇe vatthuñca hetuñca paṭicca sampayuttakā khandhā. (2)",
  "patthana2.1:10.1": "Hetuñca nahetuñca dhammaṃ paṭicca hetu ca nahetu ca dhammā uppajjanti hetupaccayā—nahetuṃ ekaṃ khandhañca alobhañca paṭicca tayo khandhā adoso amoho ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca alobhañca paṭicca dve khandhā adoso amoho ca cittasamuṭṭhānañca rūpaṃ. (Cakkaṃ.) Nahetuṃ ekaṃ khandhañca lobhañca paṭicca tayo khandhā moho ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuñca alobhañca paṭicca adoso amoho sampayuttakā ca khandhā. (3)",
  "patthana2.1:11.0": "Ārammaṇādi",
  "patthana2.1:11.1": "Hetuṃ dhammaṃ paṭicca hetu dhammo uppajjati ārammaṇapaccayā (rūpaṃ chaḍḍetvā arūpeyeva nava pañhā) … adhipatipaccayā (paṭisandhi natthi, paripuṇṇaṃ) ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ upādārūpaṃ … (imaṃ nānaṃ) anantarapaccayā … samanantarapaccayā … sahajātapaccayā (sabbe mahābhūtā yāva asaññasattā) … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā (dvīsupi paṭisandhi natthi) … kammapaccayā … vipākapaccayā (saṃkhittaṃ) … avigatapaccayā.",
  "patthana2.1:12.0.1": "Saṅkhyāvāra",
  "patthana2.1:12.0.2": "Suddha",
  "patthana2.1:12.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:13.1": "Anulomaṃ.",
  "patthana2.1:14.0.1": "2.1.1.1.2. Paccayapaccanīya",
  "patthana2.1:14.0.2": "Vibhaṅgavāra",
  "patthana2.1:14.0.3": "Nahetu",
  "patthana2.1:14.1": "Nahetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati nahetupaccayā—ahetukaṃ nahetuṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā; ekaṃ mahābhūtaṃ …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ …pe…. (1)",
  "patthana2.1:15.1": "Nahetuṃ dhammaṃ paṭicca hetu dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.1:16.0": "Naārammaṇādi",
  "patthana2.1:16.1": "Hetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati naārammaṇapaccayā—hetuṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:17.1": "Nahetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati naārammaṇapaccayā—nahetū khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe… sabbe mahābhūtā …pe…. (1)",
  "patthana2.1:18.1": "Hetuñca nahetuñca dhammaṃ paṭicca nahetu dhammo uppajjati naārammaṇapaccayā— hetuñca nahetuñca khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe… naadhipatipaccayā … (paripuṇṇaṃ) naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā.",
  "patthana2.1:19.0": "Napurejāta",
  "patthana2.1:19.1": "Hetuṃ dhammaṃ paṭicca hetu dhammo uppajjati napurejātapaccayā—arūpe alobhaṃ paṭicca adoso amoho (cakkaṃ). Lobhaṃ paṭicca moho, mohaṃ paṭicca lobho; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:20.1": "Hetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati napurejātapaccayā—arūpe hetuṃ paṭicca sampayuttakā khandhā, hetuṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:21.1": "Hetuṃ dhammaṃ paṭicca hetu ca nahetu ca dhammā uppajjanti napurejātapaccayā— arūpe alobhaṃ paṭicca adoso amoho sampayuttakā ca khandhā (cakkaṃ). Lobhaṃ paṭicca moho sampayuttakā ca khandhā (cakkaṃ); paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:22.1": "Nahetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati napurejātapaccayā—arūpe nahetuṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… nahetū khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe… ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana2.1:23.1": "Nahetuṃ dhammaṃ paṭicca hetu dhammo uppajjati napurejātapaccayā—arūpe nahetū khandhe paṭicca hetū; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:24.1": "Nahetuṃ dhammaṃ paṭicca hetu ca nahetu ca dhammā uppajjanti napurejātapaccayā— arūpe nahetuṃ ekaṃ khandhaṃ paṭicca tayo khandhā hetu ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:25.1": "Hetuñca nahetuñca dhammaṃ paṭicca hetu dhammo uppajjati napurejātapaccayā— arūpe alobhañca sampayuttake ca khandhe paṭicca adoso amoho (cakkaṃ). Arūpe lobhañca sampayuttake ca khandhe paṭicca moho (cakkaṃ); paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:26.1": "Hetuñca nahetuñca dhammaṃ paṭicca nahetu dhammo uppajjati napurejātapaccayā— arūpe nahetuṃ ekaṃ khandhañca hetuñca paṭicca tayo khandhā …pe… dve khandhe …pe… nahetū khandhe ca hetuñca paṭicca cittasamuṭṭhānaṃ rūpaṃ, hetuñca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:27.1": "Hetuñca nahetuñca dhammaṃ paṭicca hetu ca nahetu ca dhammā uppajjanti napurejātapaccayā—arūpe nahetuṃ ekaṃ khandhañca alobhañca paṭicca tayo khandhā adoso amoho ca …pe… dve khandhe …pe… (cakkaṃ). Nahetuṃ ekaṃ khandhañca lobhañca paṭicca tayo khandhā moho ca (cakkaṃ); paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:28.0": "Napacchājātādi",
  "patthana2.1:28.1": "Hetuṃ dhammaṃ paṭicca hetu dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā.",
  "patthana2.1:29.0": "Nakammādi",
  "patthana2.1:29.1": "Hetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati nakammapaccayā—hetuṃ paṭicca sampayuttakā cetanā. (1)",
  "patthana2.1:30.1": "Nahetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati nakammapaccayā—nahetū khandhe paṭicca sampayuttakā cetanā … bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ …pe…. (1)",
  "patthana2.1:31.1": "Hetuñca nahetuñca dhammaṃ paṭicca nahetu dhammo uppajjati nakammapaccayā— hetuñca sampayuttake ca khandhe paṭicca sampayuttakā cetanā. (1)",
  "patthana2.1:32.1": "Hetuṃ dhammaṃ paṭicca hetu dhammo uppajjati navipākapaccayā … nava.",
  "patthana2.1:33.0": "Naāhārādi",
  "patthana2.1:33.1": "Nahetuṃ dhammaṃ paṭicca nahetu dhammo uppajjati naāhārapaccayā—bāhiraṃ … utusamuṭṭhānaṃ … asaññasattānaṃ …pe… naindriyapaccayā—bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ …pe… asaññasattānaṃ mahābhūte paṭicca rūpajīvitindriyaṃ, najhānapaccayā—pañcaviññāṇaṃ …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ …pe… namaggapaccayā— ahetukaṃ nahetuṃ ekaṃ khandhaṃ paṭicca …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ …pe… nasampayuttapaccayā … navippayuttapaccayā … (napurejātasadisaṃ, arūpapañhāyeva) nonatthipaccayā … novigatapaccayā.",
  "patthana2.1:34.0.1": "Saṅkhyāvāra",
  "patthana2.1:34.0.2": "Suddha",
  "patthana2.1:34.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:35.1": "Paccanīyaṃ.",
  "patthana2.1:36.0.1": "2.1.1.1.3. Paccayānulomapaccanīya",
  "patthana2.1:36.0.2": "Hetuduka",
  "patthana2.1:36.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.1:37.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:38.0.1": "2.1.1.1.4. Paccayapaccanīyānuloma",
  "patthana2.1:38.0.2": "Nahetuduka",
  "patthana2.1:38.1": "Nahetupaccayā ārammaṇe dve, anantare dve …pe… kamme dve, vipāke ekaṃ, āhāre dve, indriye dve, jhāne dve, magge ekaṃ, sampayutte dve …pe… avigate dve.",
  "patthana2.1:39.1": "Paccanīyānulomaṃ.",
  "patthana2.1:40.0": "2.1.1.2–6. Sahajāta-paccaya-nissaya-saṃsaṭṭha-sampayuttavāra",
  "patthana2.1:40.1": "(Sahajātavāropi paccayavāropi nissayavāropi paṭiccavārasadisāyeva pañhā. Mahābhūtesu niṭṭhitesu “vatthuṃ paccayā”ti kātabbā. Pañcāyatanāni anulomepi paccanīyepi yathā labbhanti tathā kātabbā. Saṃsaṭṭhavāropi sampayuttavāropi paripuṇṇo. Rūpaṃ natthi, arūpameva.)",
  "patthana2.1:41.0.1": "2.1.1.7. Pañhāvāra",
  "patthana2.1:41.0.2": "2.1.1.7.1. Paccayānuloma",
  "patthana2.1:41.0.3": "Vibhaṅgavāra",
  "patthana2.1:41.0.4": "Hetu",
  "patthana2.1:41.1": "Hetu dhammo hetussa dhammassa hetupaccayena paccayo—alobho adosassa amohassa hetupaccayena paccayo (cakkaṃ). Lobho mohassa hetupaccayena paccayo, doso mohassa hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:42.1": "Hetu dhammo nahetussa dhammassa hetupaccayena paccayo—hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:43.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa hetupaccayena paccayo—alobho adosassa amohassa sampayuttakānañca khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (Cakkaṃ.) Lobho mohassa …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:44.0": "Ārammaṇa",
  "patthana2.1:44.1": "Hetu dhammo hetussa dhammassa ārammaṇapaccayena paccayo—hetuṃ ārabbha hetū uppajjanti. (1)",
  "patthana2.1:45.1": "Hetu dhammo nahetussa dhammassa ārammaṇapaccayena paccayo—hetuṃ ārabbha nahetū khandhā uppajjanti. (2)",
  "patthana2.1:46.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo—hetuṃ ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.1:47.1": "Nahetu dhammo nahetussa dhammassa ārammaṇapaccayena paccayo—dānaṃ datvā sīlaṃ …pe… uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni paccavekkhati. Jhānā vuṭṭhahitvā …pe… ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, phalaṃ …pe… nibbānaṃ …pe… nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo. Ariyā nahetū pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti, cakkhuṃ …pe… vatthuṃ, nahetū khandhe aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, cetopariyañāṇena nahetucittasamaṅgissa cittaṃ jānāti. Ākāsānañcāyatanaṃ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe… nahetū khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana2.1:48.1": "Nahetu dhammo hetussa dhammassa ārammaṇapaccayena paccayo—dānaṃ datvā. (Paṭhamagamanaṃyeva, āvajjanā natthi. Rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassāti idaṃ natthi.) (2)",
  "patthana2.1:49.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo— dānaṃ datvā sīlaṃ …pe… uposathakammaṃ katvā taṃ paccavekkhati, taṃ ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. (Tattha tattha ṭhitena imaṃ kātabbaṃ dutiyagamanasadisaṃ.) (3)",
  "patthana2.1:50.1": "Hetu ca nahetu ca dhammā hetussa dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha hetū uppajjanti. (1)",
  "patthana2.1:51.1": "Hetu ca nahetu ca dhammā nahetussa dhammassa ārammaṇapaccayena paccayo— hetuñca sampayuttake ca khandhe ārabbha nahetū khandhā uppajjanti. (2)",
  "patthana2.1:52.1": "Hetu ca nahetu ca dhammā hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.1:53.0": "Adhipati",
  "patthana2.1:53.1": "Hetu dhammo hetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṃ garuṃ katvā hetū uppajjanti. **Sahajātādhipati**—hetu adhipati sampayuttakānaṃ hetūnaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.1:54.1": "Hetu dhammo nahetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṃ garuṃ katvā nahetū khandhā uppajjanti. **Sahajātādhipati**—hetu adhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.1:55.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṃ garuṃ katvā hetū ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—hetu adhipati sampayuttakānaṃ khandhānaṃ hetūnañca cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.1:56.1": "Nahetu dhammo nahetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā (Vitthāretabbaṃ yāva. Nahetū khandhā.) **Sahajātādhipati**—nahetu adhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.1:57.1": "Nahetu dhammo hetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā. (Saṃkhittaṃ. Yāva vatthu nahetū ca khandhā tāva kātabbaṃ.) **Sahajātādhipati**nahetu adhipati sampayuttakānaṃ hetūnaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.1:58.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā sīlaṃ …pe… uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati, taṃ garuṃ katvā nahetū khandhā ca hetū ca uppajjanti, pubbe suciṇṇāni. (Yāva vatthu nahetū khandhā, ca tāva kātabbaṃ.) **Sahajātādhipati**—nahetu adhipati sampayuttakānaṃ khandhānaṃ hetūnañca cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.1:59.1": "Hetu ca nahetu ca dhammā hetussa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṃ katvā hetū uppajjanti. (1)",
  "patthana2.1:60.1": "Hetu ca nahetu ca dhammā nahetussa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṃ katvā nahetū khandhā uppajjanti. (2)",
  "patthana2.1:61.1": "Hetu ca nahetu ca dhammā hetussa ca nahetussa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṃ katvā hetū ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.1:62.0": "Anantara",
  "patthana2.1:62.1": "Hetu dhammo hetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṃ pacchimānaṃ hetūnaṃ anantarapaccayena paccayo. (1)",
  "patthana2.1:63.1": "Hetu dhammo nahetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṃ pacchimānaṃ nahetūnaṃ khandhānaṃ anantarapaccayena paccayo. (2)",
  "patthana2.1:64.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa anantarapaccayena paccayo— purimā purimā hetū pacchimānaṃ pacchimānaṃ hetūnaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.1:65.1": "Nahetu dhammo nahetussa dhammassa anantarapaccayena paccayo—purimā purimā nahetū khandhā pacchimānaṃ pacchimānaṃ nahetūnaṃ khandhānaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa (saṃkhittaṃ) nevasaññānāsaññāyatanaṃ phalasamāpattiyā anantarapaccayena paccayo. (1)",
  "patthana2.1:66.1": "Nahetu dhammo hetussa dhammassa anantarapaccayena paccayo …pe…. (2)",
  "patthana2.1:67.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa anantarapaccayena paccayo. (Nahetumūlakaṃ tīṇipi ekasadisaṃ.) (3)",
  "patthana2.1:68.1": "Hetū ca nahetū ca dhammā hetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ hetūnaṃ anantarapaccayena paccayo. (1)",
  "patthana2.1:69.1": "Hetū ca nahetū ca dhammā nahetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ nahetūnaṃ khandhānaṃ anantarapaccayena paccayo. (2)",
  "patthana2.1:70.1": "Hetū ca nahetū ca dhammā hetussa ca nahetussa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ hetūnaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.1:71.0": "Samanantarādi",
  "patthana2.1:71.1": "Hetu dhammo hetussa dhammassa samanantarapaccayena paccayo (anantarasadisaṃ.) … Sahajātapaccayena paccayo … aññamaññapaccayena paccayo (ime dvepi paṭiccasadisā. Nissayapaccayo paccayavāre nissayapaccayasadiso.)",
  "patthana2.1:72.0": "Upanissaya",
  "patthana2.1:72.1": "Hetu dhammo hetussa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū hetūnaṃ upanissayapaccayena paccayo. (1)",
  "patthana2.1:73.1": "Hetu dhammo nahetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū nahetūnaṃ khandhānaṃ upanissayapaccayena paccayo. (2)",
  "patthana2.1:74.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū hetūnaṃ sampayuttakānañca khandhānaṃ upanissayapaccayena paccayo. (3)",
  "patthana2.1:75.1": "Nahetu dhammo nahetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti …pe… diṭṭhiṃ gaṇhāti; sīlaṃ …pe… senāsanaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ saddhāya …pe… phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana2.1:76.1": "Nahetu dhammo hetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ …pe… senāsanaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ saddhāya …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. (2)",
  "patthana2.1:77.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**. (Dutiyaupanissayasadisaṃ.) (3)",
  "patthana2.1:78.1": "Hetū ca nahetū ca dhammā hetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū ca sampayuttakā ca khandhā hetūnaṃ upanissayapaccayena paccayo. (1)",
  "patthana2.1:79.1": "Hetū ca nahetū ca dhammā nahetussa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū ca sampayuttakā ca khandhā nahetūnaṃ khandhānaṃ upanissayapaccayena paccayo. (2)",
  "patthana2.1:80.1": "Hetū ca nahetū ca dhammā hetussa ca nahetussa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū ca sampayuttakā ca khandhā hetūnañca sampayuttakānañca khandhānaṃ upanissayapaccayena paccayo. (3)",
  "patthana2.1:81.0": "Purejāta",
  "patthana2.1:81.1": "Nahetu dhammo nahetussa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe…. **Vatthupurejātaṃ**—Cakkhāyatanaṃ …pe… kāyāyatanaṃ …pe… vatthu nahetūnaṃ khandhānaṃ purejātapaccayena paccayo. (1)",
  "patthana2.1:82.1": "Nahetu dhammo hetussa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. **Vatthupurejātaṃ**—vatthu hetūnaṃ purejātapaccayena paccayo. (2)",
  "patthana2.1:83.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati. **Vatthupurejātaṃ**—vatthu hetūnaṃ sampayuttakānañca khandhānaṃ purejātapaccayena paccayo. (3)",
  "patthana2.1:84.0": "Pacchājātādi",
  "patthana2.1:84.1": "Hetu dhammo nahetussa dhammassa pacchājātapaccayena paccayo—pacchājātā hetū purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana2.1:85.1": "Nahetu dhammo nahetussa dhammassa pacchājātapaccayena paccayo—pacchājātā nahetū khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana2.1:86.1": "Hetū ca nahetū ca dhammā nahetussa dhammassa pacchājātapaccayena paccayo— pacchājātā hetū ca sampayuttakā ca khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana2.1:87.1": "Hetu dhammo hetussa dhammassa āsevanapaccayena paccayo (anantarasadisaṃ).",
  "patthana2.1:88.0": "Kamma",
  "patthana2.1:88.1": "Nahetu dhammo nahetussa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu cetanā vipākānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana2.1:89.1": "Nahetu dhammo hetussa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu cetanā sampayuttakānaṃ hetūnaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu cetanā vipākānaṃ hetūnaṃ kammapaccayena paccayo. (2)",
  "patthana2.1:90.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu cetanā sampayuttakānaṃ khandhānaṃ hetūnaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu cetanā vipākānaṃ khandhānaṃ hetūnaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana2.1:91.0": "Vipāka",
  "patthana2.1:91.1": "Hetu dhammo hetussa dhammassa vipākapaccayena paccayo—vipāko alobho adosassa amohassa vipākapaccayena paccayo. (Paṭiccavārasadisaṃ. Vipākavibhaṅge nava pañhā.)",
  "patthana2.1:92.0": "Āhāra",
  "patthana2.1:92.1": "Nahetu dhammo nahetussa dhammassa āhārapaccayena paccayo—nahetū āhārā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. (1)",
  "patthana2.1:93.1": "Nahetu dhammo hetussa dhammassa āhārapaccayena paccayo—nahetū āhārā sampayuttakānaṃ hetūnaṃ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:94.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa āhārapaccayena paccayo—nahetū āhārā sampayuttakānaṃ khandhānaṃ hetūnaṃ cittasamuṭṭhānānañca rūpānaṃ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:95.0": "Indriya",
  "patthana2.1:95.1": "Hetu dhammo hetussa dhammassa indriyapaccayena paccayo …pe…. (Hetumūlake tīṇi.)",
  "patthana2.1:96.1": "Nahetu dhammo nahetussa dhammassa indriyapaccayena paccayo—nahetū indriyā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ indriyapaccayena paccayo; paṭisandhikkhaṇe …pe… cakkhundriyaṃ cakkhuviññāṇassa …pe… kāyindriyaṃ kāyaviññāṇassa …pe…. **Rūpajīvitindriyaṃ**—kaṭattārūpānaṃ indriyapaccayena paccayo. (Evaṃ indriyapaccayā vitthāretabbā. Nava.)",
  "patthana2.1:97.0": "Jhānādi",
  "patthana2.1:97.1": "Nahetu dhammo nahetussa dhammassa jhānapaccayena paccayo … tīṇi.",
  "patthana2.1:98.1": "Hetu dhammo hetussa dhammassa maggapaccayena paccayo … sampayuttapaccayena paccayo. (Imesu dvīsu nava.)",
  "patthana2.1:99.0": "Vippayutta",
  "patthana2.1:99.1": "Hetu dhammo nahetussa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—hetū cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo; paṭisandhikkhaṇe hetū kaṭattārūpānaṃ vippayuttapaccayena paccayo. Hetū vatthussa vippayuttapaccayena paccayo. **Pacchājātā**—hetū purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.1:100.1": "Nahetu dhammo nahetussa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ. **Sahajātā**—nahetū khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo; paṭisandhikkhaṇe nahetū khandhā kaṭattārūpānaṃ vippayuttapaccayena paccayo. Khandhā vatthussa …pe… vatthu khandhānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa, vatthu nahetūnaṃ khandhānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—nahetū khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.1:101.1": "Nahetu dhammo hetussa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajātaṃ**—paṭisandhikkhaṇe vatthu hetūnaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu hetūnaṃ vippayuttapaccayena paccayo. (2)",
  "patthana2.1:102.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa vippayuttapaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajātaṃ**—paṭisandhikkhaṇe vatthu hetūnaṃ sampayuttakānañca khandhānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu hetūnaṃ sampayuttakānañca khandhānaṃ vippayuttapaccayena paccayo. (3)",
  "patthana2.1:103.1": "Hetū ca nahetū ca dhammā nahetussa dhammassa vippayuttapaccayena paccayo— sahajātaṃ, pacchājātaṃ. **Sahajātā**—hetū ca sampayuttakā ca khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo; paṭisandhikkhaṇe hetū ca sampayuttakā ca khandhā kaṭattārūpānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—hetū ca sampayuttakā ca khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.1:104.0": "Atthyādi",
  "patthana2.1:104.1": "Hetu dhammo hetussa dhammassa atthipaccayena paccayo—alobho adosassa amohassa atthipaccayena paccayo (cakkaṃ). Lobho mohassa atthipaccayena paccayo (cakkaṃ); paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:105.1": "Hetu dhammo nahetussa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—hetū purejātassa imassa kāyassa atthipaccayena paccayo. (2)",
  "patthana2.1:106.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa atthipaccayena paccayo—alobho adosassa amohassa sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. (Cakkaṃ.) Lobho mohassa sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo (cakkaṃ); paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:107.1": "Nahetu dhammo nahetussa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajāto**—nahetu eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe nahetu eko khandho tiṇṇannaṃ khandhānaṃ kaṭattā ca rūpānaṃ …pe… khandhā vatthussa atthipaccayena paccayo; vatthu khandhānaṃ atthipaccayena paccayo; ekaṃ mahābhūtaṃ …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ …pe…. **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ …pe… dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa, cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa, vatthu nahetūnaṃ khandhānaṃ atthipaccayena paccayo. **Pacchājātā**—nahetū khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṃ**—kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana2.1:108.1": "Nahetu dhammo hetussa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajātā**—nahetū khandhā sampayuttakānaṃ hetūnaṃ atthipaccayena paccayo. Paṭisandhikkhaṇe …pe… vatthu hetūnaṃ atthipaccayena paccayo. **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti; vatthu hetūnaṃ atthipaccayena paccayo. (2)",
  "patthana2.1:109.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajāto**—nahetu eko khandho tiṇṇannaṃ khandhānaṃ hetūnaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo; paṭisandhikkhaṇe …pe… vatthu hetūnaṃ sampayuttakānañca khandhānaṃ atthipaccayena paccayo. **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti; vatthu hetūnaṃ sampayuttakānañca khandhānaṃ atthipaccayena paccayo. (3)",
  "patthana2.1:110.1": "Hetu ca nahetu ca dhammā hetussa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—alobho ca sampayuttakā ca khandhā adosassa amohassa atthipaccayena paccayo (cakkaṃ). Lobho ca sampayuttakā ca khandhā mohassa atthipaccayena paccayo (cakkaṃ); paṭisandhikkhaṇe …pe… alobho ca vatthu ca adosassa amohassa atthipaccayena paccayo. (Cakkaṃ.) (1)",
  "patthana2.1:111.1": "Hetu ca nahetu ca dhammā nahetussa dhammassa atthipaccayena paccayo— sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajāto**—nahetu eko khandho ca hetū ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… paṭisandhikkhaṇe hetū ca vatthu ca nahetūnaṃ khandhānaṃ atthipaccayena paccayo. **Sahajātā**—hetū ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—hetū ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—hetū ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (2)",
  "patthana2.1:112.1": "Hetu ca nahetu ca dhammā hetussa ca nahetussa ca dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—nahetu eko khandho ca alobho ca tiṇṇannaṃ khandhānaṃ adosassa amohassa cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo (cakkaṃ). Nahetu eko khandho ca lobho ca tiṇṇannaṃ khandhānaṃ mohassa cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo (cakkaṃ); paṭisandhikkhaṇe nahetu eko khandho ca alobho ca (cakkaṃ). Paṭisandhikkhaṇe …pe… alobho ca vatthu ca adosassa amohassa sampayuttakānañca khandhānaṃ atthipaccayena paccayo, lobho ca vatthu ca mohassa sampayuttakānañca khandhānaṃ atthipaccayena paccayo ….",
  "patthana2.1:113.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. (3)",
  "patthana2.1:114.0.1": "Saṅkhyāvāra",
  "patthana2.1:114.0.2": "Suddha",
  "patthana2.1:114.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Evaṃ anumajjantena gaṇetabbaṃ.)",
  "patthana2.1:115.1": "Anulomaṃ.",
  "patthana2.1:116.1": "Hetu dhammo hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.1:117.1": "Hetu dhammo nahetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana2.1:118.1": "Hetu dhammo hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.1:119.1": "Nahetu dhammo nahetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana2.1:120.1": "Nahetu dhammo hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … kammapaccayena paccayo. (2)",
  "patthana2.1:121.1": "Nahetu dhammo hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … kammapaccayena paccayo. (3)",
  "patthana2.1:122.1": "Hetu ca nahetu ca dhammā hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.1:123.1": "Hetu ca nahetu ca dhammā nahetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo pacchājātapaccayena paccayo. (2)",
  "patthana2.1:124.1": "Hetu ca nahetu ca dhammā hetussa ca nahetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.1:125.0.1": "2.1.1.7.2. Paccayapaccanīya",
  "patthana2.1:125.0.2": "1.1.7.2.2. Saṅkhyāvāra",
  "patthana2.1:125.0.3": "Suddha",
  "patthana2.1:125.1": "Nahetuyā nava, naārammaṇe nava …pe… noavigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:126.1": "Paccanīyaṃ.",
  "patthana2.1:127.0.1": "2.1.1.7.3. Paccayānulomapaccanīya",
  "patthana2.1:127.0.2": "Hetuduka",
  "patthana2.1:127.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā tīṇi, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe ekaṃ, naupanissaye tīṇi …pe… namagge tīṇi, nasampayutte ekaṃ, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:128.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:129.0.1": "2.1.1.7.4. Paccayapaccanīyānuloma",
  "patthana2.1:129.0.2": "Nahetuduka",
  "patthana2.1:129.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā nava, vigate nava, avigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:130.1": "Paccanīyānulomaṃ.",
  "patthana2.1:130.2": "Hetudukaṃ niṭṭhitaṃ.",
  "patthana2.1:131.0.1": "2.1.2. Sahetukaduka",
  "patthana2.1:131.0.2": "2.1.2.1. Paṭiccavāra",
  "patthana2.1:131.0.3": "2.1.2.1.1. Paccayānuloma",
  "patthana2.1:131.0.4": "Vibhaṅgavāra",
  "patthana2.1:131.0.5": "Hetu",
  "patthana2.1:131.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati hetupaccayā—sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:132.1": "Sahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati hetupaccayā—sahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:133.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā—sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:134.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ; ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ kaṭattārūpaṃ upādārūpaṃ. (1)",
  "patthana2.1:135.1": "Ahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṃ paṭicca sahetukā khandhā. (2)",
  "patthana2.1:136.1": "Ahetukaṃ dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā— vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe vatthuṃ paṭicca sahetukā khandhā, mahābhūte paṭicca kaṭattārūpaṃ. (3)",
  "patthana2.1:137.1": "Sahetukañca ahetukañca dhammaṃ paṭicca sahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.1:138.1": "Sahetukañca ahetukañca dhammaṃ paṭicca ahetuko dhammo uppajjati hetupaccayā— sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:139.1": "Sahetukañca ahetukañca dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (3)",
  "patthana2.1:140.0": "Ārammaṇa",
  "patthana2.1:140.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati ārammaṇapaccayā—sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:141.1": "Sahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.1:142.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe…. (3)",
  "patthana2.1:143.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati ārammaṇapaccayā—ahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe vatthuṃ paṭicca ahetukā khandhā. (1)",
  "patthana2.1:144.1": "Ahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṃ paṭicca sahetukā khandhā. (2)",
  "patthana2.1:145.1": "Sahetukañca ahetukañca dhammaṃ paṭicca sahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.1:146.0": "Adhipati",
  "patthana2.1:146.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati adhipatipaccayā—sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.1:147.1": "Sahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati adhipatipaccayā—sahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.1:148.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti adhipatipaccayā—sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana2.1:149.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati adhipatipaccayā—ekaṃ mahābhūtaṃ …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ upādārūpaṃ. (1)",
  "patthana2.1:150.1": "Sahetukañca ahetukañca dhammaṃ paṭicca ahetuko dhammo uppajjati adhipatipaccayā—sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana2.1:151.0": "Anantarādi",
  "patthana2.1:151.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā—sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:152.1": "Sahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati sahajātapaccayā—sahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:153.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti sahajātapaccayā—sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ, dve khandhe …pe… vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā moho ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:154.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati sahajātapaccayā—ahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā; ekaṃ mahābhūtaṃ …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana2.1:155.1": "Ahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati sahajātapaccayā. (Ime pañca pañhā hetusadisā, ninnānaṃ.) (2)",
  "patthana2.1:156.0": "Aññamañña",
  "patthana2.1:156.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati aññamaññapaccayā— sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:157.1": "Sahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati aññamaññapaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho; paṭisandhikkhaṇe sahetuke khandhe paṭicca vatthu. (2)",
  "patthana2.1:158.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti aññamaññapaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vatthu ca …pe… dve khandhe …pe…. (3)",
  "patthana2.1:159.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati aññamaññapaccayā—ahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe ahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vatthu ca …pe… dve khandhe …pe…. (Saṃkhittaṃ, yāva asaññasattā.) (1)",
  "patthana2.1:160.1": "Ahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati aññamaññapaccayā— vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṃ paṭicca sahetukā khandhā. (2)",
  "patthana2.1:161.1": "Sahetukañca ahetukañca dhammaṃ paṭicca sahetuko dhammo uppajjati aññamaññapaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.1:162.0": "Nissayādi",
  "patthana2.1:162.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … (jhānampi maggampi sahajātapaccayasadisā, bāhirā mahābhūtā natthi) sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā.",
  "patthana2.1:163.0.1": "Saṅkhyāvāra",
  "patthana2.1:163.0.2": "Suddha",
  "patthana2.1:163.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca, anantare cha, samanantare cha, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cha, purejāte cha, āsevane cha, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte cha, vippayutte nava, atthiyā nava, natthiyā cha, vigate cha, avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:164.1": "Anulomaṃ.",
  "patthana2.1:165.0.1": "2.1.2.1.2. Paccayapaccanīya",
  "patthana2.1:165.0.2": "Vibhaṅgavāra",
  "patthana2.1:165.1": "Sahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.1:166.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati nahetupaccayā—ahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānaṃ rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1) (Sabbaṃ yāva asaññasattā tāva kātabbaṃ.)",
  "patthana2.1:167.0": "Naārammaṇādi",
  "patthana2.1:167.1": "Sahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati naārammaṇapaccayā—sahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:168.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati naārammaṇapaccayā—ahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu; ekaṃ mahābhūtaṃ …pe… asaññasattānaṃ ekaṃ …pe…. (1)",
  "patthana2.1:169.1": "Sahetukañca ahetukañca dhammaṃ paṭicca ahetuko dhammo uppajjati naārammaṇapaccayā—sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:170.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati naadhipatipaccayā … (anulomasahajātasadisā) naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā—arūpe sahetukaṃ ekaṃ khandhaṃ …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:171.1": "Sahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho, sahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:172.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti napurejātapaccayā—arūpe vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:173.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati napurejātapaccayā—arūpe ahetukaṃ ekaṃ khandhaṃ …pe… dve khandhe …pe… ahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā tāva vitthāro.) (1)",
  "patthana2.1:174.1": "Ahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṃ paṭicca sahetukā khandhā. (2)",
  "patthana2.1:175.1": "Ahetukaṃ dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe vatthuṃ paṭicca sahetukā khandhā, mahābhūte paṭicca kaṭattārūpaṃ. (3)",
  "patthana2.1:176.1": "Sahetukañca ahetukañca dhammaṃ paṭicca sahetuko dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.1:177.1": "Sahetukañca ahetukañca dhammaṃ paṭicca ahetuko dhammo uppajjati napurejātapaccayā—sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:178.1": "Sahetukañca ahetukañca dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe sahetukaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (3)",
  "patthana2.1:179.0": "Napacchājātādi",
  "patthana2.1:179.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā … nakammapaccayā—sahetuke khandhe paṭicca sahetukā cetanā. (1)",
  "patthana2.1:180.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati nakammapaccayā—ahetuke khandhe paṭicca ahetukā cetanā … bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ …pe…. (1)",
  "patthana2.1:181.1": "Ahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati nakammapaccayā— vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca sampayuttakā cetanā. (2)",
  "patthana2.1:182.1": "Sahetukañca ahetukañca dhammaṃ paṭicca sahetuko dhammo uppajjati nakammapaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paṭicca sampayuttakā cetanā … navipākapaccayā. (Paṭisandhi natthi.)",
  "patthana2.1:183.0": "Naāhārādi",
  "patthana2.1:183.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati naāhārapaccayā … naindriyapaccayā … najhānapaccayā … namaggapaccayā … nasampayuttapaccayā.",
  "patthana2.1:184.0": "Navippayuttādi",
  "patthana2.1:184.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati navippayuttapaccayā—arūpe sahetukaṃ ekaṃ khandhaṃ …pe…. (1)",
  "patthana2.1:185.1": "Sahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati navippayuttapaccayā—arūpe vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.1:186.1": "Sahetukaṃ dhammaṃ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti navippayuttapaccayā—arūpe vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe…. (3)",
  "patthana2.1:187.1": "Ahetukaṃ dhammaṃ paṭicca ahetuko dhammo uppajjati navippayuttapaccayā—arūpe ahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā, dve khandhe …pe…. (1)",
  "patthana2.1:188.1": "Ahetukaṃ dhammaṃ paṭicca sahetuko dhammo uppajjati navippayuttapaccayā—arūpe vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca sampayuttakā khandhā. (2)",
  "patthana2.1:189.1": "Sahetukañca ahetukañca dhammaṃ paṭicca sahetuko dhammo uppajjati navippayuttapaccayā—arūpe vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe …pe… nonatthipaccayā … novigatapaccayā. (1)",
  "patthana2.1:190.0.1": "Saṅkhyāvāra",
  "patthana2.1:190.0.2": "Suddha",
  "patthana2.1:190.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:191.1": "Paccanīyaṃ.",
  "patthana2.1:192.0.1": "2.1.2.1.3. Paccayānulomapaccanīya",
  "patthana2.1:192.0.2": "Hetuduka",
  "patthana2.1:192.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte tīṇi, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:193.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:194.0.1": "2.1.2.1.4. Paccayapaccanīyānuloma",
  "patthana2.1:194.0.2": "Nahetuduka",
  "patthana2.1:194.1": "Nahetupaccayā ārammaṇe dve, anantare dve, samanantare dve (sabbattha dve), vipāke ekaṃ, āhāre dve, indriye dve, jhāne dve, magge ekaṃ, sampayutte dve …pe… avigate dve. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:195.1": "Paccanīyānulomaṃ.",
  "patthana2.1:196.0": "2.1.2.2. Sahajātavāra",
  "patthana2.1:196.1": "Sahajātavāro paṭiccavārasadiso.",
  "patthana2.1:197.0.1": "2.1.2.3. Paccayavāra",
  "patthana2.1:197.0.2": "2.1.2.3.1. Paccayānuloma",
  "patthana2.1:197.0.3": "Vibhaṅgavāra",
  "patthana2.1:197.0.4": "Hetu",
  "patthana2.1:197.1": "Sahetukaṃ dhammaṃ paccayā sahetuko dhammo uppajjati hetupaccayā. (Sahetukamūlakaṃ paṭiccavārasadisaṃ.)",
  "patthana2.1:198.1": "Ahetukaṃ dhammaṃ paccayā ahetuko dhammo …pe…. (Paṭiccavārasadisaṃyeva.) (1)",
  "patthana2.1:199.1": "Ahetukaṃ dhammaṃ paccayā sahetuko dhammo uppajjati hetupaccayā—vatthuṃ paccayā sahetukā khandhā, vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paccayā sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṃ paccayā sahetukā khandhā. (2)",
  "patthana2.1:200.1": "Ahetukaṃ dhammaṃ paccayā sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā— vatthuṃ paccayā sahetukā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe vatthuṃ …pe…. (3)",
  "patthana2.1:201.1": "Sahetukañca ahetukañca dhammaṃ paccayā sahetuko dhammo uppajjati hetupaccayā— sahetukaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:202.1": "Sahetukañca ahetukañca dhammaṃ paccayā ahetuko dhammo uppajjati hetupaccayā— sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:203.1": "Sahetukañca ahetukañca dhammaṃ paccayā sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā—sahetukaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe sahetukaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā kaṭattārūpaṃ. (3)",
  "patthana2.1:204.0": "Ārammaṇa",
  "patthana2.1:204.1": "Sahetukaṃ dhammaṃ paccayā sahetuko dhammo uppajjati ārammaṇapaccayā—sahetukaṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:205.1": "Sahetukaṃ dhammaṃ paccayā ahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.1:206.1": "Sahetukaṃ dhammaṃ paccayā sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhaṃ paccayā tayo khandhā moho ca …pe… dve khandhe …pe…. (3)",
  "patthana2.1:207.1": "Ahetukaṃ dhammaṃ paccayā ahetuko dhammo uppajjati ārammaṇapaccayā—ahetukaṃ ekaṃ khandhaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe vatthuṃ paccayā khandhā, cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ, vatthuṃ paccayā ahetukā khandhā. (1)",
  "patthana2.1:208.1": "Ahetukaṃ dhammaṃ paccayā sahetuko dhammo uppajjati ārammaṇapaccayā—vatthuṃ paccayā sahetukā khandhā, vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paccayā sampayuttakā khandhā; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:209.1": "Ahetukaṃ dhammaṃ paccayā sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vatthuṃ paccayā vicikicchāsahagatā uddhaccasahagatā khandhā moho ca. (3)",
  "patthana2.1:210.1": "Sahetukañca ahetukañca dhammaṃ paccayā sahetuko dhammo uppajjati ārammaṇapaccayā—sahetukaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:211.1": "Sahetukañca ahetukañca dhammaṃ paccayā ahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.1:212.1": "Sahetukañca ahetukañca dhammaṃ paccayā sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… dve khandhe …pe…. (3)",
  "patthana2.1:213.0": "Adhipati",
  "patthana2.1:213.1": "Sahetukaṃ dhammaṃ paccayā sahetuko dhammo uppajjati adhipatipaccayā. (Adhipatiyā nava pañhā pavatteyeva.)",
  "patthana2.1:214.0": "Anantarādi",
  "patthana2.1:214.1": "Sahetukaṃ dhammaṃ paccayā sahetuko dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā … tīṇi. (Paṭiccavārasadisā.)",
  "patthana2.1:215.1": "Ahetukaṃ dhammaṃ paccayā ahetuko dhammo uppajjati sahajātapaccayā—ahetukaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (yāva asaññasattā), cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ, vatthuṃ paccayā ahetukā khandhā. (1)",
  "patthana2.1:216.1": "Ahetukaṃ dhammaṃ paccayā sahetuko dhammo uppajjati sahajātapaccayā—vatthuṃ paccayā sahetukā khandhā, vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paccayā sampayuttakā khandhā; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:217.1": "Ahetukaṃ dhammaṃ paccayā sahetuko ca ahetuko ca dhammā uppajjanti sahajātapaccayā—vatthuṃ paccayā sahetukā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ; paṭisandhikkhaṇe vatthuṃ …pe…. (3)",
  "patthana2.1:218.1": "Sahetukañca ahetukañca dhammaṃ paccayā sahetuko dhammo uppajjati sahajātapaccayā—sahetukaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:219.1": "Sahetukañca ahetukañca dhammaṃ paccayā ahetuko dhammo uppajjati sahajātapaccayā—sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagate uddhaccasahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.1:220.1": "Sahetukañca ahetukañca dhammaṃ paccayā sahetuko ca ahetuko ca dhammā uppajjanti sahajātapaccayā—sahetukaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. Vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… paṭisandhikkhaṇe sahetukaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… sahetuke khandhe ca mahābhūte ca paccayā kaṭattārūpaṃ. (3)",
  "patthana2.1:221.0": "Aññamaññādi",
  "patthana2.1:221.1": "Sahetukaṃ dhammaṃ paccayā sahetuko dhammo uppajjati aññamaññapaccayā …pe… avigatapaccayā.",
  "patthana2.1:222.0.1": "Saṅkhyāvāra",
  "patthana2.1:222.0.2": "Suddha",
  "patthana2.1:222.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:223.1": "Anulomaṃ.",
  "patthana2.1:224.0.1": "2.1.2.3.2. Paccayapaccanīya",
  "patthana2.1:224.0.2": "Vibhaṅgavāra",
  "patthana2.1:224.1": "Sahetukaṃ dhammaṃ paccayā ahetuko dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.1:225.1": "Ahetukaṃ dhammaṃ paccayā ahetuko dhammo uppajjati nahetupaccayā—ahetukaṃ ekaṃ khandhaṃ …pe… paṭisandhikkhaṇe …pe… (yāva asaññasattā), cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ, vatthuṃ paccayā ahetukā khandhā moho ca. (1)",
  "patthana2.1:226.1": "Sahetukañca ahetukañca dhammaṃ paccayā ahetuko dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (Saṃkhittaṃ.) (1)",
  "patthana2.1:227.0.1": "Saṅkhyāvāra",
  "patthana2.1:227.0.2": "Suddha",
  "patthana2.1:227.1": "Nahetuyā tīṇi, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, nanissaye tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:228.1": "Paccanīyaṃ.",
  "patthana2.1:229.0.1": "2.1.2.3.3. Paccayānulomapaccanīya",
  "patthana2.1:229.0.2": "Hetuduka",
  "patthana2.1:229.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte tīṇi, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:230.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:231.0.1": "2.1.2.3.4. Paccayapaccanīyānuloma",
  "patthana2.1:231.0.2": "Nahetuduka",
  "patthana2.1:231.1": "Nahetupaccayā ārammaṇe tīṇi, anantare tīṇi …pe… magge tīṇi, sampayutte tīṇi …pe… avigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:232.1": "Paccanīyānulomaṃ.",
  "patthana2.1:233.0": "2.1.2.4. Nissayavāra",
  "patthana2.1:233.1": "Nissayavāro paccayavārasadiso.",
  "patthana2.1:234.0.1": "2.1.2.5. Saṃsaṭṭhavāra",
  "patthana2.1:234.0.2": "2.1.2.5.1. Paccayānuloma",
  "patthana2.1:234.0.3": "Vibhaṅgavāra",
  "patthana2.1:234.0.4": "Hetu",
  "patthana2.1:234.1": "Sahetukaṃ dhammaṃ saṃsaṭṭho sahetuko dhammo uppajjati hetupaccayā—sahetukaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:235.1": "Ahetukaṃ dhammaṃ saṃsaṭṭho sahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ saṃsaṭṭhā vicikicchāsahagatā uddhaccasahagatā khandhā. (1)",
  "patthana2.1:236.1": "Sahetukañca ahetukañca dhammaṃ saṃsaṭṭho sahetuko dhammo uppajjati hetupaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.1:237.0": "Ārammaṇa",
  "patthana2.1:237.1": "Sahetukaṃ dhammaṃ saṃsaṭṭho sahetuko dhammo uppajjati ārammaṇapaccayā— sahetukaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:238.1": "Sahetukaṃ dhammaṃ saṃsaṭṭho ahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagate uddhaccasahagate khandhe saṃsaṭṭho vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.1:239.1": "Sahetukaṃ dhammaṃ saṃsaṭṭho sahetuko ca ahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā moho ca …pe… dve khandhe …pe…. (3)",
  "patthana2.1:240.1": "Ahetukaṃ dhammaṃ saṃsaṭṭho ahetuko dhammo uppajjati ārammaṇapaccayā—ahetukaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:241.1": "Ahetukaṃ dhammaṃ saṃsaṭṭho sahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ saṃsaṭṭhā vicikicchāsahagatā uddhaccasahagatā khandhā. (2)",
  "patthana2.1:242.1": "Sahetukañca ahetukañca dhammaṃ saṃsaṭṭho sahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ ekaṃ khandhañca mohañca saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.1:243.0": "Adhipati",
  "patthana2.1:243.1": "Sahetukaṃ dhammaṃ saṃsaṭṭho sahetuko dhammo uppajjati adhipatipaccayā— sahetukaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.1:244.0": "Anantarādi",
  "patthana2.1:244.1": "Sahetukaṃ dhammaṃ saṃsaṭṭho sahetuko dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā …pe… vipākapaccayā—vipākaṃ sahetukaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe….",
  "patthana2.1:245.1": "Ahetukaṃ dhammaṃ saṃsaṭṭho ahetuko dhammo uppajjati vipākapaccayā—vipākaṃ ahetukaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… jhānapaccayā …pe… avigatapaccayā.",
  "patthana2.1:246.0.1": "Saṅkhyāvāra",
  "patthana2.1:246.0.2": "Suddha",
  "patthana2.1:246.1": "Hetuyā tīṇi, ārammaṇe cha, adhipatiyā ekaṃ, anantare cha, samanantare cha, sahajāte cha, aññamaññe cha, nissaye cha, upanissaye cha, purejāte cha …pe… vipāke dve, āhāre cha, indriye cha, jhāne cha, magge pañca …pe… avigate cha. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:247.1": "Anulomaṃ.",
  "patthana2.1:248.0.1": "2.1.2.5.2. Paccayapaccanīya",
  "patthana2.1:248.0.2": "Vibhaṅgavāra",
  "patthana2.1:248.1": "Sahetukaṃ dhammaṃ saṃsaṭṭho ahetuko dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe saṃsaṭṭho vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.1:249.1": "Ahetukaṃ dhammaṃ saṃsaṭṭho ahetuko dhammo uppajjati nahetupaccayā—ahetukaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (Saṃkhittaṃ.) (1)",
  "patthana2.1:250.0.1": "Saṅkhyāvāra",
  "patthana2.1:250.0.2": "Suddha",
  "patthana2.1:250.1": "Nahetuyā dve, naadhipatiyā cha, napurejāte cha, napacchājāte cha, naāsevane cha, nakamme cattāri, navipāke cha, najhāne ekaṃ, namagge ekaṃ, navippayutte cha. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:251.1": "Paccanīyaṃ.",
  "patthana2.1:252.0.1": "2.1.2.5.3. Paccayānulomapaccanīya",
  "patthana2.1:252.0.2": "Hetuduka",
  "patthana2.1:252.1": "Hetupaccayā naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, navippayutte tīṇi.",
  "patthana2.1:253.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:254.0.1": "2.1.2.5.4. Paccayapaccanīyānuloma",
  "patthana2.1:254.0.2": "Nahetuduka",
  "patthana2.1:254.1": "Nahetupaccayā ārammaṇe dve, anantare dve …pe… kamme dve, vipāke ekaṃ, āhāre dve …pe… magge ekaṃ …pe… avigate dve. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:255.1": "Paccanīyānulomaṃ.",
  "patthana2.1:256.0": "2.1.2.6. Sampayuttavāra",
  "patthana2.1:256.1": "Sampayuttavāro saṃsaṭṭhavārasadiso.",
  "patthana2.1:257.0.1": "2.1.2.7. Pañhāvāra",
  "patthana2.1:257.0.2": "2.1.2.7.1. Paccayānuloma",
  "patthana2.1:257.0.3": "Vibhaṅgavāra",
  "patthana2.1:257.0.4": "Hetu",
  "patthana2.1:257.1": "Sahetuko dhammo sahetukassa dhammassa hetupaccayena paccayo—sahetukā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:258.1": "Sahetuko dhammo ahetukassa dhammassa hetupaccayena paccayo—sahetukā hetū cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:259.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa hetupaccayena paccayo— sahetukā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:260.1": "Ahetuko dhammo ahetukassa dhammassa hetupaccayena paccayo—vicikicchāsahagato uddhaccasahagato moho cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo. (1)",
  "patthana2.1:261.1": "Ahetuko dhammo sahetukassa dhammassa hetupaccayena paccayo—vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (2)",
  "patthana2.1:262.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa hetupaccayena paccayo— vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.1:263.0": "Ārammaṇa",
  "patthana2.1:263.1": "Sahetuko dhammo sahetukassa dhammassa ārammaṇapaccayena paccayo—dānaṃ datvā sīlaṃ …pe… uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni paccavekkhati, jhānā vuṭṭhahitvā jhānaṃ paccavekkhati. Ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, phalaṃ paccavekkhanti. Pahīne kilese …pe… vikkhambhite kilese …pe… pubbe …pe… sahetuke khandhe aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe sahetuko vipāko tadārammaṇatā uppajjati; cetopariyañāṇena sahetukacittasamaṅgissa cittaṃ jānanti. Ākāsānañcāyatanaṃ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa …pe… sahetukā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa ārammaṇapaccayena paccayo; sahetuke khandhe ārabbha sahetukā khandhā uppajjanti. (1)",
  "patthana2.1:264.1": "Sahetuko dhammo ahetukassa dhammassa ārammaṇapaccayena paccayo—sahetuke khandhe aniccato …pe… domanassaṃ uppajjati, kusalākusale niruddhe ahetuko vipāko tadārammaṇatā uppajjati, sahetuke khandhe ārabbha ahetukā khandhā ca moho ca uppajjanti. (2)",
  "patthana2.1:265.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo—sahetuke khandhe ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. (3)",
  "patthana2.1:266.1": "Ahetuko dhammo ahetukassa dhammassa ārammaṇapaccayena paccayo—nibbānaṃ āvajjanāya ārammaṇapaccayena paccayo; cakkhuṃ …pe… vatthuṃ … ahetuke khandhe ca mohañca aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe… ahetuke khandhe ca mohañca ārabbha ahetukā khandhā ca moho ca uppajjanti. (1)",
  "patthana2.1:267.1": "Ahetuko dhammo sahetukassa dhammassa ārammaṇapaccayena paccayo—ariyā nibbānaṃ paccavekkhanti; nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa ārammaṇapaccayena paccayo. Ariyā ahetuke pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe …pe… cakkhuṃ …pe… vatthuṃ …pe… ahetuke khandhe ca mohañca aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, cetopariyañāṇena ahetukacittasamaṅgissa cittaṃ jānanti; ahetukā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṃsañāṇassa ārammaṇapaccayena paccayo; ahetuke khandhe ca mohañca ārabbha sahetukā khandhā uppajjanti. (2)",
  "patthana2.1:268.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo—cakkhuṃ ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti; sotaṃ …pe… vatthuṃ … ahetuke khandhe ca mohañca ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. (3)",
  "patthana2.1:269.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa ārammaṇapaccayena paccayo— vicikicchāsahagate uddhaccasahagate khandhe ca mohañca ārabbha sahetukā khandhā uppajjanti. (1)",
  "patthana2.1:270.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa ārammaṇapaccayena paccayo— vicikicchāsahagate uddhaccasahagate khandhe ca mohañca ārabbha ahetukā khandhā ca moho ca uppajjanti. (2)",
  "patthana2.1:271.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo—vicikicchāsahagate uddhaccasahagate khandhe ca mohañca ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. (3)",
  "patthana2.1:272.0": "Adhipati",
  "patthana2.1:272.1": "Sahetuko dhammo sahetukassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā sīlaṃ …pe… uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati, jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā …pe… phalaṃ …pe… sahetuke khandhe garuṃ katvā assādeti abhinandati; taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—sahetukādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.1:273.1": "Sahetuko dhammo ahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—sahetukādhipati cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.1:274.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—sahetukādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.1:275.1": "Ahetuko dhammo sahetukassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā nibbānaṃ garuṃ katvā paccavekkhanti; nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṃ …pe… vatthuṃ … ahetuke khandhe garuṃ katvā assādeti abhinandati; taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. (1)",
  "patthana2.1:276.0": "Anantara",
  "patthana2.1:276.1": "Sahetuko dhammo sahetukassa dhammassa anantarapaccayena paccayo—purimā purimā sahetukā khandhā pacchimānaṃ pacchimānaṃ sahetukānaṃ khandhānaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa … anulomaṃ vodānassa … gotrabhu maggassa … vodānaṃ maggassa … maggo phalassa … phalaṃ phalassa … anulomaṃ phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṃ phalasamāpattiyā anantarapaccayena paccayo. (1)",
  "patthana2.1:277.1": "Sahetuko dhammo ahetukassa dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā pacchimassa pacchimassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; sahetukaṃ cuticittaṃ ahetukassa upapatticittassa anantarapaccayena paccayo; sahetukaṃ bhavaṅgaṃ āvajjanāya anantarapaccayena paccayo; sahetukaṃ bhavaṅgaṃ ahetukassa bhavaṅgassa anantarapaccayena paccayo; sahetukā khandhā ahetukassa vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana2.1:278.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā pacchimānaṃ pacchimānaṃ vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca anantarapaccayena paccayo. (3)",
  "patthana2.1:279.1": "Ahetuko dhammo ahetukassa dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato uddhaccasahagato moho pacchimassa pacchimassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; purimā purimā ahetukā khandhā pacchimānaṃ pacchimānaṃ ahetukānaṃ khandhānaṃ anantarapaccayena paccayo; āvajjanā pañcannaṃ viññāṇānaṃ anantarapaccayena paccayo. (1)",
  "patthana2.1:280.1": "Ahetuko dhammo sahetukassa dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato uddhaccasahagato moho pacchimānaṃ pacchimānaṃ vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ anantarapaccayena paccayo; ahetukaṃ cuticittaṃ sahetukassa upapatticittassa anantarapaccayena paccayo; ahetukaṃ bhavaṅgaṃ sahetukassa bhavaṅgassa anantarapaccayena paccayo; āvajjanā sahetukānaṃ khandhānaṃ anantarapaccayena paccayo; ahetukā khandhā sahetukassa vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana2.1:281.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato uddhaccasahagato moho pacchimānaṃ pacchimānaṃ vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca anantarapaccayena paccayo; āvajjanā vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca anantarapaccayena paccayo. (3)",
  "patthana2.1:282.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa anantarapaccayena paccayo— purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca pacchimānaṃ pacchimānaṃ vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ anantarapaccayena paccayo. (1)",
  "patthana2.1:283.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa anantarapaccayena paccayo— purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca pacchimassa pacchimassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca ahetukassa vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana2.1:284.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca pacchimānaṃ pacchimānaṃ vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca anantarapaccayena paccayo. (3)",
  "patthana2.1:285.0": "Sahajātādi",
  "patthana2.1:285.1": "Sahetuko dhammo sahetukassa dhammassa sahajātapaccayena paccayo (paṭiccavāre sahajātasadisaṃ, iha ghaṭanā natthi) … aññamaññapaccayena paccayo (paṭiccavārasadisaṃ) … nissayapaccayena paccayo. (Paṭiccavāre nissayapaccayasadisaṃ, iha ghaṭanā natthi.)",
  "patthana2.1:286.0": "Upanissaya",
  "patthana2.1:286.1": "Sahetuko dhammo sahetukassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sahetukā khandhā sahetukānaṃ khandhānaṃ upanissayapaccayena paccayo. (1)",
  "patthana2.1:287.1": "Sahetuko dhammo ahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sahetukā khandhā ahetukānaṃ khandhānaṃ mohassa ca upanissayapaccayena paccayo. (2)",
  "patthana2.1:288.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sahetukā khandhā vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca upanissayapaccayena paccayo. (3)",
  "patthana2.1:289.1": "Ahetuko dhammo ahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṃ sukhaṃ kāyikassa sukhassa, kāyikassa dukkhassa, mohassa ca upanissayapaccayena paccayo; kāyikaṃ dukkhaṃ … utu … bhojanaṃ … senāsanaṃ kāyikassa sukhassa, kāyikassa dukkhassa, mohassa ca upanissayapaccayena paccayo; moho kāyikassa sukhassa, kāyikassa dukkhassa, mohassa ca upanissayapaccayena paccayo; kāyikaṃ sukhaṃ … kāyikaṃ dukkhaṃ … utu … bhojanaṃ, senāsanaṃ, moho ca kāyikassa sukhassa, kāyikassa dukkhassa, mohassa ca upanissayapaccayena paccayo. (1)",
  "patthana2.1:290.1": "Ahetuko dhammo sahetukassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṃ sukhaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; kāyikaṃ dukkhaṃ … utuṃ … bhojanaṃ … senāsanaṃ … mohaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; kāyikaṃ sukhaṃ …pe… moho ca saddhāya …pe… paññāya rāgassa …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. (2)",
  "patthana2.1:291.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṃ sukhaṃ moho ca vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca upanissayapaccayena paccayo. (3)",
  "patthana2.1:292.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca sahetukānaṃ khandhānaṃ upanissayapaccayena paccayo. (1)",
  "patthana2.1:293.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca ahetukānaṃ khandhānaṃ mohassa ca upanissayapaccayena paccayo. (2)",
  "patthana2.1:294.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca upanissayapaccayena paccayo. (3)",
  "patthana2.1:295.0": "Purejāta",
  "patthana2.1:295.1": "Ahetuko dhammo ahetukassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati, kusalākusale niruddhe ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa … purejātaṃ vatthu ahetukānaṃ khandhānaṃ mohassa ca purejātapaccayena paccayo. (1)",
  "patthana2.1:296.1": "Ahetuko dhammo sahetukassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. **Vatthupurejātaṃ**—vatthu sahetukānaṃ khandhānaṃ purejātapaccayena paccayo. (2)",
  "patthana2.1:297.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti. **Vatthupurejātaṃ**—vatthu vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca purejātapaccayena paccayo. (3)",
  "patthana2.1:298.0": "Pacchājātādi",
  "patthana2.1:298.1": "Sahetuko dhammo ahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā sahetukā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana2.1:299.1": "Ahetuko dhammo ahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā ahetukā khandhā ca moho ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana2.1:300.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana2.1:301.1": "Sahetuko dhammo sahetukassa dhammassa āsevanapaccayena paccayo. (Anantarasadisaṃ. Āvajjanampi bhavaṅgampi natthi, āsevanapaccaye vajjetabbā navapi.)",
  "patthana2.1:302.0": "Kamma",
  "patthana2.1:302.1": "Sahetuko dhammo sahetukassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā cetanā vipākānaṃ sahetukānaṃ khandhānaṃ kammapaccayena paccayo. (1)",
  "patthana2.1:303.1": "Sahetuko dhammo ahetukassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā cetanā vipākānaṃ ahetukānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (2)",
  "patthana2.1:304.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—sahetukā cetanā vipākānaṃ sahetukānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana2.1:305.1": "Ahetuko dhammo ahetukassa dhammassa kammapaccayena paccayo—ahetukā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:306.0": "Vipāka",
  "patthana2.1:306.1": "Sahetuko dhammo sahetukassa dhammassa vipākapaccayena paccayo—vipāko sahetuko eko khandho tiṇṇannaṃ khandhānaṃ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:307.1": "Sahetuko dhammo ahetukassa dhammassa vipākapaccayena paccayo—vipākā sahetukā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vipākapaccayena paccayo; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:308.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa vipākapaccayena paccayo—vipāko sahetuko eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:309.1": "Ahetuko dhammo ahetukassa dhammassa vipākapaccayena paccayo—vipāko ahetuko eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa vipākapaccayena paccayo. (1)",
  "patthana2.1:310.0": "Āhāra",
  "patthana2.1:310.1": "Sahetuko dhammo sahetukassa dhammassa āhārapaccayena paccayo … tīṇi.",
  "patthana2.1:311.1": "Ahetuko dhammo ahetukassa dhammassa āhārapaccayena paccayo—ahetukā āhārā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ …pe… paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. (1)",
  "patthana2.1:312.0": "Indriyādi",
  "patthana2.1:312.1": "Sahetuko dhammo sahetukassa dhammassa indriyapaccayena paccayo … tīṇi.",
  "patthana2.1:313.1": "Ahetuko dhammo ahetukassa dhammassa indriyapaccayena paccayo—ahetukā indriyā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ …pe… paṭisandhikkhaṇe …pe… cakkhundriyaṃ cakkhuviññāṇassa …pe… kāyindriyaṃ kāyaviññāṇassa indriyapaccayena paccayo. **Rūpajīvitindriyaṃ**—kaṭattārūpānaṃ indriyapaccayena paccayo. (1)",
  "patthana2.1:314.1": "Sahetuko dhammo sahetukassa dhammassa jhānapaccayena paccayo … tīṇi.",
  "patthana2.1:315.1": "Ahetuko dhammo ahetukassa dhammassa jhānapaccayena paccayo—ahetukāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:316.1": "Sahetuko dhammo sahetukassa dhammassa maggapaccayena paccayo … tīṇi.",
  "patthana2.1:317.1": "Sahetuko dhammo sahetukassa dhammassa sampayuttapaccayena paccayo. (Paṭiccavāre sampayuttasadisā cha pañhā.)",
  "patthana2.1:318.0": "Vippayutta",
  "patthana2.1:318.1": "Sahetuko dhammo ahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—sahetukā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo; paṭisandhikkhaṇe sahetukā khandhā kaṭattārūpānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—sahetukā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.1:319.1": "Ahetuko dhammo ahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ. **Sahajātā**—ahetukā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo; paṭisandhikkhaṇe ahetukā khandhā kaṭattārūpānaṃ vippayuttapaccayena paccayo; khandhā vatthussa vippayuttapaccayena paccayo; vatthu khandhānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa … vatthu ahetukānaṃ khandhānaṃ mohassa ca vippayuttapaccayena paccayo. **Pacchājātā**—ahetukā khandhā ca moho ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.1:320.1": "Ahetuko dhammo sahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajātaṃ**—paṭisandhikkhaṇe vatthu sahetukānaṃ khandhānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu sahetukānaṃ khandhānaṃ vippayuttapaccayena paccayo. (2)",
  "patthana2.1:321.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca vippayuttapaccayena paccayo. (3)",
  "patthana2.1:322.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.1:323.0": "Atthi",
  "patthana2.1:323.1": "Sahetuko dhammo sahetukassa dhammassa atthipaccayena paccayo—sahetuko eko khandho tiṇṇannaṃ khandhānaṃ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:324.1": "Sahetuko dhammo ahetukassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—sahetukā khandhā cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo; vicikicchāsahagatā uddhaccasahagatā khandhā mohassa ca cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—sahetukā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. (2)",
  "patthana2.1:325.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa atthipaccayena paccayo— sahetuko eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo; vicikicchāsahagato uddhaccasahagato eko khandho tiṇṇannaṃ khandhānaṃ mohassa ca cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe sahetuko …pe…. (3)",
  "patthana2.1:326.1": "Ahetuko dhammo ahetukassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajāto**—ahetuko eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā …pe… vicikicchāsahagato uddhaccasahagato moho cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo; paṭisandhikkhaṇe …pe… (yāva asaññasattā kātabbaṃ). **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati, kusalākusale niruddhe ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe… cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa atthipaccayena paccayo; vatthu ahetukānaṃ khandhānaṃ mohassa ca atthipaccayena paccayo. **Pacchājātā**—ahetukā khandhā ca moho ca purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṃ**—kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana2.1:327.1": "Ahetuko dhammo sahetukassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṃ khandhānaṃ atthipaccayena paccayo; paṭisandhikkhaṇe vatthu sahetukānaṃ khandhānaṃ atthipaccayena paccayo. **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, vatthu sahetukānaṃ khandhānaṃ atthipaccayena paccayo. (2)",
  "patthana2.1:328.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajāto**—vicikicchāsahagato uddhaccasahagato moho sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ ārabbha vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca uppajjanti, vatthu vicikicchāsahagatānaṃ uddhaccasahagatānaṃ khandhānaṃ mohassa ca atthipaccayena paccayo. (3)",
  "patthana2.1:329.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajāto**—vicikicchāsahagato uddhaccasahagato eko khandho ca moho ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe… paṭisandhikkhaṇe sahetuko eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—sahetuko eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe…. (1)",
  "patthana2.1:330.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajātā**—sahetukā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo; vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo; paṭisandhikkhaṇe sahetukā khandhā ca mahābhūtā ca kaṭattārūpānaṃ atthipaccayena paccayo. **Sahajātā**—vicikicchāsahagatā uddhaccasahagatā khandhā ca vatthu ca mohassa atthipaccayena paccayo. **Pacchājātā**—vicikicchāsahagatā uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—sahetukā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—sahetukā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (2)",
  "patthana2.1:331.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—vicikicchāsahagato uddhaccasahagato eko khandho ca moho ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe…. **Sahajāto**—vicikicchāsahagato uddhaccasahagato eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ mohassa ca atthipaccayena paccayo …pe… dve khandhā ca …pe…. (3)",
  "patthana2.1:332.0.1": "Saṅkhyāvāra",
  "patthana2.1:332.0.2": "Suddha",
  "patthana2.1:332.1": "Hetuyā cha, ārammaṇe nava, adhipatiyā cattāri, anantare nava, samanantare nava, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge tīṇi, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:333.1": "Anulomaṃ.",
  "patthana2.1:334.0": "2.Paccanīyuddhāra",
  "patthana2.1:334.1": "Sahetuko dhammo sahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. (1)",
  "patthana2.1:335.1": "Sahetuko dhammo ahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. (2)",
  "patthana2.1:336.1": "Sahetuko dhammo sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. (3)",
  "patthana2.1:337.1": "Ahetuko dhammo ahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana2.1:338.1": "Ahetuko dhammo sahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (2)",
  "patthana2.1:339.1": "Ahetuko dhammo sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (3)",
  "patthana2.1:340.1": "Sahetuko ca ahetuko ca dhammā sahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.1:341.1": "Sahetuko ca ahetuko ca dhammā ahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana2.1:342.1": "Sahetuko ca ahetuko ca dhammā sahetukassa ca ahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.1:343.0.1": "2.1.2.7.2. Paccayapaccanīya",
  "patthana2.1:343.0.2": "Saṅkhyāvāra",
  "patthana2.1:343.0.3": "Suddha",
  "patthana2.1:343.1": "Nahetuyā nava …pe… (sabbattha nava) noavigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:344.1": "Paccanīyaṃ.",
  "patthana2.1:345.0.1": "2.1.2.7.3. Paccayānulomapaccanīya",
  "patthana2.1:345.0.2": "Hetuduka",
  "patthana2.1:345.1": "Hetupaccayā naārammaṇe cha, naadhipatiyā cha, naanantare cha, nasamanantare cha, naaññamaññe dve, naupanissaye cha …pe… namagge cha, nasampayutte dve, navippayutte dve, nonatthiyā cha, novigate cha. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:346.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:347.0.1": "2.1.2.7.4. Paccayapaccanīyānuloma",
  "patthana2.1:347.0.2": "Nahetuduka",
  "patthana2.1:347.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā cattāri, anantare nava, samanantare nava, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge tīṇi, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:348.1": "Paccanīyānulomaṃ.",
  "patthana2.1:348.2": "Sahetukadukaṃ niṭṭhitaṃ.",
  "patthana2.1:349.0.1": "2.1.3. Hetusampayuttaduka",
  "patthana2.1:349.0.2": "2.1.3.1–7. Paṭiccādivāra",
  "patthana2.1:349.0.3": "Hetu",
  "patthana2.1:349.1": "Hetusampayuttaṃ dhammaṃ paṭicca hetusampayutto dhammo uppajjati hetupaccayā— hetusampayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:350.1": "Hetusampayuttaṃ dhammaṃ paṭicca hetuvippayutto dhammo uppajjati hetupaccayā— hetusampayutte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:351.1": "(Iminā kāraṇena vitthāretabbaṃ yathā sahetukadukaṃ ninnānākaraṇaṃ.)",
  "patthana2.1:352.1": "Hetusampayuttadukaṃ niṭṭhitaṃ.",
  "patthana2.1:353.0.1": "2.1.4. Hetusahetukaduka",
  "patthana2.1:353.0.2": "2.1.4.1. Paṭiccavāra",
  "patthana2.1:353.0.3": "2.1.4.1.1. Paccayānuloma",
  "patthana2.1:353.0.4": "Vibhaṅgavāra",
  "patthana2.1:353.0.5": "Hetu",
  "patthana2.1:353.1": "Hetuñceva sahetukañca dhammaṃ paṭicca hetu ceva sahetuko ca dhammo uppajjati hetupaccayā—alobhaṃ paṭicca adoso amoho (cakkaṃ). Lobhaṃ paṭicca moho (cakkaṃ); paṭisandhikkhaṇe alobhaṃ paṭicca adoso amoho. (Cakkaṃ.) (1)",
  "patthana2.1:354.1": "Hetuñceva sahetukañca dhammaṃ paṭicca sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā—hetuṃ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:355.1": "Hetuñceva sahetukañca dhammaṃ paṭicca hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā uppajjanti hetupaccayā—alobhaṃ paṭicca adoso amoho sampayuttakā ca khandhā (cakkaṃ). Lobhaṃ paṭicca moho sampayuttakā ca khandhā (cakkaṃ); paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:356.1": "Sahetukañceva na ca hetuṃ dhammaṃ paṭicca sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā—sahetukañceva na ca hetuṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:357.1": "Sahetukañceva na ca hetuṃ dhammaṃ paṭicca hetu ceva sahetuko ca dhammo uppajjati hetupaccayā—sahetuke ceva na ca hetū khandhe paṭicca hetū; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:358.1": "Sahetukañceva na ca hetuṃ dhammaṃ paṭicca hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā uppajjanti hetupaccayā—sahetukañceva na ca hetuṃ ekaṃ khandhaṃ paṭicca tayo khandhā hetu ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:359.1": "Hetuñceva sahetukañca sahetukañceva na ca hetuñca dhammaṃ paṭicca hetu ceva sahetuko ca dhammo uppajjati hetupaccayā—alobhañca sampayuttake ca khandhe paṭicca adoso amoho (cakkaṃ). Lobhañca sampayuttake ca khandhe paṭicca moho (cakkaṃ); paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:360.1": "Hetuñceva sahetukañca sahetukañceva na ca hetuñca dhammaṃ paṭicca sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā—sahetukañceva na ca hetuṃ ekaṃ khandhañca hetuñca paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:361.1": "Hetuñceva sahetukañca sahetukañceva na ca hetuñca dhammaṃ paṭicca hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā uppajjanti hetupaccayā— sahetukañceva na ca hetuṃ ekaṃ khandhañca alobhañca paṭicca tayo khandhā adoso amoho ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:362.1": "(Saṃkhittaṃ. Evaṃ vitthāretabbaṃ.)",
  "patthana2.1:363.0.1": "Saṅkhyāvāra",
  "patthana2.1:363.0.2": "Suddha",
  "patthana2.1:363.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava …pe… (sabbattha nava), avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:364.1": "Anulomaṃ.",
  "patthana2.1:365.0.1": "2.1.4.1.2. Paccayapaccanīya",
  "patthana2.1:365.0.2": "Vibhaṅgavāra",
  "patthana2.1:365.0.3": "Naadhipatyādi",
  "patthana2.1:365.1": "Hetuñceva sahetukañca dhammaṃ paṭicca hetu ceva sahetuko ca dhammo uppajjati naadhipatipaccayā—alobhaṃ paṭicca adoso amoho (cakkaṃ); paṭisandhikkhaṇe …pe… (paripuṇṇaṃ nava), napurejāte nava, napacchājāte nava, naāsevane nava.",
  "patthana2.1:366.0": "Nakammādi",
  "patthana2.1:366.1": "Hetuñceva sahetukañca dhammaṃ paṭicca sahetuko ceva na ca hetu dhammo uppajjati nakammapaccayā—hetuṃ paṭicca sampayuttakā cetanā. (1)",
  "patthana2.1:367.1": "Sahetukañceva na ca hetuṃ dhammaṃ paṭicca sahetuko ceva na ca hetu dhammo uppajjati nakammapaccayā—sahetuke ceva na ca hetū khandhe paṭicca sampayuttakā cetanā; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:368.1": "Hetuñceva sahetukañca sahetukañceva na ca hetuñca dhammaṃ paṭicca sahetuko ceva na ca hetu dhammo uppajjati nakammapaccayā—hetuñca sampayuttake ca khandhe paṭicca sampayuttakā cetanā … navipākapaccayā … navippayuttapaccayā.",
  "patthana2.1:369.0.1": "Saṅkhyāvāra",
  "patthana2.1:369.0.2": "Suddha",
  "patthana2.1:369.1": "Naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:370.1": "Paccanīyaṃ.",
  "patthana2.1:371.0.1": "2.1.4.1.3. Paccayānulomapaccanīya",
  "patthana2.1:371.0.2": "Hetuduka",
  "patthana2.1:371.1": "Hetupaccayā naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:372.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:373.0.1": "2.1.4.1.4. Paccayapaccanīyānuloma",
  "patthana2.1:373.0.2": "Naadhipatiduka",
  "patthana2.1:373.1": "Naadhipatipaccayā hetuyā nava, ārammaṇe nava, anantare nava …pe… avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:374.1": "Paccanīyānulomaṃ.",
  "patthana2.1:375.0": "2.1.4.2–6. Sahajāta-paccaya-nissaya-saṃsaṭṭha-sampayuttavāra",
  "patthana2.1:375.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā.)",
  "patthana2.1:376.0.1": "2.1.4.7. Pañhāvāra",
  "patthana2.1:376.0.2": "2.1.4.7.1. Paccayānuloma",
  "patthana2.1:376.0.3": "Vibhaṅgavāra",
  "patthana2.1:376.0.4": "Hetu",
  "patthana2.1:376.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa hetupaccayena paccayo—alobho adosassa amohassa hetupaccayena paccayo. (Yathā paṭiccavārasadisaṃ.) (1)",
  "patthana2.1:377.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa hetupaccayena paccayo—hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:378.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa hetupaccayena paccayo—alobho adosassa amohassa sampayuttakānañca khandhānaṃ hetupaccayena paccayo. (Vitthāretabbaṃ.) (3)",
  "patthana2.1:379.0": "Ārammaṇa",
  "patthana2.1:379.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo—hetuṃ ārabbha hetū uppajjanti. (1)",
  "patthana2.1:380.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo—hetuṃ ārabbha sahetukā ceva na ca hetū khandhā uppajjanti. (2)",
  "patthana2.1:381.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo—hetuṃ ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.1:382.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo—dānaṃ datvā sīlaṃ …pe… uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni paccavekkhati. Jhānā vuṭṭhahitvā …pe… ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, phalaṃ paccavekkhanti. Pahīne kilese …pe… vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Sahetuke ceva na ca hetū khandhe aniccato …pe… domanassaṃ uppajjati. Cetopariyañāṇena sahetukā ceva na ca hetucittasamaṅgissa cittaṃ jānāti; ākāsānañcāyatanaṃ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa …pe… sahetukā ceva na ca hetū khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa ārammaṇapaccayena paccayo. (1)",
  "patthana2.1:383.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo—dānaṃ datvā …. (Yathā paṭhamagamanaṃ evaṃ ninnānaṃ.) (2)",
  "patthana2.1:384.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo—dānaṃ datvā …. (Yathā paṭhamagamanaṃ evaṃ ninnānaṃ.) (3)",
  "patthana2.1:385.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha hetū uppajjanti. (1)",
  "patthana2.1:386.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha sahetukā ceva na ca hetū khandhā uppajjanti. (2)",
  "patthana2.1:387.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo—hetuñca sampayuttake ca khandhe ārabbha hetū ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.1:388.0": "Adhipati",
  "patthana2.1:388.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṃ garuṃ katvā hetū uppajjanti. **Sahajātādhipati**—hetu ceva sahetukādhipati sampayuttakānaṃ hetūnaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.1:389.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṃ garuṃ katvā sahetukā ceva na ca hetū khandhā uppajjanti. **Sahajātādhipati**—hetu ceva sahetukādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.1:390.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—hetuṃ garuṃ katvā hetū ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—hetu ceva sahetukādhipati sampayuttakānaṃ khandhānaṃ hetūnañca adhipatipaccayena paccayo. (3)",
  "patthana2.1:391.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā sīlaṃ …pe… uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ garuṃ katvā paccavekkhati, ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti, phalaṃ garuṃ katvā paccavekkhanti, sahetuke ceva na ca hetū khandhe garuṃ katvā assādeti abhinandati; taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—sahetuko ceva na ca hetu adhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.1:392.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā … (paṭhamagamanaṃyeva). **Sahajātādhipati**—sahetuko ceva na ca hetu adhipati sampayuttakānaṃ hetūnaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.1:393.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā … (paṭhamagamanaṃyeva). **Sahajātādhipati**—sahetuko ceva na ca hetu adhipati sampayuttakānaṃ khandhānaṃ hetūnañca adhipatipaccayena paccayo. (3)",
  "patthana2.1:394.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetū ca sampayuttake ca khandhe garuṃ katvā hetū uppajjanti. (1)",
  "patthana2.1:395.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā sahetukassa ceva na ca hetussa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṃ katvā sahetukā ceva na ca hetū khandhā uppajjanti. (2)",
  "patthana2.1:396.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—hetuñca sampayuttake ca khandhe garuṃ katvā hetū ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.1:397.0": "Anantara",
  "patthana2.1:397.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṃ pacchimānaṃ hetūnaṃ anantarapaccayena paccayo. (1)",
  "patthana2.1:398.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṃ pacchimānaṃ sahetukānañceva na ca hetūnaṃ khandhānaṃ anantarapaccayena paccayo. (2)",
  "patthana2.1:399.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū pacchimānaṃ pacchimānaṃ hetūnaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.1:400.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa anantarapaccayena paccayo—purimā purimā sahetukā ceva na ca hetū khandhā pacchimānaṃ pacchimānaṃ sahetukānañceva na ca hetūnaṃ khandhānaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa … anulomaṃ vodānassa …pe… nirodhā vuṭṭhahantassa, nevasaññānāsaññāyatanaṃ phalasamāpattiyā anantarapaccayena paccayo. (1)",
  "patthana2.1:401.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā sahetukā ceva na ca hetū khandhā pacchimānaṃ pacchimānaṃ hetūnaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa … (Saṃkhittaṃ.) (2)",
  "patthana2.1:402.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa anantarapaccayena paccayo—purimā purimā sahetukā ceva na ca hetū khandhā pacchimānaṃ pacchimānaṃ hetūnaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa …pe…. (3)",
  "patthana2.1:403.1": "(Sahetuko ceva na ca hetumūlakaṃ tīṇipi ekasadisā.)",
  "patthana2.1:404.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ hetūnaṃ anantarapaccayena paccayo. (1)",
  "patthana2.1:405.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā sahetukassa ceva na ca hetussa dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ sahetukānañceva na ca hetūnaṃ khandhānaṃ anantarapaccayena paccayo. (2)",
  "patthana2.1:406.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa anantarapaccayena paccayo—purimā purimā hetū ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ hetūnaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.1:407.0": "Sahajātādi",
  "patthana2.1:407.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo. (Tīṇipi paccayā paṭiccavāre hetusadisā.)",
  "patthana2.1:408.0": "Upanissaya",
  "patthana2.1:408.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū hetūnaṃ upanissayapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Hetū sahetukānañceva na ca hetūnaṃ khandhānaṃ upanissayapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Hetū hetūnaṃ sampayuttakānañca khandhānaṃ upanissayapaccayena paccayo. (Imesaṃ dvinnampi pañhānaṃ mūlāni pucchitabbāni.)",
  "patthana2.1:409.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti, sīlaṃ …pe… patthanaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; saddhā …pe… patthanā saddhāya …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana2.1:410.1": "(Sahetuko ceva na ca hetumūlake iminākārena vitthāretabbā avasesā dve pañhā.)",
  "patthana2.1:411.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—hetū ca sampayuttakā ca khandhā hetūnaṃ upanissayapaccayena paccayo. (Dve mūlāni pucchitabbāni) Hetū ca sampayuttakā ca khandhā sahetukānañceva na ca hetūnaṃ khandhānaṃ upanissayapaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Hetū ca sampayuttakā ca khandhā hetūnaṃ sampayuttakānañca khandhānaṃ upanissayapaccayena paccayo. (1)",
  "patthana2.1:412.0": "Āsevana",
  "patthana2.1:412.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa āsevanapaccayena paccayo. (Anantarasadisaṃ.)",
  "patthana2.1:413.0": "Kamma",
  "patthana2.1:413.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā ceva na ca hetū cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā ceva na ca hetū cetanā vipākānaṃ sahetukānañceva na ca hetūnaṃ khandhānaṃ kammapaccayena paccayo. (1)",
  "patthana2.1:414.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā ceva na ca hetū cetanā sampayuttakānaṃ hetūnaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā ceva na ca hetū cetanā vipākānaṃ hetūnaṃ kammapaccayena paccayo. (2)",
  "patthana2.1:415.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sahetukā ceva na ca hetū cetanā sampayuttakānaṃ khandhānaṃ hetūnañca kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sahetukā ceva na ca hetū cetanā vipākānaṃ khandhānaṃ hetūnañca kammapaccayena paccayo. (3)",
  "patthana2.1:416.0": "Vipāka",
  "patthana2.1:416.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa vipākapaccayena paccayo—vipāko alobho adosassa amohassa ca vipākapaccayena paccayo (cakkaṃ); paṭisandhikkhaṇe alobho. (Yathā hetupaccayā evaṃ vitthāretabbaṃ, navapi vipākanti niyāmetabbaṃ.)",
  "patthana2.1:417.0": "Āhārādi",
  "patthana2.1:417.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa āhārapaccayena paccayo … tīṇi.",
  "patthana2.1:418.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa indriyapaccayena paccayo. (Indriyanti niyāmetabbaṃ, navapi paripuṇṇaṃ.)",
  "patthana2.1:419.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa jhānapaccayena paccayo … tīṇi.",
  "patthana2.1:420.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa maggapaccayena paccayo … sampayuttapaccayena paccayo … atthipaccayena paccayo … natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo.",
  "patthana2.1:421.0.1": "Saṅkhyāvāra",
  "patthana2.1:421.0.2": "Suddha",
  "patthana2.1:421.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:422.1": "Anulomaṃ.",
  "patthana2.1:423.0": "2.Paccanīyuddhāra",
  "patthana2.1:423.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.1:424.1": "Hetu ceva sahetuko ca dhammo sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (2)",
  "patthana2.1:425.1": "Hetu ceva sahetuko ca dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.1:426.1": "Sahetuko ceva na ca hetu dhammo sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. (1)",
  "patthana2.1:427.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. (2)",
  "patthana2.1:428.1": "Sahetuko ceva na ca hetu dhammo hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. (3)",
  "patthana2.1:429.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.1:430.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (2)",
  "patthana2.1:431.1": "Hetu ceva sahetuko ca sahetuko ceva na ca hetu ca dhammā hetussa ceva sahetukassa ca sahetukassa ceva na ca hetussa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.1:432.0.1": "2.1.4.7.2. Paccayapaccanīya",
  "patthana2.1:432.0.2": "Saṅkhyāvāra",
  "patthana2.1:432.0.3": "Suddha",
  "patthana2.1:432.1": "Nahetuyā nava. (Saṃkhittaṃ. Sabbattha nava, evaṃ gaṇetabbaṃ.)",
  "patthana2.1:433.1": "Paccanīyaṃ.",
  "patthana2.1:434.0.1": "2.1.4.7.3. Paccayānulomapaccanīya",
  "patthana2.1:434.0.2": "Hetuduka",
  "patthana2.1:434.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā tīṇi, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi. (Saṃkhittaṃ. Sabbattha tīṇi), namagge tīṇi, nonatthiyā tīṇi, novigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:435.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:436.0.1": "2.1.4.7.4. Paccayapaccanīyānuloma",
  "patthana2.1:436.0.2": "Nahetuduka",
  "patthana2.1:436.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane nava, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, atthiyā tīṇi, natthiyā nava, vigate nava, avigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:437.1": "Paccanīyānulomaṃ.",
  "patthana2.1:437.2": "Hetusahetukadukaṃ niṭṭhitaṃ.",
  "patthana2.1:438.0.1": "2.1.5. Hetuhetusampayuttaduka",
  "patthana2.1:438.0.2": "2.1.5.1–7. Paṭiccādivāra",
  "patthana2.1:438.1": "Hetuñceva hetusampayuttañca dhammaṃ paṭicca hetu ceva hetusampayutto ca dhammo uppajjati hetupaccayā—alobhaṃ paṭicca adoso amoho (cakkaṃ). Lobhaṃ paṭicca moho (cakkaṃ); paṭisandhikkhaṇe …pe…. (Yathā hetusahetukadukaṃ evaṃ vitthāretabbaṃ, ninnānākaraṇaṃ.)",
  "patthana2.1:439.1": "Hetuhetusampayuttadukaṃ niṭṭhitaṃ.",
  "patthana2.1:440.0.1": "2.1.6. Nahetusahetukaduka",
  "patthana2.1:440.0.2": "2.1.6.1. Paṭiccavāra",
  "patthana2.1:440.0.3": "2.1.6.1.1. Paccayānuloma",
  "patthana2.1:440.0.4": "Vibhaṅgavāra",
  "patthana2.1:440.0.5": "Hetu",
  "patthana2.1:440.1": "Nahetuṃ sahetukaṃ dhammaṃ paṭicca nahetu sahetuko dhammo uppajjati hetupaccayā—nahetuṃ sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:441.1": "Nahetuṃ sahetukaṃ dhammaṃ paṭicca nahetu ahetuko dhammo uppajjati hetupaccayā— nahetū sahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:442.1": "Nahetuṃ sahetukaṃ dhammaṃ paṭicca nahetu sahetuko ca nahetu ahetuko ca dhammā uppajjanti hetupaccayā—nahetuṃ sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:443.1": "Nahetuṃ ahetukaṃ dhammaṃ paṭicca nahetu ahetuko dhammo uppajjati hetupaccayā …pe… ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ kaṭattārūpaṃ upādārūpaṃ. (1)",
  "patthana2.1:444.1": "Nahetuṃ ahetukaṃ dhammaṃ paṭicca nahetu sahetuko dhammo uppajjati hetupaccayā— paṭisandhikkhaṇe vatthuṃ paṭicca nahetū sahetukā khandhā. (2)",
  "patthana2.1:445.1": "Nahetuṃ ahetukaṃ dhammaṃ paṭicca nahetu sahetuko ca nahetu ahetuko ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe vatthuṃ paṭicca nahetū sahetukā khandhā, mahābhūte paṭicca kaṭattārūpaṃ. (3)",
  "patthana2.1:446.1": "Nahetuṃ sahetukañca nahetuṃ ahetukañca dhammaṃ paṭicca nahetu sahetuko dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe nahetuṃ sahetukaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. (1)",
  "patthana2.1:447.1": "Nahetuṃ sahetukañca nahetuṃ ahetukañca dhammaṃ paṭicca nahetu ahetuko dhammo uppajjati hetupaccayā—nahetū sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:448.1": "Nahetuṃ sahetukañca nahetuṃ ahetukañca dhammaṃ paṭicca nahetu sahetuko ca nahetu ahetuko ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe nahetuṃ sahetukaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… nahetū sahetuke khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (3)",
  "patthana2.1:449.0": "Ārammaṇa",
  "patthana2.1:449.1": "Nahetuṃ sahetukaṃ dhammaṃ paṭicca nahetu sahetuko dhammo uppajjati ārammaṇapaccayā—nahetuṃ sahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:450.1": "Nahetuṃ ahetukaṃ dhammaṃ paṭicca nahetu ahetuko dhammo uppajjati ārammaṇapaccayā—nahetuṃ ahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:451.1": "Nahetuṃ ahetukaṃ dhammaṃ paṭicca nahetu sahetuko dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe vatthuṃ paṭicca nahetū sahetukā khandhā. (3)",
  "patthana2.1:452.1": "Nahetuṃ sahetukañca nahetuṃ ahetukañca dhammaṃ paṭicca nahetu sahetuko dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe nahetuṃ sahetukaṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (Saṃkhittaṃ. Evaṃ vibhajitabbaṃ.)",
  "patthana2.1:453.0.1": "Saṅkhyāvāra",
  "patthana2.1:453.0.2": "Suddha",
  "patthana2.1:453.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cattāri, purejāte dve, āsevane dve, kamme nava, vipāke nava, āhāre nava (Saṃkhittaṃ. Sabbattha nava), sampayutte cattāri, vippayutte nava, atthiyā nava, natthiyā cattāri, vigate cattāri, avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:454.1": "Anulomaṃ.",
  "patthana2.1:455.0.1": "2.1.6.1.2. Paccayapaccanīya",
  "patthana2.1:455.0.2": "Vibhaṅgavāra",
  "patthana2.1:455.1": "Nahetuṃ ahetukaṃ dhammaṃ paṭicca nahetu ahetuko dhammo uppajjati nahetupaccayā—nahetuṃ ahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe. (Yāva asaññasattā moho natthi.) (1)",
  "patthana2.1:456.0": "Naārammaṇa",
  "patthana2.1:456.1": "Nahetuṃ sahetukaṃ dhammaṃ paṭicca nahetu ahetuko dhammo uppajjati naārammaṇapaccayā—nahetū sahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:457.1": "Nahetuṃ ahetukaṃ dhammaṃ paṭicca nahetu ahetuko dhammo uppajjati naārammaṇapaccayā—nahetū ahetuke khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) (1)",
  "patthana2.1:458.1": "Nahetuṃ sahetukañca nahetuṃ ahetukañca dhammaṃ paṭicca nahetu ahetuko dhammo uppajjati naārammaṇapaccayā—nahetū sahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe… (Saṃkhittaṃ.)",
  "patthana2.1:459.0.1": "Saṅkhyāvāra",
  "patthana2.1:459.0.2": "Suddha",
  "patthana2.1:459.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme dve, navipāke pañca, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:460.1": "Paccanīyaṃ.",
  "patthana2.1:461.0.1": "2.1.6.1.3. Paccayānulomapaccanīya",
  "patthana2.1:461.0.2": "Hetuduka",
  "patthana2.1:461.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava, naanantare nava, nasamanantare nava, naaññamaññe nava, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme ekaṃ, navipāke pañca, nasampayutte tīṇi, navippayutte ekaṃ, nonatthiyā tīṇi, novigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:462.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:463.0.1": "2.1.6.1.4. Paccayapaccanīyānuloma",
  "patthana2.1:463.0.2": "Nahetuduka",
  "patthana2.1:463.1": "Nahetupaccayā ārammaṇe ekaṃ …pe… āhāre ekaṃ …pe… jhāne ekaṃ, sampayutte ekaṃ, vippayutte ekaṃ …pe… vigate ekaṃ, avigate ekaṃ. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:464.1": "Paccanīyānulomaṃ.",
  "patthana2.1:465.0": "2.1.6.2. Sahajātavāra",
  "patthana2.1:465.1": "Sahajātavārepi evaṃ gaṇetabbaṃ.",
  "patthana2.1:466.0.1": "2.1.6.3. Paccayavāra",
  "patthana2.1:466.0.2": "2.1.6.3.1–4 Paccayānulomādi",
  "patthana2.1:466.1": "Nahetuṃ sahetukaṃ dhammaṃ paccayā nahetu sahetuko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana2.1:467.1": "Nahetuṃ ahetukaṃ dhammaṃ paccayā nahetu ahetuko dhammo uppajjati hetupaccayā— ekaṃ mahābhūtaṃ paccayā tayo mahābhūtā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, kaṭattārūpaṃ, upādārūpaṃ. (1)",
  "patthana2.1:468.1": "Nahetuṃ ahetukaṃ dhammaṃ paccayā nahetu sahetuko dhammo uppajjati hetupaccayā— vatthuṃ paccayā nahetū sahetukā khandhā; paṭisandhikkhaṇe …pe… (2)",
  "patthana2.1:469.1": "Nahetuṃ ahetukaṃ dhammaṃ paccayā nahetu sahetuko ca nahetu ahetuko ca dhammā uppajjanti hetupaccayā—vatthuṃ paccayā nahetū sahetukā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe… (3)",
  "patthana2.1:470.1": "Nahetuṃ sahetukañca nahetuṃ ahetukañca dhammaṃ paccayā nahetu sahetuko dhammo uppajjati hetupaccayā. (Ghaṭanā tīṇi, pavattipaṭisandhi paripuṇṇaṃ. Saṃkhittaṃ.)",
  "patthana2.1:471.1": "Hetuyā nava, ārammaṇe cattāri …pe… aññamaññe cha …pe… purejāte āsevane cattāri …pe… avigate nava. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:472.1": "Anulomaṃ.",
  "patthana2.1:473.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi …pe… novigate tīṇi.",
  "patthana2.1:474.1": "Paccanīyaṃ.",
  "patthana2.1:475.0": "2.1.6.4. Nissayavāra",
  "patthana2.1:475.1": "Nissayavāro paccayavārasadiso.",
  "patthana2.1:476.0.1": "2.1.6.5. Saṃsaṭṭhavāra",
  "patthana2.1:476.0.2": "2.1.6.5.1–4 Paccayānulomādi",
  "patthana2.1:476.1": "Nahetuṃ sahetukaṃ dhammaṃ saṃsaṭṭho nahetu sahetuko dhammo uppajjati hetupaccayā—nahetuṃ sahetukaṃ ekaṃ khandhaṃ …pe… paṭisandhikkhaṇe …pe….",
  "patthana2.1:477.1": "Hetuyā ekaṃ, ārammaṇe dve, adhipatiyā ekaṃ, anantare dve (sabbattha dve), magge ekaṃ …pe… avigate dve.",
  "patthana2.1:478.1": "Anulomaṃ.",
  "patthana2.1:479.1": "Nahetuṃ ahetukaṃ dhammaṃ saṃsaṭṭho nahetu ahetuko dhammo uppajjati nahetupaccayā—nahetuṃ ahetukaṃ ekaṃ khandhaṃ …pe… paṭisandhikkhaṇe …pe….",
  "patthana2.1:480.1": "Nahetuyā ekaṃ, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, najhāne ekaṃ, namagge ekaṃ, navippayutte dve.",
  "patthana2.1:481.1": "Paccanīyaṃ.",
  "patthana2.1:481.2": "Evaṃ avasesāpi dve gaṇanā gaṇetabbā.",
  "patthana2.1:482.0": "2.1.6.6. Sampayuttavāra",
  "patthana2.1:482.1": "Sampayuttavāro saṃsaṭṭhavārasadiso",
  "patthana2.1:483.0.1": "2.1.6.7. Pañhāvāra",
  "patthana2.1:483.0.2": "2.1.6.7.1. Paccayānuloma",
  "patthana2.1:483.0.3": "Vibhaṅgavāra",
  "patthana2.1:483.0.4": "Ārammaṇa",
  "patthana2.1:483.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa ārammaṇapaccayena paccayo— dānaṃ datvā sīlaṃ …pe… uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni paccavekkhati; jhānaṃ …pe… ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, phalaṃ paccavekkhanti; pahīne kilese …pe… vikkhambhite kilese …pe… pubbe …pe… nahetū sahetuke khandhe aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe nahetu sahetuko vipāko tadārammaṇatā uppajjati; cetopariyañāṇena nahetusahetukacittasamaṅgissa cittaṃ jānāti, ākāsānañcāyatanaṃ …pe… ākiñcaññāyatanaṃ …pe… nahetū sahetukā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, ārammaṇapaccayena paccayo; nahetū sahetuke khandhe ārabbha nahetū sahetukā khandhā uppajjanti. (1)",
  "patthana2.1:484.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa ārammaṇapaccayena paccayo— nahetū sahetuke khandhe aniccato …pe… domanassaṃ uppajjati, kusalākusale niruddhe nahetu ahetuko vipāko tadārammaṇatā uppajjati, nahetū sahetuke khandhe ārabbha nahetū ahetukā khandhā uppajjanti. (2)",
  "patthana2.1:485.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa ārammaṇapaccayena paccayo— nibbānaṃ āvajjanāya ārammaṇapaccayena paccayo; cakkhuṃ …pe… vatthuṃ … nahetū ahetuke khandhe aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe nahetu ahetuko vipāko tadārammaṇatā uppajjati. Rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe… nahetū ahetuke khandhe ārabbha nahetū ahetukā khandhā uppajjanti. (1)",
  "patthana2.1:486.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa ārammaṇapaccayena paccayo— ariyā nibbānaṃ paccavekkhanti; nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa ārammaṇapaccayena paccayo; cakkhuṃ …pe… vatthuṃ … nahetū ahetuke khandhe aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe nahetu sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. Cetopariyañāṇena nahetuahetukacittasamaṅgissa cittaṃ jānāti. Nahetū ahetukā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṃsañāṇassa, ārammaṇapaccayena paccayo; nahetū ahetuke khandhe ārabbha nahetū sahetukā khandhā uppajjanti. (2)",
  "patthana2.1:487.0": "Adhipati",
  "patthana2.1:487.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati, pubbe suciṇṇāni garuṃ katvā paccavekkhati, jhānaṃ …pe… ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti, phalaṃ garuṃ katvā paccavekkhanti. Nahetū sahetuke khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—nahetusahetukādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.1:488.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—nahetu sahetukādhipati cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.1:489.1": "Nahetu sahetuko dhammo nahetusahetukassa ca nahetuahetukassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—nahetu sahetukādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.1:490.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā nibbānaṃ garuṃ katvā paccavekkhanti; nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo; cakkhuṃ …pe… vatthuṃ … nahetū ahetuke khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. (1)",
  "patthana2.1:491.0": "Anantara",
  "patthana2.1:491.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa anantarapaccayena paccayo— purimā purimā nahetū sahetukā khandhā pacchimānaṃ pacchimānaṃ nahetusahetukānaṃ khandhānaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa …pe… nevasaññānāsaññāyatanaṃ phalasamāpattiyā anantarapaccayena paccayo. (1)",
  "patthana2.1:492.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa anantarapaccayena paccayo— nahetu sahetukaṃ cuticittaṃ nahetuahetukassa upapatticittassa anantarapaccayena paccayo; nahetu sahetukaṃ bhavaṅgaṃ āvajjanāya, nahetu sahetukaṃ bhavaṅgaṃ nahetuahetukassa bhavaṅgassa, nahetū sahetukā khandhā nahetuahetukassa vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana2.1:493.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa anantarapaccayena paccayo— purimā purimā nahetū ahetukā khandhā pacchimānaṃ pacchimānaṃ nahetuahetukānaṃ khandhānaṃ anantarapaccayena paccayo; āvajjanā pañcannaṃ viññāṇānaṃ anantarapaccayena paccayo. (1)",
  "patthana2.1:494.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa anantarapaccayena paccayo— nahetu ahetukaṃ cuticittaṃ nahetusahetukassa upapatticittassa anantarapaccayena paccayo; āvajjanā nahetusahetukānaṃ khandhānaṃ anantarapaccayena paccayo; nahetū ahetukā khandhā nahetusahetukassa vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana2.1:495.0": "Samanantarādi",
  "patthana2.1:495.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo (iha ghaṭanā natthi, satta pañhā) … aññamaññapaccayena paccayo (cha pañhā) … nissayapaccayena paccayo. (Pavattipaṭisandhi satta pañhā, iha ghaṭanā natthi.)",
  "patthana2.1:496.0": "Upanissaya",
  "patthana2.1:496.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya dānaṃ deti …pe… mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… patthanaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; saddhā …pe… patthanā saddhāya …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana2.1:497.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhā kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo; sīlaṃ …pe… patthanā kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo; saddhā …pe… patthanā kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. (2)",
  "patthana2.1:498.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṃ sukhaṃ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo; kāyikaṃ dukkhaṃ … utu … bhojanaṃ … senāsanaṃ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo; kāyikaṃ sukhaṃ … kāyikaṃ dukkhaṃ … utu … bhojanaṃ … senāsanaṃ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. (1)",
  "patthana2.1:499.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṃ sukhaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; kāyikaṃ dukkhaṃ … utuṃ … bhojanaṃ … senāsanaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; kāyikaṃ sukhaṃ …pe… senāsanaṃ saddhāya …pe… patthanāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. (2)",
  "patthana2.1:500.0": "Purejāta",
  "patthana2.1:500.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe nahetu ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṃ cakkhuviññāṇassa purejātapaccayena paccayo …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa … vatthu nahetuahetukānaṃ khandhānaṃ purejātapaccayena paccayo. (1)",
  "patthana2.1:501.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati, kusalākusale niruddhe nahetu sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. **Vatthupurejātaṃ**—vatthu nahetusahetukānaṃ khandhānaṃ purejātapaccayena paccayo. (2)",
  "patthana2.1:502.0": "Pacchājāta",
  "patthana2.1:502.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa pacchājātapaccayena paccayo— pacchājātā nahetū sahetukā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana2.1:503.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa pacchājātapaccayena paccayo— pacchājātā nahetū ahetukā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana2.1:504.0": "Āsevana",
  "patthana2.1:504.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa āsevanapaccayena paccayo— purimā purimā nahetū sahetukā khandhā pacchimānaṃ pacchimānaṃ nahetusahetukānaṃ khandhānaṃ āsevanapaccayena paccayo … anulomaṃ gotrabhussa … anulomaṃ vodānassa … gotrabhu maggassa … vodānaṃ maggassa āsevanapaccayena paccayo. (1)",
  "patthana2.1:505.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa āsevanapaccayena paccayo— purimā purimā nahetū ahetukā khandhā pacchimānaṃ pacchimānaṃ nahetuahetukānaṃ khandhānaṃ āsevanapaccayena paccayo. (1)",
  "patthana2.1:506.0": "Kamma",
  "patthana2.1:506.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu sahetukā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu sahetukā cetanā vipākānaṃ nahetusahetukānaṃ khandhānaṃ kammapaccayena paccayo. (1)",
  "patthana2.1:507.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu sahetukā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu sahetukā cetanā vipākānaṃ nahetuahetukānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana2.1:508.1": "Nahetu sahetuko dhammo nahetusahetukassa ca nahetuahetukassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nahetu sahetukā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nahetu sahetukā cetanā vipākānaṃ nahetusahetukānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana2.1:509.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa kammapaccayena paccayo. **Sahajātā**—nahetu ahetukā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe nahetu ahetukā cetanā sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana2.1:510.0": "Vipāka",
  "patthana2.1:510.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa vipākapaccayena paccayo … tīṇi.",
  "patthana2.1:511.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa vipākapaccayena paccayo … ekaṃ.",
  "patthana2.1:512.0": "Āhāra",
  "patthana2.1:512.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa āhārapaccayena paccayo … tīṇi.",
  "patthana2.1:513.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa āhārapaccayena paccayo— nahetu ahetukā āhārā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ āhārapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. (1)",
  "patthana2.1:514.0": "Indriya",
  "patthana2.1:514.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa indriyapaccayena paccayo … tīṇi.",
  "patthana2.1:515.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa indriyapaccayena paccayo— nahetu ahetukā indriyā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ indriyapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Rūpajīvitindriyaṃ**—kaṭattārūpānaṃ indriyapaccayena paccayo.",
  "patthana2.1:516.0": "Jhānādi",
  "patthana2.1:516.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa jhānapaccayena paccayo …pe… (cattāripi kātabbāni), maggapaccayena paccayo … tīṇi.",
  "patthana2.1:517.0": "Sampayutta",
  "patthana2.1:517.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa sampayuttapaccayena paccayo—nahetu sahetuko eko khandho tiṇṇannaṃ khandhānaṃ …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:518.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa sampayuttapaccayena paccayo— nahetu ahetuko eko khandho tiṇṇannaṃ khandhānaṃ …pe… paṭisandhikkhaṇe …pe…. (2)",
  "patthana2.1:519.0": "Vippayutta",
  "patthana2.1:519.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa vippayuttapaccayena paccayo— sahajātaṃ, pacchājātaṃ. **Sahajātā**—nahetū sahetukā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—nahetū sahetukā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.1:520.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa vippayuttapaccayena paccayo— sahajātaṃ, purejātaṃ, pacchājātaṃ. **Sahajātā**—nahetū ahetukā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo; paṭisandhikkhaṇe …pe… khandhā vatthussa vippayuttapaccayena paccayo; vatthu khandhānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa …pe… vatthu nahetusahetukānaṃ khandhānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—nahetū ahetukā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.1:521.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa vippayuttapaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajātaṃ**—paṭisandhikkhaṇe vatthu nahetusahetukānaṃ khandhānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu nahetusahetukānaṃ khandhānaṃ vippayuttapaccayena paccayo. (2)",
  "patthana2.1:522.0": "Atthi",
  "patthana2.1:522.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa atthipaccayena paccayo— nahetu sahetuko eko khandho tiṇṇannaṃ khandhānaṃ …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.1:523.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa atthipaccayena paccayo— sahajātaṃ, pacchājātaṃ …pe…. (2)",
  "patthana2.1:524.1": "Nahetu sahetuko dhammo nahetusahetukassa ca nahetuahetukassa ca dhammassa atthipaccayena paccayo—nahetu sahetuko eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana2.1:525.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajāto**—nahetu ahetuko eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe…. (Yāva asaññasattā.) **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; kusalākusale niruddhe nahetu ahetuko vipāko tadārammaṇatā uppajjati; rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe… Cakkhāyatanaṃ …pe… kāyāyatanaṃ …pe… vatthu nahetuahetukānaṃ khandhānaṃ atthipaccayena paccayo. **Pacchājātā**—nahetū ahetukā khandhā purejātassa …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa …pe…. **Rūpajīvitindriyaṃ**—kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana2.1:526.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajātaṃ**—paṭisandhikkhaṇe vatthu nahetusahetukānaṃ khandhānaṃ atthipaccayena paccayo. **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati, kusalākusale niruddhe nahetu sahetuko vipāko tadārammaṇatā uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. **Vatthupurejātaṃ**—vatthu nahetusahetukānaṃ khandhānaṃ atthipaccayena paccayo. (2)",
  "patthana2.1:527.1": "Nahetu sahetuko ca nahetu ahetuko ca dhammā nahetusahetukassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—nahetu sahetuko eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ …pe… paṭisandhikkhaṇe …pe… nahetu sahetuko eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ …pe…. (1)",
  "patthana2.1:528.1": "Nahetu sahetuko ca nahetu ahetuko ca dhammā nahetuahetukassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajātā**—nahetū sahetukā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo; paṭisandhikkhaṇe …pe…. **Pacchājātā**—nahetū sahetukā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—nahetū sahetukā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo …pe…. (2)",
  "patthana2.1:529.0.1": "Saṅkhyāvāra",
  "patthana2.1:529.0.2": "Suddha",
  "patthana2.1:529.1": "Ārammaṇe cattāri, adhipatiyā cattāri, anantare cattāri, samanantare cattāri, sahajāte satta, aññamaññe cha, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge tīṇi, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta (evaṃ gaṇetabbaṃ)",
  "patthana2.1:530.1": "Anulomaṃ.",
  "patthana2.1:531.0": "Paccanīyuddhāra",
  "patthana2.1:531.1": "Nahetu sahetuko dhammo nahetusahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. (1)",
  "patthana2.1:532.1": "Nahetu sahetuko dhammo nahetuahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. (2)",
  "patthana2.1:533.1": "Nahetu sahetuko dhammo nahetusahetukassa ca nahetuahetukassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. (3)",
  "patthana2.1:534.1": "Nahetu ahetuko dhammo nahetuahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana2.1:535.1": "Nahetu ahetuko dhammo nahetusahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (2)",
  "patthana2.1:536.1": "Nahetu sahetuko ca nahetu ahetuko ca dhammā nahetusahetukassa dhammassa sahajātaṃ … purejātaṃ. (1)",
  "patthana2.1:537.1": "Nahetu sahetuko ca nahetu ahetuko ca dhammā nahetuahetukassa dhammassa sahajātaṃ … pacchājātaṃ … āhāraṃ … indriyaṃ. (2)",
  "patthana2.1:538.0.1": "2.1.6.7.2. Paccayapaccanīya",
  "patthana2.1:538.0.2": "Saṅkhyāvāra",
  "patthana2.1:538.0.3": "Suddha",
  "patthana2.1:538.1": "Nahetuyā satta, naārammaṇe satta (Saṃkhittaṃ. Sabbattha satta), nasahajāte cha, naaññamaññe cha, nanissaye cha (sabbattha satta), nasampayutte cha, navippayutte pañca, noatthiyā pañca, nonatthiyā satta, novigate satta, noavigate pañca. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:539.1": "Paccanīyaṃ.",
  "patthana2.1:540.0.1": "2.1.6.7.3. Paccayānulomapaccanīya",
  "patthana2.1:540.0.2": "Ārammaṇaduka",
  "patthana2.1:540.1": "Ārammaṇapaccayā nahetuyā cattāri, naadhipatiyā cattāri, naanantare cattāri (sabbattha cattāri), nonatthiyā cattāri, novigate cattāri, noavigate cattāri. (Evaṃ gaṇetabbaṃ.)",
  "patthana2.1:541.1": "Anulomapaccanīyaṃ.",
  "patthana2.1:542.0.1": "2.1.6.7.4. Paccayapaccanīyānuloma",
  "patthana2.1:542.0.2": "Nahetuduka",
  "patthana2.1:542.1": "Nahetupaccayā ārammaṇe cattāri, adhipatiyā cattāri …pe… avigate satta.",
  "patthana2.1:543.1": "Paccanīyānulomaṃ.",
  "patthana2.1:543.2": "Nahetusahetukadukaṃ niṭṭhitaṃ.",
  "patthana2.1:544.1": "Hetugocchakaṃ niṭṭhitaṃ."
}