{
  "patthana2.11:0.1": "Paṭṭhānapakaraṇa",
  "patthana2.11:0.2": "Dhammānuloma (1), Dukapaṭṭhānapāḷi (2)",
  "patthana2.11:0.3": "2.11. Upādānagocchaka",
  "patthana2.11:1.0.1": "Vibhaṅgavāra",
  "patthana2.11:1.0.2": "Hetu",
  "patthana2.11:1.1": "Upādānaṃ dhammaṃ paṭicca upādāno dhammo uppajjati hetupaccayā—diṭṭhupādānaṃ paṭicca kāmupādānaṃ, kāmupādānaṃ paṭicca diṭṭhupādānaṃ, sīlabbatupādānaṃ paṭicca kāmupādānaṃ, kāmupādānaṃ paṭicca sīlabbatupādānaṃ, attavādupādānaṃ paṭicca kāmupādānaṃ, kāmupādānaṃ paṭicca attavādupādānaṃ. (1)",
  "patthana2.11:2.1": "Upādānaṃ dhammaṃ paṭicca noupādāno dhammo uppajjati hetupaccayā—upādāne paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ. (2)",
  "patthana2.11:3.1": "Upādānaṃ dhammaṃ paṭicca upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—diṭṭhupādānaṃ paṭicca kāmupādānaṃ sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṃ, kāmupādānaṃ …pe…. (Sabbaṃ cakkaṃ kātabbaṃ.) (3)",
  "patthana2.11:4.1": "Noupādānaṃ dhammaṃ paṭicca noupādāno dhammo uppajjati hetupaccayā—noupādānaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe noupādānaṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā, ekaṃ mahābhūtaṃ …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ kaṭattārūpaṃ upādārūpaṃ. (1)",
  "patthana2.11:5.1": "Noupādānaṃ dhammaṃ paṭicca upādāno dhammo uppajjati hetupaccayā—noupādāne khandhe paṭicca upādānā. (2)",
  "patthana2.11:6.1": "Noupādānaṃ dhammaṃ paṭicca upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—noupādānaṃ ekaṃ khandhaṃ paṭicca tayo khandhā upādānā ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe paṭicca dve khandhā upādānā ca cittasamuṭṭhānañca rūpaṃ. (3)",
  "patthana2.11:7.1": "Upādānañca noupādānañca dhammaṃ paṭicca upādāno dhammo uppajjati hetupaccayā— diṭṭhupādānañca sampayuttake ca khandhe paṭicca kāmupādānaṃ. (Sabbe cakkā kātabbā.) (1)",
  "patthana2.11:8.1": "Upādānañca noupādānañca dhammaṃ paṭicca noupādāno dhammo uppajjati hetupaccayā—noupādānaṃ ekaṃ khandhañca upādānañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe… upādānañca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.11:9.1": "Upādānañca noupādānañca dhammaṃ paṭicca upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—noupādānaṃ ekaṃ khandhañca diṭṭhupādānañca paṭicca tayo khandhā kāmupādānañca cittasamuṭṭhānaṃ rūpaṃ, dve khandhe ca …pe…. (Cakkaṃ kātabbaṃ.) (3)",
  "patthana2.11:10.0": "Ārammaṇa",
  "patthana2.11:10.1": "Upādānaṃ dhammaṃ paṭicca upādāno dhammo uppajjati ārammaṇapaccayā. (Navapi pañhā kātabbā, rūpaṃ chaḍḍetabbaṃ.)",
  "patthana2.11:11.0.1": "Saṅkhyāvāra",
  "patthana2.11:11.0.2": "Suddha",
  "patthana2.11:11.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), vipāke ekaṃ …pe… avigate nava.",
  "patthana2.11:12.0.1": "2.11.1.1.2. Paccayapaccanīya",
  "patthana2.11:12.0.2": "Vibhaṅgavāra",
  "patthana2.11:12.0.3": "Nahetu",
  "patthana2.11:12.1": "Noupādānaṃ dhammaṃ paṭicca noupādāno dhammo uppajjati nahetupaccayā—ahetukaṃ noupādānaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā, ekaṃ mahābhūtaṃ …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ kaṭattārūpaṃ upādārūpaṃ; bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ …pe… vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.11:13.0": "Naārammaṇādi",
  "patthana2.11:13.1": "Upādānaṃ dhammaṃ paṭicca noupādāno dhammo uppajjati naārammaṇapaccayā—upādāne paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana2.11:14.1": "Noupādānaṃ dhammaṃ paṭicca noupādāno dhammo uppajjati naārammaṇapaccayā— noupādāne khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe noupādāne khandhe paṭicca kaṭattārūpaṃ, khandhe paṭicca vatthu, ekaṃ mahābhūtaṃ …pe…. (Yāva asaññasattā.) (1)",
  "patthana2.11:15.1": "Upādānañca noupādānaṃ ca dhammaṃ paṭicca noupādāno dhammo uppajjati naārammaṇapaccayā—upādāne ca sampayuttake ca khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, upādāne ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana2.11:16.1": "Naadhipatipaccayā … naanantarapaccayā …pe… naupanissayapaccayā.",
  "patthana2.11:17.0": "Napurejāta",
  "patthana2.11:17.1": "Upādānaṃ dhammaṃ paṭicca upādāno dhammo uppajjati napurejātapaccayā—arūpe attavādupādānaṃ paṭicca kāmupādānaṃ, kāmupādānaṃ paṭicca attavādupādānaṃ. (1)",
  "patthana2.11:18.1": "Upādānaṃ dhammaṃ paṭicca noupādāno dhammo uppajjati napurejātapaccayā—arūpe upādāne paṭicca sampayuttakā khandhā, upādāne paṭicca cittasamuṭṭhānaṃ rūpaṃ. (Saṃkhittaṃ, navapi pañhā arūpe dve upādānā.)",
  "patthana2.11:19.0.1": "Saṅkhyāvāra",
  "patthana2.11:19.0.2": "Suddha",
  "patthana2.11:19.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.11:20.0": "2.11.1.1.3. Paccayānulomapaccanīya",
  "patthana2.11:20.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā nava …pe… naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.11:21.0": "2.11.1.1.4. Paccayapaccanīyānuloma",
  "patthana2.11:21.1": "Nahetupaccayā ārammaṇe ekaṃ (sabbattha ekaṃ), magge ekaṃ …pe… avigate ekaṃ.",
  "patthana2.11:22.0": "2.11.1.2. Sahajātavāra",
  "patthana2.11:22.1": "(Sahajātavāro paṭiccavārasadiso vibhajantena diṭṭhupādānaṃ “sahajātaṃ kāmupādānan”ti kātabbaṃ.)",
  "patthana2.11:23.0.1": "2.11.1.3. Paccayavāra",
  "patthana2.11:23.0.2": "2.11.1.3.1-4. Paccayānulomādi",
  "patthana2.11:23.0.3": "Hetu",
  "patthana2.11:23.1": "Upādānaṃ dhammaṃ paccayā upādāno dhammo uppajjati hetupaccayā—diṭṭhupādānaṃ paccayā kāmupādānaṃ … tīṇi. (Paṭiccasadisā.)",
  "patthana2.11:24.1": "Noupādānaṃ dhammaṃ paccayā noupādāno dhammo uppajjati hetupaccayā—noupādānaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paccayā vatthu …pe… (yāva ajjhattikā mahābhūtā) vatthuṃ paccayā noupādānā khandhā. (1)",
  "patthana2.11:25.1": "Noupādānaṃ dhammaṃ paccayā upādāno dhammo uppajjati hetupaccayā—noupādāne khandhe paccayā upādānā, vatthuṃ paccayā upādānā. (2)",
  "patthana2.11:26.1": "Noupādānaṃ dhammaṃ paccayā upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—noupādānaṃ ekaṃ khandhaṃ paccayā tayo khandhā upādānā ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… vatthuṃ paccayā upādānā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, vatthuṃ paccayā upādānā sampayuttakā ca khandhā. (3)",
  "patthana2.11:27.1": "Upādānañca noupādānañca dhammaṃ paccayā upādāno dhammo uppajjati hetupaccayā— diṭṭhupādānañca sampayuttake ca khandhe paccayā kāmupādānaṃ, kāmupādānañca sampayuttake ca khandhe paccayā diṭṭhupādānaṃ (cakkaṃ kātabbaṃ). Diṭṭhupādānañca vatthuñca paccayā kāmupādānaṃ. (Cakkaṃ kātabbaṃ.) (1)",
  "patthana2.11:28.1": "Upādānañca noupādānañca dhammaṃ paccayā noupādāno dhammo uppajjati hetupaccayā—noupādānaṃ ekaṃ khandhañca upādānañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe… (cakkaṃ kātabbaṃ). Upādāne ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, upādānañca vatthuñca paccayā noupādānā khandhā. (2)",
  "patthana2.11:29.1": "Upādānañca noupādānañca dhammaṃ paccayā upādāno ca noupādāno ca dhammā uppajjanti hetupaccayā—noupādānaṃ ekaṃ khandhañca diṭṭhupādānañca paccayā tayo khandhā kāmupādānaṃ cittasamuṭṭhānañca rūpaṃ …pe… (cakkaṃ). Diṭṭhupādānañca vatthuñca paccayā kāmupādānaṃ sampayuttakā ca khandhā …pe…. (Cakkaṃ.) (3)",
  "patthana2.11:30.1": "Ārammaṇapaccayā …. (Ārammaṇe noupādānamūlake pañcāyatanañca vatthuñca kātabbā.)",
  "patthana2.11:31.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), vipāke ekaṃ …pe… avigate nava.",
  "patthana2.11:32.1": "Anulomaṃ.",
  "patthana2.11:33.1": "Noupādānaṃ dhammaṃ paccayā noupādāno dhammo uppajjati nahetupaccayā—ahetukaṃ noupādānaṃ ekaṃ khandhaṃ paccayā …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ, vatthuṃ paccayā ahetukā noupādānā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho.",
  "patthana2.11:34.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi …pe… napurejāte nava …pe… nakamme tīṇi, navipāke nava (paṭiccasadisaṃ) …pe… novigate tīṇi.",
  "patthana2.11:35.1": "Paccanīyaṃ.",
  "patthana2.11:36.0": "2.11.1.4. Nissayavāra",
  "patthana2.11:36.1": "Evaṃ itare dve gaṇanāpi nissayavāropi kātabbo.",
  "patthana2.11:37.0.1": "2.11.1.5. Saṃsaṭṭhavāra",
  "patthana2.11:37.0.2": "2.11.1.5.1-4. Paccayānulomādi",
  "patthana2.11:37.0.3": "Hetu",
  "patthana2.11:37.1": "Upādānaṃ dhammaṃ saṃsaṭṭho upādāno dhammo uppajjati hetupaccayā—diṭṭhupādānaṃ saṃsaṭṭhaṃ kāmupādānaṃ, kāmupādānaṃ saṃsaṭṭhaṃ diṭṭhupādānaṃ. (Cakkaṃ. Evaṃ navapi pañhā kātabbā.)",
  "patthana2.11:38.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), vipāke ekaṃ …pe… vigate nava, avigate nava.",
  "patthana2.11:39.1": "Anulomaṃ.",
  "patthana2.11:40.1": "Noupādānaṃ dhammaṃ saṃsaṭṭho noupādāno dhammo uppajjati nahetupaccayā— ahetukaṃ noupādānaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe saṃsaṭṭho vicikicchāsahagato uddhaccasahagato moho.",
  "patthana2.11:41.1": "Nahetuyā ekaṃ, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṃ, namagge ekaṃ, navippayutte nava.",
  "patthana2.11:42.1": "Paccanīyaṃ.",
  "patthana2.11:43.0": "2.11.1.6. Sampayuttavāra",
  "patthana2.11:43.1": "Evaṃ itare dve gaṇanāpi sampayuttavāropi kātabbo.",
  "patthana2.11:44.0.1": "2.11.1.7. Pañhāvāra",
  "patthana2.11:44.0.2": "2.11.1.7.1. Paccayānuloma",
  "patthana2.11:44.0.3": "Vibhaṅgavāra",
  "patthana2.11:44.0.4": "Hetu",
  "patthana2.11:44.1": "Upādāno dhammo upādānassa dhammassa hetupaccayena paccayo—upādānā hetū sampayuttakānaṃ upādānānaṃ hetupaccayena paccayo. (Mūlaṃ kātabbaṃ.) Upādānā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (Mūlaṃ kātabbaṃ.) Upādānā hetū sampayuttakānaṃ khandhānaṃ upādānānañca cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.11:45.1": "Noupādāno dhammo noupādānassa dhammassa hetupaccayena paccayo—noupādānā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.11:46.1": "Noupādāno dhammo upādānassa dhammassa hetupaccayena paccayo—noupādānā hetū sampayuttakānaṃ upādānānaṃ hetupaccayena paccayo. (Mūlaṃ kātabbaṃ.) Noupādānā hetū sampayuttakānaṃ khandhānaṃ upādānānañca cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.11:47.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa hetupaccayena paccayo— upādānā ca noupādānā ca hetū sampayuttakānaṃ upādānānaṃ hetupaccayena paccayo. (Mūlaṃ kātabbaṃ.) Upādānā ca noupādānā ca hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (Mūlaṃ kātabbaṃ.) Upādānā ca noupādānā ca hetū sampayuttakānaṃ khandhānaṃ upādānānañca cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.11:48.0": "Ārammaṇa",
  "patthana2.11:48.1": "Upādāno dhammo upādānassa dhammassa ārammaṇapaccayena paccayo—upādāne ārabbha upādānā uppajjanti … tīṇi. (Ārabbha kātabbā.)",
  "patthana2.11:49.1": "Noupādāno dhammo noupādānassa dhammassa ārammaṇapaccayena paccayo—dānaṃ datvā sīlaṃ …pe… uposathakammaṃ katvā taṃ paccavekkhati assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi uppajjati; vicikicchā …pe… uddhaccaṃ …pe… domanassaṃ uppajjati; pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ paccavekkhati, ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, phalaṃ …pe… nibbānaṃ paccavekkhanti; nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo. Ariyā noupādāne pahīne kilese …pe… vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe …pe… cakkhuṃ …pe… vatthuṃ noupādāne khandhe aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. Cetopariyañāṇena noupādānacittasamaṅgissa cittaṃ jānāti, ākāsānañcāyatanaṃ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe… noupādānā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana2.11:50.1": "Noupādāno dhammo upādānassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ katvā taṃ assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi uppajjati; pubbe suciṇṇāni …pe… jhānā …pe… cakkhuṃ …pe… vatthuṃ noupādāne khandhe assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi uppajjati. (2)",
  "patthana2.11:51.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ katvā …pe… pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ …pe… cakkhuṃ …pe… vatthuṃ noupādāne khandhe assādeti abhinandati, taṃ ārabbha upādānā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.11:52.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Ārabbha kātabbā.)",
  "patthana2.11:53.0": "Adhipati",
  "patthana2.11:53.1": "Upādāno dhammo upādānassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—upādāne garuṃ katvā upādānā uppajjanti … tīṇi. (Ārammaṇādhipatiyeva.)",
  "patthana2.11:54.1": "Noupādāno dhammo noupādānassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā sīlaṃ …pe… uposathakammaṃ …pe… pubbe …pe… jhānā vuṭṭhahitvā jhānaṃ garuṃ katvā paccavekkhati, assādeti abhinandati, ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti …pe… phalassa adhipatipaccayena paccayo; cakkhuṃ …pe… vatthuṃ noupādāne khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—noupādānādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.11:55.1": "Noupādāno dhammo upādānassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ katvā taṃ garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati; pubbe …pe… jhānā …pe… cakkhuṃ …pe… vatthuṃ noupādāne khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—noupādānādhipati sampayuttakānaṃ upādānānaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.11:56.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe …pe… jhānaṃ …pe… cakkhuṃ …pe… vatthuṃ noupādāne khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā upādānā ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—noupādānādhipati sampayuttakānaṃ khandhānaṃ upādānānañca cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.11:57.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa adhipatipaccayena paccayo … tīṇi … ārammaṇādhipati … tīṇi. (Ārabbha kātabbā, ārammaṇādhipatiyeva.)",
  "patthana2.11:58.0": "Anantarādi",
  "patthana2.11:58.1": "Upādāno dhammo upādānassa dhammassa anantarapaccayena paccayo—purimā purimā upādānā pacchimānaṃ pacchimānaṃ upādānānaṃ anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā upādānā pacchimānaṃ pacchimānaṃ noupādānānaṃ khandhānaṃ anantarapaccayena paccayo; upādānaṃ vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā upādānā pacchimānaṃ pacchimānaṃ upādānānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.11:59.1": "Noupādāno dhammo noupādānassa dhammassa anantarapaccayena paccayo—purimā purimā noupādānā khandhā pacchimānaṃ pacchimānaṃ noupādānānaṃ khandhānaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa …pe… phalasamāpattiyā anantarapaccayena paccayo. (1)",
  "patthana2.11:60.1": "Noupādāno dhammo upādānassa dhammassa anantarapaccayena paccayo—purimā purimā noupādānā khandhā pacchimānaṃ pacchimānaṃ upādānānaṃ khandhānaṃ anantarapaccayena paccayo; āvajjanā upādānānaṃ anantarapaccayena paccayo. (2)",
  "patthana2.11:61.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa anantarapaccayena paccayo—purimā purimā noupādānā khandhā pacchimānaṃ pacchimānaṃ upādānānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo; āvajjanā upādānānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.11:62.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa anantarapaccayena paccayo— purimā purimā upādānā ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ upādānānaṃ anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā upādānā ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ noupādānānaṃ khandhānaṃ anantarapaccayena paccayo; upādānā ca sampayuttakā ca khandhā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā upādānā ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ upādānānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.11:63.1": "Samanantarapaccayena paccayo … sahajātapaccayena paccayo (paṭiccasadisaṃ) … aññamaññapaccayena paccayo (paṭiccasadisaṃ) … nissayapaccayena paccayo. (Paccayasadisaṃ.)",
  "patthana2.11:64.0": "Upanissaya",
  "patthana2.11:64.1": "Upādāno dhammo upādānassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upādānā upādānānaṃ upanissayapaccayena paccayo … tīṇi.",
  "patthana2.11:65.1": "Noupādāno dhammo noupādānassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… paññaṃ … rāgaṃ …pe… patthanaṃ … kāyikaṃ sukhaṃ …pe… senāsanaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti; pāṇaṃ hanati …pe… saṃghaṃ bhindati, saddhā …pe… senāsanaṃ saddhāya …pe… phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana2.11:66.1": "Noupādāno dhammo upādānassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—saddhaṃ upanissāya mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… senāsanaṃ upanissāya adinnaṃ …pe… musā …pe… pisuṇaṃ …pe… samphaṃ …pe… sandhiṃ …pe… nillopaṃ …pe… ekāgārikaṃ …pe… paripanthe …pe… paradāraṃ …pe… gāmaghātaṃ …pe… nigamaghātaṃ karoti; saddhā …pe… senāsanaṃ upādānānaṃ upanissayapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Saddhaṃ upanissāya mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… senāsanaṃ upanissāya adinnaṃ ādiyati, musā …pe… pisuṇaṃ …pe… samphaṃ …pe… sandhiṃ …pe… nillopaṃ …pe… ekāgārikaṃ …pe… paripanthe …pe… paradāraṃ …pe… gāmaghātaṃ …pe… nigamaghātaṃ karoti; saddhā …pe… senāsanaṃ upādānānaṃ sampayuttakānañca khandhānaṃ upanissayapaccayena paccayo. (3)",
  "patthana2.11:67.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**… tīṇi.",
  "patthana2.11:68.0": "Purejāta",
  "patthana2.11:68.1": "Noupādāno dhammo noupādānassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. Rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe…. **Vatthupurejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa …pe… vatthu noupādānānaṃ khandhānaṃ purejātapaccayena paccayo. (1)",
  "patthana2.11:69.1": "Noupādāno dhammo upādānassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi uppajjati. **Vatthupurejātaṃ**—vatthu upādānānaṃ purejātapaccayena paccayo. (2)",
  "patthana2.11:70.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ assādeti abhinandati, taṃ ārabbha upādānā ca sampayuttakā ca khandhā uppajjanti. **Vatthupurejātaṃ**—vatthu upādānānaṃ sampayuttakānañca khandhānaṃ purejātapaccayena paccayo. (3)",
  "patthana2.11:71.0": "Pacchājātāsevana",
  "patthana2.11:71.1": "Upādāno dhammo noupādānassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) (1)",
  "patthana2.11:72.1": "Noupādāno dhammo noupādānassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) (1)",
  "patthana2.11:73.1": "Upādāno ca noupādāno ca dhammā noupādānassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) (1) … Āsevanapaccayena paccayo.",
  "patthana2.11:74.0": "Kamma",
  "patthana2.11:74.1": "Noupādāno dhammo noupādānassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—noupādānā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—noupādānā cetanā vipākānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana2.11:75.1": "Noupādāno dhammo upādānassa dhammassa kammapaccayena paccayo—noupādānā cetanā sampayuttakānaṃ upādānānaṃ kammapaccayena paccayo. (2)",
  "patthana2.11:76.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa kammapaccayena paccayo—noupādānā cetanā sampayuttakānaṃ khandhānaṃ upādānānañca cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana2.11:77.0": "Vipākādi",
  "patthana2.11:77.1": "Noupādāno dhammo noupādānassa dhammassa vipākapaccayena paccayo—vipāko noupādāno eko khandho …pe… ekaṃ.",
  "patthana2.11:78.1": "Noupādāno dhammo noupādānassa dhammassa āhārapaccayena paccayo … tīṇi (ekoyeva kabaḷīkāro āhāro) … indriyapaccayena paccayo … tīṇi (rūpajīvitindriyaṃ ekaṃyeva) … jhānapaccayena paccayo … tīṇi.",
  "patthana2.11:79.1": "Upādāno dhammo upādānassa dhammassa maggapaccayena paccayo—upādānāni maggaṅgāni sampayuttakānaṃ upādānānaṃ maggapaccayena paccayo (iminā kāraṇena nava pañhā kātabbā) … sampayuttapaccayena paccayo … nava.",
  "patthana2.11:80.0": "Vippayutta",
  "patthana2.11:80.1": "Upādāno dhammo noupādānassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—upādānā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. **Pacchājātaṃ**—pacchājātā upādānā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.11:81.1": "Noupādāno dhammo noupādānassa dhammassa vippayuttapaccayena paccayo— sahajātaṃ, purejātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.11:82.1": "Noupādāno dhammo upādānassa dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu upādānānaṃ vippayuttapaccayena paccayo. (2)",
  "patthana2.11:83.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu upādānānaṃ sampayuttakānañca khandhānaṃ vippayuttapaccayena paccayo. (3)",
  "patthana2.11:84.1": "Upādāno ca noupādāno ca dhammā noupādānassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—upādānā ca sampayuttakā ca khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—upādānā ca sampayuttakā ca khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana2.11:85.0": "Atthi",
  "patthana2.11:85.1": "Upādāno dhammo upādānassa dhammassa atthipaccayena paccayo—diṭṭhupādānaṃ kāmupādānassa atthipaccayena paccayo. (Cakkaṃ.) (1)",
  "patthana2.11:86.1": "Upādāno dhammo noupādānassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—upādānā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—upādānā purejātassa imassa kāyassa atthipaccayena paccayo. (2)",
  "patthana2.11:87.1": "Upādāno dhammo upādānassa ca noupādānassa ca dhammassa atthipaccayena paccayo. (Saṃkhittaṃ, paṭiccasadisaṃ.) (3)",
  "patthana2.11:88.1": "Noupādāno dhammo noupādānassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (Saṃkhittaṃ, vitthāretabbaṃ.) (1)",
  "patthana2.11:89.1": "Noupādāno dhammo upādānassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajātaṃ**—(Sahajātasadisaṃ.) **Purejātaṃ**—(Purejātasadisaṃ.) (2)",
  "patthana2.11:90.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. (Saṃkhittaṃ, sahajātasadisaṃ sahajātaṃ vibhajitabbaṃ, purejātasadisaṃ purejātaṃ.) (3)",
  "patthana2.11:91.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajātaṃ**—diṭṭhupādānañca sampayuttakā ca khandhā kāmupādānassa atthipaccayena paccayo (cakkaṃ). **Sahajātaṃ**—diṭṭhupādānañca vatthu ca kāmupādānassa atthipaccayena paccayo. (Cakkaṃ.) (1)",
  "patthana2.11:92.1": "Upādāno ca noupādāno ca dhammā noupādānassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajāto**—noupādāno eko khandho ca upādānā ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajātā**—upādānā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Sahajātā**—upādānā ca vatthu ca noupādānānaṃ khandhānaṃ atthipaccayena paccayo. **Pacchājātā**—upādānā ca sampayuttakā ca khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—upādānā ca sampayuttakā ca khandhā kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—upādānā ca sampayuttakā ca khandhā rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (2)",
  "patthana2.11:93.1": "Upādāno ca noupādāno ca dhammā upādānassa ca noupādānassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—noupādāno eko khandho ca diṭṭhupādānañca tiṇṇannaṃ khandhānaṃ kāmupādānassa ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe… (cakkaṃ). **Sahajātaṃ**—diṭṭhupādānañca vatthu ca kāmupādānassa sampayuttakānañca khandhānaṃ atthipaccayena paccayo. (Cakkaṃ.) (3)",
  "patthana2.11:94.0.1": "Saṅkhyāvāra",
  "patthana2.11:94.0.2": "Suddha",
  "patthana2.11:94.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke ekaṃ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava.",
  "patthana2.11:95.1": "Anulomaṃ.",
  "patthana2.11:96.0": "Paccanīyuddhāra",
  "patthana2.11:96.1": "Upādāno dhammo upādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.11:97.1": "Upādāno dhammo noupādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana2.11:98.1": "Upādāno dhammo upādānassa ca noupādānassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.11:99.1": "Noupādāno dhammo noupādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana2.11:100.1": "Noupādāno dhammo upādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (2)",
  "patthana2.11:101.1": "Noupādāno dhammo upādānassa ca noupādānassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (3)",
  "patthana2.11:102.1": "Upādāno ca noupādāno ca dhammā upādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.11:103.1": "Upādāno ca noupādāno ca dhammā noupādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana2.11:104.1": "Upādāno ca noupādāno ca dhammā upādānassa ca noupādānassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.11:105.0.1": "2.11.1.7.2. Paccayapaccanīya",
  "patthana2.11:105.0.2": "Saṅkhyāvāra",
  "patthana2.11:105.0.3": "Suddha",
  "patthana2.11:105.1": "Nahetuyā nava, naārammaṇe nava (sabbattha nava), noavigate nava.",
  "patthana2.11:106.0": "2.11.1.7.3. Paccayānulomapaccanīya",
  "patthana2.11:106.1": "Hetupaccayā naārammaṇe nava, naadhipatiyā nava …pe… naaññamaññe tīṇi, naupanissaye nava (sabbattha nava), nasampayutte tīṇi, navippayutte nava, nonatthiyā nava, novigate nava.",
  "patthana2.11:107.0": "2.11.1.7.4. Paccayapaccanīyānuloma",
  "patthana2.11:107.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā kātabbā) …pe… avigate nava.",
  "patthana2.11:108.1": "Upādānadukaṃ niṭṭhitaṃ.",
  "patthana2.11:109.0.1": "2.11.2. Upādāniyaduka",
  "patthana2.11:109.0.2": "2.11.2.1–7. Paṭiccādivāra",
  "patthana2.11:109.1": "Upādāniyaṃ dhammaṃ paṭicca upādāniyo dhammo uppajjati hetupaccayā—upādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā, ekaṃ mahābhūtaṃ …pe…. (Yathā lokiyadukaṃ, evaṃ kātabbaṃ, ninnānākaraṇaṃ.)",
  "patthana2.11:110.1": "Upādāniyadukaṃ niṭṭhitaṃ.",
  "patthana2.11:111.0.1": "2.11.3. Upādānasampayuttaduka",
  "patthana2.11:111.0.2": "2.11.3.1. Paṭiccavāra",
  "patthana2.11:111.0.3": "2.11.3.1.1. Paccayānuloma",
  "patthana2.11:111.0.4": "Vibhaṅgavāra",
  "patthana2.11:111.0.5": "Hetu",
  "patthana2.11:111.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānasampayutto dhammo uppajjati hetupaccayā—upādānasampayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.11:112.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati hetupaccayā—upādānasampayutte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, diṭṭhigatavippayuttalobhasahagate khandhe paṭicca lobho cittasamuṭṭhānañca rūpaṃ. (2)",
  "patthana2.11:113.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—upādānasampayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… diṭṭhigatavippayuttalobhasahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā lobho ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana2.11:114.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati hetupaccayā—upādānavippayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… diṭṭhigatavippayuttaṃ lobhaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe upādānavippayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā, ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana2.11:115.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānasampayutto dhammo uppajjati hetupaccayā—diṭṭhigatavippayuttaṃ lobhaṃ paṭicca sampayuttakā khandhā. (2)",
  "patthana2.11:116.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—diṭṭhigatavippayuttaṃ lobhaṃ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ. (3)",
  "patthana2.11:117.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paṭicca upādānasampayutto dhammo uppajjati hetupaccayā—diṭṭhigatavippayuttalobhasahagataṃ ekaṃ khandhañca lobhañca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. (1)",
  "patthana2.11:118.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paṭicca upādānavippayutto dhammo uppajjati hetupaccayā—upādānasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ, diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.11:119.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—diṭṭhigatavippayuttalobhasahagataṃ ekaṃ khandhañca lobhañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe…. (3)",
  "patthana2.11:120.0": "Ārammaṇa",
  "patthana2.11:120.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānasampayutto dhammo uppajjati ārammaṇapaccayā—upādānasampayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.11:121.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati ārammaṇapaccayā—diṭṭhigatavippayuttalobhasahagate khandhe paṭicca lobho. (2)",
  "patthana2.11:122.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti ārammaṇapaccayā—diṭṭhigatavippayuttalobhasahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā lobho ca …pe… dve khandhe …pe…. (3)",
  "patthana2.11:123.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati ārammaṇapaccayā—upādānavippayuttaṃ ekaṃ khandhaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuṃ paṭicca khandhā. (1)",
  "patthana2.11:124.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānasampayutto dhammo uppajjati ārammaṇapaccayā—diṭṭhigatavippayuttaṃ lobhaṃ paṭicca sampayuttakā khandhā. (2)",
  "patthana2.11:125.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paṭicca upādānasampayutto dhammo uppajjati ārammaṇapaccayā—diṭṭhigatavippayuttalobhasahagataṃ ekaṃ khandhañca lobhañca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. (3) (Saṃkhittaṃ.)",
  "patthana2.11:126.0.1": "Saṅkhyāvāra",
  "patthana2.11:126.0.2": "Suddha",
  "patthana2.11:126.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā nava, anantare cha, samanantare cha, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye cha, purejāte cha, āsevane cha, kamme nava, vipāke ekaṃ, āhāre nava (sabbattha nava), magge nava, sampayutte cha, vippayutte nava, atthiyā nava, natthiyā cha, vigate cha, avigate nava.",
  "patthana2.11:127.0.1": "2.11.3.1.2. Paccayapaccanīya",
  "patthana2.11:127.0.2": "Vibhaṅgavāra",
  "patthana2.11:127.0.3": "Nahetu",
  "patthana2.11:127.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati nahetupaccayā—ahetukaṃ upādānavippayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… (yāva asaññasattā) vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.11:128.0": "Naārammaṇādi",
  "patthana2.11:128.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati naārammaṇapaccayā—upādānasampayutte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana2.11:129.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati naārammaṇapaccayā—upādānavippayutte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, diṭṭhigatavippayuttaṃ lobhaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) (1)",
  "patthana2.11:130.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paṭicca upādānavippayutto dhammo uppajjati naārammaṇapaccayā—upādānasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ, diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana2.11:131.1": "Naadhipatipaccayā … naanantarapaccayā … nasamanantarapaccayā … naupanissayapaccayā.",
  "patthana2.11:132.0": "Napurejātādi",
  "patthana2.11:132.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānasampayutto dhammo uppajjati napurejātapaccayā—arūpe upādānasampayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.11:133.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati napurejātapaccayā—arūpe diṭṭhigatavippayuttalobhasahagate khandhe paṭicca lobho, upādānasampayutte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.11:134.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti napurejātapaccayā—arūpe diṭṭhigatavippayuttalobhasahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā lobho ca …pe… dve khandhe …pe…. (3)",
  "patthana2.11:135.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati napurejātapaccayā—arūpe upādānavippayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… upādānavippayutte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, diṭṭhigatavippayuttaṃ lobhaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) (1)",
  "patthana2.11:136.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānasampayutto dhammo uppajjati napurejātapaccayā—arūpe diṭṭhigatavippayuttaṃ lobhaṃ paṭicca sampayuttakā khandhā. (2)",
  "patthana2.11:137.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paṭicca upādānasampayutto dhammo uppajjati napurejātapaccayā—arūpe diṭṭhigatavippayuttalobhasahagataṃ ekaṃ khandhañca lobhañca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. (1)",
  "patthana2.11:138.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paṭicca upādānavippayutto dhammo uppajjati napurejātapaccayā—upādānasampayutte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ, diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.11:139.1": "Napacchājātapaccayā … naāsevanapaccayā.",
  "patthana2.11:140.0": "Nakamma",
  "patthana2.11:140.1": "Upādānasampayuttaṃ dhammaṃ paṭicca upādānasampayutto dhammo uppajjati nakammapaccayā—upādānasampayutte khandhe paṭicca sampayuttakā cetanā. (1)",
  "patthana2.11:141.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānavippayutto dhammo uppajjati nakammapaccayā—upādānavippayutte khandhe paṭicca sampayuttakā cetanā; bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ …pe…. (1)",
  "patthana2.11:142.1": "Upādānavippayuttaṃ dhammaṃ paṭicca upādānasampayutto dhammo uppajjati nakammapaccayā—diṭṭhigatavippayuttaṃ lobhaṃ paṭicca sampayuttakā cetanā. (2)",
  "patthana2.11:143.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paṭicca upādānasampayutto dhammo uppajjati nakammapaccayā—diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paṭicca sampayuttakā cetanā. (1) (Saṃkhittaṃ.)",
  "patthana2.11:144.0.1": "Saṅkhyāvāra",
  "patthana2.11:144.0.2": "Suddha",
  "patthana2.11:144.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.11:145.0": "2.11.3.2. Sahajātavāra",
  "patthana2.11:145.1": "Itare dve gaṇanāpi kātabbā. Sahajātavāro paṭiccavārasadiso.",
  "patthana2.11:146.0.1": "2.11.3.3. Paccayavāra",
  "patthana2.11:146.0.2": "2.11.3.3.1. Paccayānuloma",
  "patthana2.11:146.0.3": "Vibhaṅgavāra",
  "patthana2.11:146.0.4": "Hetu",
  "patthana2.11:146.1": "Upādānasampayuttaṃ dhammaṃ paccayā upādānasampayutto dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccasadisaṃ.)",
  "patthana2.11:147.1": "Upādānavippayuttaṃ dhammaṃ paccayā upādānavippayutto dhammo uppajjati hetupaccayā—upādānavippayuttaṃ ekaṃ khandhaṃ paccayā …pe… (yāva ajjhattikā mahābhūtā) vatthuṃ paccayā upādānavippayuttā khandhā, vatthuṃ paccayā diṭṭhigatavippayutto lobho. (1)",
  "patthana2.11:148.1": "Upādānavippayuttaṃ dhammaṃ paccayā upādānasampayutto dhammo uppajjati hetupaccayā—vatthuṃ paccayā upādānasampayuttā khandhā, diṭṭhigatavippayuttaṃ lobhaṃ paccayā sampayuttakā khandhā. (2)",
  "patthana2.11:149.1": "Upādānavippayuttaṃ dhammaṃ paccayā upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—vatthuṃ paccayā upādānasampayuttakā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ; diṭṭhigatavippayuttaṃ lobhaṃ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ, vatthuṃ paccayā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca. (3)",
  "patthana2.11:150.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paccayā upādānasampayutto dhammo uppajjati hetupaccayā—upādānasampayuttaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… diṭṭhigatavippayuttalobhasahagataṃ ekaṃ khandhañca lobhañca paccayā tayo khandhā …pe… dve khandhe ca …pe…. (1)",
  "patthana2.11:151.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paccayā upādānavippayutto dhammo uppajjati hetupaccayā—upādānasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca paccayā cittasamuṭṭhānaṃ rūpaṃ, diṭṭhigatavippayuttalobhasahagate khandhe ca vatthuñca paccayā lobho. (2)",
  "patthana2.11:152.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ paccayā upādānasampayutto ca upādānavippayutto ca dhammā uppajjanti hetupaccayā—upādānasampayuttaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… upādānasampayutte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ; diṭṭhigatavippayuttalobhasahagataṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā lobho ca …pe… dve khandhe ca …pe…. (3) (Saṃkhittaṃ. Ārammaṇapaccayamhi pañca viññāṇā kātabbā.)",
  "patthana2.11:153.0.1": "Saṅkhyāvāra",
  "patthana2.11:153.0.2": "Suddha",
  "patthana2.11:153.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava (sabbattha nava), vipāke ekaṃ …pe… avigate nava.",
  "patthana2.11:154.0.1": "2.11.3.3.2. Paccayapaccanīya",
  "patthana2.11:154.0.2": "Vibhaṅgavāra",
  "patthana2.11:154.0.3": "Nahetu",
  "patthana2.11:154.1": "Upādānavippayuttaṃ dhammaṃ paccayā upādānavippayutto dhammo uppajjati nahetupaccayā—ahetukaṃ upādānavippayuttaṃ ekaṃ khandhaṃ paccayā …pe… (yāva asaññasattā) cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ …pe… vatthuṃ paccayā ahetukā upādānavippayuttā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (Saṃkhittaṃ.)",
  "patthana2.11:155.0.1": "Saṅkhyāvāra",
  "patthana2.11:155.0.2": "Suddha",
  "patthana2.11:155.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.11:156.0": "2.11.3.4. Nissayavāra",
  "patthana2.11:156.1": "Evaṃ itare dve gaṇanāpi nissayavāropi kātabbo.",
  "patthana2.11:157.0.1": "2.11.3.5. Saṃsaṭṭhavāra",
  "patthana2.11:157.0.2": "2.11.3.5.1–4 Paccayānulomādi",
  "patthana2.11:157.1": "Upādānasampayuttaṃ dhammaṃ saṃsaṭṭho upādānasampayutto dhammo uppajjati hetupaccayā—upādānasampayuttaṃ ekaṃ khandhaṃ saṃsaṭṭhā … tīṇi.",
  "patthana2.11:158.1": "Upādānavippayuttaṃ dhammaṃ saṃsaṭṭho upādānavippayutto dhammo uppajjati hetupaccayā. (Paṭiccasadisaṃ, arūpaṃyeva kātabbaṃ.)",
  "patthana2.11:159.1": "Upādānavippayuttaṃ dhammaṃ saṃsaṭṭho upādānasampayutto dhammo uppajjati hetupaccayā. (Paṭiccasadisaṃ, arūpaṃyeva kātabbaṃ.)",
  "patthana2.11:160.1": "Upādānasampayuttañca upādānavippayuttañca dhammaṃ saṃsaṭṭho upādānasampayutto dhammo uppajjati hetupaccayā. (Paṭiccasadisaṃ, arūpaṃyeva kātabbaṃ.)",
  "patthana2.11:161.1": "Hetuyā cha, ārammaṇe cha, adhipatiyā cha (sabbattha cha), vipāke ekaṃ …pe… avigate cha.",
  "patthana2.11:162.1": "Anulomaṃ.",
  "patthana2.11:163.1": "Upādānavippayuttaṃ dhammaṃ saṃsaṭṭho upādānavippayutto dhammo uppajjati nahetupaccayā. (Saṃkhittaṃ.)",
  "patthana2.11:164.1": "Nahetuyā ekaṃ, naadhipatiyā cha, napurejāte cha, napacchājāte cha, naāsevane cha, nakamme cattāri, navipāke cha, najhāne ekaṃ, namagge ekaṃ, navippayutte cha.",
  "patthana2.11:165.1": "Paccanīyaṃ.",
  "patthana2.11:166.0": "2.11.3.6. Sampayuttavāra",
  "patthana2.11:166.1": "Evaṃ itare dve gaṇanāpi sampayuttavāropi kātabbo.",
  "patthana2.11:167.0.1": "2.11.3.7. Pañhāvāra",
  "patthana2.11:167.0.2": "2.11.3.7.1. Paccayānuloma",
  "patthana2.11:167.0.3": "Vibhaṅgavāra",
  "patthana2.11:167.0.4": "Hetu",
  "patthana2.11:167.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa hetupaccayena paccayo— upādānasampayuttā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (1)",
  "patthana2.11:168.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa hetupaccayena paccayo— upādānasampayuttā hetū cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā hetū diṭṭhigatavippayuttalobhassa cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (Mūlaṃ kātabbaṃ.) Upādānasampayuttā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā hetū sampayuttakānaṃ khandhānaṃ lobhassa ca cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.11:169.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa hetupaccayena paccayo— upādānavippayuttā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; diṭṭhigatavippayutto lobho cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (Mūlaṃ kātabbaṃ.) Diṭṭhigatavippayutto lobho sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (Mūlaṃ kātabbaṃ.) Diṭṭhigatavippayutto lobho sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.11:170.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa hetupaccayena paccayo—diṭṭhigatavippayuttalobhasahagato moho ca lobho ca sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (Mūlaṃ kātabbaṃ.) Diṭṭhigatavippayuttalobhasahagato moho ca lobho ca cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo. (2)",
  "patthana2.11:171.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa ca upādānavippayuttassa ca dhammassa hetupaccayena paccayo—diṭṭhigatavippayuttalobhasahagato moho ca lobho ca sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.11:172.0": "Ārammaṇa",
  "patthana2.11:172.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo—upādānasampayutte khandhe ārabbha upādānasampayuttā khandhā uppajjanti. (Mūlaṃ kātabbaṃ.) Upādānasampayutte khandhe ārabbha upādānavippayuttā khandhā ca lobho ca uppajjanti. (Mūlaṃ kātabbaṃ.) Upādānasampayutte khandhe ārabbha diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. (3)",
  "patthana2.11:173.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ paccavekkhati, assādeti abhinandati, taṃ ārabbha diṭṭhigatavippayutto rāgo …pe… vicikicchā …pe… uddhaccaṃ uppajjati, jhāne parihīne vippaṭisārissa domanassaṃ uppajjati. Ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, phalaṃ …pe… nibbānaṃ paccavekkhanti. Nibbānaṃ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo. Ariyā upādānavippayutte pahīne kilese …pe… vikkhambhite kilese …pe… pubbe samudāciṇṇe kilese …pe… cakkhuṃ …pe… vatthuṃ upādānavippayutte khandhe ca lobhañca aniccato …pe… vipassati, assādeti abhinandati, taṃ ārabbha diṭṭhigatavippayutto rāgo …pe… vicikicchā …pe… uddhaccaṃ …pe… domanassaṃ uppajjati …pe… (sabbaṃ paripuṇṇaṃ), dibbena cakkhunā … (yāva kāyaviññāṇaṃ), upādānavippayuttā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana2.11:174.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… jhānaṃ …pe… cakkhuṃ …pe… vatthuṃ upādānavippayutte khandhe ca lobhañca assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi uppajjati. (2)",
  "patthana2.11:175.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa ārammaṇapaccayena paccayo—cakkhuṃ …pe… vatthuṃ upādānavippayutte khandhe ca lobhañca ārabbha diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. (3)",
  "patthana2.11:176.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo—diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca ārabbha upādānasampayuttā khandhā uppajjanti. (Mūlaṃ kātabbaṃ.) Diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca ārabbha upādānavippayuttā khandhā ca lobho ca uppajjanti. (Mūlaṃ kātabbaṃ.) Diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca ārabbha diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. (3)",
  "patthana2.11:177.0": "Adhipati",
  "patthana2.11:177.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—upādānasampayutte khandhe garuṃ katvā upādānasampayuttā khandhā uppajjanti. **Sahajātādhipati**—upādānasampayuttādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (Mūlaṃ kātabbaṃ.) Ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—upādānasampayutte khandhe garuṃ katvā diṭṭhigatavippayutto lobho uppajjati. **Sahajātādhipati**—upādānasampayuttādhipati cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo; diṭṭhigatavippayuttalobhasahagatādhipati lobhassa ca cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (Mūlaṃ kātabbaṃ.) Ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—upādānasampayutte khandhe garuṃ katvā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. **Sahajātādhipati**—upādānasampayuttādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo; diṭṭhigatavippayuttalobhasahagatādhipati sampayuttakānaṃ khandhānaṃ lobhassa ca cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.11:178.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… jhānā vuṭṭhahitvā jhānaṃ garuṃ katvā paccavekkhati, assādeti abhinandati, taṃ garuṃ katvā diṭṭhigatavippayutto rāgo uppajjati …pe… ariyā maggā vuṭṭhahitvā …pe… phalassa adhipatipaccayena paccayo; cakkhuṃ …pe… vatthuṃ upādānavippayutte khandhe ca lobhañca garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā diṭṭhigatavippayutto rāgo uppajjati. **Sahajātādhipati**—upādānavippayuttādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.11:179.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṃ …pe… jhānaṃ …pe… cakkhuṃ …pe… vatthuṃ upādānavippayutte khandhe ca lobhañca garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. (2)",
  "patthana2.11:180.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—cakkhuṃ …pe… vatthuṃ upādānavippayutte khandhe ca lobhañca garuṃ katvā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. (3)",
  "patthana2.11:181.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca garuṃ katvā upādānasampayuttā khandhā uppajjanti. (Mūlaṃ kātabbaṃ.) Diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca garuṃ katvā diṭṭhigatavippayutto lobho uppajjati. (Mūlaṃ kātabbaṃ.) Diṭṭhigatavippayuttalobhasahagate khandhe ca lobhañca garuṃ katvā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. (3)",
  "patthana2.11:182.0": "Anantara",
  "patthana2.11:182.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā upādānasampayuttā khandhā pacchimānaṃ pacchimānaṃ upādānasampayuttakānaṃ khandhānaṃ anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā pacchimassa pacchimassa diṭṭhigatavippayuttassa lobhassa anantarapaccayena paccayo; upādānasampayuttā khandhā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā pacchimānaṃ pacchimānaṃ diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ lobhassa ca anantarapaccayena paccayo. (3)",
  "patthana2.11:183.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa anantarapaccayena paccayo—purimo purimo diṭṭhigatavippayutto lobho pacchimassa pacchimassa diṭṭhigatavippayuttassa lobhassa anantarapaccayena paccayo; purimā purimā upādānavippayuttā khandhā pacchimānaṃ pacchimānaṃ upādānavippayuttānaṃ khandhānaṃ anantarapaccayena paccayo; diṭṭhigatavippayutto lobho vuṭṭhānassa anantarapaccayena paccayo; anulomaṃ gotrabhussa …pe… phalasamāpattiyā anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimo purimo diṭṭhigatavippayutto lobho pacchimānaṃ pacchimānaṃ diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ anantarapaccayena paccayo. Āvajjanā upādānasampayuttakānaṃ khandhānaṃ anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimo purimo diṭṭhigatavippayutto lobho pacchimānaṃ pacchimānaṃ diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ lobhassa ca anantarapaccayena paccayo; āvajjanā diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ lobhassa ca anantarapaccayena paccayo. (3)",
  "patthana2.11:184.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca pacchimānaṃ pacchimānaṃ diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca pacchimassa pacchimassa diṭṭhigatavippayuttassa lobhassa anantarapaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca pacchimānaṃ pacchimānaṃ diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ lobhassa ca anantarapaccayena paccayo. (3)",
  "patthana2.11:185.0": "Samanantarādi",
  "patthana2.11:185.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa samanantarapaccayena paccayo … sahajātapaccayena paccayo … (paṭiccasadisaṃ) nava … aññamaññapaccayena paccayo … (paṭiccasadisaṃ) cha … nissayapaccayena paccayo … (paccayavārasadisaṃ) nava.",
  "patthana2.11:186.0": "Upanissaya",
  "patthana2.11:186.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upādānasampayuttā khandhā upādānasampayuttakānaṃ khandhānaṃ upanissayapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Upādānasampayuttā khandhā upādānavippayuttakānaṃ khandhānaṃ lobhassa ca upanissayapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Upādānasampayuttā khandhā diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ lobhassa ca upanissayapaccayena paccayo. (3)",
  "patthana2.11:187.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti, mānaṃ jappeti, sīlaṃ …pe… paññaṃ … upādānavippayuttaṃ rāgaṃ … mānaṃ … patthanaṃ …pe… senāsanaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ saddhāya …pe… paññāya upādānavippayuttassa rāgassa … mānassa … patthanāya … kāyikassa sukhassa …pe… phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana2.11:188.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa upanissayapaccayena paccayo—(tīṇi upanissayā) saddhaṃ upanissāya mānaṃ jappeti, diṭṭhiṃ gaṇhāti, sīlaṃ …pe… paññaṃ … upādānavippayuttaṃ rāgaṃ … mānaṃ … patthanaṃ … senāsanaṃ upanissāya adinnaṃ …pe… musā …pe… pisuṇaṃ …pe… samphaṃ …pe… sandhiṃ …pe… nillopaṃ …pe… ekāgārikaṃ …pe… paripanthe …pe… paradāraṃ …pe… gāmaghātaṃ …pe… nigamaghātaṃ karoti. Saddhā …pe… senāsanaṃ upādānasampayuttassa rāgassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. (2)",
  "patthana2.11:189.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya mānaṃ jappeti, sīlaṃ …pe… paññaṃ … upādānavippayuttaṃ rāgaṃ …pe… senāsanaṃ upanissāya adinnaṃ ādiyati …pe… gāmaghātaṃ karoti … nigamaghātaṃ karoti …. Saddhā …pe… senāsanaṃ diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ lobhassa ca upanissayapaccayena paccayo. (3)",
  "patthana2.11:190.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa upanissayapaccayena paccayo—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca upādānasampayuttakānaṃ khandhānaṃ upanissayapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca upādānavippayuttānaṃ khandhānaṃ lobhassa ca upanissayapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ lobhassa ca upanissayapaccayena paccayo. (3)",
  "patthana2.11:191.0": "Purejāta",
  "patthana2.11:191.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. Rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ …pe…. **Vatthupurejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ …pe… vatthu upādānavippayuttakānaṃ khandhānaṃ lobhassa ca purejātapaccayena paccayo. (1)",
  "patthana2.11:192.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi uppajjati. Vatthupurejātaṃ—vatthu upādānasampayuttakānaṃ khandhānaṃ purejātapaccayena paccayo. (2)",
  "patthana2.11:193.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ ārabbha diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca uppajjanti. **Vatthupurejātaṃ**—vatthu diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ lobhassa ca purejātapaccayena paccayo. (3)",
  "patthana2.11:194.0": "Pacchājātāsevana",
  "patthana2.11:194.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) (1)",
  "patthana2.11:195.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) (1)",
  "patthana2.11:196.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānavippayuttassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) (1) … Āsevanapaccayena paccayo.",
  "patthana2.11:197.0": "Kamma-vipāka",
  "patthana2.11:197.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa kammapaccayena paccayo—upādānasampayuttā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. (1)",
  "patthana2.11:198.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—upādānasampayuttā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā cetanā lobhassa cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—upādānasampayuttā cetanā vipākānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (2)",
  "patthana2.11:199.1": "Upādānasampayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa kammapaccayena paccayo—upādānasampayuttā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; diṭṭhigatavippayuttalobhasahagatā cetanā sampayuttakānaṃ khandhānaṃ lobhassa ca cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana2.11:200.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—upādānavippayuttā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—upādānavippayuttā cetanā vipākānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana2.11:201.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa vipākapaccayena paccayo—vipāko upādānavippayutto eko …pe… ekaṃ.",
  "patthana2.11:202.0": "Āhārādi",
  "patthana2.11:202.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo (imesu catūsupi yathā kammapaccaye diṭṭhigatavippayutto lobho dassito evaṃ dassetabbo. Cattāri cattāri pañhā) … sampayuttapaccayena paccayo … cha.",
  "patthana2.11:203.0": "Vippayutta",
  "patthana2.11:203.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.11:204.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.11:205.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu upādānasampayuttakānaṃ khandhānaṃ vippayuttapaccayena paccayo. (2)",
  "patthana2.11:206.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu diṭṭhigatavippayuttalobhasahagatānaṃ khandhānaṃ lobhassa ca vippayuttapaccayena paccayo. (3)",
  "patthana2.11:207.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānavippayuttassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. **Pacchājātā**…pe….",
  "patthana2.11:208.0": "Atthyādi",
  "patthana2.11:208.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa atthipaccayena paccayo … ekaṃ. (Paṭiccasadisaṃ.) (1)",
  "patthana2.11:209.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (2)",
  "patthana2.11:210.1": "Upādānasampayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa atthipaccayena paccayo. (Paṭiccasadisaṃ.) (3)",
  "patthana2.11:211.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.11:212.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. (Saṃkhittaṃ.) (2)",
  "patthana2.11:213.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. (Imesu sahajātaṃ sahajātasadisaṃ, purejātaṃ purejātasadisaṃ.) (3)",
  "patthana2.11:214.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—upādānasampayutto eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—diṭṭhigatavippayuttalobhasahagato eko khandho ca lobho ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe…. (1)",
  "patthana2.11:215.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānavippayuttassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajātā**—upādānasampayuttā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Sahajātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Sahajātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca vatthu ca lobhassa atthipaccayena paccayo. **Pacchājātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—diṭṭhigatavippayuttalobhasahagatā khandhā ca lobho ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (2)",
  "patthana2.11:216.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa ca upādānavippayuttassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—diṭṭhigatavippayuttalobhasahagato eko khandho ca lobho ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—diṭṭhigatavippayuttalobhasahagato eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ lobhassa ca atthipaccayena paccayo …pe… dve khandhā ca …pe…. (3)",
  "patthana2.11:217.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo.",
  "patthana2.11:218.0.1": "Saṅkhyāvāra",
  "patthana2.11:218.0.2": "Suddha",
  "patthana2.11:218.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe cha, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke ekaṃ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava.",
  "patthana2.11:219.0": "Paccanīyuddhāra",
  "patthana2.11:219.1": "Upādānasampayutto dhammo upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.11:220.1": "Upādānasampayutto dhammo upādānavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. (2)",
  "patthana2.11:221.1": "Upādānasampayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.11:222.1": "Upādānavippayutto dhammo upādānavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana2.11:223.1": "Upādānavippayutto dhammo upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (2)",
  "patthana2.11:224.1": "Upādānavippayutto dhammo upādānasampayuttassa ca upādānavippayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (3)",
  "patthana2.11:225.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.11:226.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānavippayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana2.11:227.1": "Upādānasampayutto ca upādānavippayutto ca dhammā upādānasampayuttassa ca upādānavippayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.11:228.0.1": "2.11.3.7.2. Paccayapaccanīya",
  "patthana2.11:228.0.2": "Saṅkhyāvāra",
  "patthana2.11:228.0.3": "Suddha",
  "patthana2.11:228.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava (sabbattha nava), noavigate nava.",
  "patthana2.11:229.0": "2.11.3.7.3. Paccayānulomapaccanīya",
  "patthana2.11:229.1": "Hetupaccayā naārammaṇe nava, naadhipatiyā nava, naanantare nava, nasamanantare nava, naaññamaññe tīṇi, naupanissaye nava (sabbattha nava), nasampayutte tīṇi, navippayutte cha, nonatthiyā nava, novigate nava.",
  "patthana2.11:230.0": "2.11.3.7.4. Paccayapaccanīyānuloma",
  "patthana2.11:230.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā) …pe… avigate nava.",
  "patthana2.11:231.1": "Upādānasampayuttadukaṃ niṭṭhitaṃ.",
  "patthana2.11:232.0.1": "2.11.4. Upādānaupādāniyaduka",
  "patthana2.11:232.0.2": "2.11.4.1. Paṭiccavāra",
  "patthana2.11:232.0.3": "2.11.4.1.1-4. Paccayānulomādi",
  "patthana2.11:232.0.4": "Vibhaṅgavāra",
  "patthana2.11:232.0.5": "Hetu",
  "patthana2.11:232.1": "Upādānañceva upādāniyañca dhammaṃ paṭicca upādāno ceva upādāniyo ca dhammo uppajjati hetupaccayā—diṭṭhupādānaṃ paṭicca kāmupādānaṃ, kāmupādānaṃ paṭicca diṭṭhupādānaṃ. (Cakkaṃ.) (1)",
  "patthana2.11:233.1": "Upādānañceva upādāniyañca dhammaṃ paṭicca upādāniyo ceva no ca upādāno dhammo uppajjati hetupaccayā—upādāne paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ. (1)",
  "patthana2.11:234.1": "Upādānañceva upādāniyañca dhammaṃ paṭicca upādāno ceva upādāniyo ca upādāniyo ceva no ca upādāno ca dhammā uppajjanti hetupaccayā—diṭṭhupādānaṃ paṭicca kāmupādānaṃ sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṃ. (Cakkaṃ.) (3)",
  "patthana2.11:235.1": "Upādāniyañceva no ca upādānaṃ dhammaṃ paṭicca upādāniyo ceva no ca upādāno dhammo uppajjati hetupaccayā—upādāniyañceva no ca upādānaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (Yāva ajjhattikā mahābhūtā.) (1)",
  "patthana2.11:236.1": "Upādāniyañceva no ca upādānaṃ dhammaṃ paṭicca upādāno ceva upādāniyo ca dhammo uppajjati hetupaccayā—upādāniye ceva no ca upādāne khandhe paṭicca upādānā. (2)",
  "patthana2.11:237.1": "Upādāniyañceva no ca upādānaṃ dhammaṃ paṭicca upādāno ceva upādāniyo ca upādāniyo ceva no ca upādāno ca dhammā uppajjanti hetupaccayā—upādāniyañceva no ca upādānaṃ ekaṃ khandhaṃ paṭicca tayo khandhā upādānā ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana2.11:238.1": "Upādānañceva upādāniyañca upādāniyañceva no ca upādānañca dhammaṃ paṭicca upādāno ceva upādāniyo ca dhammo uppajjati hetupaccayā—diṭṭhupādānañca sampayuttake ca khandhe paṭicca kāmupādānaṃ. (Cakkaṃ.) (1)",
  "patthana2.11:239.1": "Upādānañceva upādāniyañca upādāniyañceva no ca upādānañca dhammaṃ paṭicca upādāniyo ceva no ca upādāno dhammo uppajjati hetupaccayā—upādāniyañceva no ca upādānaṃ ekaṃ khandhañca upādāne ca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe… upādāne ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.11:240.1": "Upādānañceva upādāniyañca upādāniyañceva no ca upādānañca dhammaṃ paṭicca upādāno ceva upādāniyo ca upādāniyo ceva no ca upādāno ca dhammā uppajjanti hetupaccayā—upādāniyañceva no ca upādānaṃ ekaṃ khandhañca diṭṭhupādānañca paṭicca tayo khandhā kāmupādānañca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe…. (Cakkaṃ.) (3)",
  "patthana2.11:241.0": "2.11.4.2–6. Sahajāta-paccaya-nissaya-saṃsaṭṭha-sampayuttavāra",
  "patthana2.11:241.1": "(Yathā upādānadukaṃ evaṃ paṭiccavāropi sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi kātabbā, ninnānākaraṇā, āmasanaṃ nānākaraṇaṃ.)",
  "patthana2.11:242.0.1": "2.11.4.7. Pañhāvāra",
  "patthana2.11:242.0.2": "2.11.4.7.1-4. Paccayānulomādi",
  "patthana2.11:242.0.3": "Vibhaṅgavāra",
  "patthana2.11:242.0.4": "Hetu",
  "patthana2.11:242.1": "Upādāno ceva upādāniyo ca dhammo upādānassa ceva upādāniyassa ca dhammassa hetupaccayena paccayo—upādānā ceva upādāniyā ca hetū sampayuttakānaṃ upādānānaṃ hetupaccayena paccayo. (1)",
  "patthana2.11:243.1": "Upādāno ceva upādāniyo ca dhammo upādāniyassa ceva no ca upādānassa dhammassa hetupaccayena paccayo—upādānā ceva upādāniyā ca hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (Upādānadukasadisā ninnānā, nava pañhā.)",
  "patthana2.11:244.0": "Ārammaṇa",
  "patthana2.11:244.1": "Upādāno ceva upādāniyo ca dhammo upādānassa ceva upādāniyassa ca dhammassa ārammaṇapaccayena paccayo—upādāne ārabbha upādānā uppajjanti … tīṇi.",
  "patthana2.11:245.1": "Upādāniyo ceva no ca upādāno dhammo upādāniyassa ceva no ca upādānassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… jhānā vuṭṭhahitvā jhānaṃ paccavekkhati, assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uddhaccaṃ domanassaṃ uppajjati; ariyā gotrabhuṃ paccavekkhanti, vodānaṃ paccavekkhanti, pahīne kilese …pe… vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… cakkhuṃ …pe… vatthuṃ …pe… (saṃkhittaṃ) anāgataṃsañāṇassa āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana2.11:246.1": "Upādāniyo ceva no ca upādāno dhammo upādānassa ceva upādāniyassa ca dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ, itare dve upādānadukasadisā.) (3)",
  "patthana2.11:247.1": "Upādāno ceva upādāniyo ca upādāniyo ceva no ca upādāno ca dhammā upādānassa ceva upādāniyassa ca dhammassa ārammaṇapaccayena paccayo … tīṇi. (Heṭṭhā adhipati tīṇi, upādānadukasadisā.)",
  "patthana2.11:248.0": "Adhipati",
  "patthana2.11:248.1": "Upādāniyo ceva no ca upādāno dhammo upādāniyassa ceva no ca upādānassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… jhānā vuṭṭhahitvā jhānaṃ garuṃ katvā paccavekkhati, assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati; sekkhā gotrabhuṃ garuṃ katvā …pe… vodānaṃ …pe… cakkhuṃ …pe… vatthuṃ upādāniye ceva no ca upādāne khandhe garuṃ katvā upādāniyā ceva no ca upādānā khandhā uppajjanti. **Sahajātādhipati**—upādāniyā ceva no ca upādānādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (Avasesā dvepi ārammaṇādhipati sahajātādhipatipi upādānadukasadisā.) (3)",
  "patthana2.11:249.1": "(Ghaṭanā adhipati tīṇi, upādānadukasadisā. Sabbe paccayā upādānadukasadisā. Upādāniye lokuttaraṃ natthi, paccanīyampi itare dve gaṇanāpi upādānadukasadisaṃ.)",
  "patthana2.11:250.1": "Upādānaupādāniyadukaṃ niṭṭhitaṃ.",
  "patthana2.11:251.0.1": "2.11.5. Upādānaupādānasampayuttaduka",
  "patthana2.11:251.0.2": "2.11.5.1. Paṭiccavāra",
  "patthana2.11:251.0.3": "2.11.5.1.1-4. Paccayānulomādi",
  "patthana2.11:251.0.4": "Vibhaṅgavāra",
  "patthana2.11:251.0.5": "Hetu",
  "patthana2.11:251.1": "Upādānañceva upādānasampayuttañca dhammaṃ paṭicca upādāno ceva upādānasampayutto ca dhammo uppajjati hetupaccayā—diṭṭhupādānaṃ paṭicca kāmupādānaṃ. (Cakkaṃ kātabbaṃ.) (1)",
  "patthana2.11:252.1": "Upādānañceva upādānasampayuttañca dhammaṃ paṭicca upādānasampayutto ceva no ca upādāno dhammo uppajjati hetupaccayā—upādāne paṭicca sampayuttakā khandhā. (2)",
  "patthana2.11:253.1": "Upādānañceva upādānasampayuttañca dhammaṃ paṭicca upādāno ceva upādānasampayutto ca upādānasampayutto ceva no ca upādāno ca dhammā uppajjanti hetupaccayā—diṭṭhupādānaṃ paṭicca kāmupādānaṃ sampayuttakā ca khandhā. (Cakkaṃ.) (3)",
  "patthana2.11:254.0": "2.11.5.2–6. Sahajāta-paccaya-nissaya-saṃsaṭṭha-sampayuttavāra",
  "patthana2.11:254.1": "Upādānasampayuttañceva no ca upādānaṃ dhammaṃ paṭicca …pe…. (Saṃkhittaṃ. Āmasanaṃ nānākaraṇaṃ upādānadukasadisaṃ nava pañhā. Rūpaṃ natthi. Evaṃ sabbepi vārā vitthāretabbā. Arūpaṃyeva.)",
  "patthana2.11:255.0.1": "2.11.5.7. Pañhāvāra",
  "patthana2.11:255.0.2": "2.11.5.7.1. Paccayānuloma",
  "patthana2.11:255.0.3": "Vibhaṅgavāra",
  "patthana2.11:255.0.4": "Hetu",
  "patthana2.11:255.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa hetupaccayena paccayo—upādānā ceva upādānasampayuttā ca hetū sampayuttakānaṃ upādānānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Upādānā ceva upādānasampayuttā ca hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Upādānā ceva upādānasampayuttā ca hetū sampayuttakānaṃ khandhānaṃ upādānānañca hetupaccayena paccayo. (3)",
  "patthana2.11:256.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa hetupaccayena paccayo—upādānasampayuttā ceva no ca upādānā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Upādānasampayuttā ceva no ca upādānā hetū sampayuttakānaṃ upādānānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Upādānasampayuttā ceva no ca upādānā hetū sampayuttakānaṃ khandhānaṃ upādānānañca hetupaccayena paccayo. (3)",
  "patthana2.11:257.1": "Upādāno ceva upādānasampayutto ca upādānasampayutto ceva no ca upādāno ca dhammā upādānassa ceva upādānasampayuttassa ca dhammassa hetupaccayena paccayo—upādānā ceva upādānasampayuttā ca upādānasampayuttā ceva no ca upādānā ca hetū sampayuttakānaṃ upādānānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Upādānā ceva upādānasampayuttā ca upādānasampayuttā ceva no ca upādānā ca hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Upādānā ceva upādānasampayuttā ca upādānasampayuttā ceva no ca upādānā ca hetū sampayuttakānaṃ khandhānaṃ upādānānañca hetupaccayena paccayo. (3)",
  "patthana2.11:258.0": "Ārammaṇa",
  "patthana2.11:258.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa ārammaṇapaccayena paccayo—upādāne ārabbha upādānā uppajjanti. (Mūlaṃ pucchitabbaṃ.) Upādāne ārabbha upādānasampayuttā ceva no ca upādānā khandhā uppajjanti. (Mūlaṃ pucchitabbaṃ.) Upādāne ārabbha upādānā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.11:259.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa ārammaṇapaccayena paccayo—upādānasampayutte ceva no ca upādāne khandhe ārabbha upādānasampayuttā ceva no ca upādānā khandhā uppajjanti. (Tīṇipi kātabbā, ghaṭane tīṇipi kātabbā.)",
  "patthana2.11:260.0": "Adhipati",
  "patthana2.11:260.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa adhipatipaccayena paccayo … tīṇi. (3)",
  "patthana2.11:261.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. (Tīṇipi, tīsupi dvepi adhipati kātabbā, ghaṭanādhipatipi tīṇi.)",
  "patthana2.11:262.0": "Anantara",
  "patthana2.11:262.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa anantarapaccayena paccayo—purimā purimā upādānā ceva upādānasampayuttā ca khandhā pacchimānaṃ pacchimānaṃ upādānānaṃ anantarapaccayena paccayo. (Evaṃ navapi pañhā kātabbā, āvajjanāpi vuṭṭhānampi natthi.)",
  "patthana2.11:263.0": "Samanantarādi",
  "patthana2.11:263.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa samanantarapaccayena paccayo … nava … sahajātapaccayena paccayo … nava … aññamaññapaccayena paccayo … nava … nissayapaccayena paccayo … nava.",
  "patthana2.11:264.0": "Upanissaya",
  "patthana2.11:264.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa upanissayapaccayena paccayo …pe… tīṇi.",
  "patthana2.11:265.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upādānasampayuttā ceva no ca upādānā khandhā upādānasampayuttakānañceva no ca upādānānaṃ khandhānaṃ upanissayapaccayena paccayo (tīṇi ghaṭanupanissayepi tīṇi) … āsevanapaccayena paccayo … nava.",
  "patthana2.11:266.0": "Kammādi",
  "patthana2.11:266.1": "Upādānasampayutto ceva no ca upādāno dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa kammapaccayena paccayo … tīṇi … āhārapaccayena paccayo … tīṇi … indriyapaccayena paccayo … tīṇi … jhānapaccayena paccayo … tīṇi … maggapaccayena paccayo … nava … sampayuttapaccayena paccayo … nava … atthipaccayena paccayo … nava … natthipaccayena paccayo … nava … vigatapaccayena paccayo … nava … avigatapaccayena paccayo … nava.",
  "patthana2.11:267.0.1": "Saṅkhyāvāra",
  "patthana2.11:267.0.2": "Suddha",
  "patthana2.11:267.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava.",
  "patthana2.11:268.0": "Paccanīyuddhāra",
  "patthana2.11:268.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.11:269.1": "Upādāno ceva upādānasampayutto ca dhammo upādānasampayuttassa ceva no ca upādānassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (2)",
  "patthana2.11:270.1": "Upādāno ceva upādānasampayutto ca dhammo upādānassa ceva upādānasampayuttassa ca upādānasampayuttassa ceva no ca upādānassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Evaṃ navapi kātabbā, ekekassa mūle tīṇi tīṇi pañhā.)",
  "patthana2.11:271.0.1": "2.11.5.7.2. Paccayapaccanīya",
  "patthana2.11:271.0.2": "Saṅkhyāvāra",
  "patthana2.11:271.0.3": "Suddha",
  "patthana2.11:271.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava (sabbattha nava), noavigate nava.",
  "patthana2.11:272.0": "2.11.5.7.3. Paccayānulomapaccanīya",
  "patthana2.11:272.1": "Hetupaccayā naārammaṇe nava, naadhipatiyā nava, naanantare nava, nasamanantare nava, naupanissaye nava (sabbattha nava), namagge nava, nasampayutte nava, nonatthiyā nava, novigate nava.",
  "patthana2.11:273.0": "2.11.5.7.4. Paccayapaccanīyānuloma",
  "patthana2.11:273.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava …pe…. (Anulomamātikā kātabbā.)",
  "patthana2.11:274.1": "Upādānaupādānasampayuttadukaṃ niṭṭhitaṃ.",
  "patthana2.11:275.0.1": "2.11.6. Upādānavippayuttaupādāniyaduka",
  "patthana2.11:275.0.2": "2.11.6.1-7. Paṭiccavāra",
  "patthana2.11:275.0.3": "2.11.6.1-7.1-4. Paccayānulomādi",
  "patthana2.11:275.0.4": "Hetu",
  "patthana2.11:275.1": "Upādānavippayuttaṃ upādāniyaṃ dhammaṃ paṭicca upādānavippayutto upādāniyo dhammo uppajjati hetupaccayā—upādānavippayuttaṃ upādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… ekaṃ mahābhūtaṃ …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ kaṭattārūpaṃ upādārūpaṃ. (1)",
  "patthana2.11:276.1": "Upādānavippayuttaṃ anupādāniyaṃ dhammaṃ paṭicca upādānavippayutto anupādāniyo dhammo uppajjati hetupaccayā—upādānavippayuttaṃ anupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.11:277.1": "Upādānavippayuttaṃ anupādāniyaṃ dhammaṃ paṭicca upādānavippayutto upādāniyo dhammo uppajjati hetupaccayā—upādānavippayutte anupādāniye khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.11:278.1": "Upādānavippayuttaṃ anupādāniyaṃ dhammaṃ paṭicca upādānavippayutto upādāniyo ca upādānavippayutto anupādāniyo ca dhammā uppajjanti hetupaccayā— upādānavippayuttaṃ anupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana2.11:279.1": "Upādānavippayuttaṃ upādāniyañca upādānavippayuttaṃ anupādāniyañca dhammaṃ paṭicca upādānavippayutto upādāniyo dhammo uppajjati hetupaccayā— upādānavippayutte anupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana2.11:280.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca.",
  "patthana2.11:281.1": "Imaṃ dukaṃ cūḷantaraduke lokiyadukasadisaṃ, ninnānākaraṇaṃ.",
  "patthana2.11:281.2": "Upādānavippayuttaupādāniyadukaṃ niṭṭhitaṃ.",
  "patthana2.11:282.1": "Upādānagocchakaṃ niṭṭhitaṃ."
}