{
  "patthana2.12:0.1": "Paṭṭhānapakaraṇa",
  "patthana2.12:0.2": "Dhammānuloma (1), Dukapaṭṭhānapāḷi (2)",
  "patthana2.12:0.3": "2.12. Kilesagocchaka",
  "patthana2.12:1.0.1": "Vibhaṅgavāra",
  "patthana2.12:1.0.2": "Hetu",
  "patthana2.12:1.1": "Kilesaṃ dhammaṃ paṭicca kileso dhammo uppajjati hetupaccayā—lobhaṃ paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho diṭṭhi uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho māno thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho māno uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho uddhaccaṃ ahirikaṃ anottappaṃ; dosaṃ paṭicca moho thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ, dosaṃ paṭicca moho uddhaccaṃ ahirikaṃ anottappaṃ; vicikicchaṃ paṭicca moho uddhaccaṃ ahirikaṃ anottappaṃ; uddhaccaṃ paṭicca moho ahirikaṃ anottappaṃ. (1)",
  "patthana2.12:2.1": "Kilesaṃ dhammaṃ paṭicca nokileso dhammo uppajjati hetupaccayā—kilesaṃ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ. (2)",
  "patthana2.12:3.1": "Kilesaṃ dhammaṃ paṭicca kileso ca nokileso ca dhammā uppajjanti hetupaccayā— lobhaṃ paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṃ. (Cakkaṃ.) (3)",
  "patthana2.12:4.1": "Nokilesaṃ dhammaṃ paṭicca nokileso dhammo uppajjati hetupaccayā—nokilesaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā, ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana2.12:5.1": "Nokilesaṃ dhammaṃ paṭicca kileso dhammo uppajjati hetupaccayā—nokilese khandhe paṭicca kilesā. (2)",
  "patthana2.12:6.1": "Nokilesaṃ dhammaṃ paṭicca kileso ca nokileso ca dhammā uppajjanti hetupaccayā— nokilesaṃ ekaṃ khandhaṃ paṭicca tayo khandhā kilesā ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana2.12:7.1": "Kilesañca nokilesañca dhammaṃ paṭicca kileso dhammo uppajjati hetupaccayā— lobhañca sampayuttake ca khandhe paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ. (Cakkaṃ.) (1)",
  "patthana2.12:8.1": "Kilesañca nokilesañca dhammaṃ paṭicca nokileso dhammo uppajjati hetupaccayā— nokilesaṃ ekaṃ khandhañca kilese ca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe… kilese ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.12:9.1": "Kilesañca nokilesañca dhammaṃ paṭicca kileso ca nokileso ca dhammā uppajjanti hetupaccayā—nokilesaṃ ekaṃ khandhañca lobhañca paṭicca tayo khandhā moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe…. (Cakkaṃ, saṃkhittaṃ.) (3)",
  "patthana2.12:10.0": "Suddha",
  "patthana2.12:10.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava (sabbattha nava), vipāke ekaṃ …pe… avigate nava.",
  "patthana2.12:11.0": "Nahetu",
  "patthana2.12:11.1": "Kilesaṃ dhammaṃ paṭicca kileso dhammo uppajjati nahetupaccayā—vicikicchaṃ paṭicca moho, uddhaccaṃ paṭicca moho. (1)",
  "patthana2.12:12.1": "Nokilesaṃ dhammaṃ paṭicca nokileso dhammo uppajjati nahetupaccayā—ahetukaṃ nokilesaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) (1)",
  "patthana2.12:13.1": "Nokilesaṃ dhammaṃ paṭicca kileso dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.12:14.1": "Kilesañca nokilesañca dhammaṃ paṭicca kileso dhammo uppajjati nahetupaccayā— vicikicchāsahagate khandhe ca vicikicchañca paṭicca vicikicchāsahagato moho, uddhaccasahagate khandhe ca uddhaccañca paṭicca uddhaccasahagato moho. (1)",
  "patthana2.12:15.0": "Naārammaṇādi",
  "patthana2.12:15.1": "Kilesaṃ dhammaṃ paṭicca nokileso dhammo uppajjati naārammaṇapaccayā—kilese paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana2.12:16.1": "Nokilesaṃ dhammaṃ paṭicca nokileso dhammo uppajjati naārammaṇapaccayā— nokilese khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ; paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu. (Yāva asaññasattā.) (1)",
  "patthana2.12:17.1": "Kilesañca nokilesañca dhammaṃ paṭicca nokileso dhammo uppajjati naārammaṇapaccayā—kilese ca sampayuttake ca khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, kilese ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana2.12:18.1": "Naadhipatipaccayā … naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā.",
  "patthana2.12:19.0": "Napurejātādi",
  "patthana2.12:19.1": "Kilesaṃ dhammaṃ paṭicca kileso dhammo uppajjati napurejātapaccayā—arūpe lobhaṃ paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho diṭṭhi uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho māno thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho māno uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ, lobhaṃ paṭicca moho uddhaccaṃ ahirikaṃ anottappaṃ; vicikicchaṃ paṭicca moho uddhaccaṃ ahirikaṃ anottappaṃ; uddhaccaṃ paṭicca moho ahirikaṃ anottappaṃ. (Arūpe dosamūlakaṃ natthi.) (1)",
  "patthana2.12:20.1": "Kilesaṃ dhammaṃ paṭicca nokileso dhammo uppajjati napurejātapaccayā—arūpe kilese paṭicca sampayuttakā khandhā, kilese paṭicca cittasamuṭṭhānaṃ rūpaṃ (evaṃ navapi pañhā kātabbā), napacchājātapaccayā, naāsevanapaccayā.",
  "patthana2.12:21.0": "Nakamma",
  "patthana2.12:21.1": "Kilesaṃ dhammaṃ paṭicca nokileso dhammo uppajjati nakammapaccayā—kilese paṭicca sampayuttakā cetanā. (1)",
  "patthana2.12:22.1": "Nokilesaṃ dhammaṃ paṭicca nokileso dhammo uppajjati nakammapaccayā—nokilese khandhe paṭicca sampayuttakā cetanā; bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ …pe…. (1)",
  "patthana2.12:23.1": "Kilesañca nokilesañca dhammaṃ paṭicca nokileso dhammo uppajjati nakammapaccayā—kilese ca sampayuttake ca khandhe paṭicca sampayuttakā cetanā. (1) (Evaṃ sabbe paccayā kātabbā.)",
  "patthana2.12:24.0": "Suddha",
  "patthana2.12:24.1": "Nahetuyā cattāri, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte nava, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.12:25.0": "2.12.1.2. Sahajātavāra",
  "patthana2.12:25.1": "Evaṃ itare dve gaṇanāpi sahajātavāropi kātabbo.",
  "patthana2.12:26.0": "Hetu",
  "patthana2.12:26.1": "Kilesaṃ dhammaṃ paccayā kileso dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccasadisā.)",
  "patthana2.12:27.1": "Nokilesaṃ dhammaṃ paccayā nokileso dhammo uppajjati hetupaccayā—nokilesaṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… (yāva ajjhattikā mahābhūtā) vatthuṃ paccayā nokilesā khandhā. (1)",
  "patthana2.12:28.1": "Nokilesaṃ dhammaṃ paccayā kileso dhammo uppajjati hetupaccayā—nokilese khandhe paccayā kilesā, vatthuṃ paccayā kilesā. (2)",
  "patthana2.12:29.1": "Nokilesaṃ dhammaṃ paccayā kileso ca nokileso ca dhammā uppajjanti hetupaccayā— nokilesaṃ ekaṃ khandhaṃ paccayā tayo khandhā kilesā ca cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… vatthuṃ paccayā kilesā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ, vatthuṃ paccayā kilesā ca sampayuttakā ca khandhā. (3)",
  "patthana2.12:30.1": "Kilesañca nokilesañca dhammaṃ paccayā kileso dhammo uppajjati hetupaccayā— lobhañca sampayuttake ca khandhe paccayā moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ (cakkaṃ). Lobhañca vatthuñca paccayā kilesā. (1)",
  "patthana2.12:31.1": "Kilesañca nokilesañca dhammaṃ paccayā nokileso dhammo uppajjati hetupaccayā— nokilesaṃ ekaṃ khandhañca kilesañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe… kilese ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ, kilese ca vatthuñca paccayā nokilesā khandhā. (2)",
  "patthana2.12:32.1": "Kilesañca nokilesañca dhammaṃ paccayā kileso ca nokileso ca dhammā uppajjanti hetupaccayā—nokilesaṃ ekaṃ khandhañca lobhañca paccayā tayo khandhā moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe ca …pe… (cakkaṃ). Lobhañca vatthuñca paccayā moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ sampayuttakā ca khandhā. (Cakkaṃ.) (3)",
  "patthana2.12:33.1": "(Ārammaṇapaccaye nokilesamūle pañca viññāṇā kātabbā.)",
  "patthana2.12:34.0": "Suddha",
  "patthana2.12:34.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (sabbattha nava), vipāke ekaṃ …pe… avigate nava.",
  "patthana2.12:35.0": "Nahetu",
  "patthana2.12:35.1": "Kilesaṃ dhammaṃ paccayā kileso dhammo uppajjati nahetupaccayā—vicikicchaṃ paccayā vicikicchāsahagato moho, uddhaccaṃ paccayā uddhaccasahagato moho. (1)",
  "patthana2.12:36.1": "Nokilesaṃ dhammaṃ paccayā nokileso dhammo uppajjati nahetupaccayā (yāva asaññasattā)—cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ …pe… vatthuṃ paccayā ahetukā nokilesā khandhā. (1)",
  "patthana2.12:37.1": "Nokilesaṃ dhammaṃ paccayā kileso dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.12:38.1": "Kilesañca nokilesañca dhammaṃ paccayā kileso dhammo uppajjati nahetupaccayā— vicikicchañca sampayuttake ca khandhe vatthuñca paccayā vicikicchāsahagato moho, uddhaccañca sampayuttake ca khandhe vatthuñca paccayā uddhaccasahagato moho. (Saṃkhittaṃ.) (1)",
  "patthana2.12:39.0": "Suddha",
  "patthana2.12:39.1": "Nahetuyā cattāri, naārammaṇe tīṇi, naadhipatiyā nava …pe… nakamme tīṇi, navipāke nava, naāhāre ekaṃ …pe… novigate tīṇi.",
  "patthana2.12:40.0": "2.12.1.4. Nissayavāra",
  "patthana2.12:40.1": "Evaṃ itare dve gaṇanāpi nissayavāropi kātabbo.",
  "patthana2.12:41.0": "2.12.1.5.1–4 Paccayānulomādi",
  "patthana2.12:41.1": "Kilesaṃ dhammaṃ saṃsaṭṭho kileso dhammo uppajjati hetupaccayā—lobhaṃ saṃsaṭṭho moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ. (Cakkaṃ. Evaṃ nava pañhā kātabbā.)",
  "patthana2.12:42.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), vipāke ekaṃ …pe… avigate nava.",
  "patthana2.12:43.1": "Anulomaṃ.",
  "patthana2.12:44.1": "Kilesaṃ dhammaṃ saṃsaṭṭho kileso dhammo uppajjati nahetupaccayā (evaṃ nahetupañhā cattāri kātabbā.)",
  "patthana2.12:45.1": "Nahetuyā cattāri, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, najhāne ekaṃ, namagge ekaṃ, navippayutte nava.",
  "patthana2.12:46.1": "Paccanīyaṃ.",
  "patthana2.12:47.0": "2.12.1.6. Sampayuttavāra",
  "patthana2.12:47.1": "Evaṃ itare dve gaṇanāpi sampayuttavāropi kātabbo.",
  "patthana2.12:48.0": "Hetu",
  "patthana2.12:48.1": "Kileso dhammo kilesassa dhammassa hetupaccayena paccayo—kilesā hetū sampayuttakānaṃ kilesānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Kilesā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (Mūlaṃ pucchitabbaṃ.) Kilesā hetū sampayuttakānaṃ khandhānaṃ kilesānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.12:49.1": "Nokileso dhammo nokilesassa dhammassa hetupaccayena paccayo—nokilesā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.12:50.0": "Ārammaṇa",
  "patthana2.12:50.1": "Kileso dhammo kilesassa dhammassa ārammaṇapaccayena paccayo—kilese ārabbha kilesā uppajjanti. (Mūlaṃ pucchitabbaṃ.) Kilese ārabbha nokilesā khandhā uppajjanti. (Mūlaṃ pucchitabbaṃ.) Kilese ārabbha kilesā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.12:51.1": "Nokileso dhammo nokilesassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ paccavekkhati assādeti abhinandati, taṃ ārabbha rāgo …pe… diṭṭhi …pe… vicikicchā …pe… uddhaccaṃ …pe… domanassaṃ uppajjati; ariyā maggā vuṭṭhahitvā …pe… phalassa, āvajjanāya ārammaṇapaccayena paccayo; cakkhuṃ …pe… vatthuṃ nokilese khandhe aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti …pe… anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana2.12:52.1": "Nokileso dhammo kilesassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… jhānā vuṭṭhahitvā jhānaṃ assādeti abhinandati, taṃ ārabbha rāgo …pe… diṭṭhi …pe… vicikicchā …pe… uddhaccaṃ uppajjati, jhāne parihīne vippaṭisārissa domanassaṃ uppajjati, cakkhuṃ …pe… vatthuṃ nokilese khandhe assādeti abhinandati, taṃ ārabbha rāgo …pe… domanassaṃ uppajjati. (2)",
  "patthana2.12:53.1": "Nokileso dhammo kilesassa ca nokilesassa ca dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… jhānā vuṭṭhahitvā …pe… cakkhuṃ …pe… vatthuṃ nokilese khandhe assādeti abhinandati, taṃ ārabbha kilesā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.12:54.1": "Kileso ca nokileso ca dhammā kilesassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana2.12:55.0": "Adhipati",
  "patthana2.12:55.1": "Kileso dhammo kilesassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—kilese garuṃ katvā kilesā uppajjanti … tīṇi. (Ārammaṇādhipatiyeva.) (3)",
  "patthana2.12:56.1": "Nokileso dhammo nokilesassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati; pubbe …pe… jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti …pe… phalassa adhipatipaccayena paccayo; cakkhuṃ …pe… vatthuṃ nokilese khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—nokilesādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.12:57.1": "Nokileso dhammo kilesassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… jhānaṃ …pe… cakkhuṃ …pe… vatthuṃ nokilese khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—nokilesādhipati sampayuttakānaṃ kilesānaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.12:58.1": "Nokileso dhammo kilesassa ca nokilesassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… jhānaṃ …pe… cakkhuṃ …pe… vatthuṃ nokilese khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā kilesā ca sampayuttakā ca khandhā uppajjanti. **Sahajātādhipati**—nokilesādhipati sampayuttakānaṃ khandhānaṃ kilesānañca cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.12:59.1": "Kileso ca nokileso ca dhammā kilesassa dhammassa adhipatipaccayena paccayo … tīṇi. (Ārammaṇādhipatiyeva.) (3)",
  "patthana2.12:60.0": "Anantarādi",
  "patthana2.12:60.1": "Kileso dhammo kilesassa dhammassa anantarapaccayena paccayo—purimā purimā kilesā pacchimānaṃ pacchimānaṃ kilesānaṃ anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā kilesā pacchimānaṃ pacchimānaṃ nokilesānaṃ khandhānaṃ anantarapaccayena paccayo; kilesā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā kilesā pacchimānaṃ pacchimānaṃ kilesānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.12:61.1": "Nokileso dhammo nokilesassa dhammassa anantarapaccayena paccayo—purimā purimā nokilesā khandhā pacchimānaṃ pacchimānaṃ nokilesānaṃ khandhānaṃ anantarapaccayena paccayo …pe… phalasamāpattiyā anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā nokilesā khandhā pacchimānaṃ pacchimānaṃ kilesānaṃ anantarapaccayena paccayo; āvajjanā kilesānaṃ anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā nokilesā khandhā pacchimānaṃ pacchimānaṃ kilesānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo; āvajjanā kilesānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.12:62.1": "Kileso ca nokileso ca dhammā kilesassa dhammassa anantarapaccayena paccayo— purimā purimā kilesā ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ kilesānaṃ anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā kilesā ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ nokilesānaṃ khandhānaṃ anantarapaccayena paccayo; kilesā ca sampayuttakā ca khandhā vuṭṭhānassa anantarapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Purimā purimā kilesā ca sampayuttakā ca khandhā pacchimānaṃ pacchimānaṃ kilesānaṃ sampayuttakānañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana2.12:63.1": "Samanantarapaccayena paccayo, sahajātapaccayena paccayo, aññamaññapaccayena paccayo, nissayapaccayena paccayo.",
  "patthana2.12:64.0": "Upanissaya",
  "patthana2.12:64.1": "Kileso dhammo kilesassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kilesā kilesānaṃ upanissayapaccayena paccayo … tīṇi.",
  "patthana2.12:65.1": "Nokileso dhammo nokilesassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya dānaṃ deti …pe… mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… paññaṃ … rāgaṃ … dosaṃ … mohaṃ … mānaṃ … diṭṭhiṃ … patthanaṃ … kāyikaṃ sukhaṃ …pe… senāsanaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ saddhāya …pe… phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana2.12:66.1": "Nokileso dhammo kilesassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya mānaṃ jappeti … diṭṭhiṃ gaṇhāti; sīlaṃ …pe… senāsanaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ kilesānaṃ upanissayapaccayena paccayo. (2)",
  "patthana2.12:67.1": "Nokileso dhammo kilesassa ca nokilesassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya mānaṃ jappeti … diṭṭhiṃ gaṇhāti; sīlaṃ …pe… senāsanaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ kilesānaṃ sampayuttakānañca khandhānaṃ upanissayapaccayena paccayo. (3)",
  "patthana2.12:68.1": "Kileso ca nokileso ca dhammā kilesassa dhammassa upanissayapaccayena paccayo … tīṇi.",
  "patthana2.12:69.0": "Purejāta",
  "patthana2.12:69.1": "Nokileso dhammo nokilesassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati, dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. Rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe…. **Vatthupurejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa …pe… vatthu nokilesānaṃ khandhānaṃ purejātapaccayena paccayo. (1)",
  "patthana2.12:70.1": "Nokileso dhammo kilesassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ assādeti abhinandati, taṃ ārabbha rāgo …pe… domanassaṃ uppajjati. **Vatthupurejātaṃ**—vatthu kilesānaṃ purejātapaccayena paccayo. (2)",
  "patthana2.12:71.1": "Nokileso dhammo kilesassa ca nokilesassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ …pe… vatthuṃ assādeti abhinandati, taṃ ārabbha kilesā ca sampayuttakā ca khandhā uppajjanti. **Vatthupurejātaṃ**—vatthu kilesānaṃ sampayuttakānañca khandhānaṃ purejātapaccayena paccayo. (3)",
  "patthana2.12:72.0": "Pacchājātāsevana",
  "patthana2.12:72.1": "Kileso dhammo nokilesassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) (1)",
  "patthana2.12:73.1": "Nokileso dhammo nokilesassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) (1)",
  "patthana2.12:74.1": "Kileso ca nokileso ca dhammā nokilesassa dhammassa pacchājātapaccayena paccayo (saṃkhittaṃ) āsevanapaccayena paccayo … nava.",
  "patthana2.12:75.0": "Kamma",
  "patthana2.12:75.1": "Nokileso dhammo nokilesassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nokilesā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nokilesā cetanā vipākānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana2.12:76.1": "Nokileso dhammo kilesassa dhammassa kammapaccayena paccayo—nokilesā cetanā kilesānaṃ kammapaccayena paccayo. (2)",
  "patthana2.12:77.1": "Nokileso dhammo kilesassa ca nokilesassa ca dhammassa kammapaccayena paccayo— nokilesā cetanā sampayuttakānaṃ khandhānaṃ kilesānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana2.12:78.0": "Vipākādi",
  "patthana2.12:78.1": "Nokileso dhammo nokilesassa dhammassa vipākapaccayena paccayo … ekaṃ … āhārapaccayena paccayo … tīṇi … indriyapaccayena paccayo … tīṇi … jhānapaccayena paccayo … tīṇi … maggapaccayena paccayo … nava … sampayuttapaccayena paccayo … nava.",
  "patthana2.12:79.0": "Vippayutta",
  "patthana2.12:79.1": "Kileso dhammo nokilesassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.12:80.1": "Nokileso dhammo nokilesassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.12:81.1": "Nokileso dhammo kilesassa dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu kilesānaṃ vippayuttapaccayena paccayo. (2)",
  "patthana2.12:82.1": "Nokileso dhammo kilesassa ca nokilesassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu kilesānaṃ sampayuttakānañca khandhānaṃ vippayuttapaccayena paccayo. (3)",
  "patthana2.12:83.1": "Kileso ca nokileso ca dhammā nokilesassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. (Saṃkhittaṃ. Vitthāretabbaṃ.)",
  "patthana2.12:84.0": "Atthyādi",
  "patthana2.12:84.1": "Kileso dhammo kilesassa dhammassa atthipaccayena paccayo … ekaṃ. (Paṭiccasadisaṃ.) (1)",
  "patthana2.12:85.1": "Kileso dhammo nokilesassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (2)",
  "patthana2.12:86.1": "Kileso dhammo kilesassa ca nokilesassa ca dhammassa atthipaccayena paccayo. (Paṭiccasadisaṃ.) (3)",
  "patthana2.12:87.1": "Nokileso dhammo nokilesassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.12:88.1": "Nokileso dhammo kilesassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. (Saṃkhittaṃ. Sahajātaṃ sahajātasadisaṃ, purejātaṃ purejātasadisaṃ.) (2)",
  "patthana2.12:89.1": "Nokileso dhammo kilesassa ca nokilesassa ca dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ (sahajātaṃ sahajātasadisaṃ, purejātaṃ purejātasadisaṃ.) (3)",
  "patthana2.12:90.1": "Kileso ca nokileso ca dhammā kilesassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajāto**—lobho ca sampayuttakā ca khandhā mohassa, diṭṭhiyā, thinassa, uddhaccassa, ahirikassa, anottappassa atthipaccayena paccayo (cakkaṃ). **Sahajāto**—lobho ca vatthu ca mohassa, diṭṭhiyā, thinassa, uddhaccassa, ahirikassa, anottappassa atthipaccayena paccayo. (Cakkaṃ.) (1)",
  "patthana2.12:91.1": "Kileso ca nokileso ca dhammā nokilesassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajāto**—nokileso eko khandho ca kileso ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajātā**—kilesā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Sahajātā**—kilesā ca vatthu ca nokilesānaṃ khandhānaṃ atthipaccayena paccayo. **Pacchājātā**—kilesā ca sampayuttakā khandhā ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—kilesā ca sampayuttakā ca khandhā kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—kilesā ca sampayuttakā ca khandhā rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (2)",
  "patthana2.12:92.1": "Kileso ca nokileso ca dhammā kilesassa ca nokilesassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—nokileso eko khandho ca lobho ca tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ mohassa ca, diṭṭhiyā, thinassa, uddhaccassa, ahirikassa, anottappassa atthipaccayena paccayo …pe… dve khandhā ca …pe…. **Sahajāto**—lobho ca vatthu ca mohassa, diṭṭhiyā, thinassa, uddhaccassa, ahirikassa, anottappassa sampayuttakānañca khandhānaṃ atthipaccayena paccayo. (Cakkaṃ.) (3)",
  "patthana2.12:93.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo.",
  "patthana2.12:94.0": "Suddha",
  "patthana2.12:94.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke ekaṃ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge nava, sampayutte nava, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava.",
  "patthana2.12:95.0": "Paccanīyuddhāra",
  "patthana2.12:95.1": "Kileso dhammo kilesassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.12:96.1": "Kileso dhammo nokilesassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana2.12:97.1": "Kileso dhammo kilesassa ca nokilesassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.12:98.1": "Nokileso dhammo nokilesassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana2.12:99.1": "Nokileso dhammo kilesassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (2)",
  "patthana2.12:100.1": "Nokileso dhammo kilesassa ca nokilesassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (3)",
  "patthana2.12:101.1": "Kileso ca nokileso ca dhammā kilesassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.12:102.1": "Kileso ca nokileso ca dhammā nokilesassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana2.12:103.1": "Kileso ca nokileso ca dhammā kilesassa ca nokilesassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana2.12:104.0": "Suddha",
  "patthana2.12:104.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava (sabbattha nava), noavigate nava.",
  "patthana2.12:105.0": "2.12.1.7.3. Paccayānulomapaccanīya",
  "patthana2.12:105.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri, naanantare cattāri, nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri (sabbattha cattāri), nasampayutte dve, navippayutte cattāri, nonatthiyā cattāri, novigate cattāri.",
  "patthana2.12:106.0": "2.12.1.7.4. Paccayapaccanīyānuloma",
  "patthana2.12:106.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā nava (anulomamātikā kātabbā) …pe… avigate nava.",
  "patthana2.12:107.1": "Kilesadukaṃ niṭṭhitaṃ.",
  "patthana2.12:108.0": "2.12.2.1–7. Paṭiccādivāra",
  "patthana2.12:108.1": "Saṃkilesikaṃ dhammaṃ paṭicca saṃkilesiko dhammo uppajjati hetupaccayā (yathā lokiyadukaṃ, evaṃ ninnānākaraṇaṃ.)",
  "patthana2.12:109.1": "Saṃkilesikadukaṃ niṭṭhitaṃ.",
  "patthana2.12:110.0": "Hetu",
  "patthana2.12:110.1": "Saṃkiliṭṭhaṃ dhammaṃ paṭicca saṃkiliṭṭho dhammo uppajjati hetupaccayā— saṃkiliṭṭhaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.12:111.1": "Saṃkiliṭṭhaṃ dhammaṃ paṭicca asaṃkiliṭṭho dhammo uppajjati hetupaccayā— saṃkiliṭṭhe khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.12:112.1": "Saṃkiliṭṭhaṃ dhammaṃ paṭicca saṃkiliṭṭho ca asaṃkiliṭṭho ca dhammā uppajjanti hetupaccayā—saṃkiliṭṭhaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana2.12:113.1": "Asaṃkiliṭṭhaṃ dhammaṃ paṭicca asaṃkiliṭṭho dhammo uppajjati hetupaccayā— asaṃkiliṭṭhaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā, ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana2.12:114.1": "Saṃkiliṭṭhañca asaṃkiliṭṭhañca dhammaṃ paṭicca asaṃkiliṭṭho dhammo uppajjati hetupaccayā—saṃkiliṭṭhe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.12:115.0": "Suddha",
  "patthana2.12:115.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca, anantare dve, samanantare dve, sahajāte pañca, aññamaññe dve, nissaye pañca, upanissaye dve, purejāte dve, āsevane dve, kamme pañca, vipāke ekaṃ, āhāre pañca (saṃkhittaṃ), avigate pañca.",
  "patthana2.12:116.0": "Nahetu",
  "patthana2.12:116.1": "Saṃkiliṭṭhaṃ dhammaṃ paṭicca saṃkiliṭṭho dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.12:117.1": "Asaṃkiliṭṭhaṃ dhammaṃ paṭicca asaṃkiliṭṭho dhammo uppajjati nahetupaccayā— ahetukaṃ asaṃkiliṭṭhaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe…. (Yāva asaññasattā.) (1)",
  "patthana2.12:118.0": "Suddha",
  "patthana2.12:118.1": "Nahetuyā dve, naārammaṇe tīṇi, naadhipatiyā pañca, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte cattāri, napacchājāte pañca, naāsevane pañca, nakamme dve, navipāke pañca, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.12:119.0": "2.12.3.2. Sahajātavāra",
  "patthana2.12:119.1": "Evaṃ itare dve gaṇanāpi sahajātavāropi kātabbo.",
  "patthana2.12:120.0": "Hetu",
  "patthana2.12:120.1": "Saṃkiliṭṭhaṃ dhammaṃ paccayā saṃkiliṭṭho dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccasadisaṃ.)",
  "patthana2.12:121.1": "Asaṃkiliṭṭhaṃ dhammaṃ paccayā asaṃkiliṭṭho dhammo uppajjati hetupaccayā— asaṃkiliṭṭhaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… (yāva ajjhattikā mahābhūtā) vatthuṃ paccayā asaṃkiliṭṭhā khandhā. (1)",
  "patthana2.12:122.1": "Asaṃkiliṭṭhaṃ dhammaṃ paccayā saṃkiliṭṭho dhammo uppajjati hetupaccayā— vatthuṃ paccayā saṃkiliṭṭhā khandhā. (2)",
  "patthana2.12:123.1": "Asaṃkiliṭṭhaṃ dhammaṃ paccayā saṃkiliṭṭho ca asaṃkiliṭṭho ca dhammā uppajjanti hetupaccayā—vatthuṃ paccayā saṃkiliṭṭhā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ. (3)",
  "patthana2.12:124.1": "Saṃkiliṭṭhañca asaṃkiliṭṭhañca dhammaṃ paccayā saṃkiliṭṭho dhammo uppajjati hetupaccayā—saṃkiliṭṭhaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe…. (1)",
  "patthana2.12:125.1": "Saṃkiliṭṭhañca asaṃkiliṭṭhañca dhammaṃ paccayā asaṃkiliṭṭho dhammo uppajjati hetupaccayā—saṃkiliṭṭhe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.12:126.1": "Saṃkiliṭṭhañca asaṃkiliṭṭhañca dhammaṃ paccayā saṃkiliṭṭho ca asaṃkiliṭṭho ca dhammā uppajjanti hetupaccayā—saṃkiliṭṭhaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… saṃkiliṭṭhe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. (Saṃkhittaṃ.) (3)",
  "patthana2.12:127.0": "Suddha",
  "patthana2.12:127.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā nava, anantare cattāri, samanantare cattāri, sahajāte nava, aññamaññe cattāri, nissaye nava, upanissaye cattāri, purejāte cattāri, āsevane cattāri, kamme nava, vipāke ekaṃ, āhāre nava, indriye nava …pe… vigate cattāri, avigate nava.",
  "patthana2.12:128.0": "Nahetu",
  "patthana2.12:128.1": "Saṃkiliṭṭhaṃ dhammaṃ paccayā saṃkiliṭṭho dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.12:129.1": "Asaṃkiliṭṭhaṃ dhammaṃ paccayā asaṃkiliṭṭho dhammo uppajjati nahetupaccayā— ahetukaṃ asaṃkiliṭṭhaṃ …pe… (yāva asaññasattā) cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ, vatthuṃ paccayā ahetukā asaṃkiliṭṭhā khandhā. (1)",
  "patthana2.12:130.1": "Asaṃkiliṭṭhaṃ dhammaṃ paccayā saṃkiliṭṭho dhammo uppajjati nahetupaccayā— vatthuṃ paccayā vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana2.12:131.1": "Saṃkiliṭṭhañca asaṃkiliṭṭhañca dhammaṃ paccayā saṃkiliṭṭho dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.12:132.0": "Suddha",
  "patthana2.12:132.1": "Nahetuyā cattāri, naārammaṇe tīṇi, naadhipatiyā nava, naanantare tīṇi, nasamanantare tīṇi, naaññamaññe tīṇi, naupanissaye tīṇi, napurejāte cattāri, napacchājāte nava, naāsevane nava, nakamme cattāri, navipāke nava, naāhāre ekaṃ, naindriye ekaṃ, najhāne ekaṃ, namagge ekaṃ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.12:133.0": "Hetu",
  "patthana2.12:134.1": "Saṃkiliṭṭhaṃ dhammaṃ saṃsaṭṭho saṃkiliṭṭho dhammo uppajjati hetupaccayā— saṃkiliṭṭhaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.12:135.1": "Asaṃkiliṭṭhaṃ dhammaṃ saṃsaṭṭho asaṃkiliṭṭho dhammo uppajjati hetupaccayā— asaṃkiliṭṭhaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.12:136.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā dve (sabbattha dve), vipāke ekaṃ …pe… avigate dve.",
  "patthana2.12:137.1": "Anulomaṃ.",
  "patthana2.12:138.1": "Saṃkiliṭṭhaṃ dhammaṃ saṃsaṭṭho saṃkiliṭṭho dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe saṃsaṭṭho vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.12:139.1": "Asaṃkiliṭṭhaṃ dhammaṃ saṃsaṭṭho asaṃkiliṭṭho dhammo uppajjati nahetupaccayā— ahetukaṃ asaṃkiliṭṭhaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe…. (1)",
  "patthana2.12:140.1": "Nahetuyā dve, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, najhāne ekaṃ, namagge ekaṃ, navippayutte dve.",
  "patthana2.12:141.1": "Paccanīyaṃ.",
  "patthana2.12:142.0": "2.12.3.6. Sampayuttavāra",
  "patthana2.12:142.1": "Evaṃ itare dve gaṇanāpi sampayuttavāropi kātabbo.",
  "patthana2.12:143.0": "Hetu",
  "patthana2.12:143.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa hetupaccayena paccayo—saṃkiliṭṭhā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (1)",
  "patthana2.12:144.1": "Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa hetupaccayena paccayo— saṃkiliṭṭhā hetū cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo. (2)",
  "patthana2.12:145.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa ca asaṃkiliṭṭhassa ca dhammassa hetupaccayena paccayo—saṃkiliṭṭhā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana2.12:146.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa hetupaccayena paccayo— asaṃkiliṭṭhā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. (1)",
  "patthana2.12:147.0": "Ārammaṇa",
  "patthana2.12:147.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo—rāgaṃ assādeti abhinandati, taṃ ārabbha rāgo uppajjati, diṭṭhi uppajjati; vicikicchā …pe… uddhaccaṃ …pe… domanassaṃ uppajjati; diṭṭhiṃ assādeti …pe… (kusalattikasadisaṃ); vicikicchaṃ ārabbha …pe… uddhaccaṃ ārabbha …pe… domanassaṃ uppajjati; diṭṭhi …pe… vicikicchā …pe… uddhaccaṃ uppajjati. (1)",
  "patthana2.12:148.1": "Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo—ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese …pe… pubbe samudāciṇṇe …pe… saṃkiliṭṭhe khandhe aniccato …pe… vipassati, cetopariyañāṇena saṃkiliṭṭhacittasamaṅgissa cittaṃ jānāti; saṃkiliṭṭhā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (2)",
  "patthana2.12:149.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo— dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe …pe… jhānā vuṭṭhahitvā jhānaṃ paccavekkhati, ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti …pe… āvajjanāya ārammaṇapaccayena paccayo; cakkhuṃ …pe… vatthuṃ asaṃkiliṭṭhe khandhe aniccato …pe… vipassati, dibbena cakkhunā rūpaṃ passati …pe… anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana2.12:150.1": "Asaṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo— dānaṃ …pe… sīlaṃ …pe… jhānā vuṭṭhahitvā …pe… cakkhuṃ …pe… vatthuṃ asaṃkiliṭṭhe khandhe assādeti abhinandati, taṃ ārabbha rāgo …pe… domanassaṃ uppajjati. (2)",
  "patthana2.12:151.0": "Adhipati",
  "patthana2.12:151.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—rāgaṃ garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati; diṭṭhiṃ garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—saṃkiliṭṭhādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.12:152.1": "Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—saṃkiliṭṭhādhipati cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo. (2)",
  "patthana2.12:153.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa ca asaṃkiliṭṭhassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—saṃkiliṭṭhādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana2.12:154.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe …pe… jhānā vuṭṭhahitvā jhānaṃ garuṃ katvā paccavekkhati, ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti …pe… nibbānaṃ phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—asaṃkiliṭṭhādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (1)",
  "patthana2.12:155.1": "Asaṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe …pe… jhānā vuṭṭhahitvā …pe… cakkhuṃ …pe… vatthuṃ asaṃkiliṭṭhe khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. (2)",
  "patthana2.12:156.0": "Anantarādi",
  "patthana2.12:156.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa anantarapaccayena paccayo—purimā purimā saṃkiliṭṭhā khandhā pacchimānaṃ pacchimānaṃ saṃkiliṭṭhānaṃ khandhānaṃ anantarapaccayena paccayo. (1)",
  "patthana2.12:157.1": "Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa anantarapaccayena paccayo— saṃkiliṭṭhā khandhā vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana2.12:158.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa anantarapaccayena paccayo— purimā purimā asaṃkiliṭṭhā khandhā pacchimānaṃ pacchimānaṃ asaṃkiliṭṭhānaṃ khandhānaṃ …pe… phalasamāpattiyā anantarapaccayena paccayo. (1)",
  "patthana2.12:159.1": "Asaṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa anantarapaccayena paccayo— āvajjanā saṃkiliṭṭhānaṃ khandhānaṃ anantarapaccayena paccayo. (2)",
  "patthana2.12:160.1": "Samanantarapaccayena paccayo … cattāri … sahajātapaccayena paccayo … pañca … aññamaññapaccayena paccayo … dve … nissayapaccayena paccayo … satta.",
  "patthana2.12:161.0": "Upanissaya",
  "patthana2.12:161.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rāgaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati, dosaṃ …pe… patthanaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati, rāgo …pe… patthanā rāgassa …pe… patthanāya upanissayapaccayena paccayo. (1)",
  "patthana2.12:162.1": "Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—rāgaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti, dosaṃ …pe… patthanaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti, rāgo …pe… patthanā saddhāya …pe… paññāya kāyikassa sukhassa … kāyikassa dukkhassa … maggassa, phalasamāpattiyā upanissayapaccayena paccayo. (2)",
  "patthana2.12:163.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti; sīlaṃ …pe… paññaṃ, kāyikaṃ sukhaṃ … kāyikaṃ dukkhaṃ … utuṃ … bhojanaṃ … senāsanaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti; saddhā …pe… senāsanaṃ saddhāya …pe… phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana2.12:164.1": "Asaṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṃ upanissāya mānaṃ jappeti, diṭṭhiṃ gaṇhāti; sīlaṃ …pe… paññaṃ … kāyikaṃ sukhaṃ … kāyikaṃ dukkhaṃ … utuṃ … bhojanaṃ … senāsanaṃ upanissāya pāṇaṃ hanati …pe… saṃghaṃ bhindati; saddhā …pe… senāsanaṃ rāgassa …pe… patthanāya upanissayapaccayena paccayo. (2)",
  "patthana2.12:165.0": "Purejāta",
  "patthana2.12:165.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. (Saṃkhittaṃ.) Asaṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. (Saṃkhittaṃ.) (2)",
  "patthana2.12:166.0": "Pacchājātāsevana",
  "patthana2.12:166.1": "Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa pacchājātapaccayena paccayo. (Saṃkhittaṃ.) … Āsevanapaccayena paccayo … dve.",
  "patthana2.12:167.0": "Kamma",
  "patthana2.12:167.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa kammapaccayena paccayo— saṃkiliṭṭhā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. (1)",
  "patthana2.12:168.1": "Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—saṃkiliṭṭhā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—saṃkiliṭṭhā cetanā vipākānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (Mūlaṃ kātabbaṃ.) Saṃkiliṭṭhā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana2.12:169.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—asaṃkiliṭṭhā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—asaṃkiliṭṭhā cetanā vipākānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana2.12:170.0": "Vipākādi",
  "patthana2.12:170.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa vipākapaccayena paccayo … ekaṃ.",
  "patthana2.12:171.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo.",
  "patthana2.12:172.0": "Vippayutta",
  "patthana2.12:172.1": "Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa vippayuttapaccayena paccayo— sahajātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.12:173.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa vippayuttapaccayena paccayo— sahajātaṃ, purejātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) (1)",
  "patthana2.12:174.1": "Asaṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu saṃkiliṭṭhānaṃ khandhānaṃ vippayuttapaccayena paccayo. (2)",
  "patthana2.12:175.0": "Atthyādi",
  "patthana2.12:175.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa atthipaccayena paccayo … ekaṃ. (Paṭiccavārasadisaṃ.) Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. (Saṃkhittaṃ.) Saṃkiliṭṭho dhammo saṃkiliṭṭhassa ca asaṃkiliṭṭhassa ca dhammassa atthipaccayena paccayo. (Paṭiccasadisaṃ.) (3)",
  "patthana2.12:176.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (Saṃkhittaṃ.) Asaṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa atthipaccayena paccayo—purejātaṃ. (Saṃkhittaṃ.) (2)",
  "patthana2.12:177.1": "Saṃkiliṭṭho ca asaṃkiliṭṭho ca dhammā saṃkiliṭṭhassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—saṃkiliṭṭho eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā ca …pe… (Saṃkhittaṃ.) (1)",
  "patthana2.12:178.1": "Saṃkiliṭṭho ca asaṃkiliṭṭho ca dhammā asaṃkiliṭṭhassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajātā**—saṃkiliṭṭhā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—saṃkiliṭṭhā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—saṃkiliṭṭhā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (2)",
  "patthana2.12:179.1": "Natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo.",
  "patthana2.12:180.0": "Suddha",
  "patthana2.12:180.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri, samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane dve, kamme cattāri, vipāke ekaṃ, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri, vigate cattāri, avigate satta.",
  "patthana2.12:181.0": "Paccanīyuddhāra",
  "patthana2.12:181.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana2.12:182.1": "Saṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. (2)",
  "patthana2.12:183.1": "Saṃkiliṭṭho dhammo saṃkiliṭṭhassa ca asaṃkiliṭṭhassa ca dhammassa sahajātapaccayena paccayo. (3)",
  "patthana2.12:184.1": "Asaṃkiliṭṭho dhammo asaṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana2.12:185.1": "Asaṃkiliṭṭho dhammo saṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (2)",
  "patthana2.12:186.1": "Saṃkiliṭṭho ca asaṃkiliṭṭho ca dhammā saṃkiliṭṭhassa dhammassa sahajātaṃ … purejātaṃ. (1)",
  "patthana2.12:187.1": "Saṃkiliṭṭho ca asaṃkiliṭṭho ca dhammā asaṃkiliṭṭhassa dhammassa sahajātaṃ … pacchājātaṃ … āhāraṃ … indriyaṃ. (2)",
  "patthana2.12:188.0": "Suddha",
  "patthana2.12:188.1": "Nahetuyā satta, naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, nasahajāte pañca, naaññamaññe pañca, nanissaye pañca, naupanissaye satta, napurejāte cha, napacchājāte satta …pe… namagge satta, nasampayutte pañca, navippayutte cattāri, noatthiyā cattāri, nonatthiyā satta, novigate satta, noavigate cattāri.",
  "patthana2.12:189.0": "2.12.3.7.3. Paccayānulomapaccanīya",
  "patthana2.12:189.1": "Hetupaccayā naārammaṇe cattāri, naadhipatiyā cattāri, naanantare cattāri, nasamanantare cattāri, naaññamaññe dve, naupanissaye cattāri …pe… nasampayutte dve, navippayutte dve, nonatthiyā cattāri, novigate cattāri.",
  "patthana2.12:190.0": "2.12.3.7.4. Paccayapaccanīyānuloma",
  "patthana2.12:190.1": "Nahetupaccayā ārammaṇe cattāri, adhipatiyā pañca (anulomamātikā) …pe… avigate satta.",
  "patthana2.12:191.1": "Saṃkiliṭṭhadukaṃ niṭṭhitaṃ.",
  "patthana2.12:192.0": "2.12.4.1–7. Paṭiccādivāra",
  "patthana2.12:192.1": "Kilesasampayuttaṃ dhammaṃ paṭicca kilesasampayutto dhammo uppajjati hetupaccayā—kilesasampayuttaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.12:193.1": "Kilesasampayuttaṃ dhammaṃ paṭicca kilesavippayutto dhammo uppajjati hetupaccayā—kilesasampayutte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana2.12:194.1": "(Kilesasampayuttadukaṃ saṃkiliṭṭhadukasadisaṃ, ninnānākaraṇaṃ.)",
  "patthana2.12:195.1": "Kilesasampayuttadukaṃ niṭṭhitaṃ.",
  "patthana2.12:196.0": "Hetu",
  "patthana2.12:196.1": "Kilesañceva saṃkilesikañca dhammaṃ paṭicca kileso ceva saṃkilesiko ca dhammo uppajjati hetupaccayā—lobhaṃ paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ. (Cakkaṃ.) (1)",
  "patthana2.12:197.1": "Kilesañceva saṃkilesikañca dhammaṃ paṭicca saṃkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā—kilese paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṃ. (2)",
  "patthana2.12:198.1": "Kilesañceva saṃkilesikañca dhammaṃ paṭicca kileso ceva saṃkilesiko ca saṃkilesiko ceva no ca kileso ca dhammā uppajjanti hetupaccayā—lobhaṃ paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ sampayuttakā ca khandhā cittasamuṭṭhānañca rūpaṃ. (3)",
  "patthana2.12:199.0": "2.12.5.2–6. Sahajāta-paccaya-nissaya-saṃsaṭṭha-sampayuttavāra",
  "patthana2.12:199.1": "(Evaṃ paṭiccavāropi sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi kilesadukasadisā. Ninnānākaraṇaṃ. Āmasanaṃ nānaṃ.)",
  "patthana2.12:200.0": "Hetu",
  "patthana2.12:200.1": "Kileso ceva saṃkilesiko ca dhammo kilesassa ceva saṃkilesikassa ca dhammassa hetupaccayena paccayo—kilesā ceva saṃkilesikā ca hetū sampayuttakānaṃ kilesānaṃ hetupaccayena paccayo (evaṃ cattāri, kilesadukasadisaṃ.) (4)",
  "patthana2.12:201.0": "Ārammaṇa",
  "patthana2.12:201.1": "Kileso ceva saṃkilesiko ca dhammo kilesassa ceva saṃkilesikassa ca dhammassa ārammaṇapaccayena paccayo—kilese ārabbha kilesā uppajjanti. (Mūlaṃ kātabbaṃ.) Kilese ārabbha saṃkilesikā ceva no ca kilesā khandhā uppajjanti. (Mūlaṃ kātabbaṃ.) Kilese ārabbha kilesā ca sampayuttakā ca khandhā uppajjanti. (3)",
  "patthana2.12:202.1": "Saṃkilesiko ceva no ca kileso dhammo saṃkilesikassa ceva no ca kilesassa dhammassa ārammaṇapaccayena paccayo—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ paccavekkhati, assādeti abhinandati, taṃ ārabbha rāgo uppajjati …pe… uddhaccaṃ uppajjati, jhāne parihīne vippaṭisārissa domanassaṃ uppajjati; ariyā gotrabhuṃ paccavekkhanti, vodānaṃ paccavekkhanti, cakkhuṃ …pe… vatthuṃ saṃkilesike ceva no ca kilese khandhe aniccato …pe… domanassaṃ uppajjati; dibbena cakkhunā rūpaṃ passati …pe… āvajjanāya ārammaṇapaccayena paccayo. (Itare dve kilesadukasadisā, ghaṭanārammaṇāpi kilesadukasadisā.)",
  "patthana2.12:203.0": "Adhipati",
  "patthana2.12:203.1": "Kileso ceva saṃkilesiko ca dhammo kilesassa ceva saṃkilesikassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi.",
  "patthana2.12:204.1": "Saṃkilesiko ceva no ca kileso dhammo saṃkilesikassa ceva no ca kilesassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ …pe… sīlaṃ …pe… uposathakammaṃ …pe… pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṃ garuṃ katvā paccavekkhati, sekkhā gotrabhuṃ garuṃ katvā paccavekkhanti, vodānaṃ garuṃ katvā paccavekkhanti; cakkhuṃ …pe… vatthuṃ saṃkilesike ceva no ca kilese khandhe garuṃ katvā saṃkilesikā ceva no ca kilesā khandhā uppajjanti. **Sahajātādhipati**—saṃkilesikā ceva no ca kilesādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (Itare dvepi kilesadukasadisā. Ghaṭanādhipatipi.)",
  "patthana2.12:205.0": "Anantarādi",
  "patthana2.12:205.1": "Kileso ceva saṃkilesiko ca dhammo kilesassa ceva saṃkilesikassa ca dhammassa anantarapaccayena paccayo … tīṇi. (Kilesadukasadisā.)",
  "patthana2.12:206.1": "Saṃkilesiko ceva no ca kileso dhammo saṃkilesikassa ceva no ca kilesassa dhammassa anantarapaccayena paccayo—purimā purimā saṃkilesikā ceva no ca kilesā khandhā pacchimānaṃ pacchimānaṃ saṃkilesikānañceva no ca kilesānaṃ khandhānaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa … anulomaṃ vodānassa … āvajjanā saṃkilesikānañceva no ca kilesānaṃ khandhānaṃ anantarapaccayena paccayo.",
  "patthana2.12:207.1": "(Itare dve anantarā kilesadukasadisā, ninnānākaraṇā. Ghaṭanānantarampi sabbe paccayā kilesadukasadisā, ninnānākaraṇā. Upanissaye lokuttaraṃ natthi, idaṃ dukaṃ kilesadukasadisaṃ, ninnānākaraṇaṃ.)",
  "patthana2.12:208.1": "Kilesasaṃkilesikadukaṃ niṭṭhitaṃ.",
  "patthana2.12:209.0": "Hetu",
  "patthana2.12:209.1": "Kilesañceva saṃkiliṭṭhañca dhammaṃ paṭicca kileso ceva saṃkiliṭṭho ca dhammo uppajjati hetupaccayā—lobhaṃ paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ. (Cakkaṃ.) (1)",
  "patthana2.12:210.1": "Kilesañceva saṃkiliṭṭhañca dhammaṃ paṭicca saṃkiliṭṭho ceva no ca kileso dhammo uppajjati hetupaccayā—kilese paṭicca sampayuttakā khandhā. (2)",
  "patthana2.12:211.1": "Kilesañceva saṃkiliṭṭhañca dhammaṃ paṭicca kileso ceva saṃkiliṭṭho ca saṃkiliṭṭho ceva no ca kileso ca dhammā uppajjanti hetupaccayā—lobhaṃ paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ sampayuttakā ca khandhā. (Cakkaṃ.) (3)",
  "patthana2.12:212.1": "Saṃkiliṭṭhañceva no ca kilesaṃ dhammaṃ paṭicca saṃkiliṭṭho ceva no ca kileso dhammo uppajjati hetupaccayā—saṃkiliṭṭhañceva no ca kilesaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana2.12:213.1": "Saṃkiliṭṭhañceva no ca kilesaṃ dhammaṃ paṭicca kileso ceva saṃkiliṭṭho ca dhammo uppajjati hetupaccayā—saṃkiliṭṭhe ceva no ca kilese khandhe paṭicca kilesā. (2)",
  "patthana2.12:214.1": "Saṃkiliṭṭhañceva no ca kilesaṃ dhammaṃ paṭicca kileso ceva saṃkiliṭṭho ca saṃkiliṭṭho ceva no ca kileso ca dhammā uppajjanti hetupaccayā— saṃkiliṭṭhañceva no ca kilesaṃ ekaṃ khandhaṃ paṭicca tayo khandhā kilesā ca …pe… dve khandhe …pe…. (3)",
  "patthana2.12:215.1": "Kilesañceva saṃkiliṭṭhañca saṃkiliṭṭhañceva no ca kilesañca dhammaṃ paṭicca kileso ceva saṃkiliṭṭho ca dhammo uppajjati hetupaccayā—lobhañca sampayuttake ca khandhe paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ. (Cakkaṃ.) (1)",
  "patthana2.12:216.1": "Kilesañceva saṃkiliṭṭhañca saṃkiliṭṭhañceva no ca kilesañca dhammaṃ paṭicca saṃkiliṭṭho ceva no ca kileso dhammo uppajjati hetupaccayā—saṃkiliṭṭhañceva no ca kilesaṃ ekaṃ khandhañca kilese ca paṭicca tayo khandhā …pe… dve khandhe ca …pe…. (2)",
  "patthana2.12:217.1": "Kilesañceva saṃkiliṭṭhañca saṃkiliṭṭhañceva no ca kilesañca dhammaṃ paṭicca kileso ceva saṃkiliṭṭho ca saṃkiliṭṭho ceva no ca kileso ca dhammā uppajjanti hetupaccayā—saṃkiliṭṭhañceva no ca kilesaṃ ekaṃ khandhañca lobhañca paṭicca tayo khandhā moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ …pe… dve khandhe ca …pe…. (Cakkaṃ.) (3)",
  "patthana2.12:218.0": "Suddha",
  "patthana2.12:218.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), kamme nava, āhāre nava …pe… avigate nava.",
  "patthana2.12:219.0": "Nahetu",
  "patthana2.12:219.1": "Kilesañceva saṃkiliṭṭhañca dhammaṃ paṭicca kileso ceva saṃkiliṭṭho ca dhammo uppajjati nahetupaccayā—vicikicchaṃ paṭicca vicikicchāsahagato moho, uddhaccaṃ paṭicca uddhaccasahagato moho. (1)",
  "patthana2.12:220.1": "Saṃkiliṭṭhañceva no ca kilesaṃ dhammaṃ paṭicca kileso ceva saṃkiliṭṭho ca dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.12:221.1": "Kilesañceva saṃkiliṭṭhañca saṃkiliṭṭhañceva no ca kilesañca dhammaṃ paṭicca kileso ceva saṃkiliṭṭho ca dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca vicikicchañca uddhaccañca paṭicca vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana2.12:222.0": "Suddha",
  "patthana2.12:222.1": "Nahetuyā tīṇi, naadhipatiyā nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, navippayutte nava.",
  "patthana2.12:223.0": "2.12.6.2–6. Sahajāta-paccaya-nissaya-saṃsaṭṭha-sampayuttavāra",
  "patthana2.12:223.1": "(Evaṃ itare dve gaṇanāpi sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā.)",
  "patthana2.12:224.0": "Hetu",
  "patthana2.12:224.1": "Kileso ceva saṃkiliṭṭho ca dhammo kilesassa ceva saṃkiliṭṭhassa ca dhammassa hetupaccayena paccayo—kilesā ceva saṃkiliṭṭhā ca hetū sampayuttakānaṃ kilesānaṃ hetupaccayena paccayo. (1)",
  "patthana2.12:225.1": "Kileso ceva saṃkiliṭṭho ca dhammo saṃkiliṭṭhassa ceva no ca kilesassa dhammassa hetupaccayena paccayo—kilesā ceva saṃkiliṭṭhā ca hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo.",
  "patthana2.12:226.1": "Kileso ceva saṃkiliṭṭho ca dhammo kilesassa ceva saṃkiliṭṭhassa ca saṃkiliṭṭhassa ceva no ca kilesassa ca dhammassa hetupaccayena paccayo—kilesā ceva saṃkiliṭṭhā ca hetū sampayuttakānaṃ khandhānaṃ kilesānañca hetupaccayena paccayo. (3)",
  "patthana2.12:227.0": "Ārammaṇa",
  "patthana2.12:227.1": "Kileso ceva saṃkiliṭṭho ca dhammo kilesassa ceva saṃkiliṭṭhassa ca dhammassa ārammaṇapaccayena paccayo—kilese ārabbha kilesā uppajjanti. (Mūlaṃ kātabbaṃ.) Kilese ārabbha saṃkiliṭṭhā ceva no ca kilesā khandhā uppajjanti. (Mūlaṃ kātabbaṃ.) Kilese ārabbha kilesā ca sampayuttakā khandhā ca uppajjanti. (3)",
  "patthana2.12:228.1": "Saṃkiliṭṭho ceva no ca kileso dhammo saṃkiliṭṭhassa ceva no ca kilesassa dhammassa ārammaṇapaccayena paccayo—saṃkiliṭṭhe ceva no ca kilese khandhe ārabbha saṃkiliṭṭhā ceva no ca kilesā khandhā uppajjanti. (Mūlaṃ kātabbaṃ.) Saṃkiliṭṭhe ceva no ca kilese khandhe ārabbha kilesā uppajjanti. (Mūlaṃ kātabbaṃ.) Saṃkiliṭṭhe ceva no ca kilese khandhe ārabbha kilesā ca sampayuttakā khandhā ca uppajjanti. (3)",
  "patthana2.12:229.1": "(Itarepi tīṇi kātabbā.)",
  "patthana2.12:230.0": "Adhipati",
  "patthana2.12:230.1": "Kileso ceva saṃkiliṭṭho ca dhammo kilesassa ceva saṃkiliṭṭhassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati … tīṇi.",
  "patthana2.12:231.1": "Saṃkiliṭṭho ceva no ca kileso dhammo saṃkiliṭṭhassa ceva no ca kilesassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—saṃkiliṭṭhe ceva no ca kilese khandhe garuṃ katvā …pe… tīṇi. (Dve adhipati tīṇipi kātabbā, itare dvepi tīṇi kātabbā.)",
  "patthana2.12:232.0": "Anantarādi",
  "patthana2.12:232.1": "Kileso ceva saṃkiliṭṭho ca dhammo kilesassa ceva saṃkiliṭṭhassa ca dhammassa anantarapaccayena paccayo (navapi kātabbā, āvajjanāpi vuṭṭhānampi natthi) … samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo … upanissayapaccayena paccayo … nava pañhā (purejātapaccayo pacchājātapaccayopi natthi) … āsevanapaccayena paccayo.",
  "patthana2.12:233.0": "Kammādi",
  "patthana2.12:233.1": "Saṃkiliṭṭho ceva no ca kileso dhammo saṃkiliṭṭhassa ceva no ca kilesassa dhammassa kammapaccayena paccayo—saṃkiliṭṭhā ceva no ca kilesā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. (1)",
  "patthana2.12:234.1": "Saṃkiliṭṭho ceva no ca kileso dhammo kilesassa ceva saṃkiliṭṭhassa ca dhammassa kammapaccayena paccayo—saṃkiliṭṭhā ceva no ca kilesā cetanā sampayuttakānaṃ kilesānaṃ kammapaccayena paccayo. (2)",
  "patthana2.12:235.1": "Saṃkiliṭṭho ceva no ca kileso dhammo kilesassa ceva saṃkiliṭṭhassa ca saṃkiliṭṭhassa ceva no ca kilesassa dhammassa kammapaccayena paccayo— saṃkiliṭṭhā ceva no ca kilesā cetanā sampayuttakānaṃ khandhānaṃ kilesānañca kammapaccayena paccayo. (3)",
  "patthana2.12:236.1": "Āhārapaccayena paccayo … tīṇi … indriyapaccayena paccayo … tīṇi … jhānapaccayena paccayo … tīṇi … maggapaccayena paccayo … nava … sampayuttapaccayena paccayo … nava … atthipaccayena paccayo … nava … natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo … nava.",
  "patthana2.12:237.0": "Suddha",
  "patthana2.12:237.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava.",
  "patthana2.12:238.0": "Paccanīyuddhāra",
  "patthana2.12:238.1": "Kileso ceva saṃkiliṭṭho ca dhammo kilesassa ceva saṃkiliṭṭhassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Navapi, tīṇiyeva padā kātabbā.)",
  "patthana2.12:239.0": "Suddha",
  "patthana2.12:239.1": "Nahetuyā nava, naārammaṇe nava (sabbattha nava), noavigate nava.",
  "patthana2.12:240.0": "2.12.6.7.3. Paccayānulomapaccanīya",
  "patthana2.12:240.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā tīṇi, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi …pe… namagge tīṇi …pe… navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi.",
  "patthana2.12:241.0": "2.12.6.7.4. Paccayapaccanīyānuloma",
  "patthana2.12:241.1": "Nahetupaccayā ārammaṇe nava (anulomamātikā kātabbā) …pe… avigate nava.",
  "patthana2.12:242.1": "Kilesasaṃkiliṭṭhadukaṃ niṭṭhitaṃ.",
  "patthana2.12:243.0": "2.12.7.1–7. Paṭiccādivāra",
  "patthana2.12:243.1": "Kilesañceva kilesasampayuttañca dhammaṃ paṭicca kileso ceva kilesasampayutto ca dhammo uppajjati hetupaccayā—lobhaṃ paṭicca moho diṭṭhi thinaṃ uddhaccaṃ ahirikaṃ anottappaṃ. (Kilesasaṃkiliṭṭhadukasadisaṃ ninnānākaraṇaṃ, sabbe vārā.)",
  "patthana2.12:244.1": "Kilesakilesasampayuttadukaṃ niṭṭhitaṃ.",
  "patthana2.12:245.0": "2.12.8.1–7. Paṭiccādivāra",
  "patthana2.12:245.1": "Kilesavippayuttaṃ saṃkilesikaṃ dhammaṃ paṭicca kilesavippayutto saṃkilesiko dhammo uppajjati hetupaccayā—kilesavippayuttaṃ saṃkilesikaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe….",
  "patthana2.12:246.1": "Yathā lokiyadukaṃ, evaṃ ninnānākaraṇaṃ.",
  "patthana2.12:246.2": "Kilesavippayuttasaṃkilesikadukaṃ niṭṭhitaṃ.",
  "patthana2.12:247.1": "Kilesagocchakaṃ niṭṭhitaṃ."
}