{
  "sn46.76:0.1": "Pagal temą susijusių suttų rinkinys 46 ",
  "sn46.76:0.2": "8. Skyrius apie baigtį ",
  "sn46.76:0.3": "76. Sutta apie baigtį ",
  "sn46.76:1.1": "„Vienuoliai, išlavintas, dažnai praktikuotas baigties suvokimas duoda didžiulę naudą ir vaisius. ",
  "sn46.76:1.2": "Ir kaip išlavintas, vienuoliai, dažnai praktikuotas baigties suvokimas duoda didžiulę naudą ir vaisius? ",
  "sn46.76:1.3": "Štai, vienuoliai, vienuolis kartu su baigties suvokimu lavina atidos nušvitimo veiksnį … ",
  "sn46.76:1.4": "kartu su baigties suvokimu lavina lygiažiūros nušvitimo veiksnį palaikomą atsiskyrimo, aistros išblėsimo, (teršalų) liovimosi ir subrandinantį paleidimą. ",
  "sn46.76:1.5": "Taip išlavintas, vienuoliai, dažnai praktikuotas baigties suvokimas duoda didžiulę naudą ir vaisius.” ",
  "sn46.76:2.1": "Bet kas, vienuoliai, kas išlavino, dažnai praktikavo baigties suvokimą, gali tikėtis vieno iš šių dviejų vaisių: ",
  "sn46.76:2.2": "tobulo žinojimo šiame gyvenime arba, tebesant prisirišimui, nebesugrįžtančiojo (būvio). ",
  "sn46.76:2.3": "Ir kaip išlavinus, vienuoliai, dažnai praktikavus baigties suvokimą, galima tikėtis vieno iš šių dviejų vaisių: ",
  "sn46.76:2.4": "tobulo žinojimo šiame gyvenime arba, tebesant prisirišimui, nebesugrįžtančiojo (būvio)? ",
  "sn46.76:2.5": "Štai, vienuoliai, vienuolis kartu su baigties suvokimu lavina atidos nušvitimo veiksnį … ",
  "sn46.76:2.6": "kartu su baigties suvokimu lavina lygiažiūros nušvitimo veiksnį palaikomą atsiskyrimo, aistros išblėsimo, (teršalų) liovimosi ir subrandinantį paleidimą. ",
  "sn46.76:2.7": "Taip išlavinus, vienuoliai, dažnai praktikavus baigties suvokimą, galima tikėtis vieno iš šių dviejų vaisių: ",
  "sn46.76:2.8": "tobulo žinojimo šiame gyvenime arba, tebesant prisirišimui, nebesugrįžtančiojo (būvio). ",
  "sn46.76:3.1": "Vienuoliai, išlavintas, dažnai praktikuotas baigties suvokimas veda į didžiąją gerovę, veda į didį saugumą, sukelia sukrėtimą skatinantį dvasinius veiksmus, veda į ramų gyvenimą. ",
  "sn46.76:3.2": "Ir kaip išlavintas, vienuoliai, dažnai praktikuotas baigties suvokimas veda į didžiąją gerovę, veda į didį saugumą, sukelia sukrėtimą skatinantį dvasinius veiksmus, veda į ramų gyvenimą? ",
  "sn46.76:3.3": "Štai, vienuoliai, vienuolis kartu su baigties suvokimu lavina atidos nušvitimo veiksnį … ",
  "sn46.76:3.4": "kartu su baigties suvokimu lavina lygiažiūros nušvitimo veiksnį palaikomą atsiskyrimo, aistros išblėsimo, (teršalų) liovimosi ir subrandinantį paleidimą. ",
  "sn46.76:3.5": "Taip išlavintas, vienuoliai, dažnai praktikuotas baigties suvokimas veda į didžiąją gerovę, veda į didį saugumą, sukelia sukrėtimą skatinantį dvasinius veiksmus, veda į ramų gyvenimą.” "
}