{
  "sn46.3:0.1": "Pagal temą susijusių suttų rinkinys 46 ",
  "sn46.3:0.2": "1. Kalnai ",
  "sn46.3:0.3": "3. Dorovė ",
  "sn46.3:1.1": "„Vienuoliai, aš sakau, kad matymas vienuolių pasižyminčių dorove, sutelktimi, žinojimu, išsilaisvinimu, išsilaisvinimo žinojimu ir matymu vienuoliai, yra labai naudingas. ",
  "sn46.3:1.2": "Taip pat klausymas tokių vienuolių yra labai naudingas, ",
  "sn46.3:1.3": "nuėjimas pas juos yra labai naudingas, ",
  "sn46.3:1.4": "laikymasis arti jų yra labai naudingas, ",
  "sn46.3:1.5": "atminimas apie juos yra labai naudingas, ",
  "sn46.3:1.6": "ir žengimas priekin į benamį gyvenimą paskui juos taip pat yra labai naudingas. ",
  "sn46.3:1.7": "Dėl kokios priežasties? ",
  "sn46.3:1.8": "Nes tas, kas išklausė tokių vienuolių mokymą, vienuoliai, gyvena dvejopai atsitraukęs: kūnu ir protu. ",
  "sn46.3:1.9": "Gyvendamas taip atsitraukęs, jis atmena tą mokymą, apmąsto jį. ",
  "sn46.3:2.1": "Kai vienuolis, gyvendamas taip atsitraukęs, atmena tą mokymą, apmąsto jį, tuomet jame atsiranda atidos nušvitimo veiksnys, ",
  "sn46.3:2.2": "taip pat tas atidos nušvitimo veiksnys lavinamas, ",
  "sn46.3:2.3": "ir jis tampa visiškai išlavintas. ",
  "sn46.3:2.4": "Gyvendamas su tokia atida, jis tą mokymą išmintingai tyrinėja, nagrinėja, nuodugniai tiria. ",
  "sn46.3:3.1": "Kai vienuolis, gyvendamas su tokia atida, tą mokymą išmintingai tyrinėja, nagrinėja, nuodugniai tiria, tuomet jame kyla reiškinių tyrinėjimo nušvitimo veiksnys, ",
  "sn46.3:3.2": "taip pat tas reiškinių tyrinėjimo nušvitimo veiksnys lavinamas, ",
  "sn46.3:3.3": "ir jis tampa visiškai išlavintas. ",
  "sn46.3:3.4": "Kai jis tą mokymą su išmintimi tyrinėja, nagrinėja, nuodugniai tiria kyla nenusilpstantis uolumas. ",
  "sn46.3:4.1": "Kai vienuolis tą mokymą su išmintimi tyrinėja, nagrinėja, nuodugniai tiria, tuomet jame kyla nenusilpstantis uolumas, tuomet jame kyla uolumo nušvitimo veiksnys, taip pat tas uolumo nušvitimo veiksnys lavinamas, ir jis tampa visiškai išlavintu. ",
  "sn46.3:4.2": "Uoliajam kyla dvasinė ekstazė. ",
  "sn46.3:5.1": "Kai uoliam vienuoliui kyla dvasinė ekstazė, tuomet jame kyla ekstazės nušvitimo veiksnys, tas ekstazės nušvitimo veiksnys lavinamas, ir jis tampa visiškai išlavintu. ",
  "sn46.3:5.2": "Tam, kurio protas ekstazėje, nurimsta ir kūnas, ir protas. ",
  "sn46.3:6.1": "Kai vienuoliui, kurio protas ekstazėje, nurimsta ir kūnas, ir protas, tuomet jame kyla ramybės nušvitimo veiksnys, taip pat tas ramybės nušvitimo veiksnys lavinamas, ir jis tampa visiškai išlavintu. ",
  "sn46.3:6.2": "Kūnu nurimusiojo, palaimingojo protas susitelkia. ",
  "sn46.3:7.1": "Kai nurimusio, palaimingo vienuolio protas susitelkia, tuomet jame kyla sutelkties nušvitimo veiksnys, taip pat tas sutelkties nušvitimo veiksnys lavinamas, ir jis veiksnys tampa visiškai išlavintu. ",
  "sn46.3:7.2": "Jis su lygiažiūra stebi taip sutelktą protą. ",
  "sn46.3:8.1": "Kai vienuolis su lygiažiūra stebi taip sutelktą protą, tuomet jame kyla lygiažiūros nušvitimo veiksnys, taip pat tas lygiažiūros nušvitimo veiksnys lavinamas, ir jis tampa visiškai išlavintu. ",
  "sn46.3:9.1": "Taip išlavinus, vienuoliai, dažnai praktikavus septynis nušvitimo veiksnius, galima tikėtis septynių vaisių, septynių palankių rezultatų: ",
  "sn46.3:9.2": "Kokių septynių vaisių, septynių palankių rezultatų? ",
  "sn46.3:9.3": "Tobulo žinojimo anksti šiame gyvenime. ",
  "sn46.3:9.4": "Jei tobulo žinojimo nekyla anksti šiame gyvenime, tuomet jis kyla mirties akimirką. ",
  "sn46.3:9.5": "Jei tobulo žinojimo nekyla nei anksti šiame gyvenime, nei mirties akimirką, tuomet, sudaužomi penki žemesnieji pančiai ir galutinai užgęstama tarp (gyvenimų). ",
  "sn46.3:9.6": "Jei tobulo žinojimo nekyla nei anksti šiame gyvenime, nei mirties akimirką, nei sudaužomi penki žemesnieji pančiai ir galutinai užgęstama tarp  (gyvenimų), tuomet, sudaužomi penki žemesnieji pančiai ir galutinai užgęstama „palietus” (kitą gyvenimą). ",
  "sn46.3:9.7": "Jei tobulo žinojimo nekyla nei anksti šiame gyvenime, nei mirties akimirką, nei sudaužomi penki žemesnieji pančiai ir galutinai užgęstama tarp (gyvenimų), nei sudaužomi penki žemesnieji pančiai ir galutinai užgęstama „palietus” (kitą gyvenimą), tuomet, sudaužomi penki žemesnieji pančiai ir be pastangų galutinai užgęstama (kitame gyvenime). ",
  "sn46.3:9.8": "Jei tobulo žinojimo nekyla nei anksti šiame gyvenime, nei mirties akimirką, nei sudaužomi penki žemesnieji pančiai ir galutinai užgęstama tarp (gyvenimų), nei sudaužomi penki žemesnieji pančiai ir galutinai užgęstama „palietus” (kitą gyvenimą), nei sudaužomi penki žemesnieji pančiai ir be pastangų galutinai užgęstama (kitame gyvenime), tuomet, sudaužomi penki žemesnieji pančiai ir įdėjus pastangų galutinai užgęstama (kitame gyvenime). ",
  "sn46.3:9.9": "Jei tobulo žinojimo nekyla nei anksti šiame gyvenime, nei mirties akimirką, nei sudaužomi penki žemesnieji pančiai ir galutinai užgęstama tarp (gyvenimų), nei sudaužomi penki žemesnieji pančiai ir galutinai užgęstama „palietus” (kitą gyvenimą), nei sudaužomi penki žemesnieji pančiai ir be pastangų galutinai užgęstama (kitame gyvenime), nei sudaužomi penki žemesnieji pančiai ir įdėjus pastangų galutinai užgęstama (kitame gyvenime), tuomet sudaužomi penki žemesnieji pančiai ir tampama kylančių su srove aukštyn iki <i lang='pi' translate='no'>Akaniṭṭha</i> pasaulio. ",
  "sn46.3:9.10": "Taip išlavinus, vienuoliai, dažnai praktikavus septynis nušvitimo veiksnius, galima tikėtis septynių vaisių, septynių palankių rezultatų. "
}