{
  "sn46.55:0.1": "Pagal temą susijusių suttų rinkinys 46 ",
  "sn46.55:0.2": "6. Pokalbis ",
  "sn46.55:0.3": "55. Su Saṅgārava ",
  "sn46.55:1.1": "Savatthyje. ",
  "sn46.55:1.2": "Ir štai brahmanas Saṅgārava nuėjo pas Palaimintąjį. Atėjęs apsikeitė su Palaimintuoju mandagiais sveikinimais. ",
  "sn46.55:1.3": "Apsikeitęs mandagiais sveikinimais ir draugiškais žodžiais jis atsisėdo iš šono. Sėdedamas taip iš šono brahmanas Saṅgārava Palaimintajam pasakė štai ką: ",
  "sn46.55:2.1": "„Kokia, Gerbiamas Gotama, yra priežastis, kas salygoja tai, kad net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti? ",
  "sn46.55:2.2": "Ir kokia, Gerbiamas Gotama, yra priežastis, kas salygoja tai, kad net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti?” ",
  "sn46.55:3.1": "„Brahmane, kai kažkas su protu apsėstu juslinio geismo būna pasinėręs į juslinį geismą ir nesupranta išeities iš kilusio juslinio geismo tokios, kokia ji yra iš tikrųjų, tuo metu jis nei žino, nei mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam; jis nei žino, nei mato kaip tai yra iš tikrųjų, kas naudinga kitam; jis nei žino, nei mato kaip tai yra iš tikrųjų, kas naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:4.1": "Panašiai, brahmanai, kaip jei būtų dubuo su vandeniu sumaišytu su raudona dirva, ciberžole, indiga ar raude. ",
  "sn46.55:4.2": "Tuomet net geros regos žmogus žiūrėdamas į savo veido atvaizdą nei žinotų, nei matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:4.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu apsėstu juslinio geismo būna pasinėręs į juslinį geismą ir nesupranta išeities iš kilusio juslinio geismo tokios, kokia ji yra iš tikrųjų, tuo metu jis nei žino, nei mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam; jis nei žino, nei mato kaip tai yra iš tikrųjų, kas naudinga kitam; jis nei žino, nei mato kaip tai yra iš tikrųjų, kas naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:5.1": "Toliau, brahmane, kai kažkas su protu apsėstu piktavališkumo būna pasinėręs į piktavališkumą ir nesupranta išeities iš kilusio piktavališkumo tokios, kokia ji yra iš tikrųjų, tuo metu nei jis žino, ar mato kas iš tikrųjų naudinga jam pačiam, nei jis žino, ar mato kas iš tikrųjų naudinga kitam, nei jis žino, ar mato kas iš tikrųjų naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:6.1": "Panašiai, brahmanai, kaip jei būtų dubuo su verdančiu ant ugnies, burbuliuojančiu vandeniu. ",
  "sn46.55:6.2": "Tuomet net geros regos žmogus žiūrėdamas į savo veido atvaizdą nei žinotų, nei matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:6.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu apsėstu piktavališkumo būna pasinėręs į piktavališkumą ir nesupranta išeities iš kilusio piktavališkumo tokios, kokia ji yra iš tikrųjų, tuo metu nei jis žino, ar mato kas iš tikrųjų naudinga jam pačiam, nei jis žino, ar mato kas iš tikrųjų naudinga kitam, nei jis žino, ar mato kas iš tikrųjų naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:7.1": "Toliau, brahmane, kai kažkas su protu apsėstu apatijos ir tingulio būna pasinėręs į apatiją ir tingulį ir nesupranta išeities iš kilusių apatijos ir tingulio tokios, kokia ji yra iš tikrųjų, tuo metu nei jis žino, ar mato kas iš tikrųjų naudinga jam pačiam, nei jis žino, ar mato kas iš tikrųjų naudinga kitam, nei jis žino, ar mato kas iš tikrųjų naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:8.1": "Panašiai, brahmanai, kaip jei būtų dubuo su vandeniu apaugusiu samanomis ir dumbliais. ",
  "sn46.55:8.2": "Tuomet net geros regos žmogus žiūrėdamas į savo veido atvaizdą nei žinotų, nei matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:8.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu apsėstu apatijos ir tingulio būna pasinėręs į apatiją ir tingulį ir nesupranta išeities iš kilusių apatijos ir tingulio tokios, kokia ji yra iš tikrųjų, tuo metu nei jis žino, ar mato kas iš tikrųjų naudinga jam pačiam, nei jis žino, ar mato kas iš tikrųjų naudinga kitam, nei jis žino, ar mato kas iš tikrųjų naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:9.1": "Toliau, brahmane, kai kažkas su protu apsėstu nerimo ir graužaties būna pasinėręs į nerimą ir graužatį ir nesupranta išeities iš kilusių nerimo ir graužaties tokios, kokia ji yra iš tikrųjų, tuo metu nei jis žino, ar mato kas iš tikrųjų naudinga jam pačiam, nei jis žino, ar mato kas iš tikrųjų naudinga kitam, nei jis žino, ar mato kas iš tikrųjų naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:10.1": "Panašiai, brahmanai, kaip jei būtų dubuo su raibinamu vėjo, judinamu, sukamu, banguojančiu vandeniu. ",
  "sn46.55:10.2": "Tuomet net geros regos žmogus žiūrėdamas į savo veido atvaizdą nei žinotų, nei matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:10.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu apsėstu nerimo ir graužaties būna pasinėręs į nerimą ir graužatį ir nesupranta išeities iš kilusių nerimo ir graužaties tokios, kokia ji yra iš tikrųjų, tuo metu nei jis žino, ar mato kas iš tikrųjų naudinga jam pačiam, nei jis žino, ar mato kas iš tikrųjų naudinga kitam, nei jis žino, ar mato kas iš tikrųjų naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:11.1": "Toliau, brahmane, kai kažkas su protu apsėstu abejonių būna pasinėręs į abejones ir nesupranta išeities iš kilusių abejonių tokios, kokia ji yra iš tikrųjų, tuo metu nei jis žino, ar mato kas iš tikrųjų naudinga jam pačiam, nei jis žino, ar mato kas iš tikrųjų naudinga kitam, nei jis žino, ar mato kas iš tikrųjų naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:12.1": "Panašiai, brahmanai, kaip jei būtų dubuo su drumstu, nenusistovėjusiu, drumzlinu vandeniu pastatytu tamsoje. ",
  "sn46.55:12.2": "Tuomet net geros regos žmogus žiūrėdamas į savo veido atvaizdą nei žinotų, nei matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:12.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu apsėstu abejonių būna pasinėręs į abejones ir nesupranta išeities iš kilusių abejonių tokios, kokia ji yra iš tikrųjų, tuo metu nei jis žino, ar mato kas iš tikrųjų naudinga jam pačiam, nei jis žino, ar mato kas iš tikrųjų naudinga kitam, nei jis žino, ar mato kas iš tikrųjų naudinga abiems. Ir net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla (jo) atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:12.4": "Tokia, brahmanai, yra priežastis, tai salygoja tai, kad net tie šventi tekstai, kurie buvo ilgą laiką kartoti, neiškyla atminty, ką jau sakyti apie tuos, kurie nebuvo kartoti. ",
  "sn46.55:13.1": "Bet, brahmane, kai kažkas su protu neapsėstu juslinio geismo nebūna pasinėręs į juslinį geismą ir supranta išeitį iš kilusio juslinio geismo tokia, kokia ji yra iš tikrųjų, tuo metu jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam; jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga kitam; jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga abiems. Ir net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:14.1": "Panašiai, brahmanai, kaip jei būtų dubuo su vandeniu nesumaišytu su raudona dirva, ciberžole, indiga ar raude. ",
  "sn46.55:14.2": "Tuomet geros regos žmogus žiūrėdamas į savo veido atvaizdą žinotų ir matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:14.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu apsėstu juslinio geismo būna pasinėręs į juslinį geismą ir nesupranta išeities iš kilusio juslinio geismo tokios, kokia ji yra iš tikrųjų … ",
  "sn46.55:15.1": "Bet, brahmane, kai kažkas su protu neapsėstu piktavališkumo nebūna pasinėręs į piktavališkumą ir supranta išeitį iš kilusio piktavališkumo tokia, kokia ji yra iš tikrųjų, tuo metu jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam … kas naudinga kitam … kas naudinga abiems. Ir net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:16.1": "Panašiai, brahmanai, kaip jei būtų dubuo su neverdančiu ant ugnies, neburbuliuojančiu vandeniu. ",
  "sn46.55:16.2": "Tuomet geros regos žmogus žiūrėdamas į savo veido atvaizdą žinotų ir matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:16.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu neapsėstu piktavališkumo nebūna pasinėręs į piktavališkumą ir supranta išeitį iš kilusio piktavališkumo tokia, kokia ji yra iš tikrųjų, tuo metu jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam … kas naudinga kitam … kas naudinga abiems. Ir net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:17.1": "Bet, brahmane, kai kažkas su protu neapsėstu apatijos ir tingulio nebūna pasinėręs į apatiją ir tingulį ir supranta išeitį iš kilusių apatijos ir tingulio tokia, kokia ji yra iš tikrųjų, tuo metu jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam … kas naudinga kitam … kas naudinga abiems. Ir net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:18.1": "Panašiai, brahmanai, kaip jei būtų dubuo su vandeniu neapaugusiu samanomis ir dumbliais. ",
  "sn46.55:18.2": "Tuomet geros regos žmogus žiūrėdamas į savo veido atvaizdą žinotų ir matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:18.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu neapsėstu apatijos ir tingulio nebūna pasinėręs į apatiją ir tingulį ir supranta išeitį iš kilusių apatijos ir tingulio tokia, kokia ji yra iš tikrųjų, tuo metu jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam … kas naudinga kitam … kas naudinga abiems. Ir net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:19.1": "Bet, brahmane, kai kažkas su protu neapsėstu nerimo ir graužaties nebūna pasinėręs į nerimą ir graužatį ir supranta išeitį iš kilusių nerimo ir graužaties tokia, kokia ji yra iš tikrųjų, tuo metu jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam … kas naudinga kitam … kas naudinga abiems. Ir net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:20.1": "Panašiai, brahmanai, kaip jei būtų dubuo su neraibinamu vėjo, nejudinamu, nesukamu, nebanguojančiu vandeniu. ",
  "sn46.55:20.2": "Tuomet geros regos žmogus žiūrėdamas į savo veido atvaizdą žinotų ir matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:20.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu neapsėstu nerimo ir graužaties nebūna pasinėręs į nerimą ir graužatį ir supranta išeitį iš kilusių nerimo ir graužaties tokia, kokia ji yra iš tikrųjų, tuo metu jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam … kas naudinga kitam … kas naudinga abiems. Ir net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:21.1": "Bet, brahmane, kai kažkas su protu neapsėstu abejonių nebūna pasinėręs į abejones ir supranta išeitį iš kilusių abejonių tokia, kokia ji yra iš tikrųjų, tuo metu jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam … kas naudinga kitam … kas naudinga abiems. Ir net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:22.1": "Panašiai, brahmanai, kaip jei būtų dubuo su švariu, nurimusiu, tyru vandeniu pastatytu šviesoje. ",
  "sn46.55:22.2": "Tuomet geros regos žmogus žiūrėdamas į savo veido atvaizdą žinotų ir matytų jį tokiu, koks jis yra iš tikrųjų. ",
  "sn46.55:22.3": "Lygiai gi taip pat, brahmane, kai kažkas su protu neapsėstu abejonių nebūna pasinėręs į abejones ir supranta išeitį iš kilusių abejonių tokia, kokia ji yra iš tikrųjų, tuo metu jis žino ir mato kaip tai yra iš tikrųjų, kas naudinga jam pačiam … kas naudinga kitam … kas naudinga abiems. Ir net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:22.4": "Tokia, brahmanai, yra priežastis, tai salygoja tai, kad net tie šventi tekstai, kurie nebuvo ilgą laiką kartoti, iškyla atminty, ką jau sakyti apie tuos, kurie buvo kartoti. ",
  "sn46.55:23.1": "Šie septyni, brahmanai, nušvitimo veiksniai nėra trukdžiai ar kliūtys protui, tai nėra teršalai. Lavinami, dažnai praktikuojami jie atveda prie tiesioginio išminties ir išsilaisvinimo rezultato pažinimo. ",
  "sn46.55:23.2": "Kokie septyni? ",
  "sn46.55:23.3": "Atidos nušvitimo veiksnis, brahmane, nėra trukdys ar kliūtis protui, tai nėra teršalas. Lavinamas, dažnai praktikuojamas jis atveda prie tiesioginio išminties ir išsilaisvinimo rezultato pažinimo … Reiškinių tyrinėjimo nušvitimo veiksnis … Uolumo nušvitimo veiksnis … Palaimos nušvitimo veiksnis … Ramybės nušvitimo veiksnis … Sutelkties nušvitimo veiksnis … Lygiažiūros nušvitimo veiksnis nėra trukdys ar kliūtis protui, tai nėra teršalas. Lavinamas, dažnai praktikuojamas jis atveda prie tiesioginio išminties ir išsilaisvinimo rezultato pažinimo. ",
  "sn46.55:23.4": "Šie, brahmanai, septyni nušvitimo veiksniai nėra trukdžiai ar kliūtys protui, tai nėra teršalai. Lavinami, dažnai praktikuojami jie atveda prie tiesioginio išminties ir išsilaisvinimo rezultato pažinimo.” ",
  "sn46.55:24.1": "Kai tai buvo pasakyta, brahmanas Saṅgārava tarė Palaimintajam: ",
  "sn46.55:24.2": "„Nuostabu, Gerbiamas Gotama … ",
  "sn46.55:24.3": "Nuo šios dienos, tegul Gerbiamas Gotama laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui.” "
}