{
  "sn7.1:0.1": "Verbundene Lehrreden 7.1 ",
  "sn7.1:0.2": "1. Das Kapitel über die Vollendeten ",
  "sn7.1:0.3": "Mit Dhanañjānī ",
  "sn7.1:1.1": "So habe ich es gehört: ",
  "sn7.1:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn7.1:1.3": "Nun war zu dieser Zeit eine Brahmanin mit Namen Dhanañjānī aus dem Bhāradvāja-Stamm dem Buddha, der Lehre und dem Saṅgha ergeben. ",
  "sn7.1:1.4": "Einmal, als sie ihrem Mann sein Essen brachte, stolperte sie und drückte dreimal dieses innige Gefühl aus: ",
  "sn7.1:2.1": "„Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "sn7.1:3.1": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "sn7.1:4.1": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha!“ ",
  "sn7.1:5.1": "Daraufhin sagte der Brahmane aus dem Bhāradvāja-Stamm zu Dhanañjānī: ",
  "sn7.1:5.2": "„Das ist ja schön! Beim kleinsten Anlass spuckt diese Asoziale Lob für diesen Glatzkopf aus, diesen falschen Asketen. ",
  "sn7.1:5.3": "Auf der Stelle, du Asoziale, gehe ich jetzt und widerlege die Doktrin deines Lehrers!“ ",
  "sn7.1:5.4": "„Brahmane, ich sehe niemanden in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – ich sehe niemanden, der die Doktrin des Gesegneten, des Vollendeten, des vollkommen erwachten Buddha widerlegen könnte. ",
  "sn7.1:5.5": "Aber dennoch solltest du gehen. Wenn du hingegangen bist, wirst du verstehen.“ ",
  "sn7.1:6.1": "Da ging der Brahmane aus dem Bhāradvāja-Stamm, zornig und aufgebracht, zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn7.1:6.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin ",
  "sn7.1:6.3": "und redete den Buddha mit einer Strophe an: ",
  "sn7.1:7.1": "„Wenn was eingeäschert ist, schläft man gut? ",
  "sn7.1:7.2": "Wenn was eingeäschert ist, gibt es keinen Kummer? ",
  "sn7.1:7.3": "Was ist das eine Ding, ",
  "sn7.1:7.4": "dessen Töten du gutheißt?“ ",
  "sn7.1:8.1": "„Wenn Zorn eingeäschert ist, schläft man gut. ",
  "sn7.1:8.2": "Wenn Zorn eingeäschert ist, gibt es keinen Kummer. ",
  "sn7.1:8.3": "Zorn hat eine giftige Wurzel ",
  "sn7.1:8.4": "und eine süße Spitze, Brahmane. ",
  "sn7.1:8.5": "Die Edlen preisen sein Töten, ",
  "sn7.1:8.6": "denn wenn er eingeäschert ist, gibt es keinen Kummer.“ ",
  "sn7.1:9.1": "Daraufhin sagte der Brahmane aus dem Bhāradvāja-Stamm zum Buddha: ",
  "sn7.1:9.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "sn7.1:9.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "sn7.1:9.4": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn7.1:9.5": "Darf ich vor dem Asketen Gotama die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "sn7.1:10.1": "Und der Brahmane aus dem Bhāradvāja-Stamm erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "sn7.1:10.2": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Bhāradvāja, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn7.1:10.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn7.1:10.4": "Und der Ehrwürdige Bhāradvāja wurde einer der Vollendeten. "
}