{
  "sn7.18:0.1": "Verbundene Lehrreden 7.18 ",
  "sn7.18:0.2": "2. Das Kapitel über Laienschüler ",
  "sn7.18:0.3": "Feuerholz sammeln ",
  "sn7.18:1.1": "Einmal hielt sich der Buddha im Land der Kosaler in einem gewissen Waldstück auf. ",
  "sn7.18:1.2": "Da begaben sich einige junge Schüler eines Brahmanen aus dem Bhāradvāja-Stamm, als sie Feuerholz sammelten, zu diesem Waldstück. Sie sahen den Buddha mit gekreuzten Beinen sitzen, den Körper gerade aufgerichtet, die Achtsamkeit vor sich verankert. Als sie das sahen, gingen sie zu dem Brahmanen aus dem Bhāradvāja-Stamm und meldeten ihm: ",
  "sn7.18:1.3": "„Bitte, Herr, du sollst wissen: ",
  "sn7.18:1.4": "In dem und dem Waldstück sitzt der Asket Gotama mit gekreuzten Beinen, den Körper gerade aufgerichtet, die Achtsamkeit vor sich verankert.“ ",
  "sn7.18:1.5": "Da ging der Brahmane aus dem Bhāradvāja-Stamm mit seinen Schülern zu diesem Waldstück ",
  "sn7.18:1.6": "und sah dort den Buddha mit gekreuzten Beinen sitzen, den Körper gerade aufgerichtet, die Achtsamkeit vor sich verankert. ",
  "sn7.18:1.7": "Er ging zum Buddha und redete ihn in Strophen an: ",
  "sn7.18:2.1": "„Tief im Dschungel, der so voller Schrecken ist, ",
  "sn7.18:2.2": "bist du in die leere, trostlose Wildnis eingetaucht. ",
  "sn7.18:2.3": "Still, stetig und voller Anmut: ",
  "sn7.18:2.4": "Wie wunderschön du meditierst, Mönch! ",
  "sn7.18:3.1": "Wo es kein Lied gibt und keine Musik, ",
  "sn7.18:3.2": "wendet sich ein Abgeklärter einsam der Wildnis zu. ",
  "sn7.18:3.3": "Das scheint mir eine erstaunliche Sache, ",
  "sn7.18:3.4": "dass du so froh allein im Dschungel lebst. ",
  "sn7.18:4.1": "Ich denke, du möchtest in der Gemeinschaft ",
  "sn7.18:4.2": "mit dem unübertrefflichen Herrscher des Himmels der Dreiunddreißig wiedergeboren werden. ",
  "sn7.18:4.3": "Ist das der Grund, dass du dich der Wildnis zuwendest, ",
  "sn7.18:4.4": "um Inbrunst zu üben, damit du zu Brahmā gelangst?“ ",
  "sn7.18:5.1": "„Alle Wünsche und Hoffnungen, die immer ",
  "sn7.18:5.2": "an die vielen und verschiedenen Bereiche gebunden sind, ",
  "sn7.18:5.3": "die Sehnsüchte, die aus der Wurzel des Nichtwissens entspringen: ",
  "sn7.18:5.4": "Sie alle habe ich bis hinab zur Wurzel beseitigt. ",
  "sn7.18:6.1": "So bin ich wunschlos, ungebunden, habe mich frei gemacht; ",
  "sn7.18:6.2": "inmitten aller Dinge ist mein Sehen klar. ",
  "sn7.18:6.3": "Ich habe den glücklichen Zustand erlangt, das unübertreffliche Erwachen. ",
  "sn7.18:6.4": "Ich meditiere allein, Brahmane, und selbstbewusst.“ ",
  "sn7.18:7.1": "Daraufhin sagte der Brahmane aus dem Bhāradvāja-Stamm zum Buddha: ",
  "sn7.18:7.2": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "sn7.18:7.3": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}