{
  "sn7.22:0.1": "Verbundene Lehrreden 7.22 ",
  "sn7.22:0.2": "2. Das Kapitel über Laienschüler ",
  "sn7.22:0.3": "In Khomadussa ",
  "sn7.22:1.1": "So habe ich es gehört: ",
  "sn7.22:1.2": "Einmal hielt sich der Buddha im Land der Sakyer auf, bei dem Marktflecken der Sakyer mit Namen Khomadussa. ",
  "sn7.22:1.3": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Khomadussa zum Almosengang. ",
  "sn7.22:1.4": "Nun waren da gerade die Brahmanen und Hausbesitzer von Khomadussa in einer geschäftlichen Angelegenheit in der Ratshalle versammelt, während ein sanfter Nieselregen herabfiel. ",
  "sn7.22:1.5": "Da begab sich der Buddha zur Ratshalle. ",
  "sn7.22:1.6": "Die Brahmanen und Hausbesitzer sahen den Buddha von Weitem kommen ",
  "sn7.22:1.7": "und sagten: ",
  "sn7.22:1.8": "„Wer sind diese glatzköpfigen Pfaffen, diese falschen Asketen? Kennen sie nicht die Regeln der Ratsversammlung?“ ",
  "sn7.22:1.9": "Darauf redete der Buddha die Brahmanen und Hausbesitzer von Khomadussa mit einer Strophe an: ",
  "sn7.22:2.1": "„Wenn keine guten Menschen da sind, ist es keine wirkliche Ratsversammlung; ",
  "sn7.22:2.2": "und die, die nicht prinzipientreu reden, sind keine guten Menschen. ",
  "sn7.22:2.3": "Da sie Gier, Hass und Täuschung aufgegeben haben, ",
  "sn7.22:2.4": "sind die, die prinzipientreu reden, gute Menschen.“ ",
  "sn7.22:3.1": "Als der Buddha geendet hatte, sagten die Brahmanen und Hausbesitzer von Khomadussa zu ihm: ",
  "sn7.22:3.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "sn7.22:3.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "sn7.22:3.4": "Wir nehmen Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn7.22:3.5": "Von diesem Tag an soll Meister Gotama uns als Laienschüler in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen haben.“ ",
  "sn7.22:4.7": "Die Verbundenen Lehrreden mit Brahmanen sind abgeschlossen. "
}