{
  "sn7.12:0.1": "Verbundene Lehrreden 7.12 ",
  "sn7.12:0.2": "2. Das Kapitel über Laienschüler ",
  "sn7.12:0.3": "Mit Udaya ",
  "sn7.12:1.1": "In Sāvatthī. ",
  "sn7.12:1.2": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und ging zum Haus des Brahmanen Udaya. ",
  "sn7.12:1.3": "Und Udaya füllte die Schale des Buddha mit Reis. ",
  "sn7.12:1.4": "Am nächsten Tag … und am übernächsten Tag … füllte Udaya die Schale des Buddha mit Reis. ",
  "sn7.12:1.5": "Aber als er seine Schale zum dritten Mal gefüllt hatte, sagte er zum Buddha: ",
  "sn7.12:1.6": "„Dieser unersättliche Asket Gotama kommt wieder und wieder her!“ ",
  "sn7.12:2.1": "„Wieder und wieder säen sie die Saat; ",
  "sn7.12:2.2": "wieder und wieder schickt Gott der Herr Regen; ",
  "sn7.12:2.3": "wieder und wieder pflügen Bauern das Feld; ",
  "sn7.12:2.4": "wieder und wieder wird das Getreide für das Land erzeugt. ",
  "sn7.12:3.1": "Wieder und wieder betteln die Bettler; ",
  "sn7.12:3.2": "wieder und wieder geben die Spender; ",
  "sn7.12:3.3": "wenn die Spender wieder und wieder gegeben haben, ",
  "sn7.12:3.4": "nehmen sie wieder und wieder ihren Platz im Himmel ein. ",
  "sn7.12:4.1": "Wieder und wieder melken die Milchbauern; ",
  "sn7.12:4.2": "wieder und wieder geht das Kalb zu seiner Mutter; ",
  "sn7.12:4.3": "wieder und wieder unterdrückt der Dummkopf und schüchtert ein; ",
  "sn7.12:4.4": "wieder und wieder wird er wiedergeboren. ",
  "sn7.12:5.1": "Wieder und wieder wirst du wiedergeboren und stirbst; ",
  "sn7.12:5.2": "wieder und wieder wirst du zum Leichenfeld getragen. ",
  "sn7.12:5.3": "Doch wenn er den Pfad zu keiner weiteren Wiedergeburt gewonnen hat, ",
  "sn7.12:5.4": "wird einer von ausgedehnter Weisheit nicht wieder und wieder geboren.“ ",
  "sn7.12:6.1": "Daraufhin sagte der Brahmane Udaya zum Buddha: ",
  "sn7.12:6.2": "„Vortrefflich, Meister Gotama! … ",
  "sn7.12:6.3": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}