{
  "sn7.14:0.1": "Verbundene Lehrreden 7.14 ",
  "sn7.14:0.2": "2. Das Kapitel über Laienschüler ",
  "sn7.14:0.3": "Ein gutsituierter Brahmane ",
  "sn7.14:1.1": "In Sāvatthī. ",
  "sn7.14:1.2": "Da ging ein gewisser gutsituierter Brahmane zum Buddha und tauschte Willkommensgrüße mit ihm aus; er sah schäbig aus und trug einen schäbigen Umhang. ",
  "sn7.14:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn7.14:1.4": "„Brahmane, warum siehst du so schäbig aus und trägst einen schäbigen Umhang?“ ",
  "sn7.14:1.5": "„Meister Gotama, ich habe vier Söhne. ",
  "sn7.14:1.6": "Auf Bitten ihrer Frauen haben sie mich aus meinem Haus geworfen.“ ",
  "sn7.14:1.7": "„Nun, Brahmane, präge dir diese Strophen ein und sage sie deinen Söhnen auf, wenn ihr alle mit einer großen Menschenmenge in der Ratshalle beisammen sitzt: ",
  "sn7.14:2.1": "‚Als sie geboren wurden, war ich überglücklich ",
  "sn7.14:2.2": "und wünschte das Allerbeste für sie. ",
  "sn7.14:2.3": "Aber auf Bitten ihrer Frauen haben sie mich fortgejagt ",
  "sn7.14:2.4": "wie Jagdhunde ein Schwein jagen. ",
  "sn7.14:3.1": "Diese gemeinen Männer erweisen sich als gefährlich, ",
  "sn7.14:3.2": "obwohl sie mich ihren lieben alten Papa nannten. ",
  "sn7.14:3.3": "Sie sind Unholde in Gestalt von Söhnen, ",
  "sn7.14:3.4": "die mich aufgeben, da ich alt geworden bin. ",
  "sn7.14:4.1": "Wie ein altes, nutzloses Pferd, ",
  "sn7.14:4.2": "das vom Futter weggeführt wird, ",
  "sn7.14:4.3": "so bettelt der alte Vater dieser Kinder ",
  "sn7.14:4.4": "vor den Häusern anderer um Almosen. ",
  "sn7.14:5.1": "Selbst mein Stock ist besser ",
  "sn7.14:5.2": "als diese unfolgsamen Söhne, ",
  "sn7.14:5.3": "denn er wehrt einen wilden Stier ab ",
  "sn7.14:5.4": "und selbst einen wilden Hund. ",
  "sn7.14:6.1": "Im Dunkeln geht er vor mir her, ",
  "sn7.14:6.2": "im tiefen Wasser stützt er mich. ",
  "sn7.14:6.3": "Durch die wunderbare Macht dieses Stocks ",
  "sn7.14:6.4": "finde ich wieder festen Stand, wenn ich stolpere.‘“ ",
  "sn7.14:7.1": "Nachdem er sich vor dem Buddha diese Strophen eingeprägt hatte, sagte der Brahmane sie seinen Söhnen auf, als sie alle mit einer großen Menschenmenge in der Ratshalle beisammen saßen. … ",
  "sn7.14:13.1": "Da führten die Söhne des Brahmanen diesen zurück nach Hause, badeten ihn und gaben ihm jeder ein erlesenes Paar von Gewändern. ",
  "sn7.14:13.2": "Da nahm der Brahmane ein Paar von Gewändern, ging zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn7.14:13.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "sn7.14:13.4": "„Meister Gotama, wir Brahmanen suchen ein Entgelt für unseren Lehrer. ",
  "sn7.14:13.5": "Meister Gotama möchte bitte mein Lehrerentgelt annehmen!“ ",
  "sn7.14:13.6": "Da nahm es der Buddha aus Anteilnahme an. ",
  "sn7.14:13.7": "Und der gutsituierte Brahmane sagte zum Buddha: ",
  "sn7.14:13.8": "„Vortrefflich, Meister Gotama! … ",
  "sn7.14:13.9": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}