{
  "sn7.2:0.1": "Verbundene Lehrreden 7.2 ",
  "sn7.2:0.2": "1. Das Kapitel über die Vollendeten ",
  "sn7.2:0.3": "Mit Bhāradvāja dem Ruppigen ",
  "sn7.2:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn7.2:1.2": "Der Brahmane Bhāradvāja der Ruppige hörte das Gerücht, ",
  "sn7.2:2.1": "dass ein Brahmane aus dem Bhāradvāja-Stamm vor dem Asketen Gotama aus dem Haus fortgezogen sei ins hauslose Leben. Zornig und aufgebracht ging er zum Buddha und beschimpfte und beleidigte ihn mit ruppigen, harten Worten. Als er geendet hatte, sagte der Buddha zu ihm: ",
  "sn7.2:2.2": "„Was denkst du, Brahmane? ",
  "sn7.2:2.3": "Gibt es noch Freunde und Kollegen, Verwandte, Sippenangehörige und Gäste, die dich besuchen kommen?“ ",
  "sn7.2:2.4": "„Manchmal kommt das vor, Meister Gotama.“ ",
  "sn7.2:2.5": "„Bewirtest du sie dann mit frischen und gekochten Speisen und Leckereien?“ ",
  "sn7.2:2.6": "„Manchmal tue ich das.“ ",
  "sn7.2:2.7": "„Aber wenn sie sie nicht nehmen, Brahmane, wem gehören sie dann?“ ",
  "sn7.2:2.8": "„In diesem Fall gehören sie immer noch mir.“ ",
  "sn7.2:2.9": "„Ebenso, Brahmane, nehmen wir, wenn du uns beschimpfst, beleidigst und mit ruppigen, harten Worten angreifst, die wir selbst nicht beschimpfen, beleidigen oder angreifen, dies nicht an. ",
  "sn7.2:2.10": "Es gehört immer noch dir, Brahmane, ",
  "sn7.2:2.11": "es gehört immer noch dir! ",
  "sn7.2:3.1": "Von jemandem, der, wenn er beschimpft, belästigt und angegriffen wird, selbst wieder beschimpft, belästigt und angreift, heißt es, er nehme am Essen teil und habe eine Reaktion darauf. ",
  "sn7.2:3.2": "Aber wir nehmen weder an deinem Essen teil, noch haben wir eine Reaktion darauf. ",
  "sn7.2:3.3": "Es gehört immer noch dir, Brahmane, ",
  "sn7.2:3.4": "es gehört immer noch dir!“ ",
  "sn7.2:3.5": "„Der König und sein Gefolge glauben, ",
  "sn7.2:3.6": "Meister Gotama sei ein Vollendeter. ",
  "sn7.2:3.7": "Und doch wird er noch zornig.“ ",
  "sn7.2:4.1": "„Bei einem, der frei von Zorn ist, gezähmt, der ausgeglichen lebt, ",
  "sn7.2:4.2": "der durch rechte Erkenntnis befreit ist, ",
  "sn7.2:4.3": "bei einem Ausgeglichenen, der im Frieden ist: ",
  "sn7.2:4.4": "Woher sollte bei ihm Zorn kommen? ",
  "sn7.2:5.1": "Wenn du auf einen zornigen Menschen zornig wirst, ",
  "sn7.2:5.2": "machst du nur alles schlimmer für dich. ",
  "sn7.2:5.3": "Wenn du auf einen zornigen Menschen nicht zornig wirst, ",
  "sn7.2:5.4": "gewinnst du die Schlacht, die schwer zu gewinnen ist. ",
  "sn7.2:6.1": "Wenn du weißt, dass der andere zornig ist, ",
  "sn7.2:6.2": "und du bist achtsam und bleibst ruhig, ",
  "sn7.2:6.3": "handelst du zum Wohl beider, ",
  "sn7.2:6.4": "deinem eigenen und dem des anderen. ",
  "sn7.2:7.1": "Menschen, die nicht mit der Lehre vertraut sind, ",
  "sn7.2:7.2": "halten einen, der beide heilt, ",
  "sn7.2:7.3": "sich selbst und den anderen, ",
  "sn7.2:7.4": "für einen Toren.“ ",
  "sn7.2:8.1": "Daraufhin sagte der Brahmane Bhāradvāja der Ruppige zum Buddha: ",
  "sn7.2:8.2": "„Vortrefflich, Meister Gotama! … ",
  "sn7.2:8.3": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn7.2:8.4": "Herr, darf ich vor dem Asketen Gotama die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "sn7.2:9.1": "Und der Brahmane Bhāradvāja der Ruppige erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "sn7.2:9.2": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Bhāradvāja der Ruppige, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn7.2:9.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn7.2:9.4": "Und der Ehrwürdige Bhāradvāja wurde einer der Vollendeten. "
}