{
  "sn7.9:0.1": "Verbundene Lehrreden 7.9 ",
  "sn7.9:0.2": "1. Das Kapitel über die Vollendeten ",
  "sn7.9:0.3": "Mit Sundarikabhāradvāja ",
  "sn7.9:1.1": "Einmal hielt sich der Buddha im Land der Kosaler auf, am Ufer des Flusses Sundarikā. ",
  "sn7.9:1.2": "Nun huldigte da gerade der Brahmane Sundarikabhāradvāja am Ufer des Flusses Sundarikā der heiligen Flamme und brachte das Feueropfer dar. ",
  "sn7.9:1.3": "Dann schaute er sich nach allen vier Himmelrichtungen um und dachte: ",
  "sn7.9:1.4": "„Wer könnte jetzt die Reste dieses Opfers essen?“ ",
  "sn7.9:1.5": "Er sah den Buddha am Fuß eines Baumes meditieren, die Robe über den Kopf gezogen. ",
  "sn7.9:1.6": "Er nahm die Reste des Opfers in die linke Hand und einen Wasserkrug in die rechte und begab sich zum Buddha. ",
  "sn7.9:1.7": "Als dieser Sundarikabhāradvājas Schritte hörte, enthüllt er seinen Kopf. ",
  "sn7.9:1.8": "Sundarikabhāradvāja dachte: „Dieser Mann ist geschoren, er ist geschoren!“ Und er wollte umkehren. ",
  "sn7.9:1.9": "Aber er dachte: ",
  "sn7.9:1.10": "„Selbst manche Brahmanen sind geschoren. ",
  "sn7.9:1.11": "Warum gehe ich nicht zu ihm und frage ihn nach seiner Geburt?“ ",
  "sn7.9:2.1": "Und der Brahmane Sundarikabhāradvāja ging zum Buddha und sagte zu ihm: ",
  "sn7.9:2.2": "„Herr, in welcher Kaste bist du geboren?“ ",
  "sn7.9:3.1": "„Frag nicht nach der Geburt, frag nach dem Verhalten; ",
  "sn7.9:3.2": "denn jedes Zünden kann eine Flamme entzünden. ",
  "sn7.9:3.3": "Ein Abgeklärter, standhaft, selbst aus niederer Familie, ",
  "sn7.9:3.4": "ist ein Vollblüter, wenn vom Gewissen in Schach gehalten. ",
  "sn7.9:4.1": "Von der Wahrheit gezähmt, durch die Zähmung vollendet, ",
  "sn7.9:4.2": "Meister des vollständigen Wissens, der das geistliche Leben erfüllt hat – ",
  "sn7.9:4.3": "einem Solchen soll sich ein Opferer vorstellen ",
  "sn7.9:4.4": "und zur rechten Zeit jemandem spenden, der einer religiösen Gabe würdig ist.“ ",
  "sn7.9:5.1": "„Meine Opferspende muss gut dargebracht worden sein, ",
  "sn7.9:5.2": "da ich einem solchen Meister des Wissens begegnet bin! ",
  "sn7.9:5.3": "Weil ich nie jemanden wie dich getroffen habe, ",
  "sn7.9:5.4": "haben andere die Reste meines Opfers gegessen. ",
  "sn7.9:6.1": "Iss, Meister Gotama! ",
  "sn7.9:6.2": "Du bist wahrhaftig ein Brahmane.“ ",
  "sn7.9:7.1": "„Speise, die mit einem Zauber besungen ist, ist für mich nicht zu genießen. ",
  "sn7.9:7.2": "Das ist nicht der Grundsatz derer, die sehen, Brahmane. ",
  "sn7.9:7.3": "Die Buddhas weisen Dinge zurück, die mit einem Zauber besungen sind. ",
  "sn7.9:7.4": "Da das ein Naturgesetz ist, Brahmane, leben sie so. ",
  "sn7.9:8.1": "Mit anderer Speise und anderem Trank ",
  "sn7.9:8.2": "bewirte den Vollkommenen, den großen Seher, ",
  "sn7.9:8.3": "dessen Befleckungen aufgelöst sind, dessen Reue gestillt. ",
  "sn7.9:8.4": "Denn er ist das Feld für den, der Verdienst sucht.“ ",
  "sn7.9:9.1": "„Wem, Meister Gotama, sollte ich dann die Reste dieses Opfers geben?“ ",
  "sn7.9:9.2": "„Brahmane, ich sehe niemanden in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – ich sehe niemanden, der diese Reste richtig verdauen könnte, außer dem Klargewordenen oder einem seiner Schüler. ",
  "sn7.9:9.3": "Nun, Brahmane, wirf diese Reste fort an eine Stelle, wo wenig wächst, oder wirf sie in Wasser, in dem keine Lebewesen sind.“ ",
  "sn7.9:10.1": "Und der Brahmane Sundarikabhāradvāja warf das Opfer in Wasser, in dem keine Lebewesen waren. ",
  "sn7.9:10.2": "Und als diese Reste ins Wasser geworfen wurden, zischten und brodelten, dampften und rauchten sie. ",
  "sn7.9:10.3": "Wie eine Eisenpfanne, die den ganzen Tag erhitzt wurde: Wenn man sie ins Wasser legen würde, würde sie zischen und brodeln, dampfen und rauchen. ",
  "sn7.9:10.4": "Ebenso zischten und brodelten, dampften und rauchten diese Reste, als sie ins Wasser geworfen wurden. ",
  "sn7.9:11.1": "Da war der Brahmane Sundarikabhāradvāja erschüttert und seine Haare sträubten sich. Er ging zum Buddha und stellte sich zur Seite hin. ",
  "sn7.9:11.2": "Der Buddha redete ihn in Strophen an: ",
  "sn7.9:12.1": "„Wenn du das Holz entzündest, Brahmane, ",
  "sn7.9:12.2": "stell dir nicht vor, das sei Reinheit, denn es ist bloß etwas Äußeres. ",
  "sn7.9:12.3": "Denn Kenner sagen, dies sei kein Weg zur Reinheit, ",
  "sn7.9:12.4": "wenn man Reinheit in Äußerlichkeiten sucht. ",
  "sn7.9:13.1": "Ich habe das Entzünden von Feuerholz aufgegeben, Brahmane, ",
  "sn7.9:13.2": "jetzt zünde ich nur die innere Flamme an. ",
  "sn7.9:13.3": "Stets lodernd, stets gesammelt, ",
  "sn7.9:13.4": "bin ich ein Vollendeter, der das geistliche Leben führt. ",
  "sn7.9:14.1": "Einbildung, Brahmane, ist die Last deiner Besitztümer, ",
  "sn7.9:14.2": "Zorn ist dein Rauch, Lügen sind deine Asche. ",
  "sn7.9:14.3": "Die Zunge ist die Schöpfkelle und das Herz der Feueraltar; ",
  "sn7.9:14.4": "ein gut gezähmtes Selbst ist das Licht eines Menschen. ",
  "sn7.9:15.1": "Die Lehre ist ein See mit Ufern aus Sittlichkeit, Brahmane, ",
  "sn7.9:15.2": "ungetrübt, von den Erlesenen für die Guten gepriesen. ",
  "sn7.9:15.3": "Dahin gehen die Meister des Wissens zum Baden ",
  "sn7.9:15.4": "und gelangen zum jenseitigen Ufer, ohne nass zu werden. ",
  "sn7.9:16.1": "Wahrheit, Grundsatz, Zügelung, das geistliche Leben; ",
  "sn7.9:16.2": "das Erlangen des Höchsten auf der Grundlage des Mittleren, Brahmane; ",
  "sn7.9:16.3": "den Aufrechten Ehrerbietung erweisen – ",
  "sn7.9:16.4": "ich erkläre, dieser Mensch ist einer, der der Lehre folgt.“ ",
  "sn7.9:17.1": "Daraufhin sagte der Brahmane Sundarikabhāradvāja zum Buddha: ",
  "sn7.9:17.2": "„Vortrefflich, Meister Gotama! …“ … ",
  "sn7.9:17.3": "Und der Ehrwürdige Bhāradvāja wurde einer der Vollendeten. "
}