{
  "sn48.10:0.1": "Verbundene Lehrreden 48.10 ",
  "sn48.10:0.2": "1. Das Kapitel über die einfache Fassung ",
  "sn48.10:0.3": "Aufgliederung (2) ",
  "sn48.10:1.1": "„Mönche und Nonnen, es gibt fünf Fähigkeiten. ",
  "sn48.10:1.2": "Welche fünf? ",
  "sn48.10:1.3": "Die Fähigkeit des Vertrauens, der Energie, der Achtsamkeit, der Versenkung und der Weisheit. ",
  "sn48.10:1.4": "Und was ist die Fähigkeit des Vertrauens? ",
  "sn48.10:1.5": "Da hat ein edler Schüler Vertrauen zum Erwachen des Klargewordenen: ",
  "sn48.10:1.6": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "sn48.10:1.7": "Das nennt man die Fähigkeit des Vertrauens. ",
  "sn48.10:2.1": "Und was ist die Fähigkeit der Energie? ",
  "sn48.10:2.2": "Da lebt ein edler Schüler so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "sn48.10:2.3": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen. ",
  "sn48.10:2.4": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden. ",
  "sn48.10:2.5": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften aufkommen. ",
  "sn48.10:2.6": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "sn48.10:2.7": "Das nennt man die Fähigkeit der Energie. ",
  "sn48.10:3.1": "Und was ist die Fähigkeit der Achtsamkeit? ",
  "sn48.10:3.2": "Da ist ein edler Schüler achtsam. Er besitzt äußerste Achtsamkeit und Wachheit, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann er sich erinnern und sie sich ins Gedächtnis rufen. ",
  "sn48.10:3.3": "Er meditiert, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn48.10:3.4": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn48.10:3.5": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn48.10:3.6": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn48.10:3.7": "Das nennt man die Fähigkeit der Achtsamkeit. ",
  "sn48.10:4.1": "Und was ist die Fähigkeit der Versenkung? ",
  "sn48.10:4.2": "Da gelangt ein edler Schüler zur Versenkung, zur Einheit des Geistes, indem er sich auf Loslassen stützt. ",
  "sn48.10:4.3": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, tritt er in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "sn48.10:4.4": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt er in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "sn48.10:4.5": "Und mit dem Schwinden der Ekstase tritt er in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "sn48.10:4.6": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt er in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "sn48.10:4.7": "Das nennt man die Fähigkeit der Versenkung. ",
  "sn48.10:5.1": "Und was ist die Fähigkeit der Weisheit? ",
  "sn48.10:5.2": "Da ist ein edler Schüler weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "sn48.10:5.3": "Er versteht wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "sn48.10:5.4": "Das nennt man die Fähigkeit der Weisheit. ",
  "sn48.10:5.5": "Das sind die fünf Fähigkeiten.“ "
}