{
  "sn48.42:0.1": "Verbundene Lehrreden 48.42 ",
  "sn48.42:0.2": "5. Das Kapitel über das Alter ",
  "sn48.42:0.3": "Der Brahmane Uṇṇābha ",
  "sn48.42:1.1": "In Sāvatthī. ",
  "sn48.42:1.2": "Da ging der Brahmane Uṇṇābha zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn48.42:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "sn48.42:2.1": "„Meister Gotama, fünf Fähigkeiten haben ihr je eigenes Hoheitsgebiet und Revier und erfahren nicht die Hoheitsgebiete und Reviere der andern. ",
  "sn48.42:2.2": "Welche fünf? ",
  "sn48.42:2.3": "Die Fähigkeit des Auges, des Ohrs, der Nase, der Zunge und des Körpers. ",
  "sn48.42:2.4": "Worauf greifen diese fünf Fähigkeiten mit ihrem je eigenen Hoheitsgebiet und Revier zurück? Was erfährt ihre Hoheitsgebiete und Reviere?“ ",
  "sn48.42:3.1": "„Brahmane, fünf Fähigkeiten haben ihr je eigenes Hoheitsgebiet und Revier und erfahren nicht die Hoheitsgebiete und Reviere der andern. ",
  "sn48.42:3.2": "Welche fünf? ",
  "sn48.42:3.3": "Die Fähigkeit des Auges, des Ohrs, der Nase, der Zunge und des Körpers. ",
  "sn48.42:3.4": "Diese fünf Fähigkeiten mit ihrem je eigenen Hoheitsgebiet und Revier greifen auf den Geist zurück. Der Geist erfährt ihre Hoheitsgebiete und Reviere.“ ",
  "sn48.42:4.1": "„Aber Meister Gotama, worauf greift der Geist zurück?“ ",
  "sn48.42:4.2": "„Der Geist greift auf die Achtsamkeit zurück.“ ",
  "sn48.42:4.3": "„Aber worauf greift die Achtsamkeit zurück?“ ",
  "sn48.42:4.4": "„Die Achtsamkeit greift auf die Freiheit zurück.“ ",
  "sn48.42:4.5": "„Aber worauf greift die Freiheit zurück?“ ",
  "sn48.42:4.6": "„Die Freiheit greift auf das Erlöschen zurück.“ ",
  "sn48.42:4.7": "„Aber worauf greift das Erlöschen zurück?“ ",
  "sn48.42:4.8": "„Diese Frage geht zu weit, Brahmane. Du hast die Grenze für Fragen nicht verstanden. ",
  "sn48.42:4.9": "Denn das Erlöschen ist der Höhepunkt, der Zielpunkt und der Endpunkt des geistlichen Lebens.“ ",
  "sn48.42:5.1": "Da begrüßte Uṇṇābha die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "sn48.42:6.1": "Nicht lange, nachdem Uṇṇābha gegangen war, wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn48.42:6.2": "„Wie wenn da ein Giebelhaus wäre oder eine Halle mit einem Giebeldach, und das Gebäude hätte Fenster nach Osten. Wenn die Sonne aufginge und ein Lichtstrahl käme durch ein Fenster herein, wo würde er auftreffen?“ ",
  "sn48.42:6.3": "„Auf der westlichen Wand, Herr.“ ",
  "sn48.42:6.4": "„Ebenso ist das Vertrauen des Brahmanen Uṇṇābha zum Klargewordenen verankert und verwurzelt und tief eingepflanzt. Es ist fest und kann ihm von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt genommen werden. ",
  "sn48.42:6.5": "Sollte er in diesem Augenblick sterben, wäre er von keiner Fessel mehr gebunden, die ihn zu dieser Welt zurückbringen könnte.“ "
}