{
  "sn48.57:0.1": "Verbundene Lehrreden 48.57 ",
  "sn48.57:0.2": "6. Das Kapitel über die Wildschweinhöhle ",
  "sn48.57:0.3": "Mit Brahmā Sahampati ",
  "sn48.57:1.1": "Einmal, als er eben erwacht war, hielt sich der Buddha bei Uruvelā beim Banyanbaum des Ziegenhirten auf, am Ufer des Flusses Nerañjarā. ",
  "sn48.57:1.2": "Da kam ihm, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "sn48.57:1.3": "„Wenn fünf Fähigkeiten entwickelt und ausgebaut werden, gipfeln sie in der Unsterblichkeit, führen zur Unsterblichkeit und enden in der Unsterblichkeit. ",
  "sn48.57:1.4": "Welche fünf? ",
  "sn48.57:1.5": "Die Fähigkeit des Vertrauens, ",
  "sn48.57:1.6": "der Energie, ",
  "sn48.57:1.7": "der Achtsamkeit, ",
  "sn48.57:1.8": "der Versenkung ",
  "sn48.57:1.9": "und der Weisheit. ",
  "sn48.57:1.10": "Wenn diese fünf Fähigkeiten entwickelt und ausgebaut werden, gipfeln sie in der Unsterblichkeit, führen zur Unsterblichkeit und enden in der Unsterblichkeit.“ ",
  "sn48.57:2.1": "Da erkannte Brahmā Sahampati, was der Buddha dachte. Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus der Brahmāwelt und erschien wieder vor dem Buddha. ",
  "sn48.57:2.2": "Er ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "sn48.57:2.3": "„Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "sn48.57:2.4": "Wenn fünf Fähigkeiten entwickelt und ausgebaut werden, gipfeln sie in der Unsterblichkeit, führen zur Unsterblichkeit und enden in der Unsterblichkeit. ",
  "sn48.57:2.5": "Welche fünf? ",
  "sn48.57:2.6": "Die Fähigkeit des Vertrauens, der Energie, der Achtsamkeit, der Versenkung und der Weisheit. ",
  "sn48.57:2.7": "Wenn diese fünf Fähigkeiten entwickelt und ausgebaut werden, gipfeln sie in der Unsterblichkeit, führen zur Unsterblichkeit und enden in der Unsterblichkeit. ",
  "sn48.57:3.1": "Es war einmal eine Zeit, Herr, da führte ich das geistliche Leben unter dem vollkommen erwachten Buddha Kassapa. ",
  "sn48.57:3.2": "Dort kannte man mich ",
  "sn48.57:3.3": "als den Mönch Sahaka. ",
  "sn48.57:3.4": "Weil ich eben diese fünf Fähigkeiten entwickelte und ausbaute, verlor ich das Verlangen nach Sinnenfreuden. Als mein Körper auseinanderbrach, nach dem Tod, wurde ich an einem guten Ort wiedergeboren, in der Brahmāwelt. ",
  "sn48.57:3.5": "Dort kannte man mich ",
  "sn48.57:3.6": "als Brahmā Sahampati. ",
  "sn48.57:3.7": "Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "sn48.57:3.8": "Ich weiß und sehe, wie diese fünf Fähigkeiten, wenn sie entwickelt und ausgebaut werden, in der Unsterblichkeit gipfeln, zur Unsterblichkeit führen und in der Unsterblichkeit enden.“ "
}