{
  "sn48.50:0.1": "Verbundene Lehrreden 48.50 ",
  "sn48.50:0.2": "5. Das Kapitel über das Alter ",
  "sn48.50:0.3": "In Āpaṇa ",
  "sn48.50:1.1": "So habe ich es gehört: ",
  "sn48.50:1.2": "Einmal hielt sich der Buddha im Land der Aṅger auf, bei dem Marktflecken der Aṅger mit Namen Āpaṇa. ",
  "sn48.50:1.3": "Da sagte der Buddha zum Ehrwürdigen Sāriputta: ",
  "sn48.50:1.4": "„Sāriputta, würde ein edler Schüler, der hinsichtlich des Klargewordenen sicher und zuversichtlich ist, irgendeinen Zweifel oder eine Unsicherheit über den Klargewordenen oder seine Anleitung haben?“ ",
  "sn48.50:2.1": "„Herr, ein edler Schüler, der hinsichtlich des Klargewordenen sicher und zuversichtlich ist, würde keinen Zweifel und keine Unsicherheit über den Klargewordenen oder seine Anleitung haben. ",
  "sn48.50:2.2": "Von einem vertrauensvollen edlen Schüler kann man erwarten, dass er so lebt, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen; dass er stark ist, beharrlich strebsam, und nicht nachlässt beim Entwickeln tauglicher Eigenschaften. ",
  "sn48.50:2.3": "Denn seine Energie ist seine Fähigkeit der Energie. ",
  "sn48.50:3.1": "Von einem vertrauensvollen und energischen edlen Schüler kann man erwarten, dass er achtsam ist; dass er äußerste Achtsamkeit und Wachheit besitzt und sich an Dinge, die vor langer Zeit getan oder gesagt wurden, erinnern und sie sich ins Gedächtnis rufen kann. ",
  "sn48.50:3.2": "Denn seine Achtsamkeit ist seine Fähigkeit der Achtsamkeit. ",
  "sn48.50:4.1": "Von einem vertrauensvollen, energischen und achtsamen edlen Schüler kann man erwarten, dass er zur Versenkung, zur Einheit des Geistes gelangt, indem er sich auf Loslassen stützt. ",
  "sn48.50:4.2": "Denn sein Samādhi ist seine Fähigkeit der Versenkung. ",
  "sn48.50:5.1": "Von einem vertrauensvollen, energischen und achtsamen edlen Schüler, dessen Geist im Samādhi versunken ist, kann man erwarten, dass er verstehen wird: ",
  "sn48.50:5.2": "‚Das Umherwandern hat keinen bekannten Anfang. ",
  "sn48.50:5.3": "Ein Anfangspunkt für das Umherstreifen und Umherwandern der Lebewesen, die von Unwissenheit eingehüllt und von Verlangen gefesselt sind, ist nicht gefunden. ",
  "sn48.50:5.4": "Doch wenn diese dunkle Masse der Unwissenheit schwindet und restlos aufhört – dieser Zustand ist friedvoll und erhaben: nämlich ",
  "sn48.50:5.5": "das Beruhigen aller Vorgänge, das Loslassen aller Bindungen, das Auflösen des Verlangens, das Schwinden, Aufhören, Erlöschen.‘ ",
  "sn48.50:5.6": "Denn seine edle Weisheit ist seine Fähigkeit der Weisheit. ",
  "sn48.50:6.1": "Wenn ein edler Schüler wieder und wieder probiert hat, wenn er sich wieder und wieder erinnert hat, wenn er wieder und wieder Versenkung erlangt hat und wieder und wieder mit Weisheit verstanden hat, wird er zuversichtlich sein: ",
  "sn48.50:6.2": "‚Früher habe ich von diesen Dingen gehört. ",
  "sn48.50:6.3": "Aber jetzt habe ich sie unmittelbar in der Meditation erfahren und sehe sie mit durchdringender Weisheit.‘ ",
  "sn48.50:6.4": "Denn sein Vertrauen ist seine Fähigkeit des Vertrauens.“ ",
  "sn48.50:7.1": "„Gut, gut, Sāriputta! ",
  "sn48.50:7.2": "Sāriputta, ein edler Schüler, der hinsichtlich des Klargewordenen sicher und zuversichtlich ist, würde keinen Zweifel und keine Unsicherheit über den Klargewordenen oder seine Anleitung haben. …“ ",
  "sn48.50:7.3": "Und der Buddha wiederholte Sāriputtas Antwort Wort für Wort. "
}