{
  "sn48.53:0.1": "Verbundene Lehrreden 48.53 ",
  "sn48.53:0.2": "6. Das Kapitel über die Wildschweinhöhle ",
  "sn48.53:0.3": "In Schulung ",
  "sn48.53:1.1": "So habe ich es gehört: ",
  "sn48.53:1.2": "Einmal hielt sich der Buddha bei Kosambī auf, in Ghositas Kloster. ",
  "sn48.53:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn48.53:1.4": "„Mönche und Nonnen, gibt es eine Methode, nach der ein Mönch, der in Schulung ist, der auf der Stufe eines Mönchs in Schulung steht, verstehen kann, dass er in Schulung ist? Und gibt es eine Methode, nach der ein Mönch, der ein Meister ist, der auf der Stufe eines Meisters steht, verstehen kann, dass er ein Meister ist?“ ",
  "sn48.53:2.1": "„Unsere Lehren wurzeln im Buddha …“ ",
  "sn48.53:2.2": "„Es gibt eine Methode, nach der ein Mönch, der in Schulung ist, der auf der Stufe eines Mönchs in Schulung steht, verstehen kann, dass er in Schulung ist. Und gibt es eine Methode, nach der ein Mönch, der ein Meister ist, der auf der Stufe eines Meisters steht, verstehen kann, dass er ein Meister ist. ",
  "sn48.53:3.1": "Und was ist die Methode, nach der ein Mönch, der in Schulung ist, verstehen kann, dass er in Schulung ist? ",
  "sn48.53:3.2": "Da versteht ein Mönch wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "sn48.53:3.3": "Das ist eine Methode, nach der ein Mönch, der in Schulung ist, verstehen kann, dass er in Schulung ist. ",
  "sn48.53:4.1": "Dann denkt da ein Mönch, der in Schulung ist, nach: ",
  "sn48.53:4.2": "‚Gibt es außerhalb dieser Lehre einen anderen Asketen oder Brahmanen, dessen Lehre so wahr, so wirklich und so zutreffend ist wie die des Buddha?‘ ",
  "sn48.53:4.3": "Er versteht: ",
  "sn48.53:4.4": "‚Außerhalb dieser Lehre gibt es keinen anderen Asketen oder Brahmanen, dessen Lehre so wahr, so wirklich und so zutreffend wäre wie die des Buddha.‘ ",
  "sn48.53:4.5": "Auch das ist eine Methode, nach der ein Mönch, der in Schulung ist, verstehen kann, dass er in Schulung ist. ",
  "sn48.53:5.1": "Dann versteht da ein Mönch, der in Schulung ist, die fünf Fähigkeiten: ",
  "sn48.53:5.2": "die Fähigkeit des Vertrauens, der Energie, der Achtsamkeit, der Versenkung und der Weisheit. ",
  "sn48.53:5.3": "Und obwohl er ihre Bestimmung, ihre Spitze, ihre Frucht und ihren Höhepunkt nicht unmittelbar in der Meditation erfährt, ",
  "sn48.53:5.4": "sieht er sie mit durchdringender Weisheit. ",
  "sn48.53:5.5": "Auch das ist eine Methode, nach der ein Mönch, der in Schulung ist, verstehen kann, dass er in Schulung ist. ",
  "sn48.53:6.1": "Und was ist die Methode, nach der ein Mönch, der ein Meister ist, verstehen kann, dass er ein Meister ist? ",
  "sn48.53:6.2": "Da versteht ein Mönch, der ein Meister ist, die fünf Fähigkeiten: ",
  "sn48.53:6.3": "die Fähigkeit des Vertrauens, der Energie, der Achtsamkeit, der Versenkung und der Weisheit. ",
  "sn48.53:6.4": "Er erfährt ihre Bestimmung, ihre Spitze, ihre Frucht und ihren Höhepunkt unmittelbar in der Meditation, ",
  "sn48.53:6.5": "und er sieht sie mit durchdringender Weisheit. ",
  "sn48.53:6.6": "Das ist eine Methode, nach der ein Mönch, der ein Meister ist, verstehen kann, dass er ein Meister ist. ",
  "sn48.53:7.1": "Dann versteht da ein Mönch, der ein Meister ist, die sechs Fähigkeiten: ",
  "sn48.53:7.2": "die Fähigkeit des Auges, des Ohrs, der Nase, der Zunge, des Körpers und des Geistes. ",
  "sn48.53:7.3": "Er versteht: ‚Diese sechs Fähigkeiten werden ganz und gar vollständig und restlos aufhören. Und weitere sechs Fähigkeiten werden nirgends und in keiner Weise erscheinen.‘ ",
  "sn48.53:7.4": "Auch das ist eine Methode, nach der ein Mönch, der ein Meister ist, verstehen kann, dass er ein Meister ist.“ "
}