{
  "sn48.39:0.1": "Verbundene Lehrreden 48.39 ",
  "sn48.39:0.2": "4. Das Kapitel über die Fähigkeit des Wohlseins ",
  "sn48.39:0.3": "Das Gleichnis von den Reibhölzern ",
  "sn48.39:1.1": "„Mönche und Nonnen, es gibt fünf Fähigkeiten. ",
  "sn48.39:1.2": "Welche fünf? ",
  "sn48.39:1.3": "Die Fähigkeit des Wohlseins, des Schmerzes, der Fröhlichkeit, der Traurigkeit und des Gleichmuts. ",
  "sn48.39:1.4": "Die Fähigkeit des Wohlseins entsteht in Abhängigkeit von einer Berührung, die als angenehm zu erleben ist. ",
  "sn48.39:1.5": "Wenn man in einem Zustand des Wohlseins ist, versteht man: ‚Ich bin in einem Zustand des Wohlseins.‘ ",
  "sn48.39:1.6": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als angenehm zu erleben ist, hört die entsprechende Fähigkeit des Wohlseins auf und vergeht.‘ ",
  "sn48.39:2.1": "Die Fähigkeit des Schmerzes entsteht in Abhängigkeit von einer Berührung, die als schmerzhaft zu erleben ist. ",
  "sn48.39:2.2": "Wenn man in einem Zustand des Schmerzes ist, versteht man: ‚Ich bin in einem Zustand des Schmerzes.‘ ",
  "sn48.39:2.3": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als schmerzhaft zu erleben ist, hört die entsprechende Fähigkeit des Schmerzes auf und vergeht.‘ ",
  "sn48.39:3.1": "Die Fähigkeit der Fröhlichkeit entsteht in Abhängigkeit von einer Berührung, die als fröhlich zu erleben ist. ",
  "sn48.39:3.2": "Wenn man in einem Zustand der Fröhlichkeit ist, versteht man: ‚Ich bin in einem Zustand der Fröhlichkeit.‘ ",
  "sn48.39:3.3": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als fröhlich zu erleben ist, hört die entsprechende Fähigkeit der Fröhlichkeit auf und vergeht.‘ ",
  "sn48.39:4.1": "Die Fähigkeit der Traurigkeit entsteht in Abhängigkeit von einer Berührung, die als traurig zu erleben ist. ",
  "sn48.39:4.2": "Wenn man in einem Zustand der Traurigkeit ist, versteht man: ‚Ich bin in einem Zustand der Traurigkeit.‘ ",
  "sn48.39:4.3": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als traurig zu erleben ist, hört die entsprechende Fähigkeit der Traurigkeit auf und vergeht.‘ ",
  "sn48.39:5.1": "Die Fähigkeit des Gleichmuts entsteht in Abhängigkeit von einer Berührung, die als gleichmütig zu erleben ist. ",
  "sn48.39:5.2": "Wenn man in einem Zustand des Gleichmuts ist, versteht man: ‚Ich bin in einem Zustand des Gleichmuts.‘ ",
  "sn48.39:5.3": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als gleichmütig zu erleben ist, hört die entsprechende Fähigkeit des Gleichmuts auf und vergeht.‘ ",
  "sn48.39:6.1": "Wie wenn man zwei Hölzer aneinander reibt: Hitze wird erzeugt und eine Flamme entzündet. Aber wenn man die Hölzer trennt und zur Seite legt, hört die entsprechende Hitze auf und vergeht. ",
  "sn48.39:6.2": "Ebenso entsteht die Fähigkeit des Wohlseins in Abhängigkeit von einer Berührung, die als angenehm zu erleben ist. ",
  "sn48.39:6.3": "Wenn man in einem Zustand des Wohlseins ist, versteht man: ‚Ich bin in einem Zustand des Wohlseins.‘ ",
  "sn48.39:6.4": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als angenehm zu erleben ist, hört die entsprechende Fähigkeit des Wohlseins auf und vergeht.‘ ",
  "sn48.39:7.1": "Die Fähigkeit des Schmerzes … ",
  "sn48.39:7.2": "Die Fähigkeit der Fröhlichkeit … ",
  "sn48.39:7.3": "Die Fähigkeit der Traurigkeit … ",
  "sn48.39:7.4": "Die Fähigkeit des Gleichmuts entsteht in Abhängigkeit von einer Berührung, die als gleichmütig zu erleben ist. ",
  "sn48.39:7.5": "Wenn man in einem Zustand des Gleichmuts ist, versteht man: ‚Ich bin in einem Zustand des Gleichmuts.‘ ",
  "sn48.39:7.6": "Man weiß: ‚Mit dem Aufhören dieser Berührung, die als gleichmütig zu erleben ist, hört die entsprechende Fähigkeit des Gleichmuts auf und vergeht.‘“ "
}