{
  "an6.34:0.1": "Aṅguttara Nikāya 6 ",
  "an6.34:0.2": "4. devatāvagga ",
  "an6.34:0.3": "34. Mahāmoggallānasutta ",
  "an6.34:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an6.34:1.2": "Atha kho āyasmato mahāmoggallānassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "an6.34:1.3": "“katamesānaṁ devānaṁ evaṁ ñāṇaṁ hoti: ",
  "an6.34:1.4": "‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ",
  "an6.34:1.5": "Tena kho pana samayena tisso nāma bhikkhu adhunākālaṅkato aññataraṁ brahmalokaṁ upapanno hoti. ",
  "an6.34:1.6": "Tatrapi naṁ evaṁ jānanti: ",
  "an6.34:1.7": "“tisso brahmā mahiddhiko mahānubhāvo”ti. ",
  "an6.34:2.1": "Atha kho āyasmā mahāmoggallāno—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—jetavane antarahito tasmiṁ brahmaloke pāturahosi. ",
  "an6.34:2.2": "Addasā kho tisso brahmā āyasmantaṁ mahāmoggallānaṁ dūratova āgacchantaṁ. ",
  "an6.34:2.3": "Disvāna āyasmantaṁ mahāmoggallānaṁ etadavoca: ",
  "an6.34:2.4": "“ehi kho, mārisa moggallāna; svāgataṁ, mārisa moggallāna; ",
  "an6.34:2.5": "cirassaṁ kho, mārisa moggallāna; imaṁ pariyāyamakāsi, yadidaṁ idhāgamanāya. ",
  "an6.34:2.6": "Nisīda, mārisa moggallāna, idamāsanaṁ paññattan”ti. ",
  "an6.34:2.7": "Nisīdi kho āyasmā mahāmoggallāno paññatte āsane. ",
  "an6.34:2.8": "Tissopi kho brahmā āyasmantaṁ mahāmoggallānaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "an6.34:2.9": "Ekamantaṁ nisinnaṁ kho tissaṁ brahmānaṁ āyasmā mahāmoggallāno etadavoca: ",
  "an6.34:3.1": "“Katamesānaṁ kho, tissa, devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ",
  "an6.34:3.2": "“Cātumahārājikānaṁ kho, mārisa moggallāna, devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ",
  "an6.34:4.1": "“Sabbesaññeva nu kho, tissa, cātumahārājikānaṁ devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ",
  "an6.34:4.2": "“Na kho, mārisa moggallāna, sabbesaṁ cātumahārājikānaṁ devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti. ",
  "an6.34:4.3": "Ye kho te, mārisa moggallāna, cātumahārājikā devā buddhe aveccappasādena asamannāgatā dhamme aveccappasādena asamannāgatā saṅghe aveccappasādena asamannāgatā ariyakantehi sīlehi asamannāgatā na tesaṁ devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti. ",
  "an6.34:4.4": "Ye ca kho te, mārisa moggallāna, cātumahārājikā devā buddhe aveccappasādena samannāgatā, dhamme aveccappasādena samannāgatā, saṅghe aveccappasādena samannāgatā ariyakantehi sīlehi samannāgatā, tesaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ",
  "an6.34:5.1": "“Cātumahārājikānaññeva nu kho, tissa, devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti udāhu tāvatiṁsānampi devānaṁ …pe… ",
  "an6.34:5.2": "yāmānampi devānaṁ … ",
  "an6.34:5.3": "tusitānampi devānaṁ … ",
  "an6.34:5.4": "nimmānaratīnampi devānaṁ … ",
  "an6.34:5.5": "paranimmitavasavattīnampi devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ",
  "an6.34:5.6": "“Paranimmitavasavattīnampi kho, mārisa moggallāna, devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ",
  "an6.34:6.1": "“Sabbesaññeva nu kho, tissa, paranimmitavasavattīnaṁ devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti? ",
  "an6.34:6.2": "“Na kho, mārisa moggallāna, sabbesaṁ paranimmitavasavattīnaṁ devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti. ",
  "an6.34:6.3": "Ye kho te, mārisa moggallāna, paranimmitavasavattī devā buddhe aveccappasādena asamannāgatā, dhamme aveccappasādena asamannāgatā, saṅghe aveccappasādena asamannāgatā, ariyakantehi sīlehi asamannāgatā, na tesaṁ devānaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’ti. ",
  "an6.34:6.4": "Ye ca kho te, mārisa moggallāna, paranimmitavasavattī devā buddhe aveccappasādena samannāgatā, dhamme aveccappasādena samannāgatā, saṅghe aveccappasādena samannāgatā, ariyakantehi sīlehi samannāgatā tesaṁ evaṁ ñāṇaṁ hoti: ‘sotāpannā nāma avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ",
  "an6.34:7.1": "Atha kho āyasmā mahāmoggallāno tissassa brahmuno bhāsitaṁ abhinanditvā anumoditvā: “seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ: ‘brahmaloke antarahito jetavane pāturahosī’”ti. ",
  "an6.34:7.2": "Catutthaṁ. "
}