{
  "an6.44:0.1": "Aṅguttara Nikāya 6 ",
  "an6.44:0.2": "5. Dhammikavagga ",
  "an6.44:0.3": "44. Migasālāsutta ",
  "an6.44:1.1": "Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena migasālāya upāsikāya nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an6.44:1.2": "Atha kho migasālā upāsikā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho migasālā upāsikā āyasmantaṃ ānandaṃ etadavoca: ",
  "an6.44:2.1": "“Kathaṃ kathaṃ nāmāyaṃ, bhante ānanda, bhagavatā dhammo desito aññeyyo, yatra hi nāma brahmacārī ca abrahmacārī ca ubho samasamagatikā bhavissanti abhisamparāyaṃ? ",
  "an6.44:2.2": "Pitā me, bhante, purāṇo brahmacārī ahosi ārācārī virato methunā gāmadhammā. ",
  "an6.44:2.3": "So kālaṅkato bhagavatā byākato sakadāgāmī satto tusitaṃ kāyaṃ upapannoti. ",
  "an6.44:2.4": "Petteyyopi me, bhante, isidatto abrahmacārī ahosi sadārasantuṭṭho. ",
  "an6.44:2.5": "Sopi kālaṅkato bhagavatā byākato sakadāgāmipatto tusitaṃ kāyaṃ upapannoti. ",
  "an6.44:2.6": "Kathaṃ kathaṃ nāmāyaṃ, bhante ānanda, bhagavatā dhammo desito aññeyyo, yatra hi nāma brahmacārī ca abrahmacārī ca ubho samasamagatikā bhavissanti abhisamparāyan”ti? ",
  "an6.44:2.7": "“Evaṃ kho panetaṃ, bhagini, bhagavatā byākatan”ti. ",
  "an6.44:3.1": "Atha kho āyasmā ānando migasālāya upāsikāya nivesane piṇḍapātaṃ gahetvā uṭṭhāyāsanā pakkāmi. ",
  "an6.44:3.2": "Atha kho āyasmā ānando pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
  "an6.44:4.1": "“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena migasālāya upāsikāya nivesanaṃ tenupasaṅkamiṃ; upasaṅkamitvā paññatte āsane nisīdiṃ. ",
  "an6.44:4.2": "Atha kho, bhante, migasālā upāsikā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho, bhante, migasālā upāsikā maṃ etadavoca: ",
  "an6.44:4.3": "‘kathaṃ kathaṃ nāmāyaṃ, bhante ānanda, bhagavatā dhammo desito aññeyyo, yatra hi nāma brahmacārī ca abrahmacārī ca ubho samasamagatikā bhavissanti abhisamparāyaṃ. ",
  "an6.44:4.4": "Pitā me, bhante, purāṇo brahmacārī ahosi ārācārī virato methunā gāmadhammā. ",
  "an6.44:4.5": "So kālaṅkato bhagavatā byākato sakadāgāmipatto tusitaṃ kāyaṃ upapannoti. ",
  "an6.44:4.6": "Petteyyopi me, bhante, isidatto abrahmacārī ahosi sadārasantuṭṭho. ",
  "an6.44:4.7": "Sopi kālaṅkato bhagavatā byākato sakadāgāmipatto tusitaṃ kāyaṃ upapannoti. ",
  "an6.44:4.8": "Kathaṃ kathaṃ nāmāyaṃ, bhante ānanda, bhagavatā dhammo desito aññeyyo, yatra hi nāma brahmacārī ca abrahmacārī ca ubho samasamagatikā bhavissanti abhisamparāyan’ti? ",
  "an6.44:4.9": "Evaṃ vutte, ahaṃ, bhante, migasālaṃ upāsikaṃ etadavocaṃ: ",
  "an6.44:4.10": "‘evaṃ kho panetaṃ, bhagini, bhagavatā byākatan’”ti. ",
  "an6.44:5.1": "“Kā cānanda, migasālā upāsikā bālā abyattā ammakā ammakapaññā, ke ca purisapuggalaparopariyañāṇe? ",
  "an6.44:5.2": "Chayime, ānanda, puggalā santo saṃvijjamānā lokasmiṃ. ",
  "an6.44:6.1": "Katame cha? ",
  "an6.44:6.2": "Idhānanda, ekacco puggalo sorato hoti sukhasaṃvāso, abhinandanti sabrahmacārī ekattavāsena. ",
  "an6.44:6.3": "Tassa savanenapi akataṃ hoti, bāhusaccenapi akataṃ hoti, diṭṭhiyāpi appaṭividdhaṃ hoti, sāmāyikampi vimuttiṃ na labhati. ",
  "an6.44:6.4": "So kāyassa bhedā paraṃ maraṇā hānāya pareti no visesāya, hānagāmīyeva hoti no visesagāmī. (1) ",
  "an6.44:7.1": "Idha panānanda, ekacco puggalo sorato hoti sukhasaṃvāso, abhinandanti sabrahmacārī ekattavāsena. ",
  "an6.44:7.2": "Tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ",
  "an6.44:7.3": "So kāyassa bhedā paraṃ maraṇā visesāya pareti no hānāya, visesagāmīyeva hoti no hānagāmī. (2) ",
  "an6.44:8.1": "Tatrānanda, pamāṇikā pamiṇanti: ",
  "an6.44:8.2": "‘imassapi teva dhammā aparassapi teva dhammā, kasmā tesaṃ eko hīno eko paṇīto’ti. ",
  "an6.44:8.3": "Tañhi tesaṃ, ānanda, hoti dīgharattaṃ ahitāya dukkhāya. ",
  "an6.44:9.1": "Tatrānanda, yvāyaṃ puggalo sorato hoti sukhasaṃvāso, abhinandanti sabrahmacārī ekattavāsena, tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ",
  "an6.44:9.2": "Ayaṃ, ānanda, puggalo amunā purimena puggalena abhikkantataro ca paṇītataro ca. ",
  "an6.44:9.3": "Taṃ kissa hetu? ",
  "an6.44:9.4": "Imaṃ hānanda, puggalaṃ dhammasoto nibbahati, ",
  "an6.44:9.5": "tadantaraṃ ko jāneyya aññatra tathāgatena. ",
  "an6.44:9.6": "Tasmātihānanda, mā puggalesu pamāṇikā ahuvattha; ",
  "an6.44:9.7": "mā puggalesu pamāṇaṃ gaṇhittha. ",
  "an6.44:9.8": "Khaññati hānanda, puggalesu pamāṇaṃ gaṇhanto. ",
  "an6.44:9.9": "Ahaṃ vā, ānanda, puggalesu pamāṇaṃ gaṇheyyaṃ, yo vā panassa mādiso. ",
  "an6.44:10.1": "Idha panānanda, ekaccassa puggalassa kodhamāno adhigato hoti, samayena samayañcassa lobhadhammā uppajjanti. ",
  "an6.44:10.2": "Tassa savanenapi akataṃ hoti, bāhusaccenapi akataṃ hoti, diṭṭhiyāpi appaṭividdhaṃ hoti, sāmāyikampi vimuttiṃ na labhati. ",
  "an6.44:10.3": "So kāyassa bhedā paraṃ maraṇā hānāya pareti no visesāya, hānagāmīyeva hoti no visesagāmī. (3) ",
  "an6.44:11.1": "Idha panānanda, ekaccassa puggalassa kodhamāno adhigato hoti, samayena samayañcassa lobhadhammā uppajjanti. ",
  "an6.44:11.2": "Tassa savanenapi kataṃ hoti …pe… ",
  "an6.44:11.3": "no hānagāmī. (4) ",
  "an6.44:12.1": "Tatrānanda, pamāṇikā pamiṇanti …pe… ",
  "an6.44:12.2": "yo vā panassa mādiso. ",
  "an6.44:13.1": "Idha panānanda, ekaccassa puggalassa kodhamāno adhigato hoti, samayena samayañcassa vacīsaṅkhārā uppajjanti. ",
  "an6.44:13.2": "Tassa savanenapi akataṃ hoti …pe… sāmāyikampi vimuttiṃ na labhati. ",
  "an6.44:13.3": "So kāyassa bhedā paraṃ maraṇā hānāya pareti no visesāya, hānagāmīyeva hoti no visesagāmī. (5) ",
  "an6.44:14.1": "Idha panānanda, ekaccassa puggalassa kodhamāno adhigato hoti, samayena samayañcassa vacīsaṅkhārā uppajjanti. ",
  "an6.44:14.2": "Tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ",
  "an6.44:14.3": "So kāyassa bhedā paraṃ maraṇā visesāya pareti no hānāya, visesagāmīyeva hoti no hānagāmī. (6) ",
  "an6.44:15.1": "Tatrānanda, pamāṇikā pamiṇanti: ",
  "an6.44:15.2": "‘imassapi teva dhammā, aparassapi teva dhammā. Kasmā tesaṃ eko hīno, eko paṇīto’ti? ",
  "an6.44:15.3": "Tañhi tesaṃ, ānanda, hoti dīgharattaṃ ahitāya dukkhāya. ",
  "an6.44:16.1": "Tatrānanda, yassa puggalassa kodhamāno adhigato hoti, samayena samayañcassa vacīsaṅkhārā uppajjanti, tassa savanenapi kataṃ hoti, bāhusaccenapi kataṃ hoti, diṭṭhiyāpi paṭividdhaṃ hoti, sāmāyikampi vimuttiṃ labhati. ",
  "an6.44:16.2": "Ayaṃ, ānanda, puggalo amunā purimena puggalena abhikkantataro ca paṇītataro ca. ",
  "an6.44:16.3": "Taṃ kissa hetu? ",
  "an6.44:16.4": "Imaṃ hānanda, puggalaṃ dhammasoto nibbahati. ",
  "an6.44:16.5": "Tadantaraṃ ko jāneyya aññatra tathāgatena. ",
  "an6.44:16.6": "Tasmātihānanda, mā puggalesu pamāṇikā ahuvattha; ",
  "an6.44:16.7": "mā puggalesu pamāṇaṃ gaṇhittha. ",
  "an6.44:16.8": "Khaññati hānanda, puggalesu pamāṇaṃ gaṇhanto. ",
  "an6.44:16.9": "Ahaṃ vā, ānanda, puggalesu pamāṇaṃ gaṇheyyaṃ, yo vā panassa mādiso. ",
  "an6.44:17.1": "Kā cānanda, migasālā upāsikā bālā abyattā ammakā ammakapaññā, ke ca purisapuggalaparopariyañāṇe. ",
  "an6.44:17.2": "Ime kho, ānanda, cha puggalā santo saṃvijjamānā lokasmiṃ. ",
  "an6.44:18.1": "Yathārūpena, ānanda, sīlena purāṇo samannāgato ahosi, tathārūpena sīlena isidatto samannāgato abhavissa. Nayidha purāṇo isidattassa gatimpi aññassa. ",
  "an6.44:18.2": "Yathārūpāya ca, ānanda, paññāya isidatto samannāgato ahosi, tathārūpāya paññāya purāṇo samannāgato abhavissa. Nayidha isidatto purāṇassa gatimpi aññassa. ",
  "an6.44:18.3": "Iti kho, ānanda, ime puggalā ubho ekaṅgahīnā”ti. ",
  "an6.44:18.4": "Dutiyaṃ. "
}