{
  "an6.60:0.1": "Aṅguttara Nikāya 6 ",
  "an6.60:0.2": "6. Mahāvagga ",
  "an6.60:0.3": "60. Hatthisāriputtasutta ",
  "an6.60:1.1": "Evaṃ me sutaṃ—",
  "an6.60:1.2": "ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye. ",
  "an6.60:1.3": "Tena kho pana samayena sambahulā therā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā maṇḍalamāḷe sannisinnā sannipatitā abhidhammakathaṃ kathenti. ",
  "an6.60:1.4": "Tatra sudaṃ āyasmā citto hatthisāriputto therānaṃ bhikkhūnaṃ abhidhammakathaṃ kathentānaṃ antarantarā kathaṃ opāteti. ",
  "an6.60:1.5": "Atha kho āyasmā mahākoṭṭhiko āyasmantaṃ cittaṃ hatthisāriputtaṃ etadavoca: ",
  "an6.60:1.6": "“māyasmā citto hatthisāriputto therānaṃ bhikkhūnaṃ abhidhammakathaṃ kathentānaṃ antarantarā kathaṃ opātesi, yāva kathāpariyosānaṃ āyasmā citto āgametū”ti. ",
  "an6.60:1.7": "Evaṃ vutte, āyasmato cittassa hatthisāriputtassa sahāyakā bhikkhū āyasmantaṃ mahākoṭṭhikaṃ etadavocuṃ: ",
  "an6.60:1.8": "“māyasmā mahākoṭṭhiko āyasmantaṃ cittaṃ hatthisāriputtaṃ apasādesi, paṇḍito āyasmā citto hatthisāriputto. ",
  "an6.60:1.9": "Pahoti cāyasmā citto hatthisāriputto therānaṃ bhikkhūnaṃ abhidhammakathaṃ kathetun”ti. ",
  "an6.60:2.1": "“Dujjānaṃ kho etaṃ, āvuso, parassa cetopariyāyaṃ ajānantehi. ",
  "an6.60:2.2": "Idhāvuso, ekacco puggalo tāvadeva soratasorato hoti, nivātanivāto hoti, upasantupasanto hoti, yāva satthāraṃ upanissāya viharati aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ. ",
  "an6.60:2.3": "Yato ca kho so vapakassateva satthārā, vapakassati garuṭṭhāniyehi sabrahmacārīhi, so saṃsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
  "an6.60:2.4": "Tassa saṃsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṃ anuddhaṃseti. ",
  "an6.60:2.5": "So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "an6.60:3.1": "Seyyathāpi, āvuso, goṇo kiṭṭhādo dāmena vā baddho vaje vā oruddho. ",
  "an6.60:3.2": "Yo nu kho, āvuso, evaṃ vadeyya: ‘na dānāyaṃ goṇo kiṭṭhādo punadeva kiṭṭhaṃ otarissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:3.3": "“No hidaṃ, āvuso”. ",
  "an6.60:3.4": "“Ṭhānañhetaṃ, āvuso, vijjati, yaṃ so goṇo kiṭṭhādo dāmaṃ vā chetvā vajaṃ vā bhinditvā, atha punadeva kiṭṭhaṃ otareyyāti. ",
  "an6.60:3.5": "Evamevaṃ kho, āvuso, idhekacco puggalo tāvadeva soratasorato hoti, nivātanivāto hoti, upasantupasanto hoti yāva satthāraṃ upanissāya viharati aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ. ",
  "an6.60:3.6": "Yato ca kho so vapakassateva satthārā, vapakassati garuṭṭhāniyehi sabrahmacārīhi, so saṃsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
  "an6.60:3.7": "Tassa saṃsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṃ anuddhaṃseti. ",
  "an6.60:3.8": "So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattati. (1) ",
  "an6.60:4.1": "Idha panāvuso, ekacco puggalo vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "an6.60:4.2": "So ‘lābhimhi paṭhamassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:4.3": "sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "an6.60:4.4": "Seyyathāpi, āvuso, cātumahāpathe thullaphusitako devo vassanto rajaṃ antaradhāpeyya, cikkhallaṃ pātukareyya. ",
  "an6.60:4.5": "Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amusmiṃ cātumahāpathe punadeva rajo pātubhavissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:4.6": "“No hidaṃ, āvuso”. ",
  "an6.60:4.7": "“Ṭhānañhetaṃ, āvuso, vijjati, yaṃ amusmiṃ cātumahāpathe manussā vā atikkameyyuṃ, gopasū vā atikkameyyuṃ, vātātapo vā snehagataṃ pariyādiyeyya, atha punadeva rajo pātubhaveyyāti. ",
  "an6.60:4.8": "Evamevaṃ kho, āvuso, idhekacco puggalo vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "an6.60:4.9": "So ‘lābhimhi paṭhamassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:4.10": "sikkhaṃ paccakkhāya hīnāyāvattati. (2) ",
  "an6.60:5.1": "Idha panāvuso, ekacco puggalo vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ",
  "an6.60:5.2": "So ‘lābhimhi dutiyassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:5.3": "sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "an6.60:5.4": "Seyyathāpi, āvuso, gāmassa vā nigamassa vā avidūre mahantaṃ taḷākaṃ. ",
  "an6.60:5.5": "Tattha thullaphusitako devo vuṭṭho sippisambukampi sakkharakaṭhalampi antaradhāpeyya. ",
  "an6.60:5.6": "Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amusmiṃ taḷāke punadeva sippisambukā vā sakkharakaṭhalā vā pātubhavissantī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:5.7": "“No hidaṃ, āvuso”. ",
  "an6.60:5.8": "“Ṭhānañhetaṃ, āvuso, vijjati, yaṃ amusmiṃ taḷāke manussā vā piveyyuṃ, gopasū vā piveyyuṃ, vātātapo vā snehagataṃ pariyādiyeyya, atha punadeva sippisambukāpi sakkharakaṭhalāpi pātubhaveyyunti. ",
  "an6.60:5.9": "Evamevaṃ kho, āvuso, idhekacco puggalo vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ",
  "an6.60:5.10": "So ‘lābhimhi dutiyassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:5.11": "sikkhaṃ paccakkhāya hīnāyāvattati. (3) ",
  "an6.60:6.1": "Idha panāvuso, ekacco puggalo pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ",
  "an6.60:6.2": "So ‘lābhimhi tatiyassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:6.3": "sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "an6.60:6.4": "Seyyathāpi, āvuso, purisaṃ paṇītabhojanaṃ bhuttāviṃ ābhidosikaṃ bhojanaṃ nacchādeyya. ",
  "an6.60:6.5": "Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amuṃ purisaṃ punadeva bhojanaṃ chādessatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:6.6": "“No hidaṃ, āvuso”. ",
  "an6.60:6.7": "“Ṭhānañhetaṃ, āvuso, vijjati, amuṃ purisaṃ paṇītabhojanaṃ bhuttāviṃ yāvassa sā ojā kāye ṭhassati tāva na aññaṃ bhojanaṃ chādessati. ",
  "an6.60:6.8": "Yato ca khvassa sā ojā antaradhāyissati, atha punadeva taṃ bhojanaṃ chādeyyāti. ",
  "an6.60:6.9": "Evamevaṃ kho, āvuso, idhekacco puggalo pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ",
  "an6.60:6.10": "So ‘lābhimhi tatiyassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:6.11": "sikkhaṃ paccakkhāya hīnāyāvattati. (4) ",
  "an6.60:7.1": "Idha, panāvuso, ekacco puggalo sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ",
  "an6.60:7.2": "So ‘lābhimhi catutthassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:7.3": "sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "an6.60:7.4": "Seyyathāpi, āvuso, pabbatasaṅkhepe udakarahado nivāto vigataūmiko. ",
  "an6.60:7.5": "Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amusmiṃ udakarahade punadeva ūmi pātubhavissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:7.6": "“No hidaṃ, āvuso”. ",
  "an6.60:7.7": "“Ṭhānañhetaṃ, āvuso, vijjati, yā puratthimāya disāya āgaccheyya bhusā vātavuṭṭhi. Sā tasmiṃ udakarahade ūmiṃ janeyya. Yā pacchimāya disāya āgaccheyya …pe… yā uttarāya disāya āgaccheyya … yā dakkhiṇāya disāya āgaccheyya bhusā vātavuṭṭhi. Sā tasmiṃ udakarahade ūmiṃ janeyyāti. ",
  "an6.60:7.8": "Evamevaṃ kho, āvuso, idhekacco puggalo sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ",
  "an6.60:7.9": "So ‘lābhimhi catutthassa jhānassā’ti saṃsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:7.10": "sikkhaṃ paccakkhāya hīnāyāvattati. (5) ",
  "an6.60:8.1": "Idha, panāvuso, ekacco puggalo sabbanimittānaṃ amanasikārā animittaṃ cetosamādhiṃ upasampajja viharati. ",
  "an6.60:8.2": "So ‘lābhimhi animittassa cetosamādhissā’ti saṃsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
  "an6.60:8.3": "Tassa saṃsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṃ anuddhaṃseti. ",
  "an6.60:8.4": "So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "an6.60:8.5": "Seyyathāpi, āvuso, rājā vā rājamahāmatto vā caturaṅginiyā senāya addhānamaggappaṭipanno aññatarasmiṃ vanasaṇḍe ekarattiṃ vāsaṃ upagaccheyya. ",
  "an6.60:8.6": "Tatra hatthisaddena assasaddena rathasaddena pattisaddena bheripaṇavasaṅkhatiṇavaninnādasaddena cīrikasaddo antaradhāyeyya. ",
  "an6.60:8.7": "Yo nu kho, āvuso, evaṃ vadeyya: ‘na dāni amusmiṃ vanasaṇḍe punadeva cīrikasaddo pātubhavissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:8.8": "“No hidaṃ, āvuso”. ",
  "an6.60:8.9": "“Ṭhānañhetaṃ, āvuso, vijjati, yaṃ so rājā vā rājamahāmatto vā tamhā vanasaṇḍā pakkameyya, atha punadeva cīrikasaddo pātubhaveyyāti. ",
  "an6.60:8.10": "Evamevaṃ kho, āvuso, idhekacco puggalo sabbanimittānaṃ amanasikārā animittaṃ cetosamādhiṃ upasampajja viharati. ",
  "an6.60:8.11": "So ‘lābhimhi animittassa cetosamādhissā’ti saṃsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
  "an6.60:8.12": "Tassa saṃsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṃ anuddhaṃseti. ",
  "an6.60:8.13": "So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattatī”ti. (6) ",
  "an6.60:9.1": "Atha kho āyasmā citto hatthisāriputto aparena samayena sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "an6.60:9.2": "Atha kho cittassa hatthisāriputtassa sahāyakā bhikkhū yenāyasmā mahākoṭṭhiko tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ mahākoṭṭhikaṃ etadavocuṃ: ",
  "an6.60:9.3": "“kiṃ nu kho āyasmatā mahākoṭṭhikena citto hatthisāriputto cetasā ceto paricca vidito: ",
  "an6.60:9.4": "‘imāsañca imāsañca vihārasamāpattīnaṃ citto hatthisāriputto lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattissatī’ti; ",
  "an6.60:9.5": "udāhu devatā etamatthaṃ ārocesuṃ: ",
  "an6.60:9.6": "‘citto, bhante, hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṃ lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattissatī’”ti? ",
  "an6.60:9.7": "“Cetasā ceto paricca vidito me, āvuso: ",
  "an6.60:9.8": "‘citto hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṃ lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattissatī’ti. ",
  "an6.60:9.9": "Devatāpi me etamatthaṃ ārocesuṃ: ",
  "an6.60:9.10": "‘citto, bhante, hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṃ lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattissatī’”ti. ",
  "an6.60:10.1": "Atha kho cittassa hatthisāriputtassa sahāyakā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ",
  "an6.60:10.2": "“citto, bhante, hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṃ lābhī, atha ca pana sikkhaṃ paccakkhāya hīnāyāvattatī”ti. ",
  "an6.60:10.3": "“Na, bhikkhave, citto ciraṃ sarissati nekkhammassā”ti. ",
  "an6.60:11.1": "Atha kho citto hatthisāriputto nacirasseva kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ",
  "an6.60:11.2": "Atha kho āyasmā citto hatthisāriputto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
  "an6.60:11.3": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
  "an6.60:11.4": "Aññataro ca panāyasmā citto hatthisāriputto arahataṃ ahosīti. ",
  "an6.60:11.5": "Chaṭṭhaṃ. "
}