{
  "an6.14:0.1": "Aṅguttara Nikāya 6 ",
  "an6.14:0.2": "2. Sāraṇīyavagga ",
  "an6.14:0.3": "14. Bhaddakasutta ",
  "an6.14:1.1": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "an6.14:1.2": "“āvuso bhikkhave”ti. ",
  "an6.14:1.3": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "an6.14:1.4": "Āyasmā sāriputto etadavoca: ",
  "an6.14:2.1": "“Tathā tathā, āvuso, bhikkhu vihāraṁ kappeti yathā yathāssa vihāraṁ kappayato na bhaddakaṁ maraṇaṁ hoti, na bhaddikā kālakiriyā. ",
  "an6.14:2.2": "Kathañcāvuso, bhikkhu tathā tathā vihāraṁ kappeti yathā yathāssa vihāraṁ kappayato na bhaddakaṁ maraṇaṁ hoti, na bhaddikā kālakiriyā? ",
  "an6.14:3.1": "Idhāvuso, bhikkhu kammārāmo hoti kammarato kammārāmataṁ anuyutto, bhassārāmo hoti bhassarato bhassārāmataṁ anuyutto, niddārāmo hoti niddārato niddārāmataṁ anuyutto, saṅgaṇikārāmo hoti saṅgaṇikarato saṅgaṇikārāmataṁ anuyutto, saṁsaggārāmo hoti saṁsaggarato saṁsaggārāmataṁ anuyutto, papañcārāmo hoti papañcarato papañcārāmataṁ anuyutto. ",
  "an6.14:3.2": "Evaṁ kho, āvuso, bhikkhu tathā tathā vihāraṁ kappeti yathā yathāssa vihāraṁ kappayato na bhaddakaṁ maraṇaṁ hoti, na bhaddikā kālakiriyā. ",
  "an6.14:3.3": "Ayaṁ vuccatāvuso: ",
  "an6.14:3.4": "‘bhikkhu sakkāyābhirato nappajahāsi sakkāyaṁ sammā dukkhassa antakiriyāya’. ",
  "an6.14:4.1": "Tathā tathāvuso, bhikkhu vihāraṁ kappeti yathā yathāssa vihāraṁ kappayato bhaddakaṁ maraṇaṁ hoti, bhaddikā kālakiriyā. ",
  "an6.14:4.2": "Kathañcāvuso, bhikkhu tathā tathā vihāraṁ kappeti yathā yathāssa vihāraṁ kappayato bhaddakaṁ maraṇaṁ hoti, bhaddikā kālakiriyā? ",
  "an6.14:5.1": "Idhāvuso, bhikkhu na kammārāmo hoti na kammarato na kammārāmataṁ anuyutto, na bhassārāmo hoti na bhassarato na bhassārāmataṁ anuyutto, na niddārāmo hoti na niddārato na niddārāmataṁ anuyutto, na saṅgaṇikārāmo hoti na saṅgaṇikarato na saṅgaṇikārāmataṁ anuyutto, na saṁsaggārāmo hoti na saṁsaggarato na saṁsaggārāmataṁ anuyutto, na papañcārāmo hoti na papañcarato na papañcārāmataṁ anuyutto. ",
  "an6.14:5.2": "Evaṁ kho, āvuso, bhikkhu tathā tathā vihāraṁ kappeti yathā yathāssa vihāraṁ kappayato bhaddakaṁ maraṇaṁ hoti, bhaddikā kālakiriyā. ",
  "an6.14:5.3": "Ayaṁ vuccatāvuso: ",
  "an6.14:5.4": "‘bhikkhu nibbānābhirato pajahāsi sakkāyaṁ sammā dukkhassa antakiriyāyā’ti. ",
  "an6.14:6.1": "Yo papañcamanuyutto, ",
  "an6.14:6.2": "papañcābhirato mago; ",
  "an6.14:6.3": "Virādhayī so nibbānaṁ, ",
  "an6.14:6.4": "yogakkhemaṁ anuttaraṁ. ",
  "an6.14:7.1": "Yo ca papañcaṁ hitvāna, ",
  "an6.14:7.2": "nippapañcapade rato; ",
  "an6.14:7.3": "Ārādhayī so nibbānaṁ, ",
  "an6.14:7.4": "yogakkhemaṁ anuttaran”ti. ",
  "an6.14:7.5": "Catutthaṁ. "
}