{
  "an6.18:0.1": "Aṅguttara Nikāya 6 ",
  "an6.18:0.2": "2. Sāraṇīyavagga ",
  "an6.18:0.3": "18. Macchabandhasutta ",
  "an6.18:1.1": "Ekaṁ samayaṁ bhagavā kosalesu cārikaṁ carati mahatā bhikkhusaṅghena saddhiṁ. ",
  "an6.18:1.2": "Addasā kho bhagavā addhānamaggappaṭipanno aññatarasmiṁ padese macchikaṁ macchabandhaṁ macche vadhitvā vadhitvā vikkiṇamānaṁ. ",
  "an6.18:1.3": "Disvā maggā okkamma aññatarasmiṁ rukkhamūle paññatte āsane nisīdi. ",
  "an6.18:1.4": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "an6.18:1.5": "“passatha no tumhe, bhikkhave, amuṁ macchikaṁ macchabandhaṁ macche vadhitvā vadhitvā vikkiṇamānan”ti? ",
  "an6.18:1.6": "“Evaṁ, bhante”. ",
  "an6.18:2.1": "“Taṁ kiṁ maññatha, bhikkhave, ",
  "an6.18:2.2": "api nu tumhehi diṭṭhaṁ vā sutaṁ vā: ",
  "an6.18:2.3": "‘macchiko macchabandho macche vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṁ vā bhogakkhandhaṁ ajjhāvasanto’”ti? ",
  "an6.18:2.4": "“No hetaṁ, bhante”. ",
  "an6.18:2.5": "“Sādhu, bhikkhave. ",
  "an6.18:2.6": "Mayāpi kho etaṁ, bhikkhave, neva diṭṭhaṁ na sutaṁ: ",
  "an6.18:2.7": "‘macchiko macchabandho macche vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṁ vā bhogakkhandhaṁ ajjhāvasanto’ti. ",
  "an6.18:2.8": "Taṁ kissa hetu? ",
  "an6.18:2.9": "Te hi so, bhikkhave, macche vajjhe vadhāyupanīte pāpakena manasānupekkhati, tasmā so neva hatthiyāyī hoti na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṁ bhogakkhandhaṁ ajjhāvasati. ",
  "an6.18:3.1": "Taṁ kiṁ maññatha, bhikkhave, ",
  "an6.18:3.2": "api nu tumhehi diṭṭhaṁ vā sutaṁ vā: ",
  "an6.18:3.3": "‘goghātako gāvo vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṁ vā bhogakkhandhaṁ ajjhāvasanto’”ti? ",
  "an6.18:3.4": "“No hetaṁ, bhante”. ",
  "an6.18:3.5": "“Sādhu, bhikkhave. ",
  "an6.18:3.6": "Mayāpi kho etaṁ, bhikkhave, neva diṭṭhaṁ na sutaṁ: ",
  "an6.18:3.7": "‘goghātako gāvo vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṁ vā bhogakkhandhaṁ ajjhāvasanto’ti. ",
  "an6.18:3.8": "Taṁ kissa hetu? ",
  "an6.18:3.9": "Te hi so, bhikkhave, gāvo vajjhe vadhāyupanīte pāpakena manasānupekkhati, tasmā so neva hatthiyāyī hoti na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṁ bhogakkhandhaṁ ajjhāvasati. ",
  "an6.18:4.1": "Taṁ kiṁ maññatha, bhikkhave, ",
  "an6.18:4.2": "api nu tumhehi diṭṭhaṁ vā sutaṁ vā: ",
  "an6.18:4.3": "‘orabbhiko …pe… ",
  "an6.18:4.4": "sūkariko …pe… ",
  "an6.18:4.5": "sākuṇiko …pe… ",
  "an6.18:4.6": "māgaviko mage vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṁ vā bhogakkhandhaṁ ajjhāvasanto’”ti? ",
  "an6.18:4.7": "“No hetaṁ, bhante”. ",
  "an6.18:4.8": "“Sādhu, bhikkhave. ",
  "an6.18:4.9": "Mayāpi kho etaṁ, bhikkhave, neva diṭṭhaṁ na sutaṁ: ",
  "an6.18:4.10": "‘māgaviko mage vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṁ vā bhogakkhandhaṁ ajjhāvasanto’ti. ",
  "an6.18:4.11": "Taṁ kissa hetu? ",
  "an6.18:4.12": "Te hi so, bhikkhave, mage vajjhe vadhāyupanīte pāpakena manasānupekkhati, tasmā so neva hatthiyāyī hoti na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṁ bhogakkhandhaṁ ajjhāvasati. ",
  "an6.18:4.13": "Te hi nāma so, bhikkhave, tiracchānagate pāṇe vajjhe vadhāyupanīte pāpakena manasānupekkhamāno neva hatthiyāyī bhavissati na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṁ bhogakkhandhaṁ ajjhāvasissati. ",
  "an6.18:4.14": "Ko pana vādo yaṁ manussabhūtaṁ vajjhaṁ vadhāyupanītaṁ pāpakena manasānupekkhati. ",
  "an6.18:4.15": "Tañhi tassa, bhikkhave, hoti dīgharattaṁ ahitāya dukkhāya. ",
  "an6.18:4.16": "Kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjatī”ti. ",
  "an6.18:4.17": "Aṭṭhamaṁ. "
}