{
  "an6.17:0.1": "Aṅguttara Nikāya 6 ",
  "an6.17:0.2": "2. Sāraṇīyavagga ",
  "an6.17:0.3": "17. Soppasutta ",
  "an6.17:1.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an6.17:1.2": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an6.17:1.3": "Āyasmāpi kho sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
  "an6.17:1.4": "Āyasmāpi kho mahāmoggallāno … ",
  "an6.17:1.5": "āyasmāpi kho mahākassapo … ",
  "an6.17:1.6": "āyasmāpi kho mahākaccāno … ",
  "an6.17:1.7": "āyasmāpi kho mahākoṭṭhiko … ",
  "an6.17:1.8": "āyasmāpi kho mahācundo … ",
  "an6.17:1.9": "āyasmāpi kho mahākappino … ",
  "an6.17:1.10": "āyasmāpi kho anuruddho … ",
  "an6.17:1.11": "āyasmāpi kho revato … ",
  "an6.17:1.12": "āyasmāpi kho ānando sāyanhasamayaṃ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
  "an6.17:1.13": "Atha kho bhagavā bahudeva rattiṃ nisajjāya vītināmetvā uṭṭhāyāsanā vihāraṃ pāvisi. ",
  "an6.17:1.14": "Tepi kho āyasmanto acirapakkantassa bhagavato uṭṭhāyāsanā yathāvihāraṃ agamaṃsu. ",
  "an6.17:1.15": "Ye pana tattha bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ te yāva sūriyuggamanā kākacchamānā supiṃsu. ",
  "an6.17:1.16": "Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena te bhikkhū yāva sūriyuggamanā kākacchamāne supante. ",
  "an6.17:1.17": "Disvā yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an6.17:1.18": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "an6.17:2.1": "“Kahaṃ nu kho, bhikkhave, sāriputto? ",
  "an6.17:2.2": "Kahaṃ mahāmoggallāno? ",
  "an6.17:2.3": "Kahaṃ mahākassapo? ",
  "an6.17:2.4": "Kahaṃ mahākaccāno? ",
  "an6.17:2.5": "Kahaṃ mahākoṭṭhiko? ",
  "an6.17:2.6": "Kahaṃ mahācundo? ",
  "an6.17:2.7": "Kahaṃ mahākappino? ",
  "an6.17:2.8": "Kahaṃ anuruddho? ",
  "an6.17:2.9": "Kahaṃ revato? ",
  "an6.17:2.10": "Kahaṃ ānando? ",
  "an6.17:2.11": "Kahaṃ nu kho te, bhikkhave, therā sāvakā gatā”ti? ",
  "an6.17:2.12": "“Tepi kho, bhante, āyasmanto acirapakkantassa bhagavato uṭṭhāyāsanā yathāvihāraṃ agamaṃsū”ti. ",
  "an6.17:2.13": "“Tena no tumhe, bhikkhave, therā bhikkhū nāgatāti yāva sūriyuggamanā kākacchamānā supatha? ",
  "an6.17:2.14": "Taṃ kiṃ maññatha, bhikkhave, ",
  "an6.17:2.15": "api nu tumhehi diṭṭhaṃ vā sutaṃ vā: ",
  "an6.17:2.16": "‘rājā khattiyo muddhāvasitto yāvadatthaṃ seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharanto yāvajīvaṃ rajjaṃ kārento janapadassa vā piyo manāpo’”ti? ",
  "an6.17:2.17": "“No hetaṃ, bhante”. ",
  "an6.17:2.18": "“Sādhu, bhikkhave. ",
  "an6.17:2.19": "Mayāpi kho etaṃ, bhikkhave, neva diṭṭhaṃ na sutaṃ: ",
  "an6.17:2.20": "‘rājā khattiyo muddhāvasitto yāvadatthaṃ seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharanto yāvajīvaṃ rajjaṃ kārento janapadassa vā piyo manāpo’ti. ",
  "an6.17:3.1": "Taṃ kiṃ maññatha, bhikkhave, ",
  "an6.17:3.2": "api nu tumhehi diṭṭhaṃ vā sutaṃ vā: ",
  "an6.17:3.3": "‘raṭṭhiko …pe… ",
  "an6.17:3.4": "pettaṇiko … ",
  "an6.17:3.5": "senāpatiko … ",
  "an6.17:3.6": "gāmagāmaṇiko … ",
  "an6.17:3.7": "pūgagāmaṇiko yāvadatthaṃ seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharanto yāvajīvaṃ pūgagāmaṇikattaṃ kārento pūgassa vā piyo manāpo’”ti? ",
  "an6.17:3.8": "“No hetaṃ, bhante”. ",
  "an6.17:3.9": "“Sādhu, bhikkhave. ",
  "an6.17:3.10": "Mayāpi kho etaṃ, bhikkhave, neva diṭṭhaṃ na sutaṃ: ",
  "an6.17:3.11": "‘pūgagāmaṇiko yāvadatthaṃ seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharanto yāvajīvaṃ pūgagāmaṇikattaṃ vā kārento pūgassa vā piyo manāpo’ti. ",
  "an6.17:4.1": "Taṃ kiṃ maññatha, bhikkhave, ",
  "an6.17:4.2": "api nu tumhehi diṭṭhaṃ vā sutaṃ vā: ",
  "an6.17:4.3": "‘samaṇo vā brāhmaṇo vā yāvadatthaṃ seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto indriyesu aguttadvāro bhojane amattaññū jāgariyaṃ ananuyutto avipassako kusalānaṃ dhammānaṃ pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ ananuyutto āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanto’”ti? ",
  "an6.17:4.4": "“No hetaṃ, bhante”. ",
  "an6.17:4.5": "“Sādhu, bhikkhave. ",
  "an6.17:4.6": "Mayāpi kho etaṃ, bhikkhave, neva diṭṭhaṃ na sutaṃ: ",
  "an6.17:4.7": "‘samaṇo vā brāhmaṇo vā yāvadatthaṃ seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto indriyesu aguttadvāro bhojane amattaññū jāgariyaṃ ananuyutto avipassako kusalānaṃ dhammānaṃ pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ ananuyutto āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanto’ti. ",
  "an6.17:5.1": "Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ",
  "an6.17:5.2": "‘indriyesu guttadvārā bhavissāma, bhojane mattaññuno, jāgariyaṃ anuyuttā, vipassakā kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ, bhāvanānuyogamanuyuttā viharissāmā’ti. ",
  "an6.17:5.3": "Evañhi vo, bhikkhave, sikkhitabban”ti. ",
  "an6.17:5.4": "Sattamaṃ. "
}