{
  "an6.51:0.1": "Aṅguttara Nikāya 6 ",
  "an6.51:0.2": "5. Dhammikavagga ",
  "an6.51:0.3": "51. Ānandasutta ",
  "an6.51:1.1": "Atha kho āyasmā ānando yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodi. ",
  "an6.51:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando āyasmantaṁ sāriputtaṁ etadavoca: ",
  "an6.51:2.1": "“Kittāvatā nu kho, āvuso sāriputta, bhikkhu assutañceva dhammaṁ suṇāti, sutā cassa dhammā na sammosaṁ gacchanti, ye cassa dhammā pubbe cetasā samphuṭṭhapubbā te ca samudācaranti, aviññātañca vijānātī”ti? ",
  "an6.51:2.2": "“Āyasmā kho ānando bahussuto. ",
  "an6.51:2.3": "Paṭibhātu āyasmantaṁyeva ānandan”ti. ",
  "an6.51:2.4": "“Tenahāvuso sāriputta, suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "an6.51:2.5": "“Evamāvuso”ti kho āyasmā sāriputto āyasmato ānandassa paccassosi. ",
  "an6.51:2.6": "Āyasmā ānando etadavoca: ",
  "an6.51:3.1": "“Idhāvuso sāriputta, bhikkhu dhammaṁ pariyāpuṇāti—",
  "an6.51:3.2": "suttaṁ geyyaṁ veyyākaraṇaṁ gāthaṁ udānaṁ itivuttakaṁ jātakaṁ abbhutadhammaṁ vedallaṁ. ",
  "an6.51:3.3": "So yathāsutaṁ yathāpariyattaṁ dhammaṁ vitthārena paresaṁ deseti, yathāsutaṁ yathāpariyattaṁ dhammaṁ vitthārena paresaṁ vāceti, yathāsutaṁ yathāpariyattaṁ dhammaṁ vitthārena sajjhāyaṁ karoti, yathāsutaṁ yathāpariyattaṁ dhammaṁ cetasā anuvitakketi anuvicāreti manasānupekkhati. ",
  "an6.51:3.4": "Yasmiṁ āvāse therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā tasmiṁ āvāse vassaṁ upeti. ",
  "an6.51:3.5": "Te kālena kālaṁ upasaṅkamitvā paripucchati paripañhati: ",
  "an6.51:3.6": "‘idaṁ, bhante, kathaṁ; imassa kvattho’ti? ",
  "an6.51:3.7": "Te tassa āyasmato avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṁ paṭivinodenti. ",
  "an6.51:3.8": "Ettāvatā kho, āvuso sāriputta, bhikkhu assutañceva dhammaṁ suṇāti, sutā cassa dhammā na sammosaṁ gacchanti, ye cassa dhammā pubbe cetasā samphuṭṭhapubbā te ca samudācaranti, aviññātañca vijānātī”ti. ",
  "an6.51:4.1": "“Acchariyaṁ, āvuso, abbhutaṁ, āvuso, yāva subhāsitañcidaṁ āyasmatā ānandena. ",
  "an6.51:4.2": "Imehi ca mayaṁ chahi dhammehi samannāgataṁ āyasmantaṁ ānandaṁ dhārema. ",
  "an6.51:4.3": "Āyasmā hi ānando dhammaṁ pariyāpuṇāti—",
  "an6.51:4.4": "suttaṁ geyyaṁ veyyākaraṇaṁ gāthaṁ udānaṁ itivuttakaṁ jātakaṁ abbhutadhammaṁ vedallaṁ. ",
  "an6.51:4.5": "Āyasmā ānando yathāsutaṁ yathāpariyattaṁ dhammaṁ vitthārena paresaṁ deseti, āyasmā ānando yathāsutaṁ yathāpariyattaṁ dhammaṁ vitthārena paresaṁ vāceti, āyasmā ānando yathāsutaṁ yathāpariyattaṁ dhammaṁ vitthārena sajjhāyaṁ karoti, āyasmā ānando yathāsutaṁ yathāpariyattaṁ dhammaṁ cetasā anuvitakketi anuvicāreti manasānupekkhati. ",
  "an6.51:4.6": "Āyasmā ānando yasmiṁ āvāse therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā tasmiṁ āvāse vassaṁ upeti. ",
  "an6.51:4.7": "Te āyasmā ānando kālena kālaṁ upasaṅkamitvā paripucchati paripañhati: ",
  "an6.51:4.8": "‘idaṁ, bhante, kathaṁ; imassa kvattho’ti? ",
  "an6.51:4.9": "Te āyasmato ānandassa avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṁ paṭivinodentī”ti. ",
  "an6.51:4.10": "Navamaṁ. "
}