{
  "an6.70:0.1": "Aṅguttara Nikāya 6 ",
  "an6.70:0.2": "7. Devatāvagga ",
  "an6.70:0.3": "70. Samādhisutta ",
  "an6.70:1.1": "“‘So vata, bhikkhave, bhikkhu na santena samādhinā na paṇītena na paṭippassaddhiladdhena na ekodibhāvādhigatena anekavihitaṃ iddhividhaṃ paccanubhavissati—ekopi hutvā bahudhā bhavissati, bahudhāpi hutvā eko bhavissati …pe… yāva brahmalokāpi kāyena vasaṃ vattessatī’ti netaṃ ṭhānaṃ vijjati. ",
  "an6.70:1.2": "‘Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇissati—dibbe ca mānuse ca ye dūre santike cā’ti netaṃ ṭhānaṃ vijjati. ",
  "an6.70:1.3": "‘Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānissati—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānissati …pe… vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānissatī’ti netaṃ ṭhānaṃ vijjati. ",
  "an6.70:1.4": "‘Anekavihitaṃ pubbenivāsaṃ anussarissati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarissatī’ti netaṃ ṭhānaṃ vijjati. ",
  "an6.70:1.5": "‘Dibbena cakkhunā visuddhena atikkantamānusakena satte passissati …pe… yathākammūpage satte pajānissatī’ti netaṃ ṭhānaṃ vijjati. ",
  "an6.70:1.6": "‘Āsavānaṃ khayā …pe… sacchikatvā upasampajja viharissatī’ti netaṃ ṭhānaṃ vijjati. ",
  "an6.70:2.1": "‘So vata, bhikkhave, bhikkhu santena samādhinā paṇītena paṭippassaddhiladdhena ekodibhāvādhigatena anekavihitaṃ iddhividhaṃ paccanubhavissati …pe… yāva brahmalokāpi kāyena vasaṃ vattessatī’ti ṭhānametaṃ vijjati. ",
  "an6.70:2.2": "‘Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇissati—dibbe ca mānuse ca ye dūre santike cā’ti ṭhānametaṃ vijjati. ",
  "an6.70:2.3": "‘Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānissati—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānissati …pe… vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānissatī’ti ṭhānametaṃ vijjati. ",
  "an6.70:2.4": "‘Anekavihitaṃ pubbenivāsaṃ anussarissati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarissatī’ti ṭhānametaṃ vijjati. ",
  "an6.70:2.5": "‘Dibbena cakkhunā visuddhena atikkantamānusakena satte passissati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānissatī’ti ṭhānametaṃ vijjati. ",
  "an6.70:2.6": "‘Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ …pe… sacchikatvā upasampajja viharissatī’ti ṭhānametaṃ vijjatī”ti. ",
  "an6.70:2.7": "Chaṭṭhaṃ. "
}