{
  "an6.17:0.1": "Aṅguttara Nikāya 6 ",
  "an6.17:0.2": "2. Sāraṇīyavagga ",
  "an6.17:0.3": "17. Soppasutta ",
  "an6.17:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an6.17:1.2": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an6.17:1.3": "Āyasmāpi kho sāriputto sāyanhasamayaṁ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "an6.17:1.4": "Āyasmāpi kho mahāmoggallāno … ",
  "an6.17:1.5": "āyasmāpi kho mahākassapo … ",
  "an6.17:1.6": "āyasmāpi kho mahākaccāno … ",
  "an6.17:1.7": "āyasmāpi kho mahākoṭṭhiko … ",
  "an6.17:1.8": "āyasmāpi kho mahācundo … ",
  "an6.17:1.9": "āyasmāpi kho mahākappino … ",
  "an6.17:1.10": "āyasmāpi kho anuruddho … ",
  "an6.17:1.11": "āyasmāpi kho revato … ",
  "an6.17:1.12": "āyasmāpi kho ānando sāyanhasamayaṁ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "an6.17:1.13": "Atha kho bhagavā bahudeva rattiṁ nisajjāya vītināmetvā uṭṭhāyāsanā vihāraṁ pāvisi. ",
  "an6.17:1.14": "Tepi kho āyasmanto acirapakkantassa bhagavato uṭṭhāyāsanā yathāvihāraṁ agamaṁsu. ",
  "an6.17:1.15": "Ye pana tattha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ te yāva sūriyuggamanā kākacchamānā supiṁsu. ",
  "an6.17:1.16": "Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena te bhikkhū yāva sūriyuggamanā kākacchamāne supante. ",
  "an6.17:1.17": "Disvā yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an6.17:1.18": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "an6.17:2.1": "“Kahaṁ nu kho, bhikkhave, sāriputto? ",
  "an6.17:2.2": "Kahaṁ mahāmoggallāno? ",
  "an6.17:2.3": "Kahaṁ mahākassapo? ",
  "an6.17:2.4": "Kahaṁ mahākaccāno? ",
  "an6.17:2.5": "Kahaṁ mahākoṭṭhiko? ",
  "an6.17:2.6": "Kahaṁ mahācundo? ",
  "an6.17:2.7": "Kahaṁ mahākappino? ",
  "an6.17:2.8": "Kahaṁ anuruddho? ",
  "an6.17:2.9": "Kahaṁ revato? ",
  "an6.17:2.10": "Kahaṁ ānando? ",
  "an6.17:2.11": "Kahaṁ nu kho te, bhikkhave, therā sāvakā gatā”ti? ",
  "an6.17:2.12": "“Tepi kho, bhante, āyasmanto acirapakkantassa bhagavato uṭṭhāyāsanā yathāvihāraṁ agamaṁsū”ti. ",
  "an6.17:2.13": "“Tena no tumhe, bhikkhave, therā bhikkhū nāgatāti yāva sūriyuggamanā kākacchamānā supatha? ",
  "an6.17:2.14": "Taṁ kiṁ maññatha, bhikkhave, ",
  "an6.17:2.15": "api nu tumhehi diṭṭhaṁ vā sutaṁ vā: ",
  "an6.17:2.16": "‘rājā khattiyo muddhāvasitto yāvadatthaṁ seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharanto yāvajīvaṁ rajjaṁ kārento janapadassa vā piyo manāpo’”ti? ",
  "an6.17:2.17": "“No hetaṁ, bhante”. ",
  "an6.17:2.18": "“Sādhu, bhikkhave. ",
  "an6.17:2.19": "Mayāpi kho etaṁ, bhikkhave, neva diṭṭhaṁ na sutaṁ: ",
  "an6.17:2.20": "‘rājā khattiyo muddhāvasitto yāvadatthaṁ seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharanto yāvajīvaṁ rajjaṁ kārento janapadassa vā piyo manāpo’ti. ",
  "an6.17:3.1": "Taṁ kiṁ maññatha, bhikkhave, ",
  "an6.17:3.2": "api nu tumhehi diṭṭhaṁ vā sutaṁ vā: ",
  "an6.17:3.3": "‘raṭṭhiko …pe… ",
  "an6.17:3.4": "pettaṇiko … ",
  "an6.17:3.5": "senāpatiko … ",
  "an6.17:3.6": "gāmagāmaṇiko … ",
  "an6.17:3.7": "pūgagāmaṇiko yāvadatthaṁ seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharanto yāvajīvaṁ pūgagāmaṇikattaṁ kārento pūgassa vā piyo manāpo’”ti? ",
  "an6.17:3.8": "“No hetaṁ, bhante”. ",
  "an6.17:3.9": "“Sādhu, bhikkhave. ",
  "an6.17:3.10": "Mayāpi kho etaṁ, bhikkhave, neva diṭṭhaṁ na sutaṁ: ",
  "an6.17:3.11": "‘pūgagāmaṇiko yāvadatthaṁ seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharanto yāvajīvaṁ pūgagāmaṇikattaṁ vā kārento pūgassa vā piyo manāpo’ti. ",
  "an6.17:4.1": "Taṁ kiṁ maññatha, bhikkhave, ",
  "an6.17:4.2": "api nu tumhehi diṭṭhaṁ vā sutaṁ vā: ",
  "an6.17:4.3": "‘samaṇo vā brāhmaṇo vā yāvadatthaṁ seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto indriyesu aguttadvāro bhojane amattaññū jāgariyaṁ ananuyutto avipassako kusalānaṁ dhammānaṁ pubbarattāpararattaṁ bodhipakkhiyānaṁ dhammānaṁ bhāvanānuyogaṁ ananuyutto āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharanto’”ti? ",
  "an6.17:4.4": "“No hetaṁ, bhante”. ",
  "an6.17:4.5": "“Sādhu, bhikkhave. ",
  "an6.17:4.6": "Mayāpi kho etaṁ, bhikkhave, neva diṭṭhaṁ na sutaṁ: ",
  "an6.17:4.7": "‘samaṇo vā brāhmaṇo vā yāvadatthaṁ seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto indriyesu aguttadvāro bhojane amattaññū jāgariyaṁ ananuyutto avipassako kusalānaṁ dhammānaṁ pubbarattāpararattaṁ bodhipakkhiyānaṁ dhammānaṁ bhāvanānuyogaṁ ananuyutto āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharanto’ti. ",
  "an6.17:5.1": "Tasmātiha, bhikkhave, evaṁ sikkhitabbaṁ: ",
  "an6.17:5.2": "‘indriyesu guttadvārā bhavissāma, bhojane mattaññuno, jāgariyaṁ anuyuttā, vipassakā kusalānaṁ dhammānaṁ, pubbarattāpararattaṁ bodhipakkhiyānaṁ dhammānaṁ, bhāvanānuyogamanuyuttā viharissāmā’ti. ",
  "an6.17:5.3": "Evañhi vo, bhikkhave, sikkhitabban”ti. ",
  "an6.17:5.4": "Sattamaṁ. "
}