{
  "an6.36:0.1": "Aṅguttara Nikāya 6 ",
  "an6.36:0.2": "4. devatāvagga ",
  "an6.36:0.3": "36. Vivādamūlasutta ",
  "an6.36:1.1": "“Chayimāni, bhikkhave, vivādamūlāni. ",
  "an6.36:1.2": "Katamāni cha? ",
  "an6.36:1.3": "Idha, bhikkhave, bhikkhu kodhano hoti upanāhī. ",
  "an6.36:1.4": "Yo so, bhikkhave, bhikkhu kodhano hoti upanāhī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṅghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ",
  "an6.36:1.5": "Yo so, bhikkhave, bhikkhu satthari agāravo viharati appatisso, dhamme agāravo viharati appatisso, saṅghe agāravo viharati appatisso, sikkhāya na paripūrakārī so saṅghe vivādaṁ janeti, yo hoti vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ. ",
  "an6.36:1.6": "Evarūpañce tumhe, bhikkhave, vivādamūlaṁ ajjhattaṁ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, bhikkhave, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ",
  "an6.36:1.7": "Evarūpañce tumhe, bhikkhave, vivādamūlaṁ ajjhattaṁ vā bahiddhā vā na samanupasseyyātha, tatra tumhe, bhikkhave, tasseva pāpakassa vivādamūlassa āyatiṁ anavassavāya paṭipajjeyyātha. ",
  "an6.36:1.8": "Evametassa pāpakassa vivādamūlassa pahānaṁ hoti. Evametassa pāpakassa vivādamūlassa āyatiṁ anavassavo hoti. ",
  "an6.36:2.1": "Puna caparaṁ, bhikkhave, bhikkhu makkhī hoti paḷāsī …pe… ",
  "an6.36:2.2": "issukī hoti maccharī … ",
  "an6.36:2.3": "saṭho hoti māyāvī … ",
  "an6.36:2.4": "pāpiccho hoti micchādiṭṭhi … ",
  "an6.36:2.5": "sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
  "an6.36:2.6": "Yo so, bhikkhave, bhikkhu sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī, so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṅghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ",
  "an6.36:2.7": "Yo so, bhikkhave, bhikkhu satthari agāravo viharati appatisso, dhamme … saṅghe agāravo viharati appatisso, sikkhāya na paripūrakārī, so saṅghe vivādaṁ janeti, yo hoti vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ. ",
  "an6.36:2.8": "Evarūpañce tumhe, bhikkhave, vivādamūlaṁ ajjhattaṁ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, bhikkhave, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ",
  "an6.36:2.9": "Evarūpañce tumhe, bhikkhave, vivādamūlaṁ ajjhattaṁ vā bahiddhā vā na samanupasseyyātha. Tatra tumhe, bhikkhave, tasseva pāpakassa vivādamūlassa āyatiṁ anavassavāya paṭipajjeyyātha. ",
  "an6.36:2.10": "Evametassa pāpakassa vivādamūlassa pahānaṁ hoti. Evametassa pāpakassa vivādamūlassa āyatiṁ anavassavo hoti. ",
  "an6.36:2.11": "Imāni kho, bhikkhave, cha vivādamūlānī”ti. ",
  "an6.36:2.12": "Chaṭṭhaṁ. "
}