{
  "an6.42:0.1": "Aṅguttara Nikāya 6 ",
  "an6.42:0.2": "4. Devatāvagga ",
  "an6.42:0.3": "42. Nāgitasutta ",
  "an6.42:1.1": "Evaṃ me sutaṃ—",
  "an6.42:1.2": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena icchānaṅgalaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ",
  "an6.42:1.3": "Tatra sudaṃ bhagavā icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "an6.42:1.4": "Assosuṃ kho icchānaṅgalakā brāhmaṇagahapatikā: ",
  "an6.42:1.5": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito icchānaṅgalaṃ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "an6.42:1.6": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "an6.42:1.7": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno …pe… buddho bhagavā’ti. ",
  "an6.42:1.8": "So imaṃ lokaṃ sadevakaṃ …pe… arahataṃ dassanaṃ hotī”ti. ",
  "an6.42:1.9": "Atha kho icchānaṅgalakā brāhmaṇagahapatikā tassā rattiyā accayena pahūtaṃ khādanīyaṃ bhojanīyaṃ ādāya yena icchānaṅgalavanasaṇḍo tenupasaṅkamiṃsu; upasaṅkamitvā bahidvārakoṭṭhake aṭṭhaṃsu uccāsaddā mahāsaddā. ",
  "an6.42:2.1": "Tena kho pana samayena āyasmā nāgito bhagavato upaṭṭhāko hoti. ",
  "an6.42:2.2": "Atha kho bhagavā āyasmantaṃ nāgitaṃ āmantesi: ",
  "an6.42:2.3": "“ke pana te, nāgita, uccāsaddā mahāsaddā kevaṭṭā maññe macchavilope”ti? ",
  "an6.42:2.4": "“Ete, bhante, icchānaṅgalakā brāhmaṇagahapatikā pahūtaṃ khādanīyaṃ bhojanīyaṃ ādāya bahidvārakoṭṭhake ṭhitā bhagavantaṃyeva uddissa bhikkhusaṅghañcā”ti. ",
  "an6.42:2.5": "“Māhaṃ, nāgita, yasena samāgamaṃ, mā ca mayā yaso. ",
  "an6.42:2.6": "Yo kho, nāgita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī assa akicchalābhī akasiralābhī, yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī, ",
  "an6.42:2.7": "so taṃ mīḷhasukhaṃ middhasukhaṃ lābhasakkārasilokasukhaṃ sādiyeyyā”ti. ",
  "an6.42:3.1": "“Adhivāsetu dāni, bhante, bhagavā; ",
  "an6.42:3.2": "adhivāsetu, sugato; ",
  "an6.42:3.3": "adhivāsanakālo dāni, bhante, bhagavato. ",
  "an6.42:3.4": "Yena yeneva dāni, bhante, bhagavā gamissati, tanninnāva bhavissanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
  "an6.42:3.5": "Seyyathāpi, bhante, thullaphusitake deve vassante yathāninnaṃ udakāni pavattanti; ",
  "an6.42:3.6": "evamevaṃ kho, bhante, yena yeneva dāni bhagavā gamissati, tanninnāva bhavissanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
  "an6.42:3.7": "Taṃ kissa hetu? ",
  "an6.42:3.8": "Tathā hi, bhante, bhagavato sīlapaññāṇan”ti. ",
  "an6.42:4.1": "“Māhaṃ, nāgita, yasena samāgamaṃ, mā ca mayā yaso. ",
  "an6.42:4.2": "Yo kho, nāgita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī assa akicchalābhī akasiralābhī, yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī, ",
  "an6.42:4.3": "so taṃ mīḷhasukhaṃ middhasukhaṃ lābhasakkārasilokasukhaṃ sādiyeyya. ",
  "an6.42:5.1": "Idhāhaṃ, nāgita, bhikkhuṃ passāmi gāmantavihāriṃ samāhitaṃ nisinnaṃ. ",
  "an6.42:5.2": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
  "an6.42:5.3": "‘idānimaṃ āyasmantaṃ ārāmiko vā upaṭṭhahissati samaṇuddeso vā taṃ tamhā samādhimhā cāvessatī’ti. ",
  "an6.42:5.4": "Tenāhaṃ, nāgita, tassa bhikkhuno na attamano homi gāmantavihārena. (1) ",
  "an6.42:6.1": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ araññe pacalāyamānaṃ nisinnaṃ. ",
  "an6.42:6.2": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
  "an6.42:6.3": "‘idāni ayamāyasmā imaṃ niddākilamathaṃ paṭivinodetvā araññasaññaṃyeva manasi karissati ekattan’ti. ",
  "an6.42:6.4": "Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. (2) ",
  "an6.42:7.1": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ araññe asamāhitaṃ nisinnaṃ. ",
  "an6.42:7.2": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
  "an6.42:7.3": "‘idāni ayamāyasmā asamāhitaṃ vā cittaṃ samādahissati, samāhitaṃ vā cittaṃ anurakkhissatī’ti. ",
  "an6.42:7.4": "Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. (3) ",
  "an6.42:8.1": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ araññe samāhitaṃ nisinnaṃ. ",
  "an6.42:8.2": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
  "an6.42:8.3": "‘idāni ayamāyasmā avimuttaṃ vā cittaṃ vimocessati, vimuttaṃ vā cittaṃ anurakkhissatī’ti. ",
  "an6.42:8.4": "Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. (4) ",
  "an6.42:9.1": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi gāmantavihāriṃ lābhiṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ",
  "an6.42:9.2": "So taṃ lābhasakkārasilokaṃ nikāmayamāno riñcati paṭisallānaṃ riñcati araññavanapatthāni pantāni senāsanāni; ",
  "an6.42:9.3": "gāmanigamarājadhāniṃ osaritvā vāsaṃ kappeti. ",
  "an6.42:9.4": "Tenāhaṃ, nāgita, tassa bhikkhuno na attamano homi gāmantavihārena. (5) ",
  "an6.42:10.1": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ lābhiṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ",
  "an6.42:10.2": "So taṃ lābhasakkārasilokaṃ paṭipaṇāmetvā na riñcati paṭisallānaṃ na riñcati araññavanapatthāni pantāni senāsanāni. ",
  "an6.42:10.3": "Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. (6) ",
  "an6.42:11.1": "Yasmāhaṃ, nāgita, samaye addhānamaggappaṭipanno na kañci passāmi purato vā pacchato vā, phāsu me, nāgita, tasmiṃ samaye hoti antamaso uccārapassāvakammāyā”ti. ",
  "an6.42:11.2": "Dvādasamaṃ. ",
  "an6.42:11.3": "Devatāvaggo catuttho. ",
  "an6.42:12.1": "Sekhā dve aparihāni, ",
  "an6.42:12.2": "Moggallāna vijjābhāgiyā; ",
  "an6.42:12.3": "Vivādadānattakārī nidānaṃ, ",
  "an6.42:12.4": "Kimiladārukkhandhena nāgitoti. "
}