{
  "sn54.9:0.1": "Les Discours Regroupés par Thèmes 54.9 ",
  "sn54.9:0.2": "1. Une chose ",
  "sn54.9:0.3": "À Vessali ",
  "sn54.9:1.1": "Ainsi ai-je entendu : ",
  "sn54.9:1.2": "Un jour, le Fortuné séjournait près de Vessali, dans le grand bois, dans la salle (couverte d’un) toit pointu. ",
  "sn54.9:1.3": "En ce jour-là, il parla de diverses manières aux mendiants au sujet du répugnant, il fit l’éloge du répugnant, il fit l’éloge de la pratique du répugnant. ",
  "sn54.9:2.1": "Ensuite, il s’adressa aux mendiants ainsi : ",
  "sn54.9:2.2": "«Mendiants, je souhaite m’isoler pendant quinze jours ",
  "sn54.9:2.3": " Que personne ne vienne me voir, mis à part celui qui m’apportera de la nourriture d’aumônes. ",
  "sn54.9:2.4": "— Oui, Bhanté», répondirent les mendiants, et personne n’alla voir le Fortuné, mis à part celui qui lui apportait de la nourriture d’aumônes. ",
  "sn54.9:3.1": "Alors ces mendiants se dirent : ",
  "sn54.9:3.2": "«Le Fortuné a parlé de diverses manières au sujet du répugnant, il a fait l’éloge du répugnant, il a fait l’éloge de la pratique du répugnant», et ils demeurèrent voués à la pratique du répugnant de diverses manières mélangées. ",
  "sn54.9:3.3": "Se trouvant affligés par ce corps, honteux, dégoûtés, ils se mirent en quête de quelqu’un armé d’un couteau. ",
  "sn54.9:3.4": "En un jour, dix mendiants firent usage du couteau ; en un jour, vingt mendiants firent usage du couteau ; en un jour, trente mendiants firent usage du couteau. ",
  "sn54.9:4.1": "À la fin de ces quinze jours, le Fortuné sortit de l’isolement et s’adressa au vénérable Ananda : ",
  "sn54.9:4.2": "«Ananda, pourquoi la communauté des mendiants est-elle si diminuée ? ",
  "sn54.9:4.3": "— Bhanté, ils se sont dit : “Le Fortuné a parlé aux mendiants de diverses manières au sujet du répugnant, il a fait l’éloge du répugnant, il a fait l’éloge de la pratique du répugnant”, et ils sont restés voués à la pratique du répugnant de diverses manières mélangées. ",
  "sn54.9:4.4": "Se trouvant affligés par ce corps, honteux, dégoûtés, ils se sont mis en quête de quelqu’un armé d’un couteau. ",
  "sn54.9:4.5": "En un jour, dix mendiants on fait usage du couteau ; en un jour, vingt mendiants on fait usage du couteau ; en un jour, trente mendiants on fait usage du couteau. ",
  "sn54.9:4.6": "Il serait bon, Bhanté, que le Fortuné fasse un autre exposé grâce auquel la communauté des mendiants s’établirait dans la connaissance finale. ",
  "sn54.9:5.1": "— Dans ce cas, Ananda, réunis tous les mendiants qui vivent en dépendance vis-à-vis de Vessali dans la salle d’assemblée. ",
  "sn54.9:5.2": "— Oui, Bhanté», répondit le vénérable Ananda au Fortuné. Puis, ayant réuni tous les mendiants qui vivaient en dépendance vis-à-vis de Vessali dans la salle d’assemblée, il vint voir le Fortuné, et lui dit : ",
  "sn54.9:5.3": "«Bhanté, la communauté des mendiants est rassemblée. ",
  "sn54.9:5.4": "Il est maintenant temps de faire comme vous le souhaitez, Bhanté.» ",
  "sn54.9:6.1": "Alors le Fortuné se rendit à la salle d’assemblée, s’assit sur le siège préparé ",
  "sn54.9:6.2": "et s’adressa aux mendiants : ",
  "sn54.9:6.3": "«Mendiants, cette concentration au moyen de la présence de l’esprit sur la respiration, lorsqu’elle est développée et cultivée abondamment, est paisible, sublime, satisfaisante, c’est un séjour agréable, elle dissipe et fait disparaître les états désavantageux et malsains lorsqu’ils apparaissent. ",
  "sn54.9:7.1": "Tout comme, mendiants, durant le dernier mois d’été, un grand nuage de pluie hors saison dissipe et fait disparaître (un nuage de) poussière soulevée, ",
  "sn54.9:7.2": "de la même manière, cette concentration au moyen de la présence de l’esprit sur la respiration, lorsqu’elle est développée et cultivée abondamment, est paisible, sublime, satisfaisante, c’est un séjour agréable, elle dissipe et fait disparaître les états désavantageux et malsains lorsqu’ils apparaissent. ",
  "sn54.9:7.3": "Et comment, mendiants, la concentration au moyen de la présence de l’esprit sur la respiration est-elle développée et cultivée abondamment de manière à être paisible, sublime, satisfaisante, à être un séjour agréable, à dissiper et faire disparaître les états désavantageux et malsains lorsqu’ils apparaissent ? ",
  "sn54.9:8.1": "En cela, un mendiant, s’étant rendu dans la forêt, au pied d’un arbre ou dans un local vide, s’assoit jambes croisées, maintenant (son) corps droit, et mettant en place (sa) présence d’esprit entre le nez et la bouche. ",
  "sn54.9:8.2": "Étant ainsi présent d’esprit, il inspire, étant ainsi présent d’esprit, il expire ; lorsqu’il inspire profondément, il discerne : «j’inspire profondément» ; lorsqu’il expire profondément, il discerne : «j’expire profondément» ; lorsqu’il inspire superficiellement, il discerne : «j’inspire superficiellement» ; lorsqu’il expire superficiellement, il discerne : «j’expire superficiellement». Il s’entraîne : «je vais inspirer en ressentant le corps tout entier» ; il s’entraîne : «je vais expirer en ressentant le corps tout entier» ; il s’entraîne : «je vais inspirer en calmant les constructions corporelles» ; il s’entraîne : «je vais expirer en calmant les constructions corporelles». Il s’entraîne : «je vais inspirer en ressentant l’exaltation» ; il s’entraîne : «je vais expirer en ressentant l’exaltation» ; il s’entraîne : «je vais inspirer en ressentant le bien-être» ; il s’entraîne : «je vais expirer en ressentant le bien-être» ; il s’entraîne : «je vais inspirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais inspirer en calmant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en calmant les constructions de l’esprit». Il s’entraîne : «je vais inspirer en ressentant l’esprit» ; il s’entraîne : «je vais expirer en ressentant l’esprit» ; il s’entraîne : «je vais inspirer en réjouissant l’esprit» ; il s’entraîne : «je vais expirer en réjouissant l’esprit» ; il s’entraîne : «je vais inspirer en concentrant l’esprit» ; il s’entraîne : «je vais expirer en concentrant l’esprit» ; il s’entraîne : «je vais inspirer en délivrant l’esprit» ; il s’entraîne : «je vais expirer en délivrant l’esprit». Il s’entraîne : «je vais inspirer en contemplant l’impermanence» ; il s’entraîne : «je vais expirer en contemplant l’impermanence» ; il s’entraîne : «je vais inspirer en contemplant le désintéressement» ; il s’entraîne : «je vais expirer en contemplant le désintéressement» ; il s’entraîne : «je vais inspirer en contemplant la cessation» ; il s’entraîne : «je vais expirer en contemplant la cessation» ; ",
  "sn54.9:8.3": "il s’entraîne : «je vais inspirer en contemplant la renonciation» ; il s’entraîne : «je vais expirer en contemplant la renonciation». ",
  "sn54.9:8.4": "Voici, mendiants, comment la présence de l’esprit sur la respiration est développée et cultivée abondamment de manière à être paisible, sublime, satisfaisante, à être un séjour agréable, à dissiper et faire disparaître les états désavantageux et malsains lorsqu’ils apparaissent.» "
}