{
  "sn54.12:0.1": "Les Discours Regroupés par Thèmes 54.12 ",
  "sn54.12:0.2": "2. Deuxième chapitre ",
  "sn54.12:0.3": "Dans le doute ",
  "sn54.12:1.1": "Un jour, le vénérable Lomassakambhiyo séjournait parmi les Sakyas, à Kapilavatthou, dans le parc aux ficus banians. ",
  "sn54.12:1.2": "Ce jour-là, Mahanama le Sakya alla voir le vénérable Lomassakambhiyo, lui rendit hommage, s’assit d’un côté et lui dit : ",
  "sn54.12:1.3": "«Bhanté, est ce que la méditation d’un apprenant est la même que celle du Tathagata, ou bien y a-t-il une différence entre la méditation d’un apprenant et celle du Tathagata ? ",
  "sn54.12:2.1": "— Ami, la méditation d’un apprenant n’est pas la même que celle du Tathagata. ",
  "sn54.12:2.2": "Il y a bien une différence entre la méditation d’un apprenant et celle du Tathagata. ",
  "sn54.12:2.3": "Les mendiants en entraînement, qui n’ont pas encore atteint leur but et qui aspirent au suprême soulagement du joug, ont (temporairement) abandonné les cinq obstructions. ",
  "sn54.12:2.4": "Quelles sont ces cinq ? ",
  "sn54.12:2.5": "Ils ont (temporairement) abandonné l’obstruction de désir sensuel, l’obstruction de malveillance, ",
  "sn54.12:2.6": "l’obstruction de léthargie & somnolence, ",
  "sn54.12:2.7": "l’obstruction d’agitation mentale & préoccupation, ",
  "sn54.12:2.8": "et ils ont (temporairement) abandonné l’obstruction du doute. ",
  "sn54.12:3.1": "Ainsi donc, ami Mahanama, les mendiants en entraînement, qui n’ont pas encore atteint leur but et qui aspirent au suprême soulagement du joug, ont abandonné ces cinq obstructions. ",
  "sn54.12:4.1": "Mais, ami Mahanama, les mendiants arahants, qui ont complètement éliminé les impuretés mentales, qui sont accomplis, qui ont fait ce qui devait l’être, qui ont déposé le fardeau, qui ont atteint l’objectif, qui ont complètement épuisé les entraves spirituelles de l’existence, et qui sont délivrés par connaissance correcte, ont abandonné les cinq obstructions, ils les ont coupées à la racine, rendues telles des souches de palmier, anéanties, rendues incapables de réapparaître dans le futur. ",
  "sn54.12:4.2": "Quelles sont ces cinq ? ",
  "sn54.12:4.3": "Ils ont abandonné l’obstruction de désir sensuel, ils l’ont coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur. ",
  "sn54.12:4.4": "Ils ont abandonné l’obstruction de malveillance (…) ",
  "sn54.12:4.5": "l’obstruction de léthargie & somnolence (…) ",
  "sn54.12:4.6": "l’obstruction d’agitation mentale & préoccupation (…) ",
  "sn54.12:4.7": "et ils ont abandonné l’obstruction du doute, ils l’ont coupée à la racine, rendue telle une souche de palmier, anéantie, rendue incapable de réapparaître dans le futur. ",
  "sn54.12:5.1": "Ainsi donc, ami Mahanama, les mendiants arahants, qui ont complètement éliminé les impuretés mentales, qui sont accomplis, qui ont fait ce qui devait l’être, qui ont déposé le fardeau, qui ont atteint l’objectif, qui ont complètement épuisé les entraves spirituelles de l’existence, et qui sont délivrés par connaissance correcte, ont abandonné ces cinq obstructions, ils les ont coupées à la racine, rendues telles des souches de palmier, anéanties, rendues incapables de réapparaître dans le futur. ",
  "sn54.12:5.2": "Ami Mahanama, on peut aussi comprendre par l’explication suivante ",
  "sn54.12:5.3": "quelle est la différence entre la méditation d’un apprenant et celle du Tathagata. ",
  "sn54.12:6.1": "Un jour, le Fortuné séjournait près d’Itchanangala, dans le maquis forestier d’Itchanangala. ",
  "sn54.12:6.2": "Là, il s’adressa aux mendiants : ",
  "sn54.12:6.3": "«Mendiants, je souhaite m’isoler pendant trois mois. ",
  "sn54.12:6.4": "Personne ne devrait venir me voir, mis à part celui qui m’apportera de la nourriture d’aumônes. ",
  "sn54.12:6.5": "— Oui, Bhanté», répondirent les mendiants, et personne n’alla voir le Fortuné, mis à part celui qui lui apportait de la nourriture d’aumônes. ",
  "sn54.12:7.1": "À la fin de ces trois mois, le Fortuné sortit de l’isolement et s’adressa aux mendiants : ",
  "sn54.12:7.2": "«Mendiants, si des vagabonds spirituels hétérodoxes vous demandent : ",
  "sn54.12:7.3": "“Ami, quelle méditation le renonçant Gotama pratique-t-il le plus pendant la retraite des pluies ?” vous devriez leur répondre : ",
  "sn54.12:7.4": "“Ami, c’est la concentration au moyen de la présence de l’esprit sur la respiration que le Fortuné pratique le plus pendant la retraite des pluies.” ",
  "sn54.12:7.5": "En cela, mendiants, j’inspire en étant présent d’esprit, j’expire en étant présent d’esprit ; ",
  "sn54.12:7.6": "lorsque j’inspire profondément, je discerne : “j’inspire profondément” ; lorsque j’expire profondément, je discerne : “j’expire profondément” ; lorsque j’inspire superficiellement, je discerne : “j’inspire superficiellement” ; lorsque j’expire superficiellement, je discerne : “j’expire superficiellement”. Je discerne : “je vais inspirer en ressentant le corps tout entier” ; je discerne : “je vais expirer en ressentant le corps tout entier” ; je discerne : “je vais inspirer en calmant les constructions corporelles” ; je discerne : “je vais expirer en calmant les constructions corporelles”. Je discerne : “je vais inspirer en ressentant l’exaltation” ; je discerne : “je vais expirer en ressentant l’exaltation” ; je discerne : “je vais inspirer en ressentant le bien-être” ; je discerne : “je vais expirer en ressentant le bien-être” ; je discerne : “je vais inspirer en ressentant les constructions de l’esprit” ; je discerne : “je vais expirer en ressentant les constructions de l’esprit” ; je discerne : “je vais inspirer en calmant les constructions de l’esprit” ; je discerne : “je vais expirer en calmant les constructions de l’esprit”. Je discerne : “je vais inspirer en ressentant l’esprit” ; je discerne : “je vais expirer en ressentant l’esprit” ; je discerne : “je vais inspirer en réjouissant l’esprit” ; je discerne : “je vais expirer en réjouissant l’esprit” ; je discerne : “je vais inspirer en concentrant l’esprit” ; je discerne : “je vais expirer en concentrant l’esprit” ; je discerne : “je vais inspirer en délivrant l’esprit” ; je discerne : “je vais expirer en délivrant l’esprit”. Je discerne : “je vais inspirer en contemplant l’impermanence” ; je discerne : “je vais expirer en contemplant l’impermanence” ; je discerne : “je vais inspirer en contemplant le désintéressement” ; je discerne : “je vais expirer en contemplant le désintéressement” ; je discerne : “je vais inspirer en contemplant la cessation” ; je discerne : “je vais expirer en contemplant la cessation” ; ",
  "sn54.12:7.7": "je discerne : “je vais inspirer en contemplant la renonciation” ; je discerne : “je vais expirer en contemplant la renonciation”. ",
  "sn54.12:8.1": "Mendiants, si quelqu’un parlant correctement disait : ",
  "sn54.12:8.2": "“C’est une méditation noble”, “C’est une méditation brahmique”, “C’est la méditation du Tathagata”, ",
  "sn54.12:8.3": "c’est bien de la concentration au moyen de la présence de l’esprit sur la respiration ",
  "sn54.12:8.4": "qu’il le dirait. ",
  "sn54.12:9.1": "Pour les mendiants en entraînement, qui n’ont pas encore atteint leur but et qui aspirent au suprême soulagement du joug, la concentration au moyen de la présence de l’esprit sur la respiration, lorsqu’elle est développée et cultivée abondamment, mène à la destruction des impuretés mentales. ",
  "sn54.12:10.1": "Pour les mendiants qui sont des arahants, qui ont complètement éliminé les impuretés mentales, qui sont accomplis, qui ont fait ce qui devait l’être, qui ont déposé le fardeau, qui ont atteint l’objectif, qui ont complètement épuisé les entraves spirituelles de l’existence et qui sont délivrés par compréhension correcte, la concentration au moyen de la présence de l’esprit sur la respiration, lorsqu’elle est développée et cultivée abondamment, mène à un séjour agréable dans le monde visible, ainsi qu’à la présence d’esprit & discernement attentif. ",
  "sn54.12:11.1": "Mendiants, si quelqu’un parlant correctement disait : ",
  "sn54.12:11.2": "“C’est une méditation noble”, “C’est une méditation brahmique”, “C’est la méditation du Tathagata”, ",
  "sn54.12:11.3": "c’est bien de la concentration au moyen de la présence de l’esprit sur la respiration ",
  "sn54.12:11.4": "qu’il le dirait.» ",
  "sn54.12:11.5": "Ami Mahanama, on peut aussi comprendre par cette explication ",
  "sn54.12:11.6": "quelle est la différence entre la méditation d’un apprenant et celle du Tathagata.» "
}