{
  "sn54.10:0.1": "Les Discours Regroupés par Thèmes 54.10 ",
  "sn54.10:0.2": "1. Une chose ",
  "sn54.10:0.3": "À Kimila ",
  "sn54.10:1.1": "Ainsi ai-je entendu : ",
  "sn54.10:1.2": "Un jour, le Fortuné séjournait près de Kimila, dans la bambouseraie. ",
  "sn54.10:1.3": "Là, il s’adressa au vénérable Kimila : ",
  "sn54.10:1.4": "«Kimila, comment la concentration au moyen de la présence de l’esprit sur la respiration est-elle développée et cultivée abondamment de manière à porter beaucoup de fruits et apporter de grands bienfaits ?» ",
  "sn54.10:2.1": "Lorsque cela fut dit, le vénérable Kimila resta silencieux. ",
  "sn54.10:2.2": "Une deuxième fois (…) ",
  "sn54.10:2.3": "Une troisième fois le Fortuné s’adressa au vénérable Kimila : ",
  "sn54.10:2.4": "«Kimila, comment la concentration au moyen de la présence de l’esprit sur la respiration est-elle développée et cultivée abondamment de manière à porter beaucoup de fruits et apporter de grands bienfaits ?» ",
  "sn54.10:2.5": "Une troisième fois, le vénérable Kimila resta silencieux. ",
  "sn54.10:3.1": "Lorsque cela fut dit, le vénérable Ananda dit au Fortuné : ",
  "sn54.10:3.2": "«C’est le moment, ô Fortuné. C’est le moment, ô Sublime, ",
  "sn54.10:3.3": "que le Fortuné parle de la concentration au moyen de la présence de l’esprit sur la respiration. L’ayant entendu de la part du Fortuné, les mendiants le retiendront. ",
  "sn54.10:4.1": "— Écoute cela, Ananda, et fais bien attention, je vais parler. ",
  "sn54.10:4.2": "— Oui, Bhanté», répondit le vénérable Ananda. ",
  "sn54.10:4.3": "Le Fortuné dit : ",
  "sn54.10:4.4": "«Et comment, Ananda, la concentration au moyen de la présence de l’esprit sur la respiration est-elle développée et cultivée abondamment de manière à porter beaucoup de fruits et apporter de grands bienfaits ? ",
  "sn54.10:4.5": "En cela, Ananda, un mendiant, s’étant rendu dans la forêt, au pied d’un arbre ou dans un local vide, s’assoit jambes croisées, maintenant (son) corps droit, et mettant en place (sa) présence d’esprit entre le nez et la bouche. ",
  "sn54.10:4.6": "Étant ainsi présent d’esprit, il inspire, étant ainsi présent d’esprit, il expire ; lorsqu’il inspire profondément, il discerne : «j’inspire profondément» ; lorsqu’il expire profondément, il discerne : «j’expire profondément» ; lorsqu’il inspire superficiellement, il discerne : «j’inspire superficiellement» ; lorsqu’il expire superficiellement, il discerne : «j’expire superficiellement». Il s’entraîne : «je vais inspirer en ressentant le corps tout entier» ; il s’entraîne : «je vais expirer en ressentant le corps tout entier» ; il s’entraîne : «je vais inspirer en calmant les constructions corporelles» ; il s’entraîne : «je vais expirer en calmant les constructions corporelles». Il s’entraîne : «je vais inspirer en ressentant l’exaltation» ; il s’entraîne : «je vais expirer en ressentant l’exaltation» ; il s’entraîne : «je vais inspirer en ressentant le bien-être» ; il s’entraîne : «je vais expirer en ressentant le bien-être» ; il s’entraîne : «je vais inspirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais inspirer en calmant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en calmant les constructions de l’esprit». Il s’entraîne : «je vais inspirer en ressentant l’esprit» ; il s’entraîne : «je vais expirer en ressentant l’esprit» ; il s’entraîne : «je vais inspirer en réjouissant l’esprit» ; il s’entraîne : «je vais expirer en réjouissant l’esprit» ; il s’entraîne : «je vais inspirer en concentrant l’esprit» ; il s’entraîne : «je vais expirer en concentrant l’esprit» ; il s’entraîne : «je vais inspirer en délivrant l’esprit» ; il s’entraîne : «je vais expirer en délivrant l’esprit». Il s’entraîne : «je vais inspirer en contemplant l’impermanence» ; il s’entraîne : «je vais expirer en contemplant l’impermanence» ; il s’entraîne : «je vais inspirer en contemplant le désintéressement» ; il s’entraîne : «je vais expirer en contemplant le désintéressement» ; il s’entraîne : «je vais inspirer en contemplant la cessation» ; il s’entraîne : «je vais expirer en contemplant la cessation» ; ",
  "sn54.10:4.7": "il s’entraîne : «je vais inspirer en contemplant la renonciation» ; il s’entraîne : «je vais expirer en contemplant la renonciation». ",
  "sn54.10:4.8": "Voici, Ananda, comment la concentration au moyen de la présence de l’esprit sur la respiration est développée et cultivée abondamment de manière à porter beaucoup de fruits et apporter de grands bienfaits. ",
  "sn54.10:5.1": "Au moment, Ananda, où un mendiant, lorsqu’il inspire profondément, comprend : ’j’inspire profondément» ; où lorsqu’il expire profondément, il discerne : «j’expire profondément» ; ",
  "sn54.10:5.2": "où lorsqu’il inspire superficiellement, il discerne : «j’inspire superficiellement» ; où lorsqu’il expire superficiellement, il discerne : «j’expire superficiellement», ",
  "sn54.10:5.3": "où il s’entraîne : «je vais inspirer en ressentant le corps tout entier» ; où il s’entraîne : «je vais expirer en ressentant le corps tout entier» ; ",
  "sn54.10:5.4": "où il s’entraîne : «je vais inspirer en calmant les constructions corporelles» ; où il s’entraîne : «je vais expirer en calmant les constructions corporelles», ",
  "sn54.10:5.5": "à ce moment-là le mendiant reste à observer le corps dans le corps, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.10:5.6": "Et quelle en est la raison ? ",
  "sn54.10:5.7": "Je parle, Ananda, de l’inspiration-et-expiration comme d’un certain corps. ",
  "sn54.10:5.8": "C’est pourquoi, Ananda, à ce moment-là, un mendiant reste à observer le corps dans le corps, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.10:6.1": "Au moment, Ananda, où un mendiant s’entraîne : ’je vais inspirer en ressentant l’exaltation» ; où il s’entraîne : «je vais expirer en ressentant l’exaltation» ; ",
  "sn54.10:6.2": "où il s’entraîne : «je vais inspirer en ressentant le bien-être» ; où il s’entraîne : «je vais expirer en ressentant le bien-être» ; ",
  "sn54.10:6.3": "où il s’entraîne : «je vais inspirer en ressentant les fabrications de l’esprit» ; où il s’entraîne : «je vais expirer en ressentant les fabrications de l’esprit» ; ",
  "sn54.10:6.4": "où il s’entraîne : «je vais inspirer en calmant les fabrications de l’esprit» ; où il s’entraîne : «je vais expirer en calmant les fabrications de l’esprit», ",
  "sn54.10:6.5": "à ce moment-là le mendiant reste à observer les ressentis dans les ressentis, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.10:6.6": "Et quelle en est la raison ? ",
  "sn54.10:6.7": "Je parle, Ananda, de l’attention minutieuse portée à l’inspiration-et-expiration comme d’un certain ressenti. ",
  "sn54.10:6.8": "C’est pourquoi, Ananda, à ce moment-là, un mendiant reste à observer les ressentis dans les ressentis, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.10:7.1": "Au moment, Ananda, où un mendiant s’entraîne : ’je vais inspirer en ressentant l’esprit» ; où il s’entraîne : «je vais expirer en ressentant l’esprit» ; ",
  "sn54.10:7.2": "où il s’entraîne : «je vais inspirer en réjouissant l’esprit» ; où il s’entraîne : «je vais expirer en réjouissant l’esprit» ; ",
  "sn54.10:7.3": "où il s’entraîne : «je vais inspirer en concentrant l’esprit» ; où il s’entraîne : «je vais expirer en concentrant l’esprit» ; ",
  "sn54.10:7.4": "où il s’entraîne : «je vais inspirer en délivrant l’esprit» ; où il s’entraîne : «je vais expirer en délivrant l’esprit», ",
  "sn54.10:7.5": "à ce moment-là le mendiant reste à observer l’esprit dans l’esprit, en étant ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.10:7.6": "Et quelle en est la raison ? ",
  "sn54.10:7.7": "Je ne parle pas, Ananda, de développement de la concentration au moyen de la présence de l’esprit sur la respiration pour celui qui est étourdi d’esprit et qui n’est pas doué d’un discernement attentif. ",
  "sn54.10:7.8": "C’est pourquoi, Ananda, à ce moment-là, un mendiant reste à observer l’esprit dans l’esprit, en étant ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.10:8.1": "Au moment, Ananda, où un mendiant s’entraîne : ’je vais inspirer en contemplant l’impermanence» ; où il s’entraîne : «je vais expirer en contemplant l’impermanence» ; ",
  "sn54.10:8.2": "où il s’entraîne : «je vais inspirer en contemplant le désintéressement» ; où il s’entraîne : «je vais expirer en contemplant le désintéressement» ; ",
  "sn54.10:8.3": "où il s’entraîne : «je vais inspirer en contemplant la cessation» ; où il s’entraîne : «je vais expirer en contemplant la cessation» ; ",
  "sn54.10:8.4": "où il s’entraîne : «je vais inspirer en contemplant la renonciation» ; où il s’entraîne : «je vais expirer en contemplant la renonciation», ",
  "sn54.10:8.5": "à ce moment-là le mendiant reste à observer le Dhamma dans les phénomènes, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.10:8.6": "Ayant vu avec discernement ce qu’est l’abandon de la convoitise et de la déplaisance mentale, il contemple minutieusement dans l’équanimité. ",
  "sn54.10:8.7": "C’est pourquoi, Ananda, à ce moment-là, un mendiant reste à observer le Dhamma dans les phénomènes, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.10:9.1": "Imagine, Ananda, un grand tas de poussière au milieu d’un carrefour entre deux grandes routes. ",
  "sn54.10:9.2": "Une charrette ou une chariot viendrait de l’est et écraserait ce tas de poussière. ",
  "sn54.10:9.3": "Une charrette ou une chariot viendrait de l’ouest (…) ",
  "sn54.10:9.4": "du nord (…) ",
  "sn54.10:9.5": "du sud et écraserait ce tas de poussière. ",
  "sn54.10:9.6": "De la même manière, Ananda, un mendiant restant à observer le corps dans le corps écrase les états désavantageux et malsains. ",
  "sn54.10:9.7": "Un mendiant restant à observer les ressentis dans les ressentis (…) ",
  "sn54.10:9.8": "l’esprit dans l’esprit (…) ",
  "sn54.10:9.9": "le Dhamma dans les phénomènes écrase les états désavantageux et malsains.» "
}