{
  "sn54.15:0.1": "Les Discours Regroupés par Thèmes 54.15 ",
  "sn54.15:0.2": "2. Deuxième chapitre ",
  "sn54.15:0.3": "Des mendiants (1) ",
  "sn54.15:1.1": "En ce jour-là, un certain nombre de mendiants vinrent voir le Fortuné, lui rendirent hommage, s’assirent d’un côté et lui dirent : ",
  "sn54.15:1.2": "«Y a-t-il, Bhanté un état qui, lorsqu’il est développé et cultivé abondamment, porte quatre états à leur complétude ? Y a-t-il quatre états qui, lorsqu’ils sont développés et cultivés abondamment, portent sept états à leur complétude ? Et y a-t-il sept états qui, lorsqu’ils sont développés et cultivés abondamment, portent deux états à leur complétude ? ",
  "sn54.15:1.3": "— Il y a, mendiants, un état qui, lorsqu’il est développé et cultivé abondamment, porte quatre états à leur complétude. Il y a quatre états qui, lorsqu’ils sont développés et cultivés abondamment, portent sept états à leur complétude. Et il y a sept états qui, lorsqu’ils sont développés et cultivés abondamment, portent deux états à leur complétude. ",
  "sn54.15:2.1": "— Mais, Bhanté, quel est cet état qui, lorsqu’il est développé et cultivé abondamment, porte quatre états à leur complétude ? Quels sont ces quatre états qui, lorsqu’ils sont développés et cultivés abondamment, portent sept états à leur complétude ? Et quels sont ces sept états qui, lorsqu’ils sont développés et cultivés abondamment, portent deux états à leur complétude ? ",
  "sn54.15:2.2": "La concentration au moyen de la présence de l’esprit sur la respiration, mendiants, est cet état qui, lorsqu’il est développé et cultivé abondamment, porte les quatre mises en place de la présence d’esprit à leur complétude. Les quatre mises en place de la présence d’esprit, lorsqu’elles sont développées et cultivées abondamment, portent les sept facteurs d’éveil à leur complétude. Les sept facteurs d’éveil, lorsqu’ils sont développés et cultivés abondamment, portent la véritable connaissance & libération à leur complétude. ",
  "sn54.15:3.1": "Et comment, mendiants, la concentration au moyen de la présence de l’esprit sur la respiration est-elle développée, comment est-elle cultivée, de manière à porter les quatre mises en place de la présence d’esprit à leur complétude ? ",
  "sn54.15:3.2": "En cela, Ananda, un mendiant, s’étant rendu dans la forêt (…) ",
  "sn54.15:3.3": "Voici, mendiants, comment les sept facteurs d’éveil sont développés et cultivés abondamment de manière à porter la véritable connaissance & libération à leur complétude. "
}