{
  "sn54.7:0.1": "Les Discours Regroupés par Thèmes 54.7 ",
  "sn54.7:0.2": "1. Une chose ",
  "sn54.7:0.3": "Mahakappina ",
  "sn54.7:1.1": "À Savatthi. ",
  "sn54.7:1.2": "En ce jour-là, le vénérable Mahakappina était assis non loin du Fortuné, jambes croisées, maintenant (son) corps droit, et mettant en place (sa) présence d’esprit entre le nez et la bouche. ",
  "sn54.7:1.3": "Le Fortuné vit le vénérable Mahakappina assis non loin de là, jambes croisées, maintenant (son) corps droit, et mettant en place (sa) présence d’esprit entre le nez et la bouche. ",
  "sn54.7:1.4": "L’ayant vu, il s’adressa aux mendiants : ",
  "sn54.7:2.1": "«Mendiants, est-ce que vous voyez un vacillement ou des tremblements dans le corps de ce mendiant ? ",
  "sn54.7:2.2": "— Bhanté, chaque fois que nous voyons ce vénérable, que ce soit au sein de la Communauté ou assis tout seul en privé, nous ne voyons pas de vacillement ni de tremblements dans son corps. ",
  "sn54.7:3.1": "— Mendiants, ce mendiant obtient à volonté, aisément et sans difficulté la concentration par le développement et la culture de laquelle il n’y a pas de vacillement ou de tremblement dans le corps, ni de vacillement ou de tremblement dans l’esprit. ",
  "sn54.7:3.2": "Et quelle est, mendiants, la concentration par le développement et la culture de laquelle il n’y a pas de vacillement ou de tremblement dans le corps, ni de vacillement ou de tremblement dans l’esprit ? ",
  "sn54.7:4.1": "C’est par le développement et la culture de la concentration au moyen de la présence de l’esprit sur la respiration, mendiants, qu’il n’y a pas de vacillement ou de tremblement dans le corps, ni de vacillement ou de tremblement dans l’esprit. ",
  "sn54.7:4.2": "Et comment, mendiants, la concentration au moyen de la présence de l’esprit sur la respiration est-elle développée et cultivée, de telle manière qu’il n’y ait pas de vacillement ou de tremblement dans le corps, ni de vacillement ou de tremblement dans l’esprit ? ",
  "sn54.7:5.1": "En cela, mendiants, un mendiant, s’étant rendu dans la forêt, au pied d’un arbre ou dans un local vide, s’assoit jambes croisées, maintenant (son) corps droit, et mettant en place (sa) présence d’esprit entre le nez et la bouche. ",
  "sn54.7:5.2": "Étant ainsi présent d’esprit, il inspire, étant ainsi présent d’esprit, il expire ; lorsqu’il inspire profondément, il discerne : «j’inspire profondément» ; lorsqu’il expire profondément, il discerne : «j’expire profondément» ; lorsqu’il inspire superficiellement, il discerne : «j’inspire superficiellement» ; lorsqu’il expire superficiellement, il discerne : «j’expire superficiellement». Il s’entraîne : «je vais inspirer en ressentant le corps tout entier» ; il s’entraîne : «je vais expirer en ressentant le corps tout entier» ; il s’entraîne : «je vais inspirer en calmant les constructions corporelles» ; il s’entraîne : «je vais expirer en calmant les constructions corporelles». Il s’entraîne : «je vais inspirer en ressentant l’exaltation» ; il s’entraîne : «je vais expirer en ressentant l’exaltation» ; il s’entraîne : «je vais inspirer en ressentant le bien-être» ; il s’entraîne : «je vais expirer en ressentant le bien-être» ; il s’entraîne : «je vais inspirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais inspirer en calmant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en calmant les constructions de l’esprit». Il s’entraîne : «je vais inspirer en ressentant l’esprit» ; il s’entraîne : «je vais expirer en ressentant l’esprit» ; il s’entraîne : «je vais inspirer en réjouissant l’esprit» ; il s’entraîne : «je vais expirer en réjouissant l’esprit» ; il s’entraîne : «je vais inspirer en concentrant l’esprit» ; il s’entraîne : «je vais expirer en concentrant l’esprit» ; il s’entraîne : «je vais inspirer en délivrant l’esprit» ; il s’entraîne : «je vais expirer en délivrant l’esprit». Il s’entraîne : «je vais inspirer en contemplant l’impermanence» ; il s’entraîne : «je vais expirer en contemplant l’impermanence» ; il s’entraîne : «je vais inspirer en contemplant le désintéressement» ; il s’entraîne : «je vais expirer en contemplant le désintéressement» ; il s’entraîne : «je vais inspirer en contemplant la cessation» ; il s’entraîne : «je vais expirer en contemplant la cessation» ; ",
  "sn54.7:5.3": "il s’entraîne : «je vais inspirer en contemplant la renonciation» ; il s’entraîne : «je vais expirer en contemplant la renonciation». ",
  "sn54.7:5.4": "Voici, mendiants, comment la concentration au moyen de la présence de l’esprit sur la respiration est développée et cultivée, de telle manière qu’il n’y ait pas de vacillement ou de tremblement dans le corps, ni de vacillement ou de tremblement dans l’esprit.» "
}