{
  "sn54.13:0.1": "Les Discours Regroupés par Thèmes 54.13 ",
  "sn54.13:0.2": "2. Deuxième chapitre ",
  "sn54.13:0.3": "Avec Ananda ",
  "sn54.13:1.1": "À Savatthi. ",
  "sn54.13:1.2": "Ce jour-là, le vénérable Ananda alla voir le Fortuné, lui rendit hommage, s’assit d’un côté et lui dit : ",
  "sn54.13:1.3": "«Y a-t-il, Bhanté, un état qui, lorsqu’il est développé et cultivé abondamment, porte quatre états à leur complétude ? Y a-t-il quatre états qui, lorsqu’ils sont développés et cultivés abondamment, portent sept états à leur complétude ? Et y a-t-il sept états qui, lorsqu’ils sont développés et cultivés abondamment, portent deux états à leur complétude ? ",
  "sn54.13:2.1": "— Il y a, Ananda, un état qui, lorsqu’il est développé et cultivé abondamment, porte quatre états à leur complétude. Il y a quatre états qui, lorsqu’ils sont développés et cultivés abondamment, portent sept états à leur complétude. Et il y a sept états qui, lorsqu’ils sont développés et cultivés abondamment, portent deux états à leur complétude. ",
  "sn54.13:3.1": "— Mais, Bhanté, quel est cet état qui, lorsqu’il est développé et cultivé abondamment, porte quatre états à leur complétude ? Quels sont ces quatre états qui, lorsqu’ils sont développés et cultivés abondamment, portent sept états à leur complétude ? Et quels sont ces sept états qui, lorsqu’ils sont développés et cultivés abondamment, portent deux états à leur complétude ? ",
  "sn54.13:3.2": "— La concentration au moyen de la présence de l’esprit sur la respiration, Ananda, est cet état qui, lorsqu’il est développé et cultivé abondamment, porte les quatre mises en place de la présence d’esprit à leur complétude. Les quatre mises en place de la présence d’esprit, lorsqu’elles sont développées et cultivées abondamment, portent les sept facteurs d’éveil à leur complétude. Les sept facteurs d’éveil, lorsqu’ils sont développés et cultivés abondamment, portent la véritable connaissance & libération à leur complétude. ",
  "sn54.13:4.1": "Comment, Ananda, la concentration au moyen de la présence de l’esprit sur la respiration est-elle développée, comment est-elle cultivée, de manière à porter les quatre mises en place de la présence d’esprit à leur complétude ? ",
  "sn54.13:4.2": "En cela, Ananda, un mendiant, s’étant rendu dans la forêt, au pied d’un arbre ou dans un local vide, s’assoit jambes croisées, maintenant (son) corps droit, et mettant en place (sa) présence d’esprit entre le nez et la bouche. ",
  "sn54.13:4.3": "Étant ainsi présent d’esprit, il inspire, étant ainsi présent d’esprit, il expire ; ",
  "sn54.13:4.4": "lorsqu’il inspire profondément, il discerne : «j’inspire profondément» ; lorsqu’il expire profondément, il discerne : «j’expire profondément» ; lorsqu’il inspire superficiellement, il discerne : «j’inspire superficiellement» ; lorsqu’il expire superficiellement, il discerne : «j’expire superficiellement». Il s’entraîne : «je vais inspirer en ressentant le corps tout entier» ; il s’entraîne : «je vais expirer en ressentant le corps tout entier» ; il s’entraîne : «je vais inspirer en calmant les constructions corporelles» ; il s’entraîne : «je vais expirer en calmant les constructions corporelles». Il s’entraîne : «je vais inspirer en ressentant l’exaltation» ; il s’entraîne : «je vais expirer en ressentant l’exaltation» ; il s’entraîne : «je vais inspirer en ressentant le bien-être» ; il s’entraîne : «je vais expirer en ressentant le bien-être» ; il s’entraîne : «je vais inspirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais inspirer en calmant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en calmant les constructions de l’esprit». Il s’entraîne : «je vais inspirer en ressentant l’esprit» ; il s’entraîne : «je vais expirer en ressentant l’esprit» ; il s’entraîne : «je vais inspirer en réjouissant l’esprit» ; il s’entraîne : «je vais expirer en réjouissant l’esprit» ; il s’entraîne : «je vais inspirer en concentrant l’esprit» ; il s’entraîne : «je vais expirer en concentrant l’esprit» ; il s’entraîne : «je vais inspirer en délivrant l’esprit» ; il s’entraîne : «je vais expirer en délivrant l’esprit». Il s’entraîne : «je vais inspirer en contemplant l’impermanence» ; il s’entraîne : «je vais expirer en contemplant l’impermanence» ; il s’entraîne : «je vais inspirer en contemplant le désintéressement» ; il s’entraîne : «je vais expirer en contemplant le désintéressement» ; il s’entraîne : «je vais inspirer en contemplant la cessation» ; il s’entraîne : «je vais expirer en contemplant la cessation» ; ",
  "sn54.13:4.5": "il s’entraîne : «je vais inspirer en contemplant la renonciation» ; il s’entraîne : «je vais expirer en contemplant la renonciation». ",
  "sn54.13:5.1": "Au moment, Ananda, où un mendiant, lorsqu’il inspire profondément, comprend : ’j’inspire profondément’ ; où lorsqu’il expire profondément, il discerne : «j’expire profondément’ ; ",
  "sn54.13:5.2": "où lorsqu’il inspire superficiellement, il discerne : «j’inspire superficiellement’ ; où lorsqu’il expire superficiellement, il discerne : «j’expire superficiellement’, où il s’entraîne : «je vais inspirer en ressentant le corps tout entier’ ; où il s’entraîne : «je vais expirer en ressentant le corps tout entier’ ; ",
  "sn54.13:5.3": "où il s’entraîne : «je vais inspirer en calmant les constructions corporelles’ ; où il s’entraîne : «je vais expirer en calmant les constructions corporelles’, ",
  "sn54.13:5.4": "à ce moment-là le mendiant reste à observer le corps dans le corps, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.13:5.5": "Et quelle en est la raison ? ",
  "sn54.13:5.6": "Je parle, Ananda, de l’inspiration-et-expiration comme d’un certain corps. ",
  "sn54.13:5.7": "C’est pourquoi, Ananda, à ce moment-là, un mendiant reste à observer le corps dans le corps, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.13:6.1": "Au moment, Ananda, où un mendiant s’entraîne : ’je vais inspirer en ressentant l’exaltation’ ; où il s’entraîne : «je vais expirer en ressentant l’exaltation’ ; ",
  "sn54.13:6.2": "où il s’entraîne : «je vais inspirer en ressentant le bien-être’ ; où il s’entraîne : «je vais expirer en ressentant le bien-être’ ; ",
  "sn54.13:6.3": "où il s’entraîne : «je vais inspirer en ressentant les fabrications de l’esprit’ ; où il s’entraîne : «je vais expirer en ressentant les fabrications de l’esprit’ ; ",
  "sn54.13:6.4": "où il s’entraîne : «je vais inspirer en calmant les fabrications de l’esprit’ ; où il s’entraîne : «je vais expirer en calmant les fabrications de l’esprit’, ",
  "sn54.13:6.5": "à ce moment-là le mendiant reste à observer les ressentis dans les ressentis, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.13:6.6": "Et quelle en est la raison ? ",
  "sn54.13:6.7": "Je parle, Ananda, de l’attention minutieuse portée à l’inspiration-et-expiration comme d’un certain ressenti. ",
  "sn54.13:6.8": "C’est pourquoi, Ananda, à ce moment-là, un mendiant reste à observer les ressentis dans les ressentis, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.13:7.1": "Au moment, Ananda, où un mendiant s’entraîne : ’je vais inspirer en ressentant l’esprit’ ; où il s’entraîne : «je vais expirer en ressentant l’esprit’ ; ",
  "sn54.13:7.2": "où il s’entraîne : «je vais inspirer en réjouissant l’esprit’ ; où il s’entraîne : «je vais expirer en réjouissant l’esprit’ ; ",
  "sn54.13:7.3": "où il s’entraîne : «je vais inspirer en concentrant l’esprit’ ; où il s’entraîne : «je vais expirer en concentrant l’esprit’ ; ",
  "sn54.13:7.4": "où il s’entraîne : «je vais inspirer en délivrant l’esprit’ ; où il s’entraîne : «je vais expirer en délivrant l’esprit’, ",
  "sn54.13:7.5": "à ce moment-là le mendiant reste à observer l’esprit dans l’esprit, en étant ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.13:7.6": "Et quelle en est la raison ? ",
  "sn54.13:7.7": "Je ne parle pas, Ananda, de développement de la concentration au moyen de la présence de l’esprit sur la respiration pour celui qui est étourdi d’esprit et qui n’est pas doué d’un discernement attentif. ",
  "sn54.13:7.8": "C’est pourquoi, Ananda, à ce moment-là, un mendiant reste à observer l’esprit dans l’esprit, en étant ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.13:8.1": "Au moment, Ananda, où un mendiant s’entraîne : ’je vais inspirer en contemplant l’impermanence’ ; où il s’entraîne : «je vais expirer en contemplant l’impermanence’ ; ",
  "sn54.13:8.2": "où il s’entraîne : «je vais inspirer en contemplant le désintéressement’ ; où il s’entraîne : «je vais expirer en contemplant le désintéressement’ ; ",
  "sn54.13:8.3": "où il s’entraîne : «je vais inspirer en contemplant la cessation’ ; où il s’entraîne : «je vais expirer en contemplant la cessation’ ; ",
  "sn54.13:8.4": "où il s’entraîne : «je vais inspirer en contemplant la renonciation’ ; où il s’entraîne : «je vais expirer en contemplant la renonciation’, ",
  "sn54.13:8.5": "à ce moment-là le mendiant reste à observer le Dhamma dans les phénomènes, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.13:8.6": "Ayant vu avec discernement ce qu’est l’abandon de la convoitise et de la déplaisance mentale, il observe minutieusement avec équanimité. ",
  "sn54.13:8.7": "C’est pourquoi, Ananda, à ce moment-là, un mendiant reste à observer le Dhamma dans les phénomènes, ardent, doué d’un discernement attentif, présent d’esprit, ayant abandonné convoitise et déplaisance mentale vis-à-vis du monde. ",
  "sn54.13:9.1": "Voici, Ananda, comment la concentration au moyen de la présence de l’esprit sur la respiration est développée et cultivée, de manière à porter les quatre mises en place de la présence d’esprit à leur complétude. ",
  "sn54.13:10.1": "Et comment, Ananda, les quatre mises en place de la présence d’esprit sont-elles développées et cultivées abondamment de manière à porter les sept facteurs d’éveil à leur complétude ? ",
  "sn54.13:10.2": "Au moment, Ananda, où un mendiant reste à observer le corps dans le corps, ",
  "sn54.13:10.3": "à ce moment-là la présence d’esprit de ce mendiant est mise en place, sans distraction. ",
  "sn54.13:10.4": "Au moment, Ananda, où la présence d’esprit d’un mendiant est mise en place, sans distraction, à ce moment-là le facteur d’éveil de présence d’esprit est activé par ce mendiant, à ce moment-là ce mendiant développe le facteur d’éveil de présence d’esprit, à ce moment-là le facteur d’éveil de présence d’esprit va à la complétude de son développement chez ce mendiant. ",
  "sn54.13:11.1": "En demeurant ainsi présent d’esprit, il examine, analyse et investigue minutieusement cet état avec discernement. ",
  "sn54.13:11.2": "Au moment, Ananda, où un mendiant demeure ainsi présent d’esprit et qu’il examine, analyse et investigue minutieusement cet état avec discernement, ",
  "sn54.13:11.3": "à ce moment-là le facteur d’éveil d’investigation des phénomènes est activé par ce mendiant, à ce moment-là ce mendiant développe le facteur d’éveil d’investigation des phénomènes, à ce moment-là le facteur d’éveil d’investigation des phénomènes va à la complétude de son développement chez ce mendiant. ",
  "sn54.13:12.1": "En examinant, analysant et investiguant minutieusement cet état avec discernement, une énergie sans relâchement est activée en lui. ",
  "sn54.13:12.2": "Au moment, Ananda, où examinant, analysant et investiguant minutieusement cet état avec discernement, une énergie sans relâchement est activée chez un mendiant, ",
  "sn54.13:12.3": "à ce moment-là le facteur d’éveil d’énergie est activé par ce mendiant, à ce moment-là ce mendiant développe le facteur d’éveil d’énergie, à ce moment-là, le facteur d’éveil d’énergie va à la complétude de son développement chez ce mendiant. ",
  "sn54.13:13.1": "Chez celui qui a son énergie activée, une exaltation détachée de la chair apparaît. ",
  "sn54.13:13.2": "Au moment, Ananda, où une exaltation détachée de la chair apparaît chez un mendiant qui a son énergie activée, ",
  "sn54.13:13.3": "à ce moment-là le facteur d’éveil d’exaltation est activé par ce mendiant, à ce moment-là ce mendiant développe le facteur d’éveil d’exaltation, à ce moment-là le facteur d’éveil d’exaltation va à la complétude de son développement chez ce mendiant. ",
  "sn54.13:14.1": "Chez celui qui a un esprit exalté, le corps se calme et l’esprit se calme. ",
  "sn54.13:14.2": "Au moment, Ananda, où chez un mendiant qui a un esprit exalté le corps se calme et l’esprit se calme, ",
  "sn54.13:14.3": "à ce moment-là, le facteur d’éveil de tranquillité est activé par ce mendiant, à ce moment-là ce mendiant développe le facteur d’éveil de tranquillité, à ce moment-là, le facteur d’éveil de tranquillité va à la complétude de son développement chez ce mendiant. ",
  "sn54.13:15.1": "Chez celui dont le corps est calme et qui est dans le bien-être, l’esprit se concentre. ",
  "sn54.13:15.2": "Au moment, Ananda, où chez un mendiant dont le corps est calme et qui est dans le bien-être, l’esprit se concentre, ",
  "sn54.13:15.3": "à ce moment-là le facteur d’éveil de concentration est activé par ce mendiant, à ce moment-là ce mendiant développe le facteur d’éveil de concentration, à ce moment-là le facteur d’éveil de concentration va à la complétude de son développement chez ce mendiant. ",
  "sn54.13:16.1": "Il observe minutieusement avec équanimité l’esprit qui est ainsi devenu concentré. ",
  "sn54.13:16.2": "Au moment, Ananda, où un mendiant observe minutieusement avec équanimité l’esprit qui est ainsi devenu concentré, ",
  "sn54.13:16.3": "à ce moment-là le facteur d’éveil d’équanimité est activé par ce mendiant, à ce moment-là ce mendiant développe le facteur d’éveil d’équanimité, à ce moment-là, le facteur d’éveil d’équanimité va à la complétude de son développement chez ce mendiant. ",
  "sn54.13:17.1": "Au moment, Ananda, où un mendiant reste à observer les ressentis dans les ressentis (…) ",
  "sn54.13:17.2": "l’esprit dans l’esprit (…) ",
  "sn54.13:17.3": "le Dhamma dans les phénomènes, ",
  "sn54.13:17.4": "à ce moment-là la présence d’esprit de ce mendiant est mise en place, sans distraction. ",
  "sn54.13:17.5": "Au moment, Ananda, où la présence d’esprit d’un mendiant est mise en place, sans distraction, ",
  "sn54.13:17.6": "à ce moment-là le facteur d’éveil de présence d’esprit est activé par ce mendiant, à ce moment-là ce mendiant développe le facteur d’éveil de présence d’esprit, à ce moment-là le facteur d’éveil de présence d’esprit va à la complétude de son développement chez ce mendiant. ",
  "sn54.13:17.7": "(le reste doit être développé comme dans le cas de l’observation du corps) ",
  "sn54.13:18.1": "Il observe minutieusement avec équanimité l’esprit qui est ainsi devenu concentré. ",
  "sn54.13:18.2": "Au moment, Ananda, où un mendiant observe minutieusement avec équanimité l’esprit qui est ainsi devenu concentré, ",
  "sn54.13:18.3": "à ce moment-là, le facteur d’éveil d’équanimité est activé par ce mendiant, à ce moment-là ce mendiant développe le facteur d’éveil d’équanimité, à ce moment-là, le facteur d’éveil d’équanimité va à la complétude de son développement chez ce mendiant. ",
  "sn54.13:18.4": "Voici, Ananda, comment les quatre mises en place de la présence d’esprit sont développées et cultivées abondamment de manière à porter les sept facteurs d’éveil à leur complétude. ",
  "sn54.13:19.1": "Comment, Ananda, les sept facteurs d’éveil sont-ils développés et cultivés abondamment de manière à porter la véritable connaissance & libération à leur complétude ? ",
  "sn54.13:19.2": "En cela, Ananda, un mendiant développe le facteur d’éveil de présence d’esprit basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; ",
  "sn54.13:19.3": "il développe le facteur d’éveil d’investigation des phénomènes basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; il développe le facteur d’éveil d’énergie basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; il développe le facteur d’éveil d’exaltation basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; il développe le facteur d’éveil de tranquillité basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; il développe le facteur d’éveil de concentration basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; ",
  "sn54.13:19.4": "il développe le facteur d’éveil d’équanimité basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise. ",
  "sn54.13:19.5": "Voici, Ananda, comment les sept facteurs d’éveil sont développés et cultivés abondamment de manière à porter la véritable connaissance & libération à leur complétude. "
}