{
  "sn54.8:0.1": "Les Discours Regroupés par Thèmes 54.8 ",
  "sn54.8:0.2": "1. Une chose ",
  "sn54.8:0.3": "L’allégorie de la lampe ",
  "sn54.8:1.1": "Mendiants, la concentration au moyen de la présence de l’esprit sur la respiration, lorsqu’elle est développée et cultivée abondamment, porte d’excellents fruits, elle apporte de grands bienfaits. ",
  "sn54.8:1.2": "Et comment, mendiants, la concentration au moyen de la présence de l’esprit sur la respiration est-elle développée et cultivée abondamment de manière à porter beaucoup de fruits et apporter de grands bienfaits ? ",
  "sn54.8:2.1": "En cela, un mendiant, s’étant rendu dans la forêt, au pied d’un arbre ou dans un local vide, s’assoit jambes croisées, maintenant (son) corps droit, et mettant en place (sa) présence d’esprit entre le nez et la bouche. ",
  "sn54.8:2.2": "Étant ainsi présent d’esprit, il inspire, étant ainsi présent d’esprit, il expire ; ",
  "sn54.8:2.3": "lorsqu’il inspire profondément, il discerne : «j’inspire profondément» ; lorsqu’il expire profondément, il discerne : «j’expire profondément» ; lorsqu’il inspire superficiellement, il discerne : «j’inspire superficiellement» ; lorsqu’il expire superficiellement, il discerne : «j’expire superficiellement». Il s’entraîne : «je vais inspirer en ressentant le corps tout entier» ; il s’entraîne : «je vais expirer en ressentant le corps tout entier» ; il s’entraîne : «je vais inspirer en calmant les constructions corporelles» ; il s’entraîne : «je vais expirer en calmant les constructions corporelles». Il s’entraîne : «je vais inspirer en ressentant l’exaltation» ; il s’entraîne : «je vais expirer en ressentant l’exaltation» ; il s’entraîne : «je vais inspirer en ressentant le bien-être» ; il s’entraîne : «je vais expirer en ressentant le bien-être» ; il s’entraîne : «je vais inspirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en ressentant les constructions de l’esprit» ; il s’entraîne : «je vais inspirer en calmant les constructions de l’esprit» ; il s’entraîne : «je vais expirer en calmant les constructions de l’esprit». Il s’entraîne : «je vais inspirer en ressentant l’esprit» ; il s’entraîne : «je vais expirer en ressentant l’esprit» ; il s’entraîne : «je vais inspirer en réjouissant l’esprit» ; il s’entraîne : «je vais expirer en réjouissant l’esprit» ; il s’entraîne : «je vais inspirer en concentrant l’esprit» ; il s’entraîne : «je vais expirer en concentrant l’esprit» ; il s’entraîne : «je vais inspirer en délivrant l’esprit» ; il s’entraîne : «je vais expirer en délivrant l’esprit». Il s’entraîne : «je vais inspirer en contemplant l’impermanence» ; il s’entraîne : «je vais expirer en contemplant l’impermanence» ; il s’entraîne : «je vais inspirer en contemplant le désintéressement» ; il s’entraîne : «je vais expirer en contemplant le désintéressement» ; il s’entraîne : «je vais inspirer en contemplant la cessation» ; il s’entraîne : «je vais expirer en contemplant la cessation» ; ",
  "sn54.8:2.4": "il s’entraîne : «je vais inspirer en contemplant la renonciation» ; il s’entraîne : «je vais expirer en contemplant la renonciation». ",
  "sn54.8:2.5": "Voici, mendiants, comment la concentration au moyen de la présence de l’esprit sur la respiration est développée et cultivée abondamment de manière à porter beaucoup de fruits et apporter de grands bienfaits. ",
  "sn54.8:3.1": "Moi-même, mendiants, avant mon éveil, lorsque je n’étais qu’un bodhisatta, pas encore éveillé, j’ai abondamment pratiqué cette méditation. ",
  "sn54.8:3.2": "Lorsque je pratiquais abondamment cette méditation, ni mon corps ni mes yeux n’étaient fatigués ; ",
  "sn54.8:3.3": "et par l’absence d’attachement, mon esprit fut délivré de ses impuretés. ",
  "sn54.8:4.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:4.2": "«Que ni mon corps ni mes yeux ne soient fatigués et que par absence d’attachement, mon esprit soit délivré de ses impuretés», ",
  "sn54.8:4.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:5.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:5.2": "«Puissent mes souvenirs et mes aspirations liés à la vie de foyer être abandonnés», ",
  "sn54.8:5.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:6.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:6.2": "«Puissé-je demeurer à percevoir le dégoûtant dans ce qui n’est pas dégoûtant», ",
  "sn54.8:6.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:7.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:7.2": "«Puissé-je demeurer à percevoir le non-dégoûtant dans ce qui est dégoûtant», ",
  "sn54.8:7.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:8.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:8.2": "«Puissé-je demeurer à percevoir le dégoûtant dans ce qui est dégoûtant et dans ce qui n’est pas dégoûtant», ",
  "sn54.8:8.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:9.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:9.2": "«Puissé-je demeurer à percevoir le non-dégoûtant dans ce qui est dégoûtant et dans ce qui n’est pas dégoûtant», ",
  "sn54.8:9.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:10.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:10.2": "«Évitant à la fois le dégoûtant et le non-dégoûtant, que je reste équanime, présent d’esprit et doué d’un discernement attentif», ",
  "sn54.8:10.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:11.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:11.2": "«Puissé-je, séparé des plaisirs de la sensualité, séparé des états mentaux désavantageux, entrer et demeurer dans le premier jhana qui, s’accompagne de pensées actives et passives, avec exaltation et bien-être engendrés par la séparation», ",
  "sn54.8:11.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:12.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:12.2": "«Puissé-je, avec l’apaisement des pensées actives et passives, entrer et demeurer dans le deuxième jhāna, avec tranquillisation intérieure et unification de l’esprit, sans pensées actives ni passives, avec exaltation et bien-être engendrés par la concentration», ",
  "sn54.8:12.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:13.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:13.2": "«Puissé-je, avec la disparition de l’exaltation, demeurer équanime, présent d’esprit et doué d’un discernement attentif, entrer et demeurer dans le troisième jhāna, et ressentir dans le corps le bien-être que les êtres nobles décrivent : “équanime et présent d’esprit, quelqu’un qui demeure dans le bien-être”, ",
  "sn54.8:13.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:14.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:14.2": "«Puissé-je, abandonnant le bien-être et abandonnant le mal-être, la plaisance et l’affliction mentales ayant auparavant disparu, pénétrer et demeurer dans le quatrième jhāna qui, est sans mal-être ni bien-être, purifié par la présence d’esprit due à l’équanimité», ",
  "sn54.8:14.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:15.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:15.2": "«Puissé-je, ayant complètement transcendé la perception de la matérialité, la perception de la répulsion ayant disparu, ne portant pas mon attention à la perception de la diversité, (percevant :) “l’espace (est) infini” entrer et demeurer dans la sphère de l’infinité de l’espace», ",
  "sn54.8:15.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:16.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:16.2": "«Puissé-je, ayant complètement transcendé la sphère de l’infinité de l’espace, (percevant :) “la Conscience (est) infinie”, entrer et demeurer dans la sphère de l’infinité de la Conscience», ",
  "sn54.8:16.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:17.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:17.2": "«Puissé-je, ayant complètement transcendé la sphère de l’infinité de la Conscience, (percevant :) “il n’y a rien”, entrer et demeurer dans la sphère du rien», ",
  "sn54.8:17.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:18.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:18.2": "«Puissé-je, ayant complètement transcendé la sphère du rien, entrer et demeurer dans la sphère de ni-perception-ni-non-perception», ",
  "sn54.8:18.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:19.1": "C’est pourquoi si un mendiant souhaite : ",
  "sn54.8:19.2": "«Puissé-je, ayant transcendé la sphère de ni-perception-ni-non-perception, entrer et demeurer dans la cessation de la perception et du ressenti», ",
  "sn54.8:19.3": "alors il devrait appliquer toute son attention à cette même concentration au moyen de la présence de l’esprit sur la respiration. ",
  "sn54.8:20.1": "Ayant ainsi développé, mendiants, ayant ainsi cultivé abondamment la concentration au moyen de la présence de l’esprit sur la respiration, s’il ressent un ressenti agréable, il discerne qu’il est impermanent, il discerne qu’il n’y a pas d’attachement (à son égard), il discerne qu’il n’y a pas de complaisance (à son égard). ",
  "sn54.8:20.2": "S’il ressent un ressenti désagréable, il discerne qu’il est impermanent, il discerne qu’il n’y a pas d’attachement (à son égard), il discerne qu’il n’y a pas de complaisance (à son égard). ",
  "sn54.8:20.3": "S’il ressent un ressenti neutre, il discerne qu’il est impermanent, il discerne qu’il n’y a pas d’attachement (à son égard), il discerne qu’il n’y a pas de complaisance (à son égard). ",
  "sn54.8:21.1": "Lorsqu’il ressent un ressenti agréable, il le ressent en en étant détaché. ",
  "sn54.8:21.2": "Lorsqu’il ressent un ressenti désagréable, il le ressent en en étant détaché. ",
  "sn54.8:21.3": "Lorsqu’il ressent un ressenti neutre, il le ressent en en étant détaché. ",
  "sn54.8:21.4": "Lorsqu’il ressent un ressenti qui se terminera avec le corps, il discerne : «Je ressens un ressenti qui se terminera avec le corps» ; lorsqu’il ressent un ressenti qui se terminera avec la vie, il discerne : «Je ressens un ressenti qui se terminera avec la vie» ; ",
  "sn54.8:21.5": "il discerne : «Lors de la dissolution du corps, au moment où la vie se terminera, tout ce qui est ressenti, n’étant pas un objet de complaisance, s’apaisera ici-même.» ",
  "sn54.8:22.1": "Tout comme, mendiants, une lampe à huile qui reste allumée au moyen d’une huile et d’une mèche ",
  "sn54.8:22.2": "s’éteint par manque de combustible au moment de la consommation complète de l’huile et de la mèche, ",
  "sn54.8:22.3": "de la même manière, lorsqu’un mendiant ressent un ressenti qui se terminera avec le corps, il discerne : «Je ressens un ressenti qui se terminera avec le corps» ; lorsqu’il ressent un ressenti qui se terminera avec la vie, il discerne : «Je ressens un ressenti qui se terminera avec la vie» ; ",
  "sn54.8:22.4": "il discerne : «Lors de la dissolution du corps, au moment où la vie se terminera, tout ce qui est ressenti, n’étant pas un objet de complaisance, s’apaisera ici-même.» "
}