{
  "ya9.2.1:0.1": "9 Dhammayamaka",
  "ya9.2.1:0.2": "9.2 Pavattivāra",
  "ya9.2.1:0.3": "9.2.1. Uppādavāra",
  "ya9.2.1:1.0.1": "9.2.1.1. Paccuppannavāra",
  "ya9.2.1:1.0.2": "9.2.1.1.1. Anulomapuggala",
  "ya9.2.1:1.1": "» Yassa kusalā dhammā uppajjanti tassa akusalā dhammā uppajjantīti? No.",
  "ya9.2.1:2.1": "« Yassa vā pana akusalā dhammā uppajjanti tassa kusalā dhammā uppajjantīti? No.",
  "ya9.2.1:3.1": "» Yassa kusalā dhammā uppajjanti tassa abyākatā dhammā uppajjantīti?",
  "ya9.2.1:4.1": "Arūpe kusalānaṁ uppādakkhaṇe tesaṁ kusalā dhammā uppajjanti, no ca tesaṁ abyākatā dhammā uppajjanti. Pañcavokāre kusalānaṁ uppādakkhaṇe tesaṁ kusalā ca dhammā uppajjanti abyākatā ca dhammā uppajjanti.",
  "ya9.2.1:5.1": "« Yassa vā pana abyākatā dhammā uppajjanti tassa kusalā dhammā uppajjantīti?",
  "ya9.2.1:6.1": "Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe tesaṁ abyākatā dhammā uppajjanti, no ca tesaṁ kusalā dhammā uppajjanti. Pañcavokāre kusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjanti kusalā ca dhammā uppajjanti.",
  "ya9.2.1:7.1": "» Yassa akusalā dhammā uppajjanti tassa abyākatā dhammā uppajjantīti?",
  "ya9.2.1:8.1": "Arūpe akusalānaṁ uppādakkhaṇe tesaṁ akusalā dhammā uppajjanti, no ca tesaṁ abyākatā dhammā uppajjanti. Pañcavokāre akusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā uppajjanti abyākatā ca dhammā uppajjanti.",
  "ya9.2.1:9.1": "« Yassa vā pana abyākatā dhammā uppajjanti tassa akusalā dhammā uppajjantīti?",
  "ya9.2.1:10.1": "Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe tesaṁ abyākatā dhammā uppajjanti, no ca tesaṁ akusalā dhammā uppajjanti. Pañcavokāre akusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjanti akusalā ca dhammā uppajjanti.",
  "ya9.2.1:11.0": "9.2.1.1.2. Anulomaokāsa",
  "ya9.2.1:11.1": "» Yattha kusalā dhammā uppajjanti tattha akusalā dhammā uppajjantīti? Āmantā.",
  "ya9.2.1:12.1": "« Yattha vā pana akusalā dhammā uppajjanti tattha kusalā dhammā uppajjantīti? Āmantā.",
  "ya9.2.1:13.1": "» Yattha kusalā dhammā uppajjanti tattha abyākatā dhammā uppajjantīti? Āmantā.",
  "ya9.2.1:14.1": "« Yattha vā pana abyākatā dhammā uppajjanti tattha kusalā dhammā uppajjantīti?",
  "ya9.2.1:15.1": "Asaññasatte tattha abyākatā dhammā uppajjanti, no ca tattha kusalā dhammā uppajjanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjanti kusalā ca dhammā uppajjanti.",
  "ya9.2.1:16.1": "» Yattha akusalā dhammā uppajjanti tattha abyākatā dhammā uppajjantīti? Āmantā.",
  "ya9.2.1:17.1": "« Yattha vā pana abyākatā dhammā uppajjanti tattha akusalā dhammā uppajjantīti?",
  "ya9.2.1:18.1": "Asaññasatte tattha abyākatā dhammā uppajjanti, no ca tattha akusalā dhammā uppajjanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjanti akusalā ca dhammā uppajjanti.",
  "ya9.2.1:19.0": "9.2.1.1.3. Anulomapuggalokāsa",
  "ya9.2.1:19.1": "» Yassa yattha kusalā dhammā uppajjanti tassa tattha akusalā dhammā uppajjantīti? No.",
  "ya9.2.1:20.1": "« Yassa vā pana yattha akusalā dhammā uppajjanti tassa tattha kusalā dhammā uppajjantīti? No.",
  "ya9.2.1:21.1": "» Yassa yattha kusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjantīti?",
  "ya9.2.1:22.1": "Arūpe kusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā dhammā uppajjanti, no ca tesaṁ tattha abyākatā dhammā uppajjanti. Pañcavokāre kusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā ca dhammā uppajjanti abyākatā ca dhammā uppajjanti.",
  "ya9.2.1:23.1": "« Yassa vā pana yattha abyākatā dhammā uppajjanti tassa tattha kusalā dhammā uppajjantīti?",
  "ya9.2.1:24.1": "Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha abyākatā dhammā uppajjanti, no ca tesaṁ tattha kusalā dhammā uppajjanti. Pañcavokāre kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjanti kusalā ca dhammā uppajjanti.",
  "ya9.2.1:25.1": "» Yassa yattha akusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjantīti?",
  "ya9.2.1:26.1": "Arūpe akusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā dhammā uppajjanti, no ca tesaṁ tattha abyākatā dhammā uppajjanti. Pañcavokāre akusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā ca dhammā uppajjanti abyākatā ca dhammā uppajjanti.",
  "ya9.2.1:27.1": "« Yassa vā pana yattha abyākatā dhammā uppajjanti tassa tattha akusalā dhammā uppajjantīti?",
  "ya9.2.1:28.1": "Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha abyākatā dhammā uppajjanti, no ca tesaṁ tattha akusalā dhammā uppajjanti. Pañcavokāre akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjanti akusalā ca dhammā uppajjanti.",
  "ya9.2.1:29.0": "9.2.1.1.4. Paccanīkapuggala",
  "ya9.2.1:29.1": "» Yassa kusalā dhammā na uppajjanti tassa akusalā dhammā na uppajjantīti?",
  "ya9.2.1:30.1": "Akusalānaṁ uppādakkhaṇe tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ akusalā dhammā na uppajjanti. Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttaakusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kusalā ca dhammā na uppajjanti akusalā ca dhammā na uppajjanti.",
  "ya9.2.1:31.1": "« Yassa vā pana akusalā dhammā na uppajjanti tassa kusalā dhammā na uppajjantīti?",
  "ya9.2.1:32.1": "Kusalānaṁ uppādakkhaṇe tesaṁ akusalā dhammā na uppajjanti, no ca tesaṁ kusalā dhammā na uppajjanti. Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttakusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ akusalā ca dhammā na uppajjanti kusalā ca dhammā na uppajjanti.",
  "ya9.2.1:33.1": "» Yassa kusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjantīti?",
  "ya9.2.1:34.1": "Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe akusalānaṁ uppādakkhaṇe tesaṁ kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjanti.",
  "ya9.2.1:35.1": "« Yassa vā pana abyākatā dhammā na uppajjanti tassa kusalā dhammā na uppajjantīti?",
  "ya9.2.1:36.1": "Arūpe kusalānaṁ uppādakkhaṇe tesaṁ abyākatā dhammā na uppajjanti, no ca tesaṁ kusalā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe akusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā na uppajjanti kusalā ca dhammā na uppajjanti.",
  "ya9.2.1:37.1": "» Yassa akusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjantīti?",
  "ya9.2.1:38.1": "Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe tesaṁ akusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe kusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjanti.",
  "ya9.2.1:39.1": "« Yassa vā pana abyākatā dhammā na uppajjanti tassa akusalā dhammā na uppajjantīti?",
  "ya9.2.1:40.1": "Arūpe akusalānaṁ uppādakkhaṇe tesaṁ abyākatā dhammā na uppajjanti, no ca tesaṁ akusalā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe kusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā na uppajjanti akusalā ca dhammā na uppajjanti.",
  "ya9.2.1:41.0": "9.2.1.1.5. Paccanīkaokāsa",
  "ya9.2.1:41.1": "» Yattha kusalā dhammā na uppajjanti tattha akusalā dhammā na uppajjantīti? Āmantā.",
  "ya9.2.1:42.1": "« Yattha vā pana akusalā dhammā na uppajjanti tattha kusalā dhammā na uppajjantīti? Āmantā.",
  "ya9.2.1:43.1": "» Yattha kusalā dhammā na uppajjanti tattha abyākatā dhammā na uppajjantīti? Uppajjanti.",
  "ya9.2.1:44.1": "« Yattha vā pana abyākatā dhammā na uppajjanti tattha kusalā dhammā na uppajjantīti? Natthi.",
  "ya9.2.1:45.1": "» Yattha akusalā dhammā na uppajjanti tattha abyākatā dhammā na uppajjantīti? Uppajjanti.",
  "ya9.2.1:46.1": "« Yattha vā pana abyākatā dhammā na uppajjanti tattha akusalā dhammā na uppajjantīti? Natthi.",
  "ya9.2.1:47.0": "9.2.1.1.6. Paccanīkapuggalokāsa",
  "ya9.2.1:47.1": "» Yassa yattha kusalā dhammā na uppajjanti tassa tattha akusalā dhammā na uppajjantīti?",
  "ya9.2.1:48.1": "Akusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha akusalā dhammā na uppajjanti. Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttaakusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti akusalā ca dhammā na uppajjanti.",
  "ya9.2.1:49.1": "« Yassa vā pana yattha akusalā dhammā na uppajjanti tassa tattha kusalā dhammā na uppajjantīti?",
  "ya9.2.1:50.1": "Kusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha kusalā dhammā na uppajjanti. Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttakusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na uppajjanti kusalā ca dhammā na uppajjanti.",
  "ya9.2.1:51.1": "» Yassa yattha kusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjantīti?",
  "ya9.2.1:52.1": "Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe akusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjanti.",
  "ya9.2.1:53.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjanti tassa tattha kusalā dhammā na uppajjantīti?",
  "ya9.2.1:54.1": "Arūpe kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā dhammā na uppajjanti, no ca tesaṁ tattha kusalā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā na uppajjanti kusalā ca dhammā na uppajjanti.",
  "ya9.2.1:55.1": "» Yassa yattha akusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjantīti?",
  "ya9.2.1:56.1": "Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe kusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjanti.",
  "ya9.2.1:57.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjanti tassa tattha akusalā dhammā na uppajjantīti?",
  "ya9.2.1:58.1": "Arūpe akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā dhammā na uppajjanti, no ca tesaṁ tattha akusalā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā na uppajjanti akusalā ca dhammā na uppajjanti.",
  "ya9.2.1:59.0.1": "9.2.1.2. Atītavāra",
  "ya9.2.1:59.0.2": "9.2.1.2.1. Anulomapuggala",
  "ya9.2.1:59.1": "» Yassa kusalā dhammā uppajjittha tassa akusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:60.1": "« Yassa vā pana akusalā dhammā uppajjittha tassa kusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:61.1": "» Yassa kusalā dhammā uppajjittha tassa abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:62.1": "« Yassa vā pana abyākatā dhammā uppajjittha tassa kusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:63.1": "» Yassa akusalā dhammā uppajjittha tassa abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:64.1": "« Yassa vā pana abyākatā dhammā uppajjittha tassa akusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:65.0": "9.2.1.2.2. Anulomaokāsa",
  "ya9.2.1:65.1": "» Yattha kusalā dhammā uppajjittha tattha akusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:66.1": "« Yattha vā pana akusalā dhammā uppajjittha tattha kusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:67.1": "» Yattha kusalā dhammā uppajjittha tattha abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:68.1": "« Yattha vā pana abyākatā dhammā uppajjittha tattha kusalā dhammā uppajjitthāti?",
  "ya9.2.1:69.1": "Asaññasatte tattha abyākatā dhammā uppajjittha, no ca tattha kusalā dhammā uppajjittha. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjittha.",
  "ya9.2.1:70.1": "» Yattha akusalā dhammā uppajjittha tattha abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:71.1": "« Yattha vā pana abyākatā dhammā uppajjittha tattha akusalā dhammā uppajjitthāti?",
  "ya9.2.1:72.1": "Asaññasatte tattha abyākatā dhammā uppajjittha, no ca tattha akusalā dhammā uppajjittha. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjittha akusalā ca dhammā uppajjittha.",
  "ya9.2.1:73.0": "9.2.1.2.3. Anulomapuggalokāsa",
  "ya9.2.1:73.1": "» Yassa yattha kusalā dhammā uppajjittha tassa tattha akusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:74.1": "« Yassa vā pana yattha akusalā dhammā uppajjittha tassa tattha kusalā dhammā uppajjitthāti?",
  "ya9.2.1:75.1": "Suddhāvāsānaṁ dutiye akusale citte vattamāne tesaṁ tattha akusalā dhammā uppajjittha, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha akusalā ca dhammā uppajjittha kusalā ca dhammā uppajjittha.",
  "ya9.2.1:76.1": "» Yassa yattha kusalā dhammā uppajjittha tassa tattha abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:77.1": "« Yassa vā pana yattha abyākatā dhammā uppajjittha tassa tattha kusalā dhammā uppajjitthāti?",
  "ya9.2.1:78.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjittha, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjittha.",
  "ya9.2.1:79.1": "» Yassa yattha akusalā dhammā uppajjittha tassa tattha abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:80.1": "« Yassa vā pana yattha abyākatā dhammā uppajjittha tassa tattha akusalā dhammā uppajjitthāti?",
  "ya9.2.1:81.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjittha, no ca tesaṁ tattha akusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjittha akusalā ca dhammā uppajjittha.",
  "ya9.2.1:82.0": "9.2.1.2.4. Paccanīkapuggala",
  "ya9.2.1:82.1": "» Yassa kusalā dhammā na uppajjittha tassa akusalā dhammā na uppajjitthāti? Natthi.",
  "ya9.2.1:83.1": "« Yassa vā pana akusalā dhammā na uppajjittha tassa kusalā dhammā na uppajjitthāti? Natthi.",
  "ya9.2.1:84.1": "» Yassa kusalā dhammā na uppajjittha tassa abyākatā dhammā na uppajjitthāti? Natthi.",
  "ya9.2.1:85.1": "« Yassa vā pana abyākatā dhammā na uppajjittha tassa kusalā dhammā na uppajjitthāti? Natthi.",
  "ya9.2.1:86.1": "» Yassa akusalā dhammā na uppajjittha tassa abyākatā dhammā na uppajjitthāti? Natthi.",
  "ya9.2.1:87.1": "« Yassa vā pana abyākatā dhammā na uppajjittha tassa akusalā dhammā na uppajjitthāti? Natthi.",
  "ya9.2.1:88.0": "9.2.1.2.5. Paccanīkaokāsa",
  "ya9.2.1:88.1": "» Yattha kusalā dhammā na uppajjittha tattha akusalā dhammā na uppajjitthāti? Āmantā.",
  "ya9.2.1:89.1": "« Yattha vā pana akusalā dhammā na uppajjittha tattha kusalā dhammā na uppajjitthāti? Āmantā.",
  "ya9.2.1:90.1": "» Yattha kusalā dhammā na uppajjittha tattha abyākatā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:91.1": "« Yattha vā pana abyākatā dhammā na uppajjittha tattha kusalā dhammā na uppajjitthāti? Natthi.",
  "ya9.2.1:92.1": "» Yattha akusalā dhammā na uppajjittha tattha abyākatā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:93.1": "« Yattha vā pana abyākatā dhammā na uppajjittha tattha akusalā dhammā na uppajjitthāti? Natthi.",
  "ya9.2.1:94.0": "9.2.1.2.6. Paccanīkapuggalokāsa",
  "ya9.2.1:94.1": "» Yassa yattha kusalā dhammā na uppajjittha tassa tattha akusalā dhammā na uppajjitthāti?",
  "ya9.2.1:95.1": "Suddhāvāsānaṁ dutiye akusale citte vattamāne tesaṁ tattha kusalā dhammā na uppajjittha, no ca tesaṁ tattha akusalā dhammā na uppajjittha. Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjittha akusalā ca dhammā na uppajjittha.",
  "ya9.2.1:96.1": "« Yassa vā pana yattha akusalā dhammā na uppajjittha tassa tattha kusalā dhammā na uppajjitthāti? Āmantā.",
  "ya9.2.1:97.1": "» Yassa yattha kusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na uppajjitthāti?",
  "ya9.2.1:98.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kusalā dhammā na uppajjittha, no ca tesaṁ tattha abyākatā dhammā na uppajjittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha kusalā ca dhammā na uppajjittha abyākatā ca dhammā na uppajjittha.",
  "ya9.2.1:99.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjittha tassa tattha kusalā dhammā na uppajjitthāti? Āmantā.",
  "ya9.2.1:100.1": "» Yassa yattha akusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na uppajjitthāti?",
  "ya9.2.1:101.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha akusalā dhammā na uppajjittha, no ca tesaṁ tattha abyākatā dhammā na uppajjittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha akusalā ca dhammā na uppajjittha abyākatā ca dhammā na uppajjittha.",
  "ya9.2.1:102.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjittha tassa tattha akusalā dhammā na uppajjitthāti? Āmantā.",
  "ya9.2.1:103.0.1": "9.2.1.3. Anāgatavāra",
  "ya9.2.1:103.0.2": "9.2.1.3.1. Anulomapuggala",
  "ya9.2.1:103.1": "» Yassa kusalā dhammā uppajjissanti tassa akusalā dhammā uppajjissantīti?",
  "ya9.2.1:104.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ kusalā dhammā uppajjissanti, no ca tesaṁ akusalā dhammā uppajjissanti. Itaresaṁ tesaṁ kusalā ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti.",
  "ya9.2.1:105.1": "« Yassa vā pana akusalā dhammā uppajjissanti tassa kusalā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:106.1": "» Yassa kusalā dhammā uppajjissanti tassa abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:107.1": "« Yassa vā pana abyākatā dhammā uppajjissanti tassa kusalā dhammā uppajjissantīti?",
  "ya9.2.1:108.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ abyākatā dhammā uppajjissanti, no ca tesaṁ kusalā dhammā uppajjissanti. Itaresaṁ tesaṁ abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjissanti.",
  "ya9.2.1:109.1": "» Yassa akusalā dhammā uppajjissanti tassa abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:110.1": "« Yassa vā pana abyākatā dhammā uppajjissanti tassa akusalā dhammā uppajjissantīti?",
  "ya9.2.1:111.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ abyākatā dhammā uppajjissanti, no ca tesaṁ akusalā dhammā uppajjissanti. Itaresaṁ tesaṁ abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti.",
  "ya9.2.1:112.0": "9.2.1.3.2. Anulomaokāsa",
  "ya9.2.1:112.1": "» Yattha kusalā dhammā uppajjissanti tattha akusalā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:113.1": "« Yattha vā pana akusalā dhammā uppajjissanti tattha kusalā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:114.1": "» Yattha kusalā dhammā uppajjissanti tattha abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:115.1": "« Yattha vā pana abyākatā dhammā uppajjissanti tattha kusalā dhammā uppajjissantīti?",
  "ya9.2.1:116.1": "Asaññasatte tattha abyākatā dhammā uppajjissanti, no ca tattha kusalā dhammā uppajjissanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjissanti.",
  "ya9.2.1:117.1": "» Yattha akusalā dhammā uppajjissanti tattha abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:118.1": "« Yattha vā pana abyākatā dhammā uppajjissanti tattha akusalā dhammā uppajjissantīti?",
  "ya9.2.1:119.1": "Asaññasatte tattha abyākatā dhammā uppajjissanti, no ca tattha akusalā dhammā uppajjissanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti.",
  "ya9.2.1:120.0": "9.2.1.3.3. Anulomapuggalokāsa",
  "ya9.2.1:120.1": "» Yassa yattha kusalā dhammā uppajjissanti tassa tattha akusalā dhammā uppajjissantīti?",
  "ya9.2.1:121.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha kusalā dhammā uppajjissanti, no ca tesaṁ tattha akusalā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha kusalā ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti.",
  "ya9.2.1:122.1": "« Yassa vā pana yattha akusalā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:123.1": "» Yassa yattha kusalā dhammā uppajjissanti tassa tattha abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:124.1": "« Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjissantīti?",
  "ya9.2.1:125.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjissanti, no ca tesaṁ tattha kusalā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjissanti.",
  "ya9.2.1:126.1": "» Yassa yattha akusalā dhammā uppajjissanti tassa tattha abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:127.1": "« Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha akusalā dhammā uppajjissantīti?",
  "ya9.2.1:128.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjissanti, no ca tesaṁ tattha akusalā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti.",
  "ya9.2.1:129.0": "9.2.1.3.4. Paccanīkapuggala",
  "ya9.2.1:129.1": "» Yassa kusalā dhammā na uppajjissanti tassa akusalā dhammā na uppajjissantīti? Āmantā.",
  "ya9.2.1:130.1": "« Yassa vā pana akusalā dhammā na uppajjissanti tassa kusalā dhammā na uppajjissantīti?",
  "ya9.2.1:131.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ akusalā dhammā na uppajjissanti, no ca tesaṁ kusalā dhammā na uppajjissanti. Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ akusalā ca dhammā na uppajjissanti kusalā ca dhammā na uppajjissanti.",
  "ya9.2.1:132.1": "» Yassa kusalā dhammā na uppajjissanti tassa abyākatā dhammā na uppajjissantīti?",
  "ya9.2.1:133.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ kusalā dhammā na uppajjissanti, no ca tesaṁ abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ kusalā ca dhammā na uppajjissanti abyākatā ca dhammā na uppajjissanti.",
  "ya9.2.1:134.1": "« Yassa vā pana abyākatā dhammā na uppajjissanti tassa kusalā dhammā na uppajjissantīti? Āmantā.",
  "ya9.2.1:135.1": "» Yassa akusalā dhammā na uppajjissanti tassa abyākatā dhammā na uppajjissantīti?",
  "ya9.2.1:136.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ akusalā dhammā na uppajjissanti, no ca tesaṁ abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ akusalā ca dhammā na uppajjissanti abyākatā ca dhammā na uppajjissanti.",
  "ya9.2.1:137.1": "« Yassa vā pana abyākatā dhammā na uppajjissanti tassa akusalā dhammā na uppajjissantīti? Āmantā.",
  "ya9.2.1:138.0": "9.2.1.3.5. Paccanīkaokāsa",
  "ya9.2.1:138.1": "» Yattha kusalā dhammā na uppajjissanti tattha akusalā dhammā na uppajjissantīti? Āmantā.",
  "ya9.2.1:139.1": "« Yattha vā pana akusalā dhammā na uppajjissanti tattha kusalā dhammā na uppajjissantīti? Āmantā.",
  "ya9.2.1:140.1": "» Yattha kusalā dhammā na uppajjissanti tattha abyākatā dhammā na uppajjissantīti? Uppajjissanti.",
  "ya9.2.1:141.1": "« Yattha vā pana abyākatā dhammā na uppajjissanti tattha kusalā dhammā na uppajjissantīti? Natthi.",
  "ya9.2.1:142.1": "» Yattha akusalā dhammā na uppajjissanti tattha abyākatā dhammā na uppajjissantīti? Uppajjissanti.",
  "ya9.2.1:143.1": "« Yattha vā pana abyākatā dhammā na uppajjissanti tattha akusalā dhammā na uppajjissantīti? Natthi.",
  "ya9.2.1:144.0": "9.2.1.3.6. Paccanīkapuggalokāsa",
  "ya9.2.1:144.1": "» Yassa yattha kusalā dhammā na uppajjissanti tassa tattha akusalā dhammā na uppajjissantīti? Āmantā.",
  "ya9.2.1:145.1": "« Yassa vā pana yattha akusalā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjissantīti?",
  "ya9.2.1:146.1": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha akusalā dhammā na uppajjissanti, no ca tesaṁ tattha kusalā dhammā na uppajjissanti. Aggamaggasamaṅgīnaṁ arahantānaṁ asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na uppajjissanti kusalā ca dhammā na uppajjissanti.",
  "ya9.2.1:147.1": "» Yassa yattha kusalā dhammā na uppajjissanti tassa tattha abyākatā dhammā na uppajjissantīti?",
  "ya9.2.1:148.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ asaññasattānaṁ tesaṁ tattha kusalā dhammā na uppajjissanti, no ca tesaṁ tattha abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ tattha kusalā ca dhammā na uppajjissanti abyākatā ca dhammā na uppajjissanti.",
  "ya9.2.1:149.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjissantīti? Āmantā.",
  "ya9.2.1:150.1": "» Yassa yattha akusalā dhammā na uppajjissanti tassa tattha abyākatā dhammā na uppajjissantīti?",
  "ya9.2.1:151.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti asaññasattānaṁ tesaṁ tattha akusalā dhammā na uppajjissanti, no ca tesaṁ tattha abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ tattha akusalā ca dhammā na uppajjissanti abyākatā ca dhammā na uppajjissanti.",
  "ya9.2.1:152.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha akusalā dhammā na uppajjissantīti? Āmantā.",
  "ya9.2.1:153.0.1": "9.2.1.4. Paccuppannātītavāra",
  "ya9.2.1:153.0.2": "9.2.1.4.1. Anulomapuggala",
  "ya9.2.1:153.1": "» Yassa kusalā dhammā uppajjanti tassa akusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:154.1": "« Yassa vā pana akusalā dhammā uppajjittha tassa kusalā dhammā uppajjantīti?",
  "ya9.2.1:155.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ akusalā dhammā uppajjittha, no ca tesaṁ kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā uppajjittha kusalā ca dhammā uppajjanti.",
  "ya9.2.1:156.1": "» Yassa kusalā dhammā uppajjanti tassa abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:157.1": "« Yassa vā pana abyākatā dhammā uppajjittha tassa kusalā dhammā uppajjantīti?",
  "ya9.2.1:158.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ abyākatā dhammā uppajjittha, no ca tesaṁ kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjanti.",
  "ya9.2.1:159.1": "» Yassa akusalā dhammā uppajjanti tassa abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:160.1": "« Yassa vā pana abyākatā dhammā uppajjittha tassa akusalā dhammā uppajjantīti?",
  "ya9.2.1:161.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ abyākatā dhammā uppajjittha, no ca tesaṁ akusalā dhammā uppajjanti. Akusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjittha akusalā ca dhammā uppajjanti.",
  "ya9.2.1:162.0": "9.2.1.4.2. Anulomaokāsa",
  "ya9.2.1:162.1": "» Yattha kusalā dhammā uppajjanti tattha akusalā dhammā uppajjitthāti? …pe….",
  "ya9.2.1:163.0": "9.2.1.4.3. Anulomapuggalokāsa",
  "ya9.2.1:163.1": "» Yassa yattha kusalā dhammā uppajjanti tassa tattha akusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:164.1": "« Yassa vā pana yattha akusalā dhammā uppajjittha tassa tattha kusalā dhammā uppajjantīti?",
  "ya9.2.1:165.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha akusalā dhammā uppajjittha, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā ca dhammā uppajjittha kusalā ca dhammā uppajjanti.",
  "ya9.2.1:166.1": "» Yassa yattha kusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:167.1": "« Yassa vā pana yattha abyākatā dhammā uppajjittha tassa tattha kusalā dhammā uppajjantīti?",
  "ya9.2.1:168.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjittha, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjanti.",
  "ya9.2.1:169.1": "» Yassa yattha akusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:170.1": "« Yassa vā pana yattha abyākatā dhammā uppajjittha tassa tattha akusalā dhammā uppajjantīti?",
  "ya9.2.1:171.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjittha, no ca tesaṁ tattha akusalā dhammā uppajjanti. Akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjittha akusalā ca dhammā uppajjanti.",
  "ya9.2.1:172.0": "9.2.1.4.4. Paccanīkapuggala",
  "ya9.2.1:172.1": "» Yassa kusalā dhammā na uppajjanti tassa akusalā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:173.1": "« Yassa vā pana akusalā dhammā na uppajjittha tassa kusalā dhammā na uppajjantīti? Natthi.",
  "ya9.2.1:174.1": "» Yassa kusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:175.1": "« Yassa vā pana abyākatā dhammā na uppajjittha tassa kusalā dhammā na uppajjantīti? Natthi.",
  "ya9.2.1:176.1": "» Yassa akusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:177.1": "« Yassa vā pana abyākatā dhammā na uppajjittha tassa akusalā dhammā na uppajjantīti? Natthi.",
  "ya9.2.1:178.0": "9.2.1.4.5. Paccanīkaokāsa",
  "ya9.2.1:178.1": "» Yattha kusalā dhammā na uppajjanti tattha akusalā dhammā na uppajjitthāti? …pe….",
  "ya9.2.1:179.0": "9.2.1.4.6. Paccanīkapuggalokāsa",
  "ya9.2.1:179.1": "» Yassa yattha kusalā dhammā na uppajjanti tassa tattha akusalā dhammā na uppajjitthāti?",
  "ya9.2.1:180.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha akusalā dhammā na uppajjittha. Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti akusalā ca dhammā na uppajjittha.",
  "ya9.2.1:181.1": "« Yassa vā pana yattha akusalā dhammā na uppajjittha tassa tattha kusalā dhammā na uppajjantīti? Āmantā.",
  "ya9.2.1:182.1": "» Yassa yattha kusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjitthāti?",
  "ya9.2.1:183.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjittha.",
  "ya9.2.1:184.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjittha tassa tattha kusalā dhammā na uppajjantīti? Āmantā.",
  "ya9.2.1:185.1": "» Yassa yattha akusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjitthāti?",
  "ya9.2.1:186.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha akusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjittha.",
  "ya9.2.1:187.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjittha tassa tattha akusalā dhammā na uppajjantīti? Āmantā.",
  "ya9.2.1:188.0.1": "9.2.1.5. Paccuppannānāgatavāra",
  "ya9.2.1:188.0.2": "9.2.1.5.1. Anulomapuggala",
  "ya9.2.1:188.1": "» Yassa kusalā dhammā uppajjanti tassa akusalā dhammā uppajjissantīti?",
  "ya9.2.1:189.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ kusalā dhammā uppajjanti, no ca tesaṁ akusalā dhammā uppajjissanti. Itaresaṁ kusalānaṁ uppādakkhaṇe tesaṁ kusalā ca dhammā uppajjanti akusalā ca dhammā uppajjissanti.",
  "ya9.2.1:190.1": "« Yassa vā pana akusalā dhammā uppajjissanti tassa kusalā dhammā uppajjantīti?",
  "ya9.2.1:191.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ akusalā dhammā uppajjissanti, no ca tesaṁ kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti.",
  "ya9.2.1:192.1": "» Yassa kusalā dhammā uppajjanti tassa abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:193.1": "« Yassa vā pana abyākatā dhammā uppajjissanti tassa kusalā dhammā uppajjantīti?",
  "ya9.2.1:194.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ abyākatā dhammā uppajjissanti, no ca tesaṁ kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti.",
  "ya9.2.1:195.1": "» Yassa akusalā dhammā uppajjanti tassa abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:196.1": "« Yassa vā pana abyākatā dhammā uppajjissanti tassa akusalā dhammā uppajjantīti?",
  "ya9.2.1:197.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ abyākatā dhammā uppajjissanti, no ca tesaṁ akusalā dhammā uppajjanti. Akusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjanti.",
  "ya9.2.1:198.0": "9.2.1.5.2. Anulomaokāsa",
  "ya9.2.1:198.1": "» Yattha kusalā dhammā uppajjanti tattha akusalā dhammā uppajjissantīti? …pe….",
  "ya9.2.1:199.0": "9.2.1.5.3. Anulomapuggalokāsa",
  "ya9.2.1:199.1": "» Yassa yattha kusalā dhammā uppajjanti tassa tattha akusalā dhammā uppajjissantīti?",
  "ya9.2.1:200.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ tattha kusalā dhammā uppajjanti, no ca tesaṁ tattha akusalā dhammā uppajjissanti. Itaresaṁ kusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā ca dhammā uppajjanti akusalā ca dhammā uppajjissanti.",
  "ya9.2.1:201.1": "« Yassa vā pana yattha akusalā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjantīti?",
  "ya9.2.1:202.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha akusalā dhammā uppajjissanti, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti.",
  "ya9.2.1:203.1": "» Yassa yattha kusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:204.1": "« Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjantīti?",
  "ya9.2.1:205.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjissanti, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti.",
  "ya9.2.1:206.1": "» Yassa yattha akusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjissantīti? Āmantā.",
  "ya9.2.1:207.1": "« Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha akusalā dhammā uppajjantīti?",
  "ya9.2.1:208.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjissanti, no ca tesaṁ tattha akusalā dhammā uppajjanti. Akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjanti.",
  "ya9.2.1:209.0": "9.2.1.5.4. Paccanīkapuggala",
  "ya9.2.1:209.1": "» Yassa kusalā dhammā na uppajjanti tassa akusalā dhammā na uppajjissantīti?",
  "ya9.2.1:210.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ akusalā dhammā na uppajjissanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṁ kusalā ca dhammā na uppajjanti akusalā ca dhammā na uppajjissanti.",
  "ya9.2.1:211.1": "« Yassa vā pana akusalā dhammā na uppajjissanti tassa kusalā dhammā na uppajjantīti?",
  "ya9.2.1:212.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ akusalā dhammā na uppajjissanti, no ca tesaṁ kusalā dhammā na uppajjanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṁ akusalā ca dhammā na uppajjissanti kusalā ca dhammā na uppajjanti.",
  "ya9.2.1:213.1": "» Yassa kusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjissantīti?",
  "ya9.2.1:214.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjissanti.",
  "ya9.2.1:215.1": "« Yassa vā pana abyākatā dhammā na uppajjissanti tassa kusalā dhammā na uppajjantīti? Āmantā.",
  "ya9.2.1:216.1": "» Yassa akusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjissantīti?",
  "ya9.2.1:217.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ akusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ akusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjissanti.",
  "ya9.2.1:218.1": "« Yassa vā pana abyākatā dhammā na uppajjissanti tassa akusalā dhammā na uppajjantīti? Āmantā.",
  "ya9.2.1:219.0": "9.2.1.5.5. Paccanīkaokāsa",
  "ya9.2.1:219.1": "» Yattha kusalā dhammā na uppajjanti tattha akusalā dhammā na uppajjissantīti? …pe….",
  "ya9.2.1:220.0": "9.2.1.5.6. Paccanīkapuggalokāsa",
  "ya9.2.1:220.1": "» Yassa yattha kusalā dhammā na uppajjanti tassa tattha akusalā dhammā na uppajjissantīti?",
  "ya9.2.1:221.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha akusalā dhammā na uppajjissanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti akusalā ca dhammā na uppajjissanti.",
  "ya9.2.1:222.1": "« Yassa vā pana yattha akusalā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjantīti?",
  "ya9.2.1:223.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ tattha akusalā dhammā na uppajjissanti, no ca tesaṁ tattha kusalā dhammā na uppajjanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na uppajjissanti kusalā ca dhammā na uppajjanti.",
  "ya9.2.1:224.1": "» Yassa yattha kusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjissantīti?",
  "ya9.2.1:225.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjissanti.",
  "ya9.2.1:226.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjantīti? Āmantā.",
  "ya9.2.1:227.1": "» Yassa yattha akusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjissantīti?",
  "ya9.2.1:228.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ tattha akusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjissanti.",
  "ya9.2.1:229.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha akusalā dhammā na uppajjantīti? Āmantā.",
  "ya9.2.1:230.0.1": "9.2.1.6. Atītānāgatavāra",
  "ya9.2.1:230.0.2": "9.2.1.6.1. Anulomapuggala",
  "ya9.2.1:230.1": "» Yassa kusalā dhammā uppajjittha tassa akusalā dhammā uppajjissantīti?",
  "ya9.2.1:231.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ kusalā dhammā uppajjittha, no ca tesaṁ akusalā dhammā uppajjissanti. Itaresaṁ tesaṁ kusalā ca dhammā uppajjittha akusalā ca dhammā uppajjissanti.",
  "ya9.2.1:232.1": "« Yassa vā pana akusalā dhammā uppajjissanti tassa kusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:233.1": "» Yassa kusalā dhammā uppajjittha tassa abyākatā dhammā uppajjissantīti?",
  "ya9.2.1:234.1": "Pacchimacittasamaṅgīnaṁ tesaṁ kusalā dhammā uppajjittha, no ca tesaṁ abyākatā dhammā uppajjissanti. Itaresaṁ tesaṁ kusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti.",
  "ya9.2.1:235.1": "« Yassa vā pana abyākatā dhammā uppajjissanti tassa kusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:236.1": "» Yassa akusalā dhammā uppajjittha tassa abyākatā dhammā uppajjissantīti?",
  "ya9.2.1:237.1": "Pacchimacittasamaṅgīnaṁ tesaṁ akusalā dhammā uppajjittha, no ca tesaṁ abyākatā dhammā uppajjissanti. Itaresaṁ tesaṁ akusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti.",
  "ya9.2.1:238.1": "« Yassa vā pana abyākatā dhammā uppajjissanti tassa akusalā dhammā uppajjitthāti? Āmantā.",
  "ya9.2.1:239.0": "9.2.1.6.2. Anulomaokāsa",
  "ya9.2.1:239.1": "Yattha kusalā dhammā uppajjittha tattha akusalā dhammā uppajjissantīti? …pe….",
  "ya9.2.1:240.0": "9.2.1.6.3. Anulomapuggalokāsa",
  "ya9.2.1:240.1": "» Yassa yattha kusalā dhammā uppajjittha tassa tattha akusalā dhammā uppajjissantīti?",
  "ya9.2.1:241.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha kusalā dhammā uppajjittha, no ca tesaṁ tattha akusalā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha kusalā ca dhammā uppajjittha akusalā ca dhammā uppajjissanti.",
  "ya9.2.1:242.1": "« Yassa vā pana yattha akusalā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjitthāti?",
  "ya9.2.1:243.1": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha akusalā dhammā uppajjissanti, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha akusalā ca dhammā uppajjissanti kusalā ca dhammā uppajjittha.",
  "ya9.2.1:244.1": "» Yassa yattha kusalā dhammā uppajjittha tassa tattha abyākatā dhammā uppajjissantīti?",
  "ya9.2.1:245.1": "Pacchimacittasamaṅgīnaṁ tesaṁ tattha kusalā dhammā uppajjittha, no ca tesaṁ tattha abyākatā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha kusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti.",
  "ya9.2.1:246.1": "« Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjitthāti?",
  "ya9.2.1:247.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjissanti, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjittha.",
  "ya9.2.1:248.1": "» Yassa yattha akusalā dhammā uppajjittha tassa tattha abyākatā dhammā uppajjissantīti?",
  "ya9.2.1:249.1": "Pacchimacittasamaṅgīnaṁ tesaṁ tattha akusalā dhammā uppajjittha, no ca tesaṁ tattha abyākatā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha akusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti.",
  "ya9.2.1:250.1": "« Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha akusalā dhammā uppajjitthāti?",
  "ya9.2.1:251.1": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjissanti, no ca tesaṁ tattha akusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjittha.",
  "ya9.2.1:252.0": "9.2.1.6.4. Paccanīkapuggala",
  "ya9.2.1:252.1": "» Yassa kusalā dhammā na uppajjittha tassa akusalā dhammā na uppajjissantīti? Natthi.",
  "ya9.2.1:253.1": "« Yassa vā pana akusalā dhammā na uppajjissanti tassa kusalā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:254.1": "» Yassa kusalā dhammā na uppajjittha tassa abyākatā dhammā na uppajjissantīti? Natthi.",
  "ya9.2.1:255.1": "« Yassa vā pana abyākatā dhammā na uppajjissanti tassa kusalā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:256.1": "» Yassa akusalā dhammā na uppajjittha tassa abyākatā dhammā na uppajjissantīti? Natthi.",
  "ya9.2.1:257.1": "« Yassa vā pana abyākatā dhammā na uppajjissanti tassa akusalā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:258.0": "9.2.1.6.5. Paccanīkaokāsa",
  "ya9.2.1:258.1": "Yattha kusalā dhammā na uppajjittha tattha akusalā dhammā na uppajjissantīti? …pe….",
  "ya9.2.1:259.0": "9.2.1.6.6. Paccanīkapuggalokāsa",
  "ya9.2.1:259.1": "» Yassa yattha kusalā dhammā na uppajjittha tassa tattha akusalā dhammā na uppajjissantīti?",
  "ya9.2.1:260.1": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha kusalā dhammā na uppajjittha, no ca tesaṁ tattha akusalā dhammā na uppajjissanti. Asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjittha akusalā ca dhammā na uppajjissanti.",
  "ya9.2.1:261.1": "« Yassa vā pana yattha akusalā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjitthāti?",
  "ya9.2.1:262.1": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha akusalā dhammā na uppajjissanti, no ca tesaṁ tattha kusalā dhammā na uppajjittha. Asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na uppajjissanti kusalā ca dhammā na uppajjittha.",
  "ya9.2.1:263.1": "» Yassa yattha kusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na uppajjissantīti? Uppajjissanti.",
  "ya9.2.1:264.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:265.1": "» Yassa yattha akusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na uppajjissantīti? Uppajjissanti.",
  "ya9.2.1:266.1": "« Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha akusalā dhammā na uppajjitthāti? Uppajjittha.",
  "ya9.2.1:267.1": "Uppādavāro."
}