{
  "ya9.2.2:0.1": "9 Dhammayamaka",
  "ya9.2.2:0.2": "9.2 Pavattivāra",
  "ya9.2.2:0.3": "9.2.2. Nirodhavāra",
  "ya9.2.2:1.0.1": "9.2.2.1. Paccuppannavāra",
  "ya9.2.2:1.0.2": "9.2.2.1.1. Anulomapuggala",
  "ya9.2.2:1.1": "» Yassa kusalā dhammā nirujjhanti tassa akusalā dhammā nirujjhantīti? No.",
  "ya9.2.2:2.1": "« Yassa vā pana akusalā dhammā nirujjhanti tassa kusalā dhammā nirujjhantīti? No.",
  "ya9.2.2:3.1": "» Yassa kusalā dhammā nirujjhanti tassa abyākatā dhammā nirujjhantīti?",
  "ya9.2.2:4.1": "Arūpe kusalānaṃ bhaṅgakkhaṇe tesaṃ kusalā dhammā nirujjhanti, no ca tesaṃ abyākatā dhammā nirujjhanti. Pañcavokāre kusalānaṃ bhaṅgakkhaṇe tesaṃ kusalā ca dhammā nirujjhanti abyākatā ca dhammā nirujjhanti.",
  "ya9.2.2:5.1": "« Yassa vā pana abyākatā dhammā nirujjhanti tassa kusalā dhammā nirujjhantīti?",
  "ya9.2.2:6.1": "Sabbesaṃ cavantānaṃ pavatte kusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ abyākatā dhammā nirujjhanti, no ca tesaṃ kusalā dhammā nirujjhanti. Pañcavokāre kusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā ca dhammā nirujjhanti kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:7.1": "» Yassa akusalā dhammā nirujjhanti tassa abyākatā dhammā nirujjhantīti?",
  "ya9.2.2:8.1": "Arūpe akusalānaṃ bhaṅgakkhaṇe tesaṃ akusalā dhammā nirujjhanti, no ca tesaṃ abyākatā dhammā nirujjhanti. Pañcavokāre akusalānaṃ bhaṅgakkhaṇe tesaṃ akusalā ca dhammā nirujjhanti abyākatā ca dhammā nirujjhanti.",
  "ya9.2.2:9.1": "« Yassa vā pana abyākatā dhammā nirujjhanti tassa akusalā dhammā nirujjhantīti?",
  "ya9.2.2:10.1": "Sabbesaṃ cavantānaṃ pavatte akusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ abyākatā dhammā nirujjhanti, no ca tesaṃ akusalā dhammā nirujjhanti. Pañcavokāre akusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā ca dhammā nirujjhanti akusalā ca dhammā nirujjhanti.",
  "ya9.2.2:11.0": "9.2.2.1.2. Anulomaokāsa",
  "ya9.2.2:11.1": "» Yattha kusalā dhammā nirujjhanti tattha akusalā dhammā nirujjhantīti? Āmantā.",
  "ya9.2.2:12.1": "« Yattha vā pana akusalā dhammā nirujjhanti tattha kusalā dhammā nirujjhantīti? Āmantā.",
  "ya9.2.2:13.1": "» Yattha kusalā dhammā nirujjhanti tattha abyākatā dhammā nirujjhantīti? Āmantā.",
  "ya9.2.2:14.1": "« Yattha vā pana abyākatā dhammā nirujjhanti tattha kusalā dhammā nirujjhantīti?",
  "ya9.2.2:15.1": "Asaññasatte tattha abyākatā dhammā nirujjhanti, no ca tattha kusalā dhammā nirujjhanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhanti kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:16.1": "» Yattha akusalā dhammā nirujjhanti tattha abyākatā dhammā nirujjhantīti? Āmantā.",
  "ya9.2.2:17.1": "« Yattha vā pana abyākatā dhammā nirujjhanti tattha akusalā dhammā nirujjhantīti?",
  "ya9.2.2:18.1": "Asaññasatte tattha abyākatā dhammā nirujjhanti, no ca tattha akusalā dhammā nirujjhanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhanti akusalā ca dhammā nirujjhanti.",
  "ya9.2.2:19.0": "9.2.2.1.3. Anulomapuggalokāsa",
  "ya9.2.2:19.1": "» Yassa yattha kusalā dhammā nirujjhanti tassa tattha akusalā dhammā nirujjhantīti? No.",
  "ya9.2.2:20.1": "« Yassa vā pana yattha akusalā dhammā nirujjhanti tassa tattha kusalā dhammā nirujjhantīti? No.",
  "ya9.2.2:21.1": "» Yassa yattha kusalā dhammā nirujjhanti tassa tattha abyākatā dhammā nirujjhantīti?",
  "ya9.2.2:22.1": "Arūpe kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha kusalā dhammā nirujjhanti, no ca tesaṃ tattha abyākatā dhammā nirujjhanti. Pañcavokāre kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha kusalā ca dhammā nirujjhanti abyākatā ca dhammā nirujjhanti.",
  "ya9.2.2:23.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhanti tassa tattha kusalā dhammā nirujjhantīti?",
  "ya9.2.2:24.1": "Sabbesaṃ cavantānaṃ pavatte kusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ tattha abyākatā dhammā nirujjhanti, no ca tesaṃ tattha kusalā dhammā nirujjhanti. Pañcavokāre kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā ca dhammā nirujjhanti kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:25.1": "» Yassa yattha akusalā dhammā nirujjhanti tassa tattha abyākatā dhammā nirujjhantīti?",
  "ya9.2.2:26.1": "Arūpe akusalānaṃ bhaṅgakkhaṇe tesaṃ tattha akusalā dhammā nirujjhanti, no ca tesaṃ tattha abyākatā dhammā nirujjhanti. Pañcavokāre akusalānaṃ bhaṅgakkhaṇe tesaṃ tattha akusalā ca dhammā nirujjhanti abyākatā ca dhammā nirujjhanti.",
  "ya9.2.2:27.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhanti tassa tattha akusalā dhammā nirujjhantīti?",
  "ya9.2.2:28.1": "Sabbesaṃ cavantānaṃ pavatte akusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ tattha abyākatā dhammā nirujjhanti, no ca tesaṃ tattha akusalā dhammā nirujjhanti. Pañcavokāre akusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā ca dhammā nirujjhanti akusalā ca dhammā nirujjhanti.",
  "ya9.2.2:29.0": "9.2.2.1.4. Paccanīkapuggala",
  "ya9.2.2:29.1": "» Yassa kusalā dhammā na nirujjhanti tassa akusalā dhammā na nirujjhantīti?",
  "ya9.2.2:30.1": "Akusalānaṃ bhaṅgakkhaṇe tesaṃ kusalā dhammā na nirujjhanti, no ca tesaṃ akusalā dhammā na nirujjhanti. Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttaakusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ kusalā ca dhammā na nirujjhanti akusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:31.1": "« Yassa vā pana akusalā dhammā na nirujjhanti tassa kusalā dhammā na nirujjhantīti?",
  "ya9.2.2:32.1": "Kusalānaṃ bhaṅgakkhaṇe tesaṃ akusalā dhammā na nirujjhanti, no ca tesaṃ kusalā dhammā na nirujjhanti. Sabbesaṃ cittassa uppādakkhaṇe akusalavippayuttakusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ akusalā ca dhammā na nirujjhanti kusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:33.1": "» Yassa kusalā dhammā na nirujjhanti tassa abyākatā dhammā na nirujjhantīti?",
  "ya9.2.2:34.1": "Sabbesaṃ cavantānaṃ pavatte kusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ kusalā dhammā na nirujjhanti, no ca tesaṃ abyākatā dhammā na nirujjhanti. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe akusalānaṃ bhaṅgakkhaṇe tesaṃ kusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhanti.",
  "ya9.2.2:35.1": "« Yassa vā pana abyākatā dhammā na nirujjhanti tassa kusalā dhammā na nirujjhantīti?",
  "ya9.2.2:36.1": "Arūpe kusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā dhammā na nirujjhanti, no ca tesaṃ kusalā dhammā na nirujjhanti. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe akusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā ca dhammā na nirujjhanti kusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:37.1": "» Yassa akusalā dhammā na nirujjhanti tassa abyākatā dhammā na nirujjhantīti?",
  "ya9.2.2:38.1": "Sabbesaṃ cavantānaṃ pavatte akusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ akusalā dhammā na nirujjhanti, no ca tesaṃ abyākatā dhammā na nirujjhanti. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe kusalānaṃ bhaṅgakkhaṇe tesaṃ akusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhanti.",
  "ya9.2.2:39.1": "« Yassa vā pana abyākatā dhammā na nirujjhanti tassa akusalā dhammā na nirujjhantīti?",
  "ya9.2.2:40.1": "Arūpe akusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā dhammā na nirujjhanti, no ca tesaṃ akusalā dhammā na nirujjhanti. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe kusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā ca dhammā na nirujjhanti akusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:41.0": "9.2.2.1.5. Paccanīkaokāsa",
  "ya9.2.2:41.1": "» Yattha kusalā dhammā na nirujjhanti tattha akusalā dhammā na nirujjhantīti? Āmantā.",
  "ya9.2.2:42.1": "« Yattha vā pana akusalā dhammā na nirujjhanti tattha kusalā dhammā na nirujjhantīti? Āmantā.",
  "ya9.2.2:43.1": "» Yattha kusalā dhammā na nirujjhanti tattha abyākatā dhammā na nirujjhantīti? Nirujjhanti.",
  "ya9.2.2:44.1": "« Yattha vā pana abyākatā dhammā na nirujjhanti tattha kusalā dhammā na nirujjhantīti? Natthi.",
  "ya9.2.2:45.1": "» Yattha akusalā dhammā na nirujjhanti tattha abyākatā dhammā na nirujjhantīti? Nirujjhanti.",
  "ya9.2.2:46.1": "« Yattha vā pana abyākatā dhammā na nirujjhanti tattha akusalā dhammā na nirujjhantīti? Natthi.",
  "ya9.2.2:47.0": "9.2.2.1.6. Paccanīkapuggalokāsa",
  "ya9.2.2:47.1": "» Yassa yattha kusalā dhammā na nirujjhanti tassa tattha akusalā dhammā na nirujjhantīti?",
  "ya9.2.2:48.1": "Akusalānaṃ bhaṅgakkhaṇe tesaṃ tattha kusalā dhammā na nirujjhanti, no ca tesaṃ tattha akusalā dhammā na nirujjhanti. Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttaakusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha kusalā ca dhammā na nirujjhanti akusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:49.1": "« Yassa vā pana yattha akusalā dhammā na nirujjhanti tassa tattha kusalā dhammā na nirujjhantīti?",
  "ya9.2.2:50.1": "Kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha akusalā dhammā na nirujjhanti, no ca tesaṃ tattha kusalā dhammā na nirujjhanti. Sabbesaṃ cittassa uppādakkhaṇe akusalavippayuttakusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha akusalā ca dhammā na nirujjhanti kusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:51.1": "» Yassa yattha kusalā dhammā na nirujjhanti tassa tattha abyākatā dhammā na nirujjhantīti?",
  "ya9.2.2:52.1": "Sabbesaṃ cavantānaṃ pavatte kusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ tattha kusalā dhammā na nirujjhanti, no ca tesaṃ tattha abyākatā dhammā na nirujjhanti. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe akusalānaṃ bhaṅgakkhaṇe tesaṃ tattha kusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhanti.",
  "ya9.2.2:53.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhanti tassa tattha kusalā dhammā na nirujjhantīti?",
  "ya9.2.2:54.1": "Arūpe kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā dhammā na nirujjhanti, no ca tesaṃ tattha kusalā dhammā na nirujjhanti. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe akusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā ca dhammā na nirujjhanti kusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:55.1": "» Yassa yattha akusalā dhammā na nirujjhanti tassa tattha abyākatā dhammā na nirujjhantīti?",
  "ya9.2.2:56.1": "Sabbesaṃ cavantānaṃ pavatte akusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ tattha akusalā dhammā na nirujjhanti, no ca tesaṃ tattha abyākatā dhammā na nirujjhanti. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha akusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhanti.",
  "ya9.2.2:57.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhanti tassa tattha akusalā dhammā na nirujjhantīti?",
  "ya9.2.2:58.1": "Arūpe akusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā dhammā na nirujjhanti, no ca tesaṃ tattha akusalā dhammā na nirujjhanti. Sabbesaṃ upapajjantānaṃ pavatte cittassa uppādakkhaṇe arūpe kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā ca dhammā na nirujjhanti akusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:59.0": "9.2.2.2.1. Anulomapuggala",
  "ya9.2.2:59.1": "» Yassa kusalā dhammā nirujjhittha tassa akusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:60.1": "« Yassa vā pana akusalā dhammā nirujjhittha tassa kusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:61.1": "» Yassa kusalā dhammā nirujjhittha tassa abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:62.1": "« Yassa vā pana abyākatā dhammā nirujjhittha tassa kusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:63.1": "» Yassa akusalā dhammā nirujjhittha tassa abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:64.1": "« Yassa vā pana abyākatā dhammā nirujjhittha tassa akusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:65.0": "9.2.2.2.2. Anulomaokāsa",
  "ya9.2.2:65.1": "» Yattha kusalā dhammā nirujjhittha tattha akusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:66.1": "« Yattha vā pana akusalā dhammā nirujjhittha tattha kusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:67.1": "» Yattha kusalā dhammā nirujjhittha tattha abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:68.1": "« Yattha vā pana abyākatā dhammā nirujjhittha tattha kusalā dhammā nirujjhitthāti?",
  "ya9.2.2:69.1": "Asaññasatte tattha abyākatā dhammā nirujjhittha, no ca tattha kusalā dhammā nirujjhittha. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhittha kusalā ca dhammā nirujjhittha.",
  "ya9.2.2:70.1": "» Yattha akusalā dhammā nirujjhittha tattha abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:71.1": "« Yattha vā pana abyākatā dhammā nirujjhittha tattha akusalā dhammā nirujjhitthāti?",
  "ya9.2.2:72.1": "Asaññasatte tattha abyākatā dhammā nirujjhittha, no ca tattha akusalā dhammā nirujjhittha. Catuvokāre pañcavokāre tattha abyākatā ca dhammā nirujjhittha akusalā ca dhammā nirujjhittha.",
  "ya9.2.2:73.0": "9.2.2.2.3. Anulomapuggalokāsa",
  "ya9.2.2:73.1": "» Yassa yattha kusalā dhammā nirujjhittha tassa tattha akusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:74.1": "« Yassa vā pana yattha akusalā dhammā nirujjhittha tassa tattha kusalā dhammā nirujjhitthāti?",
  "ya9.2.2:75.1": "Suddhāvāsānaṃ dutiye akusale citte vattamāne tesaṃ tattha akusalā dhammā nirujjhittha, no ca tesaṃ tattha kusalā dhammā nirujjhittha. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha akusalā ca dhammā nirujjhittha kusalā ca dhammā nirujjhittha.",
  "ya9.2.2:76.1": "» Yassa yattha kusalā dhammā nirujjhittha tassa tattha abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:77.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhittha tassa tattha kusalā dhammā nirujjhitthāti?",
  "ya9.2.2:78.1": "Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhittha, no ca tesaṃ tattha kusalā dhammā nirujjhittha. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha abyākatā ca dhammā nirujjhittha kusalā ca dhammā nirujjhittha.",
  "ya9.2.2:79.1": "» Yassa yattha akusalā dhammā nirujjhittha tassa tattha abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:80.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhittha tassa tattha akusalā dhammā nirujjhitthāti?",
  "ya9.2.2:81.1": "Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhittha, no ca tesaṃ tattha akusalā dhammā nirujjhittha. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha abyākatā ca dhammā nirujjhittha akusalā ca dhammā nirujjhittha.",
  "ya9.2.2:82.0": "9.2.2.2.4. Paccanīkapuggala",
  "ya9.2.2:82.1": "» Yassa kusalā dhammā na nirujjhittha tassa akusalā dhammā na nirujjhitthāti? Natthi.",
  "ya9.2.2:83.1": "« Yassa vā pana akusalā dhammā na nirujjhittha tassa kusalā dhammā na nirujjhitthāti? Natthi.",
  "ya9.2.2:84.1": "» Yassa kusalā dhammā na nirujjhittha tassa abyākatā dhammā na nirujjhitthāti? Natthi.",
  "ya9.2.2:85.1": "« Yassa vā pana abyākatā dhammā na nirujjhittha tassa kusalā dhammā na nirujjhitthāti? Natthi.",
  "ya9.2.2:86.1": "» Yassa akusalā dhammā na nirujjhittha tassa abyākatā dhammā na nirujjhitthāti? Natthi.",
  "ya9.2.2:87.1": "« Yassa vā pana abyākatā dhammā na nirujjhittha tassa akusalā dhammā na nirujjhitthāti? Natthi.",
  "ya9.2.2:88.0": "9.2.2.2.5. Paccanīkaokāsa",
  "ya9.2.2:88.1": "» Yattha kusalā dhammā na nirujjhittha tattha akusalā dhammā na nirujjhitthāti? Āmantā.",
  "ya9.2.2:89.1": "« Yattha vā pana akusalā dhammā na nirujjhittha tattha kusalā dhammā na nirujjhitthāti? Āmantā.",
  "ya9.2.2:90.1": "» Yattha kusalā dhammā na nirujjhittha tattha abyākatā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:91.1": "« Yattha vā pana abyākatā dhammā na nirujjhittha tattha kusalā dhammā na nirujjhitthāti? Natthi.",
  "ya9.2.2:92.1": "» Yattha akusalā dhammā na nirujjhittha tattha abyākatā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:93.1": "« Yattha vā pana abyākatā dhammā na nirujjhittha tattha akusalā dhammā na nirujjhitthāti? Natthi.",
  "ya9.2.2:94.0": "9.2.2.2.6. Paccanīkapuggalokāsa",
  "ya9.2.2:94.1": "» Yassa yattha kusalā dhammā na nirujjhittha tassa tattha akusalā dhammā na nirujjhitthāti?",
  "ya9.2.2:95.1": "Suddhāvāsānaṃ dutiye akusale citte vattamāne tesaṃ tattha kusalā dhammā na nirujjhittha, no ca tesaṃ tattha akusalā dhammā na nirujjhittha. Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha kusalā ca dhammā na nirujjhittha akusalā ca dhammā na nirujjhittha.",
  "ya9.2.2:96.1": "« Yassa vā pana yattha akusalā dhammā na nirujjhittha tassa tattha kusalā dhammā na nirujjhitthāti? Āmantā.",
  "ya9.2.2:97.1": "» Yassa yattha kusalā dhammā na nirujjhittha tassa tattha abyākatā dhammā na nirujjhitthāti?",
  "ya9.2.2:98.1": "Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha kusalā dhammā na nirujjhittha, no ca tesaṃ tattha abyākatā dhammā na nirujjhittha. Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha kusalā ca dhammā na nirujjhittha abyākatā ca dhammā na nirujjhittha.",
  "ya9.2.2:99.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhittha tassa tattha kusalā dhammā na nirujjhitthāti? Āmantā.",
  "ya9.2.2:100.1": "» Yassa yattha akusalā dhammā na nirujjhittha tassa tattha abyākatā dhammā na nirujjhitthāti?",
  "ya9.2.2:101.1": "Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha akusalā dhammā na nirujjhittha, no ca tesaṃ tattha abyākatā dhammā na nirujjhittha. Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha akusalā ca dhammā na nirujjhittha abyākatā ca dhammā na nirujjhittha.",
  "ya9.2.2:102.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhittha tassa tattha akusalā dhammā na nirujjhitthāti? Āmantā.",
  "ya9.2.2:103.0": "9.2.2.3.1. Anulomapuggala",
  "ya9.2.2:103.1": "» Yassa kusalā dhammā nirujjhissanti tassa akusalā dhammā nirujjhissantīti?",
  "ya9.2.2:104.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ kusalā dhammā nirujjhissanti, no ca tesaṃ akusalā dhammā nirujjhissanti. Itaresaṃ tesaṃ kusalā ca dhammā nirujjhissanti akusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:105.1": "« Yassa vā pana akusalā dhammā nirujjhissanti tassa kusalā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:106.1": "» Yassa kusalā dhammā nirujjhissanti tassa abyākatā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:107.1": "« Yassa vā pana abyākatā dhammā nirujjhissanti tassa kusalā dhammā nirujjhissantīti?",
  "ya9.2.2:108.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ tesaṃ abyākatā dhammā nirujjhissanti, no ca tesaṃ kusalā dhammā nirujjhissanti. Itaresaṃ tesaṃ abyākatā ca dhammā nirujjhissanti kusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:109.1": "» Yassa akusalā dhammā nirujjhissanti tassa abyākatā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:110.1": "« Yassa vā pana abyākatā dhammā nirujjhissanti tassa akusalā dhammā nirujjhissantīti?",
  "ya9.2.2:111.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ abyākatā dhammā nirujjhissanti, no ca tesaṃ akusalā dhammā nirujjhissanti. Itaresaṃ tesaṃ abyākatā ca dhammā nirujjhissanti akusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:112.0": "9.2.2.3.2. Anulomaokāsa",
  "ya9.2.2:112.1": "» Yattha kusalā dhammā nirujjhissanti tattha akusalā dhammā nirujjhissantīti? …pe….",
  "ya9.2.2:113.0": "9.2.2.3.3. Anulomapuggalokāsa",
  "ya9.2.2:113.1": "» Yassa yattha kusalā dhammā nirujjhissanti tassa tattha akusalā dhammā nirujjhissantīti?",
  "ya9.2.2:114.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ tattha kusalā dhammā nirujjhissanti, no ca tesaṃ tattha akusalā dhammā nirujjhissanti. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha kusalā ca dhammā nirujjhissanti akusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:115.1": "« Yassa vā pana yattha akusalā dhammā nirujjhissanti tassa tattha kusalā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:116.1": "» Yassa yattha kusalā dhammā nirujjhissanti tassa tattha abyākatā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:117.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha kusalā dhammā nirujjhissantīti?",
  "ya9.2.2:118.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhissanti, no ca tesaṃ tattha kusalā dhammā nirujjhissanti. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha abyākatā ca dhammā nirujjhissanti kusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:119.1": "» Yassa yattha akusalā dhammā nirujjhissanti tassa tattha abyākatā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:120.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha akusalā dhammā nirujjhissantīti?",
  "ya9.2.2:121.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhissanti, no ca tesaṃ tattha akusalā dhammā nirujjhissanti. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha abyākatā ca dhammā nirujjhissanti akusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:122.0": "9.2.2.3.4. Paccanīkapuggala",
  "ya9.2.2:122.1": "» Yassa kusalā dhammā na nirujjhissanti tassa akusalā dhammā na nirujjhissantīti? Āmantā.",
  "ya9.2.2:123.1": "« Yassa vā pana akusalā dhammā na nirujjhissanti tassa kusalā dhammā na nirujjhissantīti?",
  "ya9.2.2:124.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ akusalā dhammā na nirujjhissanti, no ca tesaṃ kusalā dhammā na nirujjhissanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ tesaṃ akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na nirujjhissanti.",
  "ya9.2.2:125.1": "» Yassa kusalā dhammā na nirujjhissanti tassa abyākatā dhammā na nirujjhissantīti?",
  "ya9.2.2:126.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ tesaṃ kusalā dhammā na nirujjhissanti, no ca tesaṃ abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṃ kusalā ca dhammā na nirujjhissanti abyākatā ca dhammā na nirujjhissanti.",
  "ya9.2.2:127.1": "« Yassa vā pana abyākatā dhammā na nirujjhissanti tassa kusalā dhammā na nirujjhissantīti? Āmantā.",
  "ya9.2.2:128.1": "» Yassa akusalā dhammā na nirujjhissanti tassa abyākatā dhammā na nirujjhissantīti?",
  "ya9.2.2:129.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ akusalā dhammā na nirujjhissanti, no ca tesaṃ abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṃ akusalā ca dhammā na nirujjhissanti abyākatā ca dhammā na nirujjhissanti.",
  "ya9.2.2:130.1": "« Yassa vā pana abyākatā dhammā na nirujjhissanti tassa akusalā dhammā na nirujjhissantīti? Āmantā.",
  "ya9.2.2:131.0": "9.2.2.3.5. Paccanīkaokāsa",
  "ya9.2.2:131.1": "» Yattha kusalā dhammā na nirujjhissanti tattha akusalā dhammā na nirujjhissantīti? …pe….",
  "ya9.2.2:132.0": "9.2.2.3.6. Paccanīkapuggalokāsa",
  "ya9.2.2:132.1": "» Yassa yattha kusalā dhammā na nirujjhissanti tassa tattha akusalā dhammā na nirujjhissantīti? Āmantā.",
  "ya9.2.2:133.1": "« Yassa vā pana yattha akusalā dhammā na nirujjhissanti tassa tattha kusalā dhammā na nirujjhissantīti?",
  "ya9.2.2:134.1": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ tattha akusalā dhammā na nirujjhissanti, no ca tesaṃ tattha kusalā dhammā na nirujjhissanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṃ asaññasattānaṃ tesaṃ tattha akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na nirujjhissanti.",
  "ya9.2.2:135.1": "» Yassa yattha kusalā dhammā na nirujjhissanti tassa tattha abyākatā dhammā na nirujjhissantīti?",
  "ya9.2.2:136.1": "Aggamaggassa bhaṅgakkhaṇe arahantānaṃ asaññasattānaṃ tesaṃ tattha kusalā dhammā na nirujjhissanti, no ca tesaṃ tattha abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha kusalā ca dhammā na nirujjhissanti abyākatā ca dhammā na nirujjhissanti.",
  "ya9.2.2:137.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha kusalā dhammā na nirujjhissantīti? Āmantā.",
  "ya9.2.2:138.1": "» Yassa yattha akusalā dhammā na nirujjhissanti tassa tattha abyākatā dhammā na nirujjhissantīti?",
  "ya9.2.2:139.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti asaññasattānaṃ tesaṃ tattha akusalā dhammā na nirujjhissanti, no ca tesaṃ tattha abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha akusalā ca dhammā na nirujjhissanti abyākatā ca dhammā na nirujjhissanti.",
  "ya9.2.2:140.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha akusalā dhammā na nirujjhissantīti? Āmantā.",
  "ya9.2.2:141.0": "9.2.2.4.1. Anulomapuggala",
  "ya9.2.2:141.1": "» Yassa kusalā dhammā nirujjhanti tassa akusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:142.1": "« Yassa vā pana akusalā dhammā nirujjhittha tassa kusalā dhammā nirujjhantīti?",
  "ya9.2.2:143.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ akusalā dhammā nirujjhittha, no ca tesaṃ kusalā dhammā nirujjhanti. Kusalānaṃ bhaṅgakkhaṇe tesaṃ akusalā ca dhammā nirujjhittha kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:144.1": "» Yassa kusalā dhammā nirujjhanti tassa abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:145.1": "« Yassa vā pana abyākatā dhammā nirujjhittha tassa kusalā dhammā nirujjhantīti?",
  "ya9.2.2:146.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ abyākatā dhammā nirujjhittha, no ca tesaṃ kusalā dhammā nirujjhanti. Kusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā ca dhammā nirujjhittha kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:147.1": "» Yassa akusalā dhammā nirujjhanti tassa abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:148.1": "« Yassa vā pana abyākatā dhammā nirujjhittha tassa akusalā dhammā nirujjhantīti?",
  "ya9.2.2:149.1": "Sabbesaṃ cittassa uppādakkhaṇe akusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ abyākatā dhammā nirujjhittha, no ca tesaṃ akusalā dhammā nirujjhanti. Akusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā ca dhammā nirujjhittha akusalā ca dhammā nirujjhanti.",
  "ya9.2.2:150.0": "9.2.2.4.2. Anulomaokāsa",
  "ya9.2.2:150.1": "Yattha kusalā dhammā nirujjhanti tattha akusalā dhammā nirujjhitthāti? …pe….",
  "ya9.2.2:151.0": "9.2.2.4.3. Anulomapuggalokāsa",
  "ya9.2.2:151.1": "» Yassa yattha kusalā dhammā nirujjhanti tassa tattha akusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:152.1": "« Yassa vā pana yattha akusalā dhammā nirujjhittha tassa tattha kusalā dhammā nirujjhantīti?",
  "ya9.2.2:153.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ tattha akusalā dhammā nirujjhittha, no ca tesaṃ tattha kusalā dhammā nirujjhanti. Kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha akusalā ca dhammā nirujjhittha kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:154.1": "» Yassa yattha kusalā dhammā nirujjhanti tassa tattha abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:155.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhittha tassa tattha kusalā dhammā nirujjhantīti?",
  "ya9.2.2:156.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhittha, no ca tesaṃ tattha kusalā dhammā nirujjhanti. Kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā ca dhammā nirujjhittha kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:157.1": "» Yassa yattha akusalā dhammā nirujjhanti tassa tattha abyākatā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:158.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhittha tassa tattha akusalā dhammā nirujjhantīti?",
  "ya9.2.2:159.1": "Sabbesaṃ cittassa uppādakkhaṇe akusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhittha, no ca tesaṃ tattha akusalā dhammā nirujjhanti. Akusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā ca dhammā nirujjhittha akusalā ca dhammā nirujjhanti.",
  "ya9.2.2:160.0": "9.2.2.4.4. Paccanīkapuggala",
  "ya9.2.2:160.1": "» Yassa kusalā dhammā na nirujjhanti tassa akusalā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:161.1": "« Yassa vā pana akusalā dhammā na nirujjhittha tassa kusalā dhammā na nirujjhantīti? Natthi.",
  "ya9.2.2:162.1": "» Yassa kusalā dhammā na nirujjhanti tassa abyākatā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:163.1": "« Yassa vā pana abyākatā dhammā na nirujjhittha tassa kusalā dhammā na nirujjhantīti? Natthi.",
  "ya9.2.2:164.1": "» Yassa akusalā dhammā na nirujjhanti tassa abyākatā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:165.1": "« Yassa vā pana abyākatā dhammā na nirujjhittha tassa akusalā dhammā na nirujjhantīti? Natthi.",
  "ya9.2.2:166.0": "9.2.2.4.5. Paccanīkaokāsa",
  "ya9.2.2:166.1": "» Yattha kusalā dhammā na nirujjhanti tattha akusalā dhammā na nirujjhitthāti? …pe….",
  "ya9.2.2:167.0": "9.2.2.4.6. Paccanīkapuggalokāsa",
  "ya9.2.2:167.1": "» Yassa yattha kusalā dhammā na nirujjhanti tassa tattha akusalā dhammā na nirujjhitthāti?",
  "ya9.2.2:168.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ tattha kusalā dhammā na nirujjhanti, no ca tesaṃ tattha akusalā dhammā na nirujjhittha. Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha kusalā ca dhammā na nirujjhanti akusalā ca dhammā na nirujjhittha.",
  "ya9.2.2:169.1": "« Yassa vā pana yattha akusalā dhammā na nirujjhittha tassa tattha kusalā dhammā na nirujjhantīti? Āmantā.",
  "ya9.2.2:170.1": "» Yassa yattha kusalā dhammā na nirujjhanti tassa tattha abyākatā dhammā na nirujjhitthāti?",
  "ya9.2.2:171.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha kusalā dhammā na nirujjhanti, no ca tesaṃ tattha abyākatā dhammā na nirujjhittha. Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha kusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhittha.",
  "ya9.2.2:172.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhittha tassa tattha kusalā dhammā na nirujjhantīti? Āmantā.",
  "ya9.2.2:173.1": "» Yassa yattha akusalā dhammā na nirujjhanti tassa tattha abyākatā dhammā na nirujjhitthāti?",
  "ya9.2.2:174.1": "Sabbesaṃ cittassa uppādakkhaṇe akusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha akusalā dhammā na nirujjhanti, no ca tesaṃ tattha abyākatā dhammā na nirujjhittha. Suddhāvāsaṃ upapajjantānaṃ tesaṃ tattha akusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhittha.",
  "ya9.2.2:175.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhittha tassa tattha akusalā dhammā na nirujjhantīti? Āmantā.",
  "ya9.2.2:176.0": "9.2.2.5.1. Anulomapuggala",
  "ya9.2.2:176.1": "» Yassa kusalā dhammā nirujjhanti tassa akusalā dhammā nirujjhissantīti?",
  "ya9.2.2:177.1": "Aggamaggassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṃ kusalā dhammā nirujjhanti, no ca tesaṃ akusalā dhammā nirujjhissanti. Itaresaṃ kusalānaṃ bhaṅgakkhaṇe tesaṃ kusalā ca dhammā nirujjhanti akusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:178.1": "« Yassa vā pana akusalā dhammā nirujjhissanti tassa kusalā dhammā nirujjhantīti?",
  "ya9.2.2:179.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ akusalā dhammā nirujjhissanti, no ca tesaṃ kusalā dhammā nirujjhanti. Kusalānaṃ bhaṅgakkhaṇe tesaṃ akusalā ca dhammā nirujjhissanti kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:180.1": "» Yassa kusalā dhammā nirujjhanti tassa abyākatā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:181.1": "« Yassa vā pana abyākatā dhammā nirujjhissanti tassa kusalā dhammā nirujjhantīti?",
  "ya9.2.2:182.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ abyākatā dhammā nirujjhissanti, no ca tesaṃ kusalā dhammā nirujjhanti. Kusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā ca dhammā nirujjhissanti kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:183.1": "» Yassa akusalā dhammā nirujjhanti tassa abyākatā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:184.1": "« Yassa vā pana abyākatā dhammā nirujjhissanti tassa akusalā dhammā nirujjhantīti?",
  "ya9.2.2:185.1": "Sabbesaṃ cittassa uppādakkhaṇe akusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ abyākatā dhammā nirujjhissanti, no ca tesaṃ akusalā dhammā nirujjhanti. Akusalānaṃ bhaṅgakkhaṇe tesaṃ abyākatā ca dhammā nirujjhissanti akusalā ca dhammā nirujjhanti.",
  "ya9.2.2:186.0": "9.2.2.5.2. Anulomaokāsa",
  "ya9.2.2:186.1": "» Yattha kusalā dhammā nirujjhanti tattha akusalā dhammā nirujjhissantīti? …pe….",
  "ya9.2.2:187.0": "9.2.2.5.3. Anulomapuggalokāsa",
  "ya9.2.2:187.1": "» Yassa yattha kusalā dhammā nirujjhanti tassa tattha akusalā dhammā nirujjhissantīti?",
  "ya9.2.2:188.1": "Aggamaggassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṃ tattha kusalā dhammā nirujjhanti, no ca tesaṃ tattha akusalā dhammā nirujjhissanti. Itaresaṃ kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha kusalā ca dhammā nirujjhanti akusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:189.1": "« Yassa vā pana yattha akusalā dhammā nirujjhissanti tassa tattha kusalā dhammā nirujjhantīti?",
  "ya9.2.2:190.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ tattha akusalā dhammā nirujjhissanti, no ca tesaṃ tattha kusalā dhammā nirujjhanti. Kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha akusalā ca dhammā nirujjhissanti kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:191.1": "» Yassa yattha kusalā dhammā nirujjhanti tassa tattha abyākatā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:192.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha kusalā dhammā nirujjhantīti?",
  "ya9.2.2:193.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhissanti, no ca tesaṃ tattha kusalā dhammā nirujjhanti. Kusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā ca dhammā nirujjhissanti kusalā ca dhammā nirujjhanti.",
  "ya9.2.2:194.1": "» Yassa yattha akusalā dhammā nirujjhanti tassa tattha abyākatā dhammā nirujjhissantīti? Āmantā.",
  "ya9.2.2:195.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha akusalā dhammā nirujjhantīti?",
  "ya9.2.2:196.1": "Sabbesaṃ cittassa uppādakkhaṇe akusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhissanti, no ca tesaṃ tattha akusalā dhammā nirujjhanti. Akusalānaṃ bhaṅgakkhaṇe tesaṃ tattha abyākatā ca dhammā nirujjhissanti akusalā ca dhammā nirujjhanti.",
  "ya9.2.2:197.0": "9.2.2.5.4. Paccanīkapuggala",
  "ya9.2.2:197.1": "» Yassa kusalā dhammā na nirujjhanti tassa akusalā dhammā na nirujjhissantīti?",
  "ya9.2.2:198.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ kusalā dhammā na nirujjhanti, no ca tesaṃ akusalā dhammā na nirujjhissanti. Aggamaggassa uppādakkhaṇe arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṃ kusalā ca dhammā na nirujjhanti akusalā ca dhammā na nirujjhissanti.",
  "ya9.2.2:199.1": "« Yassa vā pana akusalā dhammā na nirujjhissanti tassa kusalā dhammā na nirujjhantīti?",
  "ya9.2.2:200.1": "Aggamaggassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṃ akusalā dhammā na nirujjhissanti, no ca tesaṃ kusalā dhammā na nirujjhanti. Aggamaggassa uppādakkhaṇe arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṃ akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:201.1": "» Yassa kusalā dhammā na nirujjhanti tassa abyākatā dhammā na nirujjhissantīti?",
  "ya9.2.2:202.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ kusalā dhammā na nirujjhanti, no ca tesaṃ abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṃ kusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhissanti.",
  "ya9.2.2:203.1": "« Yassa vā pana abyākatā dhammā na nirujjhissanti tassa kusalā dhammā na nirujjhantīti? Āmantā.",
  "ya9.2.2:204.1": "» Yassa akusalā dhammā na nirujjhanti tassa abyākatā dhammā na nirujjhissantīti?",
  "ya9.2.2:205.1": "Sabbesaṃ cittassa uppādakkhaṇe akusalavippayuttacittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ akusalā dhammā na nirujjhanti, no ca tesaṃ abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṃ akusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhissanti.",
  "ya9.2.2:206.1": "« Yassa vā pana abyākatā dhammā na nirujjhissanti tassa akusalā dhammā na nirujjhantīti? Āmantā.",
  "ya9.2.2:207.0": "9.2.2.5.5. Paccanīkaokāsa",
  "ya9.2.2:207.1": "» Yattha kusalā dhammā na nirujjhanti tattha akusalā dhammā na nirujjhissantīti? …pe….",
  "ya9.2.2:208.0": "9.2.2.5.6. Paccanīkapuggalokāsa",
  "ya9.2.2:208.1": "» Yassa yattha kusalā dhammā na nirujjhanti tassa tattha akusalā dhammā na nirujjhissantīti?",
  "ya9.2.2:209.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe tesaṃ tattha kusalā dhammā na nirujjhanti, no ca tesaṃ tattha akusalā dhammā na nirujjhissanti. Aggamaggassa uppādakkhaṇe arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattānaṃ tesaṃ tattha kusalā ca dhammā na nirujjhanti akusalā ca dhammā na nirujjhissanti.",
  "ya9.2.2:210.1": "« Yassa vā pana yattha akusalā dhammā na nirujjhissanti tassa tattha kusalā dhammā na nirujjhantīti?",
  "ya9.2.2:211.1": "Aggamaggassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṃ tattha akusalā dhammā na nirujjhissanti, no ca tesaṃ tattha kusalā dhammā na nirujjhanti. Aggamaggassa uppādakkhaṇe arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattānaṃ tesaṃ tattha akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na nirujjhanti.",
  "ya9.2.2:212.1": "» Yassa yattha kusalā dhammā na nirujjhanti tassa tattha abyākatā dhammā na nirujjhissantīti?",
  "ya9.2.2:213.1": "Sabbesaṃ cittassa uppādakkhaṇe kusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha kusalā dhammā na nirujjhanti, no ca tesaṃ tattha abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha kusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhissanti.",
  "ya9.2.2:214.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha kusalā dhammā na nirujjhantīti? Āmantā.",
  "ya9.2.2:215.1": "» Yassa yattha akusalā dhammā na nirujjhanti tassa tattha abyākatā dhammā na nirujjhissantīti?",
  "ya9.2.2:216.1": "Sabbesaṃ cittassa uppādakkhaṇe akusalavippayuttacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha akusalā dhammā na nirujjhanti, no ca tesaṃ tattha abyākatā dhammā na nirujjhissanti. Pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha akusalā ca dhammā na nirujjhanti abyākatā ca dhammā na nirujjhissanti.",
  "ya9.2.2:217.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha akusalā dhammā na nirujjhantīti? Āmantā.",
  "ya9.2.2:218.0": "9.2.2.6.1. Anulomapuggala",
  "ya9.2.2:218.1": "» Yassa kusalā dhammā nirujjhittha tassa akusalā dhammā nirujjhissantīti?",
  "ya9.2.2:219.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ kusalā dhammā nirujjhittha, no ca tesaṃ akusalā dhammā nirujjhissanti. Itaresaṃ tesaṃ kusalā ca dhammā nirujjhittha akusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:220.1": "« Yassa vā pana akusalā dhammā nirujjhissanti tassa kusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:221.1": "» Yassa kusalā dhammā nirujjhittha tassa abyākatā dhammā nirujjhissantīti?",
  "ya9.2.2:222.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṃ kusalā dhammā nirujjhittha, no ca tesaṃ abyākatā dhammā nirujjhissanti. Itaresaṃ tesaṃ kusalā ca dhammā nirujjhittha abyākatā ca dhammā nirujjhissanti.",
  "ya9.2.2:223.1": "« Yassa vā pana abyākatā dhammā nirujjhissanti tassa kusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:224.1": "» Yassa akusalā dhammā nirujjhittha tassa abyākatā dhammā nirujjhissantīti?",
  "ya9.2.2:225.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṃ akusalā dhammā nirujjhittha, no ca tesaṃ abyākatā dhammā nirujjhissanti. Itaresaṃ tesaṃ akusalā ca dhammā nirujjhittha abyākatā ca dhammā nirujjhissanti.",
  "ya9.2.2:226.1": "« Yassa vā pana abyākatā dhammā nirujjhissanti tassa akusalā dhammā nirujjhitthāti? Āmantā.",
  "ya9.2.2:227.0": "9.2.2.6.2. Anulomaokāsa",
  "ya9.2.2:227.1": "» Yattha kusalā dhammā nirujjhittha tattha akusalā dhammā nirujjhissantīti? …pe….",
  "ya9.2.2:228.0": "9.2.2.6.3. Anulomapuggalokāsa",
  "ya9.2.2:228.1": "» Yassa yattha kusalā dhammā nirujjhittha tassa tattha akusalā dhammā nirujjhissantīti?",
  "ya9.2.2:229.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ tattha kusalā dhammā nirujjhittha, no ca tesaṃ tattha akusalā dhammā nirujjhissanti. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha kusalā ca dhammā nirujjhittha akusalā ca dhammā nirujjhissanti.",
  "ya9.2.2:230.1": "« Yassa vā pana yattha akusalā dhammā nirujjhissanti tassa tattha kusalā dhammā nirujjhitthāti?",
  "ya9.2.2:231.1": "Suddhāvāsānaṃ dutiye citte vattamāne tesaṃ tattha akusalā dhammā nirujjhissanti, no ca tesaṃ tattha kusalā dhammā nirujjhittha. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha akusalā ca dhammā nirujjhissanti kusalā ca dhammā nirujjhittha.",
  "ya9.2.2:232.1": "» Yassa yattha kusalā dhammā nirujjhittha tassa tattha abyākatā dhammā nirujjhissantīti?",
  "ya9.2.2:233.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha kusalā dhammā nirujjhittha, no ca tesaṃ tattha abyākatā dhammā nirujjhissanti. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha kusalā ca dhammā nirujjhittha abyākatā ca dhammā nirujjhissanti.",
  "ya9.2.2:234.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha kusalā dhammā nirujjhitthāti?",
  "ya9.2.2:235.1": "Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhissanti, no ca tesaṃ tattha kusalā dhammā nirujjhittha. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha abyākatā ca dhammā nirujjhissanti kusalā ca dhammā nirujjhittha.",
  "ya9.2.2:236.1": "» Yassa yattha akusalā dhammā nirujjhittha tassa tattha abyākatā dhammā nirujjhissantīti?",
  "ya9.2.2:237.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha akusalā dhammā nirujjhittha, no ca tesaṃ tattha abyākatā dhammā nirujjhissanti. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha akusalā ca dhammā nirujjhittha abyākatā ca dhammā nirujjhissanti.",
  "ya9.2.2:238.1": "« Yassa vā pana yattha abyākatā dhammā nirujjhissanti tassa tattha akusalā dhammā nirujjhitthāti?",
  "ya9.2.2:239.1": "Suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha abyākatā dhammā nirujjhissanti, no ca tesaṃ tattha akusalā dhammā nirujjhittha. Itaresaṃ catuvokārānaṃ pañcavokārānaṃ tesaṃ tattha abyākatā ca dhammā nirujjhissanti akusalā ca dhammā nirujjhittha.",
  "ya9.2.2:240.0": "9.2.2.6.4. Paccanīkapuggala",
  "ya9.2.2:240.1": "» Yassa kusalā dhammā na nirujjhittha tassa akusalā dhammā na nirujjhissantīti? Natthi.",
  "ya9.2.2:241.1": "« Yassa vā pana akusalā dhammā na nirujjhissanti tassa kusalā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:242.1": "» Yassa kusalā dhammā na nirujjhittha tassa abyākatā dhammā na nirujjhissantīti? Natthi.",
  "ya9.2.2:243.1": "« Yassa vā pana abyākatā dhammā na nirujjhissanti tassa kusalā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:244.1": "» Yassa akusalā dhammā na nirujjhittha tassa abyākatā dhammā na nirujjhissantīti? Natthi.",
  "ya9.2.2:245.1": "« Yassa vā pana abyākatā dhammā na nirujjhissanti tassa akusalā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:246.0": "9.2.2.6.5. Paccanīkaokāsa",
  "ya9.2.2:246.1": "» Yattha kusalā dhammā na nirujjhittha tattha akusalā dhammā na nirujjhissantīti? …pe….",
  "ya9.2.2:247.0": "9.2.2.6.6. Paccanīkapuggalokāsa",
  "ya9.2.2:247.1": "» Yassa yattha kusalā dhammā na nirujjhittha tassa tattha akusalā dhammā na nirujjhissantīti?",
  "ya9.2.2:248.1": "Suddhāvāsānaṃ dutiye citte vattamāne tesaṃ tattha kusalā dhammā na nirujjhittha, no ca tesaṃ tattha akusalā dhammā na nirujjhissanti. Asaññasattānaṃ tesaṃ tattha kusalā ca dhammā na nirujjhittha akusalā ca dhammā na nirujjhissanti.",
  "ya9.2.2:249.1": "« Yassa vā pana yattha akusalā dhammā na nirujjhissanti tassa tattha kusalā dhammā na nirujjhitthāti?",
  "ya9.2.2:250.1": "Aggamaggasamaṅgīnaṃ arahantānaṃ yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tesaṃ tattha akusalā dhammā na nirujjhissanti, no ca tesaṃ tattha kusalā dhammā na nirujjhittha. Asaññasattānaṃ tesaṃ tattha akusalā ca dhammā na nirujjhissanti kusalā ca dhammā na nirujjhittha.",
  "ya9.2.2:251.1": "» Yassa yattha kusalā dhammā na nirujjhittha tassa tattha abyākatā dhammā na nirujjhissantīti? Nirujjhissanti.",
  "ya9.2.2:252.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha kusalā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:253.1": "» Yassa yattha akusalā dhammā na nirujjhittha tassa tattha abyākatā dhammā na nirujjhissantīti? Nirujjhissanti.",
  "ya9.2.2:254.1": "« Yassa vā pana yattha abyākatā dhammā na nirujjhissanti tassa tattha akusalā dhammā na nirujjhitthāti? Nirujjhittha.",
  "ya9.2.2:255.1": "Nirodhavāro."
}