{
  "sn41.2:0.1": "Linked Discourses 41 ",
  "sn41.2:0.2": "1. With Citta ",
  "sn41.2:0.3": "2. Isidatta (1st) ",
  "sn41.2:1.1": "At one time several senior mendicants were staying near Macchikāsaṇḍa in the Wild Mango Grove. ",
  "sn41.2:1.2": "Then Citta the householder went up to them, bowed, sat down to one side, and said to them, ",
  "sn41.2:1.3": "“Sirs, may the senior mendicants please accept my offering of tomorrow’s meal.” ",
  "sn41.2:1.4": "They consented in silence. ",
  "sn41.2:1.5": "Knowing that the senior mendicants had consented, Citta got up from his seat, bowed, and respectfully circled them, keeping them on his right, before leaving. ",
  "sn41.2:1.6": "Then when the night had passed, the senior mendicants robed up in the morning and, taking their bowls and robes, went to Citta’s home, and sat down on the seats spread out. ",
  "sn41.2:2.1": "Then Citta went up to them, bowed, sat down to one side, and asked the senior venerable, ",
  "sn41.2:2.2": "“Sir, they speak of ‘the diversity of elements’. ",
  "sn41.2:2.3": "In what way did the Buddha speak of the diversity of elements?” ",
  "sn41.2:2.4": "When he said this, the senior venerable kept silent. ",
  "sn41.2:2.5": "For a second time … ",
  "sn41.2:2.6": " ",
  "sn41.2:2.7": " ",
  "sn41.2:2.8": " ",
  "sn41.2:2.9": "And for a third time, Citta asked him, ",
  "sn41.2:2.10": "“Sir, they speak of ‘the diversity of elements’. ",
  "sn41.2:2.11": "In what way did the Buddha speak of the diversity of elements?” ",
  "sn41.2:2.12": "And a second time and a third time the senior venerable kept silent. ",
  "sn41.2:3.1": "Now at that time Venerable Isidatta was the most junior mendicant in that Saṅgha. ",
  "sn41.2:3.2": "He said to the senior venerable, ",
  "sn41.2:3.3": "“Sir, may I answer Citta’s question?” ",
  "sn41.2:3.4": "“Answer it, Reverend Isidatta.” ",
  "sn41.2:3.5": "“Householder, is this your question: ",
  "sn41.2:3.6": "‘They speak of “the diversity of elements”. ",
  "sn41.2:3.7": "In what way did the Buddha speak of the diversity of elements?’” ",
  "sn41.2:3.8": "“Yes, sir.” ",
  "sn41.2:3.9": "“This is the diversity of elements spoken of by the Buddha. ",
  "sn41.2:3.10": "The eye element, the sights element, the eye consciousness element … ",
  "sn41.2:3.11": "The mind element, the thought element, the mind consciousness element. ",
  "sn41.2:3.12": "This is how the Buddha spoke of the diversity of elements.” ",
  "sn41.2:4.1": "Then Citta, having approved and agreed with what Isidatta said, served and satisfied the senior mendicants with his own hands with a variety of delicious foods. ",
  "sn41.2:4.2": "When the senior mendicants had eaten and washed their hands and bowls, they got up from their seats and left. ",
  "sn41.2:4.3": "Then the senior venerable said to Venerable Isidatta, ",
  "sn41.2:4.4": "“Isidatta, it’s good that you felt inspired to answer that question, because I didn’t. ",
  "sn41.2:4.5": "So when a similar question comes up, you should also answer it as you feel inspired.” "
}