{
  "sn14.8:0.1": "Verbundene Lehrreden 14.8 ",
  "sn14.8:0.2": "1. Das Kapitel über Vielfalt ",
  "sn14.8:0.3": "Nicht die Vielfalt der Wahrnehmungen ",
  "sn14.8:1.1": "In Sāvatthī. ",
  "sn14.8:1.2": "„Mönche und Nonnen, die Vielfalt der Elemente führt zur Vielfalt der Wahrnehmungen, die Vielfalt der Wahrnehmungen führt zur Vielfalt der Gedanken, die Vielfalt der Gedanken führt zur Vielfalt des Sehnens, die Vielfalt des Sehnens führt zur Vielfalt der Leidenschaften, und die Vielfalt der Leidenschaften führt zu den vielfältigen Arten der Suche. ",
  "sn14.8:1.3": "Die vielfältigen Arten der Suche führen nicht zur Vielfalt der Leidenschaften, die Vielfalt der Leidenschaften führt nicht zur Vielfalt des Sehnens, die Vielfalt des Sehnens führt nicht zur Vielfalt der Gedanken, die Vielfalt der Gedanken führt nicht zur Vielfalt der Wahrnehmungen, und die Vielfalt der Wahrnehmungen führt nicht zur Vielfalt der Elemente. ",
  "sn14.8:1.4": "Und was ist die Vielfalt der Elemente? ",
  "sn14.8:1.5": "Das Bildelement, das Tonelement, das Duftelement, das Geschmackselement, das Berührungselement und das Gedankenelement – ",
  "sn14.8:1.6": "das nennt man die Vielfalt der Elemente. ",
  "sn14.8:2.1": "Und wie führt die Vielfalt der Elemente zur Vielfalt der Wahrnehmungen … ",
  "sn14.8:2.2": "die Vielfalt der Wahrnehmungen aber nicht zur Vielfalt der Elemente? ",
  "sn14.8:3.1": "Das Bildelement führt zur Wahrnehmung von Bildern … ",
  "sn14.8:3.2": "Das Gedankenelement führt zur Wahrnehmung von Gedanken … und die Leidenschaft für Gedanken zur Suche nach Gedanken. ",
  "sn14.8:3.3": "Die Suche nach Gedanken führt nicht zur Leidenschaft für Gedanken, die Leidenschaft für Gedanken nicht zum Sehnen nach Gedanken, das Sehnen nach Gedanken nicht zu Gedanken über Gedanken, die Gedanken über Gedanken nicht zur Wahrnehmung von Gedanken und die Wahrnehmung von Gedanken nicht zu einem Gedankenelement. ",
  "sn14.8:4.1": "So führt die Vielfalt der Elemente zur Vielfalt der Wahrnehmungen … ",
  "sn14.8:4.2": "die Vielfalt der Wahrnehmungen aber nicht zur Vielfalt der Elemente.“ "
}