{
  "sn14.12:0.1": "Verbundene Lehrreden 14.12 ",
  "sn14.12:0.2": "2. Das zweite Kapitel ",
  "sn14.12:0.3": "Aus einer Ursache ",
  "sn14.12:1.1": "In Sāvatthī. ",
  "sn14.12:1.2": "„Mönche und Nonnen, sinnliche, boshafte und grausame Gedanken entstehen aus einer Ursache, nicht ohne Ursache. ",
  "sn14.12:2.1": "Und wie entstehen sinnliche, boshafte und grausame Gedanken aus einer Ursache, nicht ohne Ursache? ",
  "sn14.12:2.2": "Das Element der Sinnlichkeit führt zu sinnlichen Wahrnehmungen, sinnliche Wahrnehmungen zu sinnlichen Gedanken, sinnliche Gedanken zum Sehnen nach Sinnlichem, Sehnen nach Sinnlichem zu sinnlichen Leidenschaften und sinnliche Leidenschaften zur Suche nach Sinnenfreuden. ",
  "sn14.12:2.3": "Ein ungebildeter gewöhnlicher Mensch auf der Suche nach Sinnenfreuden verhält sich auf drei Arten schlecht: mit dem Körper, der Sprache und dem Geist. ",
  "sn14.12:3.1": "Das Element der Boshaftigkeit führt zu boshaften Wahrnehmungen, boshafte Wahrnehmungen zu boshaften Gedanken … zum Sehnen nach Boshaftem … zu boshaften Leidenschaften … zur Suche nach Boshaftem. ",
  "sn14.12:3.2": "Ein ungebildeter gewöhnlicher Mensch auf der Suche nach Boshaftem verhält sich auf drei Arten schlecht: mit dem Körper, der Sprache und dem Geist. ",
  "sn14.12:4.1": "Das Element der Grausamkeit führt zu grausamen Wahrnehmungen, grausame Wahrnehmungen zu grausamen Gedanken … zum Sehnen nach Grausamem … zu grausamen Leidenschaften … zur Suche nach Grausamem. ",
  "sn14.12:4.2": "Ein ungebildeter gewöhnlicher Mensch auf der Suche nach Grausamem verhält sich auf drei Arten schlecht: mit dem Körper, der Sprache und dem Geist. ",
  "sn14.12:5.1": "Wie wenn jemand eine brennende Fackel in ein Dickicht von trockenem Gras werfen würde: Wenn er sie nicht schnell mit Händen und Füßen löschen würde, würden die Geschöpfe, die in dem Gras und Holz lebten, zugrunde gehen. ",
  "sn14.12:5.2": "Ebenso ist es, wenn in einem Asketen oder Brahmanen eine fehlgeleitete Wahrnehmung entsteht: Wenn er sie nicht schnell aufgibt, sich von ihr losmacht, sie beseitigt und ausmerzt, wird er in diesem Leben Qual, Bedrängnis und Fieber erleiden. ",
  "sn14.12:5.3": "Und wenn der Körper auseinanderbricht, nach dem Tod, kann er eine schlechte Wiedergeburt erwarten. ",
  "sn14.12:6.1": "Entsagende, wohlwollende und gutmütige Gedanken entstehen aus einer Ursache, nicht ohne Ursache. ",
  "sn14.12:7.1": "Und wie entstehen entsagende, wohlwollende und gutmütige Gedanken aus einer Ursache, nicht ohne Ursache? ",
  "sn14.12:7.2": "Das Element der Entsagung führt zu Wahrnehmungen der Entsagung, ",
  "sn14.12:7.3": "Wahrnehmungen der Entsagung zu Gedanken an Entsagung, ",
  "sn14.12:7.4": "Gedanken an Entsagung zu Enthusiasmus für Entsagung, ",
  "sn14.12:7.5": "Enthusiasmus für Entsagung zu Leidenschaft für Entsagung ",
  "sn14.12:7.6": "und Leidenschaft für Entsagung zur Suche nach Entsagung. ",
  "sn14.12:7.7": "Ein gebildeter edler Schüler auf der Suche nach Entsagung verhält sich auf drei Arten gut: mit dem Körper, der Sprache und dem Geist. ",
  "sn14.12:8.1": "Das Element des Wohlwollens führt zu wohlwollenden Wahrnehmungen, ",
  "sn14.12:8.2": "wohlwollende Wahrnehmungen zu wohlwollenden Gedanken … ",
  "sn14.12:8.3": "zu Enthusiasmus für Wohlwollen … ",
  "sn14.12:8.4": "zu Leidenschaft für Wohlwollen … ",
  "sn14.12:8.5": "zur Suche nach Wohlwollen. ",
  "sn14.12:8.6": "Ein gebildeter edler Schüler auf der Suche nach Wohlwollen verhält sich auf drei Arten gut: mit dem Körper, der Sprache und dem Geist. ",
  "sn14.12:9.1": "Das Element der Gutmütigkeit führt zu gutmütigen Wahrnehmungen, ",
  "sn14.12:9.2": "gutmütige Wahrnehmungen zu gutmütigen Gedanken … ",
  "sn14.12:9.3": "zu Enthusiasmus für Gutmütigkeit … ",
  "sn14.12:9.4": "zu Leidenschaft für Gutmütigkeit … ",
  "sn14.12:9.5": "zur Suche nach Gutmütigkeit. ",
  "sn14.12:9.6": "Ein gebildeter edler Schüler auf der Suche nach Gutmütigkeit verhält sich auf drei Arten gut: mit dem Körper, der Sprache und dem Geist. ",
  "sn14.12:10.1": "Wie wenn jemand eine brennende Fackel in ein Dickicht von trockenem Gras werfen würde: Wenn er sie schnell mit Händen und Füßen löschen würde, würden die Geschöpfe, die in dem Gras und Holz lebten, nicht zugrunde gehen. ",
  "sn14.12:10.2": "Ebenso ist es, wenn in einem Asketen oder Brahmanen eine fehlgeleitete Wahrnehmung entsteht: Wenn er sie schnell aufgibt, sich von ihr losmacht, sie beseitigt und ausmerzt, wird er in diesem Leben glücklich sein, frei von Qual, Bedrängnis und Fieber. ",
  "sn14.12:10.3": "Und wenn der Körper auseinanderbricht, nach dem Tod, kann er eine gute Wiedergeburt erwarten.“ "
}