{
  "sn14.32:0.1": "Verbundene Lehrreden 14.32 ",
  "sn14.32:0.2": "4. Das vierte Kapitel ",
  "sn14.32:0.3": "Auf der Suche nach den vorteilhaften Folgen ",
  "sn14.32:1.1": "In Sāvatthī. ",
  "sn14.32:1.2": "„Mönche und Nonnen, ich machte mich auf die Suche nach den vorteilhaften Folgen beim Erdelement, und ich fand sie. Ich habe den vollen Umfang der vorteilhaften Folgen beim Erdelement mit Weisheit klar gesehen. ",
  "sn14.32:1.3": "Ich machte mich auf die Suche nach den nachteiligen Folgen beim Erdelement, und ich fand sie. Ich habe den vollen Umfang der nachteiligen Folgen beim Erdelement mit Weisheit klar gesehen. ",
  "sn14.32:1.4": "Ich machte mich auf die Suche nach dem Entrinnen vom Erdelement, und ich fand es. Ich habe den vollen Umfang des Entrinnens vom Erdelement mit Weisheit klar gesehen. ",
  "sn14.32:2.1": "Ich machte mich auf die Suche nach den vorteilhaften Folgen beim Wasserelement … ",
  "sn14.32:2.2": "Ich machte mich auf die Suche nach den vorteilhaften Folgen beim Feuerelement … ",
  "sn14.32:2.3": "Ich machte mich auf die Suche nach den vorteilhaften Folgen beim Luftelement … ",
  "sn14.32:3.1": "Solange ich bei diesen vier Elementen die vorteilhaften und nachteiligen Folgen und das Entrinnen nicht als das, was sie sind, wahrhaftig verstanden hatte, so lange habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen nicht mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn14.32:4.1": "Als ich aber bei diesen vier Elementen die vorteilhaften und nachteiligen Folgen und das Entrinnen als das, was sie sind, wahrhaftig verstanden hatte, da habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn14.32:4.2": "Erkennen und Sehen gingen mir auf: ",
  "sn14.32:4.3": "‚Meine Freiheit ist unerschütterlich. Das ist meine letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.‘“ "
}