{
  "sn14.10:0.1": "Verbundene Lehrreden 14.10 ",
  "sn14.10:0.2": "1. Das Kapitel über Vielfalt ",
  "sn14.10:0.3": "Nicht die Vielfalt des Gewinns ",
  "sn14.10:1.1": "In Sāvatthī. ",
  "sn14.10:1.2": "„Mönche und Nonnen, die Vielfalt der Elemente führt zur Vielfalt der Wahrnehmungen, ",
  "sn14.10:1.3": "die Vielfalt der Wahrnehmungen führt zur Vielfalt der Gedanken, ",
  "sn14.10:1.4": "zur Vielfalt der Berührungen … ",
  "sn14.10:1.5": "der Gefühle … ",
  "sn14.10:1.6": "des Sehnens … ",
  "sn14.10:1.7": "der Leidenschaften … ",
  "sn14.10:1.8": "und die vielfältigen Arten der Suche führen zur Vielfalt des Gewinns. ",
  "sn14.10:1.9": "Die Vielfalt des Gewinns führt nicht zu den vielfältigen Arten der Suche, ",
  "sn14.10:1.10": "die vielfältigen Arten der Suche nicht zur Vielfalt der Leidenschaften, ",
  "sn14.10:1.11": "zur Vielfalt des Sehnens … ",
  "sn14.10:1.12": "der Gefühle … ",
  "sn14.10:1.13": "der Berührungen … ",
  "sn14.10:1.14": "der Gedanken … ",
  "sn14.10:1.15": "und die Vielfalt der Wahrnehmungen führt nicht zur Vielfalt der Elemente. ",
  "sn14.10:1.16": "Und was ist die Vielfalt der Elemente? ",
  "sn14.10:1.17": "Das Bildelement, das Tonelement, das Duftelement, das Geschmackselement, das Berührungselement und das Gedankenelement – ",
  "sn14.10:1.18": "das nennt man die Vielfalt der Elemente. ",
  "sn14.10:2.1": "Und wie führt die Vielfalt der Elemente zur Vielfalt der Wahrnehmungen, ",
  "sn14.10:2.2": "die Vielfalt der Wahrnehmungen zur Vielfalt der Gedanken, ",
  "sn14.10:2.3": "zur Vielfalt der Berührungen … ",
  "sn14.10:2.4": "der Gefühle … ",
  "sn14.10:2.5": "des Sehnens … ",
  "sn14.10:2.6": "der Leidenschaften … ",
  "sn14.10:2.7": "zu den vielfältigen Arten der Suche … ",
  "sn14.10:2.8": "zur Vielfalt des Gewinns, ",
  "sn14.10:2.9": "die Vielfalt des Gewinns aber nicht zu den vielfältigen Arten der Suche … ",
  "sn14.10:2.10": "zur Vielfalt der Leidenschaften … ",
  "sn14.10:2.11": "des Sehnens … ",
  "sn14.10:2.12": "der Gefühle … ",
  "sn14.10:2.13": "der Berührungen … ",
  "sn14.10:2.14": "der Gedanken … der Wahrnehmungen … der Elemente? ",
  "sn14.10:3.1": "Das Bildelement führt zur Wahrnehmung von Bildern … ",
  "sn14.10:3.2": "Das Gedankenelement führt zur Wahrnehmung von Gedanken … ",
  "sn14.10:3.3": "und die Suche nach Gedanken zum Gewinn von Gedanken. ",
  "sn14.10:3.4": "Der Gewinn von Gedanken führt nicht zur Suche nach Gedanken, die Suche nach Gedanken nicht zur Leidenschaft für Gedanken, die Leidenschaft für Gedanken nicht zum Sehnen nach Gedanken, das Sehnen nach Gedanken nicht zu einem durch Gedankenberührung bedingten Gefühl, das durch Gedankenberührung bedingte Gefühl nicht zu Gedankenberührung, die Gedankenberührung nicht zu Gedanken über Gedanken, die Gedanken über Gedanken nicht zur Wahrnehmung von Gedanken und die Wahrnehmung von Gedanken nicht zu einem Gedankenelement. ",
  "sn14.10:4.1": "So führt die Vielfalt der Elemente zur Vielfalt der Wahrnehmungen … ",
  "sn14.10:4.2": "",
  "sn14.10:4.3": "",
  "sn14.10:4.9": "die Vielfalt der Wahrnehmungen aber nicht zur Vielfalt der Elemente.“ "
}