{
  "sn14.7:0.1": "Verbundene Lehrreden 14.7 ",
  "sn14.7:0.2": "1. Das Kapitel über Vielfalt ",
  "sn14.7:0.3": "Die Vielfalt der Wahrnehmungen ",
  "sn14.7:1.1": "In Sāvatthī. ",
  "sn14.7:1.2": "„Mönche und Nonnen, die Vielfalt der Elemente führt zur Vielfalt der Wahrnehmungen, die Vielfalt der Wahrnehmungen führt zur Vielfalt der Gedanken, die Vielfalt der Gedanken führt zur Vielfalt des Sehnens, die Vielfalt des Sehnens führt zur Vielfalt der Leidenschaften und die Vielfalt der Leidenschaften führt zu den vielfältigen Arten der Suche. ",
  "sn14.7:1.3": "Und was ist die Vielfalt der Elemente? ",
  "sn14.7:1.4": "Das Bildelement, das Tonelement, das Duftelement, das Geschmackselement, das Berührungselement und das Gedankenelement – ",
  "sn14.7:1.5": "das nennt man die Vielfalt der Elemente. ",
  "sn14.7:2.1": "Und wie führt die Vielfalt der Elemente zur Vielfalt der Wahrnehmungen, die Vielfalt der Wahrnehmungen zur Vielfalt der Gedanken, die Vielfalt der Gedanken zur Vielfalt des Sehnens, die Vielfalt des Sehnens zur Vielfalt der Leidenschaften und die Vielfalt der Leidenschaften zu den vielfältigen Arten der Suche? ",
  "sn14.7:3.1": "Das Bildelement führt zur Wahrnehmung von Bildern; die Wahrnehmung von Bildern führt zu Gedanken über Bilder; die Gedanken über Bilder führen zum Sehnen nach Bildern; das Sehnen nach Bildern führt zur Leidenschaft für Bilder; die Leidenschaft für Bilder führt zur Suche nach Bildern. … ",
  "sn14.7:3.2": "Das Gedankenelement führt zur Wahrnehmung von Gedanken; die Wahrnehmung von Gedanken führt zu Gedanken über Gedanken; die Gedanken über Gedanken führen zum Sehnen nach Gedanken; das Sehnen nach Gedanken führt zur Leidenschaft für Gedanken; die Leidenschaft für Gedanken führt zur Suche nach Gedanken. ",
  "sn14.7:4.1": "So führt die Vielfalt der Elemente zur Vielfalt der Wahrnehmungen, die Vielfalt der Wahrnehmungen zur Vielfalt der Gedanken, die Vielfalt der Gedanken zur Vielfalt des Sehnens, die Vielfalt des Sehnens zur Vielfalt der Leidenschaften und die Vielfalt der Leidenschaften zu den vielfältigen Arten der Suche.“ "
}