{
  "sn14.9:0.1": "Verbundene Lehrreden 14.9 ",
  "sn14.9:0.2": "1. Das Kapitel über Vielfalt ",
  "sn14.9:0.3": "Die Vielfalt des Gewinns ",
  "sn14.9:1.1": "In Sāvatthī. ",
  "sn14.9:1.2": "„Mönche und Nonnen, die Vielfalt der Elemente führt zur Vielfalt der Wahrnehmungen, die Vielfalt der Wahrnehmungen führt zur Vielfalt der Gedanken, die Vielfalt der Gedanken führt zur Vielfalt der Berührungen, die Vielfalt der Berührungen führt zur Vielfalt der Gefühle, die Vielfalt der Gefühle führt zur Vielfalt des Sehnens, die Vielfalt des Sehnens führt zur Vielfalt der Leidenschaften, die Vielfalt der Leidenschaften führt zu den vielfältigen Arten der Suche, und die vielfältigen Arten der Suche führen zur Vielfalt von Gewinn. ",
  "sn14.9:1.3": "Und was ist die Vielfalt der Elemente? ",
  "sn14.9:1.4": "Das Bildelement, das Tonelement, das Duftelement, das Geschmackselement, das Berührungselement und das Gedankenelement – ",
  "sn14.9:1.5": "das nennt man die Vielfalt der Elemente. ",
  "sn14.9:2.1": "Und wie führt die Vielfalt der Elemente zur Vielfalt der Wahrnehmungen … und die vielfältigen Arten der Suche zur Vielfalt von Gewinn? ",
  "sn14.9:3.1": "Das Bildelement führt zur Wahrnehmung von Bildern, die Wahrnehmung von Bildern zu Gedanken über Bilder, die Gedanken über Bilder zur Bildberührung, die Bildberührung zu einem durch Bildberührung bedingten Gefühl, das durch Bildberührung bedingte Gefühl zum Sehnen nach Bildern, das Sehnen nach Bildern zur Leidenschaft für Bilder, die Leidenschaft für Bilder zur Suche nach Bildern und die Suche nach Bildern zum Gewinn von Bildern … ",
  "sn14.9:3.2": "Das Gedankenelement führt zur Wahrnehmung von Gedanken, die Wahrnehmung von Gedanken zu Gedanken über Gedanken, die Gedanken über Gedanken zu Gedankenberührung, die Gedankenberührung zu einem durch Gedankenberührung bedingten Gefühl, das durch Gedankenberührung bedingte Gefühl zum Sehnen nach Gedanken, das Sehnen nach Gedanken zur Leidenschaft für Gedanken, die Leidenschaft für Gedanken zur Suche nach Gedanken und die Suche nach Gedanken zum Gewinn von Gedanken. ",
  "sn14.9:4.1": "So führt die Vielfalt der Elemente zur Vielfalt der Wahrnehmungen … und die vielfältigen Arten der Suche zur Vielfalt von Gewinn.“ "
}