{
  "sn14.31:0.1": "Verbundene Lehrreden 14.31 ",
  "sn14.31:0.2": "4. Das vierte Kapitel ",
  "sn14.31:0.3": "Vor dem Erwachen ",
  "sn14.31:1.1": "In Sāvatthī. ",
  "sn14.31:1.2": "„Mönche und Nonnen, vor meinem Erwachen, als ich noch nicht erwacht war, aber zum Erwachen entschlossen, dachte ich: ",
  "sn14.31:1.3": "‚Worin bestehen vorteilhaften und nachteiligen Folgen und das Entrinnen beim Erdelement … ",
  "sn14.31:1.4": "beim Wasserelement … ",
  "sn14.31:1.5": "beim Feuerelement … ",
  "sn14.31:1.6": "und beim Luftelement?‘ ",
  "sn14.31:2.1": "Da kam mir der Gedanke: ",
  "sn14.31:2.2": "‚Das Glück und die Freude, die vom Erdelement kommen: darin bestehen die vorteilhaften Folgen. ",
  "sn14.31:2.3": "Dass das Erdelement unbeständig ist, voller Leiden, dass es zugrunde gehen muss: darin bestehen die nachteiligen Folgen. ",
  "sn14.31:2.4": "Die Sehnsucht und Begierde nach dem Erdelement ausräumen und aufgeben: darin besteht das Entrinnen. ",
  "sn14.31:2.5": "Das Glück und die Freude, die vom Wasserelement kommen … ",
  "sn14.31:2.6": "Das Glück und die Freude, die vom Feuerelement kommen … ",
  "sn14.31:2.7": "Das Glück und die Freude, die vom Luftelement kommen: darin bestehen die vorteilhaften Folgen. ",
  "sn14.31:2.8": "Dass das Luftelement unbeständig ist, voller Leiden, dass es zugrunde gehen muss: darin bestehen die nachteiligen Folgen. ",
  "sn14.31:2.9": "Die Sehnsucht und Begierde nach dem Luftelement ausräumen und aufgeben: darin besteht das Entrinnen.‘ ",
  "sn14.31:3.1": "Solange ich bei diesen vier Elementen die vorteilhaften und nachteiligen Folgen und das Entrinnen nicht auf diese Art ihrer wahren Natur gemäß wahrhaftig verstanden hatte, so lange habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen nicht mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn14.31:4.1": "Als ich aber bei diesen vier Elementen die vorteilhaften und nachteiligen Folgen und das Entrinnen auf diese Art ihrer wahren Natur gemäß wahrhaftig verstanden hatte, da habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn14.31:4.2": "Erkennen und Sehen gingen mir auf: ",
  "sn14.31:4.3": "‚Meine Freiheit ist unerschütterlich. Das ist meine letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.‘“ "
}