{
  "sn8.7:0.1": "Budini govori tematski grupisani 8.7 ",
  "sn8.7:0.2": "1. Vaṅgīsa ",
  "sn8.7:0.3": "Pavāraṇā ",
  "sn8.7:1.1": "Jednom je Blaženi boravio kraj Sāvatthīja, u Istočnom parku, u palati Migārine majke, zajedno sa velikom grupom monaha, od kojih su svi bili arahanti. ",
  "sn8.7:1.2": "Na dan predanosti, petnaestog dana u mesecu, Blaženi je sedeo na otvorenom, okružen monaškom zajednicom, kako bi obavili ceremoniju pozivanja (pavāraṇā). ",
  "sn8.7:1.3": "Osmotrivši pogledom ćutljivu zajednicu monaha, Blaženi im reče: ",
  "sn8.7:1.4": "„Hajde sada, monasi, pozivam vas (da mi kažete): ",
  "sn8.7:1.5": "da li mi zamerate išta u pogledu dela učinjenih telom ili govorom?” ",
  "sn8.7:2.1": "Kada to bi rečeno, poštovani Sāriputta ustade sa svog mesta i prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu Blaženoga i reče: ",
  "sn8.7:2.2": "„Poštovani, ne zameramo Blaženom ništa u pogledu dela učinjenih telom ili govorom. ",
  "sn8.7:2.3": "Jer Blaženi je izvor puta koji do sada nije izvirao, tvorac put koji do sada nije bio stvoren, objavitelj puta koji do sada nije bio objavljen. On je znalac puta, otkrivatelj puta, onaj ko je vešt u tom putu. ",
  "sn8.7:2.4": "A njegovi učenici sada žive sledeći taj put i njime su potom ovladali. ",
  "sn8.7:2.5": "I ja, poštovani, pozivam Blaženog (da mi kaže): ",
  "sn8.7:2.6": "da li mi Blaženi zamera išta u pogledu dela učinjenih telom ili govorom?” ",
  "sn8.7:3.1": "„Ne zameram ti, Sāriputta, ništa u pogledu dela učinjenih telom ili govorom. ",
  "sn8.7:3.2": "Ti si mudar, Sāriputta. Ti, Sariputta, poseduješ veliku mudrost, široku mudrost, radosnu mudrost, brzu mudrost, oštru mudrost, prodornu mudrost. ",
  "sn8.7:3.3": "Baš kao što najstariji sin vladara koji pokreće točak istine ispravno nastavlja da okreće točak koji je pokrenuo njegov otac, ",
  "sn8.7:3.4": "isto tako i ti, Sariputta, ispravno nastavljaš da okrećeš nenadmašni točak Dhamme koji sam ja pokrenuo.” ",
  "sn8.7:4.1": "„Ako mi Blaženi ne zamera ništa u pogledu dela učinjenih telom ili govorom, ",
  "sn8.7:4.2": "da li nešto zamera ovoj velikoj grupi monaha?” ",
  "sn8.7:4.3": "„Ne zameram, Sāriputta, ništa ovoj velikoj grupi monaha. ",
  "sn8.7:4.4": "Jer od ovih pet stotina monaha, šezdeset monaha poseduje tri znanja, šezdeset monaha poseduje šest moći, šezdeset monaha je oslobođeno na oba načina, a ostali su oslobođeni mudrošću.” ",
  "sn8.7:5.1": "Na to poštovani Vaṅgīsa ustade sa svog mesta i prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu Blaženoga i reče: ",
  "sn8.7:5.2": "„Javilo mi se nadahnuće, Blaženi! Javilo mi se nadahnuće, o Srećni!” ",
  "sn8.7:5.3": "A Blaženi mu reče: „Onda izrazi svoje nadahnuće, Vaṅgīsa.” ",
  "sn8.7:5.4": "Tada Vaṅgīsa ovim prigodnim stihovima pohvali Blaženog u njegovom prisustvu: ",
  "sn8.7:6.1": "„Danas, petnaestog dana, radi pročišćenja, ",
  "sn8.7:6.2": "pet stotina monaha se okupilo, ",
  "sn8.7:6.3": "oni koji su presekli sve okove i veze, ",
  "sn8.7:6.4": "neuznemireni mudraci za koje je preporođanje okončano. ",
  "sn8.7:7.1": "Kao što kralj koji pokreće točak istine, ",
  "sn8.7:7.2": "okružen svojim savetnicima, ",
  "sn8.7:7.3": "obilazi svuda unaokolo ",
  "sn8.7:7.4": "ovu zemlju sve do ivice mora, ",
  "sn8.7:8.1": "tako i pobednika u bici, ",
  "sn8.7:8.2": "vođu karavana neprevaziđenog, ",
  "sn8.7:8.3": "učenici poštuju i dvore, ",
  "sn8.7:8.4": "oni sa tri znanja, što smrt su nadvladali. ",
  "sn8.7:9.1": "Sve su to sinovi Blaženog, ",
  "sn8.7:9.2": "među njima se kukolj ne može naći. ",
  "sn8.7:9.3": "Uništitelj strele žudnje se klanjam, ",
  "sn8.7:9.4": "onome Sunčevog roda.” "
}