{
  "sn8.2:0.1": "Budini govori tematski grupisani 8.2 ",
  "sn8.2:0.2": "1. Vaṅgīsa ",
  "sn8.2:0.3": "Nezadovoljstvo ",
  "sn8.2:1.1": "Jednom je poštovani Vaṅgīsa boravio u Āḷaviju, kraj Aggāḷava svetilišta, zajedno sa svojim učiteljem Nigrodhakappom. ",
  "sn8.2:1.2": "A poštovani Nigrodhakappa bi, pošto se vrati iz prošenja hrane, posle obeda, imao običaj da uđe u svoju kolibu i iz nje ne bi izlazio sve do uveče ili do sutradan ujutro. ",
  "sn8.2:1.3": "Jednom prilikom u poštovanom Vaṅgīsi se javi nemir i strast mu zatrova um. ",
  "sn8.2:1.4": "Onda mu se javi ovakva misao: ",
  "sn8.2:1.5": "'Gubitak je za mene, nije dobitak za mene, loše je za mene, nije dobro za mene ",
  "sn8.2:1.6": "da se u meni javi nemir i strast mi zatruje um. I kako bi bilo moguće da neko drugi razveje ovaj nemir u meni i probudi zadovoljstvo? ",
  "sn8.2:1.7": "Kako bi bilo da ja sâm razvejem ovaj nemir u meni i probudim zadovoljstvo?” ",
  "sn8.2:1.8": "Učinivši upravo tako, poštovani Vaṅgīsa tom prilikom izgovori i ove stihove: ",
  "sn8.2:2.1": "„Napustivši zadovoljstvo i nezadovoljstvo, ",
  "sn8.2:2.2": "i na srodnike svaku misao, ",
  "sn8.2:2.3": "ni prema čemu šumu žudnji ne treba gajiti; ",
  "sn8.2:2.4": "bez strasti, bez ushićenja, to je istinski monah! ",
  "sn8.2:3.1": "Šta god da postoji na zemlji i u vazduhu, ",
  "sn8.2:3.2": "što ima oblik i u ovaj svet uključeno, ",
  "sn8.2:3.3": "sve je prolazno i propada. ",
  "sn8.2:3.4": "Razumevši istinu ovu, mudraci odlaze dalje. ",
  "sn8.2:4.1": "Ljudi se vežu za svoj posed, ",
  "sn8.2:4.2": "za ono što su videli, čuli, osetili ili pomislili. ",
  "sn8.2:4.3": "Odagnaj želju za tim, nepomućen budi: ",
  "sn8.2:4.4": "takvoga mudracem zovu, nevezanog za bilo šta ovde. ",
  "sn8.2:5.1": "Onih što upletu se u šikaru gledišta, vođeni sve dalje mislim svojim, ",
  "sn8.2:5.2": "mnogo je takvih među ljudima, što čvrsto se drže pogrešnog učenja: ",
  "sn8.2:5.3": "onaj što se ne priklanja nijednom taboru, ",
  "sn8.2:5.4": "niti lošu reč izgovara – samo takav je zaista monah! ",
  "sn8.2:6.1": "Sposoban, u sabranosti dobro uvežban, ",
  "sn8.2:6.2": "pošten, nenametljiv i neopsednut žudnjama, ",
  "sn8.2:6.3": "takav mudrac stanje mira dosegnu, ",
  "sn8.2:6.4": "u njemu dane svoje provodi potpuno ohlađen.” "
}