[
  {
    "creator_uid": "sujato",
    "creator_biography": "<p><span property='dc:creator'>Bhikkhu Sujato</span> was born as Anthony Aidan Best on <span class='dc:date'>4/11/1966</span> in Perth, Western Australia. He grew up in the pleasant suburbs of Mt Lawley and Attadale alongside his sister Nicola, who was the good child. His mother, Margaret Lorraine Huntsman née Pinder, said “he’ll either be a priest or a poet”, while his father, Anthony Thomas Best, advised him to “never do anything for money”. He attended Aquinas College, a Catholic school, where he decided to become an atheist. At the University of WA he studied philosophy, aiming to learn what he wanted to do with his life. Finding that what he wanted to do was play guitar, he dropped out. His main band was named Martha’s Vineyard, which achieved modest success in the indie circuit. Then it broke up, because everyone thought they personally were reason for the success, which, oddly enough, turns out not to have been the case. </p><p>A seemingly random encounter with a roadside joey took him to Thailand, where he entered his first meditation retreat at Wat Ram Poeng, Chieng Mai in 1992. He decided to devote himself to the Buddha’s path, and took full ordination in Wat Pa Nanachat in 1994, where his teachers were Ajahn Pasanno and Ajahn Jayasaro. In 1997 he returned to Perth to study with Ajahn Brahm at Bodhinyana Monastery. </p><p>He spent several years practicing in seclusion in Malaysia and Thailand before establishing Santi Forest Monastery in Bundanoon, NSW, in 2003. There he was instrumental in supporting the establishing the Theravada bhikkhuni order in Australia and advocating for women’s rights. He continues to teach in Australia and globally, with a special concern for the moral implications of climate change and other forms of environmental destruction. He has published a series of books of original and groundbreaking research on early Buddhism. </p><p>In 2005 he founded SuttaCentral together with Rod Bucknell and John Kelly. In 2015, seeing the need for a complete, accurate, plain English translation of the Pali texts, he undertook the task, spending nearly three years in isolation on the isle of Qi Mei off the coast of the nation of Taiwan. He completed the four main Nikāyas in 2018, and the early books of the Khuddaka Nikāya were complete by 2021. All this work is dedicated to the public domain and is entirely free of copyright encumbrance. </p><p>In 2019 he returned to Sydney where, together with Bhikkhu Akaliko, he established Lokanta Vihara (The Monastery at the End of the World). </p>"
  },
  {
    "creator_uid": "brahmali",
    "creator_biography": "<p><span property='dc:creator'>Bhikkhu Brahmali</span> was born Normay in <span class='dc:date'>1964</span>. He first became interested in Buddhism and meditation in his early 20s after a visit to Japan. Having completed degrees in engineering and finance, he began his monastic training as an anagarika (keeping the eight precepts) in England at Amaravati and Chithurst Buddhist Monastery.</p><p>After hearing teachings from Ajahn Brahm he decided to travel to Australia to train at Bodhinyana Monastery. Bhikkhu Brahmali has lived at Bodhinyana Monastery since 1994, and was ordained as a Bhikkhu, with Ajahn Brahm as his preceptor, in 1996. In 2015 he entered his 20th Rains Retreat as a fully ordained monastic and received the title Maha Thera (Great Elder).</p><p>Bhikkhu Brahmali’s knowledge of the Pali language and of the Suttas is excellent. Bhikkhu Bodhi who translated most of the Pali Canon into English for Wisdom Publications called him one of his major helpers for the recent translation of the “Numerical Discourse of the Buddha”. He has also published two essays on Dependent Origination and a book called “The Authenticity of the Early Buddhist Texts” with the Buddhist Publication Society in collaboration with Bhante Sujato.</p><p>The monastics of the Buddhist Society of WA (BSWA) often turn to him to clarify Vinaya (monastic discipline) or Sutta questions. They also greatly appreciate his Sutta and Pali classes. Furthermore he has been instrumental in most of the building and maintenance projects at Bodhinyana Monastery and at the emerging Hermit Hill property in Serpentine.</p> "
  }
]