[
    "I read the suttas for inspiration and advice.",
    "After each meditation session in each day, when I look back and analyse what I did, more often than not, I am left with a very acute need to verify what I have been experiencing. By coming to SuttaCentral, I get the opportunity to refer not only to suttas, but also to different analyses, different opinions, and different understandings.",
    "In reading suttas, free from the routine hassle of the day, there is a kind of calmness and clarity.",
    "Sutta is the closest record of Buddha’s teaching available to us which was passed down to us by Arahants and close associates to the Buddha. If we cant get it straight from the horse’s mouth the best thing we can do is to get it from the horse’s attendant.",
    "Initially I just found the suttas very neat to read in a purely conceptual or academically philosophical sense. But over time I began to read them in a more deeply philosophical way, for the love and pursuit of wisdom, as something to be internalized and embodied. And eventually I went for refuge to the triple gem as a result.",
    "No teacher or book has been as helpful to me as exploring the suttas. The more I read the suttas the clearer the path becomes. They give me inspiration, motivation and joy. Much gratitude to the Sangha over time for preserving them and to the modern translators to make them accessible to us.",
    "Reading the suttas allowed me to get to know the Buddha and appreciate the universal and timeless quality of his teachings. Before reading the suttas I only understood the power of the Dhamma and the Sangha. With the suttas I feel fully connected with the triple-gem.",
    "I picked up the Majjhima Nikāya on retreat and started reading and I couldn’t believe it—I was immediately laughing and tearing up, nodding my head and smiling with recognition—something about these words struck right to the heart. I ended up finishing the whole book in a month. Since then, the suttas have continued to be an invaluable source of wisdom, inspiration and guidance, a true companion on this path.",
    "Because they’re the roadmap to awakening.",
    "The fact that they are the primary sources for early Buddhist history makes them indispensable. Ongoing familiarity with the Suttas helps people engage critical thinking about Buddhism in general while they continue studying related secondary sources & developing their practices.",
    "I read the Suttas for the Dhamma, the words and the teachings of the historical Buddha and his monks and nuns. Reading these ancient and sometimes complex Suttas is like mining for gold; with a bit of effort, we can extract all of the wisdom and beauty of the Buddha’s pragmatic and elegant teachings, all designed to lead us away from suffering and onto a path of awakening.",
    "I had meditated but wanted to get a better understanding of the core teachings and psychology of the Buddha—reading the suttas were immensely helpful for me in this.",
    "Reading Suttas is the only way to understand the teaching of the Buddha and it is the only way someone serious about reaching Nibbana in this very life, can do so.",
    "I began to find an increasing sustenance in sutta references that came up online. As a consequence, I printed the suttas and filed away these hard copies for later reference. I’m not sure how representative this miscellany of suttas are of the Dhamma, but I kept them because they moved and inspired me when I read them.",
    "The suttas offer the most accurate and elegant description of my experience of life and the mechanisms that appear to underpin it that I’ve come across. This inspires a gleeful hope that the prescription they contain is worth taking. Also, some of them are excellently funny.",
    "I am interested in the suttas as pure history, and see the suttas as clues in a mystery story—the mystery story of ancient, pre-literate India and its complex spiritual, social and philosophical culture. On the one hand, the suttas seem to tell us a lot about the Buddha. But on the other hand, what they tell us is filtered through many layers of transmission that are obscure to us, and the Buddha is seen through a glass darkly.",
    "Because no one other than the Buddha has said that to come to be is misery and then taught a way to bring it to an end. I can’t remember what joy or happiness feels like, but the suttas give me solace.",
    "When you begin to find delight in the Suttas, you begin to suspect that you’ve stumbled upon a deeply delightful Path, one that leads to greater understanding and peace. At some point during the last 20 odd years, I sort of, respectfully and rather seriously, “fell in love” with the Buddha. So, really, I am still reading the suttas to get close to my Teacher.",
    "Several years ago I stumbled onto audio recordings of dhamma talks by Bhikkhu Bodhi. Most of the material went right over my head, but I found the talks comforting in a way I don’t know how to properly describe. The next step was to go to the suttas. Now, listening and reading mutually inform each other.",
    "I read the Buddhist scriptures because they help provide meaning to my life and help to teach me the right way to live, all without requiring belief in a theistic god.",
    "The Suttas inspire love, faith, patience, forgiveness, devotion—all those soft wholesome qualities that open the mind and make it softer, more receptive for meditation. Who’d have thought something I once thought was so dry, could be so full of such nourishment.",
    "I could say that I read suttas “to find and follow the Path,” but it is more inspired, in my experience, by the example and teaching (rooted in transmitted and time-tested interpretations of the texts) of individual teachers whose lives are dedicated to embodying it.",
    "Reading the word of the Buddha gives me the inspiration, guidance, & solace needed to face an ever-changing chaotic world. The wisdom of the Suttas leads me on a joyful path to take refuge in the Buddha, Dhamma, & Sangha, and provides me the strength to be my own refuge.",
    "There are so many different interpretations of the profound teachings the Buddha left behind thousands of years ago, but if you’re like me and you really only trust your own judgment, then the original text from which all else sprang is by far the best option. This is definitely the closest you can get to the mind of this great teacher, and there’s certainly enough here to always keep you reverent and learning.",
    "I read the Suttas because I spent, like, $250 US on the four Nikayas, and don’t want the money to go to waste!",
    "Suttas are the [free of charge] User Manual of the Mind without the need of a money-back guarantee.",
    "I read the suttas because they represent the closest historical picture of what the Buddha taught. More importantly though, they represent a complete vision for the practice of Dhamma; the Buddha’s path to liberation.",
    "When I began practicing I was hearing so many different views about “what the Buddha said/taught”, much of it contradictory and much of it not lining up with what was happenning in my own practice.  And then, wow, reading the suttas, it was like “coming home”.",
    "I am a poetry lover by nature, and it was not until I read the Therīgāthā that I began to feel the Dhamma in my being. I read about women who had endured so much pain and suffering, who had lost everything, and who had endured through their profound faith in the Triple Gem. But what shook me to my core was that these women (through the help of the Buddha) attained nibbana through their own volition, they lifted themselves up off of the ground in spite of all those who sought to deter them.",
    "The main motivation is to use it as a way of fine tuning right view and bring about a realistic perspective to practice and its fruits. As a bonus one gains a better understanding of who the Buddha was and in what kind of world he lived in and taught.",
    "To honor a truly magnificent man.",
    "Fear is the path to the dark side. Fear leads to anger; anger leads to hate; hate leads to suffering.",
    "I read the suttas because they teach how to “read”; how to read oneself, one’s existence, one’s confusions, one’s tragedy. This “whole mass of suffering” becomes readable sentences. The pen that writes these sentences become apparent. And it becomes clear, right then, that with the disappearance of the pen, no more tears are written.",
    "I like reading the suttas because it takes me to an ancient civilization thousands of years before mine and I get to see how they lived.",
    "For me, the suttas tell of a very different time, place and culture than the world I inhabit now, yet, the struggles of men and women of then are exactly the same that I face today. And the messages in the teachings of the Buddha contained in the suttas are as fresh and timeless today as they were 2500 years ago, showing people just like me the wonderful path to peace and happiness."
]