[
  {
    "text": "I read the suttas for inspiration and advice.",
    "lang": "en"
  },
  {
    "text": "After each meditation session in each day, when I look back and analyse what I did, more often than not, I am left with a very acute need to verify what I have been experiencing. By coming to SuttaCentral, I get the opportunity to refer not only to suttas, but also to different analyses, different opinions, and different understandings.",
    "lang": "en"
  },
  {
    "text": "In reading suttas, free from the routine hassle of the day, there is a kind of calmness and clarity.",
    "lang": "en"
  },
  {
    "text": "Sutta is the closest record of Buddha’s teaching available to us which was passed down to us by Arahants and close associates to the Buddha. If we cant get it straight from the horse’s mouth the best thing we can do is to get it from the horse’s attendant.",
    "lang": "en"
  },
  {
    "text": "Initially I just found the suttas very neat to read in a purely conceptual or academically philosophical sense. But over time I began to read them in a more deeply philosophical way, for the love and pursuit of wisdom, as something to be internalized and embodied. And eventually I went for refuge to the triple gem as a result.",
    "lang": "en"
  },
  {
    "text": "No teacher or book has been as helpful to me as exploring the suttas. The more I read the suttas the clearer the path becomes. They give me inspiration, motivation and joy. Much gratitude to the Sangha over time for preserving them and to the modern translators to make them accessible to us.",
    "lang": "en"
  },
  {
    "text": "Reading the suttas allowed me to get to know the Buddha and appreciate the universal and timeless quality of his teachings. Before reading the suttas I only understood the power of the Dhamma and the Sangha. With the suttas I feel fully connected with the triple-gem.",
    "lang": "en"
  },
  {
    "text": "I picked up the Majjhima Nikāya on retreat and started reading and I couldn’t believe it—I was immediately laughing and tearing up, nodding my head and smiling with recognition—something about these words struck right to the heart. I ended up finishing the whole book in a month. Since then, the suttas have continued to be an invaluable source of wisdom, inspiration and guidance, a true companion on this path.",
    "lang": "en"
  },
  {
    "text": "Because they’re the roadmap to awakening.",
    "lang": "en"
  },
  {
    "text": "The fact that they are the primary sources for early Buddhist history makes them indispensable. Ongoing familiarity with the Suttas helps people engage critical thinking about Buddhism in general while they continue studying related secondary sources & developing their practices.",
    "lang": "en"
  },
  {
    "text": "I read the Suttas for the Dhamma, the words and the teachings of the historical Buddha and his monks and nuns. Reading these ancient and sometimes complex Suttas is like mining for gold; with a bit of effort, we can extract all of the wisdom and beauty of the Buddha’s pragmatic and elegant teachings, all designed to lead us away from suffering and onto a path of awakening.",
    "lang": "en"
  },
  {
    "text": "I had meditated but wanted to get a better understanding of the core teachings and psychology of the Buddha—reading the suttas were immensely helpful for me in this.",
    "lang": "en"
  },
  {
    "text": "Reading Suttas is the only way to understand the teaching of the Buddha and it is the only way someone serious about reaching Nibbana in this very life, can do so.",
    "lang": "en"
  },
  {
    "text": "I began to find an increasing sustenance in sutta references that came up online. As a consequence, I printed the suttas and filed away these hard copies for later reference. I’m not sure how representative this miscellany of suttas are of the Dhamma, but I kept them because they moved and inspired me when I read them.",
    "lang": "en"
  },
  {
    "text": "The suttas offer the most accurate and elegant description of my experience of life and the mechanisms that appear to underpin it that I’ve come across. This inspires a gleeful hope that the prescription they contain is worth taking. Also, some of them are excellently funny.",
    "lang": "en"
  },
  {
    "text": "I am interested in the suttas as pure history, and see the suttas as clues in a mystery story—the mystery story of ancient, pre-literate India and its complex spiritual, social and philosophical culture. On the one hand, the suttas seem to tell us a lot about the Buddha. But on the other hand, what they tell us is filtered through many layers of transmission that are obscure to us, and the Buddha is seen through a glass darkly.",
    "lang": "en"
  },
  {
    "text": "Because no one other than the Buddha has said that to come to be is misery and then taught a way to bring it to an end. I can’t remember what joy or happiness feels like, but the suttas give me solace.",
    "lang": "en"
  },
  {
    "text": "When you begin to find delight in the Suttas, you begin to suspect that you’ve stumbled upon a deeply delightful Path, one that leads to greater understanding and peace. At some point during the last 20 odd years, I sort of, respectfully and rather seriously, “fell in love” with the Buddha. So, really, I am still reading the suttas to get close to my Teacher.",
    "lang": "en"
  },
  {
    "text": "Several years ago I stumbled onto audio recordings of dhamma talks by Bhikkhu Bodhi. Most of the material went right over my head, but I found the talks comforting in a way I don’t know how to properly describe. The next step was to go to the suttas. Now, listening and reading mutually inform each other.",
    "lang": "en"
  },
  {
    "text": "I read the Buddhist scriptures because they help provide meaning to my life and help to teach me the right way to live, all without requiring belief in a theistic god.",
    "lang": "en"
  },
  {
    "text": "The Suttas inspire love, faith, patience, forgiveness, devotion—all those soft wholesome qualities that open the mind and make it softer, more receptive for meditation. Who’d have thought something I once thought was so dry, could be so full of such nourishment.",
    "lang": "en"
  },
  {
    "text": "I could say that I read suttas “to find and follow the Path,” but it is more inspired, in my experience, by the example and teaching (rooted in transmitted and time-tested interpretations of the texts) of individual teachers whose lives are dedicated to embodying it.",
    "lang": "en"
  },
  {
    "text": "Reading the word of the Buddha gives me the inspiration, guidance, & solace needed to face an ever-changing chaotic world. The wisdom of the Suttas leads me on a joyful path to take refuge in the Buddha, Dhamma, & Sangha, and provides me the strength to be my own refuge.",
    "lang": "en"
  },
  {
    "text": "There are so many different interpretations of the profound teachings the Buddha left behind thousands of years ago, but if you’re like me and you really only trust your own judgment, then the original text from which all else sprang is by far the best option. This is definitely the closest you can get to the mind of this great teacher, and there’s certainly enough here to always keep you reverent and learning.",
    "lang": "en"
  },
  {
    "text": "I read the Suttas because I spent, like, $250 US on the four Nikayas, and don’t want the money to go to waste!",
    "lang": "en"
  },
  {
    "text": "Suttas are the [free of charge] User Manual of the Mind without the need of a money-back guarantee.",
    "lang": "en"
  },
  {
    "text": "I read the suttas because they represent the closest historical picture of what the Buddha taught. More importantly though, they represent a complete vision for the practice of Dhamma; the Buddha’s path to liberation.",
    "lang": "en"
  },
  {
    "text": "When I began practicing I was hearing so many different views about “what the Buddha said/taught”, much of it contradictory and much of it not lining up with what was happenning in my own practice. And then, wow, reading the suttas, it was like “coming home”.",
    "lang": "en"
  },
  {
    "text": "I am a poetry lover by nature, and it was not until I read the Therīgāthā that I began to feel the Dhamma in my being. I read about women who had endured so much pain and suffering, who had lost everything, and who had endured through their profound faith in the Triple Gem. But what shook me to my core was that these women (through the help of the Buddha) attained nibbana through their own volition, they lifted themselves up off of the ground in spite of all those who sought to deter them.",
    "lang": "en"
  },
  {
    "text": "The main motivation is to use it as a way of fine tuning right view and bring about a realistic perspective to practice and its fruits. As a bonus one gains a better understanding of who the Buddha was and in what kind of world he lived in and taught.",
    "lang": "en"
  },
  {
    "text": "To honor a truly magnificent man.",
    "lang": "en"
  },
  {
    "text": "Fear is the path to the dark side. Fear leads to anger; anger leads to hate; hate leads to suffering.",
    "lang": "en"
  },
  {
    "text": "I read the suttas because they teach how to “read”; how to read oneself, one’s existence, one’s confusions, one’s tragedy. This “whole mass of suffering” becomes readable sentences. The pen that writes these sentences become apparent. And it becomes clear, right then, that with the disappearance of the pen, no more tears are written.",
    "lang": "en"
  },
  {
    "text": "I like reading the suttas because it takes me to an ancient civilization thousands of years before mine and I get to see how they lived.",
    "lang": "en"
  },
  {
    "text": "For me, the suttas tell of a very different time, place and culture than the world I inhabit now, yet, the struggles of men and women of then are exactly the same that I face today. And the messages in the teachings of the Buddha contained in the suttas are as fresh and timeless today as they were 2500 years ago, showing people just like me the wonderful path to peace and happiness.",
    "lang": "en"
  },
  {
    "text": "Ich lese die Suttas, um Inspiration und Rat zu finden.",
    "lang": "de"
},
{
    "text": "Wenn ich nach meiner täglichen Meditationssitzung zurückblicke und analysiere, was ich getan habe, ist es meistens so, dass ich in mir das dringende Bedürfnis fühle, eine Bestätigung für meine Erfahrung zu finden. Wenn ich zu SuttaCentral komme, habe ich die Gelegenheit, nicht nur Suttas nachzuschlagen, sondern auch, verschiedene Analysen, Meinungen und unterschiedliche Arten des Verständnisses zu finden.",
    "lang": "de"
},
{
    "text": "Wenn ich Suttas lese, frei von den üblichen Strapazen des Tages, ist da eine Art von Ruhe und Klarheit.",
    "lang": "de"
},
{
    "text": "Die Suttas sind von allen Aufzeichnungen der Lehre des Buddha, die uns zugänglich sind, diejenige, die am nächsten beim Buddha selbst ist, und sie wurden uns von Arahants und engen Gefährten des Buddha überliefert. Wenn wir die Lehre nicht direkt aus erster Hand erhalten können, ist das beste, was wir tun können, die nächstmögliche Quelle zu benutzen.",
    "lang": "de"
},
{
    "text": "Anfangs fand ich die Suttas einfach sehr nett zu lesen, in einem rein konzeptuellen oder akademisch-philosophischen Sinn. Doch mit der Zeit begann ich, sie auf eine tiefere philosophische Art zu lesen, aus Liebe zu und in dem Streben nach Weisheit, als etwas, das es zu verinnerlichen und zu verkörpern gilt. Und schließlich führte es dazu, dass ich Zuflucht zu den drei Juwelen nahm.",
    "lang": "de"
},
{
    "text": "Kein Lehrer oder Buch hat mir so viel geholfen wie das Erkunden der Suttas. Je mehr ich die Suttas lese, umso klarer wird der Pfad. Sie geben mir Inspiration, Motivation und Freude. Große Dankbarkeit für den Sangha, der sie über die Zeit bewahrt hat, und für moderne Übersetzer, die sie uns zugänglich machen.",
    "lang": "de"
},
{
    "text": "Die Suttas zu lesen gab mir die Möglichkeit, den Buddha kennenzulernen und die universelle und zeitlose Qualität seiner Lehren zu schätzen. Bevor ich Suttas las, verstand ich nur die Macht des Dhamma und des Sangha. Mit den Suttas fühle ich mich vollständig mit den drei Juwelen verbunden.",
    "lang": "de"
},
{
    "text": "Ich nahm auf einem Retreat den Majjhima-Nikāya zur Hand und begann zu lesen. Und ich konnte es nicht glauben – ich musste sogleich lachen und weinen, nickte mit dem Kopf und lächelte, weil mir etwas bekannt vorkam – etwas an diesen Worten traf mich direkt ins Herz. Ich las das ganze Buch schließlich in einem Monat zu Ende. Seitdem sind die Suttas stets eine unschätzbare Quelle der Weisheit, Inspiration und Orientierung für mich, ein treuer Begleiter auf diesem Pfad.",
    "lang": "de"
},
{
    "text": "Weil sie die Landkarte zum Erwachen sind.",
    "lang": "de"
},
{
    "text": "Die Tatsache, dass sie die primären Quellen für die Geschichte des frühen Buddhismus sind, macht sie unentbehrlich. Fortgesetzte Vertrautheit mit den Suttas hilft Menschen, kritisches Denken auf den Buddhismus im Allgemeinen anzuwenden und gleichzeitig weiter Sekundärquellen zu studieren, die damit im Zusammenhang stehen, und ihre Praxis zu entwickeln.",
    "lang": "de"
},
{
    "text": "Ich lese die Suttas wegen des Dhamma, der Worte und Lehren des historischen Buddha und seiner Mönche und Nonnen. Diese alten und manchmal komplexen Suttas zu lesen ist wie nach Gold zu graben; mit etwas Mühe können wir all die Weisheit und Schönheit der pragmatischen und eleganten Lehren des Buddha gewinnen, die alle dazu angelegt sind, uns aus dem Leiden herauszuführen, auf einen Pfad zum Erwachen.",
    "lang": "de"
},
{
    "text": "Ich hatte Meditation geübt, aber wollte ein besseres Verständnis der Kernlehren und der Psychologie des Buddha gewinnen – die Suttas zu lesen, half mir hier ungemein.",
    "lang": "de"
},
{
    "text": "Die Suttas zu lesen ist der einzige Weg, die Lehre des Buddha zu verstehen, und es ist der einzige Weg, auf dem jemand, der ernsthaft in diesem Leben Nibbana erreichen will, das tun kann.",
    "lang": "de"
},
{
    "text": "Ich begann, in Suttaquellen, die im Internet aufkamen, zunehmend eine Stütze zu finden. Als Folge davon druckte ich die Suttas aus und heftete diese Seiten zum späteren Nachschlagen ab. Ich weiß nicht, wie repräsentativ meine Suttamischung für den Dhamma ist, aber ich behielt sie, weil die Texte mich berührten und ergriffen, wenn ich sie las.",
    "lang": "de"
},
{
    "text": "Die Suttas geben die genaueste und eleganteste Beschreibung meiner Lebenserfahrung und der Mechanismen, die ihr zugrunde zu liegen scheinen, die mir je begegnet ist. Das schürt eine frohe Hoffnung, dass das Rezept, das sie enthalten, sich zu probieren lohnt. Außerdem sind manche herrlich lustig.",
    "lang": "de"
},
{
    "text": "Ich interessiere mich für die Suttas aus rein geschichtlichen Gründen. Ich sehe sie als eine Geschichte voller Geheimnis – die Geschichte des alten Indien vor Einführung der Schrift und seiner komplexen spirituellen, sozialen und philosophischen Kultur. Auf der einen Seite scheinen uns die Suttas eine Menge über den Buddha zu erzählen. Aber auf der anderen Seite ist das, was sie uns sagen, durch viele Schichten der Überlieferung gefiltert, die uns unbekannt sind, und den Buddha sehen wir dunkel durch ein Glas.",
    "lang": "de"
},
{
    "text": "Weil niemand außer dem Buddha sagt, dass das Werden Elend ist, und dann eine Methode lehrt, um es zu beenden. Ich kann mich nicht erinnern, wie sich Freude oder Glück anfühlen, aber die Suttas geben mir Trost.",
    "lang": "de"
},
{
    "text": "Wenn du anfängst, Freude in den Suttas zu finden, bekommst du den Verdacht, dass du über einen zutiefst wunderbaren Pfad gestolpert bist, einen, der zu tieferem Verständnis und Frieden führt. Irgendwann in den letzten 20 verrückten Jahren habe ich mich sozusagen, voller Respekt und sehr ernsthaft, in den Buddha „verliebt“. Ja, wirklich, ich lese immer noch die Suttas, um meinem Lehrer nahe zu sein.",
    "lang": "de"
},
{
    "text": "Vor einigen Jahren stolperte ich über Audioaufnahmen von Dhammavorträgen von Bhikkhu Bodhi. Das meiste Material war mir viel zu hoch, aber ich fand die Vorträge auf eine Art tröstlich, die ich nicht richtig beschreiben kann. Der nächste Schritt war, zu den Suttas zu gehen. Jetzt durchdringen Hören und Lesen sich gegenseitig.",
    "lang": "de"
},
{
    "text": "Ich lese die buddhistischen Schriften, weil sie mir helfen, meinem Leben einen Sinn zu geben, und mich die rechte Art zu leben lehren, und all das, ohne dass ich an einen theistischen Gott glauben müsste.",
    "lang": "de"
},
{
    "text": "Die Suttas wecken Liebe, Vertrauen, Geduld, Versöhnlichkeit, Hingabe – all diese sanften, heilsamen Eigenschaften, die den Geist öffnen und ihn sanfter machen, empfänglicher für die Meditation. Wer hätte gedacht, dass etwas, das ich früher für so trocken gehalten habe, so voll mit dieser Nahrung sein könnte?",
    "lang": "de"
},
{
    "text": "Ich könnte sagen, dass ich die Suttas lese, um „den Pfad zu finden und ihm zu folgen“, aber das wird meiner Erfahrung nach mehr durch das Beispiel und die Lehre einzelner Lehrer angeregt, die das (verwurzelt in überlieferten und altbewährten Interpretationen der Texte) in ihrem Leben zu verkörpern suchen.",
    "lang": "de"
},
{
    "text": "Das Wort des Buddha zu lesen gibt mir die Inspiration, die Anleitung und den Trost, den ich angesichts einer sich stes wandelnden, chaotischen Welt brauche. Die Weisheit der Suttas führt mich auf einen freudigen Pfad, um Zuflucht zum Buddha, Dhamma und Sangha zu nehmen, und gibt mir die Stärke, um meine eigene Zuflucht zu sein.",
    "lang": "de"
},
{
    "text": "Es gibt so viele verschiedene Deutungen der tiefgründigen Lehren, die der Buddha vor Tausenden von Jahren hinterlassen hat, aber wenn du bist wie ich und wirklich nur deinem eigenen Urteil traust, dann ist der ursprüngliche Text, von dem alles andere ausging, bei weitem die beste Option. Näher kannst du dem Geist dieses großen Lehrers bestimmt nicht kommmen, und es gibt hier sicher genug, damit du stets ehrfürchtig und lernwillig bleibst.",
    "lang": "de"
},
{
    "text": "Ich lese die Suttas, weil ich etwa 250 US-Dollar für die vier Nikayas ausgegeben habe und nicht will, dass das Geld verloren ist!",
    "lang": "de"
},
{
    "text": "Suttas sind die [kostenlose] Bedienungsanleitung für den Geist, ohne dass man eine Geld-zurück-Garantie bräuchte.",
    "lang": "de"
},
{
    "text": "Ich lese die Suttas, weil sie das historich nächste Bild dessen sind, was der Buddha lehrte. Noch wichtiger: Sie stellen eine vollständige Vision für die Praxis des Dhamma dar: den Pfad des Buddha zur Befreiung.",
    "lang": "de"
},
{
    "text": "Als ich zu praktizieren begann, hörte ich so viele verschiedene Ansichten darüber, „was der Buddha sagte oder lehrte“; Vieles davon war widersprüchlich, und Vieles passte nicht zu dem, was in meiner eigenen Praxis geschah. Und dann, wow, als ich die Suttas las, war es wie „Nachhausekommen“.",
    "lang": "de"
},
{
    "text": "Ich liebte Poesie schon immer, und es geschah erst, als ich die Therīgāthā las, dass ich anfing, den Dhamma in meinem Wesen zu spüren. Ich las über Frauen, die so viel Schmerz und Leid erduldet hatten, die alles verloren hatten und die es dank ihres tiefen Vertrauens zu den drei Juwelen ertragen hatten. Aber was mich im Innersten erschütterte, war, dass diese Frauen (mit der Hilfe des Buddha) aus eigenem Willen Nibbana erlangt hatten, sie erhobem sich vom Boden trotz all derer, die sie daran zu hindern suchten.",
    "lang": "de"
},
{
    "text": "Die Hauptmotivation ist, dass ich sie zur Feineinstellung der rechten Ansicht benutze und dazu, eine realistische Perspektive auf die Praxis und ihre Früchte zu bekommen. Als Bonus gewinnt man ein besseres Verständnis davon, wer der Buddha war und in welcher Welt er lebte und lehrte.",
    "lang": "de"
},
{
    "text": "Um einen wahrhaft wunderbaren Menschen zu ehren.",
    "lang": "de"
},
{
    "text": "Furcht ist der Pfad zur dunklen Seite. Furcht führt zu Wut; Wut führt zu Hass; Hass führt zu unsäglichem Leid.",
    "lang": "de"
},
{
    "text": "Ich lese die Suttas, weil sie mich lehren, wie man „lesen“ soll; wie man sich selbst, sein Dasein, seine Verwirrungen und seine Tragödien lesen soll. Diese „ganze Masse des Leidens“ wird zu Sätzen, die man lesen kann. Die Feder, die die Sätze schreibt, wird sichtbar. Und es wird klar, eben da, dass mit dem Verschwinden der Feder keine Tränen mehr geschrieben werden.",
    "lang": "de"
},
{
    "text": "Ich liebe es, die Suttas zu lesen, weil mich das zu einer alten Zivilisation Tausende von Jahren vor meiner eigenen Zeit mitnimmt und ich sehen kann, wie sie lebten.",
    "lang": "de"
},
{
    "text": "Für mich erzählen die Suttas von einer ganz anderen Zeit, einem anderen Ort, einer anderen Kultur als der Welt, die ich jetzt bewohne, und doch – die Kämpfe der Männer und Frauen von damals sind genau die gleichen wie die, denen ich heute gegenüberstehe. Und die Botschaften in den Lehren des Buddha, die in den Suttas enthalten sind, sind heute so frisch und zeitlos, wie sie vor 2500 Jahren waren; sie zeigen Menschen, die genauso sind wie ich, den wunderbaren Pfad zu Frieden und Glück.",
    "lang": "de"
},
{
    "text": "Ich lese eine Lehrrede. Da ist auf einmal etwas, was ich bisher nur gehört habe. Jetzt habe ich die Worte des Buddha direkt vor mir. Ich fühle mich inspiriert, mein Verständnis für die Lehre wächst, mein Vertrauen wird gestärkt. Ein Geschenk! Und ein Geschenk, es in meiner Muttersprache zu lesen.",
    "lang": "de"
}
]
