{
  "ud3.2:0.1": "Tief empfundene Sprüche ",
  "ud3.2:0.2": "3.2. Mit Nanda ",
  "ud3.2:1.1": "So habe ich es gehört: ",
  "ud3.2:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud3.2:1.3": "Zu dieser Zeit nun unterrichtete der Ehrwürdige Nanda, der Halbbruder und Cousin des Buddha von mütterlicher Seite, mehrere Mönche: ",
  "ud3.2:1.4": "„Ich bin mit dem geistlichen Leben unzufrieden. ",
  "ud3.2:1.5": "Ich bin ich nicht in der Lage, das geistliche Leben fortzusetzen. Ich breche die Schulung ab und wende mich wieder einem geringeren Leben zu.“ ",
  "ud3.2:2.1": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm darüber. ",
  "ud3.2:3.1": "Da wandte sich der Buddha an einen Mönch: ",
  "ud3.2:3.2": "„Bitte, Mönch, sag dem Mönch Nanda in meinem Namen, ",
  "ud3.2:3.3": "dass der Lehrer ihn rufen lässt.“ ",
  "ud3.2:3.4": "„Ja, Herr“, antwortete der Mönch. Er ging zu Nanda und sagte zu ihm: ",
  "ud3.2:3.5": "„Werter Nanda, der Lehrer lässt dich rufen.“ ",
  "ud3.2:4.1": "„Ja, werter Freund“, antwortete Nanda. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "ud3.2:5.1": "„Ist es wirklich wahr, Nanda, dass du mehrere Mönche darüber unterrichtet hast, ",
  "ud3.2:5.2": "dass du nicht in der Lage bist, das geistliche Leben fortzusetzen und dass du die Schulung abbrechen und dich wieder einem geringeren Leben zuwenden willst?“ ",
  "ud3.2:5.3": "„Ja, Herr“, antwortete er. ",
  "ud3.2:6.1": "„Aber warum bist du mit dem geistlichen Leben so unzufrieden? Warum bist du nicht in der Lage, das geistliche Leben fortzusetzen, willst die Schulung abbrechen und dich wieder einem geringeren Leben zuwenden?“ ",
  "ud3.2:6.2": "„Als ich von zu Hause fortging, Herr, warf mir die Schönste im ganzen Sakyerland, mit halb gekämmten Haaren, einen Blick zu und sagte: ",
  "ud3.2:6.3": "‚Komm bald zurück, Hausherr!‘ ",
  "ud3.2:6.4": "Wenn ich daran denke, bin ich mit dem geistlichen Leben unzufrieden.“ ",
  "ud3.2:7.1": "Da ergriff der Buddha Nanda am Arm, und so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus Jetas Wäldchen und erschien wieder unter den Göttern der Dreiunddreißig. ",
  "ud3.2:8.1": "Zu dieser Zeit waren fünfhundert taubenfüßige Nymphen gekommen, um Sakka dem Götterkönig aufzuwarten. ",
  "ud3.2:8.2": "Da sagte der Buddha zu Nanda: ",
  "ud3.2:8.3": "„Nanda, siehst du diese fünfhundert taubenfüßigen Nymphen?“ ",
  "ud3.2:8.4": "„Ja, Herr“, antwortete er. ",
  "ud3.2:9.1": "„Was meinst du, Nanda? Wer ist anziehender, sieht besser aus und ist anmutiger: die Schönste im ganzen Sakyerland oder diese fünfhundert taubenfüßigen Nymphen?“ ",
  "ud3.2:9.2": "„Im Vergleich zu diesen fünfhundert taubenfüßigen Nymphen ist die Schönste im ganzen Sakyerland wie eine missgestaltete Äffin, der Ohren und Nase abgeschnitten wurden. ",
  "ud3.2:9.3": "Im Vergleich zu diesen fünfhundert taubenfüßigen Nymphen zählt sie nicht, da ist kein Vergleich, sie ist nicht einen Bruchteil wert. ",
  "ud3.2:9.4": "Diese fünfhundert taubenfüßigen Nymphen sind weitaus anziehender, sehen besser aus und sind anmutiger.“ ",
  "ud3.2:10.1": "„Freue dich, Nanda, freue dich! ",
  "ud3.2:10.2": "Ich sichere dir fünfhundert taubenfüßige Nymphen zu.“ ",
  "ud3.2:10.3": "„Herr, wenn du mir fünfhundert taubenfüßige Nymphen zusicherst, will ich freudig unter dem Buddha das geistliche Leben führen.“ ",
  "ud3.2:11.1": "Darauf ergriff der Buddha Nanda am Arm, und so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand er von den Göttern der Dreiunddreißig und erschien wieder in Jetas Wäldchen. ",
  "ud3.2:12.1": "Die Mönche und Nonnen hörten: ",
  "ud3.2:12.2": "„Es scheint, der Ehrwürdige Nanda, der Halbbruder und Cousin des Buddha von mütterlicher Seite, führt das geistliche Leben um Nymphen willen. ",
  "ud3.2:12.3": "Und es scheint, der Buddha hat ihm fünfhundert taubenfüßige Nymphen zugesichert.“ ",
  "ud3.2:13.1": "Mönche, die seine Freunde waren, nannten ihn einen käuflichen Diener und einen Lakaien: ",
  "ud3.2:13.2": "„Es scheint, Nanda ist ein käuflicher Diener, es scheint, er ist ein Lakai: Er führt das geistliche Leben um Nymphen willen. ",
  "ud3.2:13.3": "Und es scheint, der Buddha hat ihm fünfhundert taubenfüßige Nymphen zugesichert.“ ",
  "ud3.2:14.1": "Da war Nanda entsetzt, abgestoßen und angewidert davon, käuflicher Diener und Lakai genannt zu werden; und er gelangte, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches anständige Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "ud3.2:14.2": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "ud3.2:14.3": "Und der Ehrwürdige Nanda war einer der Vollendeten. ",
  "ud3.2:15.1": "Da kam spät in der Nacht eine prachtvolle Gottheit, die Jetas Wäldchen weithin erhellte, zum Buddha, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "ud3.2:15.2": "„Herr, der Ehrwürdige Nanda, der Halbbruder und Cousin des Buddha von mütterlicher Seite, hat mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin.“ ",
  "ud3.2:15.3": "Und auch dem Buddha ging das Wissen auf: ",
  "ud3.2:15.4": "„Nanda hat mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und lebt darin.“ ",
  "ud3.2:16.1": "Als dann die Nacht vorüber war, ging Nanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "ud3.2:16.2": "„Herr, du hast mir fünfhundert taubenfüßige Nymphen zugesichert. Ich entbinde dich von diesem Versprechen.“ ",
  "ud3.2:16.3": "„Nanda, ich habe deinen Geist erfasst und erkannt, ",
  "ud3.2:16.4": "dass du die fleckenlose Freiheit des Herzens erlangt hast, die fleckenlose Freiheit durch Weisheit, ",
  "ud3.2:16.5": "und auch Gottheiten haben es mir gesagt. ",
  "ud3.2:16.7": "Sobald dein Geist durch Nicht-Ergreifen von den Befleckungen befreit war, war ich von diesem Versprechen entbunden.“ ",
  "ud3.2:17.1": "Und da er die Bedeutung kannte, drückte der Buddha bei dieser Gelegenheit seine tief empfundene Bewegtheit aus: ",
  "ud3.2:18.1": "„Dieser Mönch, der den Sumpf überquert hat, ",
  "ud3.2:18.2": "der die Dornen der Sinnlichkeit zermalmt hat, ",
  "ud3.2:18.3": "der am Ende der Täuschung angekommen ist, ",
  "ud3.2:18.4": "zittert nicht bei Glück oder Schmerz.“ "
}