{
  "ud3.7:0.1": "Innige Sprüche 3.7 ",
  "ud3.7:0.2": "Sakkas inniger Spruch ",
  "ud3.7:1.1": "So habe ich es gehört: ",
  "ud3.7:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "ud3.7:1.3": "Zu dieser Zeit nun hielt sich der Ehrwürdige Mahākassapa in der Pipphali-Höhle auf. Er trat in einen gewissen Versenkungszustand ein und saß sieben Tage mit gekreuzten Beinen reglos da. ",
  "ud3.7:1.4": "Als sieben Tage vergangen waren, trat Mahākassapa aus diesem Versenkungszustand heraus. ",
  "ud3.7:1.5": "Da kam ihm in den Sinn: ",
  "ud3.7:1.6": "„Warum gehe ich nicht nach Rājagaha um Almosen?“ ",
  "ud3.7:2.1": "Zu dieser Zeit waren fünfhundert Gottheiten bereit und begierig auf eine Gelegenheit, Mahākassapa Almosen zu spenden. ",
  "ud3.7:2.2": "Aber Mahākassapa wies diese Gottheiten zurück. Er kleidete sich am Morgen an, nahm Schale und Robe und betrat Rājagaha zum Almosengang. ",
  "ud3.7:2.3": "Zu dieser Zeit wollte Sakka der Götterkönig Mahākassapa Almosen spenden. ",
  "ud3.7:3.2": "Er nahm das Aussehen eines Webers an und spannte die Kettfäden, während das Dämonenmädchen Sujā den Schussfaden einführte. ",
  "ud3.7:3.3": "Als dann Mahākassapa wahllos um Almosen durch Rājagaha zog, kam er zum Haus Sakkas des Götterkönigs. ",
  "ud3.7:3.4": "Als er Mahākassapa von Weitem kommen sah, ",
  "ud3.7:3.5": "kam Sakka aus dem Haus, begrüßte ihn und nahm die Schale aus seiner Hand. Er ging ins Haus zurück und füllte die Schale mit Reis aus dem Kessel. ",
  "ud3.7:3.6": "Dieses Almosen hatte viele schmackhafte Suppen und Soßen. ",
  "ud3.7:3.7": "Da dachte Mahākassapa: ",
  "ud3.7:3.8": "„Was ist das wohl für ein Wesen, das solche übersinnliche Kraft besitzt?“ ",
  "ud3.7:3.9": "Es kam ihm in den Sinn: ",
  "ud3.7:3.10": "„Das ist Sakka der Götterkönig.“ ",
  "ud3.7:3.11": "Als er das erkannte, sagte er zu Sakka: ",
  "ud3.7:3.12": "„Dies ist dein Werk, Kosiya: ",
  "ud3.7:3.13": "Tu so etwas nicht wieder.“ ",
  "ud3.7:3.14": "„Aber Herr, Kassapa, auch wir brauchen Verdienst! ",
  "ud3.7:3.15": "Auch wir sollten Verdienst schaffen.“ ",
  "ud3.7:4.1": "Da verbeugte sich Sakka und umrundete Mahākassapa respektvoll, die rechte Seite ihm zugewandt. Dann erhob er sich in die Luft, saß mit gekreuzten Beinen am Himmel und drückte dreimal dieses innige Gefühl aus: ",
  "ud3.7:4.2": "„Ach, die Spende, die beste Spende, ist bei Kassapa gut aufgehoben! ",
  "ud3.7:4.3": "Ach, die Spende, die beste Spende, ist bei Kassapa gut aufgehoben! ",
  "ud3.7:4.4": "Ach, die Spende, die beste Spende, ist bei Kassapa gut aufgehoben!“ ",
  "ud3.7:4.5": "Mit seiner geläuterten und übermenschlichen Hellhörigkeit hörte der Buddha, wie Sakka dreimal dieses innige Gefühl ausdrückte, während er am Himmel saß. ",
  "ud3.7:5.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud3.7:6.1": "„Ein Mönch, der auf Almosen vertraut, ",
  "ud3.7:6.2": "auf sich selbst gestützt, versorgt niemand anderen; ",
  "ud3.7:6.3": "den Ausgeglichenen beneiden selbst die Götter, ",
  "ud3.7:6.4": "wenn er gestillt und stets achtsam ist.“ "
}