{
  "ud3.6:0.1": "Innige Sprüche 3.6 ",
  "ud3.6:0.2": "Mit Pilindavaccha ",
  "ud3.6:1.1": "So habe ich es gehört: ",
  "ud3.6:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "ud3.6:1.3": "Zu dieser Zeit nun redete der Ehrwürdige Pilindavaccha die Mönche und Nonnen als „Asoziale“ an. ",
  "ud3.6:1.4": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "ud3.6:1.5": "„Herr, der Ehrwürdige Pilindavaccha redet die Mönche und Nonnen als ‚Asoziale‘ an.“ ",
  "ud3.6:2.1": "Da wandte sich der Buddha an einen Mönch: ",
  "ud3.6:2.2": "„Bitte, Mönch, sag dem Mönch Pilindavaccha in meinem Namen, ",
  "ud3.6:2.3": "dass der Lehrer ihn rufen lässt.“ ",
  "ud3.6:2.4": "„Ja, Herr“, antwortete der Mönch. Er ging zu Pilindavaccha und sagte zu ihm: ",
  "ud3.6:2.5": "„Geehrter Pilindavaccha, der Lehrer lässt dich rufen.“ ",
  "ud3.6:3.1": "„Ja, Geehrter“, antwortete Pilindavaccha. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "ud3.6:3.2": "„Ist es wirklich wahr, Vaccha, dass du die Mönche und Nonnen als ‚Asoziale‘ anredest?“ ",
  "ud3.6:3.3": "„Ja, Herr“, antwortete er. ",
  "ud3.6:4.1": "Und nachdem er den Geist auf Pilindavacchas frühere Leben gerichtet hatte, sagte der Buddha zu den Mönchen und Nonnen: ",
  "ud3.6:4.2": "„Mönche und Nonnen, beschwert euch nicht über den Mönch Vaccha. ",
  "ud3.6:4.3": "Er redet die Mönche und Nonnen nicht aus Hass als ‚Asoziale‘ an. ",
  "ud3.6:4.4": "Denn er war in 500 Leben hintereinander in einer Brahmanenfamilie wiedergeboren worden. ",
  "ud3.6:4.5": "Lange Zeit hat er Menschen als ‚Asoziale‘ angeredet. ",
  "ud3.6:4.6": "Darum redet er die Mönche und Nonnen als ‚Asoziale‘ an.“ ",
  "ud3.6:5.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud3.6:6.1": "„In wem nicht Betrug noch Einbildung wohnen, ",
  "ud3.6:6.2": "ohne Gier, selbstlos, wer keine Hoffnung braucht, ",
  "ud3.6:6.3": "den Zorn beseitigt, erloschen: ",
  "ud3.6:6.4": "Er ist ein Brahmane, ein Asket, ein Mönch.“ "
}