{
  "ud3.3:0.1": "Innige Sprüche 3.3 ",
  "ud3.3:0.2": "Mit Yasoja ",
  "ud3.3:1.1": "So habe ich es gehört: ",
  "ud3.3:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud3.3:1.3": "Nun kamen zu dieser Zeit gerade fünfhundert Mönche und Nonnen mit Yasoja an der Spitze in Sāvatthī an, um den Buddha zu sehen. ",
  "ud3.3:1.4": "Dabei machten diese neu angekommenen Mönche und Nonnen, als sie mit den ansässigen Mönchen und Nonnen Höflichkeiten austauschten, ihre Unterkünfte herrichteten und ihre Schalen und Roben wegräumten, einen Höllenlärm. ",
  "ud3.3:2.1": "Da sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "ud3.3:2.2": "„Ānanda, wer macht diesen Höllenlärm? Man könnte meinen, es wären Fischer, die ihren Fang einholen!“ ",
  "ud3.3:2.3": "„Herr, diese fünfhundert Mönche und Nonnen mit Yasoja an der Spitze sind in Sāvatthī angekommen, um den Buddha zu sehen. ",
  "ud3.3:2.4": "Es sind diese neu angekommenen Mönche und Nonnen, die, als sie mit den ansässigen Mönchen und Nonnen Höflichkeiten ausgetauscht, ihre Unterkünfte hergerichtet und ihre Schalen und Roben weggeräumt haben, einen Höllenlärm machten.“ ",
  "ud3.3:2.5": "„Nun, Ānanda, sag diesen Mönchen und Nonnen in meinem Namen, ",
  "ud3.3:2.6": "dass der Lehrer sie rufen lässt.“ ",
  "ud3.3:3.1": "„Ja, Herr“, antwortete Ānanda. Er ging zu diesen Mönchen und Nonnen und sagte: ",
  "ud3.3:3.2": "„Ehrwürdige, der Lehrer lässt euch rufen.“ ",
  "ud3.3:3.3": "„Ja, werter Freund“, antworteten diese Mönche und Nonnen. Sie erhoben sich von ihren Sitzen und gingen zum Buddha, verbeugten sich und setzten sich zur Seite hin. Der Buddha sagte zu ihnen: ",
  "ud3.3:4.1": "„Mönche und Nonnen, was ist das für ein Höllenlärm? Man könnte meinen, es wären Fischer, die ihren Fang einholen!“ ",
  "ud3.3:4.2": "Daraufhin sagte der Ehrwürdige Yasoja zum Buddha: ",
  "ud3.3:4.3": "„Herr, diese fünfhundert Mönche und Nonnen sind in Sāvatthī angekommen, um den Buddha zu sehen. ",
  "ud3.3:4.4": "Es sind diese neu angekommenen Mönche und Nonnen, die, als sie mit den ansässigen Mönchen und Nonnen Höflichkeiten ausgetauscht, ihre Unterkünfte hergerichtet und ihre Schalen und Roben weggeräumt haben, einen Höllenlärm machten.“ ",
  "ud3.3:4.5": "„Geht weg, Mönche und Nonnen, ich schicke euch fort. Ihr könnt nicht in meiner Nähe bleiben.“ ",
  "ud3.3:5.1": "„Ja, Herr“, antworteten diese Mönche und Nonnen. Sie erhoben sich von ihren Sitzen, verbeugten sich und umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt. Sie brachten ihre Unterkünfte in Ordnung, nahmen ihre Schalen und Roben und gingen. ",
  "ud3.3:5.2": "Sie wanderten Stück für Stück durch das Land der Vajjier, bis sie zum Fluss Vaggumudā kamen. Sie bauten Laubhütten in der Nähe des Flussufers und traten dort die Regenzeit an. ",
  "ud3.3:6.1": "Da wandte sich der Ehrwürdige Yasoja, als er die Regenzeit angetreten hatte, an die Mönche und Nonnen: ",
  "ud3.3:6.2": "„Aus Anteilnahme, Mönche und Nonnen, hat der Buddha uns fortgeschickt, da er auf unser Wohl bedacht ist. ",
  "ud3.3:6.3": "Kommt, wir wollen so leben, dass der Buddha seine Freude an uns hätte.“ ",
  "ud3.3:6.4": "„Ja, werter Freund“, antworteten sie. ",
  "ud3.3:6.5": "Da verwirklichten diese Mönche und Nonnen, als sie allein lebten, zurückgezogen, beflissen, eifrig und entschlossen, alle noch in dieser Regenzeit das dreifache Wissen. ",
  "ud3.3:7.1": "Als der Buddha so lange in Sāvatthī geblieben war, wie er wollte, brach er nach Vesālī auf. ",
  "ud3.3:7.2": "Er wanderte Stück für Stück, bis er nach Vesālī kam, ",
  "ud3.3:7.3": "und blieb dort am Großen Wald, in der Halle mit dem Giebeldach. ",
  "ud3.3:8.1": "Und nachdem er seine Aufmerksamkeit darauf gerichtet hatte, den Geist der Mönche und Nonnen zu erfassen, die am Ufer des Flusses Vaggumudā lebten, sagte der Buddha zu Ānanda: ",
  "ud3.3:8.2": "„Ein Licht, so scheint es mir, ist in dieser Himmelsrichtung erschienen, Ānanda, eine Helligkeit ist dort erschienen. ",
  "ud3.3:8.3": "Der Gedanke, dorthin zu gehen, wo sich diese Mönche und Nonnen am Ufer des Flusses Vaggumudā aufhalten, schreckt mich nicht ab. ",
  "ud3.3:8.4": "Schicke diesen Mönchen und Nonnen eine Nachricht: ",
  "ud3.3:8.5": "‚Ehrwürdige, der Lehrer lässt euch rufen. Er will euch sehen.‘“ ",
  "ud3.3:9.1": "„Ja, Herr“, antwortete Ānanda. Er ging zu einem Mönch und sagte: ",
  "ud3.3:9.2": "„Bitte, werter Freund, gehe zu den Mönchen und Nonnen, die sich am Ufer des Flusses Vaggumudā aufhalten, und sage zu ihnen: ",
  "ud3.3:9.3": "‚Ehrwürdige, der Lehrer lässt euch rufen; er will euch sehen.‘“ ",
  "ud3.3:10.1": "„Ja, werter Freund“, antwortete dieser Mönch. ",
  "ud3.3:10.2": "Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus dem Großen Wald, von der Halle mit dem Giebeldach, und erschien wieder vor diesen Mönchen und Nonnen am Ufer des Flusses Vaggumudā. ",
  "ud3.3:10.3": "Da sagte er zu diesen Mönchen und Nonnen: ",
  "ud3.3:10.4": "„Ehrwürdige, der Lehrer lässt euch rufen; er will euch sehen.“ ",
  "ud3.3:11.1": "„Ja, werter Freund“, antworteten diese Mönche und Nonnen. Sie brachten ihre Unterkünfte in Ordnung und nahmen ihre Schalen und Roben. ",
  "ud3.3:11.2": "Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwanden sie vom Ufer des Flusses Vaggumudā und erschienen wieder vor dem Buddha am Großen Wald, in der Halle mit dem Giebeldach. ",
  "ud3.3:11.3": "Doch zu der Zeit saß der Buddha in unbewegter Meditation. ",
  "ud3.3:11.4": "Da dachten diese Mönche und Nonnen: ",
  "ud3.3:11.5": "„Welche Art von Meditation übt der Buddha jetzt gerade?“ ",
  "ud3.3:11.6": "Sie dachten: ",
  "ud3.3:11.7": "„Er übt die unbewegte Meditation.“ ",
  "ud3.3:11.8": "Sie alle saßen in unbewegter Meditation. ",
  "ud3.3:12.1": "Und als dann die Nacht fortgeschritten war, während der ersten Nachtwache, erhob sich der Ehrwürdige Ānanda von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "ud3.3:12.2": "„Herr, die Nacht ist fortgeschritten. Es ist die erste Nachtwache, und die neu angekommenen Mönche und Nonnen haben lange dagesessen. ",
  "ud3.3:12.3": "Herr, bitte begrüße die neu angekommenen Mönche und Nonnen.“ ",
  "ud3.3:12.4": "Doch darauf schwieg der Buddha. ",
  "ud3.3:13.1": "Zum zweiten Mal erhob sich Ānanda von seinem Sitz, als die Nacht fortgeschritten war, während der mittleren Nachtwache, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "ud3.3:13.2": "„Herr, die Nacht ist fortgeschritten. Es ist die mittlere Nachtwache, und die neu angekommenen Mönche und Nonnen haben lange dagesessen. ",
  "ud3.3:13.5": "Herr, bitte begrüße die neu angekommenen Mönche und Nonnen.“ ",
  "ud3.3:13.6": "Doch zum zweiten Mal schwieg der Buddha. ",
  "ud3.3:14.1": "Zum dritten Mal erhob sich Ānanda von seinem Sitz, als die Nacht fortgeschritten war, während der letzten Nachtwache, als der Morgen graute und der Nacht Freude brachte, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "ud3.3:14.2": "„Herr, die Nacht ist fortgeschritten. Es ist die letzte Nachtwache, der Morgen graut und bringt der Nacht Freude, und die neu angekommenen Mönche und Nonnen haben lange dagesessen. ",
  "ud3.3:14.7": "Herr, bitte begrüße die neu angekommenen Mönche und Nonnen.“ ",
  "ud3.3:15.1": "Da trat der Buddha aus dieser Meditation heraus und wandte sich an Ānanda: ",
  "ud3.3:15.2": "„Wenn du gewusst hättest, Ānanda, hättest du nicht so viel gesagt. ",
  "ud3.3:15.3": "Sowohl ich als auch diese fünfhundert Mönche und Nonnen haben in unbewegter Meditation gesessen.“ ",
  "ud3.3:16.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud3.3:17.1": "„Ein Mönch, der den Dorn der Sinnlichkeit geschlagen, ",
  "ud3.3:17.2": "wie auch Beschimpfung, Töten und Gefangennehmen, ",
  "ud3.3:17.3": "fest wie ein Berg, unbewegt, ",
  "ud3.3:17.4": "zittert nicht bei Glück oder Schmerz.“ "
}