{
  "ud3.9:0.1": "Innige Sprüche 3.9 ",
  "ud3.9:0.2": "Fertigkeit ",
  "ud3.9:1.1": "So habe ich es gehört: ",
  "ud3.9:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud3.9:1.3": "Da saßen nach dem Essen, als sie vom Almosengang zurückkamen, mehrere Mönche und Nonnen im Pavillon beisammen, und dieses Gespräch kam unter ihnen auf: ",
  "ud3.9:1.4": "„Wer beherrscht eine Fertigkeit? ",
  "ud3.9:1.5": "Wer erlernt welche Fertigkeit? ",
  "ud3.9:1.6": "Welches ist die beste Fertigkeit?“ ",
  "ud3.9:2.1": "Darauf antworteten manche, ",
  "ud3.9:2.2": "die Elefantenfertigkeit sei die beste Fertigkeit. ",
  "ud3.9:2.3": "Andere sagten, ",
  "ud3.9:2.4": "die Pferdefertigkeit ",
  "ud3.9:2.6": "oder die Wagenfertigkeit ",
  "ud3.9:2.8": "oder die Fertigkeit im Bogenschießen ",
  "ud3.9:2.10": "oder im Schwertkampf ",
  "ud3.9:2.12": "oder die Fertigkeit im Fingerzählen, ",
  "ud3.9:2.14": "in der Buchhaltung, ",
  "ud3.9:2.16": "im Rechnen, ",
  "ud3.9:2.18": "im Schreiben ",
  "ud3.9:2.20": "oder in der Dichtkunst, ",
  "ud3.9:2.22": "die Fertigkeit in der Kosmologie ",
  "ud3.9:2.24": "oder die Fertigkeit in der Geomantik sei die beste Fertigkeit. ",
  "ud3.9:2.25": "Doch an dieser Stelle wurde die Unterhaltung zwischen diesen Mönchen und Nonnen unterbrochen. ",
  "ud3.9:3.1": "Der Buddha kam am späten Nachmittag aus seiner Klausur und ging zum Pavillon. Er setzte sich auf den ausgebreiteten Sitz ",
  "ud3.9:3.2": "und wandte sich an die Mönche und Nonnen: ",
  "ud3.9:3.3": "„Mönche und Nonnen, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde unterbrochen?“ ",
  "ud3.9:4.1": "Da berichteten die Mönche und Nonnen, worüber sie gesprochen hatten. Der Buddha sagte: ",
  "ud3.9:6.1": "„Mönche und Nonnen, für ehrbare Menschen wie ihr, die aus Vertrauen aus dem Haus fortgezogen sind ins hauslose Leben, ist es nicht angebracht, über solche Dinge zu sprechen. ",
  "ud3.9:6.2": "Wenn ihr beisammensitzt, solltet ihr eins von zwei Dingen tun: ",
  "ud3.9:6.3": "über die Lehre sprechen oder edles Schweigen bewahren.“ ",
  "ud3.9:7.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud3.9:8.1": "„Ohne Fertigkeit leben, leicht, das Gute wünschen, ",
  "ud3.9:8.2": "die Sinne gezügelt, in jeder Hinsicht frei, ",
  "ud3.9:8.3": "ein Wanderer ohne Unterschlupf, selbstlos, der keine Hoffnung braucht, ",
  "ud3.9:8.4": "die Einbildung aufgegeben, wandert er allein: Das ist ein Mönch.“ "
}