{
  "ud3.8:0.1": "Innige Sprüche 3.8 ",
  "ud3.8:0.2": "Einer, der nur Almosen isst ",
  "ud3.8:1.1": "So habe ich es gehört: ",
  "ud3.8:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud3.8:1.3": "Da saßen nach dem Essen, als sie vom Almosengang zurückkamen, mehrere Mönche und Nonnen im Pavillon beim Kareribaum beisammen, und dieses Gespräch kam unter ihnen auf: ",
  "ud3.8:2.1": "„Werte Freunde, wenn ein Mönch, der nur Almosen isst, um Almosen umherzieht, bekommt er von Zeit zu Zeit angenehme Bilder zu sehen, angenehme Töne zu hören, angenehme Düfte zu riechen, angenehme Geschmäcke zu schmecken und angenehme Berührungen zu empfinden. ",
  "ud3.8:2.2": "Er zieht um Almosen umher und wird geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt. ",
  "ud3.8:2.3": "Kommt, auch wir sollten nur Almosen essen. ",
  "ud3.8:2.4": "Dann werden wir von Zeit zu Zeit angenehme Bilder zu sehen, angenehme Töne zu hören, angenehme Düfte zu riechen, angenehme Geschmäcke zu schmecken und angenehme Berührungen zu empfinden bekommen. ",
  "ud3.8:2.5": "Auch wir werden um Almosen umherziehen und geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt werden.“ ",
  "ud3.8:2.6": "Doch an dieser Stelle wurde die Unterhaltung zwischen diesen Mönchen und Nonnen unterbrochen. ",
  "ud3.8:3.1": "Der Buddha kam am späten Nachmittag aus seiner Klausur und ging zum Pavillon beim Kareribaum. Er setzte sich auf den ausgebreiteten Sitz ",
  "ud3.8:3.2": "und wandte sich an die Mönche und Nonnen: ",
  "ud3.8:3.3": "„Mönche und Nonnen, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde nicht beendet?“ ",
  "ud3.8:4.1": "Da berichteten die Mönche und Nonnen, worüber sie gesprochen hatten, als der Buddha kam. Der Buddha sagte: ",
  "ud3.8:6.1": "„Mönche und Nonnen, für ehrbare Menschen wie euch, die aus Vertrauen aus dem Haus fortgezogen sind ins hauslose Leben, ist es nicht angebracht, über solche Dinge zu sprechen. ",
  "ud3.8:6.2": "Wenn ihr beisammensitzt, solltet ihr eins von zwei Dingen tun: ",
  "ud3.8:6.3": "über die Lehre sprechen oder edles Schweigen bewahren.“ ",
  "ud3.8:7.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud3.8:8.1": "„Ein Mönch, der auf Almosen vertraut, ",
  "ud3.8:8.2": "auf sich selbst gestützt, versorgt niemand anderen; ",
  "ud3.8:8.3": "den Ausgeglichenen beneiden selbst die Götter, ",
  "ud3.8:8.4": "aber nicht, wenn er auf Beliebtheit und einen guten Ruf aus ist.“ "
}