{
  "mn10:0.1": "મજ્જ઼િમ નિકાય ૧૦ ",
  "mn10:0.2": "સ્મૃતિપ્રસ્થાન સૂત્ર્ ",
  "mn10:1.1": "એવું મેં સાંભળ્યું—",
  "mn10:1.2": "એક વખત ભગવંત કુરુદેશમાં કમ્માસદમ્મા ગામમાં વિહાર કરી રહ્યા હતા. ",
  "mn10:1.3": "ત્યાં ભગવંતે ભિક્ષુઓને સંબોધિને કહ્યું: ",
  "mn10:1.4": "“ભિક્ષુઓ!” ",
  "mn10:1.5": "“ભદન્ત!”, ભિક્ષુઓએ જવાબ આપ્યો. ",
  "mn10:1.6": "ભગવંતે એવું કહ્યું: ",
  "mn10:2.1": "“એક માર્ગ છે, ભિક્ષુઓ, જીવિતોની વિશુદ્ધિ માટે, શોક, વિલાપને પાર કરવા માટે, દુઃખ અને નિરાશાના અંત માટે, સાચા માર્ગની પ્રાપ્તિ માટે, અને નિર્વાણની અનુભૂતી માટે, એટલે કે ચાર સ્મૃતિપ્રસ્થાન. ",
  "mn10:3.1": "કયા ચાર? ",
  "mn10:3.2": "ભિક્ષુઓ, જયારે અહીં ભિક્ષુ કાયાને કાયા તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહે છે. ",
  "mn10:3.3": "સંવેદનાને સંવેદના તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે. ",
  "mn10:3.4": "ચિત્તને ચિત્ત તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહે છે. ",
  "mn10:3.5": "ધર્મસિદ્ધાંતોને ધર્મસિદ્ધાંત તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહે છે. ",
  "mn10:3.6": "ઉપદેશ સમાપ્ત. ",
  "mn10:4.0.1": "૧. કાયાની અવલોકના ",
  "mn10:4.0.2": "૧.૧ શ્ર્વાસોચ્છવાસ દ્વારા કાયાની અવલોકના ",
  "mn10:4.1": "અને કઇ રીતે, ભિક્ષુઓ, ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે? ",
  "mn10:4.2": "અહીં ભિક્ષુઓ, ભિક્ષુ વનમાં અથવા ઝાઽના તળિયે અથવા ખાલી ઘરમાં પલાઠી વાળી, આસન ધારીને, શરીર ટટ્ટાર રાખીને, સ્મૃતિને સામે રાખીને બેઠો હોય છે. ",
  "mn10:4.3": "એ યાદ રાખીને શ્વાસ લે છે, યાદ રાખીને ઉચ્છવાસ કરે છે. ",
  "mn10:4.4": "લાંબો શ્વાસ લેતા જાણે છે ‘હું લાંબો શ્વાસ લઉ છું’, લાંબો ઉચ્છવાસ કરતા જાણે છે ‘હું લાંબો ઉચ્છવાસ કરું છું’, ",
  "mn10:4.5": "ટૂંકો શ્વાસ લેતા જાણે છે ‘હું ટૂંકો શ્વાસ લઉ છું’, ટૂંકો ઉચ્છવાસ કરતા જાણે છે ‘હું ટૂંકો ઉચ્છવાસ કરું છું’. ",
  "mn10:4.6": "‘સંપૂર્ણ કાયાને અનુભવીને શ્વાસ લઉ છું’ એમ શિખે છે, ‘સંપૂર્ણ કાયાને અનુભવીને ઉચ્છવાસ કરું છું’ એમ શિખે છે. ",
  "mn10:4.7": "‘કાયાની પ્રવૃત્તિઓ શાંત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘કાયાની પ્રવૃત્તિઓ શાંત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે. ",
  "mn10:4.8": "જેમ એક નિપુણ સુથાર અથવા એનો શિષ્ય લાંબુ વાળતી વખતે જાણે છે કે ‘હું લાંબુ વાળું છું’, ટુંકુ વાળતી વખતે જાણે છે કે ‘હું ટુંકુ વાળું છું’; ",
  "mn10:4.9": "એ જ રીતે, ભિક્ષુઓ, ભિક્ષુ લાંબો શ્વાસ લેતા જાણે છે ‘હું લાંબો શ્વાસ લઉ છું’, લાંબો ઉચ્છવાસ કરતા જાણે છે ‘હું લાંબો ઉચ્છવાસ કરું છું’, ટૂંકો શ્વાસ લેતા જાણે છે ‘હું ટૂંકો શ્વાસ લઉ છું’, ટૂંકો ઉચ્છવાસ કરતા જાણે છે ‘હું ટૂંકો ઉચ્છવાસ કરું છું’; ",
  "mn10:4.10": "‘સંપૂર્ણ કાયાને અનુભવીને શ્વાસ લઉ છું’ એમ શિખે છે, ‘સંપૂર્ણ કાયાને અનુભવીને ઉચ્છવાસ કરું છું’ એમ શિખે છે; ",
  "mn10:4.11": "‘કાયાની પ્રવૃત્તિઓ શાંત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘કાયાની પ્રવૃત્તિઓ શાંત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે. ",
  "mn10:5.1": "આ પ્રમાણે આંતરિક રીતે કાયાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે; ",
  "mn10:5.2": "કાયાના ઉદયધર્મનું અવલોકન કરીને રહે છે, કાયાના અસ્તધર્મનું અવલોકન કરીને રહે છે, કાયાના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:5.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘કાયા છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:5.4": "આ પ્રમાણે પણ ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:5.5": "આનાપાન પર્વની સમાપ્તિ. ",
  "mn10:6.0": "કાયાસ્થિતિ પ્રમાણે કાયાનું અવલોકન ",
  "mn10:6.1": "એના ઉપરાંત, ભિક્ષુઓ, ભિક્ષુ ચાલીને જતી વખતે ‘ચાલીને જઉં છું’, એમ જાણતો હોય છે, ઉભા રહેતી વખતે ‘ઉભો છું’ એમ જાણતો હોય છે, બેસતી વખતે ‘બેઠો છું’ એમ જાણતો હોય છે, સૂતી વખતે ‘સૂતો છું’ એમ જાણતો હોય છે. ",
  "mn10:6.2": "જેવી જેવી કાયાની સ્થિતિ હોય તેવી તેવી એની જાણ હોય છે. ",
  "mn10:7.1": "આ પ્રમાણે પણ આંતરિક રીતે કાયાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે; ",
  "mn10:7.2": "કાયાના ઉદયધર્મનું અવલોકન કરીને રહે છે, કાયાના અસ્તધર્મનું અવલોકન કરીને રહે છે, કાયાના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:7.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘કાયા છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:7.4": "આ પ્રમાણે પણ ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:7.5": "કાયાસ્થિતિ અવલોકનની સમાપ્તિ. ",
  "mn10:8.0": "૧.૩. સંપૂર્ણ જાણકારી દ્વારા કાયાનું અવલોકન ",
  "mn10:8.1": "એના ઉપરાંત ભિક્ષુઓ, ભિક્ષુ જાણપૂર્વક આવે છે અને જાય છે, જાણપૂર્વક આજુબાજુ જુએ છે, જાણપૂર્વક અંગોને સંકોચે કે વિસ્તૃત કરે છે, જાણપૂર્વક બાહરની સંગઠી, વાડકો, અને ઝભ્ભો ધારણ કરે છે, જાણપૂર્વક ખાય, પીએ, ચાવે, અને આસ્વાદ લે છે, જાણપૂર્વક શૌચ અને પેશાબ કરે છે, જાણપૂર્વક ચાલે છે, ઉભો રહે છે, બેસે છે, સૂએ છે, જાગે છે, બોલે છે, અને જાણપૂર્વક શાંત રહે છે. ",
  "mn10:9.1": "આ પ્રમાણે પણ આંતરિક રીતે કાયાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે; ",
  "mn10:9.2": "આ પ્રમાણે પણ ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:9.3": "સંપૂર્ણ જાણકારી પર્વની સમાપ્તિ. ",
  "mn10:10.0": "૧.૪. કાયાની પ્રતિકૂળતા પર લક્ષ દ્વારા અવલોકનનું પર્વ ",
  "mn10:10.1": "એ ઉપરાંત, ભિક્ષુઓ, ભિક્ષુ આ જ કાયાને પગના તળિયાથી ઉપરની તરફ  અને માથાના વાળથી નીચેની તરફ વિવિધ પ્રકારની અશુદ્ધિઓથી ભરેલું જુએ છે અને એનો અનુભવ કરે છે: ",
  "mn10:10.2": "‘આ કાયામાં માથાના વાળ, શરીરના વાળ, નખ, દાંત, ત્વચા, માંસ, પેશી, હાઽકા, અસ્થીમજ્જા, મૂત્રપિંઽ, હૃદય, યકૃત, ઉદરપટલ, બરોળ, ફેફસા, આંતરડા, અંતરપેશી, અપચેલ ખોરાક, મળ, પિત્ત, કફ, પરુ, લોહી, પરસેવો, ચરબી, આંસુ, તેલ, લાળ, નાકનો મળ, શ્લેષ દ્રવ, મૂત્ર છે.’ ",
  "mn10:10.3": "ભિક્ષુઓ, જે રીતે એક બંને છેડે મુખવાળો કોથળો હોય, જે વિવિધ પ્રકારના અનાજના દાણાઓથી ભરેલો હોય, જેમકે ઉત્તમ ચોખા, ઘઉં,મગ, અડદ, તલ, સાદા ચોખા. અને કોઇ સારી આંખશક્તિવાળો માણસ એને ખોલીને જુએ: ‘આ ઉત્તમ ચોખા છે, આ ઘઉં છે, આ મગ છે, આ અડદ છે, આ તલ છે, અને આ સાદા ચોખા છે.’ ",
  "mn10:10.4": "એ જ રીતે, ભિક્ષુઓ, ભિક્ષુ આ કાયાને પગના તળિયાથી ઉપરની તરફ  અને માથાના વાળથી નીચેની તરફ વિવિધ પ્રકારની અશુદ્ધિઓથી ભરેલું જુએ છે અને અનુભવ કરે છે: ",
  "mn10:10.5": "‘આ કાયામાં માથાના વાળ, શરીરના વાળ, નખ, દાંત, ત્વચા, માંસ, પેશી, હાઽકા, અસ્થીમજ્જા, મૂત્રપિંઽ, હૃદય, યકૃત, ઉદરપટલ, બરોળ, ફેફસા, આંતરડા, અંતરપેશી, અપચેલ ખોરાક, મળ, પિત્ત, કફ, પરુ, લોહી, પરસેવો, ચરબી, આંસુ, તેલ, લાળ, નાકનો મળ, શ્લેષ દ્રવ, મૂત્ર છે.’ ",
  "mn10:11.1": "આ પ્રમાણે પણ આંતરિક રીતે કાયાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે; ",
  "mn10:11.2": "આ પ્રમાણે પણ ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:11.3": "કાયાની પ્રતિકૂળ મનોલક્ષ દ્વારા અવલોકનાના પર્વની સમાપ્તિ. ",
  "mn10:12.0": "૧.૫. કાયાની ધાતુઓના હિસાબે અવલોકનનું પર્વ ",
  "mn10:12.1": "આ ઉપરાંત, ભિક્ષુઓ, ભિક્ષુ આ કાયાની જેવી પણ સ્થિતી હોય, જેવી પણ દશા હોય, તેમાં ધાતુઓના હિસાબે અવલોકન કરે છે: ",
  "mn10:12.2": "‘આ કાયામાં પૃથ્વી ધાતુ, જળ ધાતુ, અગ્નિ ધાતુ, અને વાયુ ધાતુ છે.’ ",
  "mn10:12.3": "જે રીતે કોઇ નિપુણ કસાઇ અથવા કસાઇનો શિષ્ય ગાયને મારીને એના ટુકડા લઇને ચોક પર બેઠો હોય. ",
  "mn10:12.4": "એ જ રીતે ભિક્ષુઓ, ભિક્ષુ આ કાયાની જેવી પણ સ્થિતી હોય, જેવી પણ દશા હોય, તેમાં ધાતુઓના હિસાબે અવલોકન કરે છે: ",
  "mn10:12.5": "‘આ કાયામાં પૃથ્વી ધાતુ છે, જળ ધાતુ છે, અગ્નિ ધાતુ છે, વાયુ ધાતુ છે.’ ",
  "mn10:13.1": "આ પ્રમાણે પણ આંતરિક રીતે કાયાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે; ",
  "mn10:13.2": "આ પ્રમાણે પણ ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:13.3": "કાયાની ધાતુના હિસાબે અવલોકનના પર્વની સમાપ્તિ. ",
  "mn10:14.0": "૧.૫. કાયાનું સ્મશાનગૃહમાં શબ દ્વારા અવલોકનનું પર્વ ",
  "mn10:14.1": "એના ઉપરાંત, ભિક્ષુઓ, ધારોકે ભિક્ષુ એક સ્મશાનમાં નાખી દીધેલા શબને જુએ જે એક કે બે કે ત્રણ દહાડાથી મરેલું હોય અને ફૂલેલું, ભૂરુ, સડી ગયેલું હોય. ",
  "mn10:14.2": "એ એની તુલના પોતાના શરીર જોડે કરે: ",
  "mn10:14.3": "‘આ મારૂં શરીર પણ એ જ સ્વભાવનું છે, એની એવી જ દશા થશે, એનાથી પાર નહીં થાય.’ ",
  "mn10:15.1": "આ પ્રમાણે પણ આંતરિક રીતે કાયાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે; ",
  "mn10:15.2": "આ પ્રમાણે પણ ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:16.1": "આ ઉપરાંત, ભિક્ષુઓ, ધારોકે કોઇ ભિક્ષુ સ્મશાનમાં નાખી દિધેલું શબ જુએ જેને કાગડા, બાજ, ગીધ, બગલા, કુતરા, વાઘ, ચિત્તો, અથવા વિવિધ પ્રકારના  પ્રાણીઓ ખાતા હોય. ",
  "mn10:16.2": "એ એની તુલના પોતાના શરીર જોડે કરે: ",
  "mn10:16.3": "‘આ મારૂં શરીર પણ એ જ સ્વભાવનું છે, એની એવી જ દશા થશે, એનાથી પાર નહીં થાય.’ ",
  "mn10:17.1": "આ પ્રમાણે પણ આંતરિક રીતે કાયાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે; ",
  "mn10:17.2": "આ પ્રમાણે પણ ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:18-23.1": "આ ઉપરાંત, ભિક્ષુઓ, ધારોકે ભિક્ષુ એક સ્મશાનમાં નાખી દીધેલું માંસ અને રક્ત યુક્ત પેશીઓ દ્વારા જોડાયેલું હાડપિંજર જુએ … ",
  "mn10:18-23.2": "આ ઉપરાંત, ભિક્ષુઓ, ધારોકે ભિક્ષુ એક સ્મશાનમાં નાખી દીધેલું માંસ વગરનું પણ રક્ત યુક્ત પેશીઓ દ્વારા જોડાયેલું હાડપિંજર જુએ … ",
  "mn10:18-23.3": "આ ઉપરાંત, ભિક્ષુઓ, ધારોકે ભિક્ષુ એક સ્મશાનમાં નાખી દીધેલું માંસ અને રક્ત વગરનું પણ પેશીઓ દ્વારા જોડાયેલું હાડપિંજર જુએ … ",
  "mn10:24.1": "પેશી વગરના ફક્ત હાડકા, જુદી જુદી દિશાઓમાં વિખરાયેલા, અહીં હાથનું હાડકું, ત્યાં પગનું હાડકું, અહીં પિંડલીનું હડકું, ત્યાં જાંઘનું હાડકું, અહીં નિતંબનું હાડકું, ત્યાં કમરનું હાડકું, અહીં પાંસળીઓ, ત્યાં પીઠના હાડકા, અહીં ખાંધાના હાડકા, ત્યાં બાહુના હાડકા, અહીં ગરદનના હાડકા, ત્યાં જડબાના હાડકા, અહીં દાંત, ત્યાં ખોપડી. ",
  "mn10:24.2": "એ એની તુલના પોતાના શરીર જોડે કરે: ",
  "mn10:24.3": "‘આ મારૂં શરીર પણ એ જ સ્વભાવનું છે, એની એવી જ દશા થશે, એનાથી પાર નહીં થાય.’ ",
  "mn10:25.1": "આ પ્રમાણે પણ આંતરિક રીતે કાયાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે; ",
  "mn10:25.2": "આ પ્રમાણે પણ ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:26-28.1": "શંખ જેવા સફેદ હાડકા, … ",
  "mn10:29.1": "જર્જરિત ઢગલામાં રહેલા હાડકા, … ",
  "mn10:30.1": "સડીને ભૂકો થઇ ગયેલા હાડકા, … ",
  "mn10:30.2": "એ એની તુલના પોતાના શરીર જોડે કરે: ",
  "mn10:30.3": "‘આ મારૂં શરીર પણ એ જ સ્વભાવનું છે, એની એવી જ દશા થશે, એનાથી પાર નહીં થાય.’ ",
  "mn10:31.1": "આ પ્રમાણે આંતરિક રીતે કાયાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે કાયાનું અવલોકન કરીને રહે છે; ",
  "mn10:31.2": "કાયાના ઉદયધર્મનું અવલોકન કરીને રહે છે, કાયાના અસ્તધર્મનું અવલોકન કરીને રહે છે, કાયાના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:31.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘કાયા છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:31.4": "આ પ્રમાણે પણ ભિક્ષુ કાયાનું કાયા તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:31.5": "સ્મશાનગૃહ શબના પર્વની સમાપ્તિ. ",
  "mn10:31.6": "કાયાસ્થિતિ અવલોકનની સમાપ્તિ. ",
  "mn10:32.0": "સંવેદનાનું અવલોકન ",
  "mn10:32.1": "અને ભિક્ષુઓ, કઇ રીતે ભિક્ષુ સંવેદનાનું સંવેદના તરીકે અવલોકન કરીને રહેતો હોય છે? ",
  "mn10:32.2": "અહીં, ભિક્ષુઓ, ભિક્ષુ સુખદ સંવેદના અનુભવતી વખતે જાણે છે ‘હું સુખદ સંવેદના અનુભવી રહ્યો છું.’ ",
  "mn10:32.3": "દુઃખદ સંવેદના અનુભવતી વખતે જાણે છે ‘હું દુઃખદ સંવેદના અનુભવી રહ્યો છું.’ ",
  "mn10:32.4": "ના સુખદ ના દુઃખદ સંવેદના અનુભવતી વખતે જાણે છે ‘હું ના સુખદ ના દુઃખદ  સંવેદના અનુભવી રહ્યો છું.’ ",
  "mn10:32.5": "સંસારીક સુખદ સંવેદના અનુભવતી વખતે જાણે છે ‘હું સંસારીક સુખદ સંવેદના અનુભવી રહ્યો છું.’ ",
  "mn10:32.6": "આધ્યાત્મિક સુખદ સંવેદના અનુભવતી વખતે જાણે છે ‘હું આધ્યાત્મિક સુખદ સંવેદના અનુભવી રહ્યો છું.’ ",
  "mn10:32.7": "સંસારીક દુઃખદ સંવેદના અનુભવતી વખતે જાણે છે ‘હું સંસારીક દુઃખદ સંવેદના અનુભવી રહ્યો છું.’ ",
  "mn10:32.8": "આધ્યાત્મિક દુઃખદ સંવેદના અનુભવતી વખતે જાણે છે ‘હું આધ્યાત્મિક દુઃખદ સંવેદના અનુભવી રહ્યો છું.’ ",
  "mn10:32.9": "સંસારીક ના સુખદ ના દુઃખદ સંવેદના અનુભવતી વખતે જાણે છે ‘હું સંસારીક ના સુખદ ના દુઃખદ  સંવેદના અનુભવી રહ્યો છું.’ ",
  "mn10:32.10": "આધ્યાત્મિક ના સુખદ ના દુઃખદ સંવેદના અનુભવતી વખતે જાણે છે ‘હું આધ્યાત્મિક ના  સુખદ ના દુઃખદ  સંવેદના અનુભવી રહ્યો છું.’ ",
  "mn10:33.1": "આ પ્રમાણે આંતરિક રીતે સંવેદનાનું અવલોકન કરીને રહે છે, બાહ્ય રીતે સંવેદનાનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે સંવેદનાનું અવલોકન કરીને રહે છે; ",
  "mn10:33.2": "સંવેદનાના ઉદયધર્મનું અવલોકન કરીને રહે છે, સંવેદનાના અસ્તધર્મનું અવલોકન કરીને રહે છે, સંવેદનાના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:33.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘સંવેદના છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:33.4": "આ પ્રમાણે પણ ભિક્ષુ સંવેદનાનું સંવેદના તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:33.5": "સંવેદના અવલોકનના પર્વની સમાપ્તિ. ",
  "mn10:34.0": "૩. ચિત્ત અવલોકન ",
  "mn10:34.1": "અને ભિક્ષુઓ, કઇ રીતે ભિક્ષુ ચિત્તનું ચિત્ત તરીકે અવલોકન કરીને રહેતો હોય છે? ",
  "mn10:34.2": "અહીં, ભિક્ષુઓ, ભિક્ષુ રાગસહિત ચિત્તને ‘રાગસહિત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.3": "રાગરહિત ચિત્તને ‘રાગરહિત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.4": "દ્વેષસહિત ચિત્તને ‘દ્વેષસહિત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.5": "દ્વેષરહિત ચિત્તને ‘દ્વેષરહિત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.6": "મોહસહિત ચિત્તને ‘મોહસહિત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.7": "મોહરહિત ચિત્તને ‘મોહરહિત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.8": "સંક્ષિપ્ત ચિત્તને ‘સંક્ષિપ્ત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.9": "વિખરાયેલા ચિત્તને ‘વિખરાયેલા ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.10": "વિશાળ ચિત્તને ‘વિશાળ ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.11": "સીમિત ચિત્તને ‘સીમિત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.12": "ઉતરતી કક્ષાના ચિત્તને ‘ઉતરતી કક્ષાના ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.13": "ઉચ્ચ કક્ષાના ચિત્તને ‘ઉચ્ચ કક્ષાના ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.14": "શાંત સ્થિર ચિત્તને ‘શાંત સ્થિર ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.15": "અશાંત અસ્થિર ચિત્તને ‘અશાંત અસ્થિર ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.16": "વિમુક્ત ચિત્તને ‘વિમુક્ત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:34.17": "અવિમુક્ત ચિત્તને ‘અવિમુક્ત ચિત્ત’ તરીકે જાણે છે. ",
  "mn10:35.1": "આ પ્રમાણે આંતરિક રીતે ચિત્તનું ચિત્ત તરીકે અવલોકન કરીને રહે છે, બાહ્ય રીતે ચિત્તનું ચિત્ત તરીકે અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે ચિત્તનું ચિત્ત તરીકે અવલોકન કરીને રહે છે; ",
  "mn10:35.2": "ચિત્તના ઉદયધર્મનું અવલોકન કરીને રહે છે, ચિત્તના અસ્તધર્મનું અવલોકન કરીને રહે છે, ચિત્તના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:35.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘ચિત્ત છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:35.4": "આ પ્રમાણે પણ ભિક્ષુ ચિત્તનું ચિત્ત તરીકે અવલોકન કરીને રહે છે. ",
  "mn10:35.5": "ચિત્ત અવલોકનના પર્વની સમાપ્તિ. ",
  "mn10:36.0.1": "૪. ધર્મસિદ્ધાંતોનું અવલોકન ",
  "mn10:36.0.2": "૪.૧. ધર્મસિદ્ધાંતોનું અવરોધોના અનુસાર અવલોકનનું પર્વ ",
  "mn10:36.1": "અને ભિક્ષુઓ, કઇ રીતે ભિક્ષુ ધર્મસિદ્ધાંતોનું ધર્મસિદ્ધાંત તરીકે અવલોકન કરીને રહેતો હોય છે? ",
  "mn10:36.2": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ પાંચ અવરોધોના અનુસાર ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:36.3": "અને ભિક્ષુઓ, કઇ રીતે એક ભિક્ષુ પાંચ અવરોધોને અનુસાર ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે? ",
  "mn10:36.4": "અહીં, ભિક્ષુઓ, ભિક્ષુમાં જ્યારે કામવિષયની ઇચ્છા હોય છે ત્યારે એ જાણતો હોય છે ‘મારામાં કામવિષયની ઇચ્છા છે’, જ્યારે કામવિષયની ઇચ્છા નથી હોતી ત્યારે એ જાણતો હોય છે ‘મારામાં કામવિષયની ઇચ્છા નથી’; કામવિષયની ઇચ્છા કઇ રીતે ઉત્પન્ન થાય છે એ જાણે છે, કઇ રીતે ઉત્પન્ન થયેલી કામવિષયની ઇચ્છા નષ્ટ થાય છે એ જાણે છે, નષ્ટ થયેલ કામવિષયની ઇચ્છા ફરી કઇ રીતે ઉત્પન્ન નથી થતી એ જાણે છે. ",
  "mn10:36.5": "અહીં, ભિક્ષુઓ, એક ભિક્ષુમાં જ્યારે દ્વેષ હોય છે ત્યારે એ જાણતો હોય છે ‘મારામાં દ્વેષ છે’, જ્યારે દ્વેષ નથી હોતો ત્યારે એ જાણતો હોય છે ‘મારામાં દ્વેષ નથી’; દ્વેષ કઇ રીતે ઉત્પન્ન થાય છે એ જાણે છે, કઇ રીતે ઉત્પન્ન થયેલો દ્વેષ નષ્ટ થાય છે એ જાણે છે, નષ્ટ થયેલ દ્વેષ ફરી કઇ રીતે ઉત્પન્ન નથી થતો એ જાણે છે. ",
  "mn10:36.6": "ભિક્ષુમાં જ્યારે સુસ્તી અને આળસ હોય છે ત્યારે એ જાણતો હોય છે ‘મારામાં સુસ્તી અને આળસ છે’, જ્યારે સુસ્તી અને આળસ નથી હોતા ત્યારે એ જાણતો હોય છે ‘મારામાં સુસ્તી અને આળસ નથી’; સુસ્તી અને આળસ કઇ રીતે ઉત્પન્ન થાય છે એ તેઓ જાણે છે, કઇ રીતે ઉત્પન્ન થયેલા સુસ્તી અને આળસ નષ્ટ થાય છે એ જાણે છે, નષ્ટ થયેલ સુસ્તી અને આળસ ફરી કઇ રીતે ઉત્પન્ન નથી થતા એ તેઓ જાણે છે. ",
  "mn10:36.7": "ભિક્ષુમાં જ્યારે અજંપો અને ચિંતા હોય છે ત્યારે એ જાણતો હોય છે ‘મારામાં અજંપો અને ચિંતા છે’, જ્યારે અજંપો અને ચિંતા નથી હોતા ત્યારે એ જાણતો હોય છે ‘મારામાં અજંપો અને ચિંતા નથી’; અજંપો અને ચિંતા કઇ રીતે ઉત્પન્ન થાય છે એ જાણે છે, કઇ રીતે ઉત્પન્ન થયેલા અજંપો અને ચિંતા નષ્ટ થાય છે એ જાણે છે, નષ્ટ થયેલ અજંપો અને ચિંતા ફરી કઇ રીતે ઉત્પન્ન નથી થતા એ જાણે છે. ",
  "mn10:36.8": "અહીં, ભિક્ષુઓ, એક ભિક્ષુમાં જ્યારે સંદેહ હોય છે ત્યારે એ જાણતો હોય છે ‘મારામાં સંદેહ છે’, જ્યારે સંદેહ નથી હોતો ત્યારે એ જાણતો હોય છે ‘મારામાં સંદેહ નથી’; સંદેહ કઇ રીતે ઉત્પન્ન થાય છે એ તેઓ જાણે છે, કઇ રીતે ઉત્પન્ન થયેલો સંદેહ નષ્ટ થાય છે એ જાણે છે, નષ્ટ થયેલ સંદેહ ફરી કઇ રીતે ઉત્પન્ન નથી થતો એ તેઓ જાણે છે. ",
  "mn10:37.1": "આ પ્રમાણે આંતરિક રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે; ",
  "mn10:37.2": "ધર્મસિદ્ધાંતોના ઉદયધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના અસ્તધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:37.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘ધર્મસિદ્ધાંતો છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:37.4": "આ પ્રમાણે પણ ભિક્ષુઓ, ભિક્ષુ પાંચ અવરોધોના અનુસાર ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:37.5": "અવરોધ પર્વની સમાપ્તિ ",
  "mn10:38.0": "૪.૨. ખંડો દ્વારા ધર્મસિદ્ધાંતોની અવલોકના ",
  "mn10:38.1": "આ ઉપરાંત, ભિક્ષુઓ, ભિક્ષુ પાંચ ગ્રહણશીલ ખંડો પર આધારિત ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:38.2": "અને ભિક્ષુઓ, કઇ રીતે એક ભિક્ષુ પાંચ ગ્રહણશીલ ખંડો પર આધારિત ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે? ",
  "mn10:38.3": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ અવલોકન કરે છે: ",
  "mn10:38.4": "‘આ રૂપ છે, આ રૂપનો ઉદય છે, આ રૂપનો અસ્ત છે; ",
  "mn10:38.5": "આ સંવેદના છે, આ સંવેદનાનો ઉદય છે, આ સંવેદનાનો અસ્ત છે; ",
  "mn10:38.6": "આ સંજ્ઞા છે, આ સંજ્ઞાનો ઉદય છે, આ સંજ્ઞાનો અસ્ત છે; ",
  "mn10:38.7": "આ સંસ્કાર છે, આ સંસ્કારનો ઉદય છે, આ સંસ્કારનો અસ્ત છે; ",
  "mn10:38.8": "આ ચૈતન્ય છે, આ ચૈતન્યનો ઉદય છે, આ ચૈતન્યનો અસ્ત છે’; ",
  "mn10:39.1": "આ પ્રમાણે આંતરિક રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે; ",
  "mn10:39.2": "ધર્મસિદ્ધાંતોના ઉદયધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના અસ્તધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:39.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘ધર્મસિદ્ધાંતો છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:39.4": "આ પ્રમાણે પણ ભિક્ષુઓ, ભિક્ષુ પાંચ ગ્રહણશીલ ખંડો પર આધારિત ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:39.5": "ખંડ પર્વની સમાપ્તિ. ",
  "mn10:40.0": "૪.૩. સંવેદનાક્ષેત્ર દ્વારા ધર્મસિદ્ધાંતોની અવલોકનાનું પર્વ ",
  "mn10:40.1": "આ ઉપરાંત, ભિક્ષુઓ, ભિક્ષુ છ આંતરિક અને બાહ્ય સંવેદનક્ષેત્રો પર આધારિત ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:40.2": "અને ભિક્ષુઓ, કઇ રીતે એક ભિક્ષુ છ આંતરિક અને બાહ્ય સંવેદનક્ષેત્રો પર આધારિત ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે? ",
  "mn10:40.3": "અહીં, ભિક્ષુઓ, ભિક્ષુ આંખને સમજે છે, રૂપને સમજે છે, એ બંન્નેના સંયોજનથી ઉત્પન્ન થતા બંધનને સમજે છે, હજી સુધી ઉત્પન્ન ના થયેલું બંધન કઇ રીતે ઉત્પન્ન થાય છે એ સમજે છે, ઉત્પન્ન થયેલા બંધનનો કઇ રીતે ત્યાગ થાય છે એ સમજે છે, અને ત્યાગ કરેલા બંધન કઇ રીતે ફરી ઉત્પન્ન નથી થતા એ સમજે છે. ",
  "mn10:40.4": "અહીં, ભિક્ષુઓ, ભિક્ષુ કાનને સમજે છે, અવાજને સમજે છે, એ બંન્નેના સંયોજનથી ઉત્પન્ન થતા બંધનને સમજે છે, હજી સુધી ઉત્પન્ન ના થયેલું બંધન કઇ રીતે ઉત્પન્ન થાય છે એ સમજે છે, ઉત્પન્ન થયેલા બંધનનો કઇ રીતે ત્યાગ થાય છે એ સમજે છે, અને ત્યાગ કરેલા બંધન કઇ રીતે ફરી ઉત્પન્ન નથી થતા એ સમજે છે. ",
  "mn10:40.5": "અહીં, ભિક્ષુઓ, ભિક્ષુ નાકને સમજે છે, ગંધને સમજે છે, એ બંન્નેના સંયોજનથી ઉત્પન્ન થતા બંધનને સમજે છે, હજી સુધી ઉત્પન્ન ના થયેલું બંધન કઇ રીતે ઉત્પન્ન થાય છે એ સમજે છે, ઉત્પન્ન થયેલા બંધનનો કઇ રીતે ત્યાગ થાય છે એ સમજે છે, અને ત્યાગ કરેલા બંધન કઇ રીતે ફરી ઉત્પન્ન નથી થતા એ સમજે છે. ",
  "mn10:40.6": "અહીં, ભિક્ષુઓ, ભિક્ષુ જીભને સમજે છે, સ્વાદને સમજે છે, એ બંન્નેના સંયોજનથી ઉત્પન્ન થતા બંધનને સમજે છે, હજી સુધી ઉત્પન્ન ના થયેલું બંધન કઇ રીતે ઉત્પન્ન થાય છે એ સમજે છે, ઉત્પન્ન થયેલા બંધનનો કઇ રીતે ત્યાગ થાય છે એ સમજે છે, અને ત્યાગ કરેલા બંધન કઇ રીતે ફરી ઉત્પન્ન નથી થતા એ સમજે છે. ",
  "mn10:40.7": "અહીં, ભિક્ષુઓ, ભિક્ષુ શરીરને સમજે છે, સ્પર્શને સમજે છે, એ બંન્નેના સંયોજનથી ઉત્પન્ન થતા બંધનને સમજે છે, હજી સુધી ઉત્પન્ન ના થયેલું બંધન કઇ રીતે ઉત્પન્ન થાય છે એ સમજે છે, ઉત્પન્ન થયેલા બંધનનો કઇ રીતે ત્યાગ થાય છે એ સમજે છે, અને ત્યાગ કરેલા બંધન કઇ રીતે ફરી ઉત્પન્ન નથી થતા એ સમજે છે. ",
  "mn10:40.8": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ મનને સમજે છે, વિચારોને સમજે છે, એ બંન્નેના સંયોજનથી ઉત્પન્ન થતા બંધનને સમજે છે, હજી સુધી ઉત્પન્ન ના થયેલું બંધન કઇ રીતે ઉત્પન્ન થાય છે એ સમજે છે, ઉત્પન્ન થયેલા બંધનનો કઇ રીતે ત્યાગ થાય છે એ સમજે છે, અને ત્યાગ કરેલા બંધન કઇ રીતે ફરી ઉત્પન્ન નથી થતા એ સમજે છે. ",
  "mn10:41.1": "આ પ્રમાણે આંતરિક રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે; ",
  "mn10:41.2": "ધર્મસિદ્ધાંતોના ઉદયધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના અસ્તધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:41.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘ધર્મસિદ્ધાંતો છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:41.4": "આ પ્રમાણે પણ, ભિક્ષુઓ, ભિક્ષુ છ આંતરિક અને બાહ્ય સંવેદનક્ષેત્રો પર આધારિત ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:41.5": "સંવેદનક્ષેત્ર પર્વની સમાપ્તિ ",
  "mn10:42.0": "બોધિઅંગ પર આધારિત ધર્મસિદ્ધાંતોની અવલોકનાનું પર્વ ",
  "mn10:42.1": "આ ઉપરાંત, ભિક્ષુઓ, ભિક્ષુ સાત બોધિઅંગો પર આધારિત ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:42.2": "અને ભિક્ષુઓ, કઇ રીતે ભિક્ષુ સાત બોધિઅંગો પર આધારિત ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે? ",
  "mn10:42.3": "અહીં, ભિક્ષુઓ, ભિક્ષુમાં જ્યારે સ્મૃતિનું બોધિઅંગ હોય છે ત્યારે એ જાણતો હોય છે કે ‘મારામાં સ્મૃતિનું બોધિઅંગ છે’, જ્યારે સ્મૃતિનું બોધિઅંગ ના હોય ત્યારે એ જાણતો હોય છે કે ‘મારામાં સ્મૃતિનું બોધિઅંગ નથી’, ના ઉત્પન્ન થયેલું સ્મૃતિનું બોધિઅંગ કઇ રીતે ઉત્પન્ન થાય છે એ જાણતો હોય છે, ઉત્પન્ન થયેલા સ્મૃતિના બોધિઅંગની વિકાસ દ્વારા કઇ રીતે પરિપૂર્ણતા થાય છે એ જાણે છે. ",
  "mn10:42.4": "અહીં, ભિક્ષુઓ, ભિક્ષુમાં જ્યારે પ્રશાંતિનો બોધિઅંગ હોય છે ત્યારે એ જાણતો હોય છે કે ‘મારામાં પ્રશાંતિનો બોધિઅંગ છે’, જ્યારે પ્રશાંતિનો બોધિઅંગ ના હોય ત્યારે એ જાણતો હોય છે કે ‘મારામાં પ્રશાંતિનો બોધિઅંગ નથી’, ના ઉત્પન્ન થયેલ પ્રશાંતિનો બોધિઅંગ કઇ રીતે ઉત્પન્ન થાય છે એ જાણતો હોય છે, ઉત્પન્ન થયેલા પ્રશાંતિના બોધિઅંગની વિકાસ દ્વારા કઇ રીતે પરિપૂર્ણતા થાય છે એ જાણે છે. ",
  "mn10:42.5": "અહીં, ભિક્ષુઓ, ભિક્ષુમાં જ્યારે ઊર્જાનું બોધિઅંગ હોય છે ત્યારે એ જાણતો હોય છે કે ‘મારામાં ઊર્જાનું બોધિઅંગ છે’, જ્યારે ઊર્જાનું બોધિઅંગ ના હોય ત્યારે એ જાણતો હોય છે કે ‘મારામાં ઊર્જાનું બોધિઅંગ નથી’, ના ઉત્પન્ન થયેલું ઊર્જાનું બોધિઅંગ કઇ રીતે ઉત્પન્ન થાય છે એ જાણતો હોય છે, ઉત્પન્ન થયેલા ઊર્જાના બોધિઅંગની વિકાસ દ્વારા કઇ રીતે પરિપૂર્ણતા થાય છે એ જાણે છે. ",
  "mn10:42.6": "અહીં, ભિક્ષુઓ, ભિક્ષુમાં જ્યારે હર્ષનો બોધિઅંગ હોય છે ત્યારે એ જાણતો હોય છે કે ‘મારામાં હર્ષનો બોધિઅંગ છે’, જ્યારે હર્ષનો બોધિઅંગ ના હોય ત્યારે એ જાણતો હોય છે કે ‘મારામાં હર્ષનો બોધિઅંગ નથી’, ના ઉત્પન્ન થયેલ હર્ષનો બોધિઅંગ કઇ રીતે ઉત્પન્ન થાય છે એ જાણતો હોય છે, ઉત્પન્ન થયેલા હર્ષના બોધિઅંગની વિકાસ દ્વારા કઇ રીતે પરિપૂર્ણતા થાય છે એ જાણે છે. ",
  "mn10:42.7": "અહીં, ભિક્ષુઓ, ભિક્ષુમાં જ્યારે પ્રશાંતિનો બોધિઅંગ હોય છે ત્યારે એ જાણતો હોય છે કે ‘મારામાં પ્રશાંતિનો બોધિઅંગ છે’, જ્યારે પ્રશાંતિનો બોધિઅંગ ના હોય ત્યારે એ જાણતો હોય છે કે ‘મારામાં પ્રશાંતિનો બોધિઅંગ નથી’, ના ઉત્પન્ન થયેલ પ્રશાંતિનો બોધિઅંગ કઇ રીતે ઉત્પન્ન થાય છે એ જાણતો હોય છે, ઉત્પન્ન થયેલા પ્રશાંતિના બોધિઅંગની વિકાસ દ્વારા કઇ રીતે પરિપૂર્ણતા થાય છે એ જાણે છે. ",
  "mn10:42.8": "અહીં, ભિક્ષુઓ, ભિક્ષુમાં જ્યારે સમાધિનો બોધિઅંગ હોય છે ત્યારે એ જાણતો હોય છે કે ‘મારામાં સમાધિનો બોધિઅંગ છે’, જ્યારે સમાધિનો બોધિઅંગ ના હોય ત્યારે એ જાણતો હોય છે કે ‘મારામાં સમાધિનો બોધિઅંગ નથી’, ના ઉત્પન્ન થયેલ સમાધિનો બોધિઅંગ કઇ રીતે ઉત્પન્ન થાય છે એ જાણતો હોય છે, ઉત્પન્ન થયેલા સમાધિના બોધિઅંગની વિકાસ દ્વારા કઇ રીતે પરિપૂર્ણતા થાય છે એ જાણે છે. ",
  "mn10:42.9": "અહીં, ભિક્ષુઓ, ભિક્ષુમાં જ્યારે સમભાવનો બોધિઅંગ હોય છે ત્યારે એ જાણતો હોય છે કે ‘મારામાં સમભાવનો બોધિઅંગ છે’, જ્યારે સમભાવનો બોધિઅંગ ના હોય ત્યારે એ જાણતો હોય છે કે ‘મારામાં સમભાવનો બોધિઅંગ નથી’, ના ઉત્પન્ન થયેલ સમભાવનો બોધિઅંગ કઇ રીતે ઉત્પન્ન થાય છે એ જાણતો હોય છે, ઉત્પન્ન થયેલા સમભાવના બોધિઅંગની વિકાસ દ્વારા કઇ રીતે પરિપૂર્ણતા થાય છે એ જાણે છે. ",
  "mn10:43.1": "આ પ્રમાણે આંતરિક રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે; ",
  "mn10:43.2": "ધર્મસિદ્ધાંતોના ઉદયધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના અસ્તધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:43.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘ધર્મસિદ્ધાંતો છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:43.4": "આ પ્રમાણે પણ ભિક્ષુઓ, ભિક્ષુ સાત બોધિઅંગો પર આધારિત  ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:43.5": "બોધિઅંગના પર્વની સમાપ્તિ. ",
  "mn10:44.0": "૪.૫. આર્યસત્યો દ્વારા ધર્મસિદ્ધાંતોની અવલોકનાનું પર્વ ",
  "mn10:44.1": "આ ઉપરાંત, ભિક્ષુઓ, ભિક્ષુ ચાર આર્યસત્યો પર આધારિત ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:44.2": "અને ભિક્ષુઓ, કઇ રીતે ભિક્ષુ ચાર આર્યસત્યો પર આધારિત  ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે? ",
  "mn10:44.3": "અહીં, ભિક્ષુઓ, ભિક્ષુ સાચી રીતે ‘આ દુઃખ છે’ એમ સમજે છે, ‘આ દુઃખનો ઉદય છે’ એમ સમજે છે, ‘આ દુઃખનો નિરોધ છે’ એમ સમજે છે, ‘આ દુઃખના નિરોધ તરફ લઇ જનારો માર્ગ છે’ એમ સમજે છે. ",
  "mn10:45.1": "આ પ્રમાણે આંતરિક રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે, આંતરિક અને બાહ્ય રીતે ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહે છે; ",
  "mn10:45.2": "ધર્મસિદ્ધાંતોના ઉદયધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના અસ્તધર્મનું અવલોકન કરીને રહે છે, ધર્મસિદ્ધાંતોના ઉદય અને અસ્તનું અવલોકન કરીને રહે છે. ",
  "mn10:45.3": "અથવા માત્ર જ્ઞાન અને સ્મૃતિની સ્થાપના માટે જરૂરી હોય એટલી, ‘ધર્મસિદ્ધાંતો છે’ એવી સ્મૃતિની સ્થાપના કરીને, દુનિયાથી અલગ, કશું પણ ગ્રહણ કર્યા વગર રહે છે. ",
  "mn10:45.4": "આ પ્રમાણે પણ ભિક્ષુઓ, ભિક્ષુ ચાર આર્યસત્યો પર આધારિત  ધર્મસિદ્ધાંતોનું અવલોકન કરીને રહેતો હોય છે. ",
  "mn10:45.5": "આર્યસત્ય પર્વની સમાપ્તિ ",
  "mn10:45.6": "ધર્મસિદ્ધાંતોના અવલોકનની સમાપ્તિ ",
  "mn10:46.1": "ભિક્ષુઓ, જે કોઇ આ ચાર સ્મૃતિપ્રસ્થાન આ રીતે સાત વર્ષ માટે વિકસિત કરે છે, તે બેમાંથી એક ફળની આશા રાખી શકે છે: ",
  "mn10:46.2": "આ જન્મમાં જ ધર્મજ્ઞાનનો સાક્ષાત્કાર; અથવા કશું બંધન બાકી રહ્યું હોય તો અનાગામીતા. ",
  "mn10:46.3": "સાત વર્શ તો જવા દો, ભિક્ષુઓ. ",
  "mn10:46.4": "ભિક્ષુઓ, જે કોઇ આ ચાર સ્મૃતિપ્રસ્થાન આ રીતે છ વર્ષ માટે વિકસિત કરે છે, તે બેમાંથી એક ફળની આશા રાખી શકે છે: ",
  "mn10:46.5": "પાંચ વર્ષ … ",
  "mn10:46.6": "ચાર વર્ષ … ",
  "mn10:46.7": "ત્રણ વર્ષ … ",
  "mn10:46.8": "બે વર્ષ … ",
  "mn10:46.9": "એક વર્ષ … ",
  "mn10:46.10": "એક વર્ષ તો જવા દો, ભિક્ષુઓ. ",
  "mn10:46.11": "ભિક્ષુઓ, જે કોઇ આ ચાર સ્મૃતિપ્રસ્થાન આ રીતે સાત મહીના માટે વિકસિત કરે છે, તે બેમાંથી એક ફળની આશા રાખી શકે છે: ",
  "mn10:46.12": "આ જન્મમાં જ ધર્મજ્ઞાનનો સાક્ષાત્કાર; અથવા કશું ગ્રહણ બાકી રહ્યું હોય તો અનાગામીતા. ",
  "mn10:46.13": "સાત મહીના તો જવા દો, ભિક્ષુઓ. ",
  "mn10:46.14": "ભિક્ષુઓ, જે કોઇ આ ચાર સ્મૃતિપ્રસ્થાન આ રીતે છ મહીના માટે વિકસિત કરે છે, તે બેમાંથી એક ફળની આશા રાખી શકે છે: ",
  "mn10:46.15": "પાંચ મહીના … ",
  "mn10:46.16": "ચાર મહીના … ",
  "mn10:46.17": "ત્રણ મહીના … ",
  "mn10:46.18": "બે મહીના … ",
  "mn10:46.19": "એક મહીના … ",
  "mn10:46.20": "અડધા મહીના … ",
  "mn10:46.21": "અડધો મહીનો તો જવા દો, ભિક્ષુઓ. ",
  "mn10:46.22": "ભિક્ષુઓ, જે કોઇ આ ચાર સ્મૃતિપ્રસ્થાન આ રીતે સાત દિવસ માટે વિકસિત કરે છે, તે બેમાંથી એક ફળની આશા રાખી શકે છે: ",
  "mn10:46.23": "આ જન્મમાં જ ધર્મજ્ઞાનનો સાક્ષાત્કાર; અથવા કશું ગ્રહણ બાકી રહ્યું હોય તો અનાગામીતા. ",
  "mn10:47.1": "“ભિક્ષુઓ, જીવિતોની વિશુદ્ધિ માટે, શોક, વિલાપને પાર કરવા માટે, દુઃખ અને નિરાશાના સર્વનાશ માટે, સાચા માર્ગની પ્રાપ્તિ માટે, અને નિર્વાણની પ્રાપ્તિ અને સાક્ષાત કરવા માટે, એક માર્ગ છે, ચાર સ્મૃતિ પ્રસ્થાન. ",
  "mn10:47.2": "એમ મેં કહ્યું, અને એટલા માટે કહ્યું.” ",
  "mn10:47.3": "ભગવંતે એવું કહ્યું. ",
  "mn10:47.4": "એ ભિક્ષુઓ ભગવંતના વચનોથી સંતુષ્ટ અને આનંદિત થયા. ",
  "mn10:47.5": "સ્મૃતિપ્રસ્થાન સૂત્રની સમાપ્તિ. ",
  "mn10:47.6": "મૂળપરિયાયવર્ગની સમાપ્તિ. "
}