{
  "mn118:0.1": "મજ્જ઼િમ નિકાય ૧૧૮ ",
  "mn118:0.2": "આનાપાન સ્મૃતિ સૂત્ર ",
  "mn118:1.1": "એવું મેં સાંભળ્યું—",
  "mn118:1.2": "એક વખત ભગવંત શ્રાવસ્તિની પાસે  મિગારની માતાના મહેલ, પૂર્વારામમાં વિહાર કરી રહ્યા હતા. એમની સાથે ઘણા પ્રખ્યાત અને વરિષ્ઠ શિષ્યો, જેમ કે ",
  "mn118:1.3": "આયુષ્યમાન સારિપુત્ર, મહામોગ્ગલ્લાન, મહાકશ્યપ, મહાકાત્યાયન, મહાકોટ્ઠિત, મહાકપ્પિન, મહાચુંદ, અનુરૂદ્ધ, રેવત, આનંદ, અને બીજા ઘણા વરિષ્ઠ શિષ્યો હતા. ",
  "mn118:2.1": "તે વખતે, વરિષ્ઠ ભિક્ષુઓ નવા ભિક્ષુઓને શિક્ષા અને ઉપદેશ આપી રહ્યા હતા. ",
  "mn118:2.2": "અમુક વરિષ્ઠ ભિક્ષુઓ દસ ભિક્ષુઓને શિક્ષા આપી રહ્યા હતા, અમુક વીસ, ત્રીસ કે ચાલીસ ભિક્ષુઓને શિક્ષા આપી રહ્યા હતા. ",
  "mn118:2.3": "વરિષ્ઠ ભિક્ષુઓની શિક્ષાને લીધે નવા ભિક્ષુઓની પહેલા કરતા ખૂબ વધારે પ્રગતી અને વિશિષ્ટતા થઇ. ",
  "mn118:3.1": "એ વખતે ઉપોશથની પૂર્ણીમા હતી અને પ્રવારણની વિધિની રાતે ભગવંત ભિક્ષુસંઘની વચ્ચે બેઠા હતા. ",
  "mn118:3.2": "ભગવંતે શાંત અને મૌન ભિક્ષુસંઘનું સર્વેક્ષણ કરીને ભિક્ષુઓને ઉદ્દેશિને કહ્યું: ",
  "mn118:4.1": "“હું સંતુષ્ટ છું, ભિક્ષુઓ, આ વ્યવહારથી; ",
  "mn118:4.2": "મારું મન સંતુષ્ટ છે, ભિક્ષુઓ, આ વ્યવહારથી. ",
  "mn118:4.3": "તો ભિક્ષુઓ, અપ્રાપ્તને પ્રાપ્ત કરવા માટે, અસિદ્ધને સિદ્ધ કરવા માટે, અસાક્ષાતને સાક્ષાત કરવા માટે, હજી વધારે ઉર્જા જાગૃત કરો. ",
  "mn118:4.4": "હું અહીં શ્રાવસ્તિમાં કૌમુદી ચંદ્રના ચાર મહીના રાહ જોઇશ.” ",
  "mn118:5.1": "બધા ગામોના ભિક્ષુઓએ એવું સાંભળ્યું: ",
  "mn118:5.2": "“ભગવંત શ્રાવસ્તિમાં કૌમુદી ચંદ્રના ચાર મહીના રહેવાના છે.” ",
  "mn118:5.3": "તો બધા ગામોના ભિક્ષુઓ ભગવંતના દર્શન માટે શ્રાવસ્તિ આવી પહોંચ્યા. ",
  "mn118:6.1": "અને, વરિષ્ઠ ભિક્ષુઓએ નવા ભિક્ષુઓને હજી વધારે શિક્ષા અને ઉપદેશ આપ્યો. ",
  "mn118:6.2": "અમુક વરિષ્ઠ ભિક્ષુઓ દસ ભિક્ષુઓને શિક્ષા આપી રહ્યા હતા, અમુક વીસ, ત્રીસ કે ચાલીસ ભિક્ષુઓને શિક્ષા આપી રહ્યા હતા. ",
  "mn118:6.3": "વરિષ્ઠ ભિક્ષુઓની શિક્ષાને લીધે નવા ભિક્ષુઓની પહેલા કરતા ખૂબ વધારે પ્રગતી અને વિશિષ્ટતા થઇ. ",
  "mn118:7.1": "તે વખતે જ્યારે ઉપોશથની પૂર્ણીમા હતી અને પ્રવારણની વિધિની રાત હતી  ત્યારે ભગવંત ખુલ્લામાં ભિક્ષુસંઘની વચ્ચે બેઠા હતા. ",
  "mn118:7.2": "અને ભગવંતે શાંત અને મૌન ભિક્ષુસંઘનું સર્વેક્ષણ કરીને ભિક્ષુઓને ઉદ્દેશિને કહ્યું: ",
  "mn118:8.1": "“આ પરિષદ બકવાસ રહિત છે, બડબડ વગરની છે, શુદ્ધિ અને સારમાં પ્રસ્થાપિત છે. ",
  "mn118:8.2": "ભિક્ષુઓ, આવો આ ભિક્ષુસંઘ છે; આવી આ પરિષદ છે. ",
  "mn118:8.3": "આ પ્રકારની પરિષદ અર્પણ માટે યોગ્ય છે, આતિથ્ય માટે યોગ્ય છે, દક્ષિણા માટે યોગ્ય છે, અંજલી કરવા માટે યોગ્ય છે, દુનિયામાં સર્વશ્રેષ્ઠ પુણ્યક્ષેત્ર છે. ",
  "mn118:8.4": "ભિક્ષુઓ, આવો આ ભિક્ષુસંઘ છે; આવી આ પરિષદ છે. ",
  "mn118:8.5": "આવી પરિષદને થોડું પણ આપો તો વધુ ફળ થાય અને વધુ આપો તો ઘણું વધારે ફળ થાય. ",
  "mn118:8.6": "ભિક્ષુઓ, આવો આ ભિક્ષુસંઘ છે; આવી આ પરિષદ છે. ",
  "mn118:8.7": "આ દુનિયામાં આવી પરિષદનું દર્શન દુર્લભ છે. ",
  "mn118:8.8": "ભિક્ષુઓ, આવો આ ભિક્ષુસંઘ છે; આવી આ પરિષદ છે. ",
  "mn118:8.9": "આવી પરિષદ ઘણા યોજનોથી દૂર યાત્રા કરીને, જાતે પોતાનો સામાન ખભા પર થેલામાં નાખીને પણ દર્શન કરવા લાયક છે. ",
  "mn118:9.1": "ભિક્ષુઓ,આ ભિક્ષુસંઘમાં એવા ભિક્ષુઓ છે જેઓ  અશુદ્ધિઓના અંત દ્વારા અ૨હંત થયા છે, જેમણે ધાર્મિક જીવન જીવ્યું છે, જે કરવાનું હતું તે કર્યું છે, બોજ઼ મૂકી દીધો છે, પોતાનો ધ્યેય સિદ્ધ કર્યો છે, અસ્તિત્વના બંધનનો સંપૂર્ણપણે વિનાશ કર્યો છે, જે સમ્મજ્ઞાન દ્વારા સંપૂર્ણપણે મુક્ત થયા છે—",
  "mn118:9.2": "ભિક્ષુઓ, આ પ્રકારના ભિક્ષુઓ આ ભિક્ષુસંઘમાં છે. ",
  "mn118:10.1": "ભિક્ષુઓ, આ ભિક્ષુસંઘમાં પાંચ નીચલા બંધનોના વિનાશ દ્વારા સ્વર્ગલોકમાં સ્વયંભવિ થઇ, ત્યાં જ નિર્વાણ પ્રાપ્ત કરી, આ લોકમાં પાછા ના આવનારા, અનાગામી ભિક્ષુઓ છે—",
  "mn118:10.2": "ભિક્ષુઓ, આ પ્રકારના પણ ભિક્ષુઓ આ ભિક્ષુસંઘમાં છે. ",
  "mn118:11.1": "ભિક્ષુઓ, આ ભિક્ષુસંઘમાં ત્રણ નીચલા બંધનોના વિનાશ દ્વારા અને લાલસા, દ્વેષ, અને મોહના નબળા થવાથી સકદાગામી ભિક્ષુઓ છે, જે ફક્ત એક વખત આ લોકમાં દુઃખના સંપૂર્ણ વિનાશ માટે પાછા આવે છે—",
  "mn118:11.2": "ભિક્ષુઓ, આ પ્રકારના પણ ભિક્ષુઓ આ ભિક્ષુસંઘમાં છે. ",
  "mn118:12.1": "ભિક્ષુઓ, આ ભિક્ષુસંઘમાં ત્રણ નીચલા બંધનોના વિનાશ દ્વારા શ્રોતપન્ન ભિક્ષુઓ છે, જેમનો નીચલોકમાં જન્મ અસંભવ છે, જેઓ પરમ જ્ઞાનપ્રાપ્તિના માર્ગ પર નિશ્ચિત છે—",
  "mn118:12.2": "ભિક્ષુઓ, આ પ્રકારના શાંત ભિક્ષુઓ આ ભિક્ષુસંઘમાં છે. ",
  "mn118:13.1": "ભિક્ષુઓ, આ ભિક્ષુસંઘમાં ચાર સ્મૃતિ પ્રસ્થાનની ભાવનામાં સમર્પિત વિહાર કરનારા ભિક્ષુઓ છે—",
  "mn118:13.2": "ભિક્ષુઓ, આ પ્રકારના પણ ભિક્ષુઓ આ ભિક્ષુસંઘમાં છે. ",
  "mn118:14.1": "ભિક્ષુઓ, આ ભિક્ષુસંઘમાં ચાર સમ્યક્ પરિશ્રમની ભાવનામાં સમર્પિત વિહાર કરનારા  ભિક્ષુઓ છે … ",
  "mn118:14.2": "ચાર માનસિક સિદ્ધિઓ … ",
  "mn118:14.3": "પાંચ ઇંદ્રિયો … ",
  "mn118:14.4": "પાંચ બળો … ",
  "mn118:14.5": "સાત બોધિઅંગો … ",
  "mn118:14.6": "આર્ય અષ્ટાંગ માર્ગની ભાવનામાં સમર્પિત વિહાર કરનારા ",
  "mn118:14.7": "ભિક્ષુઓ, આ પ્રકારના પણ ભિક્ષુઓ આ ભિક્ષુસંઘમાં છે. ",
  "mn118:14.8": "ભિક્ષુઓ, આ ભિક્ષુસંઘમાં મૈત્રી ભાવનામાં સમર્પિત વિહાર કરનારા ભિક્ષુઓ છે … ",
  "mn118:14.9": "કરૂણા ભાવનામાં સમર્પિત વિહાર કરનારા … ",
  "mn118:14.10": "મુદિતા ભાવનામાં સમર્પિત વિહાર કરનારા … ",
  "mn118:14.11": "ઉપેક્ષા ભાવનામાં સમર્પિત વિહાર કરનારા … ",
  "mn118:14.12": "અશુભ ભાવનામાં સમર્પિત વિહાર કરનારા … ",
  "mn118:14.13": "અનિત્યસંજ્ઞા ભાવનામાં સમર્પિત વિહાર કરનારા … ",
  "mn118:14.14": "ભિક્ષુઓ, આ પ્રકારના પણ ભિક્ષુઓ આ ભિક્ષુસંઘમાં છે. ",
  "mn118:14.15": "ભિક્ષુઓ, આ ભિક્ષુસંઘમાં આનાપાન સ્મૃતિની ભાવનામાં સમર્પિત વિહાર કરનારા ભિક્ષુઓ છે. ",
  "mn118:15.1": "ભિક્ષુઓ, આનાપાન સ્મૃતિની ભાવના જ્યારે વિકસિત થાય છે ત્યારે એ ખૂબ ફળદાયી અને લાભકારક હોય છે. ",
  "mn118:15.2": "ભિક્ષુઓ, આનાપાન સ્મૃતિ ભાવના વિકસિત કરવાથી ચાર સ્મૃતિપ્રસ્થાનની પરિપૂર્ણતા થાય છે. ",
  "mn118:15.3": "ચાર સ્મૃતિપ્રસ્થાનની ભાવના વિકસિત કરવાથી સાત બોધિઅંગની પરિપૂર્ણતા થાય છે. ",
  "mn118:15.4": "સાત બોધિઅંગની ભાવના વિકસિત કરવાથી જ્ઞાન દ્વારા વિમુક્તિ થાય છે. ",
  "mn118:16.1": "ભિક્ષુઓ, કઇ રીતે આનાપાન સ્મૃતિની ભાવના જ્યારે વિકસિત થાય છે ત્યારે એ ખૂબ ફળદાયી અને લાભકારક હોય છે? ",
  "mn118:17.1": "અહીં ભિક્ષુઓ, એક ભિક્ષુ વનમાં અથવા ઝાઽના તળિયે અથવા ખાલી ઘરમાં પલાંઠી વાળું આસન ધારીને, શરીર ટટાર રાખીને, સ્મૃતિને મનમાં સામે રાખીને બેઠો હોય છે. ",
  "mn118:17.2": "એ યાદ રાખીને શ્વાસ લે છે, યાદ રાખીને ઉચ્છવાસ કરે છે. ",
  "mn118:18.1": "લાંબો શ્વાસ લેતા જાણે છે ‘હું લાંબો શ્વાસ લઉ છું’, લાંબો ઉચ્છવાસ કરતા જાણે છે ‘હું લાંબો ઉચ્છવાસ કરું છું’; ",
  "mn118:18.2": "ટૂંકો શ્વાસ લેતા જાણે છે ‘હું ટૂંકો શ્વાસ લઉ છું’, ટૂંકો ઉચ્છવાસ કરતા જાણે છે ‘હું ટૂંકો ઉચ્છવાસ કરું છું’; ",
  "mn118:18.3": "‘સંપૂર્ણ કાયાને અનુભવીને શ્વાસ લઉ છું’ એમ શિખે છે, ‘સંપૂર્ણ કાયાને અનુભવીને ઉચ્છવાસ કરું છું’ એમ શિખે છે; ",
  "mn118:18.4": "‘કાયાની પ્રવૃત્તિઓ શાંત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘કાયાની પ્રવૃત્તિઓ શાંત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે. ",
  "mn118:19.1": "‘હર્ષ અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘હર્ષ અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:19.2": "‘સુખ અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘સુખ અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:19.3": "‘માનસિક પ્રવૃત્તિઓ અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘માનસિક પ્રવૃત્તિઓ અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:19.4": "‘માનસિક પ્રવૃત્તિઓ શાંત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘માનસિક પ્રવૃત્તિઓ શાંત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે. ",
  "mn118:20.1": "‘મન અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘મન અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:20.2": "‘મન પ્રસન્ન કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘મન પ્રસન્ન કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:20.3": "‘મન સમાધિત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘મન સમાધિત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:20.4": "‘મન મુક્ત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘મન મુક્ત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે. ",
  "mn118:21.1": "‘અનિત્યતા અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘અનિત્યતા અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:21.2": "‘વૈરાગ્ય અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘વૈરાગ્ય અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:21.3": "‘નિરોધ અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘નિરોધ અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:21.4": "‘બધી પ્રવૃત્તિઓનો ત્યાગ કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘બધી પ્રવૃત્તિઓનો ત્યાગ કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે. ",
  "mn118:22.1": "ભિક્ષુઓ, આનાપાન સ્મૃતિની ભાવના જ્યારે આ રીતે વિકસિત થાય છે ત્યારે એ ખૂબ ફળદાયી અને લાભકારક હોય છે. ",
  "mn118:23.1": "ભિક્ષુઓ, આનાપાન સ્મૃતિ ભાવના વિકસિત કરવાથી કઇ રીતે ચાર સ્મૃતિપ્રસ્થાનની પરિપૂર્ણતા થાય છે? ",
  "mn118:24.1": "ભિક્ષુઓ, જે સમયે એક ભિક્ષુ લાંબો શ્વાસ લેતા જાણે છે ‘હું લાંબો શ્વાસ લઉ છું’, લાંબો ઉચ્છવાસ કરતા જાણે છે ‘હું લાંબો ઉચ્છવાસ કરું છું’; ",
  "mn118:24.2": "ટૂંકો શ્વાસ લેતા જાણે છે ‘હું ટૂંકો શ્વાસ લઉ છું’, ટૂંકો ઉચ્છવાસ કરતા જાણે છે ‘હું ટૂંકો ઉચ્છવાસ કરું છું’; ",
  "mn118:24.3": "‘સંપૂર્ણ કાયાને અનુભવીને શ્વાસ લઉ છું’ એમ શિખે છે, ‘સંપૂર્ણ કાયાને અનુભવીને ઉચ્છવાસ કરું છું’ એમ શિખે છે; ",
  "mn118:24.4": "‘કાયાની પ્રવૃત્તિઓ શાંત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘કાયાની પ્રવૃત્તિઓ શાંત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:24.5": "ભિક્ષુઓ, ત્યારે એ ભિક્ષુ કાયાને કાયા તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે. ",
  "mn118:24.6": "ભિક્ષુઓ, શ્વાસ-ઉચ્છવાસ એ કાયામાં એક પ્રકારની કાયા છે, એવું હું કહું છું. ",
  "mn118:24.7": "ભિક્ષુઓ, આ પ્રમાણે એક ભિક્ષુ કાયાને કાયા તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે. ",
  "mn118:25.1": "જે વખતે ભિક્ષુઓ, એક ભિક્ષુ ‘હર્ષ અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘હર્ષ અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:25.2": "‘સુખ અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘સુખ અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:25.3": "‘માનસિક પ્રવૃત્તિઓ અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘માનસિક પ્રવૃત્તિઓ અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:25.4": "‘માનસિક પ્રવૃત્તિઓ શાંત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘માનસિક પ્રવૃત્તિઓ શાંત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:25.5": "ભિક્ષુઓ, ત્યારે એ ભિક્ષુ સંવેદનાને સંવેદના તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે. ",
  "mn118:25.6": "ભિક્ષુઓ,  શ્વાસ-ઉચ્છવાસ પર યોગ્ય ધ્યાન આપવું એ સંવેદનામાં એક પ્રકારની સંવેદના છે, એવું હું કહું છું. ",
  "mn118:25.7": "ભિક્ષુઓ, આ પ્રમાણે એક ભિક્ષુ સંવેદનાને સંવેદના તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે. ",
  "mn118:26.1": "જે વખતે ભિક્ષુઓ, એક ભિક્ષુ ‘મન અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘મન અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:26.2": "‘મન પ્રસન્ન કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘મન પ્રસન્ન કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:26.3": "‘મન સમાધિત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘મન સમાધિત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:26.4": "‘મન મુક્ત કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘મન મુક્ત કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:26.5": "ભિક્ષુઓ, ત્યારે એ ભિક્ષુ મનને મન તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે. ",
  "mn118:26.6": "ભિક્ષુઓ, બરાબર સ્મૃતિ અને સમજ્ઞાન વગર શ્વાસ-ઉચ્છવાસની બરાબર જાણ અસંભવ છે, એવું હું કહું છું. ",
  "mn118:26.7": "ભિક્ષુઓ, આ પ્રમાણે એક ભિક્ષુ મનને મન તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે. ",
  "mn118:27.1": "જે સમયે ભિક્ષુઓ, એક ભિક્ષુ ‘અનિત્યતા અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘અનિત્યતા અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:27.2": "‘વૈરાગ્ય અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘વૈરાગ્ય અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:27.3": "‘નિરોધ અનુભવતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘નિરોધ અનુભવતા ઉચ્છવાસ કરું છું’, એમ શિખે છે; ",
  "mn118:27.4": "‘બધી પ્રવૃત્તિઓનો ત્યાગ કરતા શ્વાસ લઉ છું’, એમ શિખે છે, ‘બધી પ્રવૃત્તિઓનો ત્યાગ કરતા ઉચ્છવાસ કરું છું’, એમ શિખે છે. ",
  "mn118:27.5": "ભિક્ષુઓ, ત્યારે એ ભિક્ષુ ધર્મસિદ્ધાંતોને ધર્મસિદ્ધાંત તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે. ",
  "mn118:27.6": "એ લોભ અને દુર્ભાવનાના ત્યાગનું પ્રજ્ઞાનથી જોઇને સમભાવનાથી ઝીણવટથી અવલોકન કરે છે. ",
  "mn118:27.7": "ભિક્ષુઓ, આ પ્રમાણે એક ભિક્ષુ ધર્મસિદ્ધાંતોને ધર્મસિદ્ધાંત તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે. ",
  "mn118:28.1": "ભિક્ષુઓ, આ રીતે આનાપાન સ્મૃતિ ભાવના વિકસિત કરવાથી ચાર સ્મૃતિપ્રસ્થાનની પરિપૂર્ણતા થાય છે. ",
  "mn118:29.1": "ભિક્ષુઓ, કઇ રીતે ચાર સ્મૃતિપ્રસ્થાનની ભાવના વિકસિત કરવાથી સાત બોધિઅંગની પરિપૂર્ણતા થાય છે? ",
  "mn118:30.1": "ભિક્ષુઓ, જે વખતે એક ભિક્ષુ કાયાને કાયા તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે, તે વખતે સ્મૃતિ ઉપસ્થિત અને સતત હોય છે. ",
  "mn118:30.2": "જે સમયે, ભિક્ષુઓ, ભિક્ષુમાં સ્મૃતિ ઉપસ્થિત અને સતત હોય છે, ત્યારે સ્મૃતિના બોધિઅંગનો આરંભ થાય છે; સ્મૃતિના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:31.1": "આ રીતે સ્મૃતિશીલ રહેતા એ પ્રજ્ઞાનતાથી આ સ્થિતીની તપાસ, સંશોધન, અને અન્વેષણ કરે છે. ",
  "mn118:31.2": "જે વખતે ભિક્ષુઓ, આ રીતે સ્મૃતિશીલ રહેતા એ પ્રજ્ઞાનતાથી આ સ્થિતીની તપાસ, સંશોધન, અને અન્વેષણ કરે છે, તે વખતે ધર્મવિચારના બોધિઅંગનો આરંભ થાય છે, ધર્મવિચારના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:32.1": "તે વખતે જ્યારે પ્રજ્ઞાનતાથી ઘર્મવિચારનું સંશોધન કરે છે ત્યારે એનામાં ઉર્જા આરંભિત અને સતત હોય છે. ",
  "mn118:32.2": "તે વખતે જ્યારે પ્રજ્ઞાનતાથી ઘર્મવિચારનું સંશોધન કરે છે અને ઉર્જા આરંભિત અને સતત હોય છે ત્યારે એનામાં ઉર્જા બોધિઅંગ ઉપસ્થિત હોય છે, ઉર્જાના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:33.1": "જ્યારે એ ઉર્જામય હોય છે ત્યારે હર્ષ ઉત્પન્ન થાય છે. ",
  "mn118:33.2": "જે સમયે, ભિક્ષુઓ, ભિક્ષુમાં હર્ષ ઉપસ્થિત અને સતત હોય છે, ત્યારે હર્ષ બોધિઅંગનો આરંભ થાય છે; હર્ષના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:34.1": "જ્યારે મનમાં હર્ષ હોય ત્યારે શરીર અને મન પ્રશાંત થઇ જાય છે. ",
  "mn118:34.2": "જે સમયે, ભિક્ષુઓ, ભિક્ષુમાં મન અને શરીરની પ્રશાંતિ ઉપસ્થિત અને સતત હોય છે, ત્યારે પ્રશાંતિ બોધિઅંગનો આરંભ થાય છે; પ્રશાંતિ બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:35.1": "જ્યારે કાયા શાંત હોય અને સુખનો અનુભવ હોય ત્યારે ચિત્ત સમાધિત થાય છે. ",
  "mn118:35.2": "જે સમયે, ભિક્ષુઓ, ભિક્ષુમાં સમાધિ ઉપસ્થિત અને સતત હોય છે, ત્યારે સમાધિ બોધિઅંગનો આરંભ થાય છે; સમાધિના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:36.1": "એ સમભાવથી સમાધિત મનનું અવલોકન કરે છે. ",
  "mn118:36.2": "જે સમયે, ભિક્ષુઓ, ભિક્ષુમાં સમભાવ ઉપસ્થિત અને સતત હોય છે, ત્યારે સમભાવના બોધિઅંગનો આરંભ થાય છે; સમભાવના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:37.1": "જે સમયે ભિક્ષુઓ, એક ભિક્ષુ સંવેદનાને અનુભવતા … ",
  "mn118:38.1": "ચિત્તને અનુભવતા … ",
  "mn118:38.2": "ધર્મસિદ્ધાંતોને ધર્મસિદ્ધાંત તરીકે ધ્યાનથી જોઇને, આતુર, સમજ્ઞાની, સ્મૃતિવાન, અને દુનિયા માટે લોભ અને દુર્ભાવના દૂર કરીને રહેતો હોય છે, ત્યારે સ્મૃતિ ઉપસ્થિત અને સતત હોય છે. ",
  "mn118:38.3": "ત્યારે એ ભિક્ષુમાં સ્મૃતિ બોધિઅંગનો આરંભ થાય છે … ",
  "mn118:38.4": "આ રીતે સ્મૃતિશીલ રહેતા એ પ્રજ્ઞાનતાથી આ સ્થિતીની તપાસ, સંશોધન, અને અન્વેષણ કરે છે. ",
  "mn118:38.5": "જે વખતે ભિક્ષુઓ, આ રીતે સ્મૃતિશીલ રહેતા એ પ્રજ્ઞાનતાથી આ સ્થિતીની તપાસ, સંશોધન, અને અન્વેષણ કરે છે, તે વખતે ધર્મવિચારના બોધિઅંગનો આરંભ થાય છે, ધર્મવિચારના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:38.6": "તે વખતે જ્યારે પ્રજ્ઞાનતાથી ઘર્મવિચારનું સંશોધન કરે છે ત્યારે એનામાં ઉર્જા આરંભિત અને સતત હોય છે. ",
  "mn118:38.7": "તે વખતે જ્યારે પ્રજ્ઞાનતાથી ઘર્મવિચારનું સંશોધન કરે છે અને ઉર્જા આરંભિત અને સતત હોય છે ત્યારે એનામાં ઉર્જા બોધિઅંગ ઉપસ્થિત હોય છે, ઉર્જાના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:38.8": "જ્યારે એ ઉર્જામય હોય છે ત્યારે હર્ષ ઉત્પન્ન થાય છે. ",
  "mn118:38.9": "જે સમયે, ભિક્ષુઓ, ભિક્ષુમાં હર્ષ ઉપસ્થિત અને સતત હોય છે, ત્યારે હર્ષ બોધિઅંગનો આરંભ થાય છે; આધ્યાત્મિક અત્યાનંદના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:38.10": "જ્યારે મનમાં હર્ષ હોય ત્યારે શરીર અને મન પ્રશાંત થઇ જાય છે. ",
  "mn118:38.11": "જે સમયે, ભિક્ષુઓ, ભિક્ષુમાં મન અને શરીરની પ્રશાંતિ ઉપસ્થિત અને સતત હોય છે, ત્યારે પ્રશાંતિ બોધિઅંગનો આરંભ થાય છે; પ્રશાંતિ બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:38.12": "જ્યારે કાયા શાંત હોય અને પરમ આનંદનો અનુભવ હોય ત્યારે ચિત્ત સમાધિત થાય છે. ",
  "mn118:38.13": "જે સમયે, ભિક્ષુઓ, ભિક્ષુમાં સમાધિ ઉપસ્થિત અને સતત હોય છે, ત્યારે સમાધિ બોધિઅંગનો આરંભ થાય છે; સમાધિના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:39.1": "એ સમભાવથી સમાધિત મનનું અવલોકન કરે છે. ",
  "mn118:39.2": "જે સમયે, ભિક્ષુઓ, ભિક્ષુમાં સમભાવ ઉપસ્થિત અને સતત હોય છે, ત્યારે સમભાવના બોધિઅંગનો આરંભ થાય છે; સમભાવના બોધિઅંગને વિકસિત કરવાથી એની પરિપૂર્ણતા થાય છે. ",
  "mn118:40.1": "આ રીતે ભિક્ષુઓ, ચાર સ્મૃતિપ્રસ્થાનની ભાવના વિકસિત કરવાથી સાત બોધિઅંગની પરિપૂર્ણતા થાય છે. ",
  "mn118:41.1": "ભિક્ષુઓ, કઇ રીતે સાત બોધિઅંગની ભાવના વિકસિત કરવાથી જ્ઞાન દ્વારા વિમુક્તિ થાય છે? ",
  "mn118:42.1": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ સ્મૃતિ બોધિઅંગ વિકસિત કરે છે, જે એકાંતતા, વૈરાગ્ય, અને નિરોઘ પર આશ્રિત છે અને ત્યાગમાં પરિણામે છે. ",
  "mn118:42.2": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ ધર્મસિદ્ધાંતોની વિચારણાનો બોધિઅંગ વિકસિત કરે છે, જે એકાંતતા, વૈરાગ્ય, અને નિરોઘ પર આશ્રિત છે અને ત્યાગમાં પરિણામે છે. ",
  "mn118:42.3": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ ઉર્જા બોધિઅંગ વિકસિત કરે છે, જે એકાંતતા, વૈરાગ્ય, અને નિરોઘ પર આશ્રિત છે અને ત્યાગમાં પરિણામે છે. ",
  "mn118:42.4": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ આધ્યાત્મિક અત્યાનંદના બોધિઅંગ વિકસિત કરે છે, જે એકાંતતા, વૈરાગ્ય, અને નિરોઘ પર આશ્રિત છે અને ત્યાગમાં પરિણામે છે. ",
  "mn118:42.5": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ પ્રશાંતિના બોધિઅંગ વિકસિત કરે છે, જે એકાંતતા, વૈરાગ્ય, અને નિરોઘ પર આશ્રિત છે અને ત્યાગમાં પરિણામે છે. ",
  "mn118:42.6": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ સમાધિના બોધિઅંગ વિકસિત કરે છે, જે એકાંતતા, વૈરાગ્ય, અને નિરોઘ પર આશ્રિત છે અને ત્યાગમાં પરિણામે છે. ",
  "mn118:42.7": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ સમભાવ બોધિઅંગ વિકસિત કરે છે, જે એકાંતતા, વૈરાગ્ય, અને નિરોઘ પર આશ્રિત છે અને ત્યાગમાં પરિણામે છે. ",
  "mn118:43.1": "ભિક્ષુઓ, આ રીતે સાત બોધિઅંગની ભાવના વિકસિત કરવાથી જ્ઞાન દ્વારા વિમુક્તિ થાય છે.” ",
  "mn118:43.2": "ભગવંતે એવું કહ્યું. ",
  "mn118:43.3": "એ ભિક્ષુઓ ભગવંતના વચનોથી સંતુષ્ટ અને આનંદિત થયા. ",
  "mn118:43.4": "આનાપાન સૂત્રની સમાપ્તિ. "
}