{
  "mn2:0.1": "મજ્જ઼િમ નિકાય ૨ ",
  "mn2:0.2": "સર્વઆસવસૂત્ર ",
  "mn2:1.1": "એવું મેં સાંભળ્યું—",
  "mn2:1.2": "એક વખત ભગવંત શ્રાવસ્તિની પાસે અનાથપિંડિકાના જેતવનમાં વિહા૨ કરી રહ્યા હતા. ",
  "mn2:1.3": "ત્યાં ભગવંતે ભિક્ષુઓને સંબોધિને કહ્યું: ",
  "mn2:1.4": "“ભિક્ષુઓ!” ",
  "mn2:1.5": "“ભદન્ત!”, ભિક્ષુઓએ જવાબ આપ્યો. ",
  "mn2:1.6": "ભગવંતે એવું કહ્યું: ",
  "mn2:2.1": "“હું તમને બધી અશુદ્ધિઓના સંયમની શિક્ષા આપું છું. ",
  "mn2:2.2": "એને સાંભળો, અને સારી રીતે મનમા રાખો, હું કહું છું”. ",
  "mn2:2.3": "“હા, ભન્તે” ભિક્ષુઓએ ભગવંતને જવાબ આપ્યો. ",
  "mn2:2.4": "ભગવંતે એવું કહ્યું: ",
  "mn2:3.1": "“અશુદ્ધિઓનો નાશ જેણે જાણ્યું છે અને જોયું છે એને માટે છે, જેણે ના જાણ્યું હોય અને ના જોયું હોય એના માટે નથી. ",
  "mn2:3.2": "ભિક્ષુઓ, શું જાણવાથી અને જોવાથી અશુદ્ધિઓના નાશની વાત કરું છું? ",
  "mn2:3.3": "યોગ્ય ધ્યાન અને અયોગ્ય ધ્યાન. ",
  "mn2:3.4": "અયોગ્ય ધ્યાન આપવાથી અશુદ્ધિઓ ઉત્પન્ન થાય છે અને ઉત્પન્ન થયેલી અશુદ્ધિઓનો વધારો થાય છે; ",
  "mn2:3.5": "યોગ્ય ધ્યાન આપવાથી અશુદ્ધિઓ ઉત્પન્ન નથી થતી અને ઉત્પન્ન થયેલી અશુદ્ધિઓનો ત્યાગ થાય છે; ",
  "mn2:4.1": "ભિક્ષુઓ, અમુક અશુદ્ધિઓનો જોઇને ત્યાગ કરવો જોઇએ, અમુકનો સંયમ દ્વારા, અમુકનો વપરાશ કરીને, અમુકનો સહન કરીને, અમુકનો ટાળીને, અમુકનો નિકાલ કરીને, અને અમુક અશુદ્ધિઓનો વિકાસ કરીને ત્યાગ કરવો જોઇએ. ",
  "mn2:5.0": "૧. જોઇને ત્યાગ કરવાની અશુદ્ધિઓ ",
  "mn2:5.1": "ભિક્ષુઓ, કઇ અશુદ્ધિઓનો જોઇને ત્યાગ કરવો જોઇએ? ",
  "mn2:5.2": "“અહીં, ભિક્ષુઓ, એક અજ્ઞાની સામાન્ય માણસ જેણે આર્યોના દર્શન નથી કર્યા, જે આર્યધર્મથી અજાણ છે, જે આર્યધર્મમાં અશિક્ષિત છે, જેણે સજ્જનોના દર્શન નથી કર્યા,  સજ્જનોના ધર્મથી અજાણ છે અને સજ્જનોના ધર્મમાં અશિક્ષિત છે—",
  "mn2:5.3": "તેને કઇ વસ્તુઓ પર ધ્યાન આપવુ જોઇએ અને કઇ વસ્તુઓ પર ધ્યાન ના આપવુ જોઇએ એની સમજ઼ નથી. ",
  "mn2:5.4": "એને લીધે એ જે વસ્તુઓ પર યોગ્ય ધ્યાન આપવુ જોઇએ તેના પર ધ્યાન નથી આપતો અને જે વસ્તુ પર ધ્યાન ના આપવુ જોઇએ એનાપર અયોગ્ય ધ્યાન આપે છે. ",
  "mn2:6.1": "અને ભિક્ષુઓ, કઇ વસ્તુઓ ધ્યાન આપવા માટે અયોગ્ય છે જેના પર એ ધ્યાન આપે છે? ",
  "mn2:6.2": "એવી વસ્તુઓ જેના પર ધ્યાન આપવાથી કામવાસનાની અશુદ્ધિ ઉત્પન્ન થાય છે અને ઉત્પન્ન થયેલી કામવાસનાની અશુદ્ધિનો વધારો થાય છે; ",
  "mn2:6.3": "અસ્તિત્વની ઇચ્છાની અશુદ્ધિ ઉત્પન્ન થાય છે અને ઉત્પન્ન થયેલી અસ્તિત્વની ઇચ્છાની અશુદ્ધિનો વધારો થાય છે; ",
  "mn2:6.4": "અજ્ઞાનની અશુદ્ધિ ઉત્પન્ન થાય છે અને ઉત્પન્ન થયેલી અજ્ઞાનની અશુદ્ધિનો વધારો થાય છે; ",
  "mn2:6.5": "આવી વસ્તુઓ જે ધ્યાન આપવા માટે અયોગ્ય છે તેના પર ધ્યાન આપે છે. ",
  "mn2:6.6": "અને ભિક્ષુઓ, કઇ વસ્તુઓ ધ્યાન આપવા માટે યોગ્ય છે જેના પર એ ધ્યાન નથી આપતો? ",
  "mn2:6.7": "એવી વસ્તુઓ જેના પર યોગ્ય ધ્યાન આપવાથી કામવાસનાની અશુદ્ધિ ઉત્પન્ન નથી થતી અને ઉત્પન્ન થયેલી કામવાસનાની અશુદ્ધિનો ઘટાડો થાય છે; ",
  "mn2:6.8": "અસ્તિત્વની ઇચ્છાની અશુદ્ધિ ઉત્પન્ન નથી થતી અને ઉત્પન્ન થયેલી અસ્તિત્વની ઇચ્છાની અશુદ્ધિનો નિકાલ થાય છે; ",
  "mn2:6.9": "અજ્ઞાનની અશુદ્ધિ ઉત્પન્ન નથી થતી અને ઉત્પન્ન થયેલી અજ્ઞાનની અશુદ્ધિનો ઘટાડો થાય છે—",
  "mn2:6.10": "આવી વસ્તુઓ જે ધ્યાન આપવા માટે યોગ્ય છે તેના પર ધ્યાન નથી આપતો. ",
  "mn2:7.1": "ધ્યાન આપવા માટે અયોગ્ય વસ્તુઓ પર ધ્યાન આપવાથી અને ધ્યાન આપવા માટે યોગ્ય વસ્તુઓ પર ધ્યાન ના આપવાથી અશુદ્ધિઓ ઉત્પન્ન થાય છે અને ઉત્પન્ન થયેલી અશુદ્ધિઓનો વધારો થાય છે. ",
  "mn2:7.2": "આ રીતે એ અયોગ્ય ધ્યાન આપે છે: ",
  "mn2:7.3": "‘ભૂતકાળમાં હું હતો? ભૂતકાળમાં હું ન હતો? ભૂતકાળમાં હું શું હતો? ભૂતકાળમાં હું કેવો હતો? અતીતમાં હું કઇ રીતે થઇને ભૂતકાળમાં એવો થયો? ",
  "mn2:7.4": "હું ભવિષ્યમાં હોઇશ? હું ભવિષ્યમાં નહીં હોઉ? હું ભવિષ્યમાં શું હોઇશ? કઇ રીતે થઇને હું ભવિષ્યમાં કેવો થઇશ? ",
  "mn2:7.5": "અથવા એ આંતરિક રૂપે વર્તમાન વિષે વ્યાકુળ હોય છે: ",
  "mn2:7.6": "હું છું? હું નથી? હું શું છું? હું કેવો છું? આ જીવ ક્યાંથી આવ્યો છે? આ જીવ ભવિષ્યમાં ક્યાં જશે? ",
  "mn2:8.1": "જે આમ અયોગ્ય રીતે ધ્યાન આપે છે એનામાં નીચેની છ માંથી એક માન્યતા ઉત્પન્ન થાય છે. ",
  "mn2:8.2": "‘મારામાં આત્મા છે’ એવી માન્યતા સત્ય તરીકે સ્થાપિત થાય છે; ",
  "mn2:8.3": "‘મારામાં આત્મા નથી’ એવી માન્યતા સત્ય તરીકે સ્થાપિત થાય છે; ",
  "mn2:8.4": "‘આત્માથી જ આત્માને જાણું છું’ એવી માન્યતા સત્ય તરીકે સ્થાપિત થાય છે; ",
  "mn2:8.5": "‘આત્માથી જ અનાત્માને જાણું છું’ એવી માન્યતા સત્ય તરીકે સ્થાપિત થાય છે; ",
  "mn2:8.6": "‘અનાત્માથી જ આત્માને જાણું છું’ એવી માન્યતા સત્ય તરીકે સ્થાપિત થાય છે; ",
  "mn2:8.7": "અથવા એનામાં એવી માન્યતા હોય છે: ",
  "mn2:8.8": "‘આ મારો આત્મા જ છે જે બોલે છે, લાગણીઓ અનુભવે છે, અને જ્યાં ત્યાં સારા અને ખરાબ કર્મોના પરિણામ ભોગવે છે. આ આત્મા નિત્ય, અનંત, શાશ્વત, અપરિવર્તનિય છે, અને એ હંમેશા સદાકાળ રેહશે.’ ",
  "mn2:8.9": "ભિક્ષુઓ, આને ખોટી માન્યતાઓ, માન્યતાઓનું જંગલ, માન્યતાઓનું અરણ્ય, માન્યતાઓની વિકૃતિ, માન્યતાઓની ચંચળતા, માન્યતાઓનું બંધન કેહવાય છે. ",
  "mn2:8.10": "ભિક્ષુઓ, માન્યતાઓના બંધનથી બંધાયેલ, અજ્ઞાની સામાન્ય માણસ, જન્મ, વૃદ્ધતા, મરણ, શોક, વિલાપ, દુઃખ, દર્દ, અને હતાશાથી મુક્ત નથી. ",
  "mn2:8.11": "‘એ દુઃખથી મુક્ત નથી થયો’, કહું છું. ",
  "mn2:9.1": "ભિક્ષુઓ, સારી રીતે શિખેલો આર્યશિષ્ય—",
  "mn2:9.2": "જેણે આર્યોના દર્શન કર્યા છે, જે આર્યધર્મથી સબુધ છે અને આર્યધર્મમાં શિક્ષિત છે, જેણે સજ્જનોના દર્શન કર્યા છે, જે સજ્જનોના ધર્મથી સબુધ છે અને સજ્જનોના ધર્મમાં શિક્ષિત છે—",
  "mn2:9.3": "તેને કઇ વસ્તુ ધ્યાન આપવા માટે યોગ્ય છે અને કઇ વસ્તુ ધ્યાન આપવા માટે અયોગ્ય છે તેની સમજ઼ હોય છે. ",
  "mn2:9.4": "એટલે એ જે વસ્તુ ધ્યાન આપવા માટે યોગ્ય છે એના પર ધ્યાન આપે છે અને જે  વસ્તુ ધ્યાન આપવા માટે અયોગ્ય છે એના પર ધ્યાન નથી આપતો. ",
  "mn2:10.1": "અને ભિક્ષુઓ, કઇ વસ્તુઓ ધ્યાન આપવા માટે અયોગ્ય છે જેના પર એ ધ્યાન નથી આપતો? ",
  "mn2:10.2": "એવી વસ્તુઓ જેના પર ધ્યાન આપવાથી કામવાસનાની અશુદ્ધિ ઉત્પન્ન થાય છે અને ઉત્પન્ન થયેલી કામવાસનાની અશુદ્ધિનો વધારો થાય છે; ",
  "mn2:10.3": "અસ્તિત્વની ઇચ્છાની અશુદ્ધિ ઉત્પન્ન થાય છે અને ઉત્પન્ન થયેલી અસ્તિત્વની ઇચ્છાની અશુદ્ધિનો વધારો થાય છે; ",
  "mn2:10.4": "અજ્ઞાનની અશુદ્ધિ ઉત્પન્ન થાય છે અને ઉત્પન્ન થયેલી અજ્ઞાનની અશુદ્ધિનો વધારો થાય છે—",
  "mn2:10.5": "આવી વસ્તુઓ જે ધ્યાન આપવા માટે અયોગ્ય છે તેના પર ધ્યાન નથી આપતો. ",
  "mn2:10.6": "અને ભિક્ષુઓ, કઇ વસ્તુઓ ધ્યાન આપવા માટે યોગ્ય છે જેના પર એ ધ્યાન આપે છે? ",
  "mn2:10.7": "એવી વસ્તુઓ જેના પર યોગ્ય ધ્યાન આપવાથી કામવાસનાની અશુદ્ધિ ઉત્પન્ન નથી થતી અને ઉત્પન્ન થયેલી કામવાસનાની અશુદ્ધિનો નિકાલ થાય છે; ",
  "mn2:10.8": "અસ્તિત્વની ઇચ્છાની અશુદ્ધિ ઉત્પન્ન નથી થતી અને ઉત્પન્ન થયેલી અસ્તિત્વની ઇચ્છાની અશુદ્ધિનો નિકાલ થાય છે; ",
  "mn2:10.9": "અજ્ઞાનની અશુદ્ધિ ઉત્પન્ન નથી થતી અને ઉત્પન્ન થયેલી અજ્ઞાનની અશુદ્ધિનો નિકાલ થાય છે—",
  "mn2:10.10": "આવી વસ્તુઓ જે ધ્યાન આપવા માટે યોગ્ય છે તેના પર ધ્યાન આપે છે. ",
  "mn2:10.11": "ધ્યાન આપવા માટે યોગ્ય વસ્તુઓ પર ધ્યાન આપવાથી અને ધ્યાન આપવા માટે અયોગ્ય વસ્તુઓ પર ધ્યાન ન આપવાથી અશુદ્ધિઓ ઉત્પન્ન નથી થતી  અને ઉત્પન્ન થયેલી અશુદ્ધિઓનો ત્યાગ થાય છે. ",
  "mn2:11.1": "‘આ દુઃખ છે’,  એમ યોગ્ય રીતે ધ્યાન આપે છે, ‘આ દુઃખનો ઉદય છે’, એમ યોગ્ય રીતે ધ્યાન આપે છે, ‘આ દુઃખનો નિરોધ છે’, એમ યોગ્ય રીતે ધ્યાન આપે છે, ‘આ દુઃખના નિરોધ તરફ લઇ જતો માર્ગ છે’, એમ યોગ્ય રીતે ધ્યાન આપે છે. ",
  "mn2:11.2": "યોગ્ય રીતે ધ્યાન આપવાથી એનામાં ત્રણ બંધનોનો ત્યાગ થાય છે—",
  "mn2:11.3": "વ્યક્તિત્વતા માન્યતા, સંદેહ, રીતીઓ અને વિધિઓની ગેરસમજ. ",
  "mn2:11.4": "ભિક્ષુઓ, આ રીતે અમુક અશુદ્ધિઓનો જોઇને ત્યાગ કરવો જોઇએ, એવું કહેવાય. ",
  "mn2:12.0": "૨. સંયમ દ્વારા અશુદ્ધિઓનો ત્યાગ ",
  "mn2:12.1": "અને ભિક્ષુઓ, કઇ અશુદ્ધિઓનો સંયમ દ્વારા ત્યાગ થાય છે? ",
  "mn2:12.2": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ યોગ્ય વિચારણા કરીને,  ચક્ષુઇન્દ્રિયનો સંયમ કરીને રહેતો હોય છે. ",
  "mn2:12.3": "કારણકે, ભિક્ષુઓ, ચક્ષુઇન્દ્રિયનો સંયમ કર્યા વગર રહેનારમાં જે સંતાપ અને દાહ લગાડવા વાળી અશુદ્ધિઓ ઉત્પન્ન થાય છે તે ચક્ષુઇન્દ્રિયનો સંયમ કરીને રહેનારમાં ઉત્પન્ન થતી નથી. ",
  "mn2:12.4": "યોગ્ય વિચારણા કરીને, કર્ણઇન્દ્રિયનો સંયમ કરીને રહેતો હોય છે … ",
  "mn2:12.5": "નાસિકાઇન્દ્રિયનો સંયમ કરીને રહેતો હોય છે … ",
  "mn2:12.6": "જીભઇન્દ્રિયનો સંયમ કરીને રહેતો હોય છે … ",
  "mn2:12.7": "કાયાઇન્દ્રિયનો સંયમ કરીને રહેતો હોય છે … ",
  "mn2:12.8": "મનઇન્દ્રિયનો સંયમ કરીને રહેતો હોય છે … ",
  "mn2:12.9": "કારણકે, ભિક્ષુઓ, મનઇન્દ્રિયનો સંયમ કર્યા વગર રહેનારમાં જે સંતાપ અને દાહ લગાડવા વાળી અશુદ્ધિઓ ઉત્પન્ન થાય છે તે મનઇન્દ્રિયનો સંયમ કરીને રહેનારમાં ઉત્પન્ન થતી નથી. ",
  "mn2:12.10": "કારણકે, ભિક્ષુઓ, ઇન્દ્રિયોનો સંયમ કર્યા વગર રહેનારમાં જે સંતાપ અને દાહ લગાડવા વાળી અશુદ્ધિઓ ઉત્પન્ન થાય છે તે ઇન્દ્રિયોનો સંયમ કરીને રહેનારમાં ઉત્પન્ન થતી નથી. ",
  "mn2:12.11": "ભિક્ષુઓ, આ રીતે અમુક અશુદ્ધિઓનો સંયમ દ્વારા ત્યાગ કરવો જોઇએ, એવું કહેવાય. ",
  "mn2:13.0": "૩. વપરાશ કરીને અશુદ્ધિઓનો ત્યાગ ",
  "mn2:13.1": "અને ભિક્ષુઓ, કઇ અશુદ્ધિઓનો વપરાશ કરીને ત્યાગ થાય છે? ",
  "mn2:13.2": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ જે યોગ્ય વિચારણા કરીને, આ રીતે વસ્ત્રોનો વપરાશ કરે છે: ",
  "mn2:13.3": "‘માત્ર ઠંડી અને ગરમી દૂર કરવા માટે; માખી, મચ્છર, પવન, તાપ, અને સાપ-વીંછીથી બચવા માટે; અને ગુપ્તાંગ ઢાંકવા માટે’ ",
  "mn2:14.1": "યોગ્ય વિચારણા કરીને ભિક્ષામાં મળેલા અન્નનું આ રીતે સેવન કરે છે: ",
  "mn2:14.2": "‘ના મનોરંજન માટે, ના ભોગવિલાસ માટે, ના સુંદરતા અને શણગાર માટે, પણ ફક્ત શરીરની સંભાળ માટે, વ્યથા ટાળવા માટે, અને ધાર્મિક જીવનની સહજતા માટે. આ રીતે હું જૂની પીડાદાયી લાગણીઓનો અંત કરીશ અને નવી લાગણીઓ નહીં ઉત્પન્ન કરું, અને હું અવગુણરહિત અને સ્વસ્થ રહીશ’. ",
  "mn2:15.1": "યોગ્ય વિચારણા કરીને રહેવાની જગ્યાનો આ રીતે વપરાશ કરે છે: ",
  "mn2:15.2": "‘માત્ર ઠંડી અને ગરમી દૂર કરવા માટે; માખી, મચ્છર, પવન, તાપ, અને સાપ-વીંછીના ડંખથી બચવા માટે; કઠોર હવામાનના જોખમથી બચવા માટે તથા એકાંતવાસનો આનંદ લેવા માટે’. ",
  "mn2:16.1": "યોગ્ય વિચારણા કરીને દવાઓ અને ઉપચારોનો વપરાશ કરે છે: ",
  "mn2:16.2": "‘માત્ર બીમારીની વેદનાઓને દૂર કરવા માટે અને સ્વાસ્થ્યના લાભ માટે’. ",
  "mn2:17.1": "કારણકે, ભિક્ષુઓ, જરૂરી વસ્તુઓ આ રીતે ના વાપરનારમાં જે સંતાપ અને દાહ લગાડવા વાળી અશુદ્ધિઓ ઉત્પન્ન થાય છે તે આ રીતે ના વાપરનારમાં ઉત્પન્ન થતી નથી. ",
  "mn2:17.2": "ભિક્ષુઓ, આ રીતે અમુક અશુદ્ધિઓનો વપરાશ કરીને ત્યાગ કરવો જોઇએ, એવું કહેવાય. ",
  "mn2:18.0": "૪. સહન કરીને અશુદ્ધિઓનો ત્યાગ ",
  "mn2:18.1": "અને ભિક્ષુઓ, કઇ અશુદ્ધિઓનો સહન કરીને ત્યાગ થાય છે? ",
  "mn2:18.2": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ યોગ્ય રીતે ધ્યાન આપીને ઠંડી, ગરમી, ભૂખ, અને તરસ સહન કરે છે. માખી, મચ્છર, પવન, તાપ, અને સાપ-વીંછીના સ્પર્શને સહન કરે છે. એ ખરાબ શબ્દો અને અશિષ્ટ ટીકા સહન કરે છે અને ઉત્પન્ન થયેલી શારિરીક વેદનાઓ, દુઃખદાયી, તીવ્ર, કષ્ટદાયી, અરુચિકર, પ્રતિકૂળ, અને જીવજોખમી વેદનાઓ સહન કરે છે. ",
  "mn2:18.3": "કારણકે, ભિક્ષુઓ, આવી વસ્તુઓને સહન કર્યા વગર રહેનારમાં જે સંતાપ અને દાહ લગાડવા વાળી અશુદ્ધિઓ ઉત્પન્ન થાય છે તે આવી વસ્તુઓને સહન કરીને રહેનારમાં ઉત્પન્ન થતી નથી. ",
  "mn2:18.4": "ભિક્ષુઓ, આ રીતે અમુક અશુદ્ધિઓને સહન કરીને તેનો ત્યાગ કરવો જોઇએ, એવું કહેવાય. ",
  "mn2:19.0": "૫.  ટાળીને અશુદ્ધિઓનો ત્યાગ ",
  "mn2:19.1": "અને ભિક્ષુઓ, કઇ અશુદ્ધિઓનો ટાળીને ત્યાગ થાય છે? ",
  "mn2:19.2": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ યોગ્ય રીતે ધ્યાન આપીને, જંગલી હાથી, જંગલી ઘોડો, જંગલી બળદ, જંગલી કુતરો, સાપ, ઝાડનો ટુકડો, કાંટાવાળી જમીન, ખાડો, ભેખડ, કાદવ, અને ગંદી મોરી ટાળે છે. ",
  "mn2:19.3": "યોગ્ય રીતે ધ્યાન આપીને એ અનુચિત બેઠકો, અનુચિત જગ્યાઓમાં ફરવાનું, અને પાપી લોકો જોડે મૈત્રી ટાળે છે કારણકે એ જો એવુ કરે તો એના ધાર્મિક  જીવનના સમજ઼દાર કલ્યાણમિત્રોને એ પાપી છે એવી શંકા આવે. ",
  "mn2:19.4": "કારણકે, ભિક્ષુઓ, આવી વસ્તુઓને ટાળ્યા વગર રહેનારમાં જે સંતાપ અને દાહ લગાડવા વાળી અશુદ્ધિઓ ઉત્પન્ન થાય છે તે આવી વસ્તુઓને ટાળીને રહેનારમાં ઉત્પન્ન થતી નથી. ",
  "mn2:19.5": "ભિક્ષુઓ, આ રીતે અમુક અશુદ્ધિઓને ટાળીને ત્યાગ કરવો જોઇએ, એવું કહેવાય. ",
  "mn2:20.0": "૬. નિકાલ કરીને અશુદ્ધિઓનો ત્યાગ ",
  "mn2:20.1": "અને ભિક્ષુઓ, કઇ અશુદ્ધિઓનો નિકાલ કરીને ત્યાગ થાય છે? ",
  "mn2:20.2": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ યોગ્ય રીતે ધ્યાન આપીને કામવાસનાના વિચારોને, દુર્ભાવનાના વિચારોને, ક્રૂરતાના વિચારોને સહન નથી કરતો, પણ એને હટાવે છે, દૂર કરે છે, નષ્ટ કરે છે. એ કોઇ પણ ઉત્પન્ન થયેલા દુષ્ટ વિચારોને સહન નથી કરતો, પણ એને હટાવે છે, દૂર કરે છે, નષ્ટ કરે છે. ",
  "mn2:20.3": "કારણકે, ભિક્ષુઓ, આવી વસ્તુઓનો નિકાલ કર્યા વગર રહેનારમાં જે સંતાપ અને દાહ લગાડવા વાળી અશુદ્ધિઓ ઉત્પન્ન થાય છે તે આવી વસ્તુઓનો નિકાલ કરીને રહેનારમાં ઉત્પન્ન થતી નથી. ",
  "mn2:20.4": "ભિક્ષુઓ, આ રીતે અમુક અશુદ્ધિઓનો નિકાલ કરીને ત્યાગ કરવો જોઇએ, એવું કહેવાય. ",
  "mn2:21.0": "૭. વિકાસ કરીને અશુદ્ધિઓનો ત્યાગ ",
  "mn2:21.1": "અને ભિક્ષુઓ, કઇ અશુદ્ધિઓનો વિકાસ કરીને ત્યાગ થાય છે? ",
  "mn2:21.2": "અહીં, ભિક્ષુઓ, એક ભિક્ષુ યોગ્ય રીતે ધ્યાન આપીને, સ્મૃતિ, જે પ્રતિબોધનનો  અંગ છે તેને વિકસિત કરે છે, જે એકાંતતા, વૈરાગ્ય, અને નિરોધ પર આધારિત છે અને ત્યાગમાં પરિણામે છે. ",
  "mn2:21.3": "યોગ્ય રીતે ધ્યાન આપીને, ધર્મસિદ્ધાંતોની તપાસ, જે પ્રતિબોધનનો  અંગ છે તેને વિકસિત કરે છે … ",
  "mn2:21.4": "ઉર્જા, જે પ્રતિબોધનનો  અંગ છે તેને વિકસિત કરે છે … ",
  "mn2:21.5": "હર્ષ, જે પ્રતિબોધનનો અંગ છે તેને વિકસિત કરે છે … ",
  "mn2:21.6": "પ્રશાંતિ, જે પ્રતિબોધનનો  અંગ છે તેને વિકસિત કરે છે … ",
  "mn2:21.7": "સમાધી, જે પ્રતિબોધનનો અંગ છે તેને વિકસિત કરે છે … ",
  "mn2:21.8": "સમતા, જે પ્રતિબોધનનો અંગ છે તેને વિકસિત કરે છે … ",
  "mn2:21.9": "કારણકે, ભિક્ષુઓ, આવી વસ્તુઓનો વિકાસ કર્યા વગર રહેનારમાં જે સંતાપ અને દાહ લગાડવા વાળી અશુદ્ધિઓ ઉત્પન્ન થાય છે તે આવી વસ્તુઓનો વિકાસ કરનારમાં ઉત્પન્ન થતી નથી. ",
  "mn2:21.10": "ભિક્ષુઓ, આ રીતે અમુક અશુદ્ધિઓનો વિકાસ કરીને ત્યાગ કરવો જોઇએ, એવું કહેવાય. ",
  "mn2:22.1": "ભિક્ષુઓ, જ્યારે એક ભિક્ષુ જે અશુદ્ધિઓનો જોઇને ત્યાગ કરવો જોઇએ તેનો જોઇને ત્યાગ કરે છે, જે અશુદ્ધિઓનો સંયમ દ્વારા ત્યાગ કરવો જોઇએ તેનો સંયમ દ્વારા ત્યાગ કરે છે, જે અશુદ્ધિઓનો વપરાશ કરીને ત્યાગ કરવો જોઇએ તેનો વપરાશ કરીને ત્યાગ કરે છે, જે અશુદ્ધિઓનો સહન કરીને ત્યાગ કરવો જોઇએ તેનો સહન કરીને ત્યાગ કરે છે, જે અશુદ્ધિઓનો ટાળીને ત્યાગ કરવો જોઇએ તેનો ટાળીને ત્યાગ કરે છે, જે અશુદ્ધિઓનો નિકાલ કરીને ત્યાગ કરવો જોઇએ તેનો નિકાલ કરીને ત્યાગ કરે છે, અને જે અશુદ્ધિઓનો વિકાસ કરીને ત્યાગ કરવો જોઇએ તેનો વિકાસ કરીને ત્યાગ કરે છે; ",
  "mn2:22.2": "ત્યારે ભિક્ષુઓ: ‘એ ભિક્ષુ બધી અશુદ્ધિઓના સંયમથી રહે છે, એણે તૃષ્ણાનો છેદ કર્યો છે, બંધનો ફેંકી દીધા છે, અને અભિમાનની સંપૂર્ણ સમજ઼ણ દ્વારા દુઃખનો અંત કર્યો છે’, એવું હું કહું છું”. ",
  "mn2:22.3": "ભગવંતે એવુ કહ્યું. ",
  "mn2:22.4": "એ ભિક્ષુઓ ભગવંતના વચનોથી સંતુષ્ટ અને આનંદિત થયા. ",
  "mn2:22.5": "સર્વઆસવસૂત્રની સંપૂર્ણતા. "
}