{
  "mn4:0.1": "મજ્જ઼િમ નિકાય ૪ ",
  "mn4:0.2": "ભયભેરવ સૂત્ર ",
  "mn4:1.1": "એવું મેં સાંભળ્યું—",
  "mn4:1.2": "એક વખત ભગવંત શ્રાવસ્તિની પાસે અનાથપિંડિકાના જેતવનમાં વિહા૨ કરી રહ્યા હતા. ",
  "mn4:2.1": "તે વખતે જાણુસ્સોણિ બ્રાહ્મણ ભગવંત પાસે ગયા; પાસે જઇને શુભકામનાઓ આપી. ",
  "mn4:2.2": "જ્યારે શુભકામનાઓ અને વિનમ્ર વાતચીત પતી ગઇ ત્યારે એક બાજુ પર બેસીને એમણે ભગવંતને કહ્યું: ",
  "mn4:2.3": "“હે ગૌતમ, જે આ કુળપુત્રો આપ ગૌતમના નામે શ્રદ્ધાપૂર્વક ઘરવાળાથી બેઘર થઇને સંન્યાસી થયા છે, તેમના આપ ગૌતમ અગ્રણી છો, મદદકાર છો, પ્રોત્સાહન આપનાર છો; ",
  "mn4:2.4": "અને એ લોકો આપ ગૌતમનું ઉદાહરણ અનુસરે છે”. ",
  "mn4:2.5": "“એવું જ છે, બ્રાહ્મણ, એવું જ છે, બ્રાહ્મણ! ",
  "mn4:2.6": "જે કુળપુત્રો મારા નામે શ્રદ્ધાપૂર્વક ઘરવાળાથી બેઘર થઇને સંન્યાસી થયા છે, તેમનો હું અગ્રણી છું, મદદકાર છું, પ્રોત્સાહન આપનાર છું; ",
  "mn4:2.7": "અને એ લોકો મારું ઉદાહરણ અનુસરે છે”. ",
  "mn4:2.8": "“પણ હે મિત્ર ગૌતમ, ગાઢ વનમાં દૂર રહેવાની જગ્યાઓ કઠણ હોય છે, એકાંતવાસ જાળવવો મુશ્કેલ હોય છે, એકાંતવાસમાં આનંદ લેવો મુશ્કેલ હોય છે, ",
  "mn4:2.9": "મને લાગે છે કે સમાધિ ના પ્રાપ્ત કરી હોય તેવા એકલા રહેનાર ભિક્ષુઓના મનને વન લૂટી લે છે”. ",
  "mn4:2.10": "“એવું જ છે, બ્રાહ્મણ, એવું જ છે, બ્રાહ્મણ! ",
  "mn4:2.11": "ગાઢ વનમાં દૂર રહેવાની જગ્યાઓ કઠણ હોય છે, એકાંતવાસ જાળવવો મુશ્કેલ હોય છે, એકાંતવાસમાં આનંદ લેવો મુશ્કેલ હોય છે, ",
  "mn4:2.12": "મને લાગે છે કે સમાધિ ના પ્રાપ્ત કરી હોય તેવા એકલા રહેનાર ભિક્ષુઓના મનને વન લૂટી લે છે. ",
  "mn4:3.1": "બ્રાહ્મણ, પહેલા જ્યારે હું સંબુદ્ધ ન હતો, માત્ર બોધિસત્વ હતો, ત્યારે મને પણ એવું લાગતું હતું: ",
  "mn4:3.2": "‘ગાઢ વનમાં દૂર રહેવાની જગ્યાઓ કઠણ હોય છે, એકાંતવાસ જાળવવો મુશ્કેલ હોય છે, એકાંતવાસમાં આનંદ લેવો મુશ્કેલ હોય છે, ",
  "mn4:3.3": "મને લાગે છે કે સમાધિ ના પ્રાપ્ત કરી હોય તેવા એકલા રહેનાર ભિક્ષુઓના મનને વન લૂટી લે છે’. ",
  "mn4:4.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:4.2": "‘જ્યારે પણ કોઇ અશુદ્ધ કાયાકર્મો વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે અશુદ્ધ કાયાકર્મોના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:4.3": "પણ હું અશુદ્ધ કાયાકર્મો સાથે ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:4.4": "મારો કાયાકર્મનો આચાર શુદ્ધ છે. ",
  "mn4:4.5": "હું એક એવો આર્યસાધક છું જે શુદ્ધ કાયાકર્મો સાથે ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:4.6": "બ્રાહ્મણ, આમ શુદ્ધ કાયાકર્મોનો આચાર મારમાં જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:5.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:5.2": "જ્યારે પણ કોઇ અશુદ્ધ વાણીકર્મો વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે અશુદ્ધ વાણીકર્મોના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે … ",
  "mn4:5.3": "અશુદ્ધ માનસિક કર્મો વાળા સાધક અથવા બ્રાહ્મણ … ",
  "mn4:5.4": "જ્યારે પણ કોઇ અશુદ્ધ આજીવિકા વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે અશુદ્ધ આજીવિકાના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:6.1": "પણ હું અશુદ્ધ આજીવિકા સાથે ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:6.2": "મારી આજીવિકા શુદ્ધ છે. ",
  "mn4:7.1": "હું એક એવો આર્યસાધક છું જે શુદ્ધ આજીવિકા સાથે ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:7.2": "બ્રાહ્મણ, આમ શુદ્ધ આજીવિકા મારમાં જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:8.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:8.2": "જ્યારે પણ કોઇ લોભી અને કામવાસનામાં અતિશય રસ રાખવા વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે લોભ અને કામવાસનામાં અતિશય રસ રાખવાના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:8.3": "પણ હું લોભ અને કામવાસનામાં અતિશય રસ સહિત ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:8.4": "હું લોભ રહિત છું. ",
  "mn4:8.5": "હું એક એવો આર્યસાધક છું જે  લોભ રહિત ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:8.6": "બ્રાહ્મણ, આમ લોભ રહિતતા મારમાં જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:9.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:9.2": "જ્યારે પણ કોઇ દ્વેષી અને દુષ્ટ મન વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે દ્વેષ અને દુષ્ટતાના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:9.3": "પણ હું દ્વેષ અને ઘૃણા સહિત ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:9.4": "હું પ્રેમળ મનનો છું. ",
  "mn4:9.5": "હું એક એવો આર્યસાધક છું જે પ્રેમળ મન સાથે ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:9.6": "બ્રાહ્મણ, આમ મારામાં પ્રેમળ મન જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:10.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:10.2": "‘જ્યારે પણ કોઇ આળસ અને સુસ્તી વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે આળસ અને સુસ્તીના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:10.3": "પણ હું આળસ અને સુસ્તી સાથે ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:10.4": "હું આળસ અને સુસ્તી રહિત છું. ",
  "mn4:10.5": "હું એક એવો આર્યસાધક છું જે આળસ અને સુસ્તી રહિત ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:10.6": "બ્રાહ્મણ, આમ આળસ અને સુસ્તી રહિતતા મારમાં જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:11.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:11.2": "‘જ્યારે પણ કોઇ બેચેન અને અશાંત મન વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે બેચેન અને અશાંત મનના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:11.3": "પણ હું બેચેની અને અશાંત મન સાથે ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:11.4": "મારું મન શાંત છે. ",
  "mn4:11.5": "હું એક એવો આર્યસાધક છું જે શાંત મન સાથે ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:11.6": "બ્રાહ્મણ, આમ મારામાં શાંત મન જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:12.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:12.2": "‘જ્યારે પણ કોઇ સંદેહ અને અનિશ્ચિત મન વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે સંદેહ અને અનિશ્ચિત મનના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:12.3": "પણ હું સંદેહ અને અનિશ્ચિત મન સાથે ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:12.4": "હું સંદેહ અને અનિશ્ચિતતાથી પાર થઇ ગયો છું. ",
  "mn4:12.5": "હું એક એવો આર્યસાધક છું જે સંદેહ અને અનિશ્ચિતતાથી પાર થઇ ગયેલા મન સાથે ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:12.6": "બ્રાહ્મણ, આમ મારામાં સંદેહ અને અનિશ્ચિતતાથી પાર થઇ ગયેલા મનને જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:13.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:13.2": "‘જ્યારે પણ કોઇ પોતાના વખાણ અને બીજાનો તુચ્છકાર કરનારા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે પોતાના વખાણ અને બીજાનો તુચ્છકાર કરવાના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:13.3": "પણ હું પોતાના વખાણ અને બીજાનો તુચ્છકાર કરતા ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:13.4": "હું પોતાના વખાણ અને બીજાનો તુચ્છકાર નથી કરતો. ",
  "mn4:13.5": "હું એક એવો આર્યસાધક છું જે પોતાના વખાણ અને બીજાનો તુચ્છકાર કર્યા વગર ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:13.6": "બ્રાહ્મણ, આમ પોતાના વખાણ અને બીજાનો તુચ્છકાર ના કરવાનાો આચાર મારમાં જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:14.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:14.2": "‘જ્યારે પણ કોઇ ડરપોક અને કાયર સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે ડરપોકતા અને કાયરતાના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:14.3": "પણ હું ડરપોકતા અને કાયરતા સાથે ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:14.4": "હું ડરપોકતા અને કાયરતા રહિત છું. ",
  "mn4:14.5": "હું એક એવો આર્યસાધક છું જે ડરપોકતા અને કાયરતા રહિત ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:14.6": "બ્રાહ્મણ, આમ મારામાં ડરપોકતા અને કાયરતાનો અભાવ જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:15.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:15.2": "‘જ્યારે પણ કોઇ લાભ, સત્કાર, અને પ્રખ્યાતિ ચાહનારા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે લાભ, સત્કાર, અને પ્રખ્યાતિ ચાહવાના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:15.3": "પણ હું લાભ, સત્કાર, અને પ્રખ્યાતિ ચાહતા ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:15.4": "મને બહુ ઓછી ઇચ્છાઓ છે. ",
  "mn4:15.5": "હું એક એવો આર્યસાધક છું જે ઓછી ઇચ્છાઓ સાથે ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:15.6": "બ્રાહ્મણ, આમ મારામાં ઓછી ઇચ્છાઓ જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:16.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:16.2": "‘જ્યારે પણ કોઇ પ્રમાદી અને ઓછી શક્તિ વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે આળસ અને સુસ્તીના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:16.3": "પણ હું પ્રમાદ અને ઓછી શક્તિ સાથે ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:16.4": "હું ઉર્જાસભર છું. ",
  "mn4:16.5": "હું એક એવો આર્યસાધક છું જે ઉર્જાસભર ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:16.6": "બ્રાહ્મણ, આમ મારમાં ઉર્જાસભરતા જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:17.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:17.2": "‘જ્યારે પણ કોઇ ખોટી સ્મૃતિ અને સંપજ્ઞાન વગરના સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે ખોટી સ્મૃતિ અને સંપજ્ઞાનના અભાવના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:17.3": "પણ હું ખોટી સ્મૃતિ અને સંપજ્ઞાન વગર ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:17.4": "મારામાં સાચી સ્મૃતિ ઉપસ્થિત છે. ",
  "mn4:17.5": "હું એક એવો આર્યસાધક છું જે સાચી સ્મૃતિ સાથે ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:17.6": "બ્રાહ્મણ, આમ મારામાં સાચી સ્મૃતિ અને સંપજ્ઞાન જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:18.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:18.2": "‘જ્યારે પણ કોઇ સમાધિહીન અને ભટકતા મન વાળા સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે સમાધીહીનતા અને ભટકતા મનના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:18.3": "પણ હું સમાધિહીનતા અને ભટકતા મન સાથે ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:18.4": "હું સમાધિસંપન્ન છું. ",
  "mn4:18.5": "હું એક એવો આર્યસાધક છું જે સમાધિસંપન્ન થઇ ગયેલા મન સાથે ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:18.6": "બ્રાહ્મણ, આમ મારામાં સમાધિસંપન્નતા જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:19.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:19.2": "‘જ્યારે પણ કોઇ મૂર્ખ અને મૂઢ સાધક અથવા બ્રાહ્મણ ગાઢ વનમાં રહેઠાણ રાખે છે ત્યારે મૂર્ખતા અને મૂઢતાના દોષને લીધે તેઓ અકુશળ ડર અને બીકને જાગૃત કરે છે. ",
  "mn4:19.3": "પણ હું મૂર્ખતા અને મૂઢતા સાથે ગાઢ વનમાં રહેઠાણ નથી રાખતો. ",
  "mn4:19.4": "હું પ્રજ્ઞાસંપન્ન છું. ",
  "mn4:19.5": "હું એક એવો આર્યસાધક છું જે પ્રજ્ઞાસંપન્ન થઇને ગાઢ વનમાં રહેઠાણ રાખે છે’ ",
  "mn4:19.6": "બ્રાહ્મણ, આમ મારામાં પ્રજ્ઞાસંપન્નતા જોઇને મને ગાઢ વનમાં રહેવામાં વધારે આશ્વાસન મળ્યો અને ઉત્સાહ થયો. ",
  "mn4:19.7": "સોળસપરિયાયની સમાપ્તિ. ",
  "mn4:20.1": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:20.2": "‘અમુક રાતો ખાસ કરીને શુકનવાળી હોય છે—",
  "mn4:20.3": "જેમ કે પક્ષની અમાસ, પૂનમ, અને અષ્ટમી—",
  "mn4:20.4": "હવે ધારોકે આવી રાતે હું અહીં તહીં બાગમાં કે વનમાં કે ઝાડ પાસેના ભયાનક અને રોમાંચકારક મંદિરોમાં આશ્રય લઉં તો મને કદાચ એવો ડર અને એવી બીક  અનુભવવા અને જોવા મળે’. ",
  "mn4:20.5": "તો બ્રાહ્મણ, થોડા વખત પછી અમુક ખાસ કરીને શુકનવાળી રાતો—",
  "mn4:20.6": "જેમ કે પક્ષની અમાસ, પૂનમ, અને અષ્ટમી—",
  "mn4:20.7": "એવી રાતે મેં અહીં તહીં બાગમાં કે વનમાં કે ઝાડ પાસેના ભયાનક અને રોમાંચકારક મંદિરોમાં આશ્રય લીધો. ",
  "mn4:20.8": "બ્રાહ્મણ, ત્યાં જ્યારે હું આ રીતે રહ્યો, ત્યારે જો કોઇ હરણ આવે, મોર દાંડીઓ કચડાવતું હોય, અથવા પવનથી પાંદડા ખડખડાતા હોય; ",
  "mn4:20.9": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:20.10": "‘નક્કી આ એ જ ડર અને બીક આવ્યા લાગે છે’. ",
  "mn4:20.11": "બ્રાહ્મણ, પછી મને એવો વિચાર આવ્યો: ",
  "mn4:20.12": "‘હું શેના માટે હંમેશા ડરની અપેક્ષા રાખીને રહું છું? ",
  "mn4:20.13": "એના કરતા ધારોકે હું એ ડર અને બીકને જ્યારે આવે ત્યારે જેવી પણ સ્થિતિમાં હોઉં એ જ સ્થિતિમાં રહીને દૂર કરી દઉં તો કેવું?’ ",
  "mn4:20.14": "પછી બ્રાહ્મણ, હું જ્યારે ચાલતો હતો ત્યારે એ ડર અને બીક આવ્યા. ",
  "mn4:20.15": "જ્યાં સુધી એ ડર અને બીક ગયા નહીં ત્યાં સુધી હું ના સ્થિર ઉભો રહ્યો, ના બેસી ગયો, ના આડો પડી ગયો. ",
  "mn4:20.16": "પછી બ્રાહ્મણ, હું જ્યારે સ્થિર ઉભો હતો ત્યારે એ ડર અને બીક આવ્યા. ",
  "mn4:20.17": "જ્યાં સુધી એ ડર અને બીક ગયા નહીં ત્યાં સુધી હું ના ચાલ્યો, ના બેસી ગયો, ના આડો પડી ગયો. ",
  "mn4:20.18": "પછી બ્રાહ્મણ, હું જ્યારે બેઠો હતો ત્યારે એ ડર અને બીક આવ્યા. ",
  "mn4:20.19": "જ્યાં સુધી એ ડર અને બીક ગયા નહીં ત્યાં સુધી હું ના સ્થિર ઉભો રહ્યો, ના ચાલ્યો, ના આડો પડી ગયો. ",
  "mn4:20.20": "પછી બ્રાહ્મણ, હું જ્યારે આડો પડ્યો હતો ત્યારે એ ડર અને બીક આવ્યા. ",
  "mn4:20.21": "જ્યાં સુધી એ ડર અને બીક ગયા નહીં ત્યાં સુધી હું ના સ્થિર ઉભો રહ્યો, ના બેસી ગયો, ના ચાલ્યો. ",
  "mn4:21.1": "બ્રાહ્મણ, અમુક સાધકો એવા હોય છે જે રાતને દિવસ તરીકે જોતા હોય છે અને દિવસને રાત તરીકે જોતા હોય છે. ",
  "mn4:21.2": "સાધકો અને બ્રાહ્મણોના એવા મનોવિહારને હું ભ્રમણા કહું છું. ",
  "mn4:21.3": "બ્રાહ્મણ, પણ હું રાતને રાત તરીકે અને દિવસને દિવસ તરીકે જાણું છું. ",
  "mn4:21.4": "બ્રાહ્મણ, જે કોઇના વિષે ખરેખર એવું કહેવાય કે: ",
  "mn4:21.5": "‘એક ભ્રમણા રહિત મનુષ્ય દુનિયામાં ઉત્પન્ન થયો છે, સર્વજનોના હિત અને સુખ માટે, દુનિયા પર અનુકંપા લઇને, લોકો અને દેવોના હિત, સુખ, અને કલ્યાણ માટે’, તે મારા માટે જ ખરેખર કહી શકાય: ",
  "mn4:21.6": "‘એક ભ્રમણા રહિત મનુષ્ય દુનિયામાં ઉત્પન્ન થયો છે, સર્વજનોના હિત અને સુખ માટે, દુનિયા પર અનુકંપા લઇને, લોકો અને દેવોના હિત, સુખ, અને કલ્યાણ માટે’. ",
  "mn4:22-26.1": "મારામાં અથક ઉર્જાનો આરંભ થયો હતો, અવિરત સ્મૃતિ ઉપસ્થિત હતી, કાયા  શાંત અને ધીર હતી, સમાધિમાં મન એકાગ્ર હતું. ",
  "mn4:22-26.2": "તો બ્રાહ્મણ, કામાનંદથી અલાયદો હોવાને લીધે, અકુશળ મનોસ્થિતીઓથી અલાયદો હોવાને લીધે, મેં પહેલા ધ્યાનમાં પ્રવેશ કર્યો અને એમાં સ્થાપિત થાયો, જે વિતર્ક અને વિચાર સહિત હોય છે, અને જેમાં એકાંતવાસને લીધે જન્મેલા હર્ષ અને સુખ હોય છે. ",
  "mn4:22-26.3": "મેં વિતર્ક અને વિચારને શાંત કરીને, બીજા ધ્યાનમાં પ્રવેશ કર્યો અને એમાં સ્થાપિત થાયો, જે વિતર્ક અને વિચાર વગરની મનોસ્થિતિ છે, જેમાં સ્પષ્ટ આત્મવિશ્વાસ, મનની એકતા, અને સમાધિ દ્વારા ઉત્પન્ન થયેલા હર્ષ અને સુખનો અનુભવ હોય છે. ",
  "mn4:22-26.4": "હર્ષની પણ વિલીનતાથી હું સમભાવી રહ્યો અને સચેત અને સબૂધ, હજી સુખનો કાયામાં અનુભવ કરતા, મેં ત્રીજા ધ્યાનમાં પ્રવેશ કર્યો જેના વિષે સજ્જનો જાહેર કરે છે: ‘જે સચેત અને સમભાવી ધ્યાનમાં છે તે સુખદ ધ્યાનવિહારમાં છે’. ",
  "mn4:22-26.5": "સુખ અને દુઃખને ત્યાગીને, પહેલાના આનંદ અને ઉદાસીના અંતને લીધે મેં ચોથા ધ્યાનમાં પ્રવેશ કર્યો અને એમાં સ્થાપિત થાયો, જેમાં સુખ અને દુઃખનો અભાવ છે અને શુદ્ધ સ્મૃતિ અને સમભાવ હોય છે. ",
  "mn4:27.1": "જ્યારે મારું સમાધિમાં મગ્ન મન, શુદ્ધ, તેજસ્વી, નિષ્કલંકિત, દોષરહિત, નમ્ર, કાર્યક્ષમ, સ્થિર, અને અચળ હતું, ત્યારે મેં મનને પૂર્વજન્મોના જ્ઞાન તરફ વાળ્યું. મને અનેક પૂર્વજન્મો યાદ આવ્યા. ",
  "mn4:27.2": "એટલે કે—એક જનમ, બે જનમ, ત્રણ જનમ, ચાર જનમ, પાંચ જનમ, દસ જનમ, વીસ જનમ, ત્રીસ જનમ, ચાલીસ જનમ, પચાસ જનમ, સો જનમ, હજાર જનમ, લાખ જનમ, અનેક કલ્પોનું વિશ્વ સંકોચન, અનેક કલ્પોનું વિશ્વ વિસ્તરણ, અનેક કલ્પોનું વિશ્વ સંકોચન અને વિસ્તરણ: ‘ત્યાં મારું એવું નામ હતું, એવું ગોત્ર હતું, એવો દેખાવ હતો, એવો આહાર હતો, એવો મારો સુખદુઃખનો અનુભવ હતો, એવું મારું આયુષ્ય હતું, ત્યાંથી અવસાન થયા પછી હું બીજે સાક્ષાત થયો; ત્યાં પણ મારું એવું નામ હતું, એવું ગોત્ર હતું, એવો દેખાવ હતો, એવો આહાર હતો, એવો મારો સુખદુઃખનો અનુભવ હતો, એવું મારું આયુષ્ય હતું, ત્યાંથી અવસાન થયા પછી હું અહીં સાક્ષાત થયો’. આ રીતે મેં આકાર અને ઉદ્દેશ સહિત અનેક પૂર્વજન્મોને યાદ કર્યા. ",
  "mn4:28.1": "આ પહેલું જ્ઞાન રાતના પહેલા પહોરમાં મને પ્રાપ્ત થયું, ",
  "mn4:28.2": "અજ્ઞાન નષ્ટ થયું અને જ્ઞાન ઉત્પન્ન થયું, અંધકાર નષ્ટ થયો અને પ્રકાશ ઉત્પન્ન થયો, મહેનતુ, આતુર, અને અડગ રહેવા વાળામાં થાય એ રીતે. ",
  "mn4:29.1": "જ્યારે મારું સમાધિમાં મગ્ન મન, શુદ્ધ, તેજસ્વી, નિષ્કલંકિત, દોષરહિત, નમ્ર, કાર્યક્ષમ, સ્થિર, અને અચળ હતું, ત્યારે મેં મનને જીવોના અવસાન અને પુનર્જન્મના જ્ઞાન તરફ વાળ્યું. ",
  "mn4:29.2": "તો વિશુદ્વ અને અમાનુષ દિવ્યચક્ષુ દ્વારા મેં જીવોના અવસાન અને પુનર્જન્મ જોયા, નીચલા અને ઉંચા, સુંદર અને કદરૂપા, સુગત અને દુર્ગત. મને સમજ઼ાયું કે પોતાના કર્મોના હિસાબે કઇ રીતે જીવો પુનર્જમ લે છે: ‘આ પ્રિયજનોએ કાયા, વાણી, અને માનસિક રીતે દુરાચાર કર્યો. આર્યજનોનો અનાદર કર્યો; એમનામાં ખોટી દૃષ્ટી હતી; અને એમણે એ ખોટી દૃષ્ટીને અમલમાં મુકીને કાર્યો કર્યા; શરીર છોડીને અવસાન પછી તેઓ દુર્ગતિ, પતન, અથવા નરકમાં પણ પહોંચી ગયા; પણ આ બીજા પ્રિયજનોએ કાયા, વાણી, અને માનસિક રીતે સદાચાર કર્યો. આર્યજનોનો આદર કર્યો; એમનામાં સાચી દૃષ્ટી હતી; અને એમણે એ સાચી દૃષ્ટીને અમલમાં મુકીને કાર્યો કર્યા; શરીર છોડીને અવસાન પછી તેમની સદ્ગતિ થઇ અને સ્વર્ગલોકમાં પણ પહોંચી ગયા’. આ રીતે વિશુદ્વ અને અમાનુષ દિવ્યચક્ષુ દ્વારા મેં જીવોના અવસાન અને પુનર્જન્મ જોયા, નીચલા અને ઉંચા, સુંદર અને કદરૂપા, સુગત અને દુર્ગત. મને સમજ઼ાયું કે પોતાના કર્મોના હિસાબે કઇ રીતે જીવો પુનર્જમ લે છે. ",
  "mn4:30.1": "આ બીજું ખરું જ્ઞાન રાતના વચલા પહોરમાં મને પ્રાપ્ત થયું, ",
  "mn4:30.2": "અજ્ઞાન નષ્ટ થયું અને જ્ઞાન ઉત્પન્ન થયું, અંધકાર નષ્ટ થયો અને પ્રકાશ ઉત્પન્ન થયો, મહેનતુ, આતુર, અને અડગ રહેવા વાળામાં થાય એ રીતે. ",
  "mn4:31.1": "જ્યારે મારું સમાધિમાં મગ્ન મન, શુદ્ધ, તેજસ્વી, નિષ્કલંકિત, દોષરહિત, નમ્ર, કાર્યક્ષમ, સ્થિર, અને અચળ હતું, ત્યારે મેં મનને અશુદ્ધિઓના વિનાશ તરફ વાળ્યું. ",
  "mn4:31.2": "તો જેમ ખરેખર છે તેમ સમજ઼ાયું ‘આ દુઃખ છે’, જેમ ખરેખર છે તેમ સમજ઼ાયું ‘આ દુઃખનો ઉદય છે’, જેમ ખરેખર છે તેમ સમજ઼ાયું ‘આ દુઃખનો નિરોધ છે’, જેમ ખરેખર છે તેમ સમજ઼ાયું ‘આ દુઃખના નિરોધની તરફ લઇ જનારો માર્ગ છે’. ",
  "mn4:31.3": "જેમ ખરેખર છે તેમ સમજ઼ાયું ‘આ અશુદ્ધિઓ છે’, જેમ ખરેખર છે તેમ સમજ઼ાયું ‘આ અશુદ્ધિઓનો ઉદય છે’, જેમ ખરેખર છે તેમ સમજ઼ાયું ‘આ અશુદ્ધિઓનો નિરોધ છે’, જેમ ખરેખર છે તેમ સમજ઼ાયું ‘આ અશુદ્ધિઓના નિરોધની તરફ લઇ જનારો માર્ગ છે’. ",
  "mn4:32.1": "એમ જાણીને એમ જોઇને, મારું મન કામવાસનાની અશુદ્ધિથી વિમુક્ત થયું, ભવ અશુદ્ધિથી વિમુક્ત થયું, અજ્ઞાનની અશુદ્ધિથી મુક્ત થયું. ",
  "mn4:32.2": "વિમુક્ત થવાને કારણે એવું જ્ઞાન આવ્યું: હું વિમુક્ત થયો છું. ",
  "mn4:32.3": "મને સમજ઼ પડી: ‘પુનર્જન્મનો નાશ થયો છે, બ્રહ્મચર્યનું પાલન થયું છે, જે કરવાનું હતું તે કર્યું છે, હવે કોઇ પણ જાતના અસ્તિત્વમાં પાછા આવવાનું સંભવ નથી’. ",
  "mn4:33.1": "આ ત્રીજું ખરું જ્ઞાન રાતના છેલ્લા પહોરમાં મને પ્રાપ્ત થયું, ",
  "mn4:33.2": "અજ્ઞાન નષ્ટ થયું અને જ્ઞાન ઉત્પન્ન થયું, અંધકાર નષ્ટ થયો અને પ્રકાશ ઉત્પન્ન થયો, મહેનતુ, આતુર, અને અડગ રહેવા વાળામાં થાય એ રીતે. ",
  "mn4:34.1": "બ્રાહ્મણ, તમને કદાચ એવો વિચાર આવે: ",
  "mn4:34.2": "‘ગૌતમ હજી પણ લોભ, ઘૃણા, અને મોહથી મુક્ત નથી, એટલા માટે હજી ગાઢ વનમાં અને એકાંતમાં રહેઠાણ રાખે છે. ",
  "mn4:34.3": "પણ એવું ના માનો, બ્રાહ્મણ. ",
  "mn4:34.4": "બે વાતને લીધે હું હજી ગાઢ વન અને એકાંતમાં રહેઠાણ રાખું છું—",
  "mn4:34.5": "વર્તમાનમાં સુખદ્ વિહાર માટે અને ભવિષ્યના જગતના જીવો પર અનુકંપાને લીધે”. ",
  "mn4:35.1": "“ખરેખર આપ ગૌતમ સંબુદ્ધ અને અરહંત છો એટલે આપમાં ભવિષ્યના જગતના જીવો પર અનુકંપા છે. ",
  "mn4:35.2": "ઉત્તમ, હે ગૌતમ. ઉત્તમ, હે ગૌતમ. ",
  "mn4:35.3": "જે રીતે આડુ થયેલને સીધું કરે, ઢાંકેલાને ઉઘાડી દે, ભૂલેલાને રસ્તો બતાડી દે, અંધકારમાં દીપજ્યોત પ્રકાશિત કરે: ‘જેમાં આંખવાળાને રૂપદર્શન થાય’; એ જ રીતે મિત્ર ગૌતમે અનેક રીતે ધર્મ પ્રકાશિત કર્યો છે. ",
  "mn4:35.4": "હું ભગવંત ગૌતમના શરણમાં જઉં છું અને ધર્મ અને સંઘના પણ. ",
  "mn4:35.5": "આજના દિવસથી ભગવંત ગૌતમ મને આખા જીવન માટે શરણમાં જનાર ઉપાસક તરીકે યાદ રાખે”. ",
  "mn4:35.6": "ભયભેરવ સૂત્રની સમાપ્તિ. "
}