{
  "mn5:0.1": "મજ્જ઼િમ નિકાય ૫ ",
  "mn5:0.2": "અવગુણ સૂત્ર ",
  "mn5:1.1": "એવું મેં સાંભળ્યું—",
  "mn5:1.2": "એક વખત ભગવંત શ્રાવસ્તિની પાસે અનાથપિંડિકાના જેતવનમાં વિહા૨ કરી રહ્યા હતા. ",
  "mn5:1.3": "ત્યાં સારિપુત્રએ ભિક્ષુઓને સંબોધિને કહ્યું: ",
  "mn5:1.4": "“આદરણીય ભિક્ષુઓ!” ",
  "mn5:1.5": "“હા આદરણીય”, ભિક્ષુઓએ સારિપુત્રને જવાબ આપ્યો. ",
  "mn5:1.6": "સારિપુત્રએ એવું કહ્યું: ",
  "mn5:2.1": "“આદરણીઆો, દુનિયામાં ચાર પ્રકારના લોકો હોય છે. ",
  "mn5:2.2": "કયા ચાર? ",
  "mn5:2.3": "અહીંયા આદરણીયો, એક માણસ જેનામાં અવગુણ છે એ બરાબર જે પ્રમાણે છે તેમ સમજતો નથી કે ‘મારામાં અવગુણ છે.’ ",
  "mn5:2.4": "પણ એક બીજો માણસ જેનામાં અવગુણ છે એ બરાબર જે પ્રમાણે છે તેમ સમજે છે કે ‘મારામાં અવગુણ છે.’ ",
  "mn5:2.5": "એક માણસ જેનામાં અવગુણ નથી એ બરાબર જે પ્રમાણે છે તેમ સમજતો નથી કે ‘મારામાં અવગુણ નથી.’ ",
  "mn5:2.6": "પણ એક બીજો માણસ જેનામાં અવગુણ નથી એ બરાબર જે પ્રમાણે છે તેમ સમજે છે કે ‘મારામાં અવગુણ નથી.’ ",
  "mn5:2.7": "આ સ્થિતીમાં, બે અવગુણવાળા માણસોમાં, જેને બરાબર નથી સમજાયું એ બદતર કહેવાય. ",
  "mn5:2.8": "જ્યારે જેને બરાબર સમજાયું છે, એને વધારે સારો કહેવાય. ",
  "mn5:2.9": "આ સ્થિતીમાં, બે અવગુણરહિત માણસોમાં, જેને બરાબર નથી સમજાયું એ બદતર કહેવાય. ",
  "mn5:2.10": "જ્યારે જેને બરાબર સમજાયું છે, એને વધારે સારો કહેવાય.” ",
  "mn5:3.1": "જયારે એમણે એવું કહ્યું, ત્યારે આદરણીય મહામોગલ્લાને સારિપુત્રને કહ્યું: ",
  "mn5:3.2": "“આદરણીય સારિપુત્ર, શું કારણ છે, શું પ્રત્યય છે, જેના લીધે બે અવગુણવાળા માણસોમાં એકને બદતર કહેવાય અને એકને વધારે સારો કહેવાય? ",
  "mn5:3.3": "આદરણીય સારિપુત્ર, શું કારણ છે, શું પ્રત્યય છે, જેના લીધે બે અવગુણરહિત માણસોમાં એકને બદતર કહેવાય અને એકને વધારે સારો કહેવાય?” ",
  "mn5:4.1": "“અહીંયા આદરણીય, એક અવગુણવાળો માણસ જેને બરાબર નથી સમજાયું કે ‘મારામાં અવગુણ છે’, એની પાસેથી એવી અપેક્ષા રખાય: એ દોષના નિવારણ માટે ઉત્સાહ નહીં ઉત્પન્ન કરે, પ્રયાસ નહીં કરે, ઉર્જાનો આરંભ નહીં કરે; ",
  "mn5:4.2": "અને તેઓ લાલસાયુક્ત, દ્વેષયુક્ત, મોહયુક્ત, અવગુણયુક્ત, અને અશુદ્ધ મન સાથે મૃત્યુ પામશે. ",
  "mn5:4.3": "આદરણીયો, ધારોકે કોઇ લુહાર પાસેથી અથવા દુકાનમાંથી તાંબાનું મેલું, ડાઘાવાળું વાસણ લઇ આવે. ",
  "mn5:4.4": "અને એના માલિક વાસણને ના તો વાપરે, ના તો સાફ કરે અને એના ઉપરાંત એને ગંદી જગ્યામાં રાખે. ",
  "mn5:4.5": "થોડા વખત પછી, આદરણીયો, એ વાસણ વધારે મેલું અને ડાઘાવાળું ના થાય?” ",
  "mn5:4.6": "“હા, આદરણીય.” ",
  "mn5:4.7": "“એવી જ રીતે, આદરણીયો, એક અવગુણવાળો માણસ જેને બરાબર નથી સમજાયું કે ‘મારામાં અવગુણ છે’, એની પાસેથી એવી અપેક્ષા રખાય: એ દોષના નિવારણ માટે ઉત્સાહ નહીં ઉત્પન્ન કરે, પ્રયાસ નહીં કરે, ઉર્જાનો આરંભ નહીં કરે; ",
  "mn5:4.8": "અને તેઓ લાલસાયુક્ત, દ્વેષયુક્ત, મોહયુક્ત, અવગુણયુક્ત, અને અશુદ્ધ મન સાથે મૃત્યુ પામશે. ",
  "mn5:5.1": "અહીંયા આદરણીય, એક અવગુણવાળો માણસ જેને બરાબર સમજાયું છે કે ‘મારામાં અવગુણ છે’, એની પાસેથી એવી અપેક્ષા રખાય: એ દોષના નિવારણ માટે ઉત્સાહ ઉત્પન્ન કરશે, પ્રયાસ કરશે, ઉર્જાનો આરંભ કરશે; ",
  "mn5:5.2": "અને તેઓ લાલસામુક્ત, દ્વેષમુક્ત, મોહમુક્ત, અવગુણમુક્ત, અને શુદ્ધ મન સાથે મૃત્યુ પામશે. ",
  "mn5:5.3": "આદરણીયો, ધારોકે કોઇ લુહાર પાસેથી અથવા દુકાનમાંથી તાંબાનું મેલું, ડાઘાવાળું વાસણ લઇ આવે. ",
  "mn5:5.4": "અને એના માલિક વાસણને વાપરે તથા સાફ કરે અને એને ચોખ્ખી જગ્યામાં રાખે. ",
  "mn5:5.5": "થોડા વખત પછી, આદરણીયો, એ વાસણ વધારે સ્વચ્છ અને તેજસ્વી ના થાય?” ",
  "mn5:5.6": "“હા, આદરણીય.” ",
  "mn5:5.7": "“એવી જ રીતે, આદરણીયો, એક અવગુણવાળો માણસ જેને બરાબર સમજાયું છે કે ‘મારામાં અવગુણ છે’, એની પાસેથી એવી અપેક્ષા રખાય: એ અવગુણના નિવારણ માટે ઉત્સાહ ઉત્પન્ન કરશે, પ્રયાસ કરશે, ઉર્જાનો આરંભ કરશે; ",
  "mn5:5.8": "અને તેઓ લાલસામુક્ત, દ્વેષમુક્ત, મોહમુક્ત, અવગુણમુક્ત, અને શુદ્ધ મન સાથે મૃત્યુ પામશે. ",
  "mn5:6.1": "અહીંયા આદરણીયો, એક અવગુણરહિત માણસ જેને બરાબર નથી સમજાયું કે ‘મારામાં અવગુણ નથી’, એની પાસેથી એવી અપેક્ષા રખાય: એ સુંદરતા પર ધ્યાન આપશે અને સુંદરતા પર ધ્યાન આપવાથી એના મનને કામરાગનો ચેપ લાગશે; ",
  "mn5:6.2": "અને તેઓ લાલસાયુક્ત, દ્વેષયુક્ત, મોહયુક્ત, અવગુણયુક્ત, અને અશુદ્ધ મન સાથે મૃત્યુ પામશે. ",
  "mn5:6.3": "આદરણીયો, ધારોકે કોઇ લુહાર પાસેથી અથવા દુકાનમાંથી તાંબાનું ચોખ્ખું અને ચમકદાર વાસણ લઇ આવે. ",
  "mn5:6.4": "અને એના માલિક વાસણને ના તો વાપરે, ના તો સાફ કરે અને એના ઉપરાંત એને ગંદી જગ્યામાં રાખે. ",
  "mn5:6.5": "થોડા વખત પછી, આદરણીયો, એ વાસણ વધારે મેલું અને ડાઘાવાળું ના થાય?” ",
  "mn5:6.6": "“હા, આદરણીય.” ",
  "mn5:6.7": "“એવી જ રીતે, આદરણીયો, એક અવગુણરહિત માણસ જેને બરાબર નથી સમજાયું કે ‘મારામાં અવગુણ નથી’, એની પાસેથી એવી અપેક્ષા રખાય: એ સુંદરતા પર ધ્યાન આપશે અને સુંદરતા પર ધ્યાન આપવાથી એના મનને કામરાગનો ચેપ લાગશે; ",
  "mn5:6.8": "અને તેઓ લાલસાયુક્ત, દ્વેષયુક્ત, મોહયુક્ત, અવગુણયુક્ત, અને અશુદ્ધ મન સાથે મૃત્યુ પામશે. ",
  "mn5:7.1": "અહીંયા આદરણીયો, એક અવગુણરહિત માણસ જેને બરાબર સમજાયું છે કે ‘મારામાં અવગુણ નથી’, એની પાસેથી એવી અપેક્ષા રખાય: એ સુંદરતા પર ધ્યાન નહીં આપે અને સુંદરતા પર ધ્યાન ના આપવાથી એના મનને કામરાગનો ચેપ નહીં લાગે; ",
  "mn5:7.2": "અને તેઓ લાલસામુક્ત, દ્વેષમુક્ત, મોહમુક્ત, અવગુણમુક્ત, અને શુદ્ધ મન સાથે મૃત્યુ પામશે. ",
  "mn5:7.3": "આદરણીયો, ધારોકે કોઇ લુહાર પાસેથી અથવા દુકાનમાંથી તાંબાનું ચોખ્ખું અને ચમકદાર વાસણ લઇ આવે. ",
  "mn5:7.4": "અને એના માલિક વાસણને વાપરે તથા સાફ કરે અને એને ચોખ્ખી જગ્યામાં રાખે. ",
  "mn5:7.5": "થોડા વખત પછી, આદરણીયો, એ વાસણ વધારે સ્વચ્છ અને તેજસ્વી ના થાય?” ",
  "mn5:7.6": "“હા, આદરણીય.” ",
  "mn5:7.7": "“એવી જ રીતે, આદરણીયો, એક અવગુણરહિત માણસ જેને બરાબર સમજાયું છે કે ‘મારામાં અવગુણ નથી’, એની પાસેથી એવી અપેક્ષા રખાય: એ સુંદરતા પર ધ્યાન નહીં આપે અને સુંદરતા પર ધ્યાન ના આપવાથી એના મનને કામરાગનો ચેપ નહીં લાગે; ",
  "mn5:7.8": "અને તેઓ લાલસામુક્ત, દ્વેષમુક્ત, મોહમુક્ત, અવગુણમુક્ત, અને શુદ્ધ મન સાથે મૃત્યુ પામશે. ",
  "mn5:8.1": "આદરણીય મોગલ્લાન, આ કારણ છે, આ પ્રત્યય છે, જેના લીધે બે અવગુણવાળા માણસોમાં એકને બદતર કહેવાય અને એકને વધારે સારો કહેવાય. ",
  "mn5:8.2": "આદરણીય મોગલ્લાન, આ કારણ છે, આ પ્રત્યય છે, જેના લીધે બે અવગુણરહિત માણસોમાં એકને બદતર કહેવાય અને એકને વધારે સારો કહેવાય.” ",
  "mn5:9.1": "“આદરણીય, ‘અવગુણ, અવગુણ’ કહેવાય છે. ",
  "mn5:9.2": "‘અવગુણ’ની વ્યાખ્યા આ સંદર્ભમાં શું છે, આદરણીય?” ",
  "mn5:9.3": "“આદરણીય, હાનિકારક તથા અકુશળ ઇચ્છાઓના પ્રભાવક્ષેત્રના સંદર્ભમાં ‘અવગુણ’ની વાત કરાય.” ",
  "mn5:10.1": "“આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:10.2": "‘હું જો કોઇ અપરાધ કરું તો બીજા ભિક્ષુઓને ખબર ના પડે તો સારું.’ ",
  "mn5:10.3": "પણ એવું સંભવ છે કે બીજા ભિક્ષુઓને ખબર પડી જાય કે: ",
  "mn5:10.4": "‘એ ભિક્ષુએ અપરાધ કર્યો છે.’ ",
  "mn5:10.5": "એવું વિચારીને કે:‘બીજા ભિક્ષુઓને મારા અપરાધની ખબર છે’—",
  "mn5:10.6": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:10.7": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:10.8": "બંને અવગુણ છે. ",
  "mn5:11.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:11.2": "‘હું જો કોઇ અપરાધ કરું તો બીજા ભિક્ષુઓ મને ખાનગીમાં ઠપકો આપે તો સારુ, બધાની સામે નહીં.’ ",
  "mn5:11.3": "પણ એવું સંભવ છે કે બીજા ભિક્ષુઓ બધાની સામે એને ઠપકો આપે, ખાનગીમાં નહીં. ",
  "mn5:11.4": "એવું વિચારીને કે:‘બીજા ભિક્ષુઓની સામે મને ઠપકો આપ્યો, ખાનગીમાં નહીં’—",
  "mn5:11.5": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:11.6": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:11.7": "બંને અવગુણ છે. ",
  "mn5:12.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:12.2": "‘હું જો કોઇ અપરાધ કરું તો ઠપકો મારી સરખામણીમાં સમાન સ્તરના ભિક્ષુ આપે તો સારુ, અસમાન સ્તરના નહીં.’ ",
  "mn5:12.3": "પણ એવું સંભવ છે કે અસમાન સ્તરના ભિક્ષુ એને ઠપકો આપે, સમાન સ્તરના નહીં. ",
  "mn5:12.4": "એવું વિચારીને:‘અસમાન સ્તરના ભિક્ષુએ ઠપકો આપ્યો, સમાન સ્તરના ભિક્ષુએ નહીં’—",
  "mn5:12.5": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:12.6": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:12.7": "બંને અવગુણ છે. ",
  "mn5:13.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:13.2": "‘મને એવી આશા છે કે ભદવંત મને જ સવાલો પૂછીને ધર્મશિક્ષા આપે, બીજા ભિક્ષુઓને નહીં’. ",
  "mn5:13.3": "પણ એવું સંભવ છે કે ભગવંત બીજા ભિક્ષુઓને સવાલો પુછીને ધર્મશિક્ષા આપે, એ ભિક્ષુને નહીં. ",
  "mn5:13.4": "એવું વિચારીને કે: ‘ભગવંતે બીજા ભિક્ષુને સવાલો પુછીને ધર્મશિક્ષા આપી, મને પુછીને નહીં’—",
  "mn5:13.5": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:13.6": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:13.7": "બંને અવગુણ છે. ",
  "mn5:14.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:14.2": "‘મને એવી આશા છે કે ભિક્ષુઓ ગામમાં ભોજન માટે જતી વખતે મને સૌથી આગળ રાખીને જાય, કોઇ બીજા ભિક્ષુને નહીં’. ",
  "mn5:14.3": "પણ એવું સંભવ છે કે ભિક્ષુઓ કોઇ બીજા ભિક્ષુને આગળ રાખીને ગામમાં ભોજન માટે જાય. ",
  "mn5:14.4": "એવું વિચારીને કે: ‘બીજા ભિક્ષુને અગળ રાખીને ગામમાં ભોજન માટે ગયા, મને સૌથી અગળ રાખીને નહીં’—",
  "mn5:14.5": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:14.6": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:14.7": "બંને અવગુણ છે. ",
  "mn5:15.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:15.2": "‘મને એવી આશા છે કે ભોજનાલયમાં મને એકલાને જ શ્રેષ્ઠ બેસવાની જગ્યા, ખાવાનું, પીવાનું, ભિક્ષાહાર, અને ભોજન મળે, બીજા કોઇ ભિક્ષુને નહીં.’ ",
  "mn5:15.3": "પણ એવું સંભવ છે કે કોઇ બીજા ભિક્ષુને શ્રેષ્ઠ બેસવાની જગ્યા, ખાવાનું, પીવાનું, ભિક્ષાહાર, અને ભોજન મળે, એ ભિક્ષુને નહીં. ",
  "mn5:15.4": "એવું વિચારીને કે: ‘બીજા ભિક્ષુને શ્રેષ્ઠ બેસવાની જગ્યા, ખાવાનું, પીવાનું, ભિક્ષાહાર, અને ભોજન મળ્યું, મને નહીં.’—",
  "mn5:15.5": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:15.6": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:15.7": "બંને અવગુણ છે. ",
  "mn5:16.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:16.2": "‘મને એવી આશા છે કે ભોજન સમાપ્ત થાય ત્યારે હું જ આભાર અને અનુમોદન કરું, કોઇ બીજા ભિક્ષુ નહીં.’ ",
  "mn5:16.3": "પણ એવું સંભવ છે કે ભોજન સમાપ્ત થાય ત્યારે કોઇ બીજો ભિક્ષુ આભાર અને અનુમોદન કરે, એ ભિક્ષુ નહીં. ",
  "mn5:16.4": "એવું વિચારીને: ‘બીજા ભિક્ષુને આભાર અને અનુમોદન કરવા મળ્યું, મને નહીં’—",
  "mn5:16.5": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:16.6": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:16.7": "બંને અવગુણ છે. ",
  "mn5:17.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:17.2": "‘મને એવી આશા છે કે રહેવા આવેલા ભિક્ષુઓને હું જ ધર્મશિક્ષા આપું, બીજા ભિક્ષુઓ નહીં’ ",
  "mn5:17.3": "પણ એવું સંભવ છે કે રહેવા આવેલા ભિક્ષુઓને કોઇ બીજા ભિક્ષુઓ ધર્મશિક્ષા આપે, એ ભિક્ષુ નહીં. ",
  "mn5:17.4": "એવું વિચારીને કે: ‘રહેવા આવેલા ભિક્ષુઓને કોઇ બીજા ભિક્ષુઓએ ધર્મશિક્ષા આપી, મેં નહીં’—",
  "mn5:17.5": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:17.6": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:17.7": "બંને અવગુણ છે. ",
  "mn5:18-20.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:18-20.2": "‘મને એવી આશા છે કે રહેવા આવેલી ભિક્ષુણીઓને હું જ ધર્મશિક્ષા આપું, બીજા ભિક્ષુઓ નહીં … ",
  "mn5:18-20.3": "… ઉપાસકોને … ",
  "mn5:18-20.4": "… ઉપાસિકાઓને … ",
  "mn5:18-20.5": "પણ એવું સંભવ છે કે રહેવા આવેલી ઉપાસિકાઓને કોઇ બીજા ભિક્ષુઓ ધર્મશિક્ષા આપે, એ ભિક્ષુ નહીં. ",
  "mn5:18-20.6": "એવું વિચારીને કે: ‘રહેવા આવેલી ઉપાસિકાઓને કોઇ બીજા ભિક્ષુઓએ ધર્મશિક્ષા આપી, મેં નહીં’—",
  "mn5:18-20.7": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:18-20.8": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:18-20.9": "બંને અવગુણ છે. ",
  "mn5:21.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:21.2": "‘મને એવી આશા છે કે ભિક્ષુઓ મારો જ સત્કાર કરે, મને માન આપે, અને મારી પૂજા કરે, કોઇ બીજા ભિક્ષુની નહીં.’ ",
  "mn5:21.3": "પણ એવું સંભવ છે કે ભિક્ષુઓ કોઇ બીજા ભિક્ષુનો સત્કાર કરે,માન અપે, અને પૂજા કરે, એ ભિક્ષુની નહીં. ",
  "mn5:21.4": "એવું વિચારીને: ‘બીજા ભિક્ષુઓનો સત્કાર કર્યો, માન આપ્યું, અને પૂજા કરી, મારી નહીં’—",
  "mn5:21.5": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:21.6": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:21.7": "બંને અવગુણ છે. ",
  "mn5:22-24.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:22-24.2": "‘મને એવી આશા છે કે ભિક્ષુણીઓ … ",
  "mn5:22-24.3": "… ઉપાસકો … ",
  "mn5:22-24.4": "‘મને એવી આશા છે કે ઉપાસિકાઓ મારો જ સત્કાર કરે, મને માન આપે, અને મારી પૂજા કરે, કોઇ બીજા ભિક્ષુની નહીં.’ ",
  "mn5:22-24.5": "પણ એવું સંભવ છે કે ઉપાસિકાઓ કોઇ બીજા ભિક્ષુનો સત્કાર કરે,માન અપે, અને પૂજા કરે, એ ભિક્ષુની નહીં. ",
  "mn5:22-24.6": "એવું વિચારીને: ‘બીજા ભિક્ષુઓનો સત્કાર, માન, અને પૂજા થાય છે, મારી નહીં’—",
  "mn5:22-24.7": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:22-24.8": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:22-24.9": "બંને અવગુણ છે. ",
  "mn5:25.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:25.2": "‘મને એવી આશા છે કે મને એકલાને જ ઉત્તમ વસ્ત્રો મળે, કોઇ બીજા ભિક્ષુને નહીં.’ ",
  "mn5:25.3": "પણ એવું સંભવ છે કે કોઇ બીજા ભિક્ષુને ઉત્તમ વસ્ત્રો મળે, એ ભિક્ષુ નહીં. ",
  "mn5:25.4": "એવું વિચારીને કે: ‘બીજા ભિક્ષુને ઉત્તમ વસ્ત્રો મળ્યા, મને નહીં’—",
  "mn5:25.5": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:25.6": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:25.7": "બંને અવગુણ છે. ",
  "mn5:26-27.1": "આદરણીય, એવું સંભવ છે કે એક ભિક્ષુના મનમાં એવી ઇચ્છા ઉત્પન્ન થાય: ",
  "mn5:26-27.2": "‘મને એવી આશા છે કે મને એકલાને જ ઉત્તમ ભિક્ષાન્ન મળે, કોઇ બીજા ભિક્ષુને નહીં … ",
  "mn5:26-27.3": "… રહેવાની જગ્યા … ",
  "mn5:26-27.4": "… માંદગી માટેની દવાઓ અને સામગ્રીઓ … ",
  "mn5:26-27.5": "પણ એવું સંભવ છે કે કોઇ બીજા ભિક્ષુને ઉત્તમ વસ્ત્રો, ભિક્ષાન્ન, રહેવાની જગ્યા, માંદગી માટેની દવાઓ અને સામગ્રીઓ મળે, એ ભિક્ષુ નહીં. ",
  "mn5:26-27.6": "એવું વિચારીને કે: ‘બીજા ભિક્ષુને ઉત્તમ વસ્ત્રો ભિક્ષાન્ન, રહેવાની જગ્યા, માંદગી માટેની દવાઓ અને સામગ્રીઓ મળી, મને નહીં’—",
  "mn5:26-27.7": "એ ક્રોધિત અને કડવા થઇ જાય છે. ",
  "mn5:26-27.8": "આદરણીય, એ ક્રોધ અને કડવાશ—",
  "mn5:26-27.9": "બંને અવગુણ છે. ",
  "mn5:28.1": "આદરણીય, આવી હાનિકારક તથા અકુશળ ઇચ્છાઓને ‘અવગુણ’ કહેવાય. ",
  "mn5:29.1": "ધારોકે કોઇ ભિક્ષુ વિષે જો એવું સાંભળવામાં અણે જોવામાં આવ્યું હોય કે એણે હાનિકારક તથા અકુશળ ઇચ્છાઓના પ્રભાવક્ષેત્રનો ત્યાગ નથી કર્યો, તો પછી એ વનવાસી, એકાંત કુટી નિવાસી, ભિક્ષાન્ન આહારી, ભિક્ષા ભ્રમણી, કે ફાટેલા સીવેલા અને ચીંથરા પહેરનાર હોય, તો પણ બીજા સંગાર્થીઓ એનો સત્કાર નથી કરતા, એને માન નથી આપતા, એની પૂજા નથી કરતા. ",
  "mn5:29.2": "એ શેના માટે? ",
  "mn5:29.3": "એણે હાનિકારક તથા અકુશળ ઇચ્છાઓના પ્રભાવક્ષેત્રનો ત્યાગ નથી કર્યો એટલા માટે. ",
  "mn5:29.4": "આદરણીયો, ધારોકે કોઇ લુહાર પાસેથી અથવા દુકાનમાંથી તાંબાનું ચોખ્ખું અને ચમકદાર વાસણ લઇ આવે. ",
  "mn5:29.5": "પછી એના માલિક એમાં સાપ, કુતરા, કે મનુષ્યનું શબ ભરીને ઢાકણ ઢાંકી દે અને બજારમાં એનું પ્રદર્શન કરે. ",
  "mn5:29.6": "જ્યારે લોકો એને જુએ તો એવું કહે: ",
  "mn5:29.7": "‘મહોદય, આ શું ઝગઝગીત મુલ્યવાન વસ્તુ લઇને ફરો છો?’ ",
  "mn5:29.8": "તો એ લોકોને બતાડવા માટે ઢાકણ ખોલી દે. ",
  "mn5:29.9": "પણ જેવું અંદર જુએ તેવું તરત જ લોકોને સખત સૂગ, ઘૃણા, અને તિરસ્કારનો અનુભવ થાય. ",
  "mn5:29.10": "જેને ભૂખ લાગી હતી તેઓ પણ ના ખાઇ શકે, તો જેણે પેટ ભરીને ખાધું હોય તેની શું વાત. ",
  "mn5:29.11": "એ જ રીતે, ધારોકે કોઇ ભિક્ષુ વિષે જો એવું સાંભળવામાં અણે જોવામાં આવ્યું હોય કે એણે હાનિકારક તથા અકુશળ ઇચ્છાઓના પ્રભાવક્ષેત્રનો ત્યાગ નથી કર્યો, તો પછી એ વનવાસી, એકાંત કુટી નિવાસી, ભિક્ષાન્ન આહારી, ભિક્ષા ભ્રમણી, કે ફાટેલા સીવેલા અને ચીંથરા પહેરનાર હોય, તો પણ બીજા સંગાર્થીઓ એનો સત્કાર નથી કરતા, એને માન નથી આપતા, એની પૂજા નથી કરતા. ",
  "mn5:29.12": "એ શેના માટે? ",
  "mn5:29.13": "એણે હાનિકારક તથા અકુશળ ઇચ્છાઓના પ્રભાવક્ષેત્રનો ત્યાગ નથી કર્યો એટલા માટે. ",
  "mn5:30.1": "ધારોકે કોઇ ભિક્ષુ વિષે જો એવું સાંભળવામાં અણે જોવામાં આવ્યું હોય કે એણે હાનિકારક તથા અકુશળ ઇચ્છાઓના પ્રભાવક્ષેત્રનો ત્યાગ કર્યો છે, તો પછી એ ગામમાં રહેતો હોય, ભોજનના આમંત્રણ સ્વીકાર કરતો હોય, કે ગૃહસ્તીઓએ આપેલા કપડા પહેરનાર હોય, તો પણ બીજા ધર્મસંગાર્થીઓ એનો સત્કાર કરે છે, એને માન આપે છે, એની પૂજા કરે છે. ",
  "mn5:30.2": "એ શેના માટે? ",
  "mn5:30.3": "એણે હાનિકારક તથા અકુશળ ઇચ્છાઓના પ્રભાવક્ષેત્રનો ત્યાગ નથી કર્યો એટલા માટે. ",
  "mn5:30.4": "આદરણીયો, ધારોકે કોઇ લુહાર પાસેથી અથવા દુકાનમાંથી તાંબાનું ચોખ્ખું અને ચમકદાર વાસણ લઇ આવે. ",
  "mn5:30.5": "પછી એના માલિક એમાં સાફ કરેલો ઝીણો ભાત, દાળ, અને બીજા વ્યંજનોથી ભરી, એનાપર બીજી થાળી ઢાંકી દે અને બજારમાં એનું પ્રદર્શન કરે. ",
  "mn5:30.6": "જ્યારે લોકો એને જુએ તો એવું કહે: ",
  "mn5:30.7": "‘મહોદય, આ શું ઝગઝગીત મુલ્યવાન વસ્તુ લઇને ફરો છો?’ ",
  "mn5:30.8": "તો એ લોકોને બતાડવા માટે ઢાકણ ખોલી દે. ",
  "mn5:30.9": "જેવું અંદર જુએ તેવું તરત જ લોકોને અતિશય રુચિ, પ્રસન્નતા, અને આકર્ષણનો અનુભવ થાય. ",
  "mn5:30.10": "જેને ખાધું હોય એમને પણ ફરીથી ખાવાનું મન થઇ જાય, તો જેને ભૂખ લાગી હોય તેની શું વાત. ",
  "mn5:30.11": "એ જ રીતે, ધારોકે કોઇ ભિક્ષુ વિષે જો એવું સાંભળવામાં અણે જોવામાં આવ્યું હોય કે એણે હાનિકારક તથા અકુશળ ઇચ્છાઓના પ્રભાવક્ષેત્રનો ત્યાગ કર્યો છે, તો પછી એ ગામમાં રહેતો હોય, ભોજનના આમંત્રણ સ્વીકાર કરતો હોય, કે ગૃહસ્તીઓએ આપેલા કપડા પહેરનાર હોય, તો પણ બીજા ધર્મસંગાર્થીઓ એનો સત્કાર કરે છે, એને માન આપે છે, એની પૂજા કરે છે. ",
  "mn5:30.12": "એ શેના માટે? ",
  "mn5:30.13": "એણે હાનિકારક તથા અકુશળ ઇચ્છાઓના પ્રભાવક્ષેત્રનો ત્યાગ કર્યો છે એટલા માટે.” ",
  "mn5:31.1": "જયારે એમણે એવું કહ્યું, ત્યારે આદરણીય મહામોગલ્લાને સારિપુત્રને કહ્યું: ",
  "mn5:31.2": "“આદરણીય સારિપુત્ર, મને એક ઉપમા સુજી છે.” ",
  "mn5:31.3": "“આદરણીય મોગલ્લાન, જેમ પ્રેરણા થાય તેમ કહો.” ",
  "mn5:31.4": "“એક વખત હું રાજગૃહ, ગિરિવ્રજમાં વિહા૨ કરી રહ્યો હતો. ",
  "mn5:31.5": "ત્યારે, સવારમાં કપડા પહેરીને તૈયાર થઇને ભિક્ષાનો વાડકો લઇને રાજગૃહમાં ભિક્ષા માટે પ્રવેશ્યો. ",
  "mn5:31.6": "તે વખતે, યાનકારનો પુત્ર સમીતિ રથના પૈડાની કિનારી ઘસી રહ્યો હતો. ",
  "mn5:31.7": "ત્યાં ભૂતપૂર્વ યાનકાર આજીવક પંડુપુત્ર હાજર હતો. ",
  "mn5:31.8": "ત્યારે, આદરણીય, આજીવક પંડુપુત્રના મનમાં એવો વિચાર આવ્યો: ",
  "mn5:31.9": "‘હાય, આ સમીતિ જો પૈડાની કિનારીની વાંકાશ, ખાડા, અને ખામીઓ ઘસીને દૂર કરી દે તો સારું. તો પૈડું વાંકાશ, ખાડા, અને ખામીઓ રહિત થઇને સરસ અવસ્થામાં સ્થાપિત થાય.’ ",
  "mn5:31.10": "અને જેમ પંડુપુત્રએ વિચાર્યું હતું એ જ પ્રમાણે સમીતિએ પૈડાની વાંકાશ, ખાડા, અને ખામીઓ ઘસીને દૂર કરી. ",
  "mn5:31.11": "ત્યારે પંડુપુત્રએ સંતુષ્ટ થઇને કહ્યું: ",
  "mn5:31.12": "‘એ મારા મનને પોતાના મનથી જાણીને કોતરણી કરે છે.’ ",
  "mn5:32.1": "એ જ પ્રમાણે, આદરણીય, એવા અમુક અશ્રદ્ધાળુ લોકો હોય છે જે ગૃહસ્ત જીવન છોડીને બેઘર થાય છે, શ્રદ્ધાપૂર્વક નહીં, પણ આજીવિકા માટે. તેઓ ધુતારા, કપટી, અને પાખંડી હોય છે. તેઓ ઉદ્ધત, ઘમંડી, ચંચળ, અશ્લીલ, અને છુટ્ટી જીભવાળા હોય છે. તેઓ ઇંદ્રિયોનો સંયમ નથી કરતા, ખાવામાં સંયમ નથી રાખતા, અને જાગૃતતામાં તત્પર નથી હોતા. એમને સન્યાસની જરાય પરવા નથી હોતી અને ધર્મશિક્ષાનો તીવ્ર આદર નથી હોતો. તેઓ જોડતોડ કરવાવાળા, પાછળ રહી જવામાં નિપુણ, એકાંત ચિંતનની અવદણના કરનારા, આળસુ અને સુસ્ત હોય છે. તેઓ મિથ્યા સ્મૃતિવાળા, અસમજ઼ુ, ચિત્ત એકાગ્રતા અને સમાધિ રહીન, ભટકતા મન વાળા, જડ અને ડફોળ હોય છે. આદરણીય સારિપુત્ર જાણે એમના મનને પોતાના મનથી જાણીને આ ઉપદેષ દ્વારા એમના અવગુણોની કોતરણી કરી દૂર કરે છે. ",
  "mn5:32.2": "પણ આદરણીય, અહીંયા એવા અમુક શ્રદ્ધાળુ લોકો હોય છે જે ગૃહસ્ત જીવન છોડીને શ્રદ્ધાપૂર્વક બેઘર થાય છે, આજીવિકા માટે નહીં. તેઓ ધુતારા, કપટી, અને પાખંડી નથી હોતા. તેઓ ઉદ્ધત, ઘમંડી, ચંચળ, અશ્લીલ, અને છુટ્ટી જીભવાળા નથી હોતા. તેઓ ઇંદ્રિયોનો સંયમ કરે છે, ખાવામાં સંયમ રાખે છે, અને જાગૃતતામાં તત્પર હોય છે. એમને સન્યાસની પરવા હોય છે અને ધર્મશિક્ષાનો તીવ્ર આદર હોય છે. તેઓ જોડતોડ નથી કરતા, પાછળ નથી રહી જતા, એકાંત ચિંતનની અવદણના નથી કરતા. તેઓ ઉદ્યમિ અને મહેનતુ હોય છે. તેઓ સારી સ્મૃતિવાળા, સમજ઼ુ, ચિત્ત એકાગ્રતા અને સમાધિ સહિત હોય છે. તેઓ પ્રજ્ઞ અને ચતુર હોય છે. આદરણીય સારિપુત્રના આ ઉપદેષને સાંભળીને તેઓ મનથી એ વચનો જાણે ખાઇ પીને ગ્રહણ કરે છે. બોલી અને મનમાં કહે છે: ",
  "mn5:32.3": "‘કેવું સરસ કે તેઓ ધર્મસંગાર્થીઓને અકુશળથી દૂર લઇ જઇને કુશળતામાં સ્થાપિત કરે છે.’ ",
  "mn5:33.1": "આદરણીયો, ધારોકે કોઇ જુવાન સ્ત્રી કે પુરુષ હોય, જેને શણગારનો શોખ હોય, જેણે વાળ અને માથું ધોયું હોય અને જેમ લઇઆવેલી કમળ કે જુહી કે મોગરાની માળા બંને હાથમાં પકડી માથા પર મુકે; ",
  "mn5:33.2": "એ જ રીતે આદરણીય, અહીંયા એવા અમુક શ્રદ્ધાળુ લોકો હોય છે જે ગૃહસ્ત જીવન છોડીને શ્રદ્ધાપૂર્વક બેઘર થાય છે, આજીવિકા માટે નહીં. તેઓ ધુતારા, કપટી, અને પાખંડી નથી હોતા. તેઓ ઉદ્ધત, ઘમંડી, ચંચળ, અશ્લીલ, અને છુટ્ટી જીભવાળા નથી હોતા. તેઓ ઇંદ્રિયોનો સંયમ કરે છે, ખાવામાં સંયમ રાખે છે, અને જાગૃતતામાં તત્પર હોય છે. એમને સન્યાસની પરવા હોય છે અને ધર્મશિક્ષાનો તીવ્ર આદર હોય છે. તેઓ જોડતોડ નથી કરતા, પાછળ નથી રહી જતા, એકાંત ચિંતનની અવદણના નથી કરતા. તેઓ ઉદ્યમિ અને મહેનતુ હોય છે. તેઓ સારી સ્મૃતિવાળા, સમજ઼ુ, ચિત્ત એકાગ્રતા અને સમાધિ સહિત હોય છે. તેઓ પ્રજ્ઞ અને ચતુર હોય છે. આદરણીય સારિપુત્રના આ ઉપદેષને સાંભળીને તેઓ મનથી એ વચનો જાણે ખાઇ પીને ગ્રહણ કરે છે. બોલી અને મનમાં કહે છે: ",
  "mn5:33.3": "‘કેવું સરસ કે તેઓ ધર્મસંગાર્થીઓને અકુશળથી દૂર લઇ જઇને કુશળતામાં સ્થાપિત કરે છે.’” ",
  "mn5:33.4": "અને એમ બંને મહાસમર્થીઓ એક બીજાના વચનોથી સંમત થયા. ",
  "mn5:33.5": "અવગુણસુત્રની સંપૂર્ણતા. "
}