{
  "mn8:0.1": "મજ્જ઼િમ નિકાય ૮ ",
  "mn8:0.2": "સલ્લેખસૂત્ર ",
  "mn8:1.1": "એવું મેં સાંભળ્યું—",
  "mn8:1.2": "એક વખત ભગવંત શ્રાવસ્તિની પાસે અનાથપિંડિકાના જેતવનમાં વિહા૨ કરી રહ્યા હતા. ",
  "mn8:2.1": "તે વખતે જ્યારે સાંજ પડી ત્યારે આયુષ્માન મહાચુંદ ધ્યાનમાંથી ઉભા થઇને ભગવંત બુદ્ધ પાસે ગયા. એમણે નમન કર્યું, એક બાજુ  બેઠા, અને ભગવંતને કહ્યું: ",
  "mn8:3.1": "“ભન્તે, અનેક પ્રકારના મંતવ્યો દુનિયામાં ઉત્પન્ન થાય છે—",
  "mn8:3.2": "આત્માના સિદ્ધાંત વિશે અથવા દુનિયાના સિદ્ધાંત વિશે—",
  "mn8:3.3": "જે ભિક્ષુએ ધર્મપ્રશિક્ષણની શરૂઆત જ કરી હોય એણે કઇ રીતે આ મંતવ્યોનો ત્યાગ કરવો જોઇએ, કઇ રીતે મંતવ્યોથી છુટકારો મેળવવો જોઇએ?” ",
  "mn8:3.4": "“ચુંદ, અનેક પ્રકારના મંતવ્યો દુનિયામાં ઉત્પન્ન થાય છે—",
  "mn8:3.5": "આત્માના સિદ્ધાંત વિશે અથવા દુનિયાના સિદ્ધાંત વિશે—",
  "mn8:3.6": "જ્યાં જ્યાં આવા મંતવ્યો ઉત્પન્ન થાય છે, સ્થાપિત થાય છે, અને આચારિત હોય છે, ત્યાં ત્યાં બરાબર સંબુદ્ધિથી જેવું ખરેખર છે તે પ્રમાણે ‘આ મારું નથી, હું આ નથી, આ મારો આત્મા નથી’ એમ જોવાથી મંતવ્યોનો ત્યાગ થાય છે, મંતવ્યોથી છુટકારો મળે છે. ",
  "mn8:4.1": "એવું સંભવ છે, ચુંદ, કે અહિંયા એક ભિક્ષુ, કામાનંદથી અલગ હોવાને લીધે, અકુશળ મનોસ્થિતીઓથી અલગ હોવાને લીધે, પહેલા ધ્યાનમાં પ્રવેશ કરે અને એમાં સ્થાપિત થાય, જે વિતર્ક અને વિચાર સહિત હોય છે, અને જેમાં એકાંતવાસને લીધે જન્મેલો હર્ષ અને સુખ હોય છે. ",
  "mn8:4.2": "એને કદાચ એવું લાગે: ",
  "mn8:4.3": "‘હું સ્વયંનાબૂદીનું તપ કરું છું’. ",
  "mn8:4.4": "પણ ચુંદ, આર્યોની ધર્મશિક્ષામાં આને સ્વયંનાબૂદીનું તપ ના કહેવાય. ",
  "mn8:4.5": "આર્યોની ધર્મશિક્ષામાં આને ‘આ જન્મમાં જ સુખદ ધ્યાનવિહાર’, કહેવાય. ",
  "mn8:5.1": "એવું સંભવ છે, ચુંદ, કે અહિંયા એક ભિક્ષુ, વિતર્ક અને વિચારને શાંત કરીને, બીજા ધ્યાનમાં પ્રવેશ કરે અને એમાં સ્થાપિત થાય, જે વિતર્ક અને વિચાર વગરની મનોસ્થિતિ છે, જેમાં સ્પષ્ટ આત્મવિશ્વાસ, મનની એકતા, અને સમાધિ દ્વારા ઉત્પન્ન થયેલા હર્ષ અને સુખનો અનુભવ હોય છે. ",
  "mn8:5.2": "એને કદાચ એવું લાગે: ",
  "mn8:5.3": "‘હું સ્વયંનાબૂદીનું તપ કરું છું’. ",
  "mn8:5.4": "પણ ચુંદ, આર્યોની ધર્મશિક્ષામાં આને સ્વયંનાબૂદીનું તપ ના કહેવાય. ",
  "mn8:5.5": "આર્યોની ધર્મશિક્ષામાં આને ‘આ જન્મમાં જ સુખદ ધ્યાનવિહાર’, કહેવાય. ",
  "mn8:6.1": "એવું સંભવ છે, ચુંદ, કે અહિંયા એક ભિક્ષુ, હર્ષની વિલીનતાથી ત્રીજા ધ્યાનમાં પ્રવેશ કરે અને એમાં સ્થાપિત થાય, જેમાં એ સચેત અને સબૂધ હોઇને, સમભાવથી ધ્યાન ધરે અને હજી સુખનો વ્યક્તિગત રૂપે અનુભવ કરે, જેના વિષે સજ્જનો જાહેર કરે છે, ‘જે સચેત અને સમભાવી ધ્યાનમાં છે તે સુખદ ધ્યાનવિહારમાં છે’. ",
  "mn8:6.2": "એને કદાચ એવું લાગે: ",
  "mn8:6.3": "‘હું સ્વયંનાબૂદીનું તપ કરું છું’. ",
  "mn8:6.4": "પણ ચુંદ, આર્યોની ધર્મશિક્ષામાં આને સ્વયંનાબૂદીનું તપ ના કહેવાય. ",
  "mn8:6.5": "આર્યોની ધર્મશિક્ષામાં આને ‘આ જન્મમાં જ સુખદ ધ્યાનવિહાર’, કહેવાય. ",
  "mn8:7.1": "એવું સંભવ છે, ચુંદ, કે અહિંયા એક ભિક્ષુ, સુખ અને દુઃખને ત્યાગીને, પહેલાના આનંદ અને ઉદાસીના અંતને લીધે ચોથા ધ્યાનમાં પ્રવેશ કરે અને એમાં સ્થાપિત થાય, જેમાં સુખ અને દુઃખનો અભાવ છે અને શુદ્ધ સચેતતા અને સમભાવ હોય છે. ",
  "mn8:7.2": "એને કદાચ એવું લાગે: ",
  "mn8:7.3": "‘હું સ્વયંનાબૂદીનું તપ કરું છું’. ",
  "mn8:7.4": "પણ ચુંદ, આર્યોની ધર્મશિક્ષામાં આને સ્વયંનાબૂદીનું તપ ના કહેવાય. ",
  "mn8:7.5": "આર્યોની ધર્મશિક્ષામાં આને ‘આ જન્મમાં જ સુખદ ધ્યાનવિહાર’, કહેવાય. ",
  "mn8:8.1": "એવું સંભવ છે, ચુંદ, કે અહિંયા એક ભિક્ષુ, રૂપસંજ્ઞાને સંપૂર્ણપણે પાર કરીને, સંવેદનાઓના પ્રભાવના અંતને લીધે, વિવિધતાની સંજ્ઞા પર ધ્યાન ના આપીને, ‘આકાશ અનંત છે’ એમ જાણીને, એ અનંતઆકાશના મનોસ્થાનમાં પ્રવેશ કરે અને એમાં સ્થાપિત થાય. ",
  "mn8:8.2": "એને કદાચ એવું લાગે: ",
  "mn8:8.3": "‘હું સ્વયંનાબૂદીનું તપ કરું છું’. ",
  "mn8:8.4": "પણ ચુંદ, આર્યોની ધર્મશિક્ષામાં આને સ્વયંનાબૂદીનું તપ ના કહેવાય. ",
  "mn8:8.5": "આર્યોની ધર્મશિક્ષામાં આને ‘શાંતિમય ધ્યાનવિહાર’, કહેવાય. ",
  "mn8:9.1": "એવું સંભવ છે, ચુંદ, કે અહિંયા એક ભિક્ષુ, અનંતઆકાશના મનોસ્થાનને સંપૂર્ણપણે પાર કરીને, ‘ચેતના અનંત છે’ એમ જાણીને, એ અનંતચેતનાના મનોસ્થાનમાં પ્રવેશ કરે અને એમાં સ્થાપિત થાય. ",
  "mn8:9.2": "એને કદાચ એવું લાગે: ",
  "mn8:9.3": "‘હું સ્વયંનાબૂદીનું તપ કરું છું’. ",
  "mn8:9.4": "પણ ચુંદ, આર્યોની ધર્મશિક્ષામાં આને સ્વયંનાબૂદીનું તપ ના કહેવાય. ",
  "mn8:9.5": "આર્યોની ધર્મશિક્ષામાં આને ‘શાંતિમય ધ્યાનવિહાર’, કહેવાય. ",
  "mn8:10.1": "એવું સંભવ છે, ચુંદ, કે અહિંયા એક ભિક્ષુ, અનંતચેતનાના મનોસ્થાનને સંપૂર્ણપણે પાર  કરીને, ‘સર્વનો અભાવ છે’ એમ જાણીને, એ સર્વઅભાવના મનોસ્થાનમાં પ્રવેશ કરે અને એમાં સ્થાપિત થાય. ",
  "mn8:10.2": "એને કદાચ એવું લાગે: ",
  "mn8:10.3": "‘હું સ્વયંનાબૂદીનું તપ કરું છું’. ",
  "mn8:10.4": "પણ ચુંદ, આર્યોની ધર્મશિક્ષામાં આને સ્વયંનાબૂદીનું તપ ના કહેવાય. ",
  "mn8:10.5": "આર્યોની ધર્મશિક્ષામાં આને ‘શાંતિમય ધ્યાનવિહાર’, કહેવાય. ",
  "mn8:11.1": "એવું સંભવ છે, ચુંદ, કે અહિંયા એક ભિક્ષુ, સર્વઅભાવના મનોસ્થાનને સંપૂર્ણપણે પાર કરીને, એ સંજ્ઞા કે અસંજ્ઞાના અભાવના મનોસ્થાનમાં પ્રવેશ કરે અને એમાં સ્થાપિત થાય. ",
  "mn8:11.2": "એને કદાચ એવું લાગે: ",
  "mn8:11.3": "‘હું સ્વયંનાબૂદીનું તપ કરું છું’. ",
  "mn8:11.4": "પણ ચુંદ, આર્યોની ધર્મશિક્ષામાં આને સ્વયંનાબૂદીનું તપ ના કહેવાય. ",
  "mn8:11.5": "આર્યોની ધર્મશિક્ષામાં આને ‘શાંતિમય ધ્યાનવિહાર’, કહેવાય. ",
  "mn8:12.0": "૧. સ્વયંનાબૂદીનું પ્રવચન ",
  "mn8:12.1": "હવે, ચુંદ, સ્વંનાબૂદીની તપશ્ચર્યા આ રીતે કરાય. ",
  "mn8:12.2": "‘બીજા હિંસક હશે, પણ અહિંયા આપણે હિંસક નહીં હોઇએ’ ",
  "mn8:12.3": "‘બીજા પ્રાણ લેશે, પણ અહિંયા આપણે પ્રાણ નહીં લઇએ’ ",
  "mn8:12.4": "‘બીજા ચોરી કરશે, પણ અહિંયા આપણે ચોરી નહીં કરીએ’ ",
  "mn8:12.5": "‘બીજા અબ્રહ્મચારી રહેશે, પણ અહિંયા આપણે બ્રહ્મચારી રહીશું’ ",
  "mn8:12.6": "‘બીજા જુઠ્ઠું બોલશે, પણ અહિંયા આપણે જુઠ્ઠું નહીં બોલીએ’ ",
  "mn8:12.7": "‘બીજા દ્વેશપૂર્ણ બોલશે, પણ અહિંયા આપણે દ્વેશપૂર્ણ નહીં બોલીએ’ ",
  "mn8:12.8": "‘બીજા કઠોરતાથી બોલશે, પણ અહિંયા આપણે કઠોરતાથી નહીં બોલીએ’ ",
  "mn8:12.9": "‘બીજા બકવાસ કરશે, પણ અહિંયા આપણે બકવાસ નહીં કરીએ’ ",
  "mn8:12.10": "‘બીજા લોભી હશે, પણ અહિંયા આપણે લોભી નહીં હોઇએ’ ",
  "mn8:12.11": "‘બીજા દુર્ભાવના રાખશે, પણ અહિંયા આપણે દુર્ભાવના નહીં રાખીએ’ ",
  "mn8:12.12": "‘બીજામાં ખોટી દ્રષ્ટિ હશે, પણ અહિંયા આપણામાં સાચી દ્રષ્ટિ હશે’ ",
  "mn8:12.13": "‘બીજામાં ખોટો સંકલ્પ હશે, પણ અહિંયા આપણામાં સાચો સંકલ્પ હશે’ ",
  "mn8:12.14": "‘બીજામાં ખોટી વાણી હશે, પણ અહિંયા આપણામાં સાચી વાણી હશે’ ",
  "mn8:12.15": "‘બીજા કુકર્મો કરશે, પણ અહિંયા આપણે સાચા કર્મો કરીશું’ ",
  "mn8:12.16": "‘બીજાની ખોટી આજીવિકા હશે, પણ અહિંયા આપણી સાચી આજીવિકા હશે’ ",
  "mn8:12.17": "‘બીજા ખોટો પરિશ્રમ કરશે, પણ અહિંયા આપણે સાચો પરિશ્રમ કરીશું’ ",
  "mn8:12.18": "‘બીજામાં ખોટી સ્મૃતિ હશે, પણ અહિંયા આપણામાં સાચી સ્મૃતિ હશે’ ",
  "mn8:12.19": "‘બીજામાં ખોટી સમાધિ હશે, પણ અહિંયા આપણામાં સાચી સમાધિ હશે’ ",
  "mn8:12.20": "‘બીજામાં ખોટું જ્ઞાન હશે, પણ અહિંયા આપણામાં સાચું જ્ઞાન હશે’ ",
  "mn8:12.21": "‘બીજામાં ખોટી વિમુક્તી હશે, પણ અહિંયા આપણામાં સાચી વિમુક્તી હશે’ ",
  "mn8:12.22": "‘બીજા આળસ અને સુસ્તીમાં જકડઇ જશે, પણ અહિંયા આપણે આળસ અને સુસ્તીથી મુક્ત હોઇશું’ ",
  "mn8:12.23": "‘બીજા વ્યાકુળ હશે, પણ અહિંયા આપણે વ્યાકુળ નહીં હોઇએ’ ",
  "mn8:12.24": "‘બીજા શંકાશીલ હશે, પણ અહિંયા આપણે શંકાઓને પાર કરી ચુકયા હોઇશું’ ",
  "mn8:12.25": "‘બીજા ક્રોધિ હશે, પણ અહિંયા આપણે ક્રોધિ નહીં હોઇએ’ ",
  "mn8:12.26": "‘બીજા રોષિ હશે, પણ અહિંયા આપણે રોષિ નહીં હોઇએ’ ",
  "mn8:12.27": "‘બીજા ઘૃણાયુક્ત હશે, પણ અહિંયા આપણે ઘૃણાયુક્ત નહીં હોઇએ’ ",
  "mn8:12.28": "‘બીજા ઉદ્ધત હશે, પણ અહિંયા આપણે ઉદ્ધત નહીં હોઇએ’ ",
  "mn8:12.29": "‘બીજા ઇર્ષાળુ હશે, પણ અહિંયા આપણે ઇર્ષાળુ નહીં હોઇએ’ ",
  "mn8:12.30": "‘બીજા કંજૂસ હશે, પણ અહિંયા આપણે કંજૂસ નહીં હોઇએ’ ",
  "mn8:12.31": "‘બીજા કપટી હશે, પણ અહિંયા આપણે કપટી નહીં હોઇએ’ ",
  "mn8:12.32": "‘બીજા ધુતારા હશે, પણ અહિંયા આપણે ધુતારા નહીં હોઇએ’ ",
  "mn8:12.33": "‘બીજા જિદ્દી હશે, પણ અહિંયા આપણે જિદ્દી નહીં હોઇએ’ ",
  "mn8:12.34": "‘બીજા અભિમાની હશે, પણ અહિંયા આપણે અભિમાની નહીં હોઇએ’ ",
  "mn8:12.35": "‘બીજા ઠપકારવામાં મુશ્કેલ હશે, પણ અહિંયા આપણે ઠપકો સરળતાથી સ્વીકારીશું’ ",
  "mn8:12.36": "‘બીજાનાં પાપી મિત્રો હશે, પણ અહિંયા આપણાં કલ્યાણમિત્રો હશે’ ",
  "mn8:12.37": "‘બીજા બેદરકાર હશે, પણ અહિંયા આપણે બેદરકાર નહીં હોઇએ’ ",
  "mn8:12.38": "‘બીજા અશ્રદ્ધાળુ હશે, પણ અહિંયા આપણે શ્રદ્ધાળુ હોઇશું’ ",
  "mn8:12.39": "‘બીજા બેશરમ હશે, પણ અહિંયા આપણે શરમ રાખીશું’ ",
  "mn8:12.40": "‘બીજાને કુકર્મોનો ડર નહીં હોય, પણ અહિંયા આપણે કુકર્મોનો ડર રાખીશું’ ",
  "mn8:12.41": "‘બીજા અભણ હશે, પણ અહિંયા આપણે ભણેલા હોઇશું’ ",
  "mn8:12.42": "‘બીજા આળસુ હશે, પણ અહિંયા આપણે મહેનતુ હોઇશું’ ",
  "mn8:12.43": "‘બીજામાં મૂઢ સચેતના હશે, પણ અહિંયા આપણામાં ઉપસ્થિત સચેતના હશે’ ",
  "mn8:12.44": "‘બીજા અપ્રજ્ઞ હશે, પણ અહિંયા આપણે પ્રજ્ઞાસંપન્ન હોઇશું’ ",
  "mn8:12.45": "‘બીજા પોતાના મંતવ્યોને વળગી રહેશે, ચુસ્ત ગ્રહણ રાખીને રહેશે, અને એમને મંતવ્યો છોડવામાં મુશ્કેલી પડશે, પણ અહિંયા આપણે પોતાના મંતવ્યોને નહીં વળગીએ, ચુસ્ત પકડ નહીં રાખીએ, અને એમને સરળતાથી છોડી દઇશું’ ",
  "mn8:13.0": "૨. માનસિક વલણ ",
  "mn8:13.1": "ચુંદ, હું કહું છું, માત્ર કુશળ વિચારોની તરફ મનનું વલણ પણ ખુબ લાભદાયી છે, તો પછી કાયા અને વાણીના કુશળ આચારની વાત જ પુછવાની નહીં. ",
  "mn8:13.2": "એટલા માટે, ચુંદ, તમારે એવું માનસિક વલણ રાખવું, ‘બીજા હિંસક હશે, પણ અહિંયા આપણે હિંસક નહીં હોઇએ’. ",
  "mn8:13.3": "‘બીજા પ્રાણ લેશે, પણ અહિંયા આપણે પ્રાણ નહીં લઇએ’ … ",
  "mn8:13.4": "એટલા માટે, ચુંદ, તમારે એવું માનસિક વલણ રાખવું, ‘બીજા પોતાના મંતવ્યોને વળગી રહેશે, ચુસ્ત પકડ રાખીને રહેશે, અને એમને મંતવ્યો છોડવામાં મુશ્કેલી પડશે, પણ અહિંયા આપણે પોતાના મંતવ્યોને નહીં વળગીએ, ચુસ્ત પકડ નહીં રાખીએ, અને એમને સરળતાથી છોડી દઇશું’. ",
  "mn8:14.0": "૩. પરિક્રમણ પ્રવચન ",
  "mn8:14.1": "ચુંદ, ધારોકે એક આડોતેડો રસ્તો હોય અને એના પરિક્રમણ માટે બીજો એક સીધો રસ્તો હોય; ",
  "mn8:14.2": "ચુંદ, અથવા ધારોકે એક આડોતેડો ઘાટ હોય અને એના પરિક્રમણ માટે બીજો એક સીધો ઘાટ હોય; ",
  "mn8:14.3": "એવી જ રીતે, ચુંદ, એક હિંસક વ્યક્તિ અહિંસક થઇને પરિક્રમણ કરે છે. એક પ્રાણ લેનાર પ્રાણ ના લઇને પરિક્રમણ કરે છે, … , એક દુર્ભાવના રાખવાવાળો વ્યક્તિ દુર્ભાવના ના રાખીને પરિક્રમણ કરે છે. ",
  "mn8:14.4": "એક ખોટી દ્રષ્ટિ વાળો વ્યક્તિ સાચી દ્રષ્ટિ દ્વારા પરિક્રમણ કરે છે, … , એક ખોટી વિમુક્તીવાળો વ્યક્તિ સાચી વિમુક્તી દ્વારા પરિક્રમણ કરે છે. ",
  "mn8:14.5": "આળસુ અને સુસ્ત વ્યક્તિ આળસ અને સુસ્તી છોડી દઇને પરિક્રમણ કરે છે, … , પોતાના મંતવ્યોને વળગી રહેનાર, ચુસ્ત પકડ રાખીને રહેનાર, અને જેને મંતવ્યો છોડવામાં મુશ્કેલી પડે છે એવો વ્યક્તિ પોતાના મંતવ્યોને ના વળગીને, ચુસ્ત પકડ ના રાખીને, સહેલાઇથી મંતવ્યોને છોડી દઇને પરિક્રમણ કરે છે. ",
  "mn8:15.0": "૪. ઉચ્ચ સ્તરનું પ્રવચન ",
  "mn8:15.1": "ચુંદ, જેમ બધી અકુશળ મનોસ્થિતિઓ નીચેની તરફ લઇ જાય છે, તે રીતે બધી કુશળ મનોસ્થિતિઓ ઉચ્ચ સ્તર તરફ  લઇ જાય છે; ",
  "mn8:15.2": "એવી જ રીતે, ચુંદ, એક હિંસક વ્યક્તિ અહિંસક થઇને ઉચ્ચ સ્તર તરફ જાય છે. એક પ્રાણ લેનાર પ્રાણ ના લઇને ઉચ્ચ સ્તર તરફ જાય છે, … , એક દુર્ભાવના રાખવાવાળો વ્યક્તિ દુર્ભાવના ના રાખીને ઉચ્ચ સ્તર તરફ જાય છે. ",
  "mn8:15.3": "પોતાના મંતવ્યોને વળગી રહેનાર, ચુસ્ત પકડ રાખીને રહેનાર, અને જેને મંતવ્યો છોડવામાં મુશ્કેલી પડે છે એવો વ્યક્તિ પોતાના મંતવ્યોને ના વળગીને, ચુસ્ત પકડ ના રાખીને, સહેલાઇથી મંતવ્યોને છોડી દઇને ઉચ્ચ સ્તર તરફ જાય છે. ",
  "mn8:16.0": "૫. નિવૃત્તિમાર્ગનું પ્રવચન ",
  "mn8:16.1": "ખરેખર , ચુંદ, જે પોતે કાદવમાં ડૂબતો હોય એ બીજા કાદવમાં ડૂબનારાને ખેંચી કાઢે એ અસંભવ છે. ",
  "mn8:16.2": "પણ ચુંદ, જે પોતે કાદવમાં ડૂબતો ના હોય એ બીજા કાદવમાં ડૂબનારાને ખેંચી કાઢે એ સંભવ છે. ",
  "mn8:16.3": "ખરેખર ચુંદ, જે પોતે કાબુ વગરનો, અપ્રશિક્ષિત, અને અનિવૃત્ત હોય, એ બીજાને કાબુમાં લાવે, પ્રશિક્ષિત કરે, નિવૃત્ત કરે એ અસંભવ છે. ",
  "mn8:16.4": "પણ ચુંદ, જે પોતે કાબુમાં છે, પ્રશિક્ષિત છે, અને નિવૃત્ત છે, એ બીજાને કાબુમાં લાવે, પ્રશિક્ષિત કરે, નિવૃત્ત કરે એ સંભવ છે. ",
  "mn8:16.5": "એવી જ રીતે, ચુંદ, એક હિંસક વ્યક્તિ અહિંસક થઇને નિવૃત્ત થાય છે. એક પ્રાણ લેનાર પ્રાણ ના લઉને નિવૃત્ત થાય  છે. ",
  "mn8:16.6": "એક ચોરી કરનાર વ્યક્તિ ચોરી ના કરીને નિવૃત્ત થાય છે. ",
  "mn8:16.7": "એક અબ્રહ્મચારી વ્યક્તિ બ્રહ્મચારી થઇને નિવૃત્ત થાય છે. ",
  "mn8:16.8": "એક જુઠ્ઠુ બોલનાર વ્યક્તિ જુઠ્ઠુ ના બોલીને નિવૃત્ત થાય છે. ",
  "mn8:16.9": "એક દ્વેષપૂર્ણ બોલનાર વ્યક્તિ દ્વેષપૂર્ણ ના બોલીને નિવૃત્ત થાય છે. ",
  "mn8:16.10": "એક કઠોરતાથી બોલનાર વ્યક્તિ કઠોરતાથી ના બોલીને નિવૃત્ત થાય છે. ",
  "mn8:16.11": "એક બકવાસ કરનાર વ્યક્તિ બકવાસ ના કરીને નિવૃત્ત થાય છે. ",
  "mn8:16.12": "એક લોભ કરનાર વ્યક્તિ લોભ ના કરીને નિવૃત્ત થાય છે. ",
  "mn8:16.13": "એક દુર્ભાવના રાખનાર વ્યક્તિ દુર્ભાવના ના રાખીને નિવૃત્ત થાય છે. ",
  "mn8:16.14": "એક ખોટી દૃષ્ટિવાળો વ્યક્તિ સાચી દૃષ્ટિ કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.15": "એક ખોટા સંક્લપવાળો વ્યક્તિ સાચો સંકલ્પ કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.16": "એક ખોટી વાણીવાળો વ્યક્તિ સાચી વાણી કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.17": "એક ખોટા કર્મો કરનાર વ્યક્તિ સાચા કર્મો કરીને નિવૃત્ત થાય છે. ",
  "mn8:16.18": "એક ખોટી આજીવિકાવાળો વ્યક્તિ સાચી આજીવિકા કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.19": "એક ખોટો પરિશ્રમ કરનાર વ્યક્તિ સાચો પરિશ્રમ કરીને નિવૃત્ત થાય છે. ",
  "mn8:16.20": "એક ખોટી સચેતનાવાળો વ્યક્તિ સાચી સચેતના કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.21": "એક ખોટી સમાધિવાળો વ્યક્તિ સાચી સમાધિ કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.22": "એક ખોટા જ્ઞાનવાળો વ્યક્તિ સાચું જ્ઞાન કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.23": "એક ખોટી વિમુક્તીવાળો વ્યક્તિ સાચી વિમુક્તી કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.24": "એક આળસુ અને સુસ્ત વ્યક્તિ આળસ અને સુસ્તી છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.25": "એક વ્યાકુળ વ્યક્તિ વ્યાકુળતા છોડીને નિવૃત્ત થાય છે. ",
  "mn8:16.26": "એક શંકાશીલ વ્યક્તિ શંકા છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.27": "એક ક્રોધિ વ્યક્તિ ક્રોધ છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.28": "એક રોષિ વ્યક્તિ રોષ છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.29": "એક ઘૃણાયુક્ત વ્યક્તિ ઘૃણા છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.30": "એક ઉદ્ધત વ્યક્તિ રોષ ઉદ્ધતાઇ છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.31": "એક ઇર્ષાળુ વ્યક્તિ ઇર્ષા છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.32": "એક કંજૂસ વ્યક્તિ કંજૂસાઇ છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.33": "એક કપટી વ્યક્તિ કપટ છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.34": "એક ધુતારુ વ્યક્તિ ધુતાર છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.35": "એક જીદ્દી વ્યક્તિ જીદ છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.36": "એક અભિમાની વ્યક્તિ અભિમાન છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:16.37": "એક ઠપકારવામાં મુશ્કેલ વ્યક્તિ ઠપકો સરળતાથી સ્વીકારીને નિવૃત્ત થાય છે. ",
  "mn8:16.38": "એક પાપી મિત્રોવાળો વ્યક્તિ કલ્યાણમિત્રોથી નિવૃત્ત થાય છે. ",
  "mn8:16.39": "એક બેદરકાર વ્યક્તિ દરકાર કરીને નિવૃત્ત થાય છે. ",
  "mn8:16.40": "એક અશ્રદ્ધાળુ વ્યક્તિ શ્રદ્ધા કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.41": "એક બેશરમ વ્યક્તિ શરમ કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.42": "એક વ્યક્તિ જેને કુકર્મોનો ડર ના હોય તે કુકર્મોનો ડર કેળવીને નિવૃત્ત થાય છે. ",
  "mn8:16.43": "એક અભણ વ્યક્તિ ભણેલો થઇને નિવૃત્ત થાય છે. ",
  "mn8:16.44": "એક આળસુ વ્યક્તિ મહેનતુ થઇને નિવૃત્ત થાય છે. ",
  "mn8:16.45": "એક મૂઢ સચેતનાવાળો વ્યક્તિ ઉપસ્થિત સચેતનાથી નિવૃત્ત થાય છે. ",
  "mn8:16.46": "એક અપ્રજ્ઞ વ્યક્તિ પ્રજ્ઞાસંપન્ન થઇને નિવૃત્ત થાય છે. ",
  "mn8:16.47": "પોતાના મંતવ્યોને વળગી રહેનાર, ચુસ્ત પકડ રાખીને રહેનાર, અને જેને મંતવ્યો છોડવામાં મુશ્કેલી પડે છે એવો વ્યક્તિ પોતાના મંતવ્યોને ના વળગીને, ચુસ્ત પકડ ના રાખીને, સહેલાઇથી મંતવ્યોને છોડી દઇને નિવૃત્ત થાય છે. ",
  "mn8:17.1": "તો ચુંદ, મેં સ્વયંનાબૂદીનો ઉપદેષ આપ્યો છે, માનસિક વલણનો ઉપદેષ્ય આપ્યો છે, પરિક્રમણનો ઉપદેષ આપ્યો છે, ઉચ્ચ સ્તર તરફ લઇ જત માર્ગનો ઉપદેષ આપ્યો છે, અને નિવૃત્તિના માર્ગનો ઉપદેષ આપ્યો છે. ",
  "mn8:17.2": "ચુંદ, અનુકંપાને લીધે શિક્ષકે શિક્ષાર્થીઓના હિત માટે જે કરવું જોઇએ એ મેં કર્યું છે. ",
  "mn8:17.3": "અહિંયાં આ ઝાડનાં તળિયા છે, અહિંયાં આ ખાલી કુટીઓ છે, ધ્યાન ધરો ચુંદ! બેદરકારી ના કરો, મોડેથી પસ્તાવો ના કરો— આ મારો ઉપદેશ છે”. ",
  "mn8:17.4": "ભગવંતે એવુ કહ્યું. ",
  "mn8:17.5": "ચુંદ ભગવંતના વચનોથી સંતુષ્ટ અને આનંદિત થયા. ",
  "mn8:17.6": "ચુમ્માળીસ બાબતો જણાવી છે, ",
  "mn8:17.7": "પાંચ સંધાનમા ગોઠવીને; ",
  "mn8:17.8": "“સ્વયંનાબૂદી” આ સૂત્રનું નામ છે, ",
  "mn8:17.9": "જે સાગર જેવું ગહન છે. ",
  "mn8:17.10": "સ્વયંનાબૂદીસૂત્રની સંપૂર્ણતા. "
}