{
  "sn56.11:0.1": "Saṁyutta Nikāya 56 ",
  "sn56.11:0.2": "2. Dhammacakkappavattanavagga ",
  "sn56.11:0.3": "11. Dhammacakkappavattanasutta ",
  "sn56.11:1.1": "Ekaṁ samayaṁ bhagavā bārāṇasiyaṁ viharati isipatane migadāye. ",
  "sn56.11:1.2": "Tatra kho bhagavā pañcavaggiye bhikkhū āmantesi: ",
  "sn56.11:2.1": "“Dveme, bhikkhave, antā pabbajitena na sevitabbā. ",
  "sn56.11:2.2": "Katame dve? ",
  "sn56.11:2.3": "Yo cāyaṁ kāmesu kāmasukhallikānuyogo hīno gammo pothujjaniko anariyo anatthasaṁhito, yo cāyaṁ attakilamathānuyogo dukkho anariyo anatthasaṁhito. ",
  "sn56.11:2.4": "Ete kho, bhikkhave, ubho ante anupagamma majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṁvattati. ",
  "sn56.11:3.1": "Katamā ca sā, bhikkhave, majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṁvattati? ",
  "sn56.11:3.2": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṁ—",
  "sn56.11:3.3": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
  "sn56.11:3.4": "Ayaṁ kho sā, bhikkhave, majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṁvattati. ",
  "sn56.11:4.1": "Idaṁ kho pana, bhikkhave, dukkhaṁ ariyasaccaṁ—",
  "sn56.11:4.2": "jātipi dukkhā, jarāpi dukkhā, byādhipi dukkho, maraṇampi dukkhaṁ, appiyehi sampayogo dukkho, piyehi vippayogo dukkho, yampicchaṁ na labhati tampi dukkhaṁ—saṅkhittena pañcupādānakkhandhā dukkhā. ",
  "sn56.11:4.3": "Idaṁ kho pana, bhikkhave, dukkhasamudayaṁ ariyasaccaṁ—",
  "sn56.11:4.4": "yāyaṁ taṇhā ponobbhavikā nandirāgasahagatā tatratatrābhinandinī, seyyathidaṁ—",
  "sn56.11:4.5": "kāmataṇhā, bhavataṇhā, vibhavataṇhā. ",
  "sn56.11:4.6": "Idaṁ kho pana, bhikkhave, dukkhanirodhaṁ ariyasaccaṁ—",
  "sn56.11:4.7": "yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo. ",
  "sn56.11:4.8": "Idaṁ kho pana, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṁ—",
  "sn56.11:4.9": "ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṁ—",
  "sn56.11:4.10": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "sn56.11:5.1": "‘Idaṁ dukkhaṁ ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn56.11:5.2": "‘Taṁ kho panidaṁ dukkhaṁ ariyasaccaṁ pariññeyyan’ti me, bhikkhave, pubbe …pe… udapādi. ",
  "sn56.11:5.3": "‘Taṁ kho panidaṁ dukkhaṁ ariyasaccaṁ pariññātan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn56.11:6.1": "‘Idaṁ dukkhasamudayaṁ ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn56.11:6.2": "‘Taṁ kho panidaṁ dukkhasamudayaṁ ariyasaccaṁ pahātabban’ti me, bhikkhave, pubbe …pe… udapādi. ",
  "sn56.11:6.3": "‘Taṁ kho panidaṁ dukkhasamudayaṁ ariyasaccaṁ pahīnan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn56.11:7.1": "‘Idaṁ dukkhanirodhaṁ ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn56.11:7.2": "‘Taṁ kho panidaṁ dukkhanirodhaṁ ariyasaccaṁ sacchikātabban’ti me, bhikkhave, pubbe …pe… udapādi. ",
  "sn56.11:7.3": "‘Taṁ kho panidaṁ dukkhanirodhaṁ ariyasaccaṁ sacchikatan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn56.11:8.1": "‘Idaṁ dukkhanirodhagāminī paṭipadā ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn56.11:8.2": "‘Taṁ kho panidaṁ dukkhanirodhagāminī paṭipadā ariyasaccaṁ bhāvetabban’ti me, bhikkhave, pubbe …pe… udapādi. ",
  "sn56.11:8.3": "‘Taṁ kho panidaṁ dukkhanirodhagāminī paṭipadā ariyasaccaṁ bhāvitan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "sn56.11:9.1": "Yāvakīvañca me, bhikkhave, imesu catūsu ariyasaccesu evaṁ tiparivaṭṭaṁ dvādasākāraṁ yathābhūtaṁ ñāṇadassanaṁ na suvisuddhaṁ ahosi, neva tāvāhaṁ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṁ sammāsambodhiṁ abhisambuddho’ti paccaññāsiṁ. ",
  "sn56.11:10.1": "Yato ca kho me, bhikkhave, imesu catūsu ariyasaccesu evaṁ tiparivaṭṭaṁ dvādasākāraṁ yathābhūtaṁ ñāṇadassanaṁ suvisuddhaṁ ahosi, athāhaṁ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṁ sammāsambodhiṁ abhisambuddho’ti paccaññāsiṁ. ",
  "sn56.11:10.2": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "sn56.11:10.3": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
  "sn56.11:10.4": "Idamavoca bhagavā. ",
  "sn56.11:10.5": "Attamanā pañcavaggiyā bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "sn56.11:11.1": "Imasmiñca pana veyyākaraṇasmiṁ bhaññamāne āyasmato koṇḍaññassa virajaṁ vītamalaṁ dhammacakkhuṁ udapādi: ",
  "sn56.11:11.2": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti. ",
  "sn56.11:12.1": "Pavattite ca pana bhagavatā dhammacakke bhummā devā saddamanussāvesuṁ: ",
  "sn56.11:12.2": "“etaṁ bhagavatā bārāṇasiyaṁ isipatane migadāye anuttaraṁ dhammacakkaṁ pavattitaṁ appaṭivattiyaṁ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti. ",
  "sn56.11:12.3": "Bhummānaṁ devānaṁ saddaṁ sutvā cātumahārājikā devā saddamanussāvesuṁ: ",
  "sn56.11:12.4": "“etaṁ bhagavatā bārāṇasiyaṁ isipatane migadāye anuttaraṁ dhammacakkaṁ pavattitaṁ, appaṭivattiyaṁ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti. ",
  "sn56.11:12.5": "Cātumahārājikānaṁ devānaṁ saddaṁ sutvā tāvatiṁsā devā …pe… ",
  "sn56.11:12.6": "yāmā devā …pe… ",
  "sn56.11:12.7": "tusitā devā …pe… ",
  "sn56.11:12.8": "nimmānaratī devā …pe… ",
  "sn56.11:12.9": "paranimmitavasavattī devā …pe… ",
  "sn56.11:12.10": "brahmakāyikā devā saddamanussāvesuṁ: ",
  "sn56.11:12.11": "“etaṁ bhagavatā bārāṇasiyaṁ isipatane migadāye anuttaraṁ dhammacakkaṁ pavattitaṁ appaṭivattiyaṁ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti. ",
  "sn56.11:13.1": "Itiha tena khaṇena tena layena tena muhuttena yāva brahmalokā saddo abbhuggacchi. ",
  "sn56.11:13.2": "Ayañca dasasahassilokadhātu saṅkampi sampakampi sampavedhi, appamāṇo ca uḷāro obhāso loke pāturahosi atikkamma devānaṁ devānubhāvanti. ",
  "sn56.11:14.1": "Atha kho bhagavā imaṁ udānaṁ udānesi: ",
  "sn56.11:14.2": "“aññāsi vata bho, koṇḍañño, aññāsi vata bho, koṇḍañño”ti. ",
  "sn56.11:14.3": "Iti hidaṁ āyasmato koṇḍaññassa “aññāsikoṇḍañño” tveva nāmaṁ ahosīti. ",
  "sn56.11:14.4": "Paṭhamaṁ. "
}