{
  "sn48.42:0.1": "Saṃyutta Nikāya 48 ",
  "sn48.42:0.2": "5. Jarāvagga ",
  "sn48.42:0.3": "42. Uṇṇābhabrāhmaṇasutta ",
  "sn48.42:1.1": "Sāvatthinidānaṃ. ",
  "sn48.42:1.2": "Atha kho uṇṇābho brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
  "sn48.42:1.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho uṇṇābho brāhmaṇo bhagavantaṃ etadavoca: ",
  "sn48.42:2.1": "“Pañcimāni, bho gotama, indriyāni nānāvisayāni nānāgocarāni, na aññamaññassa gocaravisayaṃ paccanubhonti. ",
  "sn48.42:2.2": "Katamāni pañca? ",
  "sn48.42:2.3": "Cakkhundriyaṃ, sotindriyaṃ, ghānindriyaṃ, jivhindriyaṃ, kāyindriyaṃ. ",
  "sn48.42:2.4": "Imesaṃ nu kho, bho gotama, pañcannaṃ indriyānaṃ nānāvisayānaṃ nānāgocarānaṃ na aññamaññassa gocaravisayaṃ paccanubhontānaṃ kiṃ paṭisaraṇaṃ, ko ca nesaṃ gocaravisayaṃ paccanubhotī”ti? ",
  "sn48.42:3.1": "“Pañcimāni, brāhmaṇa, indriyāni nānāvisayāni nānāgocarāni na aññamaññassa gocaravisayaṃ paccanubhonti. ",
  "sn48.42:3.2": "Katamāni pañca? ",
  "sn48.42:3.3": "Cakkhundriyaṃ, sotindriyaṃ, ghānindriyaṃ, jivhindriyaṃ, kāyindriyaṃ. ",
  "sn48.42:3.4": "Imesaṃ kho, brāhmaṇa, pañcannaṃ indriyānaṃ nānāvisayānaṃ nānāgocarānaṃ na aññamaññassa gocaravisayaṃ paccanubhontānaṃ mano paṭisaraṇaṃ, manova nesaṃ gocaravisayaṃ paccanubhotī”ti. ",
  "sn48.42:4.1": "“Manassa pana, bho gotama, kiṃ paṭisaraṇan”ti? ",
  "sn48.42:4.2": "“Manassa kho, brāhmaṇa, sati paṭisaraṇan”ti. ",
  "sn48.42:4.3": "“Satiyā pana, bho gotama, kiṃ paṭisaraṇan”ti? ",
  "sn48.42:4.4": "“Satiyā kho, brāhmaṇa, vimutti paṭisaraṇan”ti. ",
  "sn48.42:4.5": "“Vimuttiyā pana, bho gotama, kiṃ paṭisaraṇan”ti? ",
  "sn48.42:4.6": "“Vimuttiyā kho, brāhmaṇa, nibbānaṃ paṭisaraṇan”ti. ",
  "sn48.42:4.7": "“Nibbānassa pana, bho gotama, kiṃ paṭisaraṇan”ti? ",
  "sn48.42:4.8": "“Accayāsi, brāhmaṇa, pañhaṃ, nāsakkhi pañhassa pariyantaṃ gahetuṃ. ",
  "sn48.42:4.9": "Nibbānogadhañhi, brāhmaṇa, brahmacariyaṃ vussati nibbānaparāyaṇaṃ nibbānapariyosānan”ti. ",
  "sn48.42:5.1": "Atha kho uṇṇābho brāhmaṇo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
  "sn48.42:6.1": "Atha kho bhagavā acirapakkante uṇṇābhe brāhmaṇe bhikkhū āmantesi: ",
  "sn48.42:6.2": "“seyyathāpi, bhikkhave, kūṭāgāre vā kūṭāgārasālāyaṃ vā pācīnavātapānā sūriye uggacchante vātapānena rasmi pavisitvā kvāssa patiṭṭhitā”ti? ",
  "sn48.42:6.3": "“Pacchimāyaṃ, bhante, bhittiyan”ti. ",
  "sn48.42:6.4": "“Evameva kho, bhikkhave, uṇṇābhassa brāhmaṇassa tathāgate saddhā niviṭṭhā mūlajātā patiṭṭhitā daḷhā asaṃhāriyā samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ. ",
  "sn48.42:6.5": "Imamhi ce, bhikkhave, samaye uṇṇābho brāhmaṇo kālaṃ kareyya, natthi taṃ saṃyojanaṃ yena saṃyojanena saṃyutto uṇṇābho brāhmaṇo puna imaṃ lokaṃ āgaccheyyā”ti. ",
  "sn48.42:6.6": "Dutiyaṃ. "
}