{
  "sn48.42:0.1": "Saṁyutta Nikāya 48 ",
  "sn48.42:0.2": "5. Jarāvagga ",
  "sn48.42:0.3": "42. Uṇṇābhabrāhmaṇasutta ",
  "sn48.42:1.1": "Sāvatthinidānaṁ. ",
  "sn48.42:1.2": "Atha kho uṇṇābho brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "sn48.42:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho uṇṇābho brāhmaṇo bhagavantaṁ etadavoca: ",
  "sn48.42:2.1": "“Pañcimāni, bho gotama, indriyāni nānāvisayāni nānāgocarāni, na aññamaññassa gocaravisayaṁ paccanubhonti. ",
  "sn48.42:2.2": "Katamāni pañca? ",
  "sn48.42:2.3": "Cakkhundriyaṁ, sotindriyaṁ, ghānindriyaṁ, jivhindriyaṁ, kāyindriyaṁ. ",
  "sn48.42:2.4": "Imesaṁ nu kho, bho gotama, pañcannaṁ indriyānaṁ nānāvisayānaṁ nānāgocarānaṁ na aññamaññassa gocaravisayaṁ paccanubhontānaṁ kiṁ paṭisaraṇaṁ, ko ca nesaṁ gocaravisayaṁ paccanubhotī”ti? ",
  "sn48.42:3.1": "“Pañcimāni, brāhmaṇa, indriyāni nānāvisayāni nānāgocarāni na aññamaññassa gocaravisayaṁ paccanubhonti. ",
  "sn48.42:3.2": "Katamāni pañca? ",
  "sn48.42:3.3": "Cakkhundriyaṁ, sotindriyaṁ, ghānindriyaṁ, jivhindriyaṁ, kāyindriyaṁ. ",
  "sn48.42:3.4": "Imesaṁ kho, brāhmaṇa, pañcannaṁ indriyānaṁ nānāvisayānaṁ nānāgocarānaṁ na aññamaññassa gocaravisayaṁ paccanubhontānaṁ mano paṭisaraṇaṁ, manova nesaṁ gocaravisayaṁ paccanubhotī”ti. ",
  "sn48.42:4.1": "“Manassa pana, bho gotama, kiṁ paṭisaraṇan”ti? ",
  "sn48.42:4.2": "“Manassa kho, brāhmaṇa, sati paṭisaraṇan”ti. ",
  "sn48.42:4.3": "“Satiyā pana, bho gotama, kiṁ paṭisaraṇan”ti? ",
  "sn48.42:4.4": "“Satiyā kho, brāhmaṇa, vimutti paṭisaraṇan”ti. ",
  "sn48.42:4.5": "“Vimuttiyā pana, bho gotama, kiṁ paṭisaraṇan”ti? ",
  "sn48.42:4.6": "“Vimuttiyā kho, brāhmaṇa, nibbānaṁ paṭisaraṇan”ti. ",
  "sn48.42:4.7": "“Nibbānassa pana, bho gotama, kiṁ paṭisaraṇan”ti? ",
  "sn48.42:4.8": "“Accayāsi, brāhmaṇa, pañhaṁ, nāsakkhi pañhassa pariyantaṁ gahetuṁ. ",
  "sn48.42:4.9": "Nibbānogadhañhi, brāhmaṇa, brahmacariyaṁ vussati nibbānaparāyaṇaṁ nibbānapariyosānan”ti. ",
  "sn48.42:5.1": "Atha kho uṇṇābho brāhmaṇo bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "sn48.42:6.1": "Atha kho bhagavā acirapakkante uṇṇābhe brāhmaṇe bhikkhū āmantesi: ",
  "sn48.42:6.2": "“seyyathāpi, bhikkhave, kūṭāgāre vā kūṭāgārasālāyaṁ vā pācīnavātapānā sūriye uggacchante vātapānena rasmi pavisitvā kvāssa patiṭṭhitā”ti? ",
  "sn48.42:6.3": "“Pacchimāyaṁ, bhante, bhittiyan”ti. ",
  "sn48.42:6.4": "“Evameva kho, bhikkhave, uṇṇābhassa brāhmaṇassa tathāgate saddhā niviṭṭhā mūlajātā patiṭṭhitā daḷhā asaṁhāriyā samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṁ. ",
  "sn48.42:6.5": "Imamhi ce, bhikkhave, samaye uṇṇābho brāhmaṇo kālaṁ kareyya, natthi taṁ saṁyojanaṁ yena saṁyojanena saṁyutto uṇṇābho brāhmaṇo puna imaṁ lokaṁ āgaccheyyā”ti. ",
  "sn48.42:6.6": "Dutiyaṁ. "
}