{
  "sn48.57:0.1": "Saṁyutta Nikāya 48 ",
  "sn48.57:0.2": "6. Sūkarakhatavagga ",
  "sn48.57:0.3": "57. Sahampatibrahmasutta ",
  "sn48.57:1.1": "Ekaṁ samayaṁ bhagavā uruvelāyaṁ viharati najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho. ",
  "sn48.57:1.2": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "sn48.57:1.3": "“pañcindriyāni bhāvitāni bahulīkatāni amatogadhāni honti amataparāyaṇāni amatapariyosānāni. ",
  "sn48.57:1.4": "Katamāni pañca? ",
  "sn48.57:1.5": "Saddhindriyaṁ bhāvitaṁ bahulīkataṁ amatogadhaṁ hoti amataparāyaṇaṁ amatapariyosānaṁ. ",
  "sn48.57:1.6": "Vīriyindriyaṁ …pe… ",
  "sn48.57:1.7": "satindriyaṁ …pe… ",
  "sn48.57:1.8": "samādhindriyaṁ …pe… ",
  "sn48.57:1.9": "paññindriyaṁ bhāvitaṁ bahulīkataṁ amatogadhaṁ hoti amataparāyaṇaṁ amatapariyosānaṁ. ",
  "sn48.57:1.10": "Imāni pañcindriyāni bhāvitāni bahulīkatāni amatogadhāni honti amataparāyaṇāni amatapariyosānānī”ti. ",
  "sn48.57:2.1": "Atha kho brahmā sahampati bhagavato cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva brahmaloke antarahito bhagavato purato pāturahosi. ",
  "sn48.57:2.2": "Atha kho brahmā sahampati ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "sn48.57:2.3": "“evametaṁ, bhagavā, evametaṁ sugata. ",
  "sn48.57:2.4": "Pañcindriyāni bhāvitāni bahulīkatāni amatogadhāni honti amataparāyaṇāni amatapariyosānāni. ",
  "sn48.57:2.5": "Katamāni pañca? ",
  "sn48.57:2.6": "Saddhindriyaṁ bhāvitaṁ bahulīkataṁ amatogadhaṁ hoti amataparāyaṇaṁ amatapariyosānaṁ …pe… paññindriyaṁ bhāvitaṁ bahulīkataṁ amatogadhaṁ hoti amataparāyaṇaṁ amatapariyosānaṁ. ",
  "sn48.57:2.7": "Imāni pañcindriyāni bhāvitāni bahulīkatāni amatogadhāni honti amataparāyaṇāni amatapariyosānāni. ",
  "sn48.57:3.1": "Bhūtapubbāhaṁ, bhante, kassape sammāsambuddhe brahmacariyaṁ acariṁ. ",
  "sn48.57:3.2": "Tatrapi maṁ evaṁ jānanti: ",
  "sn48.57:3.3": "‘sahako bhikkhu, sahako bhikkhū’ti. ",
  "sn48.57:3.4": "So khvāhaṁ, bhante, imesaṁyeva pañcannaṁ indriyānaṁ bhāvitattā bahulīkatattā kāmesu kāmacchandaṁ virājetvā kāyassa bhedā paraṁ maraṇā sugatiṁ brahmalokaṁ upapanno. ",
  "sn48.57:3.5": "Tatrapi maṁ evaṁ jānanti: ",
  "sn48.57:3.6": "‘brahmā sahampati, brahmā sahampatī’ti. ",
  "sn48.57:3.7": "Evametaṁ, bhagavā, evametaṁ sugata. ",
  "sn48.57:3.8": "Ahametaṁ jānāmi, ahametaṁ passāmi yathā imāni pañcindriyāni bhāvitāni bahulīkatāni amatogadhāni honti amataparāyaṇāni amatapariyosānānī”ti. ",
  "sn48.57:3.9": "Sattamaṁ. "
}