{
  "sn48.58:0.1": "Saṁyutta Nikāya 48 ",
  "sn48.58:0.2": "6. Sūkarakhatavagga ",
  "sn48.58:0.3": "58. Sūkarakhatasutta ",
  "sn48.58:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati gijjhakūṭe pabbate sūkarakhatāyaṁ. ",
  "sn48.58:1.2": "Tatra kho bhagavā āyasmantaṁ sāriputtaṁ āmantesi: ",
  "sn48.58:1.3": "“kiṁ nu kho, sāriputta, atthavasaṁ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṁ pavattamāno pavattatī”ti? ",
  "sn48.58:1.4": "“Anuttarañhi, bhante, yogakkhemaṁ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṁ pavattamāno pavattatī”ti. ",
  "sn48.58:1.5": "“Sādhu sādhu, sāriputta. ",
  "sn48.58:1.6": "Anuttarañhi, sāriputta, yogakkhemaṁ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṁ pavattamāno pavattati. ",
  "sn48.58:2.1": "Katamo ca, sāriputta, anuttaro yogakkhemo yaṁ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṁ pavattamāno pavattatī”ti? ",
  "sn48.58:2.2": "“Idha, bhante, khīṇāsavo bhikkhu saddhindriyaṁ bhāveti upasamagāmiṁ sambodhagāmiṁ, ",
  "sn48.58:2.3": "vīriyindriyaṁ bhāveti …pe… ",
  "sn48.58:2.4": "satindriyaṁ bhāveti … ",
  "sn48.58:2.5": "samādhindriyaṁ bhāveti … ",
  "sn48.58:2.6": "paññindriyaṁ bhāveti upasamagāmiṁ sambodhagāmiṁ. ",
  "sn48.58:2.7": "Ayaṁ kho, bhante, anuttaro yogakkhemo yaṁ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṁ pavattamāno pavattatī”ti. ",
  "sn48.58:2.8": "“Sādhu sādhu, sāriputta. ",
  "sn48.58:2.9": "Eso hi, sāriputta, anuttaro yogakkhemo yaṁ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṁ pavattamāno pavattatīti. ",
  "sn48.58:3.1": "Katamo ca, sāriputta, paramanipaccakāro yaṁ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṁ pavattamāno pavattatī”ti? ",
  "sn48.58:3.2": "“Idha, bhante, khīṇāsavo bhikkhu satthari sagāravo viharati sappatisso, dhamme sagāravo viharati sappatisso, saṅghe sagāravo viharati sappatisso, sikkhāya sagāravo viharati sappatisso, samādhismiṁ sagāravo viharati sappatisso. ",
  "sn48.58:3.3": "Ayaṁ kho, bhante, paramanipaccakāro yaṁ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṁ pavattamāno pavattatī”ti. ",
  "sn48.58:3.4": "“Sādhu sādhu, sāriputta. ",
  "sn48.58:3.5": "Eso hi, sāriputta, paramanipaccakāro yaṁ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṁ pavattamāno pavattatī”ti. ",
  "sn48.58:3.6": "Aṭṭhamaṁ. "
}