{
  "sn51.15:0.1": "Saṁyutta Nikāya 51 ",
  "sn51.15:0.2": "2. Pāsādakampanavagga ",
  "sn51.15:0.3": "15. Uṇṇābhabrāhmaṇasutta ",
  "sn51.15:1.1": "Evaṁ me sutaṁ—",
  "sn51.15:1.2": "ekaṁ samayaṁ āyasmā ānando kosambiyaṁ viharati ghositārāme. ",
  "sn51.15:1.3": "Atha kho uṇṇābho brāhmaṇo yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṁ sammodi. ",
  "sn51.15:1.4": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho uṇṇābho brāhmaṇo āyasmantaṁ ānandaṁ etadavoca: ",
  "sn51.15:1.5": "“kimatthiyaṁ nu kho, bho ānanda, samaṇe gotame brahmacariyaṁ vussatī”ti? ",
  "sn51.15:1.6": "“Chandappahānatthaṁ kho, brāhmaṇa, bhagavati brahmacariyaṁ vussatī”ti. ",
  "sn51.15:2.1": "“Atthi pana, bho ānanda, maggo atthi paṭipadā etassa chandassa pahānāyā”ti? ",
  "sn51.15:2.2": "“Atthi kho, brāhmaṇa, maggo, atthi paṭipadā etassa chandassa pahānāyā”ti. ",
  "sn51.15:3.1": "“Katamo pana, bho ānanda, maggo katamā paṭipadā etassa chandassa pahānāyā”ti? ",
  "sn51.15:3.2": "“Idha, brāhmaṇa, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "sn51.15:3.3": "vīriyasamādhi …pe… ",
  "sn51.15:3.4": "cittasamādhi … ",
  "sn51.15:3.5": "vīmaṁsāsamādhippadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti—",
  "sn51.15:3.6": "ayaṁ kho, brāhmaṇa, maggo ayaṁ paṭipadā etassa chandassa pahānāyā”ti. ",
  "sn51.15:4.1": "“Evaṁ sante, bho ānanda, santakaṁ hoti no asantakaṁ. ",
  "sn51.15:4.2": "Chandeneva chandaṁ pajahissatīti—netaṁ ṭhānaṁ vijjati”. ",
  "sn51.15:4.3": "“Tena hi, brāhmaṇa, taññevettha paṭipucchissāmi. Yathā te khameyya tathā taṁ byākareyyāsi. ",
  "sn51.15:4.4": "Taṁ kiṁ maññasi, brāhmaṇa, ",
  "sn51.15:4.5": "ahosi te pubbe chando ‘ārāmaṁ gamissāmī’ti? ",
  "sn51.15:4.6": "Tassa te ārāmagatassa yo tajjo chando so paṭippassaddho”ti? ",
  "sn51.15:4.7": "“Evaṁ, bho”. ",
  "sn51.15:4.8": "“Ahosi te pubbe vīriyaṁ ‘ārāmaṁ gamissāmī’ti? ",
  "sn51.15:4.9": "Tassa te ārāmagatassa yaṁ tajjaṁ vīriyaṁ taṁ paṭippassaddhan”ti? ",
  "sn51.15:4.10": "“Evaṁ, bho”. ",
  "sn51.15:4.11": "“Ahosi te pubbe cittaṁ ‘ārāmaṁ gamissāmī’ti? ",
  "sn51.15:4.12": "Tassa te ārāmagatassa yaṁ tajjaṁ cittaṁ taṁ paṭippassaddhan”ti? ",
  "sn51.15:4.13": "“Evaṁ, bho”. ",
  "sn51.15:4.14": "“Ahosi te pubbe vīmaṁsā ‘ārāmaṁ gamissāmī’ti? ",
  "sn51.15:4.15": "Tassa te ārāmagatassa yā tajjā vīmaṁsā sā paṭippassaddhā”ti? ",
  "sn51.15:4.16": "“Evaṁ, bho”. ",
  "sn51.15:5.1": "“Evameva kho, brāhmaṇa, yo so bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, tassa yo pubbe chando ahosi arahattappattiyā, arahattappatte yo tajjo chando so paṭippassaddho; ",
  "sn51.15:5.2": "yaṁ pubbe vīriyaṁ ahosi arahattappattiyā, arahattappatte yaṁ tajjaṁ vīriyaṁ taṁ paṭippassaddhaṁ; ",
  "sn51.15:5.3": "yaṁ pubbe cittaṁ ahosi arahattappattiyā, arahattappatte yaṁ tajjaṁ cittaṁ taṁ paṭippassaddhaṁ; ",
  "sn51.15:5.4": "yā pubbe vīmaṁsā ahosi arahattappattiyā, arahattappatte yā tajjā vīmaṁsā sā paṭippassaddhā. ",
  "sn51.15:5.5": "Taṁ kiṁ maññasi, brāhmaṇa, ",
  "sn51.15:5.6": "iti evaṁ sante, santakaṁ vā hoti no asantakaṁ vā”ti? ",
  "sn51.15:6.1": "“Addhā, bho ānanda, evaṁ sante, santakaṁ hoti no asantakaṁ. ",
  "sn51.15:6.2": "Abhikkantaṁ, bho ānanda, abhikkantaṁ, bho ānanda. ",
  "sn51.15:6.3": "Seyyathāpi, bho ānanda, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā ānandena anekapariyāyena dhammo pakāsito. ",
  "sn51.15:6.4": "Esāhaṁ, bho ānanda, taṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "sn51.15:6.5": "Upāsakaṁ maṁ bhavaṁ ānando dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn51.15:6.6": "Pañcamaṁ. "
}