{
  "sn51.22:0.1": "Saṁyutta Nikāya 51 ",
  "sn51.22:0.2": "3. Ayoguḷavagga ",
  "sn51.22:0.3": "22. Ayoguḷasutta ",
  "sn51.22:1.1": "Sāvatthinidānaṁ. ",
  "sn51.22:1.2": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "sn51.22:1.3": "“abhijānāti nu kho, bhante, bhagavā iddhiyā manomayena kāyena brahmalokaṁ upasaṅkamitā”ti? ",
  "sn51.22:1.4": "“Abhijānāmi khvāhaṁ, ānanda, iddhiyā manomayena kāyena brahmalokaṁ upasaṅkamitā”ti. ",
  "sn51.22:1.5": "“Abhijānāti pana, bhante, bhagavā iminā cātumahābhūtikena kāyena iddhiyā brahmalokaṁ upasaṅkamitā”ti? ",
  "sn51.22:1.6": "“Abhijānāmi khvāhaṁ, ānanda, iminā cātumahābhūtikena kāyena iddhiyā brahmalokaṁ upasaṅkamitā”ti. ",
  "sn51.22:2.1": "“Yañca kho omāti, bhante, bhagavā iddhiyā manomayena kāyena brahmalokaṁ upasaṅkamituṁ, yañca kho abhijānāti, bhante, bhagavā iminā cātumahābhūtikena kāyena iddhiyā brahmalokaṁ upasaṅkamitā, tayidaṁ, bhante, bhagavato acchariyañceva abbhutañcā”ti. ",
  "sn51.22:2.2": "“Acchariyā ceva, ānanda, tathāgatā acchariyadhammasamannāgatā ca, abbhutā ceva, ānanda, tathāgatā abbhutadhammasamannāgatā ca. ",
  "sn51.22:3.1": "Yasmiṁ, ānanda, samaye tathāgato kāyampi citte samodahati cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati; ",
  "sn51.22:3.2": "tasmiṁ, ānanda, samaye tathāgatassa kāyo lahutaro ceva hoti mudutaro ca kammaniyataro ca pabhassarataro ca. ",
  "sn51.22:4.1": "Seyyathāpi, ānanda, ayoguḷo divasaṁ santatto lahutaro ceva hoti mudutaro ca kammaniyataro ca pabhassarataro ca; ",
  "sn51.22:4.2": "evameva kho, ānanda, yasmiṁ samaye tathāgato kāyampi citte samodahati, cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati; ",
  "sn51.22:4.3": "tasmiṁ, ānanda, samaye tathāgatassa kāyo lahutaro ceva hoti mudutaro ca kammaniyataro ca pabhassarataro ca. ",
  "sn51.22:5.1": "Yasmiṁ, ānanda, samaye tathāgato kāyampi citte samodahati, cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati; ",
  "sn51.22:5.2": "tasmiṁ, ānanda, samaye tathāgatassa kāyo appakasireneva pathaviyā vehāsaṁ abbhuggacchati, ",
  "sn51.22:5.3": "so anekavihitaṁ iddhividhaṁ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti …pe… yāva brahmalokāpi kāyena vasaṁ vatteti. ",
  "sn51.22:6.1": "Seyyathāpi, ānanda, tūlapicu vā kappāsapicu vā lahuko vātūpādāno appakasireneva pathaviyā vehāsaṁ abbhuggacchati; ",
  "sn51.22:6.2": "evameva kho, ānanda, yasmiṁ samaye tathāgato kāyampi citte samodahati, cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati; ",
  "sn51.22:6.3": "tasmiṁ, ānanda, samaye tathāgatassa kāyo appakasireneva pathaviyā vehāsaṁ abbhuggacchati, ",
  "sn51.22:6.4": "so anekavihitaṁ iddhividhaṁ paccanubhoti—ekopi hutvā bahudhā hoti …pe… yāva brahmalokāpi kāyena vasaṁ vattetī”ti. ",
  "sn51.22:6.5": "Dutiyaṁ. "
}