{
  "sn51.14:0.1": "Saṁyutta Nikāya 51 ",
  "sn51.14:0.2": "2. Pāsādakampanavagga ",
  "sn51.14:0.3": "14. Moggallānasutta ",
  "sn51.14:1.1": "Evaṁ me sutaṁ—",
  "sn51.14:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati pubbārāme migāramātupāsāde. ",
  "sn51.14:1.3": "Tena kho pana samayena sambahulā bhikkhū heṭṭhāmigāramātupāsāde viharanti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā bhantacittā pākatindriyā. ",
  "sn51.14:2.1": "Atha kho bhagavā āyasmantaṁ mahāmoggallānaṁ āmantesi: ",
  "sn51.14:2.2": "“ete kho, moggallāna, sabrahmacārino heṭṭhāmigāramātupāsāde viharanti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā bhantacittā pākatindriyā. ",
  "sn51.14:2.3": "Gaccha, moggallāna, te bhikkhū saṁvejehī”ti. ",
  "sn51.14:3.1": "“Evaṁ, bhante”ti kho āyasmā mahāmoggallāno bhagavato paṭissutvā tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāresi yathā pādaṅguṭṭhakena migāramātupāsādaṁ saṅkampesi sampakampesi sampacālesi. ",
  "sn51.14:3.2": "Atha kho te bhikkhū saṁviggā lomahaṭṭhajātā ekamantaṁ aṭṭhaṁsu: ",
  "sn51.14:3.3": "“acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "sn51.14:3.4": "Nivātañca vata ayañca migāramātupāsādo gambhīranemo sunikhāto acalo asampakampī, atha ca pana saṅkampito sampakampito sampacālito”ti. ",
  "sn51.14:4.1": "Atha kho bhagavā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū bhagavā etadavoca: ",
  "sn51.14:4.2": "“kiṁ nu tumhe, bhikkhave, saṁviggā lomahaṭṭhajātā ekamantaṁ ṭhitā”ti? ",
  "sn51.14:4.3": "“Acchariyaṁ, bhante, abbhutaṁ bhante. ",
  "sn51.14:4.4": "Nivātañca vata ayañca migāramātupāsādo gambhīranemo sunikhāto acalo asampakampī, atha ca pana saṅkampito sampakampito sampacālito”ti. ",
  "sn51.14:4.5": "“Tumheva kho, bhikkhave, saṁvejetukāmena moggallānena bhikkhunā pādaṅguṭṭhakena migāramātupāsādo, saṅkampito sampakampito sampacālito. ",
  "sn51.14:4.6": "Taṁ kiṁ maññatha, bhikkhave, ",
  "sn51.14:4.7": "katamesaṁ dhammānaṁ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṁmahiddhiko evaṁmahānubhāvo”ti? ",
  "sn51.14:4.8": "“Bhagavaṁmūlakā no, bhante, dhammā, bhagavaṁnettikā bhagavaṁpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṁyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "sn51.14:5.1": "“Tena hi, bhikkhave, suṇātha. ",
  "sn51.14:5.2": "Catunnaṁ kho, bhikkhave, iddhipādānaṁ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṁmahiddhiko evaṁmahānubhāvo. ",
  "sn51.14:5.3": "Katamesaṁ catunnaṁ? ",
  "sn51.14:5.4": "Idha, bhikkhave, moggallāno bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "sn51.14:5.5": "vīriyasamādhi …pe… ",
  "sn51.14:5.6": "cittasamādhi … ",
  "sn51.14:5.7": "vīmaṁsāsamādhippadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti—",
  "sn51.14:5.8": "iti me vīmaṁsā na ca atilīnā bhavissati, na ca atippaggahitā bhavissati; ",
  "sn51.14:5.9": "na ca ajjhattaṁ saṅkhittā bhavissati, na ca bahiddhā vikkhittā bhavissati. ",
  "sn51.14:5.10": "Pacchāpuresaññī ca viharati—",
  "sn51.14:5.11": "yathā pure tathā pacchā, yathā pacchā tathā pure; ",
  "sn51.14:5.12": "yathā adho tathā uddhaṁ, yathā uddhaṁ tathā adho; ",
  "sn51.14:5.13": "yathā divā tathā rattiṁ, yathā rattiṁ tathā divā. ",
  "sn51.14:5.14": "Iti vivaṭena cetasā apariyonaddhena sappabhāsaṁ cittaṁ bhāveti. ",
  "sn51.14:5.15": "Imesaṁ kho, bhikkhave, catunnaṁ iddhipādānaṁ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṁmahiddhiko evaṁmahānubhāvo. ",
  "sn51.14:5.16": "Imesañca pana, bhikkhave, catunnaṁ iddhipādānaṁ bhāvitattā bahulīkatattā moggallāno bhikkhu anekavihitaṁ iddhividhaṁ paccanubhoti …pe… yāva brahmalokāpi kāyena vasaṁ vatteti …pe… ",
  "sn51.14:5.17": "imesañca pana, bhikkhave, catunnaṁ iddhipādānaṁ bhāvitattā bahulīkatattā moggallāno bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī”ti. ",
  "sn51.14:5.18": "Catutthaṁ. "
}