{
  "sn51.10:0.1": "Saṁyutta Nikāya 51 ",
  "sn51.10:0.2": "1. Cāpālavagga ",
  "sn51.10:0.3": "10. Cetiyasutta ",
  "sn51.10:1.1": "Evaṁ me sutaṁ—",
  "sn51.10:1.2": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "sn51.10:1.3": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "sn51.10:1.4": "Vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto āyasmantaṁ ānandaṁ āmantesi: ",
  "sn51.10:1.5": "“gaṇhāhi, ānanda, nisīdanaṁ. ",
  "sn51.10:1.6": "Yena cāpālaṁ cetiyaṁ tenupasaṅkamissāma divāvihārāyā”ti. ",
  "sn51.10:1.7": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nisīdanaṁ ādāya bhagavantaṁ piṭṭhito piṭṭhito anubandhi. ",
  "sn51.10:2.1": "Atha kho bhagavā yena cāpālaṁ cetiyaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn51.10:2.2": "Āyasmāpi kho ānando bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "sn51.10:2.3": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ ānandaṁ bhagavā etadavoca: ",
  "sn51.10:3.1": "“Ramaṇīyā, ānanda, vesālī, ramaṇīyaṁ udenaṁ cetiyaṁ, ramaṇīyaṁ gotamakaṁ cetiyaṁ, ramaṇīyaṁ sattambaṁ cetiyaṁ, ramaṇīyaṁ bahuputtaṁ cetiyaṁ, ramaṇīyaṁ sārandadaṁ cetiyaṁ, ramaṇīyaṁ cāpālaṁ cetiyaṁ. ",
  "sn51.10:3.2": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "sn51.10:3.3": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. Ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā”ti. ",
  "sn51.10:4.1": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ; ",
  "sn51.10:4.2": "na bhagavantaṁ yāci: ",
  "sn51.10:4.3": "“tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti yathā taṁ mārena pariyuṭṭhitacitto. ",
  "sn51.10:5.1": "Dutiyampi kho bhagavā …pe… ",
  "sn51.10:5.2": "tatiyampi kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "sn51.10:5.3": "“ramaṇīyā, ānanda, vesālī, ramaṇīyaṁ udenaṁ cetiyaṁ, ramaṇīyaṁ gotamakaṁ cetiyaṁ, ramaṇīyaṁ sattambaṁ cetiyaṁ, ramaṇīyaṁ bahuputtaṁ cetiyaṁ, ramaṇīyaṁ sārandadaṁ cetiyaṁ, ramaṇīyaṁ cāpālaṁ cetiyaṁ. ",
  "sn51.10:5.4": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "sn51.10:5.5": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. Ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā”ti. ",
  "sn51.10:6.1": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ; ",
  "sn51.10:6.2": "na bhagavantaṁ yāci: ",
  "sn51.10:6.3": "“tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti yathā taṁ mārena pariyuṭṭhitacitto. ",
  "sn51.10:7.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "sn51.10:7.2": "“gaccha kho tvaṁ, ānanda, ",
  "sn51.10:7.3": "yassadāni kālaṁ maññasī”ti. ",
  "sn51.10:7.4": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā avidūre aññatarasmiṁ rukkhamūle nisīdi. ",
  "sn51.10:8.1": "Atha kho māro pāpimā, acirapakkante āyasmante ānande, yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca: ",
  "sn51.10:9.1": "“Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "sn51.10:9.2": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "sn51.10:9.3": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti. ",
  "sn51.10:10.1": "Santi kho pana, bhante, etarahi bhikkhū bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti. ",
  "sn51.10:10.2": "Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni, sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "sn51.10:11.1": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "sn51.10:11.2": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me bhikkhuniyo na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti. ",
  "sn51.10:12.1": "Santi kho pana, bhante, etarahi bhikkhuniyo bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti. ",
  "sn51.10:12.2": "Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni, sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "sn51.10:13.1": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "sn51.10:13.2": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me upāsakā …pe… ",
  "sn51.10:13.3": "yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti. ",
  "sn51.10:14.1": "Santi kho pana, bhante, etarahi upāsakā … ",
  "sn51.10:14.2": "upāsikā bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti. ",
  "sn51.10:14.3": "Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni, sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "sn51.10:15.1": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "sn51.10:15.2": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me idaṁ brahmacariyaṁ na iddhañceva bhavissati phītañca vitthāritaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitan’ti. ",
  "sn51.10:15.3": "Tayidaṁ, bhante, bhagavato brahmacariyaṁ iddhañceva phītañca vitthāritaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ. ",
  "sn51.10:15.4": "Parinibbātu dāni, bhante, bhagavā, parinibbātu dāni sugato. Parinibbānakālo dāni, bhante, bhagavato”ti. ",
  "sn51.10:16.1": "Evaṁ vutte, bhagavā māraṁ pāpimantaṁ etadavoca: ",
  "sn51.10:16.2": "“appossukko tvaṁ, pāpima, hohi. Na ciraṁ tathāgatassa parinibbānaṁ bhavissati. ",
  "sn51.10:16.3": "Ito tiṇṇaṁ māsānaṁ accayena tathāgato parinibbāyissatī”ti. ",
  "sn51.10:17.1": "Atha kho bhagavā cāpāle cetiye sato sampajāno āyusaṅkhāraṁ ossaji. ",
  "sn51.10:17.2": "Ossaṭṭhe ca bhagavatā āyusaṅkhāre mahābhūmicālo ahosi bhiṁsanako lomahaṁso, devadundubhiyo ca phaliṁsu. ",
  "sn51.10:17.3": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "sn51.10:18.1": "“Tulamatulañca sambhavaṁ, ",
  "sn51.10:18.2": "Bhavasaṅkhāramavassaji muni; ",
  "sn51.10:18.3": "Ajjhattarato samāhito, ",
  "sn51.10:18.4": "Abhindi kavacamivattasambhavan”ti. ",
  "sn51.10:18.5": "Dasamaṁ. ",
  "sn51.10:18.6": "Cāpālavaggo paṭhamo. ",
  "sn51.10:19.0": "Tassuddānaṁ",
  "sn51.10:19.1": "Apārāpi viraddho ca, ",
  "sn51.10:19.2": "ariyā nibbidāpi ca; ",
  "sn51.10:19.3": "Padesaṁ samattaṁ bhikkhu, ",
  "sn51.10:19.4": "buddhaṁ ñāṇañca cetiyanti. "
}