{
  "an8.39:0.1": "Zbiór mów według wyliczeń 8 ",
  "an8.39:0.2": "4. Rozdział o dawaniu ",
  "an8.39:0.3": "39. Mowa o uzysku ",
  "an8.39:1.1": "Mnisi, istnieje tych osiem uzysków z zasług, uzysków z tego, co korzystne, pożywień dla szczęścia, rajskich, owocujących szczęściem, wiodących do stanów niebiańskich, których się chce, przyjemnych, pomyślnych, przychylnych, wiodących do szczęścia. ",
  "an8.39:1.2": "Które to osiem? ",
  "an8.39:1.3": "Otóż, mnisi, gdy szlachetny uczeń przyjął schronienie w Buddzie. ",
  "an8.39:1.4": "Jest to, mnisi, pierwszy uzysk z zasług, uzysk z tego, co korzystne, pożywienie dla szczęścia, rajski, owocujący szczęściem, wiodący do stanów niebiańskich, który się chce, przyjemny, pomyślny, przychylny, wiodący do szczęścia. ",
  "an8.39:2.1": "Znów, mnisi, gdy szlachetny uczeń przyjął schronienie w Dhammie. ",
  "an8.39:2.2": "Jest to, mnisi, drugi uzysk z zasług, (…), wiodący do szczęścia. ",
  "an8.39:3.1": "Znów, mnisi, gdy szlachetny uczeń przyjął schronienie w Saṅdze. ",
  "an8.39:3.2": "Jest to, mnisi, trzeci uzysk z zasług, uzysk z tego, co korzystne, pożywienie dla szczęścia, rajski, owocujący szczęściem, wiodący do stanów niebiańskich, który się chce, przyjemny, pomyślny, przychylny, wiodący do szczęścia. ",
  "an8.39:3.3": "Mnisi, istnieje pięć darów, wielkich darów, pierwotnych, długotrwałych, tradycyjnych, starożytnych, nieskażonych, nieskazitelnych od zarania, nie prowadzących do nieufności teraz i w przyszłości, niepotępianych przez pustelników, braminów i mędrców. ",
  "an8.39:3.4": "Których to pięć? ",
  "an8.39:3.5": "Otóż, mnisi, gdy szlachetny uczeń porzucił zabijanie żywych istot, powstrzymuje się od zabijania żywych istot. ",
  "an8.39:3.6": "Gdy tak, mnisi, szlachetny uczeń powstrzymuje się od zabijania żywych istot, daje wolność od strachu niepomiernej ilości istot, daje łagodność, daje wolność od zmartwień. ",
  "an8.39:3.7": "Dawszy wolność od strachu niepomiernej ilości istot, dawszy łagodność, dawszy wolność od zmartwień, ma współudział w niepomiernej wolności od strachu, łagodności, wolności od zmartwień. ",
  "an8.39:3.8": "Tym jest, mnisi, pierwszy dar, wielki dar, pierwotny, długotrwały, tradycyjny, starożytny, nieskażony, nieskazitelny od zarania, nie prowadzący do nieufności teraz i w przyszłości, niepotępiany przez pustelników, braminów i mędrców. ",
  "an8.39:3.9": "Jest to, mnisi, czwarty uzysk z zasług, uzysk z tego, co korzystne, pożywienie dla szczęścia, rajski, owocujący szczęściem, wiodący do stanów niebiańskich, który się chce, przyjemny, pomyślny, przychylny, wiodący do szczęścia. ",
  "an8.39:4.1": "Znów, mnisi, gdy szlachetny uczeń porzucił branie tego, co nie zostało dane, powstrzymuje się od brania tego, co nie zostało dane. (…) ",
  "an8.39:5.1": "porzucił niewłaściwe prowadzenie się odnośnie seksualnych pragnień, powstrzymuje się od niewłaściwego prowadzenia się odnośnie seksualnych pragnień. (…) ",
  "an8.39:6.1": "porzucił fałszywą mowę, powstrzymuje się od fałszywej mowy. (…) ",
  "an8.39:7.1": "porzucił spożywanie destylowanych i sfermentowanych trunków, które są przyczyną braku dbałości, powstrzymuje się od spożywania destylowanych i sfermentowanych trunków, które są przyczyną braku dbałości. ",
  "an8.39:7.2": "Gdy tak, mnisi, szlachetny uczeń powstrzymuje się od spożywania destylowanych i sfermentowanych trunków, które są przyczyną braku dbałości, daje wolność od strachu niepomiernej ilości istot, daje łagodność, daje wolność od zmartwień. ",
  "an8.39:7.3": "Dawszy wolność od strachu niepomiernej ilości istot, dawszy łagodność, dawszy wolność od zmartwień, ma współudział w niepomiernej wolności od strachu, łagodności, wolności od zmartwień. ",
  "an8.39:7.4": "Tym jest, mnisi, piąty dar, wielki dar, pierwotny, długotrwały, tradycyjny, starożytny, nieskażony, nieskazitelny od zarania, nie prowadzący do nieufności teraz i w przyszłości, niepotępiany przez pustelników, braminów i mędrców. ",
  "an8.39:7.5": "Jest to, mnisi, ósmy uzysk z zasług, uzysk z tego, co korzystne, pożywienie dla szczęścia, rajski, owocujący szczęściem, wiodący do stanów niebiańskich, który się chce, przyjemny, pomyślny, przychylny, wiodący do szczęścia. ",
  "an8.39:8.1": "Oto, mnisi, osiem uzysków z zasług, uzysków z tego, co korzystne, pożywień dla szczęścia, rajskich, owocujących szczęściem, wiodących do stanów niebiańskich, których się chce, przyjemnych, pomyślnych, przychylnych, wiodących do szczęścia. ",
  "an8.39:8.2": "Dziewiąta. "
}