{
  "an8.54:0.1": "Zbiór mów według wyliczeń 8 ",
  "an8.54:0.2": "6. Rozdział o Gotamī ",
  "an8.54:0.3": "54. Mowa do Dīghajāṇy ",
  "an8.54:1.1": "Pewnego razu Błogosławiony przebywał wśród Kolian, nieopodal koliańskiego miasta rynkowego zwanego Kakkarapatta. ",
  "an8.54:1.2": "W tym czasie potomek Kolian, Dīghajāṇu, przybył do Błogosławionego. Przybliżywszy się do Błogosławionego, złożył z wielkim szacunkiem ukłon, a następnie usiadł z boku. Siedząc obok, potomek Kolian, Dīghajāṇu, rzekł do Błogosławionego: ",
  "an8.54:1.3": "„Jesteśmy, Czcigodny, świeckimi, cieszącymi się zmysłowymi przyjemnościami, żyjemy w domu, obciążeni dziećmi, używamy drzewa sandałowego z Kasi, zdobimy ciało girlandami, używamy perfum i kosmetyków, akceptujemy złoto i srebro. ",
  "an8.54:1.4": "Niech Błogosławiony nauczy nas takiej Dhammy, by pomogła nam w powodzeniu i szczęściu w doczesności oraz powodzeniu i szczęściu w przyszłych stanach”. ",
  "an8.54:2.1": "Tygrysia Stopo, są cztery właściwości, które wiodą synów gospodarzy do powodzenia i szczęścia w doczesności. ",
  "an8.54:2.2": "Które to cztery? ",
  "an8.54:2.3": "Wypracowanie inicjatywy, wypracowanie ostrożności, doskonali przyjaciele, wyważony sposób życia. ",
  "an8.54:2.4": "Czym jest, Tygrysia Stopo, wypracowanie inicjatywy? ",
  "an8.54:2.5": "Jest tak wtedy, gdy w miejscu pracy zapewniającym środki do życia synowi gospodarza – ",
  "an8.54:2.6": "czy to przez rolnictwo, handel, pasterstwo, łucznictwo, służbę u króla czy innego rodzaju fach – ",
  "an8.54:2.7": "jest on w tym sprytny i pracowity, ma wnikliwe podejście, wystarczające do tego, by to wykonać, by to zorganizować. ",
  "an8.54:2.8": "To się nazywa, Tygrysia Stopo, wypracowanie inicjatywy. ",
  "an8.54:3.1": "Czym jest, Tygrysia Stopo, wypracowanie ostrożności? ",
  "an8.54:3.2": "Jest tak wtedy, gdy syn gospodarza – nad prawowitym i osiągniętym w uczciwy sposób majątkiem, który siłą swych rąk, w pocie czoła zgromadził, uzyskał i ustanowił wysiłkiem – ",
  "an8.54:3.3": "wypracowuje ostrożność i dozór: ",
  "an8.54:3.4": "»Jak strzec majątku, by nie zabrał go ni król, ni złodziej, by ogień go nie spalił, by woda go nie porwała, by nieprzychylni spadkobiercy go nie zabrali?«. ",
  "an8.54:3.5": "To się nazywa, Tygrysia Stopo, wypracowanie ostrożności. ",
  "an8.54:4.1": "Kim są, Tygrysia Stopo, doskonali przyjaciele? ",
  "an8.54:4.2": "Jest tak wtedy, gdy syn gospodarza mieszka w jakiejś wiosce lub mieście rynkowym, przebywa tam z gospodarzami lub synami gospodarzy – młodymi ale dojrzałymi moralnie, starszymi, ale dojrzałymi moralnie, mającymi doskonałą wiarę, doskonałą moralność, doskonałą szczodrość, doskonałą mądrość – rozmawia on z nimi, wchodzi z nimi w dyskusje. Tak jak są doskonali w wierze, stara się wypracować w sobie takie spełnienie w wierze przez naśladowanie ich, tak jak są doskonali w moralności, stara się wypracować w sobie takie spełnienie w moralności przez naśladowanie ich, tak jak są doskonali w szczodrości, stara się wypracować w sobie takie spełnienie w szczodrości przez naśladowanie ich, tak jak są doskonali w mądrości, stara się wypracować w sobie takie spełnienie w mądrości przez naśladowanie ich. ",
  "an8.54:4.3": "Takich się nazywa, Tygrysia Stopo, doskonałymi przyjaciółmi. ",
  "an8.54:5.1": "Czym jest, Tygrysia Stopo, wyważony sposób życia? ",
  "an8.54:5.2": "Jest tak wtedy, gdy syn gospodarza, wiedząc, jaki ma przychód z majątku, wiedząc, jakie ma wydatki, zapewnia sobie wyważony sposób życia, ani rozrzutny, ani ubogi: »W taki sposób moje dochody staną się znaczniejsze niż wydatki, a nie wydatki znaczniejsze od przychodów«. ",
  "an8.54:5.3": "Tak jak, Tygrysia Stopo, wagowy lub uczeń wagowego, podniósłszy szalki, wiedziałby: »Tyle zeszło w dół, tyle poszło w górę«, ",
  "an8.54:5.4": "tak samo syn gospodarza, wiedząc, jaki ma przychód z majątku, wiedząc, jakie ma wydatki, zapewnia sobie wyważony sposób życia, ani rozrzutny, ani ubogi: »W taki sposób moje dochody staną się znaczniejsze niż wydatki, a nie wydatki znaczniejsze od przychodów«. ",
  "an8.54:5.5": "Jeśli syn gospodarza ma niewielkie przychody, a zapewnia sobie rozrzutny sposób życia, będą tacy, którzy powiedzą: »Ten syn gospodarza zjada swój majątek jak zjadacz fig«. ",
  "an8.54:5.6": "Jeśli syn gospodarza ma niewielkie przychody, a zapewnia sobie ubogi sposób życia, będą tacy, którzy powiedzą: »Ten syn gospodarza umartwiający się niejedzeniem, umrze«. ",
  "an8.54:5.7": "Ale ponieważ syn gospodarza, wiedząc, jaki ma przychód z majątku, wiedząc, jakie ma wydatki, zapewnia sobie wyważony sposób życia, ani rozrzutny, ani ubogi: »W taki sposób moje dochody staną się znaczniejsze niż wydatki, a nie wydatki znaczniejsze od przychodów«. ",
  "an8.54:5.8": "To się nazywa, Tygrysia Stopo, wyważony sposób życia. ",
  "an8.54:6.1": "Tygrysia Stopo, zgromadzony w ten sposób majątek może być zmarnotrawiony na cztery sposoby: ",
  "an8.54:6.2": "przez bycie kobieciarzem, przez upodobanie w mocnych trunkach, nałóg hazardu i przez złych przyjaciół, złe towarzystwo, złe koleżeństwo. ",
  "an8.54:6.3": "Tak jak, Tygrysia Stopo, istniałby wielki zbiornik z czterema wpustami i czterema wypustami. ",
  "an8.54:6.4": "Pewien człowiek zamykałby wpusty i otwierał wypusty, ",
  "an8.54:6.5": "a niebo nie dostarczałoby odpowiedniej ilości opadów. ",
  "an8.54:6.6": "W ten sposób, Tygrysia Stopo, można się spodziewać, że ilość wody w wielkim zbiorniku się zmniejszy, nie zwiększy; ",
  "an8.54:6.7": "tak samo zgromadzony w ten sposób majątek może być zmarnotrawiony na cztery sposoby: ",
  "an8.54:6.8": "przez bycie kobieciarzem, przez upodobanie w mocnych trunkach, nałóg hazardu i przez złych przyjaciół, złe towarzystwo, złe koleżeństwo. ",
  "an8.54:7.1": "Tygrysia Stopo, zgromadzony w ten sposób majątek może być zaoszczędzony na cztery sposoby: ",
  "an8.54:7.2": "dzięki niebyciu kobieciarzem, brakowi upodobania w mocnych trunkach, brakowi nałogu hazardu i dzięki doskonałym przyjaciołom, doskonałemu towarzystwu, doskonałemu koleżeństwu. ",
  "an8.54:7.3": "Tak jak, Tygrysia Stopo, istniałby wielki zbiornik z czterema wpustami i czterema wypustami. ",
  "an8.54:7.4": "Pewien człowiek otwierałby wpusty i zamykał wypusty, ",
  "an8.54:7.5": "a niebo dostarczałoby odpowiedniej ilości opadów. ",
  "an8.54:7.6": "W ten sposób, Tygrysia Stopo, można się spodziewać, że ilość wody w wielkim zbiorniku się zwiększy, nie zmniejszy; ",
  "an8.54:7.7": "tak samo zgromadzony w ten sposób majątek może być zaoszczędzony na cztery sposoby: ",
  "an8.54:7.8": "dzięki niebyciu kobieciarzem, brakowi upodobania w mocnych trunkach, brakowi nałogu hazardu i dzięki doskonałym przyjaciołom, doskonałemu towarzystwu, doskonałemu koleżeństwu. ",
  "an8.54:8.1": "Oto są, Tygrysia Stopo, cztery właściwości, które wiodą synów gospodarzy do powodzenia i szczęścia w doczesności. ",
  "an8.54:9.1": "Tygrysia Stopo, są cztery właściwości, które wiodą synów gospodarzy do powodzenia i szczęścia w przyszłych stanach. ",
  "an8.54:9.2": "Które to cztery? ",
  "an8.54:9.3": "Spełnienie w wierze, w moralności, w szczodrości, w mądrości. ",
  "an8.54:10.1": "Czym jest, Tygrysia Stopo, spełnienie w wierze? ",
  "an8.54:10.2": " Jest tak wtedy, gdy syn gospodarza ma wiarę, wierzy w Przebudzenie Tathāgaty: ",
  "an8.54:10.3": "»Taki jest On, Błogosławiony, (…), nauczyciel dev i ludzi, przebudzony, błogosławiony«. ",
  "an8.54:10.4": "To się nazywa, Tygrysia Stopo, spełnienie w wierze. ",
  "an8.54:11.1": "Czym jest, Tygrysia Stopo, spełnienie w moralności? ",
  "an8.54:11.2": "Jest tak wtedy, gdy syn gospodarza powstrzymuje się od zabijania żywych istot, (…), powstrzymuje się od spożywania destylowanych i sfermentowanych trunków, które są przyczyną braku dbałości. ",
  "an8.54:11.3": "To się nazywa, Tygrysia Stopo, spełnienie w moralności. ",
  "an8.54:12.1": "Czym jest, Tygrysia Stopo, spełnienie w szczodrości? ",
  "an8.54:12.2": "Jest tak wtedy, gdy syn gospodarza, przebywa w domu z sercem pozbawionym splamienia skąpstwem, obficie szczodry, lekką ręką rozdający z radością, obdarowujący jałmużną, uradowany z dawania i dzielenia się. ",
  "an8.54:12.3": "To się nazywa, Tygrysia Stopo, spełnienie w szczodrości. ",
  "an8.54:13.1": "Czym jest, Tygrysia Stopo, spełnienie w mądrości? ",
  "an8.54:13.2": "Jest tak wtedy, gdy syn gospodarza jest mądry, obdarzony szlachetną mądrością przenikającą przez to, co powstaje i idzie na zatracenie, co jest właściwie prowadzące do zniszczenia krzywdy. ",
  "an8.54:13.3": "To się nazywa, Tygrysia Stopo, spełnienie w mądrości. ",
  "an8.54:14.1": "Oto są, Tygrysia Stopo, cztery właściwości, które wiodą synów gospodarzy do powodzenia i szczęścia w przyszłych stanach. ",
  "an8.54:15.1": "Wzrasta w przedsięwzięciach, ",
  "an8.54:15.2": "dbały w odpowiedzialnościach, ",
  "an8.54:15.3": "zapewnia sobie wyważony sposób życia, ",
  "an8.54:15.4": "potrafi dobytku przypilnować. ",
  "an8.54:16.1": "W wierze i moralności spełniony, ",
  "an8.54:16.2": "jest przystępny, nie ma w sobie zgryzoty, ",
  "an8.54:16.3": "Nieustannie oczyszcza ścieżkę, ",
  "an8.54:16.4": "która ku dobrym stanom w przyszłym świecie prowadzi. ",
  "an8.54:17.1": "Tych osiem właściwości ",
  "an8.54:17.2": " dla kogoś pełnego wiary, chcącego domowego życia, ",
  "an8.54:17.3": "zostało oznajmionych przez Prawdę Nazywającego, ",
  "an8.54:17.4": "wiodących do szczęścia w obu stanach, ",
  "an8.54:18.1": "»Pomyślność w doczesności, ",
  "an8.54:18.2": "szczęśliwość w przyszłych stanach, ",
  "an8.54:18.3": "w taki sposób ten, kto dom utrzymuje, ",
  "an8.54:18.4": "szczodrość i zasługi powiększa«. ",
  "an8.54:18.5": "Czwarta. "
}