{
  "sn53.1-12:0.1": "Linked Discourses 53.1–12 ",
  "sn53.1-12:0.2": "1. Abbreviated Texts on the Ganges ",
  "sn53.1-12:0.3": "Absorptions, Etc. ",
  "sn53.1-12:1.1": "At Sāvatthī. ",
  "sn53.1-12:1.2": "",
  "sn53.1-12:1.3": "“Mendicants, there are these four absorptions. ",
  "sn53.1-12:1.4": "What four? ",
  "sn53.1-12:1.5": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "sn53.1-12:1.6": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "sn53.1-12:1.7": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "sn53.1-12:1.8": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "sn53.1-12:1.9": "These are the four absorptions. ",
  "sn53.1-12:2.1": "The Ganges river slants, slopes, and inclines to the east. ",
  "sn53.1-12:2.2": "In the same way, a mendicant who develops and cultivates the four absorptions slants, slopes, and inclines to extinguishment. ",
  "sn53.1-12:2.3": "And how does a mendicant who develops and cultivates the four absorptions slant, slope, and incline to extinguishment? ",
  "sn53.1-12:2.4": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "sn53.1-12:2.5": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption … ",
  "sn53.1-12:2.6": "third absorption … ",
  "sn53.1-12:2.7": "fourth absorption. ",
  "sn53.1-12:2.8": "That’s how a mendicant who develops and cultivates the four absorptions slants, slopes, and inclines to extinguishment.” ",
  "sn53.1-12:2.9": "",
  "sn53.1-12:2.10": "(To be expanded for each of the different rivers as in SN 45.91–102.) ",
  "sn53.1-12:3.1": "Six on slanting to the east, ",
  "sn53.1-12:3.2": "and six on slanting to the ocean; ",
  "sn53.1-12:3.3": "these two sixes make twelve, ",
  "sn53.1-12:3.4": "and that’s how this chapter is recited. "
}