{
  "iti109:0.1": "So wurde es gesagt 109 ",
  "iti109:0.2": "Das Viererbuch ",
  "iti109:0.3": "1. Das Kapitel über das heilige Opfer der Lehre ",
  "iti109:0.4": "Ein Fluss ",
  "iti109:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti109:2.1": "„Mönche und Nonnen, wie wenn ein Mensch von der Strömung eines Flusses fortgetragen würde, der hübsch und angenehm erscheint. ",
  "iti109:2.2": "Wenn ein Mensch mit klaren Augen ihn sähe, würde er sagen: ",
  "iti109:2.3": "‚Guter Mann, wenn auch der Fluss, dessen Strömung dich fortträgt, hübsch und angenehm erscheint, so gibt es flussabwärts einen See mit Wellen und Strudeln, Krokodilen und Unholden. Wenn du ihn erreichst, wird das zu Tod oder tödlichem Schmerz führen.‘ ",
  "iti109:2.4": "Dann würde dieser Mensch, wenn er diese Worte gehört hätte, mit Händen und Füßen gegen den Strom paddeln. ",
  "iti109:3.1": "Ich habe mir dieses Gleichnis ausgedacht, um etwas deutlich zu machen. ",
  "iti109:3.2": "Und das ist die Bedeutung: ",
  "iti109:3.3": "‚Strömung‘ ist ein Ausdruck für Verlangen. ",
  "iti109:4.1": "‚Er erscheint hübsch und angenehm‘ ist ein Ausdruck für die sechs inneren Sinnesfelder. ",
  "iti109:5.1": "‚Ein flussabwärts liegender See‘ ist ein Ausdruck für die fünf niederen Fesseln. ",
  "iti109:6.1": "‚Gefahr durch Wellen‘ ist ein Ausdruck für Zorn und Bedrängnis. ",
  "iti109:7.1": "‚Strudel‘ ist ein Ausdruck für die fünf Arten sinnlicher Erregung. ",
  "iti109:8.1": "‚Krokodile und Unholde‘ ist ein Ausdruck für Frauenspersonen. ",
  "iti109:9.1": "‚Gegen den Strom‘ ist ein Ausdruck für Entsagung. ",
  "iti109:10.1": "‚Mit Händen und Füßen paddeln‘ ist ein Ausdruck für das Energischsein. ",
  "iti109:11.1": "‚Ein Mensch mit klaren Augen‘ ist ein Ausdruck für den Klargewordenen, den Vollendeten, den vollkommen erwachten Buddha.“ ",
  "iti109:11.2": "Der Buddha sprach diese Sache. ",
  "iti109:11.3": "Dazu wird gesagt: ",
  "iti109:12.1": "„Unter Schmerzen gibt er Sinnenfreuden auf ",
  "iti109:12.2": "und strebt nach dem künftigen Schutzgebiet. ",
  "iti109:12.3": "Mit tiefem Verstehen und gut befreitem Herzen ",
  "iti109:12.4": "erfährt er allumfassende Befreiung. ",
  "iti109:12.5": "Dieser Meister des Wissens, der das geistliche Leben erfüllt hat ",
  "iti109:12.6": "und zum Ende der Welt gelangt ist: Ihn nennt man ‚einen, der darüber hinausgegangen ist‘.“ ",
  "iti109:13.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}