{
  "iti111:0.1": "So wurde es gesagt 111 ",
  "iti111:0.2": "Das Viererbuch ",
  "iti111:0.3": "1. Das Kapitel über das göttliche Opfer der Lehre ",
  "iti111:0.4": "Vervollkommnung des sittlichen Verhaltens ",
  "iti111:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti111:2.1": "„Mönche und Nonnen, lebt nach den ethischen Regeln und der Ordenssatzung. Lebt gezügelt in der Ordenssatzung, verhaltet euch angemessen und sucht an angemessenen Orten um Almosen nach. Seht die Gefahr im kleinsten Fehler und haltet die Regeln ein, die ihr aufgenommen habt. ",
  "iti111:3.1": "Wenn ihr das getan habt, was bleibt dann noch zu tun? ",
  "iti111:4.1": "Angenommen, ein Mönch hat sich beim Gehen von Begehrlichkeit und bösem Willen losgemacht, hat Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel aufgegeben. Seine Energie ist aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, sein Körper still und nicht erregt und sein Geist im Samādhi versunken. ",
  "iti111:4.2": "Ein solcher Mönch, so heißt es, ist beim Gehen ‚eifrig und zurückhaltend, stets energisch und entschlossen‘. ",
  "iti111:5.1": "Angenommen, ein Mönch hat sich beim Stehen … ",
  "iti111:6.1": "beim Sitzen … ",
  "iti111:7.1": "oder beim Liegen, während er wach ist, von Begehrlichkeit und bösem Willen losgemacht, hat Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel aufgegeben. Seine Energie ist aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, sein Körper still und nicht erregt und sein Geist im Samādhi versunken. ",
  "iti111:7.2": "Ein solcher Mönch, so heißt es, ist beim Liegen, während er wach ist, ‚eifrig und zurückhaltend, stets energisch und entschlossen‘.“ ",
  "iti111:7.3": "Der Buddha sprach diese Sache. ",
  "iti111:7.4": "Dazu wird gesagt: ",
  "iti111:8.1": "„Bedächtig geht er, bedächtig steht er, ",
  "iti111:8.2": "bedächtig sitzt er, bedächtig liegt er; ",
  "iti111:8.3": "bedächtig beugt ein Mönch die Glieder, ",
  "iti111:8.4": "und bedächtig streckt er sie. ",
  "iti111:9.1": "Nach oben, nach unten und ringsumher, ",
  "iti111:9.2": "so weit die Erde reicht, ",
  "iti111:9.3": "untersucht er Entstehen und Vergehen ",
  "iti111:9.4": "bei Erscheinungen wie den Aggregaten. ",
  "iti111:10.1": "So beflissen meditieren, ",
  "iti111:10.2": "friedvoll und stetig, ",
  "iti111:10.3": "sich in dem schulen, was zu Sammlung des Herzens führt, ",
  "iti111:10.4": "stets achtsam bleiben: ",
  "iti111:10.5": "Einen solchen Mönch nennt man ",
  "iti111:10.6": "‚stets zielstrebig‘.“ ",
  "iti111:11.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}