{
  "iti112:0.1": "So wurde es gesagt 112 ",
  "iti112:0.2": "Das Viererbuch ",
  "iti112:0.3": "1. Das Kapitel über das heilige Opfer der Lehre ",
  "iti112:0.4": "Die Welt ",
  "iti112:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti112:2.1": "„Mönche und Nonnen, die Welt wurde vom Klargewordenen verstanden, ",
  "iti112:2.2": "und er ist von der Welt abgelöst. ",
  "iti112:2.3": "Der Ursprung der Welt wurde vom Klargewordenen verstanden, ",
  "iti112:2.4": "und er hat den Ursprung der Welt hinter sich gelassen. ",
  "iti112:2.5": "Das Aufhören der Welt wurde vom Klargewordenen verstanden, ",
  "iti112:2.6": "und er hat das Aufhören der Welt erreicht. ",
  "iti112:2.7": "Die Übung, die zum Aufhören der Welt führt, wurde vom Klargewordenen verstanden, ",
  "iti112:2.8": "und er hat die Übung, die zum Aufhören der Welt führt, entfaltet. ",
  "iti112:3.1": "Alles, was man in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – alles, was man darin sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, all das wurde vom Klargewordenen verstanden. ",
  "iti112:3.2": "Deshalb nennt man ihn den ‚Klargewordenen‘. ",
  "iti112:4.1": "Von der Nacht an, in der der Klargewordene das unübertreffliche vollkommene Erwachen versteht bis zu der Nacht, in der er durch das Element des restlosen Erlöschens vollkommen erlischt – während dieser Zeit ist alles, was er sagt, redet und ausdrückt, tatsächlich so und nicht anders. ",
  "iti112:4.2": "Deshalb nennt man ihn den ‚Klargewordenen‘. ",
  "iti112:5.1": "Ein Klargewordener handelt, wie er spricht, und spricht, wie er handelt. ",
  "iti112:5.2": "Weil das so ist, ",
  "iti112:5.3": "nennt man ihn den ‚Klargewordenen‘. ",
  "iti112:6.1": "In dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen ist der Klargewordene der Bezwinger, der Unbezwungene, der allumfassende Seher, der, der die Macht hat. ",
  "iti112:6.2": "Deshalb nennt man ihn den ‚Klargewordenen‘.“ ",
  "iti112:6.3": "Der Buddha sprach diese Sache. ",
  "iti112:6.4": "Dazu wird gesagt: ",
  "iti112:7.1": "„Die ganze Welt erkennt er unmittelbar als das, was sie ist, ",
  "iti112:7.2": "und ebenso alles, was in ihr ist; ",
  "iti112:7.3": "von der ganzen Welt ist er abgelöst, ",
  "iti112:7.4": "von der ganzen Welt hat er sich frei gemacht. ",
  "iti112:8.1": "Dieser Weise ist der Gewinner, ",
  "iti112:8.2": "von allen Banden frei. ",
  "iti112:8.3": "Den höchsten Frieden hat er erreicht: ",
  "iti112:8.4": "Erlöschen, allseitige Furchtlosigkeit. ",
  "iti112:9.1": "Er ist der Buddha, der die Befleckungen aufgelöst hat, ",
  "iti112:9.2": "unbeirrt, den Zweifel abgeschnitten. ",
  "iti112:9.3": "Das Ende aller Taten hat er erreicht, ",
  "iti112:9.4": "befreit, alle Bindungen gelöst. ",
  "iti112:10.1": "Dieser Gesegnete ist der Buddha, ",
  "iti112:10.2": "der unübertreffliche Löwe; ",
  "iti112:10.3": "in der ganzen Welt mit ihren Göttern ",
  "iti112:10.4": "dreht er das heilige Rad. ",
  "iti112:11.1": "Daher kommen diese Götter und Menschen, ",
  "iti112:11.2": "die beim Buddha ihre Zuflucht genommen haben, ",
  "iti112:11.3": "zusammen, um ihn zu ehren, ",
  "iti112:11.4": "den Großherzigen, der frei von Einfalt ist: ",
  "iti112:12.1": "‚Gebändigt: der beste Bändiger, ",
  "iti112:12.2": "friedvoll: der Seher unter den Friedvollen, ",
  "iti112:12.3": "befreit: zuvorderst unter den Befreiern, ",
  "iti112:12.4": "hinübergelangt: der unübertroffene Führer zur anderen Seite.‘ ",
  "iti112:13.1": "So ehren sie ihn, ",
  "iti112:13.2": "den Großherzigen, der frei von Einfalt ist. ",
  "iti112:13.3": "In der Welt mit ihren Göttern ",
  "iti112:13.4": "kann es niemand mit ihm aufnehmen.“ ",
  "iti112:14.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. ",
  "iti112:17.5": "So wurde es gesagt ist zu Ende. "
}