{
  "iti103:0.1": "So wurde es gesagt 103 ",
  "iti103:0.2": "Das Viererbuch ",
  "iti103:0.3": "1. Das Kapitel über das heilige Opfer der Lehre ",
  "iti103:0.4": "Asketen und Brahmanen ",
  "iti103:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti103:2.1": "„Mönche und Nonnen, es gibt Asketen und Brahmanen, die nicht wahrhaftig verstehen, was das Leiden ist, was der Ursprung des Leidens ist, was das Aufhören des Leidens ist und was die Übung ist, die zum Aufhören des Leidens führt. ",
  "iti103:2.2": "Sie erachte ich nicht als wahre Asketen und Brahmanen. Diese Ehrwürdigen verwirklichen nicht das Ziel des Lebens als Asket oder Brahmane, sie leben nicht, indem sie es mit ihrer eigenen Einsicht erkannt haben. ",
  "iti103:3.1": "Es gibt Asketen und Brahmanen, die wahrhaftig verstehen, was das Leiden ist, was der Ursprung des Leidens ist, was das Aufhören des Leidens ist und was die Übung ist, die zum Aufhören des Leidens führt. ",
  "iti103:3.2": "Sie erachte ich als wahre Asketen und Brahmanen. Diese Ehrwürdigen verwirklichen das Ziel des Lebens als Asket oder Brahmane, sie leben, indem sie es mit ihrer eigenen Einsicht erkannt haben.“ ",
  "iti103:3.3": "Der Buddha sprach diese Sache. ",
  "iti103:3.4": "Dazu wird gesagt: ",
  "iti103:4.1": "„Es gibt die, die das Leiden nicht verstehen, ",
  "iti103:4.2": "noch des Leidens Ursprung ",
  "iti103:4.3": "und auch nicht, wo alles Leiden ",
  "iti103:4.4": "restlos aufhört. ",
  "iti103:4.5": "Sie kennen auch nicht den Weg, ",
  "iti103:4.6": "der zum Stillen des Leidens führt. ",
  "iti103:5.1": "Die Erlösung des Herzens haben sie nicht, ",
  "iti103:5.2": "noch die Erlösung durch Weisheit. ",
  "iti103:5.3": "Unfähig, ein Ende zu machen, ",
  "iti103:5.4": "werden sie weiter geboren und altern. ",
  "iti103:6.1": "Doch es gibt die, die das Leiden verstehen, ",
  "iti103:6.2": "und auch des Leidens Ursprung ",
  "iti103:6.3": "und wo alles Leiden ",
  "iti103:6.4": "restlos aufhört. ",
  "iti103:6.5": "Sie kennen auch den Weg, ",
  "iti103:6.6": "der zum Stillen des Leidens führt. ",
  "iti103:7.1": "Die Erlösung des Herzens besitzen sie, ",
  "iti103:7.2": "wie auch die Erlösung durch Weisheit. ",
  "iti103:7.3": "In der Lage, ein Ende zu machen, ",
  "iti103:7.4": "werden sie nicht weiter geboren und altern.“ ",
  "iti103:8.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}