{
  "mn10:0.1": "Budni govori srednje dužine 10 ",
  "mn10:0.2": "Govor o temeljima svesnosti ",
  "mn10:1.1": "Ovako sam čuo. ",
  "mn10:1.2": "Jednom je Blaženi boravio među Kuruima, kraj grada po imenu Kammāsadhamma. ",
  "mn10:1.3": "Tu on reče monasima: ",
  "mn10:1.4": "„Monasi.” ",
  "mn10:1.5": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "mn10:1.6": "A Blaženi ovako nastavi: ",
  "mn10:2.1": "„Monasi, postoji direktan put ka pročišćenju bića, ka prevladavanju žalosti i naricanja, ka nestanku bola i tuge, ka izbijanju na pravu stazu, ka dostizanju nibbāne – a taj put su četiri temelja svesnosti. ",
  "mn10:3.1": "Koje četiri? ",
  "mn10:3.2": "Tako, monasi, monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "mn10:3.3": "Boravi on kontemplirajući osećaje kao osećaje, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "mn10:3.4": "Boravi on kontemplirajući um kao um, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "mn10:3.5": "Boravi on kontemplirajući objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "mn10:4.0.1": "1. Kontemplacija tela ",
  "mn10:4.0.2": "1.1. Svesnost daha ",
  "mn10:4.1": "A kako to, monasi, monah boravi kontemplirajući telo kao telo? ",
  "mn10:4.2": "Tako što ode u šumu, do podnožja nekog drveta ili do prazne kolibe; seda nogu ukrštenih, tela uspravnog i ustali svesnost pred sobom. ",
  "mn10:4.3": "Neprekidno svestan, udiše i, neprekidno svestan, izdiše. ",
  "mn10:4.4": "Udišući dugi dah, zna: ‘Sada udišem dugi dah’ ili, izdišući dugi dah, zna: ‘Sada izdišem dugi dah.’ ",
  "mn10:4.5": "Udišući kratak dah, zna: ‘Sada udišem kratak dah’ ili, izdišući kratak dah, zna: ‘Sada izdišem kratak dah.’ ",
  "mn10:4.6": "Ovako sebe vežba: ’Osećajući čitavo telo, udisaću’; ovako sebe vežba: ’Osećajući čitavo telo, izdisaću.’ ",
  "mn10:4.7": "Ovako sebe vežba: ‘Smirujući telesni sklop, udisaću’; ovako sebe vežba: ‘Smirujući telesni sklop, izdisaću.’ ",
  "mn10:4.8": "Kao što vešti stolar ili njegov pomoćnik, kad pravi dugi okret, zna: ’Sad pravim dugi okret’ ili kad pravi kratki okret, zna: ’Sad pravim kratki okret’, ",
  "mn10:4.9": "tako i monah udišući dugi dah zna: ’Sada udišem dugi dah’ ili, izdišući dugi dah, zna: ’Sada izdišem dugi dah’; udišući kratak dah, zna: ’Sada udišem kratak dah’ ili, izdišući kratak dah, zna: ’Sada izdišem kratak dah.’ ",
  "mn10:4.10": "Ovako sebe vežba: ’Osećajući čitavo telo, udisaću’; ovako sebe vežba: ’Osećajući čitavo telo, izdisaću.’ ",
  "mn10:4.11": "Ovako sebe vežba: ‘Smirujući telesni sklop, udisaću’; ovako sebe vežba: ‘Smirujući telesni sklop, izdisaću.’ ",
  "mn10:5.1": "Tako monah boravi kontemplirajući telo kao telo unutar, kontemplirajući telo kao telo izvan ili kontemplirajući telo kao telo i unutar i izvan. ",
  "mn10:5.2": "Ili boravi kontemplirajući u telu njegovu prirodu nastanka, boravi kontemplirajući u telu njegovu prirodu nestanka, boravi kontemplirajući u telu njegovu prirodu nastanka i nestanka. ",
  "mn10:5.3": "Ili je svesnost činjenice ’postoji telo’ u njemu uspostavljena u meri neophodnoj za čisto znanje i neprekinutu pažnju. Nezavisan, boravi on ne vezujući se ni za šta na svetu. ",
  "mn10:5.4": "Ovako takođe monah boravi kontemplirajući telo kao telo. ",
  "mn10:6.0": "1.2. Četiri položaja tela ",
  "mn10:6.1": "I opet, monasi, kada hoda, monah razume: ’Ja hodam’; kada stoji, on razume: ’Ja stojim’; kada sedi, on razume: ’Ja sedim’; kad leži, on razume: ’Ja ležim’; ",
  "mn10:6.2": "razume i svaki drugi položaj u kojem je njegovo telo. ",
  "mn10:7.1": "Tako monah boravi kontemplirajući telo kao telo unutar, kontemplirajući telo kao telo izvan ili kontemplirajući telo kao telo i unutar i izvan. ",
  "mn10:7.2": "Ili boravi kontemplirajući u telu njegovu prirodu nastanka, boravi kontemplirajući u telu njegovu prirodu nestanka, boravi kontemplirajući u telu njegovu prirodu nastanka i nestanka. ",
  "mn10:7.3": "Ili je svesnost činjenice ’postoji telo’ u njemu uspostavljena u meri neophodnoj za čisto znanje i neprekinutu pažnju. Nezavisan, boravi on ne vezujući se ni za šta na svetu. ",
  "mn10:7.4": "Ovako takođe monah boravi kontemplirajući telo kao telo. ",
  "mn10:8.0": "1.3. Jasno razumevanje ",
  "mn10:8.1": "I opet, monasi, kad odlazi i dolazi, monah postupa sa jasnim razumevanjem; kad gleda pravo i kad gleda u stranu, postupa s jasnim razumevanjem; kad savija i kad pruža svoje udove, postupa s jasnim razumevanjem; kad oblači donji ogrtač, kad nosi spoljašnji ogrtač i zdelu za prošenje hrane, postupa s jasnim razumevanjem; kad jede, pije, žvaće i guta hranu, postupa s jasnim razumevanjem; kad obavlja veliku i malu nuždu, postupa s jasnim razumevanjem; kad hoda, stoji, sedi, leže i ustaje, govori i ćuti, postupa s jasnim razumevanjem. ",
  "mn10:9.1": "Tako monah boravi kontemplirajući telo kao telo unutar, izvan ili i unutar i izvan… Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:9.2": "Ovako takođe monah boravi kontemplirajući telo kao telo. ",
  "mn10:10.0": "1.4. Odbojnost delova tela ",
  "mn10:10.1": "I opet, monasi, monah razmatra upravo ovo telo, od peta nagore i od temena nadole, zatvoreno u kožu i prepuno nečistoće, ovako: ",
  "mn10:10.2": "’Ovo je telo načinjeno od kose, malja, noktiju, zuba, kože, mišića, tetiva, kostiju, koštane srži, bubrega, srca, jetre, dijafragme, slezine, pluća, debelog creva, tankog creva, želuca i njegovog sadržaja, izmeta, žuči, sluzi, gnoja, krvi, znoja, sala, suza, masnoće, pljuvačke, slina, tečnosti u zglobovima i mokraće.’ ",
  "mn10:10.3": "Baš kao da je reč o vreći punoj raznog zrnevlja kao što su zob, pirinač, grašak, susam, žito, te čovek dobrog vida, odvezavši je, prebira po njoj: ’Ovo je zob, ovo je pirinač, ovo je grašak, ovo je susam, ovo je žito.’ ",
  "mn10:10.4": "Isto tako, monah razmatra upravo ovo telo… zatvoreno u kožu i prepuno nečistoće, ovako: ",
  "mn10:10.5": "’Ovo je telo načinjeno od: kose… i mokraće.’ ",
  "mn10:11.1": "Tako monah boravi kontemplirajući telo kao telo unutar, izvan ili i unutar i izvan… Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:11.2": "Ovako takođe monah boravi kontemplirajući telo kao telo. ",
  "mn10:12.0": "1.5. Elementi ",
  "mn10:12.1": "I opet, monasi, monah razmatra upravo ovo telo, u kakvom godono bilo položaju, kroz njegove primarne elemente: ",
  "mn10:12.2": "’U ovom telu su element zemlje, element vode, element vatre i element vazduha.’ ",
  "mn10:12.3": "Kao što vešti mesar ili njegov pomoćnik, pošto je zaklao kravu i isekao je, iznosi meso na prodaju na raskrsnici četiri glavna puta, ",
  "mn10:12.4": "isto tako monah razmatra upravo ovo telo, u kakvom god ono bilo položaju, kroz njegove primarne elemente: ",
  "mn10:12.5": "’U ovom telu su element zemlje, element vode, element vatre i element vazduha.’ ",
  "mn10:13.1": "Tako monah boravi kontemplirajući telo kao telo unutar, izvan ili i unutar i izvan… Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:13.2": "Ovako takođe monah boravi kontemplirajući telo kao telo. ",
  "mn10:14.0": "1.6. Devet kontemplacija na groblju ",
  "mn10:14.1": "I opet, monasi, kao kad bi gledao telo bačeno na mesto za spaljivanje jedan dan posle smrti, dva dana posle smrti ili tri dana posle smrti, naduto i pomodrelo, iz kojeg curi gnoj, bačeno na mesto za spaljivanje, ",
  "mn10:14.2": "monah tada isto ovo telo upoređuje s njim ovako: ",
  "mn10:14.3": "’I ovo telo je isto po svojoj prirodi, postaće isto ovakvo i tome ne može umaći.’ ",
  "mn10:15.1": "Tako monah boravi kontemplirajući telo kao telo unutar, izvan ili i unutar i izvan… Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:15.2": "Ovako takođe monah boravi kontemplirajući telo kao telo. ",
  "mn10:16.1": "I opet, monasi, kao kad bi gledao telo bačeno na mesto za spaljivanje, koje su raskomadali vrane, jastrebovi, lešinari, divlji psi, šakali ili različite vrste crva, ",
  "mn10:16.2": "monah tada isto ovo telo upoređuje s njim ovako: ",
  "mn10:16.3": "’I ovo telo je isto po svojoj prirodi, postaće isto ovakvo i tome ne može umaći.’ ",
  "mn10:17.1": "Tako monah boravi kontemplirajući telo kao telo unutar, izvan ili i unutar i izvan… Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:17.2": "Ovako takođe monah boravi kontemplirajući telo kao telo. ",
  "mn10:18-23.1": "I opet, monasi, kao kad bi gledao telo bačeno na mesto za spaljivanje, od kojeg je ostao jedino kostur i tek ponegde malo mesa i mrlje krvi na njemu, a na okupu ga još drže samo tetive… ",
  "mn10:18-23.2": "jedino kostur i ponegde mrlje krvi na njemu, a na okupu ga još drže samo tetive… ",
  "mn10:18-23.3": "jedino kostur, bez mesa i krvi na njemu, a na okupu ga još drže samo tetive… ",
  "mn10:24.1": "razbacane kosti na sve strane – ovde kosti ruke, onde kosti stopala, potkolenice, butne kosti, karlica, kičma, lobanja… jedino kosti razbacane svuda unaokolo, ovde kost ruke, tamo kost noge, ovde potkolenica, tamo butna kost, ovde karlica, tamo kičma, ovde rebro, tamo grudna kost, ovde podlaktica, tamo nadlaktica, ovde vrat, tamo vilica, ovde zubi, tamo lobanja… ",
  "mn10:24.2": "monah tada isto ovo telo upoređuje s njim ovako: ",
  "mn10:24.3": "’I ovo telo je isto po svojoj prirodi, postaće isto ovakvo i tome ne može umaći.’ ",
  "mn10:25.1": "Tako monah boravi kontemplirajući telo kao telo unutar, izvan ili i unutar i izvan… Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:25.2": "Ovako takođe monah boravi kontemplirajući telo kao telo. ",
  "mn10:26-28.1": "I opet, monasi, kao kad bi gledao telo bačeno na mesto za spaljivanje, od kojeg su ostale jedino izbledele kosti, bele poput školjke… ",
  "mn10:29.1": "gomila kostiju stara više od godinu dana… ",
  "mn10:30.1": "kosti koje trunu i pretvaraju se u prašinu, ",
  "mn10:30.2": "monah tada isto ovo telo upoređuje s njim ovako: ",
  "mn10:30.3": "’I ovo telo je isto po svojoj prirodi, postaće isto ovakvo i tome ne može umaći.’ ",
  "mn10:31.1": "Tako monah boravi kontemplirajući telo kao telo unutar, kontemplirajući telo kao telo izvan ili kontemplirajući telo kao telo i unutar i izvan. ",
  "mn10:31.2": "Ili boravi kontemplirajući u telu njegovu prirodu nastanka, boravi kontemplirajući u telu njegovu prirodu nestanka, boravi kontemplirajući u telu njegovu prirodu nastanka i nestanka. ",
  "mn10:31.3": "Ili je svesnost činjenice ’postoji telo’ u njemu uspostavljena u meri neophodnoj za čisto znanje i neprekinutu pažnju. Nezavisan, boravi on ne vezujući se ni za šta na svetu. ",
  "mn10:31.4": "Ovako takođe monah boravi kontemplirajući telo kao telo. ",
  "mn10:32.0": "2. Kontemplacija osećaja ",
  "mn10:32.1": "A kako to, monasi, monah boravi kontemplirajući osećaje kao osećaje? ",
  "mn10:32.2": "Kad oseti prijatan osećaj, monah zna: ’Osećam prijatan osećaj’; ",
  "mn10:32.3": "kad oseti bolan osećaj, on zna: ’Osećam bolan osećaj’; ",
  "mn10:32.4": "kad oseti ni bolan ni prijatan osećaj, on zna: ’Osećam ni bolan ni prijatan osećaj.’ ",
  "mn10:32.5": "Kad oseti profani prijatan osećaj, on zna: ’Osećam profani prijatan osećaj’; ",
  "mn10:32.6": "kad oseti transcendentan prijatan osećaj, on zna: ’Osećam transcendentan prijatan osećaj’; ",
  "mn10:32.7": "kad oseti profani bolan osećaj, on zna: ’Osećam profani bolan osećaj’; ",
  "mn10:32.8": "kad oseti transcendentan bolan osećaj, on zna: ’Osećam transcendentan bolan osećaj’; ",
  "mn10:32.9": "kad oseti profani ni bolan ni prijatan osećaj, on zna: ’Osećam profani ni bolan ni prijatan osećaj’; ",
  "mn10:32.10": "kad oseti transcendentan ni bolan ni prijatan osećaj, on zna: ’Osećam transcendentan ni bolan ni prijatan osećaj.’ ",
  "mn10:33.1": "Tako monah boravi kontemplirajući osećaje kao osećaje unutar, kontemplirajući osećaje kao osećaje izvan ili kontemplirajući osećaje kao osećaje i unutar i izvan. ",
  "mn10:33.2": "Ili boravi kontemplirajući u osećajima njihovu prirodu nastanka, boravi kontemplirajući u osećajima njihovu prirodu nestanka, boravi kontemplirajući u osećajima njihovu prirodu nastanka i nestanka. ",
  "mn10:33.3": "Ili je svesnost činjenice ’postoji osećaj’ u njemu uspostavljena u meri neophodnoj za čisto znanje i neprekinutu pažnju. Nezavisan, boravi on ne vezujući se ni za šta na svetu. ",
  "mn10:33.4": "Ovako monah boravi kontemplirajući osećaje kao osećaje. ",
  "mn10:34.0": "3. Kontemplacija uma ",
  "mn10:34.1": "A kako to, monasi, monah boravi kontemplirajući um kao um? ",
  "mn10:34.2": "Kada se u umu pojavi strast, monah zna da je to um ispunjen strašću, ",
  "mn10:34.3": "a um koji nije zahvaćen strašću kao um koji nije zahvaćen strašću. ",
  "mn10:34.4": "Um zahvaćen mržnjom on razume kao um zahvaćen mržnjom, ",
  "mn10:34.5": "a um koji nije zahvaćen mržnjom kao um koji nije zahvaćen mržnjom. ",
  "mn10:34.6": "Um zahvaćen obmanom on razume kao um zahvaćen obmanom, ",
  "mn10:34.7": "a um koji nije zahvaćen obmanom kao um koji nije zahvaćen obmanom. ",
  "mn10:34.8": "Sabran um on razume kao sabran, ",
  "mn10:34.9": "a rastresen um kao rastresen; ",
  "mn10:34.10": "ushićen um on razume kao ushićen, ",
  "mn10:34.11": "a neushićen um kao neushićen. ",
  "mn10:34.12": "Nadmašiv um on razume kao nadmašiv, ",
  "mn10:34.13": "a nenadmašiv um kao nenadmašiv; ",
  "mn10:34.14": "koncentrisan um on razume kao koncentrisan, ",
  "mn10:34.15": "a nekoncentrisan um kao nekoncentrisan. ",
  "mn10:34.16": "Oslobođen um on razume kao oslobođen, ",
  "mn10:34.17": "a neoslobođen um kao neoslobođen. ",
  "mn10:35.1": "Tako monah boravi kontemplirajući um kao um unutar, kontemplirajući um kao um izvan ili kontemplirajući um kao um i unutar i izvan. ",
  "mn10:35.2": "Ili boravi kontemplirajući u umu njegovu prirodu nastanka, boravi kontemplirajući u umu njegovu prirodu nestanka, boravi kontemplirajući u umu njegovu prirodu nastanka i nestanka. ",
  "mn10:35.3": "Ili je svesnost činjenice ’postoji um’ u njemu uspostavljena u meri neophodnoj za čisto znanje i neprekinutu pažnju. Nezavisan, boravi on ne vezujući se ni za šta na svetu. ",
  "mn10:35.4": "Ovako monah boravi kontemplirajući um kao um. ",
  "mn10:36.0.1": "4. Kontemplacija objekata uma ",
  "mn10:36.0.2": "4.1. Pet prepreka ",
  "mn10:36.1": "A kako to, monasi, boravi monah kontemplirajući objekte uma kao objekte uma? ",
  "mn10:36.2": "Tako što monah boravi kontemplirajući objekte uma kao objekte uma iz perspektive pet prepreka. ",
  "mn10:36.3": "A kako on kontemplira objekte uma kao objekte uma iz perspektive pet prepreka? ",
  "mn10:36.4": "Kada se u njemu javi želja za zadovoljstvima čula, monah razume: ’U meni je želja za zadovoljstvima čula’, ili kada želje za zadovoljstvima čula nema, on razume: ’U meni nema želje za zadovoljstvima čula.’ On takođe razume kako se pojavljuje još nepostojeća želja za zadovoljstvima čula; on razume kako se postojeća želja za zadovoljstvima čula napušta; i on razume kako se napuštena želja za zadovoljstvima čula u budućnosti više ne pojavljuje. ",
  "mn10:36.5": "Kada se u njemu javi zlovolja… ",
  "mn10:36.6": "Kada se u njemu jave tromost i tupost… ",
  "mn10:36.7": "Kada se u njemu jave uznemirenost i kajanje… ",
  "mn10:36.8": "Kada se u njemu javi sumnjičavost, monah razume: ’U meni je sumnjičavost’, ili kada sumnjičavosti nema, on razume: ’U meni nema sumnjičavosti.’ On razume kako se još nepostojeća sumnjičavost pojavljuje; on razume kako se postojeća sumnjičavost napušta; i on razume kako se napuštena sumnjičavost u budućnosti više ne pojavljuje. ",
  "mn10:37.1": "Tako monah boravi kontemplirajući objekte uma kao objekte uma unutar, izvan ili i unutar i izvan… ",
  "mn10:37.2": "Ili boravi kontemplirajući u objektima uma njihovu prirodu nastanka, boravi kontemplirajući u objektima uma njihovu prirodu nestanka, boravi kontemplirajući u objektima uma njihovu prirodu nastanka i nestanka. ",
  "mn10:37.3": "Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:37.4": "Ovako monah boravi kontemplirajući objekte uma kao objekte uma. ",
  "mn10:38.0": "4.2. Pet sastojaka bića ",
  "mn10:38.1": "I opet, monasi, boravi monah kontemplirajući objekte uma kao objekte uma iz perspektive pet sastojaka bića kao objekata vezivanja. ",
  "mn10:38.2": "A kako on kontemplira objekte uma kao objekte uma iz perspektive pet sastojaka bića kao objekata vezivanja? ",
  "mn10:38.3": "Tako što razume na ovaj način: ",
  "mn10:38.4": "„Ovakav je oblik, ovakav je nastanak oblika, ovakav prestanak oblika. ",
  "mn10:38.5": "Ovakav je osećaj, ovakav je nastanak osećaja, ovakav prestanak osećaja. ",
  "mn10:38.6": "Ovakav je opažaj, ovakav je nastanak opažaja, ovakav prestanak opažaja. ",
  "mn10:38.7": "Ovakvi su mentalni obrasci, ovakav je njihov nastanak, ovakav njihov nestanak. ",
  "mn10:38.8": "Ovakva je svest, ovakav je nastanak svesti, ovakav prestanak svesti.” ",
  "mn10:39.1": "Tako monah boravi kontemplirajući objekte uma kao objekte uma unutar, izvan ili i unutar i izvan… ",
  "mn10:39.2": "Ili boravi kontemplirajući u objektima uma njihovu prirodu nastanka, boravi kontemplirajući u objektima uma njihovu prirodu nestanka, boravi kontemplirajući u objektima uma njihovu prirodu nastanka i nestanka. ",
  "mn10:39.3": "Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:39.4": "Ovako, takođe, monasi, monah boravi kontemplirajući objekte uma kao objekte uma iz perspektive pet sastojaka bića kao ojekata vezivanja. ",
  "mn10:40.0": "4.3. Šest područja čula ",
  "mn10:40.1": "I opet, monasi, boravi monah kontemplirajući objekte uma kao objekte uma iz perspektive šest unutrašnjih i šest spoljašnjih područja čula. ",
  "mn10:40.2": "A kako on to kontemplira objekte uma kao objekte uma iz perspektive šest unutrašnjih i šest spoljašnjih područja čula? ",
  "mn10:40.3": "Tako što, monasi, monah razume oko, razume vidljive oblike i razume okov koji nastaje u vezi sa to dvoje; on takođe razume kako se još nepostojeći okov pojavljuje, razume kako se postojeći okov napušta i razume kako se napušten okov u budućnosti više ne pojavljuje. ",
  "mn10:40.4": "On razume uho, razume zvuk i okov… ",
  "mn10:40.5": "On razume nos, razume mirise i okov… ",
  "mn10:40.6": "On razume jezik, razume ukuse i okov… ",
  "mn10:40.7": "On razume telo, razume dodire i okov… ",
  "mn10:40.8": "On razume um, razume objekte uma i razume okov koji nastaje u vezi sa to dvoje; on razume kako se još nepostojeći okov pojavljuje; razume kako se postojeći okov napušta; i razume kako se napušten okov u budućnosti više ne pojavljuje. ",
  "mn10:41.1": "Tako monah boravi kontemplirajući objekte uma kao objekte uma unutar, izvan ili i unutar i izvan… ",
  "mn10:41.2": "Ili boravi kontemplirajući u objektima uma njihovu prirodu nastanka, boravi kontemplirajući u objektima uma njihovu prirodu nestanka, boravi kontemplirajući u objektima uma njihovu prirodu nastanka i nestanka. ",
  "mn10:41.3": "Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:41.4": "Ovako, takođe, monah boravi kontemplirajući objekte uma kao objekte uma iz perspektive šest unutrašnjih i šest spoljašnjih područja čula. ",
  "mn10:42.0": "4.4. Sedam elemenata probuđenja ",
  "mn10:42.1": "I opet, monasi, boravi monah kontemplirajući objekte uma kao objekte uma iz perspektive sedam elemenata probuđenja. ",
  "mn10:42.2": "A kako on kontemplira objekte uma kao objekte uma iz perspektive sedam elemenata probuđenja? ",
  "mn10:42.3": "Tako, monasi, kad svesnost kao element probuđenja postoji u njemu, monah razume: ’U meni je svesnost kao element probuđenja’; ili kad svesnosti kao elementa probuđenja u njemu nema, on razume: ’U meni nema svesnosti kao elementa probuđenja.’ I on razume kako se još nepostojeća svesnost kao element probuđenja pojavljuje; i kako se već nastala svesnost kao element probuđenja dalje do savršenstva razvija. ",
  "mn10:42.4": "Kada je istraživanje pojava kao element probuđenja u njemu… ",
  "mn10:42.5": "Kada je energija kao element probuđenja u njemu… ",
  "mn10:42.6": "Kada je radost kao element probuđenja u njemu… ",
  "mn10:42.7": "Kada je smirenje kao element probuđenja u njemu… ",
  "mn10:42.8": "Kada je koncentracija kao element probuđenja u njemu… ",
  "mn10:42.9": "Kada je spokojstvo kao element probuđenja u njemu, monah razume: ’U meni je spokojstvo kao element probuđenja’; ili kad spokojstva kao elementa probuđenja u njemu nema, on razume: ’U meni nema spokojstva kao elementa probuđenja.’ I on razume kako još nenastalo spokojstvo kao element probuđenja nastaje; i kako se već nastalo spokojstvo kao elementa probuđenja dalje do savršenstva razvija. ",
  "mn10:43.1": "Tako monah boravi kontemplirajući objekte uma kao objekte uma unutar, izvan ili i unutar i izvan… ",
  "mn10:43.2": "Ili boravi kontemplirajući u objektima uma njihovu prirodu nastanka, boravi kontemplirajući u objektima uma njihovu prirodu nestanka, boravi kontemplirajući u objektima uma njihovu prirodu nastanka i nestanka. ",
  "mn10:43.3": "Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:43.4": "Tako on kontemplira objekte uma kao objekte uma iz perspektive sedam elemenata probuđenja? ",
  "mn10:44.0": "4.5. Četiri plemenite istine ",
  "mn10:44.1": "I opet, monasi, boravi monah kontemplirajući objekte uma kao objekte uma iz perspektive četiri plemenite istine. ",
  "mn10:44.2": "A kako on kontemplira objekte uma kao objekte uma iz perspektive četiri plemenite istine? ",
  "mn10:44.3": "Tako što, monasi, monah razume u skladu sa stvarnošću: ’Ovo je patnja’; razume u skladu sa stvarnošću: ’Ovo je uzrok patnje’; razume u skladu sa stvarnošću: ’Ovo je prestanak patnje’; razume u skladu sa stvarnošću: ’Ovo je put koji vodi do prestanka patnje.’ ",
  "mn10:45.1": "Tako monah boravi kontemplirajući objekte uma kao objekte uma unutar, izvan ili i unutar i izvan… ",
  "mn10:45.2": "Ili boravi kontemplirajući u objektima uma njihovu prirodu nastanka, boravi kontemplirajući u objektima uma njihovu prirodu nestanka, boravi kontemplirajući u objektima uma njihovu prirodu nastanka i nestanka. ",
  "mn10:45.3": "Nezavisan, boravi on i ne vezuje se ni za šta na svetu. ",
  "mn10:45.4": "Tako on kontemplira objekte uma kao objekte uma iz perspektive četiri plemenite istine? ",
  "mn10:46.1": "Monasi, ko god bude vežbao četiri temelja svesnosti na ovaj način tokom sedam godina, može očekivati jedan od dva rezultata: ",
  "mn10:46.2": "krajnje znanje ovde i sada ili, ukoliko je još preostalo vezivanja, onda stupanj nepovratnika. ",
  "mn10:46.3": "I ne samo sedam godina. ",
  "mn10:46.4": "Ako bi neko vežbao četiri temelja svesnosti na ovaj način tokom šest godina… ",
  "mn10:46.5": "pet godina… ",
  "mn10:46.6": "četiri godine… ",
  "mn10:46.7": "tri godine… ",
  "mn10:46.8": "dve godine… ",
  "mn10:46.9": "jednu godinu… ",
  "mn10:46.10": "I ne samo godinu, monasi. ",
  "mn10:46.11": "Monasi, ko god bude vežbao četiri temelja svesnosti na ovaj način tokom sedam godina, može očekivati jedan od dva rezultata: ",
  "mn10:46.12": "krajnje znanje ovde i sada ili, ukoliko je još preostalo vezivanja, onda stupanj nepovratnika. ",
  "mn10:46.13": "I ne samo sedam meseci. ",
  "mn10:46.14": "Ako bi neko vežbao četiri temelja svesnosti na ovaj način tokom šest meseci… ",
  "mn10:46.15": "pet meseci… ",
  "mn10:46.16": "četiri meseca… ",
  "mn10:46.17": "tri meseca… ",
  "mn10:46.18": "dva meseca… ",
  "mn10:46.19": "mesec dana… ",
  "mn10:46.20": "pola meseca… ",
  "mn10:46.21": "I ne samo pola meseca, monasi. ",
  "mn10:46.22": "Ako bi neko vežbao četiri temelja svesnosti na ovaj način tokom sedam dana, može očekivati jedan od dva rezultata: ",
  "mn10:46.23": "krajnje znanje ovde i sada ili, ukoliko je još preostalo vezivanja, onda stupanj nepovratnika. ",
  "mn10:47.1": "’Monasi, postoji direktan put ka pročišćenju bića, ka prevladavanju žalosti i naricanja, ka nestanku bola i tuge, ka izbijanju na pravu stazu, ka dostizanju nibbāne – a taj put su četiri temelja svesnosti.’ ",
  "mn10:47.2": "Kada je to rečeno, zbog toga je rečeno.” ",
  "mn10:47.3": "Tako reče Blaženi. ",
  "mn10:47.4": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}