{
  "mn117:0.1": "Budini govori srednje dužine 117 ",
  "mn117:0.2": "Velika četrdesetica ",
  "mn117:1.1": "Ovako sam čuo. ",
  "mn117:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn117:1.3": "I tu on ovako reče monasima: ",
  "mn117:1.4": "„Monasi.” ",
  "mn117:1.5": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "mn117:1.6": "A Blaženi ovako nastavi: ",
  "mn117:2.1": "„Monasi, podučiću vas govorom o plemenitoj ispravnoj koncentraciji, sa njezinim podrškama i pomagalima. ",
  "mn117:2.2": "Slušajte i dobro zapamtite šta ću vam reći.” ",
  "mn117:2.3": "„Da, poštovani gospodine,” odgovoriše oni. ",
  "mn117:2.4": "A Blaženi ovako nastavi: ",
  "mn117:3.1": "„Šta je, monasi, plemenita ispravna koncentracija, sa svojim podrškama i pomagalima, ",
  "mn117:3.2": "kao što su ispravno razumevanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor, ispravna svesnost? ",
  "mn117:3.3": "Ujedinjavanje uma, potpomognuto sa ovih sedam elemenata ",
  "mn117:3.4": "naziva se plemenita ispravna koncentracija, sa njezinim podrškama i pomagalima. ",
  "mn117:4.1": "U svemu tome, monasi, ispravno razumevanje dolazi kao prvo. ",
  "mn117:4.2": "A kako ispravno razumevanje dolazi kao prvo? ",
  "mn117:4.3": "Čovek razume pogrešno razumevanje kao pogrešno razumevanje, a ispravno razumevanje kao ispravno razumevanje: to je njegovo ispravno razumevanje. ",
  "mn117:5.1": "Šta je, monasi, pogrešno razumevanje? ",
  "mn117:5.2": "’Nema ničeg datog, ničeg prinetog i ničeg žrtvovanog. Nema ploda, ni rezultata dobrih i rđavih dela. Nema ovog sveta, ni drugog sveta; nema majke, ni oca; nema bića koja se spontano preporađaju. Nema dobrih i čestitih asketa i brahmana u ovome svetu koji su kroz neposredno znanje sami za sebe razumeli i objavljuju ovaj svet i drugi svet.’ ",
  "mn117:5.3": "To je pogrešno razumevanje. ",
  "mn117:6.1": "A šta je to, monasi, ispravno razumevanje? ",
  "mn117:6.2": "Ispravno razumevanje, kažem vam, jeste dvostruko: ",
  "mn117:6.3": "postoji ispravno razumevanje, koje je podložno otrovima, koje umanjuje zasluge, dozreva u vezanosti; ",
  "mn117:6.4": "i postoji ispravno razumevanje, koje je plemenito, bez otrova, transcendentno, deo puta. ",
  "mn117:7.1": "A šta je, monasi, ispravno razumevanje podložno otrovima, koje umanjuje zasluge, dozreva u vezanosti? ",
  "mn117:7.2": "’Postoji dato, postoji prineto i žrtvovano; postoje plod i rezultati dobrih i rđavih dela; postoji ovaj svet, a i drugi svet; postoje majka i otac; postoje bića koja se spontano preporađaju; postoje dobri i čestiti askete i brahmani u ovome svetu koji su kroz neposredno znanje, sami za sebe razumeli i objavljuju ovaj svet i drugi svet.’ ",
  "mn117:7.3": "To je ispravno razumevanje podložno otrovima, koje umanjuje zasluge, dozreva u vezanosti. ",
  "mn117:8.1": "A šta je, monasi, ispravno razumevanje, plemenito, bez otrova, transcendentno, koje je element puta? ",
  "mn117:8.2": "Mudrost, sposobnost mudrosti, moć mudrosti, istraživanje pojava kao element probuđenja, ispravno razumevanje kao element puta u onome čiji je um plemenit, čiji je um bez otrova, ko je stupio na plemeniti put i razvija plemeniti put: ",
  "mn117:8.3": "to je plemenito ispravno razumevanje, bez otrova, transcendentno, koje je element puta. ",
  "mn117:9.1": "Onda čovek ulaže napor da napusti pogrešno razumevanje i ovlada ispravnim razumevanjem: i to je njegov ispravan napor. ",
  "mn117:9.2": "S pažnjom napušta pogrešno razumevanje, s pažnjom ovladava i boravi u ispravnom razumevanju: to je njegova ispravna svesnost. ",
  "mn117:9.3": "Tako ta tri stanja idu i kruže oko ispravnog razumevanja, a to su ispravno razumevanje, ispravan napor i ispravna svesnost. ",
  "mn117:10.1": "U tom pogledu, monasi, ispravno razumevanje dolazi prvo. ",
  "mn117:10.2": "A kako ispravno razumevanje dolazi kao prvo? ",
  "mn117:10.3": "Kad čovek razume pogrešnu nameru kao pogrešnu nameru i ispravnu nameru kao ispravnu nameru: to je njegovo ispravno razumevanje. ",
  "mn117:11.1": "A šta je, monasi, pogrešna namera? ",
  "mn117:11.2": "namera vođena zadovoljstvima čula, namera vođena zlovoljom i namera vođena željom za povređivanjem. ",
  "mn117:11.3": "to je pogrešna namera. ",
  "mn117:12.1": "A šta je to, monasi, ispravna namera? ",
  "mn117:12.2": "Ispravna namera, kažem vam, jeste dvostruka: ",
  "mn117:12.3": "postoji ispravna namera podložna otrovima, koja umanjuje zasluge, dozreva u vezanosti; ",
  "mn117:12.4": "i postoji ispravna namera koja je plemenita, bez otrova, transcendentna, koja je deo puta. ",
  "mn117:13.1": "A šta je, monasi, ispravna namera podložna otrovima, koja umanjuje zasluge, dozreva u vezanosti? ",
  "mn117:13.2": "Namera obuzdavanja, namera odsustva zlovolje i namera nepovređivanja: ",
  "mn117:13.3": "to je ispravna namera podložna otrovima… koja dozreva u vezanosti. ",
  "mn117:14.1": "A šta je, monasi, ispravna namera koja je plemenita, bez otrova, transcendentna, koja je element puta? ",
  "mn117:14.2": "Mišljenje, zamišljanje, težnja, mentalno zadubljenje, mentalna fiksiranost, usmeravanje uma, verbalna tvorevina u onome čiji um jeste plemenit, čiji je um bez otrova, ko je stupio na plemeniti put i razvija plemeniti put: ",
  "mn117:14.3": "t oje ispravna namera koja je plemenita, bez otrova, transcendentna, koja je deo puta. ",
  "mn117:15.1": "Onda čovek ulaže napor da napusti pogrešnu nameru i ovlada ispravnom namerom: i to je njegov ispravan napor. ",
  "mn117:15.2": "S pažnjom napušta pogrešnu nameru, s pažnjom ovladava i boravi u ispravnoj nameri: to je njegova ispravna svesnost. ",
  "mn117:15.3": "Tako ta tri stanja idu i kruže oko ispravnog razumevanja, a to su ispravno razumevanje, ispravan napor i ispravna svesnost. ",
  "mn117:16.1": "U svemu tome, monasi, ispravno razumevanje dolazi kao prvo. ",
  "mn117:16.2": "A kako ispravno razumevanje dolazi kao prvo? ",
  "mn117:16.3": "Kad neko razume pogrešan govor kao pogrešan govor i ispravan govor kao ispravan govor: to je njegovo ispravno razumevanje. ",
  "mn117:17.1": "A šta je, monasi, pogrešan govor? ",
  "mn117:17.2": "Laganje, zlonameran govor, vređanje i ogovaranje: ",
  "mn117:17.3": "to je pogrešan govor. ",
  "mn117:18.1": "A šta je to, monasi, ispravan govor? ",
  "mn117:18.2": "Ispravan govor, kažem vam, jeste dvostruk: ",
  "mn117:18.3": "postoji ispravan govor podložan otrovima, koji umanjuje zasluge, dozreva u vezanosti; ",
  "mn117:18.4": "i postoji ispravan govor koji je plemenit, bez otrova, transcendentan, koji je deo puta. ",
  "mn117:19.1": "A koji je, monasi, ispravan govor podložan otrovima, koji umanjuje zasluge, dozreva u vezanosti? ",
  "mn117:19.2": "Odustati od laganja, odustati od ogovaranja, odustati od uvreda, odustati od naklapanja. ",
  "mn117:19.3": "to je ispravan govor podložan otrovima, koji umanjuje zasluge, dozreva u vezanosti; ",
  "mn117:20.1": "A koji je, monasi, ispravan govor koji je plemenit, bez otrova, transcendentan, koji je element puta? ",
  "mn117:20.2": "Okretanje od četiri vrste zloupotrebe govora, napuštanje, uzdržavanje, odustajanje od njih u onome čiji um jeste plemenit, čiji je um bez otrova, ko je stupio na plemeniti put i razvija plemeniti put: ",
  "mn117:20.3": "to je ispravan govor koji je plemenit, bez otrova, transcendentan, koji je deo puta. ",
  "mn117:21.1": "Onda čovek ulaže napor da napusti pogrešan govor i ovlada ispravnim govorom: i to je njegov ispravan napor. ",
  "mn117:21.2": "S pažnjom napušta pogrešan govor, s pažnjom ovladava i boravi u ispravnom govoru: to je njegova ispravna svesnost. ",
  "mn117:21.3": "Tako ta tri stanja idu i kruže oko ispravnog razumevanja, a to su ispravno razumevanje, ispravan napor i ispravna svesnost. ",
  "mn117:22.1": "U svemu tome, monasi, ispravno razumevanje dolazi kao prvo. ",
  "mn117:22.2": "A kako ispravno razumevanje dolazi kao prvo? ",
  "mn117:22.3": "Kad čovek razume pogrešne postupke kao pogrešne postupke i ispravne postupke kao ispravne postupke: to je njegovo ispravno razumevanje. ",
  "mn117:23.1": "A šta su, monasi, pogrešni postupci? ",
  "mn117:23.2": "Ubijanje živih bića, uzimanje onoga što nije dato i zloupotreba zadovoljstava čula: ",
  "mn117:23.3": "to su pogrešni postupci. ",
  "mn117:24.1": "A šta su to, monasi, ispravni postupci? ",
  "mn117:24.2": "Ispravni postupci, kažem vam, jesu dvostruki: ",
  "mn117:24.3": "postoje ispravni postupci podložni otrovima, koji umanjuju zasluge, dozrevaju u vezanosti; ",
  "mn117:24.4": "i postoje plemeniti ispravni postupci, bez otrova, transcendentni, koji su deo puta. ",
  "mn117:25.1": "A koji su, monasi, ispravni postupci podložni otrovima, koji umanjuju zasluge, dozrevaju u vezanosti? ",
  "mn117:25.2": "Odustajanje od ubijanja živih bića, uzimanja onoga što nije dato i zloupotrebe zadovoljstava čula: ",
  "mn117:25.3": "to su ispravni postupci podložni otrovima… koji dozrevaju u vezanosti. ",
  "mn117:26.1": "A koji su, monasi, plemeniti ispravni postupci, bez otrova, transcendentni, koji su deo puta? ",
  "mn117:26.2": "Okretanje od tri vrste zloupotrebe tela, napuštanje, uzdržavanje, odustajanje od njih u onome čiji um jeste plemenit, čiji je um bez otrova, ko je stupio na plemeniti put i razvija plemeniti put: ",
  "mn117:26.3": "to su plemeniti ispravni postupci… koji su element puta. ",
  "mn117:27.1": "Onda čovek ulaže napor da napusti pogrešne postupke i ovlada ispravnim postupcima: i to su njegov ispravan napor. ",
  "mn117:27.2": "S pažnjom napušta pogrešne postupke, s pažnjom ovladava ispravnim postupcima: to je njegova ispravna svesnost. ",
  "mn117:27.3": "Tako ta tri stanja idu i kruže oko ispravnih postupaka, a to su ispravno razumevanje, ispravan napor i ispravna svesnost. ",
  "mn117:28.1": "U svemu tome, monasi, ispravno razumevanje dolazi kao prvo. ",
  "mn117:28.2": "A kako ispravno razumevanje dolazi kao prvo? ",
  "mn117:28.3": "Kad čovek razume pogrešno življenje kao pogrešno življenje i ispravno življenje kao ispravno življenje: to je njegovo ispravno razumevanje. ",
  "mn117:29.1": "A šta je, monasi, pogrešno življenje? ",
  "mn117:29.2": "Spletkarenje, ubeđivanje, nagovaranje, umanjivanje, sticanje radi gomilanja: ",
  "mn117:29.3": "to je pogrešno življenje. ",
  "mn117:30.1": "A šta je to, monasi, ispravno življenje? ",
  "mn117:30.2": "Ispravno življenje, kažem vam, jeste dvostruko: ",
  "mn117:30.3": "postoji ispravno življenje sa otrovima, koje umanjuje zasluge, dozreva u vezanosti; ",
  "mn117:30.4": "i postoji plemenito ispravno življenje, bez otrova, transcendentno, koje je deo puta. ",
  "mn117:31.1": "A koje je, monasi, ispravno življenje podložno otrovima, koje umanjuje zasluge, dozreva u vezanosti? ",
  "mn117:31.2": "Ima slučajeva, monasi, kada plemeniti učenik napušta pogrešno življenje i obezbeđuje sebi život ispravnim življenjem: ",
  "mn117:31.3": "to je ispravno življenje sa otrovima, koje umanjuje zasluge, dozreva u vezanosti. ",
  "mn117:32.1": "A koje je, monasi, plemenito ispravno življenje, bez otrova, transcendentno, koje je deo puta? ",
  "mn117:32.2": "Okretanje od pogrešnog življenja, napuštanje, uzdržavanje, odustajanje od njega u onome čiji um jeste plemenit, čiji je um bez otrova, ko je stupio na plemeniti put i razvija plemeniti put: ",
  "mn117:32.3": "t oje plemenito ispravno življenje, bez otrova, transcendentno, koje je deo puta. ",
  "mn117:33.1": "Onda čovek ulaže napor da napusti pogrešno življenje i ovlada ispravnim življenjem: i to je njegov ispravan napor. ",
  "mn117:33.2": "S pažnjom napušta pogrešno življenje, s pažnjom ovladava ispravnim življenjem: to je njegova ispravna svesnost. ",
  "mn117:33.3": "Tako ta tri stanja idu i kruže oko ispravnog življenja, a to su ispravno razumevanje, ispravan napor i ispravna svesnost. ",
  "mn117:34.1": "U svemu tome, monasi, ispravno razumevanje dolazi kao prvo. ",
  "mn117:34.2": "A kako ispravno razumevanje dolazi kao prvo? ",
  "mn117:34.3": "U onome s ispravnim razumevanjem, ispravna namera nastaje;1111 u onome s ispravnom namerom, ispravan govor nastaje; u onome s ispravnim govorom, ispravni postupci nastaju; u onome s ispravnim postupcima, ispravno življenje nastaje; u onome s ispravnim življenjem, ispravan napor nastaje; u onome s ispravnim naporom, ispravna svesnost nastaje; u onome s ispravnom svesnošću, ispravna koncentracija nastaje; u onome s ispravnom koncentracijom, ispravno znanje nastaje; u onome s ispravnim znanjem, ispravno oslobađanje nastaje. ",
  "mn117:34.4": "Tako, monasi, put učenika u višem vežbanju ima osam, a onaj arahanta ima deset elemenata. ",
  "mn117:34.5": "I ovde je iskorenjivanje mnogih loših, štetnih stanja potpuno završeno zahvaljujući ispravnom znanju. ",
  "mn117:35.1": "U svemu tome, monasi, ispravno razumevanje dolazi kao prvo. ",
  "mn117:35.2": "A kako ispravno razumevanje dolazi kao prvo? ",
  "mn117:35.3": "Ispravnim razumevanjem se briše pogrešno razumevanje. ",
  "mn117:35.4": "Njime mnoga loša dela uslovljena pogrešnim razumevanjem bivaju uklonjena, ",
  "mn117:35.5": "dok mnoga povoljna stanja uma koja izviru iz ispravnog razumevanja kao svog uzroka razvojem dostižu svoj vrhunac. ",
  "mn117:35.6": "U onome s ispravnom namerom, pogrešna namera je uklonjena i mnoga loša, štetna stanja uma koja izviru iz pogrešne namere kao svog uzroka takođe su uklonjena, dok mnoga povoljna stanja uma koja izviru iz ispravne namere kao svog uzroka razvojem dostižu svoj vrhunac. ",
  "mn117:35.7": "U onome s ispravnim govorom, pogrešan govor je uklonjen… ",
  "mn117:35.8": "U onome s ispravnim postupcima, pogrešni postupci su uklonjeni… ",
  "mn117:35.9": "U onome s ispravnim življenjem, pogrešno življenje je uklonjeno… ",
  "mn117:35.10": "U onome s ispravnim naporom, pogrešan napor je uklonjen… ",
  "mn117:35.11": "U onome s ispravnom svesnošću, pogrešna svesnost je uklonjena… ",
  "mn117:35.12": "U onome s ispravnom koncentracijom, pogrešna koncentracija je uklonjena… ",
  "mn117:35.13": "U onome s ispravnim znanjem, pogrešno znanje je uklonjeno… ",
  "mn117:35.14": "U onome s ispravnim oslobađanjem, pogrešno oslobađanje je uklonjeno ",
  "mn117:35.15": "i mnoga loša, štetna stanja uma koja izviru iz pogrešnog oslobađanja kao svog uzroka takođe su uklonjena, ",
  "mn117:35.16": "dok mnoga povoljna stanja uma koja izviru iz ispravnog oslobađanja kao svog uzroka razvojem dostižu svoj vrhunac. ",
  "mn117:36.1": "Tako, monasi, postoji dvadeset činilaca na strani povoljnog i dvadeset činilaca na strani štetnog. ",
  "mn117:36.2": "Ovaj Dhamma govor o velikoj četrdesetici krenuo je u svoj pohod i ne može ga zaustaviti bilo koji asketa ili brahman, ni božanstvo ili Māra, niti Brahmā ili bilo ko drugi na ovome svetu. ",
  "mn117:37.1": "Monasi, ako bilo koji asketa ili brahman misli da ovaj govor o velikoj četrdesetici treba pobiti ili odbaciti, tada postoji deset valjanih zaključaka na osnovu izrečenih tvrdnji koje će pružiti priliku da njegova namera bude osujećena ovde i sada. ",
  "mn117:37.2": "Ako takav pobija ispravno razumevanje, slaviće i hvaliće askete i brahmane koji su pogrešnog razumevanja. ",
  "mn117:37.3": "Ako takav pobija ispravnu nameru, slaviće i hvaliće askete i brahmane koji su pogrešne namere. ",
  "mn117:37.4": "Ako takav pobija ispravan govor… ",
  "mn117:37.5": "ispravne postupke… ",
  "mn117:37.6": "ispravno življenje… ",
  "mn117:37.7": "ispravan napor… ",
  "mn117:37.8": "ispravnu svesnost… ",
  "mn117:37.9": "ispravnu koncentraciju… ",
  "mn117:37.10": "ispravno znanje… ",
  "mn117:37.11": "Ako takav pobija ispravno oslobađanje, slaviće i hvaliće askete i brahmane koji su pogrešnog oslobađanja. ",
  "mn117:37.12": "Ako bilo koji asketa ili brahman misli da ovaj Dhamma govor o velikoj četrdesetici treba pobiti ili odbaciti, tada postoji ovih deset valjanih zaključaka na osnovu izrečenih tvrdnji koje će pružiti priliku da njegova namera bude osujećena ovde i sada. ",
  "mn117:38.1": "Monasi, čak i oni učitelji iz Okkale, Vasse i Bhaññe,1114 koji zastupaju učenje o nekauzalnosti, učenje o nečinjenju i učenje o nihilizmu, neće pomisliti da ovaj Dhamma govor o velikoj četrdesetici treba pobiti ili odbaciti. ",
  "mn117:38.2": "A zašto? ",
  "mn117:38.3": "Iz straha od osuđivanja, napada i pobijanja.” ",
  "mn117:38.4": "Tako reče Blaženi. ",
  "mn117:38.5": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}