{
  "mn11:0.1": "Budni govori srednje dužine 11 ",
  "mn11:0.2": "Kratki govor o lavljem riku ",
  "mn11:1.1": "Ovako sam čuo. ",
  "mn11:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn11:1.3": "Tu on reče monasima: ",
  "mn11:1.4": "„Monasi.” ",
  "mn11:1.5": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "mn11:1.6": "A Blaženi ovako nastavi: ",
  "mn11:2.1": "„Monasi, samo ovde je prvi asketa, samo ovde je drugi asketa, samo ovde je treći asketa, samo ovde je četvrti asketa. ",
  "mn11:2.2": "U učenjima drugih nema asketa. ",
  "mn11:2.3": "Ovako bi s pravom trebalo da objavim svoj lavlji rik. ",
  "mn11:3.1": "Moguće je, monasi, da lutalice drugih tradicija ovako kažu: ",
  "mn11:3.2": "’Ali na osnovu kojeg argumenta ili uz podršku kojeg autoriteta plemeniti tako tvrde?’ ",
  "mn11:3.5": "Beskućnicima drugih tradicija koji tako pitaju možete odgovoriti na ovaj način: ",
  "mn11:3.6": "Prijatelju, Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, objavio je svoje učenje grupisano kao četiri stvari; a kada ih u sebi vidimo, na osnovu toga i mi kažemo: ",
  "mn11:3.7": "„Samo ovde je prvi asketa, samo ovde je drugi asketa, samo ovde je treći asketa, samo ovde je četvrti asketa. ",
  "mn11:3.8": "U učenjima drugih nema asketa.” ",
  "mn11:3.9": "A koje su to četiri stvari? ",
  "mn11:3.10": "Posedujemo pouzdanje u Učitelja, posedujemo pouzdanje u Dhammu, do kraja se pridržavamo pravila morala ",
  "mn11:3.11": "i naši saputnici u Dhammi su nam dragi i bliski, ",
  "mn11:3.12": "bilo da su nezaređeni ili oni koji su otišli u beskućnike. ",
  "mn11:3.13": "To su četiri stvari koje nam je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni; a kad ih u sebi vidimo, na osnovu toga tvrdimo to što tvrdimo.’ ",
  "mn11:4.1": "Moguće je, monasi, da lutalice drugih tradicija ovako kažu: ",
  "mn11:4.2": "’Prijatelji, i mi posedujemo pouzdanje u Učitelja, posedujemo pouzdanje u njegovu Dhammu, do kraja se pridržavamo pravila morala ",
  "mn11:4.3": "i naši saputnici u Dhammi su nam dragi i bliski, ",
  "mn11:4.4": "bilo da su nezaređeni ili oni koji su otišli u beskućnike. ",
  "mn11:4.5": "Pa kakva je onda tu razlika, prijatelji, kakav je nesklad, kakva nepodudarnost između vas i nas?’ ",
  "mn11:5.1": "Beskućnicima drugih tradicija koji tako pitaju možete odgovoriti na ovaj način: ",
  "mn11:5.2": "’Prijatelji, postoji li samo jedan cilj ili mnogi?’ ",
  "mn11:5.3": "Ako odgovore na pravi način, beskućnici drugih tradicija će vam ovako reći: ",
  "mn11:5.4": "’Prijatelji, cilj je jedan, a ne mnogi.’ ",
  "mn11:5.5": "’Ali, prijatelji, je li to cilj za onoga ko je osvojen strašću ili za onoga ko je oslobođen strasti?’ ",
  "mn11:5.6": "Ako odgovore na pravi način, beskućnici drugih tradicija će vam ovako reći: ",
  "mn11:5.7": "’Prijatelji, to je cilj za onoga ko je oslobođen strasti, a ne za onoga ko je njome osvojen.’ ",
  "mn11:5.8": "’Ali, prijatelji, je li to cilj za onoga ko je osvojen mržnjom ili za onoga ko je oslobođen mržnje?’ ",
  "mn11:5.9": "Ako odgovore na pravi način, beskućnici drugih tradicija će vam ovako reći: ",
  "mn11:5.10": "’Prijatelji, to je cilj za onoga ko je oslobođen mržnje, a ne za onoga ko je njome osvojen.’ ",
  "mn11:5.11": "’Ali, prijatelji, je li to cilj za onoga ko je osvojen obmanom ili za onoga ko je oslobođen obmana?’ ",
  "mn11:5.12": "Ako odgovore na pravi način, beskućnici drugih tradicija će vam ovako reći: ",
  "mn11:5.13": "’Prijatelji, to je cilj za onoga ko je oslobođen obmane, a ne za onoga ko je njome osvojen.’ ",
  "mn11:5.14": "’Ali, prijatelji, je li to cilj za onoga ko je osvojen žudnjom ili za onoga ko je oslobođen žudnje?’ ",
  "mn11:5.15": "Ako odgovore na pravi način, beskućnici drugih tradicija će vam ovako reći: ",
  "mn11:5.16": "’Prijatelji, to je cilj za onoga ko je oslobođen žudnje, a ne za onoga ko je njome osvojen.’ ",
  "mn11:5.17": "’Ali, prijatelji, je li to cilj za onoga ko je osvojen vezivanjem ili za onoga ko je oslobođen vezivanja?’ ",
  "mn11:5.18": "Ako odgovore na pravi način, beskućnici drugih tradicija će vam ovako reći: ",
  "mn11:5.19": "’Prijatelji, to je cilj za onoga ko je oslobođen vezivanja, a ne za onoga ko je njime osvojen.’ ",
  "mn11:5.20": "’Ali, prijatelji, je li to cilj za onoga ko vidi ili onoga ko ne vidi?’ ",
  "mn11:5.21": "Ako odgovore na pravi način, beskućnici drugih tradicija će vam ovako reći: ",
  "mn11:5.22": "’Prijatelji, to je cilj za onoga ko vidi, a ne za onoga ko ne vidi.’ ",
  "mn11:5.23": "’Ali, prijatelji, je li to cilj za onoga ko se priklanja i suprotstavlja ili za onoga ko se ne priklanja i ne suprotstavlja?’ ",
  "mn11:5.24": "Ako odgovore na pravi način, beskućnici drugih tradicija će vam ovako reći: ",
  "mn11:5.25": "’Prijatelji, to je cilj za onoga ko se ne priklanja i ne suprotstavlja, a ne za onoga ko se priklanja i suprotstavlja.’ ",
  "mn11:5.26": "’Ali, prijatelji, je li to cilj za onoga ko se oduševljava i uživa u umnožavanju ili za onoga ko se ne oduševljava i ne uživa u umnožavanju?’ ",
  "mn11:5.27": "Ako odgovore na pravi način, beskućnici drugih tradicija će vam ovako reći: ",
  "mn11:5.28": "’Prijatelji, to je cilj za onoga ko se ne oduševljava i ne uživa u umnožavanju, a ne za onoga ko se oduševljava i uživa u umnožavanju.’ ",
  "mn11:6.1": "Monasi, postoje ova dva gledišta: ",
  "mn11:6.2": "gledište postojanja i gledište nepostojanja. ",
  "mn11:6.3": "Svi askete ili brahmani koji se oslanjaju na gledište postojanja, usvajaju gledište postojanja, prihvataju gledište postojanja, jesu suprotstavljeni gledištu nepostojanja. ",
  "mn11:6.4": "Svi askete ili brahmani koji se oslanjaju na gledište nepostojanja, usvajaju gledište nepostojanja, prihvataju gledište nepostojanja, jesu suprotstavljeni gledištu postojanja. ",
  "mn11:7.1": "Svi askete ili brahmani koji ne razumeju, u skladu s istinom, nastanak, prestanak, zadovoljenje, opasnost i izlaz171 u vezi s ova dva gledišta jesu osvojeni strašću, osvojeni mržnjom, osvojeni obmanom, osvojeni žudnjom, osvojeni vezivanjem, ne vide, priklanjaju se i suprotstavljaju, oduševljavaju se i uživaju u umnožavanju. ",
  "mn11:7.2": "Oni nisu oslobođeni rođenja, starosti i smrti; žalosti, naricanja, bola, tuge i očaja; ",
  "mn11:7.3": "kažem vam, oni nisu oslobođeni patnje. ",
  "mn11:8.1": "A u svima onim asketama ili brahmanima koji razumeju, u skladu sa istinom, nastanak, prestanak, zadovoljenje, opasnost i izlaz u vezi sa ova dva gledišta nema strasti, nema mržnje, nema obmane, nema žudnje, nema vezivanja, oni vide, ne priklanjaju se i ne suprotstavljaju, ne oduševljavaju se i ne uživaju u umnožavanju. ",
  "mn11:8.2": "Oni su oslobođeni rođenja, starosti i smrti; žalosti, naricanja, bola, tuge i očaja; ",
  "mn11:8.3": "kažem vam, oni su oslobođeni patnje. ",
  "mn11:9.1": "Monasi, postoje četiri vrste vezivanja. ",
  "mn11:9.2": "Koje četiri? ",
  "mn11:9.3": "Vezivanje za zadovoljstva čula, vezivanje za gledišta, vezivanje za pravila i rituale i vezivanje za učenje o sopstvu. ",
  "mn11:10.1": "Iako neki askete i brahmani tvrde da objašnjavaju potpuno razumevanje svih vrsta vezivanja, ",
  "mn11:10.2": "oni ne opisuju do kraja potpuno razumevanje svih vrsta vezivanja. ",
  "mn11:10.3": "Oni opisuju potpuno razumevanje vezivanja za zadovoljstva čula, bez opisivanja potpunog razumevanja vezivanja za gledišta, vezivanja za pravila i rituale i vezivanja za učenje o sopstvu. ",
  "mn11:10.4": "A zašto? ",
  "mn11:10.5": "Ti dobri askete i brahmani ne razumeju ova tri načina vezivanja kakvi oni zaista jesu. ",
  "mn11:10.6": "I zato, iako tvrde da tumače potpuno razumevanje svih vrsta vezivanja, ",
  "mn11:10.7": "oni ne opisuju do kraja potpuno razumevanje svih vrsta vezivanja. ",
  "mn11:10.8": "Oni opisuju potpuno razumevanje vezivanja za zadovoljstva čula, bez opisivanja potpunog razumevanja vezivanja za gledišta, vezivanja za pravila i rituale i vezivanja za učenje o sopstvu. ",
  "mn11:11.1": "Iako neki askete i brahmani tvrde da objašnjavaju potpuno razumevanje svih vrsta vezivanja… ",
  "mn11:11.2": "oni ne opisuju do kraja potpuno razumevanje svih vrsta vezivanja. ",
  "mn11:11.3": "Oni opisuju potpuno razumevanje vezivanja za zadovoljstva čula i vezivanja za gledišta, bez opisivanja potpunog razumevanja vezivanja za pravila i rituale i vezivanja za učenje o sopstvu. ",
  "mn11:11.4": "A zašto? ",
  "mn11:11.5": "Ti dobri askete i brahmani ne razumeju ova dva načina vezivanja kakvi oni zaista jesu. ",
  "mn11:11.6": "I zato, iako tvrde da tumače potpuno razumevanje svih vrsta vezivanja, ",
  "mn11:11.7": "oni ne opisuju do kraja potpuno razumevanje svih vrsta vezivanja. ",
  "mn11:11.8": "Oni opisuju samo potpuno razumevanje vezivanja za zadovoljstva čula i vezivanja za gledišta, bez opisivanja potpunog razumevanja vezivanja za pravila i rituale i vezivanja za učenje o sopstvu. ",
  "mn11:12.1": "Iako neki askete i brahmani tvrde da objašnjavaju potpuno razumevanje svih vrsta vezivanja, ",
  "mn11:12.2": "oni ne opisuju do kraja potpuno razumevanje svih vrsta vezivanja. ",
  "mn11:12.3": "Oni opisuju potpuno razumevanje vezivanja za zadovoljstva čula, vezivanja za gledišta i vezivanja za pravila i rituale, bez opisivanja potpunog razumevanja vezivanja za učenje o sopstvu. ",
  "mn11:12.4": "A zašto? ",
  "mn11:12.5": "Ti dobri askete i brahmani ne razumeju ovaj jedan način vezivanja… ",
  "mn11:12.6": "I zato, iako tvrde da tumače potpuno razumevanje svih vrsta vezivanja, ",
  "mn11:12.7": "oni ne opisuju do kraja potpuno razumevanje svih vrsta vezivanja. ",
  "mn11:12.8": "Oni opisuju samo potpuno razumevanje vezivanja za zadovoljstva čula, vezivanja za gledišta i vezivanja za pravila i rituale, bez opisivanja potpunog razumevanja vezivanja za učenje o sopstvu. ",
  "mn11:13.1": "Monasi, u takvom učenju i pravilima očigledno je da pouzdanje u učitelja nije dobro usmereno, ",
  "mn11:13.2": "da pouzdanje u učenje nije dobro usmereno, ",
  "mn11:13.3": "da pridržavanje pravila vrline nije dobro usmereno ",
  "mn11:13.4": "i da ljubav među saputnicima u učenju nije dobro usmerena. ",
  "mn11:13.5": "A zašto? ",
  "mn11:13.6": "Zato što tako stoje stvari kada su Dhamma i praksa loše objavljeni i loše izloženi, ne oslobađaju, ne vode ka smirenju, kada ih je izložio neko ko nije potpuno probuđen. ",
  "mn11:14.1": "Monasi, kada Tathāgata, plemeniti i potpuno probuđeni, tvrdi da tumači potpuno razumevanje svih vrsta vezivanja, on opisuje do kraja potpuno razumevanje svih vrsta vezivanja: ",
  "mn11:14.2": "on opisuje potpuno razumevanje vezivanja za zadovoljstva čula, vezivanja za gledišta, vezivanja za pravila i rituale i vezivanja za učenje o sopstvu. ",
  "mn11:15.1": "Monasi, u takvom učenju i pravilima jasno je da pouzdanje u učitelja jeste dobro usmereno, ",
  "mn11:15.2": "da pouzdanje u učenje jeste dobro usmereno, ",
  "mn11:15.3": "da pridržavanje pravila vrline jeste dobro usmereno ",
  "mn11:15.4": "i da ljubav među saputnicima u učenju jeste dobro usmerena. ",
  "mn11:15.5": "A zašto? ",
  "mn11:15.6": "Zato što tako stoje stvari kada su Dhamma i praksa dobro objavljeni i dobro izloženi, kada oslobađaju, vode ka smirenju, kada ih je izložio neko ko je potpuno probuđen. ",
  "mn11:16.1": "A šta je izvor, šta je poreklo te četiri vrste vezivanja, kako su ona rođena, kako su nastala? ",
  "mn11:16.2": "Te četiri vrste vezivanja imaju žudnju kao svoj izvor, žudnju kao svoje poreklo, one su rođene i nastale iz žudnje. ",
  "mn11:16.3": "A šta je izvor žudnje…? ",
  "mn11:16.4": "Žudnja kao svoj izvor ima osećaj… ",
  "mn11:16.5": "A šta je izvor osećaja…? ",
  "mn11:16.6": "Osećaj kao svoj izvor ima kontakt… ",
  "mn11:16.7": "A šta je izvor kontakta…? ",
  "mn11:16.8": "Kontakt kao svoj izvor ima šest područja čula… ",
  "mn11:16.9": "A šta je izvor šest područja čula…? ",
  "mn11:16.10": "Šest područja čula kao svoj izvor ima mentalno-materijalno… ",
  "mn11:16.11": "A šta je izvor mentalno-materijalnog…? ",
  "mn11:16.12": "Mentalno-materijalno kao svoj izvor ima svest… ",
  "mn11:16.13": "A šta je izvor svesti…? ",
  "mn11:16.14": "Svest kao svoj izvor ima mentalne obrasce… ",
  "mn11:16.15": "A šta je izvor mentalnih obrazaca…? ",
  "mn11:16.16": "Mentalni obrasci imaju neznanje kao svoj izvor, neznanje kao svoje poreklo, oni su rođeni i nastali iz neznanja. ",
  "mn11:17.1": "Monasi, kada je u monahu neznanje napušteno i nastalo istinsko znanje, tada – slabljenjem neznanja i nastankom istinskog znanja – on se više ne vezuje za zadovoljstva čula, za gledišta, za pravila i rituale, za učenje o sopstvu. ",
  "mn11:17.2": "A kad se ne vezuje, tada nije uznemiren. Kada nije uznemiren, tada i sâm dostiže nibbānu. ",
  "mn11:17.3": "Tada razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.’” ",
  "mn11:17.4": "Tako reče Blaženi. ",
  "mn11:17.5": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}