{
  "mn12:0.1": "'\"\\'Budni govori srednje dužine 12 \\'\"'",
  "mn12:0.2": "'\"\\'Dugi govor o\\\\\\\\xa0lavljem riku \\'\"'",
  "mn12:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "mn12:1.2": "'\"\\'Jednom je Blaženi boravio kraj Vesālija, u gaju zapadno od grada. \\'\"'",
  "mn12:2.1": "'\"\\'Malo pre toga Sunakkhatta, sin plemena Liććhavi, bio je napustio učenje i pravila. \\'\"'",
  "mn12:2.2": "'\"\\'I pred skupom u Vesāliju ovako je govorio: \\'\"'",
  "mn12:2.3": "'\"\\'„Asketa Gotama nema nikakve nadljudske osobine, uopšte se ne ističe u znanju i viđenju dostojnom plemenitih. \\'\"'",
  "mn12:2.4": "'\"\\'Asketa Gotama podučava Dhammu koja je stvorena tek pukim domišljanjem, sledi jedino svoj način istraživanja, kako se njemu čini da treba, \\'\"'",
  "mn12:2.5": "'\"\\'a kad bilo kome objašnjava Dhammu, kada je praktikuje, ona ga vodi potpunom razaranju patnje.” \\'\"'",
  "mn12:3.1": "'\"\\'Onda jednoga jutra poštovani Ānanda se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Vesālija da prosi hranu. \\'\"'",
  "mn12:3.2": "'\"\\'I tu ču Sunakkhattu, sina plemena Liććhavi, kako govori pred skupom u Vesāliju. \\'\"'",
  "mn12:3.6": "'\"\\'Kad je prošao Vesāli i vratio se iz prošenja hrane, posle obroka, otide on do Blaženog, pokloni se, sede sa strane i ispriča Blaženom šta Sunakkhatta govori o njemu. \\'\"'",
  "mn12:4.1": "'\"\\'(Tada Blaženi reče:) „Sāriputta, zavedeni čovek Sunakkhatta je besan \\'\"'",
  "mn12:4.2": "'\"\\'i njegove reči izviru iz besa. \\'\"'",
  "mn12:4.3": "'\"\\'U želji da diskredituje Tathāgatu, on ga zapravo hvali; \\'\"'",
  "mn12:4.4": "'\"\\'jer pohvala je za Tathāgatu reći: \\'\"'",
  "mn12:4.5": "'\"\\'‘Kada bilo kome objašnjava Dhammu, kada je praktikuje, ona ga vodi potpunom razaranju patnje.’ \\'\"'",
  "mn12:5.1": "'\"\\'Sāriputta, zavedeni čovek Sunakkhatta nikada neće o meni zaključiti u skladu sa Dhammom: \\'\"'",
  "mn12:5.2": "'\"\\'’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. \\'\"'",
  "mn12:6.1": "'\"\\'I nikada neće o meni zaključiti u skladu sa Dhammom: \\'\"'",
  "mn12:6.2": "'\"\\'‘Blaženi poseduje različite vrste natprirodnih moći: iz jednog bića pretvara se u mnogobrojna, iz mnogobrojnih opet u jedno; iz vidljivog bića pretvara se u nevidljivo; nesmetano prolazi kroz zidove, bedeme i bregove, kao kroz vazduh; uranja u zemlju i izranja iz nje kao iz vode; hoda po vodi, a da je i ne ustalasa, kao po zemlji; kreće se vazduhom ukrštenih nogu, poput ptice; u stanju je da rukom dotakne i miluje Mesec i Sunce, tako moćne i velike; telesno se uzdiže, čak do sveta boga Brahme.’ \\'\"'",
  "mn12:7.1": "'\"\\'I nikada neće o meni zaključiti u skladu sa Dhammom: \\'\"'",
  "mn12:7.2": "'\"\\'’Uz pomoć duhovnog uha, koje je pročišćeno i prevazilazi ljudsko, čuje obe vrste zvukova, božanske i ljudske, one koji su daleko i one blizu.’ \\'\"'",
  "mn12:8.1": "'\"\\'I nikada neće o meni zaključiti u skladu sa Dhammom: \\'\"'",
  "mn12:8.2": "'\"\\'‘Blaženi razume umove drugih bića, drugih ljudi, obuhvativši ih svojim umom. \\'\"'",
  "mn12:8.3": "'\"\\'On um zahvaćen strašću razume kao um zahvaćen strašću \\'\"'",
  "mn12:8.4": "'\"\\'i um koji nije zahvaćen strašću kao um koji nije zahvaćen strašću. \\'\"'",
  "mn12:8.5": "'\"\\'On um zahvaćen mržnjom razume kao um zahvaćen mržnjom \\'\"'",
  "mn12:8.6": "'\"\\'i um koji nije zahvaćen mržnjom kao um koji nije zahvaćen mržnjom. \\'\"'",
  "mn12:8.7": "'\"\\'On um zahvaćen obmanom razume kao um zahvaćen obmanom \\'\"'",
  "mn12:8.8": "'\"\\'i um koji nije zahvaćen obmanom kao um koji nije zahvaćen obmanom. \\'\"'",
  "mn12:8.9": "'\"\\'On razume sabran um kao sabran \\'\"'",
  "mn12:8.10": "'\"\\'i rastresen um kao rastresen; \\'\"'",
  "mn12:8.11": "'\"\\'razume ushićen um kao ushićen \\'\"'",
  "mn12:8.12": "'\"\\'i neushićen um kao neushićen; \\'\"'",
  "mn12:8.13": "'\"\\'razume nadmašiv um kao nadmašiv \\'\"'",
  "mn12:8.14": "'\"\\'i nenadmašiv um kao nenadmašiv; \\'\"'",
  "mn12:8.15": "'\"\\'razume koncentrisan um kao koncentrisan \\'\"'",
  "mn12:8.16": "'\"\\'i nekoncentrisan um kao nekoncentrisan; \\'\"'",
  "mn12:8.17": "'\"\\'razume oslobođen um kao oslobođen \\'\"'",
  "mn12:8.18": "'\"\\'i neoslobođen um kao neoslobođen.’ \\'\"'",
  "mn12:9.1": "'\"\\'Sāriputta, Tathāgata ima deset moći Tathāgate, zahvaljujući kojima tvrdi da mu pripada mesto vođe zajednice, objavljuje svoj lavovski rik i pokreće točak Brahme. \\'\"'",
  "mn12:9.2": "'\"\\'Kojih deset? \\'\"'",
  "mn12:10.1": "'\"\\'Tako, Tathāgata razume onako kako zaista jeste moguće kao moguće, a nemoguće kao nemoguće. \\'\"'",
  "mn12:10.2": "'\"\\'To je moć Tathāgate koju Tathāgata poseduje. Zahvaljujući njoj tvrdi da mu pripada mesto vođe zajednice, objavljuje svoj lavovski rik i pokreće točak Brahme. \\'\"'",
  "mn12:11.1": "'\"\\'Zatim, Tathāgata razume onako kako zaista jeste koji su rezultati učinjenih postupaka, prošlih, budućih i sadašnjih, kroz mogućnosti i uzroke. \\'\"'",
  "mn12:11.2": "'\"\\'I to je moć Tathāgate… \\'\"'",
  "mn12:12.1": "'\"\\'Zatim, Tathāgata razume onako kako zaista jeste puteve koji vode do svih odredišta. \\'\"'",
  "mn12:12.2": "'\"\\'I to je moć Tathāgate… \\'\"'",
  "mn12:13.1": "'\"\\'Zatim, Tathāgata razume onako kako zaista jeste ovaj svet, sa njegovim mnogobrojnim i raznovrsnim elementima. \\'\"'",
  "mn12:13.2": "'\"\\'I to je moć Tathāgate… \\'\"'",
  "mn12:14.1": "'\"\\'Zatim, Tathāgata razume onako kako zaista jeste kako bića imaju različite sklonosti. \\'\"'",
  "mn12:14.2": "'\"\\'I to je moć Tathāgate… \\'\"'",
  "mn12:15.1": "'\"\\'Zatim, Tathāgata razume onako kako zaista jeste koje su sposobnosti drugih bića, drugih osoba. \\'\"'",
  "mn12:15.2": "'\"\\'I to je moć Tathāgate… \\'\"'",
  "mn12:16.1": "'\"\\'Zatim, Tathāgata razume onako kako zaista jesu prljanje, pročišćenje i izlaženje u pogledu zadubljenja, koncentracije i duhovnih postignuća. \\'\"'",
  "mn12:16.2": "'\"\\'I to je moć Tathāgate… \\'\"'",
  "mn12:17.1": "'\"\\'Zatim, Tathāgata se seća mnoštva prošlih života, jednog rođenja, dva, tri, četiri, pet rođenja, deset rođenja, dvadeset, trideset, četrdeset, pedeset rođenja, sto rođenja, hiljadu, sto hiljada, mnogih eona skupljanja kosmosa, mnogih eona širenja kosmosa, mnogih eona skupljanja i širenja kosmosa. ’Tada sam se tako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja ovde, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se on seća mnoštva svojih prošlih života u celini i do detalja. \\'\"'",
  "mn12:17.2": "'\"\\'I to je moć Tathāgate… \\'\"'",
  "mn12:18.1": "'\"\\'Zatim, duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima: ’Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu s tim pogrešnim gledištima, posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u čistilištu. Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, imala ispravna gledišta i postupala u skladu s tim ispravnim gledištima, posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, u nebeskom svetu.’ Tako duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima. \\'\"'",
  "mn12:18.2": "'\"\\'I to je moć Tathāgate… \\'\"'",
  "mn12:19.1": "'\"\\'Zatim, razumevši to sopstvenim neposrednim znanjem, Tathāgata ovde i sada ulazi i boravi u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. \\'\"'",
  "mn12:19.2": "'\"\\'I to je moć Tathāgate koju Tathāgata poseduje. Zahvaljujući njoj tvrdi da mu pripada mesto vođe zajednice, objavljuje svoj lavovski rik i pokreće točak Brahme. \\'\"'",
  "mn12:20.1": "'\"\\'Tathāgata poseduje ovih deset moći Tathāgate, zahvaljujući kojima tvrdi da mu pripada mesto vođe zajednice, objavljuje svoj lavovski rik i pokreće točak Brahme. \\'\"'",
  "mn12:21.1": "'\"\\'Sāriputta, pošto znam i vidim sve to, može li neko s pravom o meni reći: \\'\"'",
  "mn12:21.2": "'\"\\'’Asketa Gotama nema nikakve nadljudske osobine, uopšte se ne ističe u znanju i viđenju dostojnom plemenitih. \\'\"'",
  "mn12:21.3": "'\"\\'Asketa Gotama podučava Dhammu koja je stvorena tek pukim domišljanjem, sledi jedino svoj način istraživanja, kako se njemu čini da treba’? \\'\"'",
  "mn12:21.4": "'\"\\'Ukoliko taj neko ne napusti tu tvrdnju, to stanje uma i ne odustane od takvog stanovišta, tada on neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu. \\'\"'",
  "mn12:21.5": "'\"\\'Isto kao što bi monah ispunjen vrlinom, koncentracijom i mudrošću ovde i sada uživao u krajnjem znanju, isto tako bi se dogodilo i u ovom slučaju, kažem, \\'\"'",
  "mn12:21.6": "'\"\\'da takav zlonamernik, ukoliko ne napusti svoju tvrdnju, to stanje uma i ne odustane od takvog gledišta, neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu.” \\'\"'",
  "mn12:22.1": "'\"\\'Sāriputta, Tathāgata ima četiri vrste neustrašivosti, zahvaljujući kojima tvrdi da mu pripada mesto vođe zajednice, objavljuje svoj lavovski rik i pokreće točak Brahme. \\'\"'",
  "mn12:22.2": "'\"\\'Koja četiri? \\'\"'",
  "mn12:23.1": "'\"\\'Tako, ne vidim na osnovu čega bi bilo koji asketa, brahman, božanstvo, Māra, Brahmā ili bilo ko na ovome svetu mogao, u skladu sa Dhammom, da me optuži: ‘Iako tvrdiš da si potpuno probuđen, nisi potpuno probuđen u pogledu ovih stvari.’ \\'\"'",
  "mn12:23.2": "'\"\\'Ne našavši osnovu za to, boravim u sigurnosti, spokojstvu i neustrašivosti. \\'\"'",
  "mn12:24.1": "'\"\\'Ne vidim na osnovu čega bi bilo koji asketa… ili bilo ko na ovome svetu mogao, u skladu sa Dhammom, da me optuži: ‘Iako tvrdiš da si uklonio otrove, ovi otrovi su ipak ostali.’ \\'\"'",
  "mn12:24.2": "'\"\\'Ne našavši osnovu za to, boravim u sigurnosti, spokojstvu i neustrašivosti. \\'\"'",
  "mn12:25.1": "'\"\\'Ne vidim na osnovu čega bi bilo koji asketa… ili bilo ko na ovome svetu mogao, u skladu sa Dhammom, da me optuži: ‘Te stvari koje nazivaš prepreke nisu u stanju da ometu ljude koji se njima prepuste.’ \\'\"'",
  "mn12:25.2": "'\"\\'Ne našavši osnovu za to, boravim u sigurnosti, spokojstvu i neustrašivosti. \\'\"'",
  "mn12:26.1": "'\"\\'Ne vidim na osnovu čega bi bilo koji asketa… ili bilo ko na ovome svetu mogao, u skladu sa Dhammom, da me optuži: ‘Kada bilo kome objašnjavaš Dhammu, kad je praktikuje ona ga ne vodi potpunom razaranju patnje.’ \\'\"'",
  "mn12:26.2": "'\"\\'Ne našavši osnovu za to, boravim u sigurnosti, spokojstvu i neustrašivosti. \\'\"'",
  "mn12:27.1": "'\"\\'Tathāgata ima ove četiri vrste neustrašivosti, zahvaljujući kojima tvrdi da mu pripada mesto vođe zajednice, objavljuje svoj lavlji rik i pokreće točak Brahme. \\'\"'",
  "mn12:28.1": "'\"\\'Sāriputta, pošto znam i vidim sve to, može li neko s pravom o meni reći: \\'\"'",
  "mn12:28.2": "'\"\\'’Asketa Gotama podučava Dhammu koja je stvorena tek pukim domišljanjem, sledi jedino svoj način istraživanja, kako se njemu čini da treba’? \\'\"'",
  "mn12:28.3": "'\"\\'Ukoliko taj neko ne napusti tu tvrdnju, to stanje uma i ne odustane od takvog stanovišta, tada on neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu. \\'\"'",
  "mn12:28.4": "'\"\\'Isto kao što bi monah ispunjen vrlinom, koncentracijom i mudrošću ovde i sada uživao u krajnjem znanju, isto tako bi se dogodilo i u ovom slučaju, kažem, \\'\"'",
  "mn12:28.5": "'\"\\'da takav zlonamernik, ukoliko ne napusti svoju tvrdnju, to stanje uma i ne odustane od takvog gledišta, neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu. \\'\"'",
  "mn12:29.1": "'\"\\'Sāriputta, postoji osam zajednica. \\'\"'",
  "mn12:29.2": "'\"\\'Kojih osam? \\'\"'",
  "mn12:29.3": "'\"\\'Zajednica plemića, brahmana, kućedomaćina, asketa, četiri velika kralja, trideset trojice, Mārina zajednica i Brahmina zajednica. \\'\"'",
  "mn12:29.4": "'\"\\'Sāriputta, postoji tih osam zajednica. \\'\"'",
  "mn12:29.5": "'\"\\'Pošto poseduje ove četiri vrste neustrašivosti, Tathāgata prilazi i uključuje se u svaku od tih osam zajednica. \\'\"'",
  "mn12:29.6": "'\"\\'I sećam se, Sāriputta, kako sam prilazio na stotine zajednica plemića. \\'\"'",
  "mn12:29.7": "'\"\\'Sedeo sa njima, razgovarao, živo diskutovao. \\'\"'",
  "mn12:29.8": "'\"\\'Pa ipak nisam video razlog za pomisao da se strah i plašljivost mogu javiti u meni. \\'\"'",
  "mn12:29.9": "'\"\\'Ne našavši osnovu za to, boravim u sigurnosti, spokojstvu i neustrašivosti. \\'\"'",
  "mn12:30.1": "'\"\\'I sećam se kako sam prilazio na stotine zajednica brahmana… \\'\"'",
  "mn12:30.2": "'\"\\'kućedomaćina… \\'\"'",
  "mn12:30.3": "'\"\\'asketa… \\'\"'",
  "mn12:30.4": "'\"\\'četiri velika kralja… \\'\"'",
  "mn12:30.5": "'\"\\'trideset trojice… \\'\"'",
  "mn12:30.6": "'\"\\'Mārinoj zajednici… \\'\"'",
  "mn12:30.7": "'\"\\'kako sam prilazio Brahminoj zajednici. \\'\"'",
  "mn12:30.8": "'\"\\'Sedeo sa njima, razgovarao, živo diskutovao. \\'\"'",
  "mn12:30.9": "'\"\\'Pa ipak nisam video razlog za pomisao da se strah i plašljivost mogu javiti u meni. \\'\"'",
  "mn12:30.10": "'\"\\'Ne našavši osnovu za to, boravim u sigurnosti, spokojstvu i neustrašivosti. \\'\"'",
  "mn12:31.1": "'\"\\'Sāriputta, pošto znam i vidim sve to, može li neko s pravom o meni reći: \\'\"'",
  "mn12:31.2": "'\"\\'’Asketa Gotama podučava Dhammu koja je stvorena tek pukim domišljanjem, sledi jedino svoj način istraživanja, kako se njemu čini da treba’? \\'\"'",
  "mn12:31.3": "'\"\\'Ukoliko taj neko ne napusti tu tvrdnju, to stanje uma i ne odustane od takvog stanovišta, tada on neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu. \\'\"'",
  "mn12:31.4": "'\"\\'Isto kao što bi monah ispunjen vrlinom, koncentracijom i mudrošću ovde i sada uživao u krajnjem znanju, isto tako bi se dogodilo i u ovom slučaju, kažem, \\'\"'",
  "mn12:31.5": "'\"\\'da takav zlonamernik, ukoliko ne napusti svoju tvrdnju, to stanje uma i ne odustane od takvog gledišta, neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu. \\'\"'",
  "mn12:32.1": "'\"\\'Sāriputta, postoje četiri načina rađanja. \\'\"'",
  "mn12:32.2": "'\"\\'Koja četiri? \\'\"'",
  "mn12:32.3": "'\"\\'Rađanje iz jajeta, rađanje iz materice, rađanje iz vlage i spontano rađanje. \\'\"'",
  "mn12:33.1": "'\"\\'Šta je to rađanje iz jajeta? \\'\"'",
  "mn12:33.2": "'\"\\'Ima bića koja se rađaju probijajući ljusku jajeta; \\'\"'",
  "mn12:33.3": "'\"\\'to se zove rađanje iz jajeta. \\'\"'",
  "mn12:33.4": "'\"\\'A šta je to rađanje iz materice? \\'\"'",
  "mn12:33.5": "'\"\\'Ima bića koja se rađaju probijajući posteljicu; \\'\"'",
  "mn12:33.6": "'\"\\'to se zove rađanje iz materice. \\'\"'",
  "mn12:33.7": "'\"\\'A šta je to rađanje iz vlage? \\'\"'",
  "mn12:33.8": "'\"\\'Ima bića koja se rađaju u truloj ribi, u trulom lešu, u prokisloj kaši, u đubrištu ili u kanalizaciji; \\'\"'",
  "mn12:33.9": "'\"\\'to se naziva rađanje iz vlage. \\'\"'",
  "mn12:33.10": "'\"\\'A šta je to spontano rađanje? \\'\"'",
  "mn12:33.11": "'\"\\'Ima božanstava i stanovnika čistilišta, kao i nekih ljudskih bića i nekih bića u nižim svetovima; \\'\"'",
  "mn12:33.12": "'\"\\'to se naziva spontano rađanje. \\'\"'",
  "mn12:33.13": "'\"\\'Sāriputta, to su četiri načina rađanja. \\'\"'",
  "mn12:34.1": "'\"\\'Sāriputta, pošto znam i vidim sve to, može li neko s pravom o meni reći: \\'\"'",
  "mn12:34.2": "'\"\\'’Asketa Gotama podučava Dhammu koja je stvorena tek pukim domišljanjem, sledi jedino svoj način istraživanja, kako se njemu čini da treba’? \\'\"'",
  "mn12:34.3": "'\"\\'Ukoliko taj neko ne napusti tu tvrdnju, to stanje uma i ne odustane od takvog stanovišta, tada on neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu. \\'\"'",
  "mn12:34.4": "'\"\\'Isto kao što bi monah ispunjen vrlinom, koncentracijom i mudrošću ovde i sada uživao u krajnjem znanju, isto tako bi se dogodilo i u ovom slučaju, kažem, \\'\"'",
  "mn12:34.5": "'\"\\'da takav zlonamernik, ukoliko ne napusti svoju tvrdnju, to stanje uma i ne odustane od takvog gledišta, neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu. \\'\"'",
  "mn12:35.1": "'\"\\'Sāriputta, postoji pet odredišta posle smrti. \\'\"'",
  "mn12:35.2": "'\"\\'Kojih pet? \\'\"'",
  "mn12:35.3": "'\"\\'Pakao, životinjska materica, svet gladnih duhova, ljudi i božanstava. \\'\"'",
  "mn12:36.1": "'\"\\'Ja razumem čistilište i put i stazu koji vode ka čistilištu. \\'\"'",
  "mn12:36.2": "'\"\\'Takođe razumem kako će se neko ko je krenuo tom stazom, posle sloma tela, posle smrti, preporoditi u svetu lišavanja, na lošem odredištu, u nižim svetovima, u čistilištu. \\'\"'",
  "mn12:36.3": "'\"\\'Ja razumem životinjski svet i put i stazu koji vode ka životinjskom svetu. \\'\"'",
  "mn12:36.4": "'\"\\'Takođe razumem kako će se neko ko je krenuo tom stazom, posle sloma tela, posle smrti, preporoditi u životinjskom svetu. \\'\"'",
  "mn12:36.5": "'\"\\'Ja razumem svet duhova i put i stazu koji vode ka svetu duhova. \\'\"'",
  "mn12:36.6": "'\"\\'Takođe razumem kako će se neko ko je krenuo tom stazom, posle sloma tela, posle smrti, preporoditi u svetu duhova. \\'\"'",
  "mn12:36.7": "'\"\\'Ja razumem ljudska bića i put i stazu koji vode ka svetu ljudskih bića. \\'\"'",
  "mn12:36.8": "'\"\\'Takođe razumem kako će se neko ko je krenuo tom stazom, posle sloma tela, posle smrti, preporoditi među ljudskim bićima. \\'\"'",
  "mn12:36.9": "'\"\\'Ja razumem božanstva i put i stazu koji vode ka svetu božanstava. \\'\"'",
  "mn12:36.10": "'\"\\'Takođe razumem kako će se neko ko je krenuo tom stazom, posle sloma tela, posle smrti, preporoditi na dobrom odredištu, u nebeskom svetu. \\'\"'",
  "mn12:36.11": "'\"\\'Ja razumem nibbānu i put i stazu koji vode ka nibbāni. \\'\"'",
  "mn12:36.12": "'\"\\'Takođe razumem kako će neko ko je krenuo tom stazom, razumevajući je sopstvenim neposrednim znanjem, ovde i sada ući i ostati u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. \\'\"'",
  "mn12:37.1": "'\"\\'Obuhvativši svojim umom um druge osobe, ja tu osobu ovako razumem: \\'\"'",
  "mn12:37.2": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je tim putem da će se posle sloma tela, posle smrti, preporoditi u svetu lišavanja, na lošem odredištu, u nižim svetovima, u čistilištu.’ \\'\"'",
  "mn12:37.3": "'\"\\'A kasnije, zahvaljujući duhovnom oku, pročišćenom i superiornom u odnosu na fizičko, vidim da se posle sloma tela, posle smrti, ona preporodila u svetu lišavanja, na lošem odredištu, u nižim svetovima, u čistilištu i da doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:37.4": "'\"\\'Zamisli da postoji rupa, dublja nego što je visina čoveka, puna užarenog uglja koji i ne gori i ne dimi. \\'\"'",
  "mn12:37.5": "'\"\\'Onda se čovek ošamućen i iscrpljen letnjim vrućinama, umoran, malaksao i žedan zaputi stazom što vodi samo u jednom smeru, i to baš do one rupe sa ugljevljem. \\'\"'",
  "mn12:37.6": "'\"\\'Tada bi čovek dobrog vida, ugledavši ga, rekao: \\'\"'",
  "mn12:37.7": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je takvim putem da će stići baš do one rupe sa ugljevljem.’ \\'\"'",
  "mn12:37.8": "'\"\\'Kasnije vidi da je pala u tu rupu sa ugljevljem i doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:37.9": "'\"\\'Isto tako, obuhvativši svojim umom um druge osobe… \\'\"'",
  "mn12:37.11": "'\"\\'doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:38.1": "'\"\\'Obuhvativši svojim umom um druge osobe, ja tu osobu ovako razumem: \\'\"'",
  "mn12:38.2": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je tim putem da će se posle sloma tela, posle smrti, preporoditi u životinjskom svetu.’ \\'\"'",
  "mn12:38.3": "'\"\\'A kasnije, zahvaljujući duhovnom oku, pročišćenom i superiornom u odnosu na fizičko, vidim da se posle sloma tela, posle smrti, ona preporodila u životinjskom svetu i doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:38.4": "'\"\\'Zamisli da postoji septička jama, dublja nego što je visina čoveka, puna izmeta. \\'\"'",
  "mn12:38.5": "'\"\\'Onda se čovek ošamućen i iscrpljen letnjim vrućinama, umoran, malaksao i žedan zaputi stazom što vodi samo u jednom smeru, i to baš do one septičke jame. \\'\"'",
  "mn12:38.6": "'\"\\'Tada bi čovek dobrog vida, ugledavši ga, rekao: \\'\"'",
  "mn12:38.7": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je takvim putem da će stići baš do one septičke jame.’ \\'\"'",
  "mn12:38.8": "'\"\\'Kasnije vidi da je pala u tu jamu i doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:38.9": "'\"\\'Isto tako, obuhvativši svojim umom um druge osobe… \\'\"'",
  "mn12:38.11": "'\"\\'doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:39.1": "'\"\\'Obuhvativši svojim umom um druge osobe, ja tu osobu ovako razumem: \\'\"'",
  "mn12:39.2": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je tim putem da će se posle sloma tela, posle smrti, ponovo pojaviti u svetu duhova.’ \\'\"'",
  "mn12:39.3": "'\"\\'A kasnije, zahvaljujući duhovnom oku, pročišćenom i superiornom u odnosu na fizičko, vidim da se posle sloma tela, posle smrti, ona preporodila u svetu duhova i doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:39.4": "'\"\\'Zamisli da postoji drvo koje raste na neravnom terenu, s oskudnim lišćem i pravi slabu hladovinu. \\'\"'",
  "mn12:39.5": "'\"\\'Onda se čovek ošamućen i iscrpljen letnjim vrućinama, umoran, malaksao i žedan zaputi stazom što vodi samo u jednom smeru, i to baš do tog drveta. \\'\"'",
  "mn12:39.6": "'\"\\'Tada bi čovek dobrog vida, ugledavši ga, rekao: \\'\"'",
  "mn12:39.7": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je takvim putem da će stići baš do onog drveta.’ \\'\"'",
  "mn12:39.8": "'\"\\'Kasnije je vidi da sedi ili leži u oskudnom hladu tog drveta i da doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:39.9": "'\"\\'Isto tako, obuhvativši svojim umom um druge osobe… \\'\"'",
  "mn12:39.11": "'\"\\'doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:40.1": "'\"\\'Obuhvativši svojim umom um druge osobe, ja tu osobu ovako razumem: \\'\"'",
  "mn12:40.2": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je tim putem da će se posle sloma tela, posle smrti, preporoditi u svetu ljudskih bića.’ \\'\"'",
  "mn12:40.3": "'\"\\'A kasnije, zahvaljujući duhovnom oku, pročišćenom i superiornom u odnosu na fizičko, vidim da se posle sloma tela, posle smrti, ona preporodila u svetu ljudskih bića i doživljava veoma prijatne osećaje. \\'\"'",
  "mn12:40.4": "'\"\\'Zamisli da postoji drvo koje raste na ravnom terenu, sa gustim lišćem i pravi debelu hladovinu. \\'\"'",
  "mn12:40.5": "'\"\\'Onda se čovek ošamućen i iscrpljen letnjim vrućinama, umoran, malaksao i žedan zaputi stazom što vodi samo u jednom smeru, i to baš do tog drveta. \\'\"'",
  "mn12:40.6": "'\"\\'Tada bi čovek dobrog vida, ugledavši ga, rekao: \\'\"'",
  "mn12:40.7": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je takvim putem da će stići baš do onog drveta.’ \\'\"'",
  "mn12:40.8": "'\"\\'Kasnije je vidi da sedi ili leži u oskudnom hladu tog drveta i da doživljava veoma prijatne osećaje. \\'\"'",
  "mn12:40.9": "'\"\\'Isto tako, obuhvativši svojim umom um druge osobe… \\'\"'",
  "mn12:40.11": "'\"\\'doživljava izuzetno bolne, razdiruće osećaje. \\'\"'",
  "mn12:41.1": "'\"\\'Obuhvativši svojim umom um druge osobe, ja tu osobu ovako razumem: \\'\"'",
  "mn12:41.2": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je tim putem da će se posle sloma tela, posle smrti, preporoditi na srećnom odredištu, u nebeskom svetu.’ \\'\"'",
  "mn12:41.3": "'\"\\'A kasnije, zahvaljujući duhovnom oku, pročišćenom i superiornom u odnosu na fizičko, vidim da se posle sloma tela, posle smrti, ona preporodila u nebeskom svetu i doživljava veoma prijatne osećaje. \\'\"'",
  "mn12:41.4": "'\"\\'Zamisli da postoji kuća i u njoj prostorija na spratu, omalterisana spolja i iznutra, zatvorena, osigurana rešetkama, žaluzinama, \\'\"'",
  "mn12:41.5": "'\"\\'a u njoj ležaj prekriven zastiračima, ćebadima i čaršavima, s prekrivačem od jelenske kože, sa baldahinom i mekim jastucima i za glavu i za noge. \\'\"'",
  "mn12:41.6": "'\"\\'Onda se čovek ošamućen i iscrpljen letnjim vrućinama, umoran, malaksao i žedan, zaputi stazom što vodi samo u jednom smeru, i to baš do te kuće. \\'\"'",
  "mn12:41.7": "'\"\\'Tada bi čovek dobrog vida, ugledavši ga, rekao: \\'\"'",
  "mn12:41.8": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je takvim putem da će stići baš do te kuće.’ \\'\"'",
  "mn12:41.9": "'\"\\'Kasnije je vidi da sedi ili leži u toj gornjoj sobi i doživljava veoma prijatne osećaje. \\'\"'",
  "mn12:41.10": "'\"\\'Isto tako, obuhvativši svojim umom um druge osobe… \\'\"'",
  "mn12:41.12": "'\"\\'doživljava veoma prijatne osećaje. \\'\"'",
  "mn12:42.1": "'\"\\'Obuhvativši svojim umom um druge osobe, ja tu osobu ovako razumem: \\'\"'",
  "mn12:42.2": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je tim putem da će razumevajući ga sopstvenim neposrednim znanjem, ovde i sada ući i ostati u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen.’ \\'\"'",
  "mn12:42.3": "'\"\\'A kasnije vidim da razumevajući ga sopstvenim neposrednim znanjem, ovde i sada ulazi i ostaje u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen, i da doživljava veoma prijatne osećaje. \\'\"'",
  "mn12:42.4": "'\"\\'Zamisli da postoji jezero puno hladne, bistre vode, blago nagnute obale, prekrasno \\'\"'",
  "mn12:42.5": "'\"\\'i u blizini guste šume. \\'\"'",
  "mn12:42.6": "'\"\\'Onda se čovek ošamućen i iscrpljen letnjim vrućinama, umoran, malaksao i žedan, zaputi stazom što vodi samo u jednom smeru, i to baš do tog jezera. \\'\"'",
  "mn12:42.7": "'\"\\'Tada bi čovek dobrog vida, ugledavši ga, rekao: \\'\"'",
  "mn12:42.8": "'\"\\'‘Ova osoba se tako ponaša, tako postupa, krenula je takvim putem da će stići baš do tog jezera.’ \\'\"'",
  "mn12:42.9": "'\"\\'Kasnije vidi da je uronila u to jezero, da se kupa, pije i oslobađa svake neugodnosti, malaksalosti i žeđi, da je izašla iz vode i sedi ili leži u šumi, doživljavajući veoma prijatne osećaje. \\'\"'",
  "mn12:42.10": "'\"\\'Isto tako, obuhvativši svojim umom um druge osobe… \\'\"'",
  "mn12:42.12": "'\"\\'doživljava veoma prijatne osećaje. \\'\"'",
  "mn12:42.13": "'\"\\'Sāriputta, postoji tih pet odredišta posle smrti. \\'\"'",
  "mn12:43.1": "'\"\\'Sāriputta, pošto znam i vidim sve to, može li neko s pravom o meni reći: \\'\"'",
  "mn12:43.2": "'\"\\'’Asketa Gotama nema nikakve nadljudske osobine, uopšte se ne ističe u znanju i viđenju dostojnom plemenitih. \\'\"'",
  "mn12:43.3": "'\"\\'Asketa Gotama podučava Dhammu koja je stvorena tek pukim domišljanjem, sledi jedino svoj način istraživanja, kako se njemu čini da treba’? \\'\"'",
  "mn12:43.4": "'\"\\'Ukoliko taj neko ne napusti tu tvrdnju, to stanje uma i ne odustane od takvog stanovišta, tada on neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu. \\'\"'",
  "mn12:43.5": "'\"\\'Isto kao što bi monah ispunjen vrlinom, koncentracijom i mudrošću ovde i sada uživao u krajnjem znanju, isto tako bi se dogodilo i u ovom slučaju, kažem, \\'\"'",
  "mn12:43.6": "'\"\\'da takav zlonamernik, ukoliko ne napusti svoju tvrdnju, to stanje uma i ne odustane od takvog gledišta, neizbežno, kao kad bi ga neko odneo i stavio tamo, skončava u čistilištu. \\'\"'",
  "mn12:44.1": "'\"\\'Sāriputta, sećam se da sam živeći svetačkim životom negovao četiri stvari. \\'\"'",
  "mn12:44.2": "'\"\\'Praktikovao sam asketizam – krajnost asketizma; praktikovao sam neosetljivost – krajnost neosetljivosti; praktikovao sam obazrivost – krajnost obazrivosti; praktikovao sam osamljenost – krajnost osamljenosti. \\'\"'",
  "mn12:45.1": "'\"\\'Takav je bio moj asketizam, Sāriputta, da sam išao nag, odbacujući pravila, lizao dlanove, nisam odlazio kad su me pozivali, nisam se zaustavljao kad bi me zamolili. \\'\"'",
  "mn12:45.2": "'\"\\'Nisam prihvatao hranu koju\\\\\\\\xa0mi donesu, posebno pripreme ili me pozovu na ručak. Nisam primao ništa iz lonca, iz zdele, iz kuće, iz avana, od dvoje koji jedu zajedno, od trudnice, od žene koja doji, od žene koja leže kraj muškarca, sa mesta gde se hrana javno deli, sa mesta gde je bilo pasa ili muva. Nisam uzimao ni ribu, ni meso, nisam pio rakiju, vino, niti drugi alkohol. \\'\"'",
  "mn12:45.3": "'\"\\'Držao sam se pravila da u jednoj kući uzmem jedan zalogaj; da u dve kuće uzmem dva zalogaja… da u sedam kuća uzmem sedam zalogaja. \\'\"'",
  "mn12:45.4": "'\"\\'Živeo sam na jednom tanjiru hrane dnevno, na dva tanjira hrane dnevno… na sedam tanjira hrane dnevno. \\'\"'",
  "mn12:45.5": "'\"\\'Uzimao sam hranu samo jednom dnevno, jednom u dva dana… jednom u sedam dana i tako dalje, sve do jednom u dve nedelje. Istrajavao sam u praksi uzimanja hrane u određenim intervalima. \\'\"'",
  "mn12:45.6": "'\"\\'Jeo sam zeleniš ili proso ili pirinač ili koru ili mahovinu ili pirinčanu plevu ili pirinčane mekinje ili brašno od susama ili travu ili kravlji izmet. Živeo sam od šumskog korenja ili voća, hranio se otpalim plodovima. \\'\"'",
  "mn12:45.7": "'\"\\'Oblačio sam ogrtač načinjen od grube kudelje, mrtvačkog pokrova, bačenih krpa, kore drveta, kože antilope, traka od kože antilope, ogrtač od ispletene kusa trave, od like, od lišća, od vune, životinjskog krzna ili sovinog perja. \\'\"'",
  "mn12:45.8": "'\"\\'Čupao sam sâm sebi kosu i bradu, istrajavao sam\\\\\\\\xa0u redovnom čupanju kose i brade. \\'\"'",
  "mn12:45.9": "'\"\\'Neprekidno sam stajao, odbijajući da sednem. \\'\"'",
  "mn12:45.10": "'\"\\'Čučao sam bez prekida, stalno sam bio u čučećem položaju. \\'\"'",
  "mn12:45.11": "'\"\\'Koristio sam ležaj od trnja, pravio sam sâm sebi ležaj od trnja. \\'\"'",
  "mn12:45.12": "'\"\\'Živeo sam praktikujući kupanje u vodi tri puta na dan, uključujući veče. \\'\"'",
  "mn12:45.13": "'\"\\'Tako sam na mnoge načine praktikovao mučenje i umrtvljivanje tela. \\'\"'",
  "mn12:45.14": "'\"\\'Takav beše moj asketizam; \\'\"'",
  "mn12:46.1": "'\"\\'takva je bila moja neosetljivost, Sāriputta. \\'\"'",
  "mn12:46.2": "'\"\\'Godinama su mi se prašina i blato lepili za telo, sve dok nisu počeli da otpadaju komadi. \\'\"'",
  "mn12:46.3": "'\"\\'Kao kada deblo tinduka drveta, godinama na sebi skuplja godove i čvorove, isto tako su mi se prašina i blato godinama lepili za telo. \\'\"'",
  "mn12:46.4": "'\"\\'I nikada mi nije pala na um misao: \\'\"'",
  "mn12:46.5": "'\"\\'‘Ah, bilo bi dobro da sperem sa sebe ovu prašinu, ja ili neko drugi’ \\'\"'",
  "mn12:46.6": "'\"\\'– nikada to nisam pomislio. \\'\"'",
  "mn12:46.7": "'\"\\'Takva je bila moja neosetljivost. \\'\"'",
  "mn12:47.1": "'\"\\'Takva je bila moja obazrivost, Sāriputta, \\'\"'",
  "mn12:47.2": "'\"\\'da sam idući unapred ili unazad uvek pazio gde stajem. Bio sam pun samilosti čak i prema bićima u kapljici vode: \\'\"'",
  "mn12:47.3": "'\"\\'‘Neka ne povredim ni najsitnija stvorenja u pukotini tla.’ \\'\"'",
  "mn12:47.4": "'\"\\'Takva je bila moja obazrivost. \\'\"'",
  "mn12:48.1": "'\"\\'Takva je bila moja osamljenost, Sāriputta, \\'\"'",
  "mn12:48.2": "'\"\\'da sam zalazio u šumu i boravio tamo. \\'\"'",
  "mn12:48.3": "'\"\\'I kada bi naišao govedar ili čobanin, neko ko skuplja travu ili granje, šumar, bežao bih od šumarka do šumarka, od gustiša do gustiša, od jame do jame, od humke do humke. \\'\"'",
  "mn12:48.4": "'\"\\'A zašto? \\'\"'",
  "mn12:48.5": "'\"\\'Zato da me ne vide ili da ja ne vidim njih. \\'\"'",
  "mn12:48.6": "'\"\\'Baš kao što jelen odrastao u divljini, kad spazi ljudska bića, beži od šumarka do šumarka, od gustiša do gustiša, od jame do jame, od humke do humke, \\'\"'",
  "mn12:48.7": "'\"\\'isto tako sam i ja, kad bi naišao govedar ili čobanin… \\'\"'",
  "mn12:48.8": "'\"\\'A zašto? \\'\"'",
  "mn12:48.9": "'\"\\'Zato da me ne vide ili da ja ne vidim njih. \\'\"'",
  "mn12:48.10": "'\"\\'Takva je bila moja osamljenost. \\'\"'",
  "mn12:49.1": "'\"\\'Otišao bih četvoronoške do kravlje ispaše kad bi stoka bila isterana, a čobanin je ostavio, i hranio sam se izmetom teladi što još sisa. \\'\"'",
  "mn12:49.2": "'\"\\'I sve dok bih imao sopstvenog izmeta i urina, hranio sam se sopstvenim izmetom i urinom. \\'\"'",
  "mn12:49.3": "'\"\\'Takva je bila moja velika praksa hranjenja nečistim. \\'\"'",
  "mn12:50.1": "'\"\\'Zašao bih u nekakvu zastrašujuću šumu i boravio tamo – \\'\"'",
  "mn12:50.2": "'\"\\'šumu toliko strašnu u kojoj bi se \\'\"'",
  "mn12:50.3": "'\"\\'običnom čoveku od straha kosa dizala na glavi, ukoliko nije oslobođen strasti. \\'\"'",
  "mn12:50.4": "'\"\\'I kad bi došle hladne noći tokom ‘osmodnevnog perioda mraza’, boravio bih noću na otvorenom, a preko dana u šumi. \\'\"'",
  "mn12:50.5": "'\"\\'Poslednjeg meseca sezone vrućina preko dana bih boravio na otvorenom, a noću u šumi. \\'\"'",
  "mn12:50.6": "'\"\\'A onda mi se odjednom\\\\\\\\xa0javiše ovi stihovi, koje nikada do tada nisam čuo: \\'\"'",
  "mn12:50.7": "'\"\\'‘Promrzao noću i spržen danju, \\'\"'",
  "mn12:50.8": "'\"\\'sam u jezovitim šumama, \\'\"'",
  "mn12:50.9": "'\"\\'nag, bez vatre kraj koje bi seo, \\'\"'",
  "mn12:50.10": "'\"\\'mudrac ipak svoje traganje nastavlja.’ \\'\"'",
  "mn12:51.1": "'\"\\'Krevet bih načinio na mestu za spaljivanje leševa, kosti bih stavio kao jastuk pod glavu. \\'\"'",
  "mn12:51.2": "'\"\\'A pastiri bi dolazili i pljuvali po meni, mokrili po meni, bacali đubre na mene i boli me štapovima u uho. \\'\"'",
  "mn12:51.3": "'\"\\'Pa ipak se ne sećam da se ikada u mom umu javila loša misao (mržnje) prema njima. \\'\"'",
  "mn12:51.4": "'\"\\'Takvo je bilo moje boravište u spokojstvu. \\'\"'",
  "mn12:52.1": "'\"\\'Sāriputta, ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: \\'\"'",
  "mn12:52.2": "'\"\\'‘Pročišćenje dolazi putem hrane.’ \\'\"'",
  "mn12:52.3": "'\"\\'Oni kažu: \\'\"'",
  "mn12:52.4": "'\"\\'‘Živećemo na jednom plodu kola voćke na dan’, \\'\"'",
  "mn12:52.5": "'\"\\'te jedu kola voće, jedu prah od kola voća, piju sok od kola voća \\'\"'",
  "mn12:52.6": "'\"\\'i prave razne druge napitke od kola voća. \\'\"'",
  "mn12:52.7": "'\"\\'Sećam se da sam i ja jeo jedan plod kola voćke na dan. \\'\"'",
  "mn12:52.8": "'\"\\'Sāriputta, ti možda misliš \\'\"'",
  "mn12:52.9": "'\"\\'da je taj plod u to vreme bio veći, \\'\"'",
  "mn12:52.10": "'\"\\'ali nemoj tako misliti. \\'\"'",
  "mn12:52.11": "'\"\\'Plod je tada bio najviše iste veličine kao i sada, ako ne i manji. \\'\"'",
  "mn12:52.12": "'\"\\'A jedući jedan plod kola voćke na dan moje telo postade sama kost i koža. \\'\"'",
  "mn12:52.13": "'\"\\'Pošto sam tako malo jeo, moji udovi postadoše poput prutova bambusa ili loze. \\'\"'",
  "mn12:52.14": "'\"\\'Pošto sam tako malo jeo, moja leđa postadoše poput kamilje grbe. \\'\"'",
  "mn12:52.15": "'\"\\'Pošto sam tako malo jeo, pršljenovi moje kičme ličili su na red nanizanih perli. \\'\"'",
  "mn12:52.16": "'\"\\'Pošto sam tako malo jeo, moja rebra štrčala su sablasno poput greda na ambaru bez krova. \\'\"'",
  "mn12:52.17": "'\"\\'Pošto sam tako malo jeo, oči su mi upale u očne duplje, nalik odsjaju vode u dubokom izvoru. \\'\"'",
  "mn12:52.18": "'\"\\'Pošto sam tako malo jeo, koža na glavi mi se smežurala i izbledela baš kao što se tikva smežura i izbledi na vetru i na suncu. \\'\"'",
  "mn12:52.19": "'\"\\'Pošto sam tako malo jeo, stomak mi se prilepio za kičmu; ako bih dodirnuo kožu na stomaku, osetio bih i kičmu, a ako bih dodirnuo kičmu, osetio bih i kožu na stomaku. \\'\"'",
  "mn12:52.20": "'\"\\'Pošto sam tako malo jeo, ako sam želeo da obavim veliku ili malu nuždu, sručio bih se pravo na lice na tom mestu. \\'\"'",
  "mn12:52.21": "'\"\\'Pošto sam tako malo jeo, pokušavao sam da olakšam bolove tela trljajući ga rukama, a dlake, onako trule u korenu, otpadale bi s tela dok sam ga trljao. \\'\"'",
  "mn12:53-55.1": "'\"\\'Sāriputta, ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: \\'\"'",
  "mn12:53-55.2": "'\"\\'‘Pročišćenje dolazi putem hrane.’ \\'\"'",
  "mn12:53-55.3": "'\"\\'Oni kažu: \\'\"'",
  "mn12:53-55.4": "'\"\\'’Živećemo na mahunarkama’… \\'\"'",
  "mn12:53-55.5": "'\"\\'’Živećemo na susamu’… \\'\"'",
  "mn12:53-55.6": "'\"\\'’Živećemo na pirinču’ \\'\"'",
  "mn12:53-55.7": "'\"\\'i onda jedu pirinač, jedu pirinčano brašno, piju pirinčanu vodu \\'\"'",
  "mn12:53-55.8": "'\"\\'i prave razne druge napitke od pirinča. \\'\"'",
  "mn12:53-55.9": "'\"\\'Sećam se da sam i ja jeo jedno zrno pirinča na dan. \\'\"'",
  "mn12:53-55.10": "'\"\\'Sāriputta, ti možda misliš \\'\"'",
  "mn12:53-55.11": "'\"\\'da je zrno pirinča u to vreme bilo veće, \\'\"'",
  "mn12:53-55.12": "'\"\\'ali nemoj tako misliti. \\'\"'",
  "mn12:53-55.13": "'\"\\'Zrno pirinča je tada bilo iste veličine kao i sada. \\'\"'",
  "mn12:53-55.14": "'\"\\'A jedući jedno zrno pirinča na dan, moje telo postade sama kost i koža. \\'\"'",
  "mn12:53-55.15": "'\"\\'Pošto sam tako malo jeo, moji udovi postadoše poput prutova bambusa ili loze… \\'\"'",
  "mn12:53-55.23": "'\"\\'dlake, onako trule u korenu, otpadale bi s tela dok sam ga trljao. \\'\"'",
  "mn12:56.1": "'\"\\'Pa ipak, Sāriputta, takvim ponašanjem, takvom praksom, takvim asketskim vežbanjem nisam dostigao bilo koje nadljudsko stanje, bilo kakvo isticanje u znanju i viđenju dostojno plemenitih. \\'\"'",
  "mn12:56.2": "'\"\\'A zašto? \\'\"'",
  "mn12:56.3": "'\"\\'Zato što nisam dostigao onu plemenitu mudrost koja, kad se dostigne, oplemenjuje i oslobađa, onoga ko postupa u skladu s njom vodi potpunom iskorenjivanju patnje. \\'\"'",
  "mn12:57.1": "'\"\\'Sāriputta, ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: \\'\"'",
  "mn12:57.2": "'\"\\'’Pročišćenje nastaje transigracijom.’ \\'\"'",
  "mn12:57.3": "'\"\\'Ali nije lako pronaći svet u kojem se već nisam obreo na ovom dugom putu, izuzev božanstava čistih boravišta. \\'\"'",
  "mn12:57.4": "'\"\\'Da sam se obreo kao božanstvo u čistim boravištima, nikada se više ne bih vratio na ovaj svet. \\'\"'",
  "mn12:58.1": "'\"\\'Sāriputta, ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: \\'\"'",
  "mn12:58.2": "'\"\\'’Pročišćenje nastaje (nekom određenom vrstom) preporađanja.’ \\'\"'",
  "mn12:58.3": "'\"\\'Ali nije lako pronaći svet u kojem se već nisam preporodio na ovom dugom putu, izuzev božanstava čistih boravišta. \\'\"'",
  "mn12:58.4": "'\"\\'Da sam se preporodio kao božanstvo u čistim boravištima, nikada se više ne bih vratio na ovaj svet. \\'\"'",
  "mn12:59.1": "'\"\\'Sāriputta, ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: \\'\"'",
  "mn12:59.2": "'\"\\'’Pročišćenje nastaje (nekom određenom vrstom) boravišta.’ \\'\"'",
  "mn12:59.3": "'\"\\'Ali nije lako pronaći boravište na kojem već nisam bio… izuzev među božanstavima čistih boravišta. \\'\"'",
  "mn12:59.4": "'\"\\'Da sam\\\\\\\\xa0bio božanstvo u čistim boravištima, nikada se više ne bih vratio na ovaj svet. \\'\"'",
  "mn12:60.1": "'\"\\'Sāriputta, ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: \\'\"'",
  "mn12:60.2": "'\"\\'’Pročišćenje nastaje žrtvovanjem.’ \\'\"'",
  "mn12:60.3": "'\"\\'Ali nije lako pronaći vrstu žrtve koju već nisam prineo na ovom dugom putu, onda kad sam bio miropomazan, plemeniti kralj ili imućni brahman. \\'\"'",
  "mn12:61.1": "'\"\\'Sāriputta, ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: \\'\"'",
  "mn12:61.2": "'\"\\'’Pročišćenje nastaje obožavanjem vatre.’ \\'\"'",
  "mn12:61.3": "'\"\\'Ali nije lako pronaći vrstu vatre koju već nisam obožavao na ovom dugom putu, onda kad sam bio miropomazan, plemeniti kralj ili imućni brahman. \\'\"'",
  "mn12:62.1": "'\"\\'Sāriputta, ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: \\'\"'",
  "mn12:62.2": "'\"\\'’Sve dok je taj dobri čovek još uvek mlad, crne kose i obdaren blagoslovom mladosti, u najboljim godinama, sve dotle je savršen u svojoj mudrosti. \\'\"'",
  "mn12:62.3": "'\"\\'Ali kad taj dobri čovek ostari, postane vremešan, stavi na leđa breme godina, poodmakne stazom života i stigne do njenog poslednjeg dela, kada bude imao osamdeset, devedeset ili sto godina, tada je sjaj njegove mudrosti izgubljen.’ \\'\"'",
  "mn12:62.4": "'\"\\'Ali ne treba tako misliti. \\'\"'",
  "mn12:62.5": "'\"\\'Ja sam sada star, vremešan, na leđima mi je breme godina, poodmakao sam stazom života i stigao do njenog poslednjeg dela: osamdeset mi je godina. \\'\"'",
  "mn12:62.6": "'\"\\'A sad zamisli da sam imao četiri sledbenika od po sto godina, savršene u svesnosti, prijemčivosti, pamćenju i sjaju mudrosti. \\'\"'",
  "mn12:62.7": "'\"\\'I baš kao što vešt strelac, izvežban, umešan i proveren, s lakoćom može da odapne strelu kroz senku palme, \\'\"'",
  "mn12:62.8": "'\"\\'zamisli da oni isto tako lako vladaju svojom svesnošću, prijemčivošću, pamćenjem i mudrošću. \\'\"'",
  "mn12:62.9": "'\"\\'Zamisli, dalje, da su me oni neprekidno ispitivali o četiri temelja svesnosti i da sam ja odgovarao, a oni pamtili svaki odgovor i nikada nisu postavljalidopunska pitanja ili pravili pauzu, \\'\"'",
  "mn12:62.10": "'\"\\'sem da jedu, piju, obave nuždu i odmore se kako bi odagnali umor i pospanost. Pa ipak se Tathāgatino izlaganje o Dhammi, njegovo tumačenje elemenata Dhamme i njegovi odgovori na pitanja ne bi još okončali, \\'\"'",
  "mn12:62.11": "'\"\\'a u međuvremenu ta četiri moja sledbenika, stogodišnjaka bi umrla, pošto navrše svojih sto godina. \\'\"'",
  "mn12:62.12": "'\"\\'Sāriputta, čak i ako budeš morao da me iznemoglog nosiš unaokolo u ležaljci, čak i tada neće biti promenjen sjaj Tathāgatine mudrosti. \\'\"'",
  "mn12:63.1": "'\"\\'Ako bi se za nekoga moglo s pravom reći: \\'\"'",
  "mn12:63.2": "'\"\\'’Biće oslobođeno obmanutosti pojavilo se u ovome svetu na dobrobit i sreću mnogih, iz saosećanja za ovaj svet, na dobrobit, blagostanje i sreću božanskih i ljudskih bića’, onda sam zaista ja taj za kojeg bi se s pravom to moglo reći.” \\'\"'",
  "mn12:64.1": "'\"\\'A tom prilikom je poštovani Nāgasamāla stajao iza Blaženog, hladeći ga lepezom. \\'\"'",
  "mn12:64.2": "'\"\\'Tada on reče Blaženom: \\'\"'",
  "mn12:64.3": "'\"\\'„Zadivljujuće je to, poštovani, čudesno je to! \\'\"'",
  "mn12:64.4": "'\"\\'Dok sam slušao ovaj govor o Dhammi, kosa mi se digla na glavi. \\'\"'",
  "mn12:64.5": "'\"\\'Poštovani gospodine, kako se zove ovaj govor o Dhammi?” \\'\"'",
  "mn12:64.6": "'\"\\'„Ako je tako, Nāgasamāla, možeš ovaj govor o Dhammi zapamtiti kao ’Govor od kojeg se kosa diže na glavi’.” \\'\"'",
  "mn12:64.7": "'\"\\'Tako reče Blaženi. \\'\"'",
  "mn12:64.8": "'\"\\'Zadovoljan, poštovani Nāgasamāla se obradova rečima Blaženog. \\'\"'"
}