{
  "mn13:0.1": "Budini govori srednje dužine 13 ",
  "mn13:0.2": "Dugi govor o okeanu patnje ",
  "mn13:1.1": "Ovako sam čuo. ",
  "mn13:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn13:2.1": "Onda se jednoga jutra grupa monaha obukla, uzeše svaki svoju prosjačku zdelu i gornji ogrtač, pa krenuše put Sāvatthīja da prose hranu. ",
  "mn13:2.2": "Usput monasi pomisliše: ",
  "mn13:2.3": "„Još je rano da prosimo hranu u Sāvatthīju. ",
  "mn13:2.4": "Kako bi bilo da odemo do parka u kojem borave beskućnici drugih tradicija?” ",
  "mn13:2.5": "Tako odoše do parka u kojem borave beskućnici drugih tradicija i učtivo se pozdraviše sa njima. ",
  "mn13:2.6": "Kada taj učtivi i prijateljski razgovor bi završen, sedoše oni sa strane. A beskućnici im rekoše: ",
  "mn13:3.1": "„Prijatelji, asketa Gotama opisuje potpuno razumevanje zadovoljstava čula, a i mi isto to činimo; ",
  "mn13:3.2": "asketa Gotama opisuje potpuno razumevanje materijalnog oblika, a i mi isto to činimo; ",
  "mn13:3.3": "asketa Gotama opisuje potpuno razumevanje osećaja, a i mi isto to činimo. ",
  "mn13:3.4": "Čini se da nema razlike, prijatelji, nema odstupanja između učenja o Dhammi askete Gotame i našega, ",
  "mn13:3.5": "između njegovih saveta i naših.” ",
  "mn13:4.1": "Monasi niti potvrdiše, niti opovrgnuše reči ovih asketa. ",
  "mn13:4.2": "Umesto toga, ustadoše sa svojih mesta i odoše razmišljajući: ",
  "mn13:4.3": "„Značenje ovih reči ćemo razumeti u prisustvu Blaženoga.” ",
  "mn13:5.1": "A kad su isprosili hranu u Sāvatthīju i vratili se, posle obroka, odoše do Blaženog. Pošto su mu se poklonili, sedoše sa strane i ispričaše šta se dogodilo. [Blaženi na to reče:] ",
  "mn13:6.1": "„Monasi, beskućnike drugih tradicija koji tako govore treba pitati ovako: ",
  "mn13:6.2": "’Prijatelji, šta je zadovoljenje, šta je opasnost, a šta je izlaz u pogledu zadovoljstava čula? ",
  "mn13:6.3": "Šta je zadovoljenje, šta je opasnost, a šta izlaz u pogledu materijalnih oblika? ",
  "mn13:6.4": "Šta je zadovoljenje, šta je opasnost i šta je izlaz u pogledu osećaja?’ ",
  "mn13:6.5": "Kada ih tako pitate, beskućnici drugih tradicija neće moći objasniti, štaviše, upetljaće se u poteškoće. ",
  "mn13:6.6": "A zašto? ",
  "mn13:6.7": "Zato što to nije njihova teritorija. ",
  "mn13:6.8": "Monasi, ne vidim bilo koga u ovome svetu, sa njegovim božanstvima, Mārom i Brahmom, u ovom pokolenju sa njegovim asketama i brahmanima, plemenitim i običnim ljudima, ko može zadovoljiti um odgovorom na ova pitanja, izuzev Tathāgate, njegovog učenika ili nekoga ko je to naučio od njih. ",
  "mn13:7.1": "A šta je to, monasi, zadovoljenje u pogledu zadovoljstava čula? ",
  "mn13:7.2": "Monasi, postoji ovih pet vrsta zadovoljstava čula. ",
  "mn13:7.3": "Kojih pet? ",
  "mn13:7.4": "Oblici dostupni oku za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast. ",
  "mn13:7.5": "Zvuci dostupni uhu… ",
  "mn13:7.6": "Mirisi dostupni nosu… ",
  "mn13:7.7": "Ukusi dostupni jeziku… ",
  "mn13:7.8": "Dodiri dostupni telu za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast. ",
  "mn13:7.9": "To je pet vrsta zadovoljstava čula. ",
  "mn13:7.10": "A prijatnost i radost koji nastanu na osnovu tih pet vrsta zadovoljstva čula jesu zadovoljenje u pogledu zadovoljstava čula. ",
  "mn13:8.1": "A šta je to, monasi, opasnost u pogledu zadovoljstava čula? ",
  "mn13:8.2": "Monasi, zbog posla kojim se neki čovek bavi da bi preživeo – ",
  "mn13:8.3": "bilo da je reč o računanju, popisivanju, obračunavanju, ratarstvu, trgovini, povrtarstvu, streljaštvu, služenju kralju, bilo kojem drugom zanatu – ",
  "mn13:8.4": "on mora da se suoči sa hladnoćom, da se suoči sa vrućinom, povređuju ga ubodi obada, komaraca, vetar, sunce, gmizavci; rizikuje smrt od gladi i žeđi. ",
  "mn13:8.5": "To je opasnost u pogledu zadovoljstava čula vidljiva ovde i sada, okean patnje koji ima zadovoljstva čula kao svoj uzrok, zadovoljstva čula kao svoj izvor, zadovoljstva čula kao svoju osnovu; opasnost koja je jednostavno uzrokovana zadovoljstvima čula. ",
  "mn13:9.1": "Ako čovek ne stekne bilo kakvu imovinu dok radi i muči se, dok ulaže napor, ",
  "mn13:9.2": "on tuguje, žali i nariče, plače udarajući se u prsa i postaje rastresen, jadikujući: ",
  "mn13:9.3": "’Moj rad je uzalud, moj napor je bez ploda!’ ",
  "mn13:9.4": "I to je opasnost u pogledu zadovoljstava čula vidljiva ovde i sada… opasnost koja je jednostavno uzrokovana zadovoljstvima čula. ",
  "mn13:10.1": "Ako čovek stekne bilo kakvu imovinu dok radi i muči se, dok ulaže napor, ",
  "mn13:10.2": "on doživljava bol i tugu nastojeći da je zaštiti: ",
  "mn13:10.3": "’Kako da ni kraljevi ni lopovi ne uzmu moju imovinu, da je vatra ne sagori, ni voda ne odnese, niti da je gramzivi naslednici raznesu?’ ",
  "mn13:10.4": "I dok čuva i štiti svoju imovinu, kraljevi ili lopovi je uzmu, vatra je sagori, voda je odnese ili je gramzivi naslednici raznesu. ",
  "mn13:10.5": "I onda tuguje, žali i nariče, plače udarajući se u prsa i postaje rastresen, jadikujući: ",
  "mn13:10.6": "’Ono što sam imao, sada više nemam!’ ",
  "mn13:10.7": "I to je opasnost u pogledu zadovoljstava čula vidljiva ovde i sada… opasnost koja je jednostavno uzrokovana zadovoljstvima čula. ",
  "mn13:11.1": "Dalje, sa zadovoljstvima čula kao uzrokom, zadovoljstvima čula kao izvorom, zadovoljstvima čula kao osnovom, jednostavno zbog zadovoljstava čula, kraljevi se svađaju sa kraljevima, plemići s plemićima, brahmani sa brahmanima, kućedomaćini s kućedomaćinima; majka se svađa sa sinom, sin s majkom, otac sa sinom, sin sa ocem; brat se svađa sa bratom, brat sa sestrom, sestra sa bratom, prijatelj s prijateljem. ",
  "mn13:11.2": "Tokom tih svađa, kavgi i prepirki nasrću jedni na druge pesnicama, grumenom zemlje, štapovima ili noževima, ",
  "mn13:11.3": "čime uzrokuju smrt ili tešku patnju. ",
  "mn13:11.4": "I to je opasnost u pogledu zadovoljstava čula vidljiva ovde i sada… opasnost koja je jednostavno uzrokovana zadovoljstvima čula. ",
  "mn13:12.1": "Dalje, sa zadovoljstvima čula kao uzrokom… ljudi uzimaju mačeve i štitove, lûk i tobolac, i jurišaju u bitku postrojeni u redove, dok strele i koplja lete unaokolo, a mačevi sevaju; tu bivaju ranjeni strelama i kopljima, glave im bivaju odsečene mačevima ",
  "mn13:12.2": "tu bivaju ranjeni strelama i kopljima, glave im bivaju odsečene mačevima ",
  "mn13:12.3": "ili se izlažu nekoj drugoj smrti i teškoj patnji. ",
  "mn13:12.4": "I to je opasnost u pogledu zadovoljstava čula vidljiva ovde i sada… opasnost koja je jednostavno uzrokovana zadovoljstvima čula. ",
  "mn13:13.1": "Dalje, sa zadovoljstvima čula kao uzrokom… ljudi uzimaju mačeve i štitove, lûk i tobolac, i jurišaju na utvrđenja, dok strele i koplja lete unaokolo, a mačevi sevaju; ",
  "mn13:13.2": "tu bivaju ranjeni strelama i kopljima, na njih sipaju vrelo ulje ili bacaju veliko kamenje, glave im bivaju odsečene mačevima ",
  "mn13:13.3": "te tako jedni drugima donose smrt ili samrtne bolove. ",
  "mn13:13.4": "I to je opasnost u pogledu zadovoljstava čula vidljiva ovde i sada… opasnost koja je jednostavno uzrokovana zadovoljstvima čula. ",
  "mn13:14.1": "Dalje, sa zadovoljstvima čula kao uzrokom… ljudi provaljuju u kuće, otimaju, kradu, postavljaju zasede, zavode tuđe žene, ",
  "mn13:14.2": "a kad ih uhvate, kraljevi ih stavljaju na razne muke. ",
  "mn13:14.3": "Tako ih osuđuju na težak rad, na bičevanje, na udarce štapom, na šibanje brezovim prutom, na odsecanje šake, na odsecanje stopala, na odsecanje i šake i stopala, na odsecanje ušiju, na odsecanje nosa, na odsecanje i ušiju i nosa, na ’lonac vruće kaše’, na ’brijanje školjke’, na ’Rāhuova usta’, na ’vatreni venac’, na ’vatrene ruke’, na ’vlati trave’, na ’odeću od kore’, na ’crnu antilopu’, na ’meso sa kuke’, na ’novčiće’, na ’obradu kiselinom’, na ’osovinu’, na ’slamnatu prostirku’; polivaju ih vrelim uljem, daju psima da ih rastrgnu, žive nataknu na kolac, odsecaju glave mačem – ",
  "mn13:14.4": "tako ih zadesi smrt ili teška patnja. ",
  "mn13:14.5": "I to je opasnost u pogledu zadovoljstava čula vidljiva ovde i sada… opasnost koja je jednostavno uzrokovana zadovoljstvima čula. ",
  "mn13:15.1": "Dalje, sa zadovoljstvima čula kao uzrokom, zadovoljstvima čula kao izvorom, zadovoljstvima čula kao osnovom, jednostavno zbog zadovoljstava čula, ljudi čine loše stvari telom, govorom i umom. ",
  "mn13:15.2": "Otuda, posle sloma tela, posle smrti, oni se preporađaju u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u čistilištu. ",
  "mn13:15.3": "To je takođe opasnost u pogledu zadovoljstava čula vidljiva u budućem životu, okean patnje koji ima zadovoljstva čula kao svoj uzrok, zadovoljstva čula kao svoj izvor, zadovoljstva čula kao svoju osnovu; opasnost koja je jednostavno uzrokovana zadovoljstvima čula. ",
  "mn13:16.1": "A šta je, monasi, izlaz u pogledu zadovoljstava čula? ",
  "mn13:16.2": "Uklanjanje i napuštanje želje i strasti za zadovoljstvima čula: to je izlaz u pogledu zadovoljstava čula. ",
  "mn13:17.1": "Nemoguće je da oni askete i brahmani koji ne razumeju, u skladu sa istinom, zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz u pogledu zadovoljstava čula, dakle, nemoguće je da oni sami do kraja razumeju zadovoljstva čula ili da upućuju druge, tako da ovi do kraja razumeju zadovoljstva čula. ",
  "mn13:17.2": "Ali jeste moguće da oni askete i brahmani koji razumeju, u skladu sa istinom, zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz u pogledu zadovoljstava čula, dakle, moguće je da oni sami do kraja razumeju zadovoljstva čula ili da upućuju druge, tako da ovi do kraja razumeju zadovoljstva čula. ",
  "mn13:18.1": "A šta je, monasi, zadovoljenje u pogledu materijalnih oblika? ",
  "mn13:18.2": "Zamislite devojku iz kaste plemića, iz kaste brahmana ili iz kaste kućedomaćina, od petnaest ili šesnaest godina, ni suviše visoku, ni suviše nisku, ni suviše mršavu, ni suviše debelu, ni suviše tamne, ni suviše svetle puti. Jesu li njezina lepota i ljupkost u tom trenutku na vrhuncu?” ",
  "mn13:18.3": "„Da, poštovani gospodine.” ",
  "mn13:18.4": "„Prijatnost i radost koji se javljaju zbog te lepote i ljupkosti ",
  "mn13:18.5": "jesu zadovoljenje u pogledu materijalnih oblika. ",
  "mn13:19.1": "A šta je, monasi, opasnost u pogledu materijalnih oblika? ",
  "mn13:19.2": "Kasnije neko može videti istu tu ženu, ali sada u osamdesetoj, devedesetoj, pa i stotoj godini, staru, povijenu poput kuke, presamićenu, sa štapom, kako se tetura, krhku, u dubokoj starosti, bez zuba, sedu, proređene kose, ćelavu, smežuranu, mlohavih udova. ",
  "mn13:19.3": "Šta mislite, monasi? ",
  "mn13:19.4": "Jesu li njezina nekadašnja lepota i ljupkost iščezli i opasnost postala očigledna?” ",
  "mn13:19.5": "„Jeste.” ",
  "mn13:19.6": "„Monasi, to je opasnost u pogledu materijalnih oblika. ",
  "mn13:20.1": "Dalje, neko može videti istu tu ženu u bolovima, kako pati, smrtno bolesnu, kako leži u sopstvenom izmetu ili mokraći, pa je neko uzme i stavi na drugo mesto. ",
  "mn13:20.2": "Šta mislite, monasi? ",
  "mn13:20.3": "Jesu li njezina nekadašnja lepota i ljupkost iščezli i opasnost postala očigledna?” ",
  "mn13:20.4": "„Jeste.” ",
  "mn13:20.5": "„Monasi, i to je opasnost u pogledu materijalnih oblika. ",
  "mn13:21.1": "Dalje, neko može videti istu tu ženu kao leš bačen na mesto za spaljivanje, ",
  "mn13:21.2": "dan, dva ili tri pošto je umrla, nadutu, modru, iz nje gnoj curi. ",
  "mn13:21.3": "Šta mislite, monasi? ",
  "mn13:21.4": "Jesu li njezina nekadašnja lepota i ljupkost iščezli i opasnost postala očigledna?” ",
  "mn13:21.5": "„Jeste.” ",
  "mn13:21.6": "„Monasi, i to je opasnost u pogledu materijalnih oblika. ",
  "mn13:22.1": "Dalje, neko može videti istu tu ženu kao leš bačen na mesto za spaljivanje, ",
  "mn13:22.2": "kako je proždiru gavranovi, sokoli, lešinari, psi, šakali ili razne vrste crva… ",
  "mn13:23-28.1": "Dalje, neko može videti istu tu ženu kao leš bačen na mesto za spaljivanje, ",
  "mn13:23-28.2": "kostur sa mesom i krvlju, koji na okupu drže tetive… kostur bez mesa, umrljan krvlju, koji na okupu drže tetive… kostur bez mesa i krvi, koji na okupu drže tetive… kosti razbacane na sve strane – ",
  "mn13:23-28.3": "ovde kosti ruke, onde kosti stopala, potkolenice, butne kosti, karlica, kičma, lobanja… jedino kosti razbacane svuda unaokolo, ovde kost ruke, tamo kost noge, ovde potkolenica, tamo butna kost, ovde karlica, tamo kičma, ovde rebro, tamo grudna kost, ovde podlaktica, tamo nadlaktica, ovde vrat, tamo vilica, ovde zubi, tamo lobanja… ",
  "mn13:29.1": "Dalje, neko može videti istu tu ženu kao leš bačen na mesto za spaljivanje, ",
  "mn13:29.2": "kosti sasvim bele, boje školjki… kosti na jednoj gomili… kosti više od godinu dana stare, istrulile i izmrvljene u prah. ",
  "mn13:29.3": "Šta mislite, monasi? ",
  "mn13:29.4": "Jesu li njezina nekadašnja lepota i ljupkost iščezli i opasnost postala očigledna?” ",
  "mn13:29.5": "„Jeste, poštovani gospodine.” ",
  "mn13:29.6": "„Monasi, i to je opasnost u pogledu materijalnih oblika. ",
  "mn13:30.1": "A šta je, monasi, izlaz u pogledu materijalnih oblika? ",
  "mn13:30.2": "Uklanjanje i napuštanje želje i strasti za materijalnim oblikom: to je izlaz u pogledu materijalnih oblika. ",
  "mn13:31.1": "Nemoguće je da oni askete i brahmani koji ne razumeju, u skladu sa istinom, zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz u pogledu materijalnih oblika, dakle, nemoguće je da oni sami do kraja razumeju materijalni oblik ili da upućuju druge, tako da ovi do kraja razumeju materijalni oblik. ",
  "mn13:31.2": "Ali jeste moguće da oni askete i brahmani koji razumeju, u skladu sa istinom, zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz u pogledu materijalnih oblika, dakle, moguće je da oni sami do kraja razumeju materijalni oblik ili da upućuju druge, tako da ovi do kraja razumeju materijalni oblik. ",
  "mn13:32.1": "A šta je, monasi, zadovoljenje u pogledu osećaja? ",
  "mn13:32.2": "Tako monah, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "mn13:32.3": "U takvoj prilici on se ne odlučuje da nanese bol sebi, ni da nanese bol drugome, niti da nanese bol oboma. ",
  "mn13:32.4": "U takvoj prilici oseća jedino osećaj lišen bola. ",
  "mn13:32.5": "Zato, kažem, najveće zadovoljenje u pogledu osećaja jeste sloboda od bola. ",
  "mn13:33-35.1": "Dalje, smirivanjem usmerene misli i istraživanja, monah ulazi i ostaje na drugom stupnju zadubljenja… ",
  "mn13:33-35.2": "Sa slabljenjem ushićenja ostaje on spokojan, svestan i s jasnim razumevanjem, sa fizičkim osećajem zadovoljstva. Tako on ulazi i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: ‘Srećan je čovek ispunjen spokojstvom i svesnošću!’. ",
  "mn13:33-35.3": "Sa napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, ulazi on i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. I u takvoj prilici on se ne odlučuje da nanese bol sebi, ni da nanese bol drugome, niti da nanese bol oboma. ",
  "mn13:33-35.4": "U takvoj prilici on oseća jedino osećaj lišen bola. ",
  "mn13:33-35.5": "Zato, kažem, najveće zadovoljenje u pogledu osećaja jeste sloboda od bola. ",
  "mn13:36.1": "A šta je, monasi, opasnost u pogledu osećaja? ",
  "mn13:36.2": "Osećaji su, kažem vam, prolazni, patnja, podložni promeni. To je opasnost u pogledu osećaja. ",
  "mn13:37.1": "A šta je, monasi, izlaz u pogledu osećaja? ",
  "mn13:37.2": "Uklanjanje i napuštanje želje i strasti za osećajima: to je izlaz u pogledu osećaja. ",
  "mn13:38.1": "Nemoguće je, monasi, da oni askete i brahmani koji ne razumeju, u skladu sa istinom, zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz u pogledu osećaja, dakle, nemoguće je da oni sami do kraja razumeju osećaje ili da upućuju druge, tako da ovi do kraja razumeju osećaje. ",
  "mn13:38.2": "Ali jeste moguće da oni askete i brahmani koji razumeju, u skladu sa istinom, zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz u pogledu osećaja, dakle, moguće je da oni sami do kraja razumeju osećaje ili da upućuju druge, tako da ovi do kraja razumeju osećaje. ",
  "mn13:38.3": "Tako reče Blaženi. ",
  "mn13:38.4": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}