{
  "mn15:0.1": "Budini govori srednje dužine 15 ",
  "mn15:0.2": "Zaključivanje ",
  "mn15:1.1": "Ovako sam čuo. ",
  "mn15:1.2": "Jednom je poštovani Mahāmoggallāna živeo u zemlji Bhagga, kraj Suṁsumāragire, u Bhesakaḷā gaju, utočištu za jelene. ",
  "mn15:1.3": "I tu on ovako reče monasima: ",
  "mn15:1.4": "„Prijatelji, monasi.” ",
  "mn15:1.5": "„Prijatelju,” odgovoriše oni. ",
  "mn15:1.6": "A poštovani Mahāmoggallāna ovako nastavi: ",
  "mn15:2.1": "„Prijatelji, ako monah zatraži ovako: ",
  "mn15:2.2": "‘Neka me poštovani opominju, potrebno mi je da me poštovani opominju’, i pored toga, ako je težak za opominjanje i ima osobine koje ga čine teškim za opominjanje, ako je nestrpljiv i uputstva ne shvata kako treba, tada njegovi saputnici u svetačkom životu misle da njega ne treba opominjati i upućivati, oni misle o njemu kao osobi kojoj ne treba verovati. ",
  "mn15:3.1": "A koje ga osobine čine teškim za opominjanje? ",
  "mn15:3.3": "(1) Kad monah ima loše želje i njime vladaju loše želje, ",
  "mn15:3.4": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.6": "(2) Zatim, kad monah sebe hvali, a druge kudi, ",
  "mn15:3.7": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.8": "",
  "mn15:3.9": "(3) Zatim, kad je monah besan i savladan besom, ",
  "mn15:3.10": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.12": "(4) Zatim, kad je monah besan i sklon osveti zbog tog besa, ",
  "mn15:3.13": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.15": "(5) Zatim, kad je monah besan i tvrdoglav zbog tog besa, ",
  "mn15:3.16": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.18": "(6) Zatim, kad je monah besan i izgovara reči koje su izazvane tim besom, ",
  "mn15:3.19": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.21": "(7) Zatim, kad monah biva prekoren i protivreči onome ko ga prekoreva, ",
  "mn15:3.22": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.24": "(8) Zatim, kad monah biva prekoren i omalovažava onog ko ga prekoreva, ",
  "mn15:3.25": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.27": "(9) Zatim, kad monah biva prekoren i u svoju odbranu počne sam da kori onoga ko ga prekoreva, ",
  "mn15:3.28": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.30": "(10) Zatim, kad monah biva prekoren i onda izvrdava, skreće razgovor na drugu temu i ispoljava bes, mržnju i ogorčenje, ",
  "mn15:3.31": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.32": "",
  "mn15:3.33": "(11) Zatim, kad monah biva prekoren i neće da prihvati odgovornost za ono što je uradi, ",
  "mn15:3.34": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.36": "(12) Zatim, kad je monah pun prezira i ohol, ",
  "mn15:3.37": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.39": "(13) Zatim, kad je monah zavidan i pohlepa, ",
  "mn15:3.40": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.42": "(14) Zatim, kad je monah sklon obmani i prevari, ",
  "mn15:3.43": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.45": "(15) Zatim, kad je monah tvrdoglav i arogantan, ",
  "mn15:3.46": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.47": "",
  "mn15:3.48": "(16) Zatim, kad se monah slepo drži svojih gledišta, drži ih se jogunasto i teško ih odbacuje, ",
  "mn15:3.49": "to je osobina koja ga čini teškim za opominjanje. ",
  "mn15:3.50": "Prijatelji, to su osobine koje ga čine teškim za opominjanje. ",
  "mn15:4.1": "Prijatelji, iako monah ne zatraži ovako: ",
  "mn15:4.2": "‘Neka me poštovani opominju, potrebno mi je da me poštovani opominju’, i pored toga, ako je lak za opominjanje i ima osobine koje ga čine lakim za opominjanje, ako je strpljiv i uputstva shvata kako treba, tada njegovi saputnici u svetačkom životu misle da njega treba opominjati i upućivati; oni misle o njemu kao osobi kojoj treba verovati. ",
  "mn15:5.1": "A koje ga osobine čine lakim za opominjanje? ",
  "mn15:5.3": "(1) Kad monah nema loše želje i njime vladaju loše želje, ",
  "mn15:5.4": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.6": "(2) Zatim, kad monah sebe ne hvali, a druge ne kudi, ",
  "mn15:5.7": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.9": "(3) Zatim, kad monah nije besan, niti dopušta da ga savlada bes, ",
  "mn15:5.10": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.12": "(4) Zatim, kad monah nije besan, niti sklon osveti zbog besa, ",
  "mn15:5.13": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.14": "",
  "mn15:5.15": "(5) Zatim, kad monah nije besan, niti tvrdoglav zbog besa, ",
  "mn15:5.16": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.18": "(6) Zatim, kad monah nije besan i ne izgovara reči koje su izazvane besom, ",
  "mn15:5.19": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.21": "(7) Zatim, kad monah biva prekoren, ne protivreči onome ko ga prekoreva, ",
  "mn15:5.22": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.24": "(8) Zatim, kad monah biva prekoren, ne omalovažava onog ko ga prekoreva, ",
  "mn15:5.25": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.27": "(9) Zatim, kad monah biva prekoren, ne počinje u svoju odbranu da kori onoga ko njega prekoreva, ",
  "mn15:5.28": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.30": "(10) Zatim, kad monah biva prekoren, ne izvrdava, ne skreće razgovor na drugu temu i ne ispoljava bes, mržnju i ogorčenje, ",
  "mn15:5.31": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.33": "(11) Zatim, kad monah biva prekoren i prihvata odgovornost za ono što je uradio, ",
  "mn15:5.34": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.36": "(12) Zatim, kad monah nije pun prezira i ohol, ",
  "mn15:5.37": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.39": "(13) Zatim, kad monah nije zavidan i pohlepan, ",
  "mn15:5.40": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.42": "(14) Zatim, kad monah nije sklon obmani i prevari, ",
  "mn15:5.43": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.45": "(15) Kad monah nije tvrdoglav i arogantan, ",
  "mn15:5.46": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.48": "(16) Zatim, monah se ne drži slepo svojih stavova, ne drži ih se tvrdoglavo i lako ih odbacuje, ",
  "mn15:5.49": "to je osobina koja ga čini lakim za opominjanje. ",
  "mn15:5.50": "Prijatelji, to su osobine koje ga čine lakim za opominjanje. ",
  "mn15:6.1": "Dalje, prijatelji, monah bi trebalo da zaključuje o sebi na sledeći način: ",
  "mn15:6.2": "(1) ‘Onaj ko ima loše želje i njime vladaju loše želje, neprijatan mi je i odbojan. ",
  "mn15:6.3": "Ako bih ja imao loše želje i mnome vladale loše želje, i ja bih bio neprijatan i odbojan drugima.’ ",
  "mn15:6.4": "Monah koji ovo zna trebalo bi svoj um ovako da učvrsti: ‘Neću imati loše želje, niti će mnome vladati loše želje…’ ",
  "mn15:6.5": "(2) ’Onaj ko sebe hvali, a druge kudi…’ ",
  "mn15:6.8": "(3) ’Onaj ko je besan i savladan besom…’ ",
  "mn15:6.11": "(4) ’Onaj ko je besan i sklon osveti zbog tog besa…’ ",
  "mn15:6.14": "(5) ’Onaj ko je besan i tvrdoglav zbog tog besa…’ ",
  "mn15:6.17": "(6) ’Onaj ko je besan i izgovara reči koje su izazvane tim besom…’ ",
  "mn15:6.20": "(7) ’Onaj ko, kad biva prekoren, protivreči onome ko ga prekoreva…’ ",
  "mn15:6.23": "(8) ’Onaj ko, kad biva prekorem, omalovažava onog ko ga prekoreva…’ ",
  "mn15:6.26": "(9) ’Onaj ko, kad biva prekoren, u svoju odbranu počne i sam da kori onoga ko ga prekoreva…’ ",
  "mn15:6.29": "(10) ’Onaj ko, kad biva prekoren, izvrdava, skreće razgovor na drugu temu i ispoljava bes, mržnju i ogorčenje…’ ",
  "mn15:6.32": "(11) Onaj ko, kad biva prekoren, neće da prihvati odgovornost za ono što je uradio…’ ",
  "mn15:6.35": "(12) Onaj ko je pun prezira i ohol…’ ",
  "mn15:6.38": "(13) Onaj ko je zavidan i pohlepan…’ ",
  "mn15:6.41": "(14) Onaj ko je sklon obmani i prevari…’ ",
  "mn15:6.44": "(15) Onaj ko je tvrdoglav i arogantan…’ ",
  "mn15:6.47": "(16) Onaj ko se slepo drži svojih gledišta, drži ih se jogunasto i teško ih odbacuje, neprijatan mi je i odbojan. ",
  "mn15:6.48": "Ako bih se i ja slepo držao svojih gledišta, držao ih se jogunasto i teško ih odbacivao,, i ja bih bio neprijatan i odbojan drugima.’ ",
  "mn15:6.49": "Monah koji ovo zna trebalo bi svoj um ovako da učvrsti: ‘Neću se slepo držati svojih gledišta, držati ih se jogunasto i teško ih odbacivati’. ",
  "mn15:7.2": "(1) ’Imam li ja loše želje i vladaju li mnome loše želje?’ ",
  "mn15:7.3": "Ako, pošto je sebe osmotrio, zna: ",
  "mn15:7.4": "’Imam loše želje, mnome vladaju loše želje’, tada bi trebalo da uloži napor u napuštanje tih loših, nepovoljnih stanja uma. ",
  "mn15:7.5": "Ako, pošto je sebe osmotrio, zna: ",
  "mn15:7.6": "’U meni nema loših želja, mnome ne vladaju loše želje’, tada može živeti radostan i srećan, vežbajući dan i noć u povoljnim stanjima uma. ",
  "mn15:7.7": "Dalje, prijatelji, monah bi trebalo sebe da osmotri na ovaj način: ",
  "mn15:7.8": "(2) ’Hvalim li ja sebe i kudim li druge?’… ",
  "mn15:7.87": "Dalje, prijatelji, monah bi trebalo sebe da osmotri na ovaj način: ",
  "mn15:7.88": "(16) ’Držim li se slepo svojih gledišta, držim ih li se jogunasto i teško ih odbacujem?’, ",
  "mn15:7.89": "Ako, pošto je sebe osmotrio, zna: ",
  "mn15:7.90": "’Slepo se držim svojih stavova…’, tada bi trebalo da uloži napor u napuštanje tih loših, nepovoljnih stanja uma. ",
  "mn15:7.91": "Ako, pošto je sebe osmotrio, zna: ",
  "mn15:7.92": "’Ne držim se slepo svojih stavova…’, tada može živeti radostan i srećan, vežbajući dan i noć u povoljnim stanjima uma. ",
  "mn15:8.1": "Prijatelji, kad monah sebe ovako osmotri i vidi da u njemu sva loša stanja uma nisu napuštena, tada bi trebalo da uloži napor da ih napusti. ",
  "mn15:8.2": "Kad sebe osmotri, ako vidi da su u njemu sva loša stanja uma napuštena, tada može živeti radostan i srećan, vežbajući dan i noć u povoljnim stanjima uma. ",
  "mn15:8.3": "Baš kao što žena ili muškarac, mladi, zdravi, skloni ukrašavanju, kad vide odraz svoga lica u čistom ogledalu ili u posudi punoj vode, pa znaju ako na licu imaju mrlju, onda ulažu napor da je uklone, ",
  "mn15:8.4": "a ako ne vide mrlju ili fleku na licu, tada s radošću pomisle: ",
  "mn15:8.5": "’Veliki je dobitak što je ovako čisto’. ",
  "mn15:8.7": "Isto tako, kad monah sebe ovako osmotri… tada živi radostan i srećan, vežbajući dan i noć u povoljnim stanjima uma.” ",
  "mn15:8.8": "Tako reče poštovani Mahā Moggallāna. ",
  "mn15:8.9": "Zadovoljni, monasi se obradovaše njegovim rečima . "
}