{
  "mn16:0.1": "Budini govori srednje dužine 16 ",
  "mn16:0.2": "Požari u srcu ",
  "mn16:1.1": "Ovako sam čuo. ",
  "mn16:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn16:1.3": "I tu on ovako reče monasima: ",
  "mn16:1.4": "„Monasi.” ",
  "mn16:1.5": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "mn16:1.6": "A Blaženi ovako nastavi: ",
  "mn16:2.1": "„Monasi, za onog monaha koji nije ugasio pet požara u srcu i nije raskinuo pet okova u srcu nemogući su rast, zrelost i ispunjenje u ovojm učenju i pravilima. ",
  "mn16:3.1": "A kojih je to, monasi, pet požara u srcu koje nije ugasio? ",
  "mn16:3.2": "Tako je monah sumnjičav, nesiguran, neodlučan i bez poverenja u Učitelja ",
  "mn16:3.3": "i otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:3.4": "Pošto njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu, to je prvi požar u srcu koji nije ugasio. ",
  "mn16:4.1": "Dalje, monah je sumnjičav, nesiguran, neodlučan i bez poverenja u Dhammu… ",
  "mn16:4.2": "To je drugi požar u srcu koji nije ugasio. ",
  "mn16:5.1": "Dalje, monah je sumnjičav, nesiguran, neodlučan i bez poverenja u sanghu… ",
  "mn16:5.2": "To je treći požar u srcu koji nije ugasio. ",
  "mn16:6.1": "Dalje, monah je sumnjičav, nesiguran, neodlučan i bez poverenja u vežbanje ",
  "mn16:6.2": "i otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:6.3": "Pošto njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu, to je četvrti požar u srcu koji nije ugasio. ",
  "mn16:7.1": "Dalje, monah je besan i nezadovoljan svojim saputnicima u svetačkom životu, ogorčen i neosetljiv prema njima ",
  "mn16:7.2": "i otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:7.3": "Pošto njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu, to je peti požar u srcu koji nije ugasio. ",
  "mn16:7.4": "To je pet požara u srcu koje nije ugasio. ",
  "mn16:8.1": "A kojih je to, monasi, pet okova u srcu koje nije raskinuo? ",
  "mn16:8.2": "Tako monah nije oslobođen strasti, želje, privrženosti, žeđi, groznice i žudnje za zadovoljstvima čula ",
  "mn16:8.3": "i otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:8.4": "Pošto njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu, to je prvi okov u srcu koji nije raskinuo. ",
  "mn16:9.1": "Dalje, monah nije oslobođen strasti, želje, privrženosti, žeđi, groznice i žudnje za telom… ",
  "mn16:9.2": "To je drugi okov u srcu koji nije raskinuo. ",
  "mn16:10.1": "Dalje, monah nije oslobođen strasti, želje, privrženosti, žeđi, groznice i žudnje za oblikom… ",
  "mn16:10.2": "To je treći požar u srcu koji nije ugasio. ",
  "mn16:11.1": "Dalje, monah jede koliko želi sve dok mu stomak nije prepun i prepušta se zadovoljstvima spavanja, lenčarenja i dremanja ",
  "mn16:11.2": "i otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:11.3": "Pošto njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu, to je četvrti okov u srcu koji nije raskinuo. ",
  "mn16:12.1": "Dalje, monah živi svetačkim životom u težnji za nekim božanskim svetom ovako: ‘Pomoću ove vrline, rituala, asketizma ili svetačkog života postaću [veliko] božanstvo ili neko [manje] božanstvo’. ",
  "mn16:12.2": "Otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:12.3": "Pošto njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu, to je peti okov u srcu koji nije raskinuo. ",
  "mn16:12.4": "To su, monasi, pet okova u srcu koje nije raskinuo. ",
  "mn16:13.1": "Monasi, za onog monaha koji nije ugasio pet požara u srcu i nije raskinuo pet okova u srcu nemogući su rast, zrelost i ispunjenje u ovom učenju i pravilima. ",
  "mn16:14.1": "Monasi, za onog monaha koji jeste ugasio pet požara u srcu i raskinuo pet okova u srcu mogući su rast, zrelost i ispunjenje u ovom učenju i pravilima. ",
  "mn16:15.1": "A kojih je to, monasi, pet požara u srcu koje je ugasio? ",
  "mn16:15.2": "Tako monah nije sumnjičav, nesiguran, neodlučan i bez poverenja u Učitelja ",
  "mn16:15.3": "i otuda njegov um jeste sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:15.4": "Pošto njegov um jeste sklon marljivosti, predanosti, istrajnosti i naporu, to je prvi požar u srcu koji je ugasio. ",
  "mn16:16.1": "Dalje, monah nije sumnjičav, nesiguran, neodlučan i bez poverenja u Dhammu… ",
  "mn16:16.2": "To je drugi požar u srcu koji je ugasio. ",
  "mn16:17.1": "Dalje, monah nije sumnjičav, nesiguran, neodlučan i bez poverenja u sanghu… ",
  "mn16:17.2": "To je treći požar u srcu koji nije ugasio. ",
  "mn16:18.1": "Dalje, monah nije sumnjičav, nesiguran, neodlučan i bez poverenja u vežbanje… ",
  "mn16:18.2": "To je četvrti požar u srcu koji je ugasio. ",
  "mn16:19.1": "Dalje, monah nije besan i nezadovoljan svojim saputnicima u svetačkom životu, nije ogorčen i neosetljiv prema njima ",
  "mn16:19.2": "i otuda njegov um jeste sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:19.3": "Pošto njegov um jeste sklon marljivosti, predanosti, istrajnosti i naporu, to je peti požar u srcu koji je ugasio. ",
  "mn16:19.4": "To je pet požara u srcu koje je on ugasio. ",
  "mn16:20.1": "A kojih je to, monasi, pet okova u srcu koje je raskinuo? ",
  "mn16:20.2": "Tako je monah oslobođen strasti, želje, privrženosti, žeđi, groznice i želje za zadovoljstvima čula ",
  "mn16:20.3": "i otuda njegov um jeste sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:20.4": "Pošto njegov um jeste sklon marljivosti, predanosti, istrajnosti i naporu, to je prvi okov u srcu koji je raskinuo. ",
  "mn16:21.1": "Dalje, monah je oslobođen strasti, želje, privrženosti, žeđi, groznice i žudnje za telom… ",
  "mn16:22.1": "žudnje za oblikom… ",
  "mn16:23.1": "ne prepušta se zadovoljstvima spavanja, lenčarenja i dremanja… ",
  "mn16:23.2": "i otuda je njegov um je sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:23.3": "Pošto njegov um jeste sklon marljivosti, predanosti, istrajnosti i naporu, to je četvrti okov u srcu koji je raskinuo. ",
  "mn16:24.1": "Dalje, monah živi svetačkim životom u težnji za nekim božanskim svetom ovako: ‘Pomoću ove vrline, rituala, asketizma ili svetačkog života postaću [veliko] božanstvo ili neko [manje] božanstvo’. ",
  "mn16:24.2": "Otuda njegov um jeste sklon marljivosti, predanosti, istrajnosti i naporu. ",
  "mn16:24.3": "Pošto njegov um jeste sklon marljivosti, predanosti, istrajnosti i naporu, to je peti okov u srcu koji je raskinuo. ",
  "mn16:24.4": "To su, monasi, pet okova u srcu koje je raskinuo. ",
  "mn16:25.1": "Monasi, za onog monaha koji jeste ugasio pet požara u srcu i raskinuo  pet okova u srcu mogući su rast, zrelost i ispunjenje u ovom učenju i pravilima. ",
  "mn16:26.1": "On neguje osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući revnosti i odlučnom nastojanju. ",
  "mn16:26.2": "On neguje osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući energiji i odlučnom nastojanju. ",
  "mn16:26.3": "On neguje osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući (čistoti) uma i odlučnom nastojanju. ",
  "mn16:26.4": "On neguje osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući istraživanju i odlučnom nastojanju. I entuzijazam je peti. ",
  "mn16:27.1": "Monah koji poseduje ovih petnaest elemenata, uključujući i entuzijazam, sposoban je za proboj, sposoban je za probuđenje, sposoban je da dostigne najvišu sigurnost od ropstva. ",
  "mn16:27.2": "Monasi, zamislite kokošku sa osam, deset ili dvanaest jaja, ",
  "mn16:27.3": "koja je ona pokrila, grejala i negovala kako treba. ",
  "mn16:27.4": "Čak i ako ne poželi: ",
  "mn16:27.5": "‘Oh, kad bi moji pilići probili ljusku svojim kandžama i kljunom i bezbedno se izlegli!’, ",
  "mn16:27.6": "ipak su pilići u stanju da probiju ljusku svojim kandžama i kljunom i bezbedno se izlegu. ",
  "mn16:27.7": "Isto tako, monah koji poseduje petnaest elemenata, uključujući i entuzijazam, sposoban je za proboj, sposoban je za probuđenje, sposoban je da dostigne najvišu sigurnost od ropstva. ",
  "mn16:27.8": "Tako reče Blaženi. ",
  "mn16:27.9": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}