{
  "mn18:0.1": "Budini govori srednje dužine 18 ",
  "mn18:0.2": "Medenjak ",
  "mn18:1.1": "Ovako sam čuo. ",
  "mn18:1.2": "Jednom je Blaženi boravio u zemlji Sakyana, kraj Kapilavatthua, u Nigrodhinom gaju. ",
  "mn18:2.1": "Onda se jednoga jutra Blaženi obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Kapilavatthua da prosi hranu. ",
  "mn18:2.2": "A kad je isprosio hranu u Kapilavatthuu i vratio se, posle obroka, otide on do Velikog gaja da tu provede ostatak dana. ",
  "mn18:2.3": "Pošto je zašao u Veliki gaj, sede u podnožje jednog stabla voćke bilva da tu provede ostatak dana. ",
  "mn18:3.1": "A Sakyanin Daṇḍapāni, hodajući i lutajući unaokolo da protegne noge, takođe dođe do Velikog gaja. ",
  "mn18:3.2": "Pošto je zašao u Veliki gaj, dođe do onog stabla voćke bilva pod kojim je sedeo Blaženi i pozdravi se sa njim. ",
  "mn18:3.3": "Kada taj učtivi i prijateljski razgovor bi završen, stade on sa strane oslonjen na štap i upita Blaženoga: ",
  "mn18:3.4": "„Šta ovaj asketa tvrdi, šta on objavljuje?” ",
  "mn18:4.1": "„Prijatelju, iznosim i objavljujem svoje učenje na način da se ne prepirem sa bilo kime na ovom svetu, sa njegovim božanstvima, Mārom i Brahmom, u ovom pokolenju sa njegovim asketama i brahmanima, plemenitim i običnim ljudima; učenje u kojem opažaji ne uznemiruju onog brahmana koji živi odvojen od zadovoljstava čula, bez zbunjenosti, lišen briga, oslobođen žudnje za bilo kakvom vrstom bivanja. ",
  "mn18:4.2": "To ja, prijatelju, tvrdim, to objavljujem.” ",
  "mn18:5.1": "Kada ovo bi rečeno, Sakyanin Daṇḍapāni zatrese glavom, zapaluca jezikom i podiže obrve, tako da mu se na čelu pojaviše tri bore. A onda otide, oslanjajući se na svoj štap. ",
  "mn18:6.1": "Uveče Blaženi izađe iz osame, ode do Nigrodhinog gaja, gde sede na pripremljeno mesto ",
  "mn18:6.2": "i okupljenim monasima ispriča šta se dogodilo. ",
  "mn18:6.14": "Na to jedan od monaha upita Blaženog: ",
  "mn18:7.1": "„Ali kako to Blaženi iznosi i objavljuje svoje učenje na način da se ne prepire sa bilo kime na ovom svetu, sa njegovim božanstvima, Mārom i Brahmom, u ovom pokolenju sa njegovim asketama i brahmanima, plemenitim i običnim ljudima? ",
  "mn18:7.2": "I kako to opažaji ne uznemiruju onog brahmana koji živi odvojen od zadovoljstava čula, bez zbunjenosti, lišen briga, oslobođen žudnje za bilo kakvom vrstom bivanja?” ",
  "mn18:8.2": "ako u njemu nema ničega što bi bilo povod za oduševljenje, priželjkivanje i vezivanje, ",
  "mn18:8.3": "to je onda kraj prikrivenoj sklonosti ka strasti, prikrivenoj sklonosti ka odbojnosti, prikrivenojsklonosti ka gledištima, prikrivenoj sklonosti ka sumnjičavosti, prikrivenoj sklonosti ka obmanutosti, prikrivenoj sklonosti ka želji za bivanjem, prikrivenoj sklonosti ka neznanju. ",
  "mn18:8.4": "To je kraj posezanju za batinama i oružjem, svađama, tučom, sukobima, optuživanjima, uvredama i laganjem; tada ta loša, nepoželjna stanja nestaju bez ostatka.” ",
  "mn18:9.1": "Tako reče Blaženi. ",
  "mn18:9.2": "Potom Srećni ustade sa mesta na kojem je sedeo, pa otide u svoju kolibu. ",
  "mn18:10.1": "Ubrzo pošto je Blaženi otišao, monasi pomisliše: ",
  "mn18:10.2": "„Blaženi je ustao i otišao u svoje odaje, pošto je dao sažetak, ali ne i detaljno značenje. ",
  "mn18:10.3": "A ko će nam to značenje izložiti detaljno?” ",
  "mn18:10.8": "Potom pomisliše: ",
  "mn18:10.9": "„Učitelj hvali Mahā-Kaććānu, a cene ga i njegovi mudri saputnici u svetačkom životu. ",
  "mn18:10.10": "On je u stanju da izloži detaljno značenje. ",
  "mn18:10.11": "Kako bi bilo da odemo do njega u upitamo za značenje svega ovoga što je rekao Blaženi?” ",
  "mn18:11.1": "Tako monasi odoše do Mahā-Kaććāne i pozdraviše se s njim. ",
  "mn18:11.2": "Kada taj učtivi i prijateljski razgovor bi završen, sedoše sa strane i ispričaše šta se dogodilo, te dodadoše: ",
  "mn18:11.18": "„Neka nam poštovani Mahā-Kaććāna to detaljno objasni.” ",
  "mn18:12.1": "[A poštovani Mahā-Kaććāna odgovori:] „Prijatelji, zamislite čoveka kojem treba dobra drvena građa, koji traga za dobrom drvenom građom. Tragajući za zdravim drvetom pomisli da je zdravo drvo moguće naći među granama i lišćem velikog drveta, a previdi njegov koren i stablo. ",
  "mn18:12.2": "Isto tako je i s vama, poštovana gospodo, kada mislite da mene treba pitati za značenje, a prevideli ste Blaženoga, iako ste bili oči u oči s Učiteljem. ",
  "mn18:12.3": "Ono što se može znati, Blaženi zna; ono što se može videti, on vidi; on jeste viđenje, on jeste znanje; on jeste Dhamma; on jeste najviši; on je govornik, objavitelj, tumač značenja, vodič ka Besmrtnom, gospodar Dhamme, Tathāgata. ",
  "mn18:12.4": "To je bilo vreme kad je trebalo da pitate Blaženog za značenje. ",
  "mn18:12.5": "A kako vam on kaže, tako je trebalo da zapamtite.” ",
  "mn18:13.1": "„Svakako, prijatelju Kaććāna, ono što se može znati, Blaženi zna; ono što se može videti, on vidi; on jeste viđenje… Tathāgata. ",
  "mn18:13.2": "To je bilo vreme kad je trebalo da pitamo Blaženoga za značenje. ",
  "mn18:13.3": "A kako nam on kaže, tako je trebalo da zapamtimo.” ",
  "mn18:13.4": "Pa ipak, Učitelj hvali Mahā-Kaććānu, a cene ga i njegovi mudri saputnici u svetačkom životu. ",
  "mn18:13.5": "On je u stanju da izloži detaljno značenje onoga što je Blaženi rekao sažeto, a da ga nije detaljno objasnio. ",
  "mn18:13.6": "Neka poštovanom Mahā-Kaććāni ne bude teško da nam to objasni.” ",
  "mn18:14.1": "„Onda, prijatelji, slušajte i dobro zapamtite šta ću vam reći.” ",
  "mn18:14.2": "„Da, prijatelju”, odgovoriše monasi. ",
  "mn18:14.3": "A poštovani Mahā-Kaććāna ovako reče: ",
  "mn18:15.1": "„Prijatelji, Blaženi je ustao i otišao u svoje odaje, pošto je dao sažetak, ali ne i detaljno značenje: ",
  "mn18:15.2": "‘Monaše, što se tiče izvora kroz koji opažaji i pojmovi [rođeni iz] umnožavanja u umu opsedaju čoveka: ",
  "mn18:15.3": "ako u njemu nema ničega što bi bilo povod za oduševljenje, priželjkivanje i vezivanje… to je onda kraj prikrivenoj sklonosti ka strasti… to je kraj posezanju za batinama i oružjem… ",
  "mn18:16.1": "„Na osnovu oka i oblika, svest o viđenom nastaje. Susret to troje jeste kontakt. S kontaktom kao uslovom, nastaje osećaj. To što neko oseća, to i opaža. To što opaža, o tome i misli. O čemu neko misli, to u svom umu umnožava. S onim što je u svom umu umnožio kao izvorom, opažaji i pojmovi [rođeni iz] umnožavanja u umu opsedaju čoveka u vezi s prošlim, budućim i sadašnjim oblicima vidljivim oku. ",
  "mn18:16.2": "Na osnovu uha i zvukova… ",
  "mn18:16.3": "Na osnovu nosa i mirisa… ",
  "mn18:16.4": "Na osnovu jezika i ukusa… ",
  "mn18:16.5": "Na osnovu tela i opipljivih stvari… ",
  "mn18:16.6": "Na osnovu uma i objekata uma, svest o spoznatom nastaje. Susret to troje jeste kontakt. S kontaktom kao uslovom, nastaje osećaj. To što neko oseća, to i opaža. To što opaža, o tome i misli. O čemu neko misli, to u svom umu umnožava. S onim što je u svom umu umnožio kao izvorom, opažaji i pojmovi [rođeni iz] umnožavanja u umu opsedaju čoveka u vezi s prošlim, budućim i sadašnjim objektima uma dostupnim umu. ",
  "mn18:17.1": "Kad postoje oko, oblik i svest o viđenom, moguće je ukazati na manifestaciju kontakta. ",
  "mn18:17.2": "Kad postoji manifestacija kontakta, moguće je ukazati na manifestaciju osećaja. ",
  "mn18:17.3": "Kad postoji manifestacija osećaja, moguće je ukazati na manifestaciju opažaja. ",
  "mn18:17.4": "Kad postoji manifestacija opažaja, moguće je ukazati na manifestaciju mišljenja. ",
  "mn18:17.5": "Kad postoji manifestacija mišljenja, moguće je ukazati na manifestaciju opsednutosti opažajima i pojmovima [rođenim iz] umnožavanja u umu. ",
  "mn18:17.6": "Kad postoje uho, zvuk i svest o čujnom… ",
  "mn18:17.7": "Kad postoje nos, miris i svest o omirisanom… ",
  "mn18:17.8": "Kad postoje jezik, ukus i svest o okušanom… ",
  "mn18:17.9": "Kad postoji telo, opipljivi objekti i svest o dodirnutom… ",
  "mn18:17.10": "Kad postoje um, objekti uma i svest o spoznatom… moguće je ukazati na manifestaciju opsednutosti opažajima i pojmovima [rođenim iz] umnožavanja u umu. ",
  "mn18:18.1": "Kad ne postoje oko, oblik i svest o viđenom, nemoguće je ukazati na manifestaciju kontakta. ",
  "mn18:18.2": "Kad ne postoji manifestacija kontakta, nemoguće je ukazati na manifestaciju osećaja. ",
  "mn18:18.3": "Kad ne postoji manifestacija osećaja, nemoguće je ukazati na manifestaciju opažaja. ",
  "mn18:18.4": "Kad ne postoji manifestacija opažaja, nemoguće je ukazati na manifestaciju mišljenja. ",
  "mn18:18.5": "Kad ne postoji manifestacija mišljenja, nemoguće je ukazati na manifestaciju opsednutosti opažajima i pojmovima [rođenim iz] umnožavanja u umu. ",
  "mn18:18.6": "Kad ne postoje uho, zvuk i svest o čujnom… ",
  "mn18:18.7": "Kad ne postoje nos, miris i svest o omirisanom… ",
  "mn18:18.8": "Kad ne postoje jezik, ukus i svest o okušanom… ",
  "mn18:18.9": "Kad ne postoji telo, opipljivi objekti i svest o dodirnutom… ",
  "mn18:18.10": "Kad ne postoje um, objekti uma i svest o spoznatom… nemoguće je ukazati na manifestaciju opsednutosti opažajima i pojmovima [rođenim iz] umnožavanja u umu. ",
  "mn18:19.1": "„Prijatelji, Blaženi je ustao i otišao u svoje odaje, pošto je dao sažetak, ali ne i detaljno značenje: ",
  "mn18:19.3": "Ja detaljno značenje toga što je Blaženi rekao sažeto, a da ga nije objasnio, razumem na ovaj način. ",
  "mn18:19.4": "Prijatelji, ako želite, idite do Blaženoga i pitajte ga za značenje svega toga. ",
  "mn18:19.5": "Onako kako vam ga Blaženi objasni, tako bi trebalo da ga zapamtite.” ",
  "mn18:20.1": "Na to monasi, nadahnuti i obradovani rečima poštovanog Mahā-Kaććāne, ustadoše sa svog mesta i odoše do Blaženog. Pošto su se poklonili, sedoše sa strane i ispričaše Blaženom sve što se dogodilo pošto ih je napustio, te dodadoše: ",
  "mn18:20.16": "„Tako smo otišli do poštovanog Mahā-Kaććāne i upitali za značenje. ",
  "mn18:20.17": "I poštovani Mahā-Kaććāna nam je objasnio značenje tim rečima, pojmovima i rečenicama.” ",
  "mn18:21.1": "„Monasi, Mahā-Kaććāna je mudar, Mahā-Kaććāna poseduje veliku mudrost. ",
  "mn18:21.2": "Da ste mene pitali za značenje, objasnio bih vam upravo na isti način kao Mahā-Kaććāna. ",
  "mn18:21.3": "Takvo je značenje svega toga i tako bi trebalo da ga zapamtite.” ",
  "mn18:22.1": "Na to poštovani Ānanda reče Blaženome: ",
  "mn18:22.2": "„Poštovani gospodine, baš kao kad bi čovek iscrpljen glađu i slabošću naišao na medenjak, pa počeo da ga jede, osetio bi sladak, prijatan ukus; ",
  "mn18:22.3": "isto tako, svaki razborit monah, kad god bi počeo mudrošću da analizira ovaj govor o Dhammi, osetio bi zadovoljstvo i pouzdanje u umu. ",
  "mn18:22.4": "Poštovani gospodine, koji je naziv ovoga govora o Dhammi?” ",
  "mn18:22.5": "„Ānanda, ovaj govor o Dhammi možeš zapamtiti kao ‘Medenjak.’” ",
  "mn18:22.6": "Tako reče Blaženi. ",
  "mn18:22.7": "Zadovoljan, poštovani Ānanda se obradova rečima Blaženoga. "
}