{
  "mn19:0.1": "Budini govori srednje dužine 19 ",
  "mn19:0.2": "Dve vrste misli ",
  "mn19:1.1": "Ovako sam čuo. ",
  "mn19:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn19:1.3": "I tu on ovako reče monasima: ",
  "mn19:1.4": "„Monasi.” ",
  "mn19:1.5": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "mn19:1.6": "A Blaženi ovako nastavi: ",
  "mn19:2.1": "„Monasi, pre probuđenja, dok sam još bio neprobuđeni bodhisatta, ova mi misao pade na pamet: ",
  "mn19:2.2": "’Kako bi bilo kad bih svoje misli podelio u dve grupe?’ ",
  "mn19:2.3": "Onda stavih na jednu stranu misli rođene iz želje za zadovoljstvima čula, misli rođene iz zlovolje i misli rođene iz okrutnosti, ",
  "mn19:2.5": "a na drugu stranu stavih one rođene iz obuzdavanja, rođene iz odsustva zlovolje i misli rođene iz nepovređivanja. ",
  "mn19:3.1": "Dok sam tako boravio marljiv, predan i odlučan, u meni se javila misao rođena iz želje za zadovoljstvima čula. ",
  "mn19:3.2": "I ja sam je razumeo ovako: ",
  "mn19:3.3": "’Misao rođena iz želje za zadovoljstvima čula javila se u meni. ",
  "mn19:3.4": "Ona vodi mojoj nesreći, nesreći drugih, nesreći za oboje; ona sprečava nastanak mudrosti, stvara probleme i vodi sve dalje od nibbāne.’ ",
  "mn19:3.5": "Kad sam razmišljao: ’Ona vodi mojoj nesreći’, ta misao se u meni smirivala; ",
  "mn19:3.6": "kad sam razmišljao: ’Ona vodi nesreći drugih’, ta misao se u meni smirivala; ",
  "mn19:3.7": "kad sam razmišljao: ’Ona vodi nesreći za oboje’, ta misao se u meni smirivala. ",
  "mn19:3.8": "Kad sam razmišljao: ’Ona sprečava nastanak mudrosti, stvara probleme i vodi sve dalje od nibbāne’, ta misao se u meni smirivala. ",
  "mn19:3.9": "I tako, kad god se u meni javila misao rođena iz želje za zadovoljstvima čula, napuštao sam je, uklanjao, iskorenjivao. ",
  "mn19:4-5.1": "Dok sam tako boravio marljiv, predan i odlučan, u meni se javila misao rođena iz mržnje… ",
  "mn19:4-5.2": "u meni se javila misao rođena iz okrutnosti. ",
  "mn19:4-5.3": "I ja sam je razumeo ovako: ",
  "mn19:4-5.4": "’Misao rođena iz okrutnosti javila se u meni. ",
  "mn19:4-5.5": "Ona vodi mojoj nesreći, nesreći drugih, nesreći za oboje; ona sprečava nastanak mudrosti, stvara probleme i vodi sve dalje od nibbāne.’ ",
  "mn19:4-5.6": "Kad sam razmišljao: ’Ona vodi mojoj nesreći’, ta misao se u meni smirivala; ",
  "mn19:4-5.7": "kad sam razmišljao: ’Ona vodi nesreći drugih’, ta misao se u meni smirivala; ",
  "mn19:4-5.8": "kad sam razmišljao: ’Ona vodi nesreći za oboje’, ta misao se u meni smirivala. ",
  "mn19:4-5.9": "Kad sam razmišljao: ’Ona sprečava nastanak mudrosti, stvara probleme i vodi sve dalje od nibbāne’, ta misao se u meni smirivala. ",
  "mn19:4-5.10": "I tako, kad god se u meni javila misao rođena iz okrutnosti, napuštao sam je, uklanjao, iskorenjivao. ",
  "mn19:6.1": "Monasi, o čemu god da monah često misli i biva zaokupljen, to će postati sklonost njegovog uma. ",
  "mn19:6.2": "Ako često misli i zaokupljen je mislima rođenim iz želje za zadovoljstvima čula, to znači da je napustio misao rođenu iz obuzdavanja, kako bi negovao misao rođenu iz želje za zadovoljstvima čula; i tada je njegov um sklon mislima rođenim iz želje za zadovoljstvima čula. ",
  "mn19:6.3": "Ako često misli i zaokupljen je mislima rođenim iz zlovolje… ",
  "mn19:6.4": "mislima rođenim iz okrutnosti, to znači da je napustio misli rođene iz nepovređivanja, kako bi negovao misao o okrutnosti; i tada je njegov um sklon mislima rođenim iz okrutnosti. ",
  "mn19:7.1": "Baš kao kada bi u poslednjem mesecu kišnog perioda, u jesen, kad usevi bujaju, pastir pazio na svoja goveda, ",
  "mn19:7.2": "neprekidno ih terajući štapom sad ovamo, sad onamo. ",
  "mn19:7.3": "A zašto? ",
  "mn19:7.4": "Zato što zna da bi mogao biti išiban, strpan u zatvor, oglobljen ili kritikovan [ako dopusti da mu goveda uđu u tuđu njivu i unište letinu]. ",
  "mn19:7.5": "Isto tako, u nepovoljnim stanjima video sam opasnost, propadanje i prljanje, a u povoljnim stanjima blagoslov obuzdanosti, način pročišćenja. ",
  "mn19:8.1": "Dok sam tako boravio marljiv, predan i odlučan, u meni se javila misao rođena iz obuzdavanja. ",
  "mn19:8.2": "I ja sam je razumeo ovako: ",
  "mn19:8.3": "’Misao rođena iz obuzdavanja javila se u meni. ",
  "mn19:8.4": "Ona ne vodi mojoj nesreći, nesreći drugih, nesreći za oboje; ona ne sprečava nastanak mudrosti, ne stvara poteškoće i vodi nibbāni. ",
  "mn19:8.5": "Ako mislim i zaokupljen sam tom mišlju čak čitavu noć, čak čitav dan, čak čitavu noć i dan, ne vidim u njoj bilo šta čega bi trebalo da se plašim. ",
  "mn19:8.8": "Ali preteranim mišljenjem i zaokupljenošću mogao bih zamoriti svoje telo, ",
  "mn19:8.9": "a kad je telo umorno i um postane uznemiren; ",
  "mn19:8.10": "kad je um nemiran, tada je daleko od koncentracije.’ ",
  "mn19:8.11": "Zato sam učvrstio svoj um, umirio ga, fokusirao ga, koncentrisao. ",
  "mn19:8.12": "A zašto? ",
  "mn19:8.13": "Zato da moj um ne bude uznemiren. ",
  "mn19:9-10.1": "I dok sam tako boravio marljiv, predan i odlučan, u meni se javila misao vođena odsustvom zlovolje… ",
  "mn19:9-10.2": "misao vođena nepovređivanjem. ",
  "mn19:9-10.3": "I ja sam je razumeo ovako: ",
  "mn19:9-10.4": "’Misao vođena nepovređivanjem se javila u meni. ",
  "mn19:9-10.5": "Ona ne vodi mojoj nesreći, nesreći drugih, nesreći za oboje; ona ne sprečava nastanak mudrosti, ne stvara poteškoće i vodi nibbāni. ",
  "mn19:9-10.6": "Ako mislim i zaokupljen sam tom mišlju čak čitavu noć, čak čitav dan, čak čitavu noć i dan, ne vidim u njoj bilo šta čega bi trebalo da se plašim. ",
  "mn19:9-10.9": "Ali preteranim mišljenjem i zaokupljenošću mogao bih zamoriti svoje telo, ",
  "mn19:9-10.10": "a kad je telo umorno i um postane uznemiren; ",
  "mn19:9-10.11": "kad je um nemiran, tada je daleko od koncentracije.’ ",
  "mn19:9-10.12": "Zato sam učvrstio svoj um, umirio ga, fokusirao ga, koncentrisao. ",
  "mn19:9-10.13": "A zašto? ",
  "mn19:9-10.14": "Zato da moj um ne bude uznemiren. ",
  "mn19:11.1": "Monasi, o čemu god da monah često misli i biva zaokupljen, to će postati sklonost njegovog uma. ",
  "mn19:11.2": "Ako često misli i zaokupljen je mislima rođenim iz obuzdavanja, to znači da je napustio misao rođenu iz želje za zadovoljstvima čula, kako bi negovao misao o obuzdavanju; i tada je njegov um sklon mislima rođenim iz obuzdavanja. ",
  "mn19:11.3": "Ako često misli i zaokupljen je mislima rođenim iz odsustva zlovolje… ",
  "mn19:11.4": "mislima rođenim iz  nepovređivanja, to znači da je napustio misao rođenu iz okrutnosti, kako bi negovao misao o nepovređivanju i tada je njegov um sklon mislima rođenim iz nepovređivanja. ",
  "mn19:12.1": "Baš kao kada bi u poslednjem mesecu sezone vrućina, kad su već svi usevi požnjeveni i smešteni u ambare, pastir pazio na svoja goveda tako što bi jednostavno sedeo u podnožju drveta ili na otvorenom, pošto jedino treba da pazi da su mu goveda na broju. ",
  "mn19:12.3": "Tako je trebalo i ja jedino da pazim da su ta stanja uma tu. ",
  "mn19:13.1": "Neiscrpna energija javila se u meni i stalna svesnost uspostavljena, telo mi beše smireno i spokojno, um koncentrisan i ujedinjen. ",
  "mn19:14.1": "Sasvim obuzdanih čula, bez mentalnih nečistoća, uđoh i ostadoh na prvom stupnju zadubljenja, , praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "mn19:15.1": "Sa smirivanjem usmerene misli i istraživanja, on uđe i ostade na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "mn19:16.1": "Sa slabljenjem ushićenja, on ostade spokojan, svestan i jasno razumevajući, uz fizički osećaj zadovoljstva. Tako uđe i ostade na trećem stupnju zadubljenja, o kojem plemeniti kažu: „Srećan je čovek ispunjen spokojstvom i svesnošću”. ",
  "mn19:17.1": "Sa napuštanjem zadovoljstva i bola, kao i ranijim nestankom radosti i žalosti, on uđe i ostade na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. ",
  "mn19:18.1": "Kada je moj koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerih ga ka znanju o svojim prošlim životima. ",
  "mn19:18.2": "Sećao sam se mnoštva svojih prošlih života, jednog rođenja, dva, tri, četiri, pet… Tako sam se sećao mnoštva svojih prošlih života u celini i do detalja. ",
  "mn19:19.1": "Takvo, monasi, beše prvo istinsko znanje koje stekoh u prvom delu noći. ",
  "mn19:19.2": "Neznanje beše razvejano i javilo se istinsko znanje; tama beše razvejana i pojavilo se svetlo, baš kao što se to događa onome ko je marljiv, predan i odlučan. ",
  "mn19:20.1": "Kada je moj koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojani stabilan, usmerih ga ka znanju o umiranju i ponovnom rađanju bića. ",
  "mn19:20.2": "Duhovnim okom, koje je pročišćeno i nadmašuje ljudsko, video sam bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. Razumeo sam kako se bića preporađaju u skladu sa svojim postupcima. ",
  "mn19:21.1": "Takvo, monasi, beše drugo istinsko znanje koje stekoh u drugom delu noći. ",
  "mn19:21.2": "Neznanje beše razvejano i javilo se istinsko znanje; tama beše razvejana i pojavilo se svetlo, baš kao što se to događa onome ko je marljiv, predan i odlučan. ",
  "mn19:22.1": "Kada je moj koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojani stabilan, usmerih ga ka znanju o uklanjanju otrova. ",
  "mn19:22.2": "Videh, kao da mi je pred očima: ’Ovo je patnja’; videh, kao da mi je pred očima: ’Ovo je nastanak patnje’; videh, kao da mi je pred očima: ’Ovo je prestanak patnje’; videh, kao da mi je pred očima: ’Ovo je put koji vodi prestanku patnje’. ",
  "mn19:23.1": "Videh, kao da mi je pred očima: ’Ovo su otrovi’; videh, kao da mi je pred očima: ’Ovo je nastanak otrova’; videh, kao da mi je pred očima: ’Ovo je prestanak otrova’; videh, kao da mi je pred očima: ’Ovo je put koji vodi prestanku otrova.’ ",
  "mn19:23.2": "Kada sam znao i video tako, moj um beše oslobođen otrova želje za zadovoljstvima čula, oslobođen otrova želje za bivanjem, oslobođen otrova neznanja. ",
  "mn19:23.3": "Neposredno sam znao: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja’. ",
  "mn19:24.1": "Takvo, monasi, beše treće istinsko znanje koje stekoh u trećem delu noći. ",
  "mn19:24.2": "Neznanje beše razvejano i javilo se istinsko znanje; tama beše razvejana i pojavilo se svetlo, baš kao što se to događa onome ko je marljiv, predan i odlučan. ",
  "mn19:25.1": "Zamislite, monasi, da se u šumovitom kraju nalazi močvarna udolina, ",
  "mn19:25.2": "blizu koje živi veliko krdo jelena. ",
  "mn19:25.3": "Onda naiđe neki čovek koji želi da ih uništi, povredi i ulovi, ",
  "mn19:25.4": "te prepreči dobar i siguran put kojim se ide s radošću i otvori pogrešan put, stavi na njega zamku i mamac ",
  "mn19:25.5": "da bi veliko krdo namamio u nevolju, propast i nestanak. ",
  "mn19:25.6": "Ali onda dođe drugi čovek koji im želi dobro, dobrobit i zaštitu, ",
  "mn19:25.7": "te on ponovo otvori onaj siguran i dobar put koji je vodio jelene do njihove sreće, a zatvori onaj pogrešan, ukloni zamku i mamac, ",
  "mn19:25.8": "tako da veliko krdo može kasnije da se umnožava, uvećava i srećno živi. ",
  "mn19:26.1": "Monasi, izložio sam ovo poređenje, kako bih vam preneo značenje. ",
  "mn19:26.2": "A značenje je sledeće: ",
  "mn19:26.3": "’močvarna udolina’ jeste naziv za zadovoljstva čula. ",
  "mn19:26.4": "’Veliko krdo jelena’ je naziv za bića. ",
  "mn19:26.5": "’Čovek koji želi da uništi, povredi i zarobi’ jeste naziv za Māru, za Zlog. ",
  "mn19:26.6": "’Pogrešan put’ jeste naziv za pogrešni osmostruki put, a to su: ",
  "mn19:26.7": "pogrešno razumevanje, pogrešna namera, pogrešan govor, pogrešni postupci, pogrešno življenje, pogrešan napor, pogrešna svesnost i pogrešna koncentracija. ",
  "mn19:26.8": "’Zamka’ je naziv za oduševljenje i strast. ",
  "mn19:26.9": "’Mamac’ jeste naziv za neznanje. ",
  "mn19:26.10": "’Čovek koji želi dobro, dobrobit i zaštitu’ jeste naziv za Tathāgatu, plemenitog i potpuno probuđenoga. ",
  "mn19:26.11": "’Siguran i dobar put’ je naziv za plemeniti osmostruki put, a to su: ",
  "mn19:26.12": "ispravno razumevanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor, ispravna svesnost i ispravna koncentracija. ",
  "mn19:26.13": "I tako, monasi, ponovo sam otvorio siguran i dobar put, koji vodi ka sreći; pogrešan put je zatvoren, zamka uklonjena, mamac uništen. ",
  "mn19:27.1": "Ono što učitelj treba da učini za svoje učenike, iz saosećanja i želje za njihovu dobrobit, to sam ja učinio za vas, monasi. ",
  "mn19:27.2": "Unaokolo su podnožja drveća, prazne kolibe. Meditirajte, monasi, ne oklevajte ili ćete kasnije zažaliti. To je moje uputstvo vama.” ",
  "mn19:27.3": "Tako reče Blaženi. ",
  "mn19:27.4": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}