{
  "mn20:0.1": "Budini govori srednje dužine 20 ",
  "mn20:0.2": "Uklanjanje ometajućih misli ",
  "mn20:1.1": "Ovako sam čuo. ",
  "mn20:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn20:1.3": "I tu on ovako reče monasima: ",
  "mn20:1.4": "„Monasi.” ",
  "mn20:1.5": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "mn20:1.6": "A Blaženi ovako nastavi: ",
  "mn20:2.1": "„Monasi, kada monah teži višem umu, s vremena na vreme bi trebalo da obrati pažnju na pet znakova. ",
  "mn20:2.2": "Kojih pet? ",
  "mn20:3.1": "(I) Ima slučajeva kad monah usmeri pažnju na neku stvar i izazvane tom stvari u njemu se jave štetne misli, povezane sa žudnjom, mržnjom i obmanutošću. Tada monah pažnju treba da okrene ka nekoj drugoj stvari, povezanom s onim što je korisno. ",
  "mn20:3.2": "Kada se okrene nekom drugom znaku, povezanim s onim što je korisno, tada one loše, štetne misli, vezane za žudnju, mržnju i obmanutost, bivaju u njemu napuštene i lagano blede. ",
  "mn20:3.3": "Napuštajući ih, monahov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:3.4": "Baš kao kad bi vešt stolar ili njegov pomoćnik iskoristio mali klin da izbije, istera onaj veći, ",
  "mn20:3.5": "",
  "mn20:3.6": "na isti način… kad se monah okrene nekom drugom znaku, povezanim s onim što je korisno… ",
  "mn20:3.7": "njegov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:4.1": "(II) Ako se, dok posvećuje pažnju nekom drugom znaku povezanim s onim što je korisno, u monahu još uvek javljaju loše, štetne misli povezane sa žudnjom, mržnjom i obmanutošću, onda bi trebalo da istražuje opasnost u tim mislima ovako: ",
  "mn20:4.2": "’Ove misli su štetne, zaslužuju prekor, na kraju donose patnju.’ ",
  "mn20:4.3": "I dok tako analizira opasnosti koje se kriju u tim mislima, te loše, štetne misli, povezane sa žudnjom, mržnjom i obmanutošću, bivaju u njemu napuštene i lagano blede. ",
  "mn20:4.4": "Napuštajući ih, monahov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:4.5": "Baš kao što bi muškarac ili žena, mladi, u ranoj životnoj dobi, skloni kićenju, bili zgroženi, poniženi i zgađeni kada bi im neko oko vrata obesio leš zmije, psa ili čoveka, ",
  "mn20:4.6": "na isti način… kada monah analizira opasnosti koje se kriju u tim mislima… ",
  "mn20:4.9": "njegov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:5.1": "(III) Ako se loše, štetne misli, vezane za žudnju, mržnju i obmanutost, još uvek javljaju u monahu dok analizira opasnosti koje se kriju u tim mislima, tada bi trebalo da se trudi da zaboravi te misli i prestane da se obazire na njih. ",
  "mn20:5.2": "I dok se on trudi da zaboravi te misli i ne obazire na njih, te loše, štetne misli, vezane za žudnju, mržnju i obmanutost, bivaju u njemu napuštene i lagano blede. ",
  "mn20:5.3": "Napuštajući ih, monahov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:5.4": "Baš kao što bi čovek oštroga vida, ne želeći da vidi oblike koji su mu u vidnom polju, ",
  "mn20:5.5": "zatvorio oči ili okrenuo glavu na drugu stranu, ",
  "mn20:5.6": "na isti način… kada se monah trudi da zaboravi te misli i ne obazire se na njih… ",
  "mn20:5.7": "njegov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:6.1": "(IV) Ako se loše, štetne misli, vezane za žudnju, mržnju i obmanutost, još uvek javljaju u monahu dok se trudi da ih zaboravi i ne obazire se na njih, tada bi pažnju trebalo da usmeri ka tome da u umu ukloni izvor tih misli. ",
  "mn20:6.2": "I dok on u umu uklanja izvor tih misli, te štetne misli, vezane za žudnju, mržnju i obmanutost, bivaju u njemu napuštene i lagano blede. ",
  "mn20:6.3": "Napuštajući ih, monahov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:6.4": "Baš kao što čoveku koji hoda ",
  "mn20:6.5": "brzo padne na um misao: ",
  "mn20:6.6": "’Zašto hodam brzo? ",
  "mn20:6.7": "Zašto ne usporim?’ ",
  "mn20:6.8": "I on uspori svoj korak. ",
  "mn20:6.9": "Pa mu na um padne misao: ",
  "mn20:6.10": "’Zašto idem sporo? ",
  "mn20:6.11": "Zašto ne stanem?’ ",
  "mn20:6.12": "I on se zaustavi. ",
  "mn20:6.13": "Pa mu na um padne misao: ",
  "mn20:6.14": "’Zašto stojim? ",
  "mn20:6.15": "Zašto ne sednem?’ ",
  "mn20:6.16": "I on sedne. ",
  "mn20:6.17": "Pa mu na um padne misao: ",
  "mn20:6.18": "’Zašto sedim? ",
  "mn20:6.19": "Zašto ne legnem?’ ",
  "mn20:6.20": "I on legne. ",
  "mn20:6.21": "Odustajući od grubljeg položaja, priklanja se rafiniranijem. ",
  "mn20:6.22": "Na isti način… kada se monah trudi da u umu ukloni izvor tih misli… ",
  "mn20:6.23": "njegov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:7.1": "(V) Ako se loše, štetne misli, vezane za žudnju, mržnju i obmanutost, još uvek javljaju u monahu dok nastoji da u umu ukloni izvor tih misli, tada on, čvrsto stisnutih zuba i jezika uprta o nepce, treba da obori, sputa isavlada svoj um sopstvenom umom. ",
  "mn20:7.2": "I dok čvrsto stisnutih zuba i jezika uprta o nepce obara, sputava i savlađuje svoj um sopstvenim umom, ",
  "mn20:7.3": "tada te loše, štetne misli bivaju u njemu napuštene i lagano blede. ",
  "mn20:7.4": "Napuštajući ih, monahov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:7.5": "Baš kao što bi snažan čovek, zgrabivši slabijeg čoveka za glavu, vrat ili ramena, oborio ga, sputao i pobedio, ",
  "mn20:7.6": "na isti način… kada monah, čvrsto stisnutih zuba i jezika uprta o nepce, obara, sputava i savlađuje svoj um sopstvenom umom… ",
  "mn20:7.7": "",
  "mn20:7.8": "tada te loše, štetne misli bivaju u njemu napuštene i lagano blede. ",
  "mn20:7.9": "Napuštajući ih, njegov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:8.1": "Monasi, kada monah usmeri pažnju ka nekom znaku i izazvane tim znakom u njemu se jave štetne misli, povezane sa žudnjom, mržnjom i obmanutošću, tada on pažnju okrene ka nekom drugom znaku, povezanom s onim što je korisno, te bilo kakve loše, štetne misli, vezane za žudnju, mržnju i obmanutost, bivaju u njemu napuštene i lagano blede. ",
  "mn20:8.2": "Napuštajući ih, monahov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:8.5": "Kad se trudi da zaboravi te misli i ne obazire se na njih… ",
  "mn20:8.7": "Kad se trudi da u umu ukloni izvor tih misli… ",
  "mn20:8.9": "Kada, čvrsto stisnutih zuba i jezika uprta o nepce, nastoji da pobedi, sputa i savlada svoj um sopstvenom umom… ",
  "mn20:8.10": "njegov um se učvršćuje, smiruje, fokusira i koncentriše. ",
  "mn20:8.11": "Takav monah se tada naziva gospodar tokova misli. ",
  "mn20:8.12": "On će tada misliti koju god misao želi i neće misliti koju god misao ne želi da misli. ",
  "mn20:8.13": "Iskorenio je žudnju, odbacio okove i potpuno prozrevši obmanu, stigao na kraj patnje.” ",
  "mn20:8.14": "Tako reče Blaženi. ",
  "mn20:8.15": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}