{
  "mn21:0.1": "Budini govori srednje dužine 21 ",
  "mn21:0.2": "Poređenje sa testerom ",
  "mn21:1.1": "Ovako sam čuo. ",
  "mn21:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn21:2.1": "A u to vreme poštovani Moliya Phagguna je suviše vremena provodio u društvu monahinja. ",
  "mn21:2.2": "Toliko se s njima zbližio, ",
  "mn21:2.3": "da ako bi neki monah u njegovom prisustvu kritikovao te monahinje, razbesneo bi se, oneraspoložio i protestovao. ",
  "mn21:2.4": "A ako bi u prisustvu tih monahinja neki monah kritikovao poštovanog Moliya Phaggunu, one bi se razbesnele, oneraspoložile i protestovale. ",
  "mn21:2.5": "Toliko se poštovani Moliya Phagguna bio zbližio sa monahinjama. ",
  "mn21:3.1": "Onda neki monah otide do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, ispriča on Blaženome šta se događa. ",
  "mn21:4.1": "Na to Blaženi reče jednom monahu: ",
  "mn21:4.2": "„Hajde, monaše, reci monahu Moliya Phagguni u moje ime: ",
  "mn21:4.3": "’Prijatelju Phagguna, učitelj te zove’.” ",
  "mn21:4.4": "„Da, poštovani gospodine”, odgovori monah. On otide do poštovanog Moliya Phaggune reče mu: ",
  "mn21:4.5": "„Prijatelju Phagguna, učitelj te zove.” ",
  "mn21:4.6": "„Dobro, prijatelju”, odgovori poštovani Phagguna i otide da vidi Blaženog. Kad je stigao, pokloni se i sede sa strane. Dok je tako sedeo, Blaženi mu se obrati sledećim rečima: ",
  "mn21:5.1": "„Phagguna, je li istina da suviše vremena provodiš u društvu monahinja ",
  "mn21:5.2": "i da si se toliko sa njima zbližio ",
  "mn21:5.3": "da ako neki monah u tvom prisustvu kritikuje neku od monahinja, ti se razbesniš, oneraspoložiš i protestuješ? ",
  "mn21:5.4": "A ako u prisustvu tih monahinja neki monah kritikuje tebe, one se razbesne, oneraspolože i protestuju. ",
  "mn21:5.5": "Da li si se toliko zbližio s monahinjama, kao što se čini?” ",
  "mn21:5.6": "„Istina je, poštovani gospodine.” ",
  "mn21:5.7": "„Phagguna, nisi li ti sin iz dobre porodice koji je iz poverenja napustio dom i otišao u beskućnike?” ",
  "mn21:5.8": "„Jesam, poštovani gospodine.” ",
  "mn21:6.1": "„Phagguna, ne priliči sinu ugledne porodice koji je iz poverenja napustio dom i otišao u beskućnike da suviše vremena provodi u društvu monahinja. ",
  "mn21:6.2": "Zato, ako neko u tvom prisustvu kritikuje te monahinje, treba da napustiš svaku želju i svaku misao zasnovanu na domaćinskom životu. ",
  "mn21:6.3": "I zato treba ovako da vežbaš: ",
  "mn21:6.4": "’Moj um će ostati neokrznut i neću izgovoriti nijednu lošu reč; biću pun saosećanja za njegovu dobrobit, uma ispunjenog ljubavlju, bez mržnje u sebi.’ ",
  "mn21:6.5": "Tako sebe treba da vežbaš, Phagguna. ",
  "mn21:6.6": "Ako bilo ko u tvom prisustvu te monahinje udari rukom, grumenom zemlje, prutom ili nožem, treba da napustiš svaku želju i svaku misao zasnovanu na domaćinskom životu. ",
  "mn21:6.7": "I zato treba ovako da vežbaš: ",
  "mn21:6.8": "’Moj um će ostati neokrznut i neću izgovoriti nijednu lošu reč; biću pun saosećanja za njegovu dobrobit, uma ispunjenog ljubavlju, bez mržnje u sebi.’ ",
  "mn21:6.9": "",
  "mn21:6.10": "Ako bilo ko tebe kudi u tvom prisustvu, treba da napustiš svaku želju i svaku misao zasnovanu na domaćinskom životu. ",
  "mn21:6.11": "I zato treba ovako da vežbaš: ’Moj um će ostati neokrznut…’ ",
  "mn21:6.12": "",
  "mn21:6.13": "Ako bilo ko tebe udari rukom, grumenom zemlje, prutom ili nožem, treba da napustiš svaku želju i svaku misao zasnovanu na domaćinskom životu. ",
  "mn21:6.14": "I zato treba ovako da vežbaš: ’Moj um će ostati neokrznut i neću izgovoriti nijednu lošu reč; biću pun saosećanja za njegovu dobrobit, uma ispunjenog ljubavlju, bez mržnje u sebi.’ ",
  "mn21:6.15": "Tako sebe treba da vežbaš, Phagguna. ",
  "mn21:7.1": "Dalje Blaženi reče monasima: ",
  "mn21:7.2": "„Monasi, bio je jedan slučaj kad su me monasi učinili zadovoljnim. ",
  "mn21:7.3": "Tom prilikom sam se monasima obratio sledećim rečima: ",
  "mn21:7.4": "’Monasi, ja jedem jednom dnevno. ",
  "mn21:7.5": "Čineći tako, bez bolesti sam i tegoba, uživam u zdravlju, snažan sam i dobro se osećam. ",
  "mn21:7.6": "Zato i vi, monasi, jedite jednom na dan. ",
  "mn21:7.7": "Čineći tako, bićete bez bolesti i tegoba, uživaćete u zdravlju, bićete snažni i dobro ćete se osećati.’ ",
  "mn21:7.8": "I nije trebalo mnogo da upućujem te monahe; ",
  "mn21:7.9": "trebalo je samo da podstaknem svesnost u njima. ",
  "mn21:7.10": "Zamislite kočiju na ravnom tlu, na nekoj raskrsnici, u nju upregnuti čistokrvni konji, ",
  "mn21:7.11": "a kamdžija na njoj spremna, tako da se vešti vozar, gonič konja koje treba ukrotiti, popne na nju i uzevši uzde u levu ruku, a bič u desnu, u stanju je da je potera na bilo koju stranu, kad god to poželi. ",
  "mn21:7.12": "Isto tako, monasi, ni meni nije trebalo mnogo da upućujem te monahe; ",
  "mn21:7.13": "trebalo je samo da podstaknem svesnost u njima. ",
  "mn21:7.14": "Zbog toga, monasi, napustite ono što je štetno i posvetite se korisnim stanjima, ",
  "mn21:7.15": "jer tako ćete dostići rast, zrelost i ispunjenje u ovom učenju i pravilima. ",
  "mn21:8.1": "Zamislite veliku šumu drveta sal kraj sela ili grada, ",
  "mn21:8.2": "ali koja je prepuna šiblja i puzavica. ",
  "mn21:8.3": "A onda se pojavi neki čovek koji želi toj šumi dobro, želi da ona napreduje i bude zaštićena. ",
  "mn21:8.4": "On bi posekao i izneo krive izdanke koji crpe snagu iz drveta, raskrčio unutrašnjost te šume ",
  "mn21:8.5": "i ostavio prave, lepo formirane stabljike, ",
  "mn21:8.6": "tako da je velika šuma drveta sal u stanju da raste, sazreva i ispunjava se. ",
  "mn21:8.7": "Isto tako, monasi, napustite ono što je štetno i posvetite se korisnim stanjima, ",
  "mn21:8.8": "jer tako ćete dostići rast, zrelost i ispunjenje u ovom učenju i pravilima. ",
  "mn21:9.1": "U davna vremena, monasi, upravo u ovom Sāvatthīju živela je domaćica po imenu Vedehikā. ",
  "mn21:9.2": "I dobar se glas o gospodarici Vedehiki širio unaokolo: ",
  "mn21:9.3": "’Gospodarica Vedehikā je ljubazna, gospodarica je blaga, gospodarica Vedehikā je smirena.’ ",
  "mn21:9.4": "A gospodarica Vedehikā imala je služavku po imenu Kāli, oštroumnu, okretnu i pedantnu u poslu. ",
  "mn21:9.5": "I služavka Kāli pomisli: ",
  "mn21:9.6": "’Dobar se glas o gospodarici Vedehiki širi unaokolo: ",
  "mn21:9.7": "„Gospodarica Vedehikā je ljubazna, gospodarica je blaga, gospodarica Vedehikā je smirena.” ",
  "mn21:9.8": "Iako ne pokazuje bes, da li ga u njoj još uvek ima ili ne? ",
  "mn21:9.9": "Da li samo zato što dobro radim svoj posao moja gospodarica ne pokazuje bes, iako je on još uvek u njoj? ",
  "mn21:9.10": "Kako bi bilo da je stavim na probu?’ ",
  "mn21:9.11": "I tako služavka Kāli ustade kasno. ",
  "mn21:9.12": "A gospodarica Vedehikā joj reče: ",
  "mn21:9.13": "„Kāli!” ",
  "mn21:9.14": "„Da, gospođo?” ",
  "mn21:9.15": "„Šta se desilo te si ustala tako kasno?” ",
  "mn21:9.16": "„Ništa se nije desilo, gospođo.” ",
  "mn21:9.17": "„Ništa se nije desilo, ti lenjivice, a ipak ustaješ tako kasno!” i beše besna, nezadovoljna i smrknuta pogleda. ",
  "mn21:9.18": "Onda služavka Kāli pomisli: ",
  "mn21:9.19": "’Iako moja gospodarica ne pokazuje bes, u njoj ga još uvek ima, nije nestao; ",
  "mn21:9.20": "i samo zato što dobro radim svoj posao moja gospodarica ne pokazuje bes, iako je on još u njoj, nije nestao. ",
  "mn21:9.21": "Kako bi bilo da je još malo stavim na probu?’ ",
  "mn21:9.22": "I tako služavka Kāli ustade još kasnije. ",
  "mn21:9.23": "A gospodarica Vedehikā joj reče: ",
  "mn21:9.24": "„Kāli!” ",
  "mn21:9.25": "„Da, gospođo?” ",
  "mn21:9.26": "„Šta se desilo te si ustala još kasnije?” ",
  "mn21:9.27": "„Ništa se nije desilo, gospođo.” ",
  "mn21:9.28": "„Ništa se nije desilo, ti lenjivice, a ipak si ustala još kasnije!” i beše besna, nezadovoljna i izgovarala je grube reči. ",
  "mn21:9.29": "Onda služavka Kāli pomisli: ",
  "mn21:9.30": "’Iako moja gospodarica ne pokazuje bes, u njoj ga još uvek ima, nije nestao; ",
  "mn21:9.31": "i samo zato što dobro radim svoj posao moja gospodarica ne pokazuje bes, iako je on još u njoj, nije nestao. ",
  "mn21:9.32": "Kako bi bilo da je još malo stavim na probu?’ ",
  "mn21:9.33": "I tako služavka Kāli ustade još kasnije. ",
  "mn21:9.34": "A gospodarica Vedehikā joj reče: ",
  "mn21:9.35": "„Kāli!” ",
  "mn21:9.36": "„Da, gospođo?” ",
  "mn21:9.37": "„Šta se desilo te si ustala tako kasno?” ",
  "mn21:9.38": "„Ništa se nije desilo, gospođo.” ",
  "mn21:9.39": "„Ništa se nije desilo, ti lenjivice, a ipak si ustala još kasnije!” I beše besna i nezadovoljna, toliko da uze oklagiju, udari služavku i razbi joj glavu. ",
  "mn21:9.40": "Onda služavka Kāli, onako okrvavljene glave krene da se susedima žali na svoju gospodaricu: ",
  "mn21:9.41": "’Gledajte, gospođe, šta mi je uradila ta ljubazna žena! ",
  "mn21:9.42": "Gledajte, gospođe, šta mi je uradila ta blaga žena! Gledajte, gospođe, šta mi je uradila ta smirena žena! ",
  "mn21:9.43": "Kako može da bude besna i nezadovoljna na svoju jedinu služavku samo zato što je ustala kasnije? Kako može da uzme oklagiju, udari je i razbije joj glavu?’ ",
  "mn21:9.44": "I potom se loš glas o gospodarici Vedehiki širio unaokolo: ",
  "mn21:9.45": "’Gospodarica Vedehikā je gruba. GospodaricaVedehikā je nasilna. Gospodarica Vedehikā je nemilosrdna.’ ",
  "mn21:10.1": "Monasi, isto tako neki su monasi izuzetno ljubazni, izuzetno blagi, izuzetno smireni sve dok neprijatan način govora ne dopre do njih. ",
  "mn21:10.2": "A kada neprijatan način govora dopre do njih, može se znati je li monah zaista ljubazan, blag i smiren. ",
  "mn21:10.3": "Ja ne nazivam lakim za opominjanje onog monaha koji je lak za opominjanje i pravi sebe lakim za opominjanje kako bi dobio ogrtače, hranu, prenoćište i lekove. ",
  "mn21:10.4": "A zašto? ",
  "mn21:10.5": "Jer takav monah nije lak za opominjanje i ne pravi sebe lakim za opominjanje kad ne dobije ogrtače, hranu, prenoćište i lekove. ",
  "mn21:10.6": "Ali kad je monah lak za opominjanje i pravi sebe lakim za opominjanje zato što slavi, poštuje i ceni Dhammu, toga ja nazivam lakim za prekor. ",
  "mn21:10.7": "Zato, monasi, treba sebe da vežbate ovako: ’Bićemo laki za opominjanje i pravićemo sebe lakim za opominjanje zato što slavimo, poštujemo i cenimo Dhammu.’ ",
  "mn21:10.8": "Tako sebe treba da vežbate, monasi. ",
  "mn21:11.1": "Monasi, postoji pet načina govora kojim drugi mogu da vam se obraćaju: ",
  "mn21:11.2": "govor može biti u pravom trenutku i u pogrešnom trenutku, ",
  "mn21:11.3": "istinit ili lažan, ",
  "mn21:11.4": "blag ili grub, ",
  "mn21:11.5": "da vodi ka dobrobiti ili ka šteti, ",
  "mn21:11.6": "izgovoren sa srcem punim ljubavi ili punim mržnje. ",
  "mn21:11.7": "Kad vam se drugi obraćaju, njihove reči mogu biti izgovorene u pravom trenutku i u pogrešnom trenutku; ",
  "mn21:11.8": "kad vam se drugi obraćaju, njihove reči mogu biti istinite ili lažne; ",
  "mn21:11.9": "kad vam se drugi obraćaju, njihove reči mogu biti blage ili grube; ",
  "mn21:11.10": "kad vam se drugi obraćaju, njihove reči mogu voditi ka dobrobiti ili ka šteti; ",
  "mn21:11.11": "kad vam se drugi obraćaju, njihove reči mogu biti izgovorene sa srcem punim ljubavi ili punim mržnje. ",
  "mn21:11.12": "Zato, monasi, ovako treba sebe da vežbate: ",
  "mn21:11.13": "’Naši umovi će ostati neokrznut i nećemo izgovoriti nijednu lošu reč; bićemo puni saosećanja za dobrobit drugoga, uma ispunjenog ljubavlju, bez mržnje u sebi.’ ",
  "mn21:11.14": "Živećemo prožimajući takvu osobu umom punim ljubavi, i to počevši od nje, živećemo prožimajući čitav ovaj svet umom punim ljubavi, prepunim, uzvišenim, nemerljivim, bez neprijateljstva i bez mržnje.’ ",
  "mn21:11.15": "Tako sebe treba da vežbate, monasi. ",
  "mn21:12.1": "Monasi, zamislite čoveka koji dođe s motikom i košarom ",
  "mn21:12.2": "pa kaže: ",
  "mn21:12.3": "’Ukloniću svu ovu zemlju dokle god je vidite.’ ",
  "mn21:12.4": "I onda krene da kopa sad ovde, sad tamo, da nasipa sad tu, sad tamo, pljuje sad tu, sad tamo, urinira sad tu, sad tamo, govoreći: ",
  "mn21:12.5": "„Zemljo nestani, zemljo nestani!” ",
  "mn21:12.6": "Šta mislite, monasi? ",
  "mn21:12.7": "Može li taj čovek ukloniti svu ovu zemlju dokle god je vidite?” ",
  "mn21:12.8": "„Sigurno da ne, poštovani gospodine.” ",
  "mn21:12.9": "„A zašto?” ",
  "mn21:12.10": "„Zato što je ova zemlja duboka i ogromna; ",
  "mn21:12.11": "ona se nema gde ukloniti. ",
  "mn21:12.12": "I na kraju će taj čovek ostati samo umoran i razočaran.” ",
  "mn21:13.1": "„Isto tako, monasi, postoji pet načina govora kojim drugi mogu da vam se obraćaju: ",
  "mn21:13.2": "govor može biti u pravom trenutku i u pogrešnom trenutku, ",
  "mn21:13.3": "istinit ili lažan, ",
  "mn21:13.4": "blag ili grub, ",
  "mn21:13.5": "da vodi ka dobrobiti ili ka šteti, ",
  "mn21:13.6": "izgovoren sa srcem punim ljubavi ili punim mržnje. ",
  "mn21:13.7": "Kad vam se drugi obraćaju, njihove reči mogu biti izgovorene u pravom trenutku i u pogrešnom trenutku; ",
  "mn21:13.8": "kad vam se drugi obraćaju, njihove reči mogu biti istinite ili lažne; ",
  "mn21:13.9": "kad vam se drugi obraćaju, njihove reči mogu biti blage ili grube; ",
  "mn21:13.10": "kad vam se drugi obraćaju, njihove reči mogu voditi ka dobrobiti ili ka šteti; ",
  "mn21:13.11": "kad vam se drugi obraćaju, njihove reči mogu biti izgovorene sa srcem punim ljubavi ili punim mržnje. ",
  "mn21:13.12": "Zato, monasi, ovako treba sebe da vežbate: ",
  "mn21:13.13": "’Naši umovi će ostati neokrznut i nećemo izgovoriti nijednu lošu reč; bićemo puni saosećanja za dobrobit drugoga, uma ispunjenog ljubavlju, bez mržnje u sebi. ",
  "mn21:13.14": "Živećemo prožimajući takvu osobu umom punim ljubavi, i to počevši od nje, živećemo prožimajući čitav ovaj svet umom punim ljubavi, prepunim, uzvišenim, nemerljivim, bez neprijateljstva i bez mržnje.’ ",
  "mn21:13.15": "Tako sebe treba da vežbate, monasi. ",
  "mn21:14.1": "Monasi, zamislite čoveka koji dođe s purpurnom, žutom, plavom i crvenom bojom, ",
  "mn21:14.2": "pa kaže: ",
  "mn21:14.3": "’Nacrtaću slike i učiniću da se one vide na praznom prostoru.’ ",
  "mn21:14.4": "Šta mislite, monasi? ",
  "mn21:14.5": "Može li taj čovek nacrtati slike i učiniti da se one vide na praznom prostoru?” ",
  "mn21:14.6": "„Sigurno da ne, poštovani gospodine.” ",
  "mn21:14.7": "A zašto? ",
  "mn21:14.8": "Zato što je prazan prostor bezobličan i nevidljiv, ",
  "mn21:14.9": "on ne može nacrtati slike i učiniti da se one vide na praznom prostoru. ",
  "mn21:14.10": "I na kraju će taj čovek ostati samo umoran i razočaran.” ",
  "mn21:15.1": "„Isto tako, monasi, postoji pet načina govora kojim drugi mogu da vam se obraćaju… ",
  "mn21:15.2": "Zato, monasi, ovako sebe treba da vežbate: ’Živećemo prožimajući čitav ovaj svet umom sličnim praznom prostoru, prepunim, uzvišenim, nemerljivim, bez neprijateljstva i bez mržnje.’ ",
  "mn21:15.3": "Tako sebe treba da vežbate, monasi. ",
  "mn21:16.1": "Monasi, zamislite čoveka koji dođe s upaljenom bakljom, ",
  "mn21:16.2": "pa kaže: ",
  "mn21:16.3": "’Ja ću ovom upaljenom bakljom zagrejati i učiniti da ispari voda u Gangu.’ ",
  "mn21:16.4": "Šta mislite, monasi? ",
  "mn21:16.5": "Može li taj čovek upaljenom bakljom zagrejati i učiniti da ispari voda u Gangu?” ",
  "mn21:16.6": "„Sigurno da ne, poštovani gospodine.” ",
  "mn21:16.7": "A zašto? ",
  "mn21:16.8": "Zato što je reka Gang duboka i široka; ",
  "mn21:16.9": "ni na koji način nju nije moguće upaljenom bakljomzagrejati i učiniti da ispari voda u njoj. ",
  "mn21:16.10": "I na kraju će taj čovek ostati samo umoran i razočaran.” ",
  "mn21:17.1": "„Isto tako, monasi, postoji pet načina govora kojim drugi mogu da vam se obraćaju… ",
  "mn21:17.2": "Zato, monasi, ovako sebe treba da vežbate: ’Živećemo prožimajući čitav svet umom sličnim reci Gang, obilnim, uzvišenim, nemerljivim, bez neprijateljstva i bez mržnje.’ ",
  "mn21:17.3": "Tako sebe treba da vežbate, monasi. ",
  "mn21:18.1": "Monasi, zamislite vreću od kože, koja je dobro uštavljena, dobro obrađena, meka, svilenkasta, kada se stisne uopšte ne šuška, uopšte ne pucketa, ",
  "mn21:18.2": "i onda se pojavi neki čovek sa štapom ili kamenom, ",
  "mn21:18.3": "pa kaže: ",
  "mn21:18.4": "’Vidite ovu vreću od kože, koja je dobro uštavljena… uopšte ne pucketa. Ja ću učiniti da šuška i pucketa kad se pritisne.’ ",
  "mn21:18.5": "Šta mislite, monasi? ",
  "mn21:18.6": "Može li taj čovek, kad je pritisne štapom ili kamenom učiniti da ona šuška i pucketa?” ",
  "mn21:18.7": "„Sigurno da ne, poštovani gospodine.” ",
  "mn21:18.8": "A zašto? ",
  "mn21:18.9": "Zato što tu vreću od kože, koja je dobro uštavljena… uopšte ne pucketa, ",
  "mn21:18.10": "nikako nije moguće načiniti da šuška ili pucketa kad se pritisne štapom ili kamenom. ",
  "mn21:18.11": "I na kraju će taj čovek ostati samo umoran i razočaran.” ",
  "mn21:19.1": "„Isto tako, monasi, postoji pet načina govora kojim drugi mogu da vam se obraćaju: ",
  "mn21:19.2": "govor može biti u pravom trenutku i u pogrešnom trenutku, ",
  "mn21:19.3": "istinit ili lažan, ",
  "mn21:19.4": "blag ili grub, ",
  "mn21:19.5": "da vodi ka dobrobiti ili ka šteti, ",
  "mn21:19.6": "izgovoren sa srcem punim ljubavi ili punim mržnje. ",
  "mn21:19.7": "Kad vam se drugi obraćaju, njihove reči mogu biti izgovorene u pravom trenutku i u pogrešnom trenutku; ",
  "mn21:19.8": "kad vam se drugi obraćaju, njihove reči mogu biti istinite ili lažne; ",
  "mn21:19.9": "kad vam se drugi obraćaju, njihove reči mogu biti blage ili grube; ",
  "mn21:19.10": "kad vam se drugi obraćaju, njihove reči mogu voditi ka dobrobiti ili ka šteti; ",
  "mn21:19.11": "kad vam se drugi obraćaju, njihove reči mogu biti izgovorene sa srcem punim ljubavi ili punim mržnje. ",
  "mn21:19.12": "Zato, monasi, ovako treba sebe da vežbate: ",
  "mn21:19.13": "’Naši umovi će ostati neokrznut i nećemo izgovoriti nijednu lošu reč; bićemo puni saosećanja za dobrobit drugoga, uma ispunjenog ljubavlju, bez mržnje u sebi. ",
  "mn21:19.14": "Živećemo prožimajući tog čoveka umom punim ljubavi, i počevši od njega, živećemo prožimajući čitav ovaj svet umom punim ljubavi, prepunim, uzvišenim, nemerljivim, bez neprijateljstva i bez mržnje.’ ",
  "mn21:19.15": "Tako sebe treba da vežbate, monasi. ",
  "mn21:20.1": "Monasi, čak i ako bi vam razbojnici dvoručnom testerom divljački sekli udove, jedan za drugim, onaj ko bi u sebi stvorio um ispunjen mržnjom ne bi sledio moje učenje. ",
  "mn21:20.2": "Zato, monasi, ovako treba sebe da vežbate: ",
  "mn21:20.3": "’Naši umovi će ostati neokrznuti i nećemo izgovoriti lošu reč; ostaćemo puni saosećanja za njihovu dobrobit, uma ispunjenog ljubavlju i bez mržnje. ",
  "mn21:20.4": "Živećemo prožimajući te ljude umom punim ljubavi, i počevši od njih, živećemo prožimajući čitav ovaj svet umom punim ljubavi, prepunim, uzvišenim, nemerljivim, bez neprijateljstva i bez mržnje.’ ",
  "mn21:20.5": "Tako sebe treba da vežbate, monasi. ",
  "mn21:21.1": "Monasi, ako ovaj savet dat kroz poređenje s testerom neprekidno imate na umu, ",
  "mn21:21.2": "vidite li bilo koji govor, beznačajan ili značajan, koji ne biste mogli podneti?” ",
  "mn21:21.3": "’Ne, gospodine.’ ",
  "mn21:21.4": "„Zato, monasi, ovaj savet dat kroz poređenje s testerom treba neprekidno da imate na umu. ",
  "mn21:21.5": "To će vam biti na dobrobit i sreću zadugo.” ",
  "mn21:21.6": "Tako reče Blaženi. ",
  "mn21:21.7": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}