{
  "mn22:0.1": "Budini govori srednje dužine 22 ",
  "mn22:0.2": "Poređenje sa zmijom ",
  "mn22:1.1": "Ovako sam čuo. ",
  "mn22:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn22:2.1": "Tu se u monahu po imenu Ariṭṭha, nekadašnjem lovcu na lešinare, javilo ovo pogubno gledište: ",
  "mn22:2.2": "„Koliko ja razumem učenje kojem podučava Blaženi, stvari koje Blaženi naziva prepreke nisu u stanju da ometu one koji ih praktikuju.” ",
  "mn22:2.3": "Kad čuše ovo, ",
  "mn22:3.1": "nekoliko monaha odoše do monaha Ariṭṭhe i upitaše ga: ",
  "mn22:3.2": "„Je li istina, prijatelju Ariṭṭha, da se u tebi javilo to pogubno gledište?” ",
  "mn22:3.4": "„Istina je, prijatelji. Koliko ja razumem učenje kojem podučava Blaženi, stvari koje Blaženi naziva prepreke nisu u stanju da ometu one koji ih praktikuju.” ",
  "mn22:3.5": "Onda su ga ti monasi, u želji da ga razuvere u takvo pogubno gledište, opominjali, prekorevali i ispitivali na sledeći način: ",
  "mn22:3.6": "„Ne govori tako, prijatelju Ariṭṭha. Ne tumači pogrešno Blaženoga; nije u redu da ga pogrešno tumačiš. Blaženi nikada ne bi tako nešto rekao. ",
  "mn22:3.7": "Zapravo je na mnogo načina Blaženi za takve smetnje govorio da jesu smetnja i da svakako ometaju onoga ko ih praktikuje. ",
  "mn22:3.8": "Blaženi je pokazao da zadovoljstva čula obezbeđuju malo zadovoljenja, a mnogo patnje i očajanja, te da je opasnost u njima još veća. ",
  "mn22:3.9": "Poređenjem s kosturom… ",
  "mn22:3.10": "poređenjem s komadom mesa… ",
  "mn22:3.11": "poređenjem s upaljenom bakljom… ",
  "mn22:3.12": "poređenjem s jamom punom užarenog ugljevlja… ",
  "mn22:3.13": "poređenjem sa snom… ",
  "mn22:3.14": "poređenjem s pozajmljenim stvarima… ",
  "mn22:3.15": "poređenjem s voćkom punom plodova… ",
  "mn22:3.16": "poređenjem s mesarskim nožem i panjem… ",
  "mn22:3.17": "poređenjem s mačem… ",
  "mn22:3.18": "poređenjem sa zmijskom glavom, Blaženi je potvrdio da zadovoljstva čula obezbeđuju malo zadovoljenja, a mnogo patnje i očajanja, te da je opasnost u njima još veća.” ",
  "mn22:3.19": "Iako su ga drugi monasi opominjali, prekorevali i ispitivali na takav način, monah Ariṭṭha, nekadašnji lovac na lešinare, još uvek se tvrdoglavo držao tog pogubnog gledišta i nastavljao da insistira na njemu. ",
  "mn22:3.20": "„Istina je, prijatelji. Koliko ja razumem učenje kojem podučava Blaženi, stvari koje Blaženi naziva prepreke nisu u stanju da ometu one koji ih praktikuju.” ",
  "mn22:3.21": "Kako monasi nisu uspeli da ga odgovore od tog pogubnog gledišta, odoše oni do Blaženoga. Pošto mu se poklone, sedoše sa strane i ispričaše šta se dogodilo. ",
  "mn22:3.22": "",
  "mn22:3.23": "",
  "mn22:4.1": "„Poštovani gospodine, pošto nismo uspeli da monaha Ariṭṭhu, nekadašnjeg lovca na lešinare, odgovorimo od pogubnog gledišta, došli smo da o tome obavestimo Blaženoga.” ",
  "mn22:5.1": "Na to Blaženi reče jednom monahu: ",
  "mn22:5.2": "„Hajde, monaše, reci monahu Ariṭṭhi u moje ime: ",
  "mn22:5.3": "„Prijatelju Ariṭṭha, učitelj te zove.” ",
  "mn22:5.4": "„Da, poštovani gospodine”, odgovori monah. On otide do monaha Ariṭṭhe i reče mu: ",
  "mn22:5.5": "„Prijatelju Ariṭṭha, Učitelj te zove.” ",
  "mn22:5.6": "„Da, prijatelju”, odgovori Ariṭṭha i otide da vidi Blaženog. Kad je stigao, pokloni se i sede sa strane. Dok je tako sedeo sa strane, Blaženi mu se obrati sledećim rečima: ",
  "mn22:5.7": "„Je li istina, Ariṭṭha, da se u tebi javilo ovo pogubno gledište: ",
  "mn22:5.8": "„Koliko ja razumem učenje kojem podučava Blaženi, stvari koje Blaženi naziva prepreke nisu u stanju da ometu one koji ih praktikuju.” ",
  "mn22:5.9": "„Istina je, poštovani. Koliko ja razumem učenje kojem podučava Blaženi, stvari koje Blaženi naziva prepreke nisu u stanju da ometu one koji ih praktikuju.” ",
  "mn22:6.1": "„Od koga si to čuo, neznalice, da sam podučavao na takav način? ",
  "mn22:6.2": "Nisam li, neznalice, na mnoge načine pokazao za takve stvari da jesu smetnja i da svakako ometaju onoga ko ih praktikuje. ",
  "mn22:6.3": "Zadovoljstva čula, govorio sam, obezbeđuju malo zadovoljenja, mnogo patnje i očajanja, a opasnostu njima još je veća. ",
  "mn22:6.4": "Poređenjem s kosturom… ",
  "mn22:6.5": "poređenjem s komadom mesa… ",
  "mn22:6.6": "poređenjem s upaljenom bakljom… ",
  "mn22:6.7": "poređenjem s jamom punom užarenog ugljevlja… ",
  "mn22:6.8": "poređenjem sa snom… ",
  "mn22:6.9": "poređenjem s pozajmljenim stvarima… ",
  "mn22:6.10": "poređenjem s voćkom punom plodova… ",
  "mn22:6.11": "poređenjem s mesarskim nožem i panjem… ",
  "mn22:6.12": "poređenjem s mačem… ",
  "mn22:6.13": "poređenjem sa zmijskom glavom, potvrdio sam da zadovoljstva čula obezbeđuju malo zadovoljenja, a mnogo patnje i očajanja, te da je opasnost u njima još veća. ",
  "mn22:6.14": "A ti nas, neznalice, pogrešnim tumačenjem pogrešno predstavljaš, sebe povređuješ i sebi si stvorio mnogo loših zasluga; ",
  "mn22:6.15": "to će ti zadugo doneti štetu i patnju.” ",
  "mn22:7.1": "Onda se Blaženi obrati monasima: ",
  "mn22:7.2": "Šta mislite, monasi? ",
  "mn22:7.3": "Je li ovaj monah Ariṭṭha, nekadašnji lovac na lešinare, upalio makar iskru mudrosti u ovom učenju i pravilima?” ",
  "mn22:7.4": "„Kako bi to moglo biti? ",
  "mn22:7.5": "Svakako da nije, poštovani gospodine.” ",
  "mn22:7.6": "Kad ovo bi izrečeno, monah Ariṭṭha, nekadašnji lovac na lešinare, sedeo je ćutke, zbunjen, povijenih leđa i pognute glave, ophrvan mislima, nesposoban da bilo šta odgovori. ",
  "mn22:7.7": "Onda mu se Blaženi, videvši ga takvoga, obrati: ",
  "mn22:7.8": "„Ostaćeš upamćen, neznalice, po svom pogubnom gledištu. ",
  "mn22:7.9": "A sad ću ispitati ostale monahe o toj stvari.” ",
  "mn22:8.1": "Onda se Blaženi obrati monasima: ",
  "mn22:8.2": "„Monasi, da li učenje koje podučavam razumete na isti način kao ovaj monah Ariṭṭha, nekadašnji lovac na lešinare, kada nas pogrešnim tumačenjem pogrešno predstavlja, sebe povređuje i sebi stvara mnogo loših zasluga?” ",
  "mn22:8.3": "„Sigurno da ne, poštovani gospodine.” ",
  "mn22:8.4": "Jer na mnoge načine je Blaženi pokazao da takve stvari jesu smetnja ",
  "mn22:8.5": "i da svakako ometaju onoga ko ih praktikuje. ",
  "mn22:8.6": "Blaženi je pokazao da zadovoljstva čula obezbeđuju malo zadovoljenja, mnogo patnje i očajanja, a opasnost u njima još je veća.” ",
  "mn22:8.9": "„Dobro je, monasi. Dobro je što tako razumete učenje kojem sam vas podučio. ",
  "mn22:8.10": "Jer sam na mnoge načine pokazao za takve stvari da jesu smetnja i da svakako ometaju onoga ko ih praktikuje. ",
  "mn22:8.11": "Zadovoljstva čula, govorio sam, obezbeđuju malo zadovoljenja, mnogo patnje i očajanja, a opasnostu njima još je veća. ",
  "mn22:8.14": "Ali ovaj monah Ariṭṭha, nekadašnji lovac na lešinare, pogrešnim tumačenjem nas pogrešno predstavlja, sebe povređuje i sebi stvara mnogo loših zasluga; ",
  "mn22:8.15": "to će mu zadugo doneti štetu i patnju.” ",
  "mn22:9.1": "Monasi, da se neko upušta u zadovoljstva čula, a da u njemu nema želje za zadovoljstvima čula, nema opažaja izazvanih tom željom, nema misli izazvanih tom željom – to je nemoguće. ",
  "mn22:10.1": "Ima, monasi, nepromišljenih ljudi koji proučavaju ovo učenje: ",
  "mn22:10.2": "govore, strofe, izlaganja, stihove, nadahnuća, izreke, priče o rođenjima, čudesne povesti i odgovore na pitanja – ",
  "mn22:10.3": "i pošto su ga proučili, ne istražuju značenje mudrošću. ",
  "mn22:10.4": "Pošto ne istražuju značenje učenja mudrošću, oni ne stiču uvid. ",
  "mn22:10.5": "Učenje proučavaju samo da bi kritikovali druge i pobeđivali u debatama. ",
  "mn22:10.6": "Tada ne doživljavaju istinsku dobrobit zbog koje su proučavali ovo učenje. ",
  "mn22:10.7": "Zato što su učenje uzeli na pogrešan način, to će im zadugo doneti štetu i patnju. ",
  "mn22:10.8": "A zašto? ",
  "mn22:10.9": "Zato što su učenje uzeli na pogrešan način. ",
  "mn22:10.10": "Zamislite čoveka kojem treba zmija, koji traži zmiju, ide u potragu za zmijom. ",
  "mn22:10.11": "Ugleda veliku zmiju ",
  "mn22:10.12": "i zgrabi je za telo ili rep. ",
  "mn22:10.13": "Zmija se izvije i ugrize ga za šaku, ruku ili drugi deo tela ",
  "mn22:10.14": "i zbog toga čovek umre ili je u užasnim bolovima. ",
  "mn22:10.15": "A zašto? ",
  "mn22:10.16": "Zato što je na pogrešan način uzeo zmiju. ",
  "mn22:10.20": "",
  "mn22:10.23": "I zato što su učenje uzeli na pogrešan način, to će im zadugo doneti štetu i patnju. ",
  "mn22:10.24": "A zašto? ",
  "mn22:10.25": "Zato što su učenje uzeli na pogrešan način. ",
  "mn22:11.1": "Ima, monasi, sinova dobrih porodica koji proučavaju ovo učenje – ",
  "mn22:11.2": "govore, strofe, izlaganja, stihove, nadahnuća, izreke, priče o rođenjima, čudesne povesti i odgovore na pitanja – ",
  "mn22:11.3": "i pošto su ga proučili, istražuju značenje mudrošću. ",
  "mn22:11.4": "Pošto istražuju značenje učenja mudrošću, oni stiču uvid. ",
  "mn22:11.5": "Učenje ne proučavaju samo da bi kritikovali druge i pobeđivali u debatama. ",
  "mn22:11.6": "Tada doživljavaju istinsku dobrobit zbog koje su proučavali ovo učenje. ",
  "mn22:11.7": "Zato što su učenje uzeli na ispravan način, to će im zadugo doneti dobrobit i sreću. ",
  "mn22:11.8": "A zašto? ",
  "mn22:11.9": "Zato što su učenje uzeli na ispravan način. ",
  "mn22:11.10": "Zamislite čoveka kojem treba zmija, koji traži zmiju, ide u potragu za zmijom. ",
  "mn22:11.11": "Ugleda veliku zmiju, ",
  "mn22:11.12": "pritisne je rašljastim štapom, ",
  "mn22:11.13": "pa pošto je tako učinio, uzme je na ispravan način, za vrat. ",
  "mn22:11.14": "Iako se zmija možda obavila oko  njegove šake, ruke ili nekog drugog dela tela, ipak zbog toga čovek ne umre, niti je u užasnim bolovima. ",
  "mn22:11.15": "A zašto? ",
  "mn22:11.16": "Zato što je na ispravan način uzeo zmiju. ",
  "mn22:11.17": "Isto tako, ima sinova dobrih porodica koji proučavaju ovo učenje… ",
  "mn22:11.23": "I to će im zadugo doneti dobrobit i sreću. ",
  "mn22:11.24": "A zašto? ",
  "mn22:11.25": "Zato što su učenje uzeli na ispravan način. ",
  "mn22:12.1": "Otuda, monasi, kada razumete značenje mojih reči, tako ga i zapamtite. ",
  "mn22:12.2": "Ali ako niste razumeli značenje mojih reči, tada pitajte mene ili monahe koji imaju mudrost. ",
  "mn22:13.1": "Monasi, pokazaću vam na koji način je ovo učenje slično splavu, jer služi za prelazak, a ne za vezivanje. ",
  "mn22:13.2": "Slušajte i dobro zapamtite šta ću vam reći.” ",
  "mn22:13.3": "„Da, poštovani gospodine,” odgovoriše oni. ",
  "mn22:13.4": "A Blaženi ovako nastavi: ",
  "mn22:13.5": "„Zamislite, monasi, čoveka koji ide putem ",
  "mn22:13.6": "i naiđe na ogromnu vodu, čija je ova obala strma i opasna, dok je druga obala sigurna i bez ikakve opasnosti. ",
  "mn22:13.7": "Ali nema nikakvog plovila ili mosta da tu vodu pređe. ",
  "mn22:13.8": "I čovek pomisli: ",
  "mn22:13.9": "’Ovo je ogromna voda, čija je ova obala strma i opasna, dok je druga obala sigurna i bez ikakve opasnosti. ",
  "mn22:13.10": "Ali nema nikakvog plovila ili mosta da tu vodu pređem. ",
  "mn22:13.11": "Kako bi bilo kad bih nakupio trske, pruća, granja i lišća pa od njih napravio splav, te nošen tim splavom, veslajući i rukama i nogama, bezbedno stignem na drugu obalu?’ ",
  "mn22:13.12": "Tako i učini. ",
  "mn22:13.13": "Pošto je prešao vodu i stigao na drugu obalu, možda pomisli: ",
  "mn22:13.14": "’Ovaj mi je splav zaista mnogo pomogao. ",
  "mn22:13.15": "Nošen njime, veslajući i rukama i nogama, bezbedno sam stigao na drugu obalu. ",
  "mn22:13.16": "Kako bi bilo da ga natovarim na leđa ili rame i ponesem sa sobom?’ ",
  "mn22:13.17": "Šta mislite, monasi? ",
  "mn22:13.18": "Ako tako uradi, hoće li čovek postupiti s tim splavom onako kako bi trebalo?” ",
  "mn22:13.19": "„Sigurno da ne, poštovani gospodine.” ",
  "mn22:13.20": "„A šta bi onda, monasi, trebalo da učini kako bi sa tim splavom postupio onako kako bi trebalo? ",
  "mn22:13.21": "Pošto je, monasi, prešao vodu i stigao na drugu obalu, možda pomisli: ",
  "mn22:13.22": "’Ovaj mi je splav zaista mnogo pomogao. ",
  "mn22:13.23": "Nošen njime, veslajući i rukama i nogama, bezbedno sam stigao na drugu obalu. ",
  "mn22:13.24": "Kako bi bilo da ga izvučem na obalu ili pustim niz vodu, a zatim krenem dalje?’ ",
  "mn22:13.25": "Ako tako uradi, hoće li taj čovek postupiti s tim splavom onako kako bi trebalo? ",
  "mn22:13.26": "Isto tako, monasi, pokazao sam vam na koji način je ovo učenje slično splavu, jer služi za prelazak, a ne za vezivanje. ",
  "mn22:14.1": "Monasi, kada razumete da je ovo učenje slično splavu, treba da napustite čak i to učenje, a kamoli stvari suprotne tom učenju. ",
  "mn22:15.1": "Postoji, monasi, šest osnova za gledišta. ",
  "mn22:15.2": "Kojih šest? ",
  "mn22:15.3": "„Tako, monasi, neuk, običan čovek, koji ne poštuje plemenite, neupućen je i bez prakse u njihovom učenju, koji ne poštuje istinske ljude, neupućen je i bez prakse u njihovom učenju, ",
  "mn22:15.4": "na materijalni oblik gleda ovako: ’Ovo je moje, ovo sam ja, ovo je moje sopstvo.’ ",
  "mn22:15.5": "On na osećaj gleda ovako: ’Ovo je moje, ovo sam ja, ovo je moje sopstvo.’ ",
  "mn22:15.6": "Na opažaj gleda ovako: ’Ovo je moje, ovo sam ja, ovo je moje sopstvo.’ ",
  "mn22:15.7": "Na mentalne obrasce gleda ovako: ’Ovo je moje, ovo sam ja, ovo je moje sopstvo.’ ",
  "mn22:15.8": "Ono što vidi, čuje, oseti i spozna, ono sa čime se susretne, za čim traga i premišlja u umu, na to takođe gleda ovako: ’Ovo je moje, ovo sam ja, ovo je moje sopstvo.’ ",
  "mn22:15.9": "Ovakvo gledište: ",
  "mn22:15.10": "’Ono što je sopstvo jeste ovaj svet; posle smrti biću trajan, nepromenjiv, večan, neću podleći promeni; trajaću koliko i večnost’ ",
  "mn22:15.11": "– na njega on takođe gleda ovako: ’Ovo je moje, ovo sam ja, ovo je moje sopstvo.’ ",
  "mn22:16.1": "Ali, monasi, postoji dobro upućen plemeniti učenik, koji poštuje plemenite, upućen je u njihovo učenje i u njemu uvežban, koji poštuje istinske ljude, upućen je u njihovo učenje i u njemu uvežban, ",
  "mn22:16.2": "a na materijalni oblik gleda ovako: ’Ovo nije moje, ovo nisam ja, ovo nije moje sopstvo.’ ",
  "mn22:16.3": "On na osećaj gleda ovako: ’Ovo nije moje, ovo nisam ja, ovo nije moje sopstvo.’ ",
  "mn22:16.4": "Na opažaj gleda ovako: ’Ovo nije moje, ovo nisam ja, ovo nije moje sopstvo.’ ",
  "mn22:16.5": "Na mentalne obrasce gleda ovako: ’Ovo nije moje, ovo nisam ja, ovo nije moje sopstvo.’ ",
  "mn22:16.6": "Ono što vidi, čuje, oseti i spozna, ono sa čime se susretne, za čim traga i premišlja u umu, na to takođe gleda ovako: ’Ovo nije moje, ovo nisam ja, ovo nije moje sopstvo.’ ",
  "mn22:16.7": "Ovakvo gledište: ",
  "mn22:16.8": "’Ono što je sopstvo jeste ovaj svet; posle smrti biću trajan, nepromenjiv, večan, neću podleći promeni; trajaću koliko i večnost’ ",
  "mn22:16.9": "– na njega takođe gleda ovako: ’Ovo nije moje, ovo nisam ja, ovo nije moje sopstvo.’ ",
  "mn22:17.1": "Kad tako razmišlja, nije uznemiren zbog onog što ne postoji.” ",
  "mn22:18.1": "Kad je ovo čuo, neki monah ovako reče Blaženome: ",
  "mn22:18.2": "„Poštovani gospodine, može li biti uznemirenosti zbog onog što ne postoji spolja?” ",
  "mn22:18.3": "„Može, monaše”, reče Blaženi. ",
  "mn22:18.4": "„Tako, monaše, neko razmišlja: ",
  "mn22:18.5": "’Ah, imao sam to! Ali sad, avaj, više nemam! ",
  "mn22:18.6": "Kad bih ga samo opet imao! No, nikako da ga dobijem!’ ",
  "mn22:18.7": "I onda tuguje, žali i nariče, plače udarajući se u prsa i postaje rastresen. ",
  "mn22:18.8": "Tako može biti uznemirenost zbog onog što ne postoji spolja.” ",
  "mn22:19.1": "„A može li biti odsustva uznemirenosti zbog onoga što ne postoji spolja?” ",
  "mn22:19.2": "„Može, monaše”, reče Blaženi. ",
  "mn22:19.3": "„Tako, monaše, neko razmišlja: ",
  "mn22:19.4": "’Ah, imao sam to! Ali sad, avaj, više nemam! ",
  "mn22:19.5": "Kad bih ga samo opet imao! No, nikako da ga dobijem!’ ",
  "mn22:19.6": "Onda on ne žali, ne tuži i ne jadikuje, ne udara se u grudi plačući i ne postaje rastresen. ",
  "mn22:19.7": "Tako može biti odsustva uznemirenosti zbog onog što ne postoji spolja.” ",
  "mn22:20.1": "„A može li biti uznemirenosti zbog onog što ne postoji unutra?” ",
  "mn22:20.2": "„Može, monaše”, reče Blaženi. ",
  "mn22:20.3": "„Tako, monaše, neko ovako razmišlja: ",
  "mn22:20.4": "’Ono što je sopstvo jeste ovaj svet; posle smrti biću trajan, nepromenjiv, večan, neću podleći promeni; trajaću koliko i večnost’ ",
  "mn22:20.5": "Onda čuje Tathāgatu ili učenika Tathāgate kako izlaže Dhammu radi uklanjanju svih gledišta, odluka, opsesija, vezivanja i prikrivenih sklonosti, radi smirivanja svih mentalnih konstrukcija, napuštanja svih vezanosti, razaranja žudnje, hlađenja strasti, prestanka, nibbāne. ",
  "mn22:20.6": "Na to pomisli: ",
  "mn22:20.7": "’Biću uništen! Nestaću! Više me neće biti!’ ",
  "mn22:20.8": "I onda tuguje, žali i nariče, plače udarajući se u prsa i postaje rastresen. ",
  "mn22:20.9": "Tako ima uznemirenosti zbog onoga što ne postoji unutra.” ",
  "mn22:21.1": "„A može li biti odsustva uznemirenosti zbog onoga što ne postoji unutra?” ",
  "mn22:21.2": "„Može, monaše”, reče Blaženi. ",
  "mn22:21.3": "„Tako, monaše, neko ne razmišlja: ",
  "mn22:21.4": "’Ovo je sopstvo... trajaću koliko i večnost.’ ",
  "mn22:21.5": "Onda čuje Tathāgatu ili učenika Tathāgate kako izlaže Dhammu radi uklanjanju svih gledišta, odluka, opsesija, vezivanja i prikrivenih sklonosti, radi smirivanja svih mentalnih konstrukcija, napuštanja svih vezanosti, razaranja žudnje, hlađenja strasti, prestanka, nibbāne. ",
  "mn22:21.6": "Na to ne pomisli: ",
  "mn22:21.7": "’Biću uništen! Nestaću! Više me neće biti!’ ",
  "mn22:21.8": "Onda on ne žali, ne tuži i ne jadikuje, ne udara se u grudi plačući i ne postaje rastresen. ",
  "mn22:21.9": "Tako ima odsustva uznemirenosti zbog onoga što ne postoji unutra. ",
  "mn22:22.1": "Monasi, možda možete steći takav posed koji je trajan, nepromenjiv, večan, koji ne podleže promeni i traje koliko i večnost. ",
  "mn22:22.2": "No, da li vi, monasi, vidite neki takav posed?” ",
  "mn22:22.3": "„Ne, poštovani gospodine.” ",
  "mn22:22.4": "„Dobro je, monasi, ",
  "mn22:22.5": "ja takođe ne vidim bilo kakav posed koji je trajan, nepromenjiv, večan, ne podleže promeni i traje koliko i večnost. ",
  "mn22:23.1": "Monasi, možda se možete vezati za takvo učenje o sopstvu koje neće doneti žalost, naricanje, bol, tugu i očaj onome ko se veže za njega. ",
  "mn22:23.2": "No, da li vi, monasi, vidite takvo učenje o sopstvu?” ",
  "mn22:23.3": "„Ne, poštovani gospodine.” ",
  "mn22:23.4": "„Dobro je, monasi, ",
  "mn22:23.5": "ja takođe ne vidim bilo koje učenje o sopstvu koje neće doneti žalost, naricanje, bol, tugu i očaj. ",
  "mn22:24.1": "Monasi, možda možete uzeti kao oslonac takvo gledište koje ne bi donelo žalost, naricanje, bol, tugu i očaj onome ko ga uzme kao oslonac. ",
  "mn22:24.2": "No, da li vi, monasi, vidite neko takvo gledište kao oslonac?” ",
  "mn22:24.3": "„Ne, poštovani gospodine.” ",
  "mn22:24.4": "„Dobro je, monasi, ",
  "mn22:24.5": "ja takođe ne vidim bilo koje gledište kao oslonac koji ne bi donelo žalost, naricanje, bol, tugu i očaj onome ko ga uzme kao oslonac. ",
  "mn22:25.1": "Monasi, ako bi postojalo sopstvo, da li bi postojalo i ono što pripada mom sopstvu?” ",
  "mn22:25.2": "„Da, postojalo bi.” ",
  "mn22:25.3": "„Ili, ako bi postojalo ono što pripada sopstvu, da li bi postojalo i moje sopstvo?” ",
  "mn22:25.4": "„Da, postojao bi.” ",
  "mn22:25.5": "„Monasi, pošto sopstvo i ono što pripada sopstvu ne bivaju shvaćeni kao istiniti i učvršćeni, tada takva osnova za gledišta, naime: ",
  "mn22:25.6": "’Ono što je sopstvo jeste ovaj svet; posle smrti biću trajan, nepromenjiv, večan, neću podleći promeni; trajaću koliko i večnost’ ",
  "mn22:25.7": "zar to ne bi bilo jedno sasvim i do kraja budalasto učenje?” ",
  "mn22:25.8": "„A šta bi drugo moglo biti, gospodine, nego jedno sasvim i do kraja budalasto učenje?” ",
  "mn22:26.1": "„Šta mislite, monasi? ",
  "mn22:26.2": "Je li materijalni oblik trajan ili prolazan?” ",
  "mn22:26.3": "„Prolazan.” ",
  "mn22:26.4": "„Je li ono što je prolazno patnja ili sreća?” ",
  "mn22:26.5": "„To je patnja.” ",
  "mn22:26.6": "„Je li na ono što je prolazno, patnja i podložno promeni prikladno gledati ovako: ",
  "mn22:26.7": "’To je moje, to sam ja, to je moje sopstvo?’” ",
  "mn22:26.8": "„Sigurno da nije, poštovani gospodine.” ",
  "mn22:26.9": "Šta mislite, monasi? ",
  "mn22:26.10": "Je li osećaj… ",
  "mn22:26.11": "Je li opažaj… ",
  "mn22:26.12": "Jesu li mentalni obrasci… ",
  "mn22:26.13": "Je li svest trajna ili prolazna?” ",
  "mn22:26.14": "„Prolazna.” ",
  "mn22:26.15": "„Je li ono što je prolazno patnja ili sreća?” ",
  "mn22:26.16": "„To je patnja.” ",
  "mn22:26.17": "„Je li na ono što je prolazno, patnja i podložno promeni prikladno gledati ovako: ",
  "mn22:26.18": "’To je moje, to sam ja, to je moje sopstvo?’” ",
  "mn22:26.19": "„Sigurno da nije, poštovani gospodine.” ",
  "mn22:27.1": "„Zato, monasi, svaki materijalni oblik, prošli, budući ili sadašnji, unutrašnji ili spoljašnji, velik ili mali, inferiorni ili superiorni, dalek ili blizu, svaki materijalni oblik treba videti onakvog kakav zaista jeste, pravom mudrošću: ’To nije moje, to nisam ja, to nije moje sopstvo.’ ",
  "mn22:27.2": "Svaku vrstu osećaja… ",
  "mn22:27.3": "Svaku vrstu opažaja… ",
  "mn22:27.4": "Svaku vrstu mentalnih obrazaca… ",
  "mn22:27.5": "Svaku vrstu svesti, prošlu, buduću ili sadašnju, unutrašnju ili spoljašnju, veliku ili malu, inferiornu ili superiornu, daleku ili blizu, svaku svest treba videti onakvu kakva zaista jeste, pravom mudrošću: ’To nije moje, to nisam ja, to nije moje sopstvo’. ",
  "mn22:28.1": "Kada tako gleda, monasi, dobro upućen plemeniti učenik se oslobađa očaranosti materijalnim oblikom, očaranosti osećajem, očaranosti opažajem, očaranosti mentalnim obrascima, očaranosti svešću. ",
  "mn22:29.1": "Pošto više nije očaran, strast se u njemu hladi. Hlađenjem strasti njegov um postaje oslobođen. Kada je oslobođen, dolazi i saznanje: ",
  "mn22:29.2": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više bilo kojeg oblika bivanja’.” ",
  "mn22:30.1": "Monasi, takav monah se naziva onim čije je dno probijeno, čiji je rov zatrpan, čiji je noseći stub oboren, onim koji nema ograda, plemeniti čiji je barjak spušten, čiji je tovar odložen, ko je bez okova. ",
  "mn22:31.1": "A kako je to monah onaj čije je dno probijeno? ",
  "mn22:31.2": "Ima primera da monah napusti neznanje, saseče ga u korenu, načini ga poput palminog panja, ukloni ga, tako da se u budućnosti više ne može javiti. ",
  "mn22:31.3": "Tako je monah onaj čije je dno probijeno. ",
  "mn22:32.1": "A kako je to monah onaj čiji je rov zatrpan? ",
  "mn22:32.2": "Ima primera kada monah napusti krug preporađanja koji donosi nova rođenja, saseče ga u korenu… tako da se više ne javlja. ",
  "mn22:32.3": "Tako je monah onaj čiji je rov zatrpan. ",
  "mn22:33.1": "A kako je to monah onaj čiji je noseći stub oboren? ",
  "mn22:33.2": "Ima primera kada monah napusti žudnju, saseče je u korenu… tako da se ona više ne javlja. ",
  "mn22:33.3": "Tako je monah onaj čiji je noseći stub oboren. ",
  "mn22:34.1": "A kako je to monah onaj koji nema ograda? ",
  "mn22:34.2": "Ima primera kada monah napusti pet nižih okova, saseče ih u korenu… tako da se više ne javljaju. ",
  "mn22:34.3": "Tako je monah onaj koji nema ograda. ",
  "mn22:35.1": "A kako je to monah plemeniti čiji je barjak spušten, čiji je tovar odložen, koji je bez okova? ",
  "mn22:35.2": "Ima primera kad monah napusti obmanu ’ja sam’, saseče je u korenu… tako da se ona više ne javlja. ",
  "mn22:35.3": "Tako je monah plemeniti čiji je barjak spušten, čiji je tovar odložen, ko je bez okova. ",
  "mn22:36.1": "Monasi, kada božanstva sa Indrom, Brahmom i Pađāpatijem na čelu tragaju za monahom koji je tako oslobođenog uma, oni ne nalaze [bilo šta kako bi mogli da kažu]: ",
  "mn22:36.2": "’Svest onoga ko je tako otišao oslanja se na ovo.’ ",
  "mn22:36.3": "A zašto? ",
  "mn22:36.4": "Onaj ko je tako otišao, kažem vam, ne ostavlja trag ovde i sada. ",
  "mn22:37.1": "Monasi, i dok ovako govorim, ovako objavljujem, neki me askete i brahmani bez ikakve osnove pogrešno tumače sledećim rečima: ",
  "mn22:37.2": "’Asketa Gotama vodi na pogrešan put; podučava poništavanje, razaranje, uništenje postojećeg bića.’ ",
  "mn22:37.3": "Pošto to ne činim, pošto to ne podučavam, to znači da me ti askete i brahmani bez ikakve osnove, bespotrebno, lažno i pogrešno tumače sledećim rečima: ",
  "mn22:37.4": "’Asketa Gotama vodi na pogrešan put; podučava poništavanje, razaranje, uništenje postojećeg bića.’ ",
  "mn22:37.5": "Monasi, i pre i sada, ono što ja podučavam jesu patnja i prestanak patnje. ",
  "mn22:37.6": "Ako drugi vređaju, grde, proklinju i zlostavljaju Tathāgatu zbog toga, Tathāgata ne oseća ozlojeđenost, ogorčenost ili potištenost u srcu. ",
  "mn22:38.1": "A ako drugi slave, poštuju, obožavaju i klanjaju se Tathāgati zbog toga, Tathāgata ne oseća oduševljenje, radost i uznesenost u srcu. ",
  "mn22:38.2": "Ako drugi slave, poštuju, obožavaju i klanjaju se Tathāgati zbog toga, Tathāgata o tome misli ovako: ",
  "mn22:38.3": "’Oni to čine u ime onoga što je već ranije do kraja shvaćeno.’ ",
  "mn22:39.1": "Zato, monasi, ako vas drugi vređaju, grde, proklinju i zlostavljaju, zbog toga ne treba da osećate ozlojeđenost, ogorčenost ili potištenost u srcu. ",
  "mn22:39.2": "I ako vas drugi slave, poštuju, obožavaju i klanjaju se, zbog toga ne treba da osećate oduševljenje, radost i uznesenost u srcu. ",
  "mn22:39.3": "Ako vas drugi slave, poštuju, obožavaju i klanjaju se, o tome treba da mislite ovako: ",
  "mn22:39.4": "’Oni to čine u ime onoga što je već ranije do kraja shvaćeno.’ ",
  "mn22:40.1": "Zato, monasi, sve ono što nije vaše, napustite; ",
  "mn22:40.2": "napuštanje će vam doneti dobrobit i sreću zadugo. ",
  "mn22:41.1": "A šta je to što nije vaše? ",
  "mn22:41.2": "Materijalni oblik nije vaš. Napustite ga. ",
  "mn22:41.3": "napuštanje će vam doneti dobrobit i sreću zadugo. ",
  "mn22:41.4": "Osećaj nije vaš. Napustite ga. ",
  "mn22:41.5": "Kad ste ga napustili, to će vam doneti dobrobit i sreću zadugo. ",
  "mn22:41.6": "Opažaj nije vaš. Napustite ga. ",
  "mn22:41.7": "Kad ste ga napustili, to će vam doneti dobrobit i sreću zadugo. ",
  "mn22:41.8": "Mentalni obrasci nisu vaši. Napustite ih. ",
  "mn22:41.9": "Kad ste ih napustili, to će vam doneti dobrobit i sreću zadugo. ",
  "mn22:41.10": "Svest nije vaša. Napustite je. ",
  "mn22:41.11": "Kad ste je napustili, to će vam doneti dobrobit i sreću zadugo. ",
  "mn22:41.12": "Šta mislite, monasi? ",
  "mn22:41.13": "Ako bi ljudi počeli da odnose travu, pruće, granje i lišće iz ovog Đetinog gaja ili da ih spaljuju ili da čine bilo šta drugo što im je po volji, ",
  "mn22:41.14": "da li biste pomislili: ",
  "mn22:41.15": "’Ovi ljudi nas raznose, nas spaljuju ili nama čine što im je volja?’” ",
  "mn22:41.16": "„Ne, gospodine.” ",
  "mn22:41.17": "A zašto? ",
  "mn22:41.18": "Zato što sve to nije ni naše sopstvo, niti pripada našem sopstvu.” ",
  "mn22:41.19": "„Isto tako, monasi, sve ono što nije vaše, napustite; kad ste ga napustili, ",
  "mn22:41.20": "to će vam doneti dobrobit i sreću zadugo. ",
  "mn22:41.22": "Materijalni oblik nije vaš. Napustite ga. ",
  "mn22:41.23": "To će vam biti na dobrobit i sreću zadugo. ",
  "mn22:41.24": "Osećaj nije vaš… ",
  "mn22:41.25": "Opažaj nije vaš… ",
  "mn22:41.26": "Mentalni obrasci nisu vaši… ",
  "mn22:41.27": "Svest nije vaša. Napustite je. ",
  "mn22:41.28": "Kad ste je napustili, to će vam doneti dobrobit i sreću zadugo. ",
  "mn22:42.1": "Monasi, Dhamma koju sam objavio jeste jasna, otvorena, očigledna i celovita. ",
  "mn22:42.2": "U toj Dhammi koju sam objavio, jasnoj, otvorenoj, očiglednoj i celovitoj, ne postoji [budući] krug manifestacije onih monaha koji su arahanti, sve otrove uklonili, proživeli svetački život, učinili ono što je trebalo učiniti, odložili tovar, dosegli sopstveni cilj, raskinuli okove bića i potpuno su oslobođeni krajnjim znanjem. ",
  "mn22:43.1": "Monasi, Dhamma koju sam objavio jeste jasna, otvorena, očigledna i celovita. ",
  "mn22:43.2": "U toj Dhammi koju sam objavio, jasnoj… i celovitoj, oni monasi koji su napustili pet nižih okova bića pojaviće se spontano [u čistim boravištima] i odatle dosegnuti nibbānu, a da se više ne vrate u ovaj svet. ",
  "mn22:44.1": "Monasi, Dhamma koju sam objavio jeste jasna, otvorena, očigledna i celovita. ",
  "mn22:44.2": "U toj Dhammi koju sam objavio, jasnoj… i celovitoj, oni monasi koji su napustili tri niža okova bića i umanjili strast, mržnju i obmanutost, jesu jednom-povratnici, jer će se još jednom vratiti u ovaj svet da okončaju svoju patnju. ",
  "mn22:45.1": "Monasi, Dhamma koju sam objavio jeste jasna, otvorena, očigledna i celovita. ",
  "mn22:45.2": "U toj Dhammi koju sam objavio, jasnoj… i celovitoj, oni monasi koji su napustili tri niža okova bića ušli su u tok, nisu više podložni propasti, sigurni [u svoje izbavljenje] i idu ka probuđenju. ",
  "mn22:46.1": "Monasi, Dhamma koju sam objavio jeste jasna, otvorena, očigledna i celovita. ",
  "mn22:46.2": "U toj Dhammi koju sam objavio, jasnoj… i celovitoj, ka probuđenju idu oni monasi koji slede na osnovu Dhamme ili slede na osnovu poverenja. ",
  "mn22:47.1": "Monasi, Dhamma koju sam objavio jeste jasna, otvorena, očigledna i celovita. ",
  "mn22:47.2": "U toj Dhammi koju sam objavio, jasnoj, otvorenoj, očiglednoj i celovitoj, ka nebeskom svetu idu oni koji imaju dovoljno vere u mene, dovoljno ljubavi za mene.” ",
  "mn22:47.3": "Tako reče Blaženi. ",
  "mn22:47.4": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}