{
  "mn24:0.1": "Budini govori srednje dužine 24 ",
  "mn24:0.2": "Kočije ",
  "mn24:1.1": "Ovako sam čuo. ",
  "mn24:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "mn24:2.1": "Onda jedna grupa monaha poreklom iz rodnog kraja [Blaženog], koja je period monsuna provela tamo, dođe do Blaženoga, poklone mu se i potom sedoše sa strane. A Blaženi ih upita: ",
  "mn24:2.2": "„Monasi, ko je u [mom] rodnom kraju cenjen među monasima, među svojim saputnicima u svetačkom životu, na ovaj način: ",
  "mn24:2.3": "‘Pošto ima malo žudnji, on monasima govori o malobrojnosti žudnji; pošto je zadovoljan, on monasima govori o zadovoljenosti; pošto je sam osamljen, on monasima govori o osami; pošto je povučen iz gomile, on monasima govori o povučenosti iz gomile; pošto je sam energičan, on monasima govori o podsticanju energije; pošto je usavršen u vrlini, on monasima govori o usavršenosti u vrlini; pošto je usavršen u koncentraciji, on monasima govori o usavršenosti u koncentraciji; pošto je usavršen u mudrosti, on monasima govori o usmerenosti ka mudrosti; pošto je usavršen u oslobođenju, on monasima govori o usmerenosti ka oslobođenju; pošto je usavršen u znanju i viđenju oslobođenja, on monasima govori o usmerenosti ka znanju i viđenju oslobođenja;286 on je taj koji savetuje, upoznaje, upućuje, podstiče, nadahnjuje i ohrabruje svoje saputnike u svetačkom životu?’” ",
  "mn24:2.4": "„Poštovani gospodine, u rodnom kraju [Blaženog] poštovani Puṇṇa Mantāṇiputta je tako cenjen među monasima, među svojim saputnicima u svetačkom životu.” ",
  "mn24:3.1": "Tom prilikom je poštovani Sāriputta sedeo nedaleko od Blaženog. ",
  "mn24:3.2": "I onda se poštovanom Sāriputti javila ovakva misao: ",
  "mn24:3.3": "„Dobitak je za poštovanog Puṇṇa Mantāṇiputtu, veliki je dobitak za njega ",
  "mn24:3.4": "što ga mudri saputnici u svetačkom životu na takav način hvale u prisustvu Učiteljevom. ",
  "mn24:3.5": "Možda bismo jednom prilikom mogli da se sretnemo s poštovanim Puṇṇa Mantāṇiputtom i porazgovaramo s njim.” ",
  "mn24:4.1": "Kasnije, kada je Blaženi ostao kraj Rāđagahe koliko je želeo, nastavio je da luta od sela do sela u pravcu Sāvatthīja. ",
  "mn24:4.2": "Idući tako od sela do sela, stigao je na kraju u Sāvatthī, ",
  "mn24:4.3": "te se smestio u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn24:4.4": "A poštovani Puṇṇa Mantāṇiputta doču: „Blaženi je stigao u Sāvatthī i živi u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.” ",
  "mn24:5.1": "Na to poštovani Puṇṇa Mantāṇiputta pospremi svoje boravište, uze gornji ogrtač i prosjačku zdelu, te krete da luta od sela do sela u pravcu Sāvatthīja. ",
  "mn24:5.2": "Idući tako od sela do sela, stigao je na kraju u Sāvatthī, te ode do Đetinog gaja, do manastira koji je podigao Anāthapiṇḍika, da vidi Blaženog. ",
  "mn24:5.3": "Pošto se pokloni Blaženom, sede sa strane, a Blaženi ga je uputio, podstakao, nadahnuo i ohrabrio govorom o Dhammi. ",
  "mn24:5.4": "Nakon toga poštovani Puṇṇa Mantāṇiputta, upućen, podstaknut, nadahnut i ohrabren govorom o Dhammi, ushićen i obradovan rečima Blaženog, ustade sa svog mesta, pa poklonivši se Blaženom i pazeći da mu ovaj ostane sa desne strane, pođe put Slepčevog gaja, da tu provede ostatak dana. ",
  "mn24:6.1": "Na to neki monah otide do poštovanog Sāriputte i reče mu: ",
  "mn24:6.2": "„Prijatelju Sāriputta, monaha Puṇṇa Mantāṇiputtu, o kojem si uvek govorio s uvažavanjem, Blaženi je upravo uputio, podstakao, nadahnuo i ohrabrio govorom o Dhammi; a ovaj ushićen i obradovan rečima Blaženog, ustade sa svog mesta, pa poklonivši se Blaženom i pazeći da mu ostane sa desne strane, otide do Slepčevog gaja, da tu provede ostatak dana.” ",
  "mn24:7.1": "Poštovani Sāriputta hitro pokupi svoju prostirku za sedenje i zaputi se za poštovanim Puṇṇa Mantāṇiputtom, pazeći da ga ne izgubi iz vida. ",
  "mn24:7.2": "Onda poštovani Puṇṇa Mantāṇiputta zađe u Slepčev gaj, te sede u podnožje nekog drveta da tu provede ostatak dana. ",
  "mn24:7.3": "Poštovani Sāriputta takođe zađe u Slepčev gaj, te sede u podnožje nekog drveta da tu provede ostatak dana. ",
  "mn24:8.1": "Kad je palo veče, poštovani Sāriputta izađe iz osame, otide do poštovanog Puṇṇa Mantāṇiputte i pozdravi se sa njim. ",
  "mn24:8.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede sa strane i ovako reče poštovanom Puṇṇa Mantāṇiputti: ",
  "mn24:9.1": "„Prijatelju, živimo li ovaj svetački život predvođeni našim učiteljem Blaženim?” ",
  "mn24:9.2": "„Da, prijatelju.” ",
  "mn24:9.3": "„Ali, prijatelju, da li radi pročišćenja vrline živimo svetački život predvođeni Blaženim?” ",
  "mn24:9.4": "„Ne, prijatelju.” ",
  "mn24:9.5": "„Da li onda, radi pročišćenja uma, živimo svetački život predvođeni Blaženim?” ",
  "mn24:9.6": "„Ne, prijatelju.” ",
  "mn24:9.7": "„Da li onda, radi pročišćenja gledišta, živimo svetački život predvođeni Blaženim?” ",
  "mn24:9.8": "„Ne, prijatelju.” ",
  "mn24:9.9": "„Da li onda, radi pročišćenja prevazilaženjem sumnjičavosti, živimo svetački život predvođeni Blaženim?” ",
  "mn24:9.10": "„Ne, prijatelju.” ",
  "mn24:9.11": "„Da li onda, radi pročišćenja znanjem i viđenjem toga šta jeste put i šta nije put, živimo svetački život predvođeni Blaženim?” ",
  "mn24:9.12": "„Ne, prijatelju.” ",
  "mn24:9.13": "„Da li onda, radi pročišćenja znanjem i viđenjem prakse, živimo svetački život predvođeni Blaženim?” ",
  "mn24:9.14": "„Ne, prijatelju.” ",
  "mn24:9.15": "„Da li onda, radi pročišćenja znanjem i viđenjem, živimo svetački život predvođeni Blaženim?” ",
  "mn24:9.16": "„Ne, prijatelju.” ",
  "mn24:10.1": "„Prijatelju, kad sam te upitao: ’Ali, prijatelju, da li radi pročišćenja vrline živimo svetački život predvođeni Blaženim?’, ti si odgovorio: ’Ne, prijatelju.’ ",
  "mn24:10.2": "Kada sam te upitao: ’Da li onda, radi pročišćenja uma… ",
  "mn24:10.3": "radi pročišćenja gledišta… ",
  "mn24:10.4": "radi pročišćenja prevazilaženjem sumnjičavosti… ",
  "mn24:10.5": "radi pročišćenja znanjem i viđenjem toga šta jeste put i šta nije put… ",
  "mn24:10.6": "radi pročišćenja znanjem i viđenjem prakse… ",
  "mn24:10.7": "Kada sam te upitao: ’Ali, prijatelju, da li radi pročišćenja znanjem i viđenjem živimo svetački život predvođeni Blaženim?’, ti si odgovorio: ’Ne, prijatelju.’ ",
  "mn24:10.8": "Radi čega onda, prijatelju, živimo ovaj svetački život predvođeni Blaženim?” ",
  "mn24:10.9": "„Prijatelju, radi konačnog oslobođenja bez vezivanja živimo ovaj svetački život predvođeni Blaženim.” ",
  "mn24:11.1": "„Ali, prijatelju, je li pročišćenje vrline konačno oslobođenje bez vezivanja?” ",
  "mn24:11.2": "„Ne, prijatelju.” ",
  "mn24:11.3": "„Da li je onda pročišćenje uma konačno oslobođenje bez vezivanja?” ",
  "mn24:11.4": "„Ne, prijatelju.” ",
  "mn24:11.5": "„Da li je onda pročišćenje gledišta konačno oslobođenje bez vezivanja?” ",
  "mn24:11.6": "„Ne, prijatelju.” ",
  "mn24:11.7": "„Da li je onda pročišćenje prevazilaženjem sumnjičavosti konačno oslobođenje bez vezivanja?” ",
  "mn24:11.8": "„Ne, prijatelju.” ",
  "mn24:11.9": "„Da li je onda pročišćenje znanjem i viđenjem toga šta jeste put i šta nije put konačno oslobođenje bez vezivanja?” ",
  "mn24:11.10": "„Ne, prijatelju.” ",
  "mn24:11.11": "„Da li je onda pročišćenje znanjem i viđenjem prakse konačno oslobođenje bez vezivanja?” ",
  "mn24:11.12": "„Ne, prijatelju.” ",
  "mn24:11.13": "„Da li je onda pročišćenje znanjem i viđenjem konačno oslobođenje bez vezivanja?” ",
  "mn24:11.14": "„Ne, prijatelju.” ",
  "mn24:11.15": "„Ali, prijatelju, je li konačno oslobođenje bez vezivanja moguće bez tih stanja?” ",
  "mn24:11.16": "„Ne, prijatelju.” ",
  "mn24:12.1": "Kad sam te upitao: ’Ali, prijatelju, je li pročišćenje vrline konačno oslobođenje bez vezivanja?’, ti si odgovorio: ’Ne, prijatelju.’ ",
  "mn24:12.2": "Kada sam te upitao: ’Da li je onda pročišćenje uma… ",
  "mn24:12.3": "pročišćenja gledišta… ",
  "mn24:12.4": "pročišćenje prevazilaženjem sumnjičavosti… ",
  "mn24:12.5": "pročišćenje znanjem i viđenjem toga šta jeste put i šta nije put… ",
  "mn24:12.6": "pročišćenje znanjem i viđenjem prakse… ",
  "mn24:12.7": "Kad sam te upitao: ’Ali, prijatelju, je li pročišćenje znanjem i viđenjem konačno oslobođenje bez vezivanja?’, ti si odgovorio: ’Ne, prijatelju.’ ",
  "mn24:12.8": "A kad sam te na kraju upitao: ‘Ali, prijatelju, je li konačno oslobođenje bez vezivanja moguće bez tih stanja?’, ti si odgovorio: ’Ne, prijatelju.’ ",
  "mn24:12.9": "Kako bi onda, prijatelju, trebalo razumeti značenje tvojih reči?” ",
  "mn24:13.1": "„Prijatelju, da je Blaženi pročišćenje vrline opisao kao konačno oslobođenje bez vezivanja, on bi time nešto u čemu još uvek ima vezivanja, opisao kao konačnu nibbānu bez vezivanja. ",
  "mn24:13.2": "Da je Blaženi pročišćenje uma… ",
  "mn24:13.3": "pročišćenje gledišta… ",
  "mn24:13.4": "pročišćenje prevazilaženjem sumnjičavosti… ",
  "mn24:13.5": "pročišćenje znanjem i viđenjem toga šta jeste put i šta nije put… ",
  "mn24:13.6": "pročišćenje znanjem i viđenjem prakse… ",
  "mn24:13.7": "da je pročišćenje znanjem i viđenjem opisao kao konačno oslobođenje bez vezivanja, on bi time nešto u čemu još uvek ima vezivanja, opisao kao konačnu nibbānu bez vezivanja. ",
  "mn24:13.8": "A ako bi konačno oslobođenje bez vezivanja bilo moguće dostići bez tih stanja, tada bi ga običan čovek dostigao, ",
  "mn24:13.9": "jer običan čovek je bez tih stanja. ",
  "mn24:14.1": "Sada ću, prijatelju, dati jedno poređenje, ",
  "mn24:14.2": "jer neki mudri ljudi bolje razumeju značenje reči uz pomoć poređenja. ",
  "mn24:14.3": "Zamisli da Pasenadi, kralj Kosale živi u Sāvatthīju i mora nešto hitno da obavi u Sāketi, ",
  "mn24:14.4": "a da između Sāvatthīja i Sākete ima sedam postaja u kojima su za njega pripremljene kočije. ",
  "mn24:14.5": "Tako bi se Pasenadi, kralj Kosale, napuštajući Sāvatthī kroz kapiju na palati, popeo na prvu kočiju i njome stigao do druge, koja ga čeka spremna. Tu bi sišao s prve kočije, popeo se na drugu ",
  "mn24:14.6": "i njome bi stigao do treće kočije… ",
  "mn24:14.7": "trećom bi stigao do četvrte kočije… ",
  "mn24:14.8": "četvrtom bi stigao do pete kočije… ",
  "mn24:14.9": "petom bi stigao do šeste kočije… ",
  "mn24:14.10": "šestom bi stigao do sedme kočije, ",
  "mn24:14.11": "a sedmom bi stigao do palate u Sāketi. ",
  "mn24:14.12": "Kad bi ušao na kapiju palate, njegovi prijatelji i poznanici, članovi njegove porodice i rođaci tu bi ga upitali: ",
  "mn24:14.13": "’Vaše visočanstvo, da li ste iz Sāvatthīja do palate u Sāketi došli ovom kočijom?’ ",
  "mn24:14.14": "Kako Pasenadi, kralj Kosale, na to treba da odgovori u skladu sa istinom?” ",
  "mn24:14.15": "„Da bi odgovorio u skladu sa istinom, prijatelju, on treba da kaže: ",
  "mn24:14.16": "’Živim u Sāvatthīju i morao sam nešto hitno da obavim u Sāketi. ",
  "mn24:14.17": "A između Sāvatthīja i Sākete ima sedam postaja u kojima su za mene bile pripremljene kočije. ",
  "mn24:14.18": "Napuštajući Sāvatthī kroz kapiju na palati, popeo sam se na prvu kočiju ",
  "mn24:14.19": "i njome stigao do druge; sišao sam sa prve kočije, popeo na drugu ",
  "mn24:14.20": "i njome sam stigao do treće kočije… ",
  "mn24:14.21": "četvrte… ",
  "mn24:14.22": "pete… ",
  "mn24:14.23": "šeste… ",
  "mn24:14.24": "sedme kočije, ",
  "mn24:14.25": "a sedmom sam stigao do palate u Sāketi.’ ",
  "mn24:14.26": "Da bi odgovorio u skladu sa istinom, tako bi trebalo da kaže.” ",
  "mn24:15.1": "Isto tako, prijatelju, pročišćenje vrline ima za cilj dostizanje pročišćenja uma; pročišćenje uma ima za cilj dostizanje pročišćenja gledišta; pročišćenje gledišta ima za cilj dostizanje pročišćenja prevazilaženjem sumnjičavosti; pročišćenje prevazilaženjem sumnjičavosti ima za cilj dostizanje pročišćenja znanjem i viđenjem toga šta jeste put i šta nije put; pročišćenje znanjem i viđenjem toga šta jeste put i šta nije put ima za cilj dostizanje pročišćenja znanjem i viđenjem puta; pročišćenje znanjem i viđenjem puta ima za cilj dostizanje pročišćenja znanjem i viđenjem; pročišćenje znanjem i viđenjem ima za cilj dostizanje konačnog oslobođenja bez vezivanja. ",
  "mn24:15.2": "Radi konačnog oslobođenja bez vezivanja, mi živimo ovaj svetački život predvođeni Blaženim.” ",
  "mn24:16.1": "Kad ovo bi rečeno, poštovani Sāriputta upita poštovanog Puṇṇa Mantāṇiputtu: ",
  "mn24:16.2": "„Koje je ime poštovanom i kako ga znaju njegovi saputnici u svetačkom životu?” ",
  "mn24:16.3": "„Ime mi je Puṇṇa, prijatelju, ",
  "mn24:16.4": "a moji saputnici u svetačkom životu me znaju kao Mantāṇiputtu.” ",
  "mn24:16.5": "„Zadivljujuće je to, prijatelju, čudesno je to. ",
  "mn24:16.6": "Poštovani Puṇṇa Mantāṇiputtu je na svako teško pitanje odgovorio, tačku po tačku, kao učen sledbenik koji na pravi način razume Učiteljev nauk. ",
  "mn24:16.7": "Dobitak je to za njegove saputnike u svetačkom životu, veliki je dobitak za njih ",
  "mn24:16.8": "što imaju priliku da vide i slušaju poštovanog Puṇṇa Mantāṇiputtu. ",
  "mn24:16.9": "Čak i kada bi poštovanog Puṇṇa Mantāṇiputtu njegovi saputnici u svetačkom životu morali da nose na jastuku, držeći ga navrh glave, kako bi imali priliku da ga vide i čuju, bio bi to dobitak za njih, veliki dobitak za njih. Isto takav je dobitak za nas, veliki dobitak za nas, što imamo priliku da vidimo i čujemo poštovanog Puṇṇa Mantāṇiputtu. ",
  "mn24:17.1": "Kad ovo bi rečeno, poštovani Puṇṇa Mantāṇiputta upita poštovanog Sāriputtu: ",
  "mn24:17.2": "„Koje je ime poštovanom i kako ga znaju njegovi saputnici u svetačkom životu?” ",
  "mn24:17.3": "„Ime mi je Upatissa, prijatelju, ",
  "mn24:17.4": "a moji saputnici u svetačkom životu me znaju kao Sāriputtu.” ",
  "mn24:17.5": "„Zaista, prijatelju!? Nismo znali da razgovaramo s poštovanim Sāriputtom, ",
  "mn24:17.6": "učenikom koji je poput samog Učitelja. ",
  "mn24:17.7": "Da smo znali da je ovo poštovani Sāriputta, ne bismo govorili toliko mnogo. ",
  "mn24:17.8": "„Zadivljujuće je to, prijatelju, čudesno je to. ",
  "mn24:17.9": "Poštovani Sāriputta je svako teško pitanje postavio, tačku po tačku, kao učen sledbenik koji na pravi način razume Učiteljev nauk. ",
  "mn24:17.10": "Dobitak je to za njegove saputnike u svetačkom životu, veliki je dobitak za njih ",
  "mn24:17.11": "što imaju priliku da vide i slušaju poštovanog Sāriputtu. ",
  "mn24:17.12": "Čak i kad bi poštovanog Sāriputtu njegovi saputnici u svetačkom životu morali da nose na jastuku, držeći ga navrh glave, kako bi imali priliku da ga vide i čuju, bio bi to dobitak za njih, veliki dobitak za njih. Isto je takav dobitak za nas, veliki dobitak za nas, što imamo priliku da vidimo i čujemo poštovanog Sāriputtu.” ",
  "mn24:17.13": "Tako se ova dva velika bića obradovaše dobrim rečima onog drugoga. "
}