{
  "mn26:0.1": "Budini govori srednje dužine 26 ",
  "mn26:0.2": "Govor o plemenitom traganju ",
  "mn26:1.1": "Ovako sam čuo. ",
  "mn26:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn26:2.1": "Jednoga jutra Blaženi se obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Sāvatthīja da prosi hranu. ",
  "mn26:2.2": "Onda jedna grupa monaha dođe do poštovanog Ānande i reče mu: ",
  "mn26:2.3": "„Prijatelju Ānanda, davno je bilo otkako smo poslednji put čuli govor o Dhammi iz usta Blaženog. ",
  "mn26:2.4": "Bilo bi dobro, prijatelju Ānanda, ako bismo mogli da čujemo takav govor.” ",
  "mn26:2.5": "„Ako je tako, poštovani, idite do boravišta brahmana Rammake. ",
  "mn26:2.6": "Možda ćete tamo imati priliku da čujete govor o Dhammi iz usta Blaženog.” ",
  "mn26:2.7": "„Dobro, prijatelju”, odgovoriše monasi. ",
  "mn26:3.1": "Kad je prošao Sāvatthī i vratio se iz prošenja hrane, posle obroka, Blaženi se obrati Ānandi: ",
  "mn26:3.2": "„Ānanda, hajdemo do Istočnog parka, do palate Migārine majke, da tamo provedemo ostatak dana.” ",
  "mn26:3.3": "„Dobro, poštovani gospodine”, odgovori poštovani Ānanda. ",
  "mn26:3.4": "I tako Blaženi, u pratnji poštovanog Ānande, otide do Istočnog parka, do palate Migārine majke, da tamo provede ostatak dana. ",
  "mn26:3.5": "A kad bi veče, Blaženi izađe iz osame i reče poštovanom Ānandi: ",
  "mn26:3.6": "„Ānanda, hajdemo do kupatila kraj Istočne kapije da se okupamo.” ",
  "mn26:3.7": "„Dobro, poštovani gospodine”, odgovori poštovani Ānanda. ",
  "mn26:3.8": "I tako Blaženi, zajedno s poštovanim Ānandom, otide do kupatila kraj Istočne kapije da se okupa. ",
  "mn26:3.9": "Kad se okupao i izašao iz vode, ostade on u donjem ogrtaču i poče da briše svoje telo. ",
  "mn26:3.10": "Onda poštovani Ānanda reče Blaženom: ",
  "mn26:3.11": "„Poštovani gospodine, boravište brahmana Rammake nije daleko. ",
  "mn26:3.13": "Prijatno je i ugodno u tom boravištu. ",
  "mn26:3.14": "Bilo bi dobro ako bi Blaženi iz saosećanja tamo otišao.” ",
  "mn26:3.15": "Blaženi ćutke prihvati ovaj poziv. ",
  "mn26:4.1": "I tako Blaženi otide do boravišta brahmana Rammake. ",
  "mn26:4.2": "U to vreme grupa monaha okupila se u boravištu i raspravljala o Dhammi. ",
  "mn26:4.3": "Blaženi zastade pred ulazom i sačeka da se rasprava završi. ",
  "mn26:4.4": "Kad je video da je rasprava završena, malo se nakašlja, pokuca, ",
  "mn26:4.5": "a monasi mu otvoriše vrata. ",
  "mn26:4.6": "Kad je ušao u boravište brahmana Rammake, Blaženi sede na pripremljeno mesto ",
  "mn26:4.7": "i ovako reče monasima: ",
  "mn26:4.8": "„Monasi, radi kakvog razgovora ste se ovde okupili? U kakvom sam vas to razgovoru prekinuo?” ",
  "mn26:4.9": "„Naš razgovor o Dhammi koji bi prekinut ticao se upravo Blaženog. I tada je Blaženi došao.” ",
  "mn26:4.10": "„Dobro je, monasi, ",
  "mn26:4.11": "što se vi, sinovi dobrih porodica koji su napustili dom i otišli u beskućnike, okupljate da biste raspravljali o Dhammi. ",
  "mn26:4.12": "Kada se okupite, treba da činite jednu od ove dve stvari: ",
  "mn26:4.13": "da razgovarate o Dhammi ili da negujete plemenitu tišinu.” ",
  "mn26:5.1": "„Monasi, postoje ove dve vrste traganja ",
  "mn26:5.2": "plemenito traganje i neplemenito traganje. ",
  "mn26:5.3": "A kakvo je to, monasi, neplemenito traganje? ",
  "mn26:5.4": "Dešava se da neko, iako i sam podložan rođenju, traga za onim što je takođe podložno rođenju; iako i sam podložan starenju, traga za onim što je takođe podložno starenju; iako i sam podložan bolesti, traga za onim što je takođe podložno bolesti; iako i sam podložan smrti, traga za onim što je takođe podložno smrti; iako i sam podložan tuzi, traga za onim što je takođe podložno tuzi; iako i sam podložan prljanju, traga za onim što je takođe podložno prljanju. ",
  "mn26:6.1": "Za šta se može reći da je podložno rođenju? ",
  "mn26:6.2": "Supružnici i deca su podložni rođenju, robovi i robinje, koze i ovce, živina i svinje, slonovi, stoka, konji i kobile, zlato i srebro su podložni rođenju. ",
  "mn26:6.3": "Svi ti objekti vezivanja299 podložni su rođenju; ",
  "mn26:6.4": "a onaj ko je za njih vezan, zaveden njima, koji im je potpuno predan, iako i sam podložan rođenju, traga za onim što je takođe podložno rođenju. ",
  "mn26:7.1": "Za šta se može reći da je podložno starenju? ",
  "mn26:7.2": "Supružnici i deca su podložni starenju, robovi i robinje, koze i ovce, živina i svinje, slonovi, stoka, konji i kobile, zlato i srebro su podložni starenju. ",
  "mn26:7.3": "Svi ti objekti vezivanja podložni su starenju; ",
  "mn26:7.4": "a onaj ko je za njih vezan, zaveden njima, koji im je potpuno predan, iako i sam podložan starenju, traga za onim što je takođe podložno starenju. ",
  "mn26:8.1": "Za šta se može reći da je podložno bolesti? ",
  "mn26:8.2": "Supružnici i deca su podložni bolesti, robovi i robinje, koze i ovce, živina i svinje, slonovi, stoka, konji i kobile, zlato i srebro su podložni bolesti. ",
  "mn26:8.3": "Svi ti objekti vezivanja podložni su bolesti; ",
  "mn26:8.4": "a onaj ko je za njih vezan, zaveden njima, koji im je potpuno predan, iako i sam podložan bolesti, traga za onim što je takođe podložno bolesti. ",
  "mn26:9.1": "Za šta se može reći da je podložno smrti? ",
  "mn26:9.2": "Supružnici i deca su podložni smrti, robovi i robinje, koze i ovce, živina i svinje, slonovi, stoka, konji i kobile su podložni smrti. ",
  "mn26:9.3": "Svi ti objekti vezivanja podložni su smrti; ",
  "mn26:9.4": "a onaj ko je za njih vezan, zaveden njima, koji im je potpuno predan, iako i sam podložan smrti, traga za onim što je takođe podložno smrti. ",
  "mn26:10.1": "Za šta se može reći da je podložno tuzi? ",
  "mn26:10.2": "Supružnici i deca su podložni tuzi, robovi i robinje, koze i ovce, živina i svinje, slonovi, stoka, konji i kobile su podložni tuzi. ",
  "mn26:10.3": "Svi ti objekti vezivanja podložni su tuzi; ",
  "mn26:10.4": "a onaj ko je za njih vezan, zaveden njima, koji im je potpuno predan, iako i sam podložan tuzi, traga za onim što je takođe podložno tuzi. ",
  "mn26:11.1": "Za šta se može reći da je podložno prljanju? ",
  "mn26:11.2": "Supružnici i deca su podložni prljanju, robovi i robinje, koze i ovce, živina i svinje, slonovi, stoka, konji i kobile, zlato i srebro su podložni prljanju. ",
  "mn26:11.3": "Svi ti objekti vezivanja podložni su prljanju; ",
  "mn26:11.4": "a onaj ko je za njih vezan, zaveden njima, koji im je potpuno predan, iako i sam podložan prljanju, traga za onim što je takođe podložno prljanju. ",
  "mn26:11.5": "To je neplemenito traganje. ",
  "mn26:12.1": "A kakvo je to plemenito traganje? ",
  "mn26:12.2": "Dešava se da neko, iako i sam podložan rođenju, vidi opasnost u onome što je podložno rođenju i onda traga za nerođenim, za najvišom sigurnošću od ropstva, za nibbānom; iako i sam podložan starenju, vidi opasnost u onome što je podložno starenju i onda traga za nerođenim, za najvišom sigurnošću od ropstva, za nibbānom; iako i sam podložan bolesti, vidi opasnost u onome što je podložno bolesti i onda traga za nerođenim, za najvišom sigurnošću od ropstva, za nibbānom; iako i sam podložan smrti, vidi opasnost u onome što je podložno smrti i onda traga za nerođenim, za najvišom sigurnošću od ropstva, za nibbānom; iako i sam podložan tuzi, vidi opasnost u onome što je podložno tuzi i onda traga za nerođenim, za najvišom sigurnošću od ropstva, za nibbānom; iako i sam podložan prljanju, vidi opasnost u onome što je podložno prljanju i onda traga za nerođenim, za najvišom sigurnošću od ropstva, za nibbānom. ",
  "mn26:12.3": "To je plemenito traganje. ",
  "mn26:13.1": "Monasi, pre probuđenja, kao neprobuđeni bodhisatta, i ja sam, iako i sâm podložan rođenju, tragao za onim što je takođe podložno rođenju; iako podložan starenju, tragao sam za onim što je takođe podložno starenju; iako podložan bolesti, tragao sam za onim što je takođe podložno bolesti; iako podložan smrti, tragao sam za onim što je takođe podložno smrti; iako podložan tuzi, tragao sam za onim što je takođe podložno tuzi; iako po­dlo­žan prljanju, tragao sam za onim što je takođe podložno prljanju. ",
  "mn26:13.2": "A onda pomislih: ",
  "mn26:13.3": "‘Zašto ja, iako podložan rođenju, tragam za onim što je takođe podložno rođenju? Zašto ja, iako podložan starenju, bolesti, smrti, tuzi i prljanju, tragam za onim što je takođe podložno starenju, bolesti, smrti, tuzi i prljanju? ",
  "mn26:13.4": "Kako bi bilo ako bih, iako podložan rođenju, video opasnost u onome što je podložno rođenju i onda tragao za nerođenim, za najvišom sigurnošću od ropstva, za nibbānom? Kako bi bilo ako bih, iako i sâm podložan starenju, bolesti, smrti, tuzi i prljanju, video opasnost u onome što je podložno starenju, bolesti, smrti, tuzi i prljanju i onda tragao za onim što ne stari, ne oboleva, ne umire, ne tuguje, ne uprlja se, za najvišom sigurnošću od ropstva, za nibbānom?’ ",
  "mn26:14.1": "I tako sam kasnije, još uvek mlad, crne kose i obdaren blagoslovom mladosti, u najboljim godinama – dok su moji roditelji, protivni tome, plakali tako što su im suze potokom lile niz lice – obrijao kosu i bradu, stavio na sebe žuti ogrtač, napustio domaćinski život, te otišao u beskućnike. ",
  "mn26:15.1": "Monasi, krenuvši tako u traganje za onim što je korisno, tragajući za nenadmašnim stanjem uzvišenog mira, otidoh do Āḷāre Kālāme i rekoh mu: ",
  "mn26:15.2": "‘Prijatelju Kālāma, želim da vodim svetački život u ovom učenju i pravilima.’ ",
  "mn26:15.3": "A Āḷāra Kālāma odgovori: ",
  "mn26:15.4": "‘Poštovani može ostati ovde. ",
  "mn26:15.5": "Ovo učenje je takvo da ga mudar čovek može brzo savladati i živeti u njemu, razumevši tako, neposrednim uvidom učenje svoga učitelja.’ ",
  "mn26:15.6": "I nije dugo potrajalo dok sam savladao to učenje. ",
  "mn26:15.7": "Što se tiče pukog recitovanja i ponavljanja njegovog učenja, mogao sam da izgovaram reči sa znanjem i pouzdanjem, tako da sam tvrdio ‘Ja znam i vidim’, kao što su i drugi činili. ",
  "mn26:15.8": "I pomislih: ",
  "mn26:15.9": "‘Ne samo na osnovu poverenja, Āḷāra Kālāma objavljuje: ‘Savladao sam i živim u učenju, razumevši ga putem neposrednog uvida.’ ",
  "mn26:15.10": "Svakako da Āḷāra Kālāma živi znajući i videći ovo učenje.’ ",
  "mn26:15.11": "Zato otidoh do Āḷāre Kālāme i rekoh: ",
  "mn26:15.12": "‘Prijatelju Kālāma, na osnovu čega objavljuješ da si, razumevši ga neposrednim uvidom, savladao i živiš u ovom učenju?’ ",
  "mn26:15.13": "A on mi odgovori da je to područje ničega. ",
  "mn26:15.14": "I pomislih: ",
  "mn26:15.19": "‘Ne poseduje samo Āḷāra Kālāma poverenje, energiju, svesnost, koncentraciju i mudrost. I ja posedujem poverenje, energiju, svesnost, koncentraciju i mudrost. ",
  "mn26:15.20": "Kako bi bilo kad bih pokušao da i ja razumem učenje za koje Āḷāra Kālāma tvrdi da ga je savladao i u njemu živi, razumevši ga neposrednim uvidom?’ ",
  "mn26:15.21": "Uskoro sam i ja savladao i živeo u tom učenju, razumevši ga neposrednim uvidom. ",
  "mn26:15.22": "I otidoh do Āḷāra Kālāme i upitah ga: ",
  "mn26:15.23": "‘Prijatelju Kālāma, da li na ovaj način objavljuješ da si savladao i živiš u ovom učenju, razumevši ga neposrednim uvidom?’ ",
  "mn26:15.24": "‘Na taj način, prijatelju.’ ",
  "mn26:15.25": "‘Na isti taj način sam i ja savladao i živim u tom učenju, razumevši ga neposrednim uvidom.’ ",
  "mn26:15.26": "„Dobitak je, prijatelju, veliki je dobitak za nas ",
  "mn26:15.27": "što imamo takvog saputnika u svetačkom životu. ",
  "mn26:15.28": "I tako, učenje za koje objavljujem da sam ga savladao i u njemu živim, razumevši ga neposrednim uvidom, isto je ono učenje za koje i ti objavljuješ da si ga savladao i u njemu živiš, razumevši ga sam za sebe neposrednim uvidom. ",
  "mn26:15.29": "A učenje za koje ti objavljuješ da si ga savladao i u njemu živiš, razumevši ga neposrednim uvidom, isto je ono učenje za koje i ja objavljujem da sam ga savladao i u njemu živim, razumevši ga sam za sebe neposrednim uvidom ",
  "mn26:15.30": "Dakle, ti znaš učenje koje i ja znam, a ja znam učenje koje ti znaš. ",
  "mn26:15.31": "To što sam ja, to si i ti; to što si ti, to sam i ja. ",
  "mn26:15.32": "Dođi, prijatelju, da odsad zajednički vodimo ovu zajednicu.’ ",
  "mn26:15.33": "Na taj je način Āḷāra Kālāma, moj učitelj, postavio mene, svog učenika, u isti rang sa samim sobom i time mi odao najvišu počast. ",
  "mn26:15.34": "Ali u meni se javila misao: ",
  "mn26:15.35": "‘Ovo učenje ne vodi otrežnjenju, hlađenju strasti, prestanku, smirenju, neposrednom znanju, probuđenju, nibbāni, već samo ponovnom rođenju u području ničega.’ ",
  "mn26:15.36": "Nezadovoljan tim učenjem, razočaran njime, kretoh dalje ",
  "mn26:16.1": "Monasi, i dalje tragajući za onim što je korisno, tragajući za nenadmašnim stanjem uzvišenog mira, otidoh do Uddaka Rāmaputte i rekoh mu: ",
  "mn26:16.2": "‘Prijatelju Uddaka, želim da vodim svetački život u ovom učenju i pravilima.’ ",
  "mn26:16.3": "A Uddaka Rāmaputta odgovori: ",
  "mn26:16.4": "‘Poštovani može ostati ovde. ",
  "mn26:16.5": "Ovo učenje je takvo da ga mudar čovek može brzo savladati i živeti u njemu, razumevši tako, neposrednim uvidom učenje svoga učitelja.’ ",
  "mn26:16.6": "I nije dugo potrajalo dok sam savladao to učenje. ",
  "mn26:16.7": "Što se tiče pukog recitovanja i ponavljanja njegovog učenja, mogao sam da izgovaram reči sa znanjem i pouzdanjem, tako da sam tvrdio ‘Ja znam i vidim’, kao što su i drugi činili. ",
  "mn26:16.8": "I pomislih: ",
  "mn26:16.9": "‘Ne samo na osnovu poverenja Rāma je objavio: ‘Savladao sam i živim u učenju, razumevši ga neposrednim uvidom.’ ",
  "mn26:16.10": "Svakako da je Rāma živeo znajući i videći ovo učenje.’ ",
  "mn26:16.11": "Zato otidoh do Uddaka Rāmaputte i rekoh: ",
  "mn26:16.12": "‘Prijatelju, na osnovu čega je Rāma objavio da je, razumevši ga neposrednim uvidom, savladao i živeo u ovom učenju?’ ",
  "mn26:16.13": "A Uddaka Rā­maputta mi odgovori da je to područje ni opažanja ni neopažanja. ",
  "mn26:16.14": "I pomislih: ",
  "mn26:16.19": "Nije samo Rāma posedovao poverenje, energiju, svesnost, koncentraciju i mudrost. I ja posedujem poverenje, energiju, svesnost, koncentraciju i mudrost. ",
  "mn26:16.20": "Kako bi bilo kad bih pokušao da i ja razumem učenje za koje je Rāma tvrdio da ga je savladao i u njemu živeo, razumevši ga neposrednim uvidom?’ ",
  "mn26:16.21": "Uskoro sam i ja savladao i živeo u tom učenju, razumevši ga neposrednim uvidom. ",
  "mn26:16.22": "I otidoh do Uddaka Rāmaputte i upitah ga: ",
  "mn26:16.23": "‘Prijatelju, da li je na ovaj način Rāma objavio da je savladao i živeo u ovom učenju, razumevši ga neposrednim uvidom?’ ",
  "mn26:16.24": "‘Na taj način, prijatelju.’ ",
  "mn26:16.25": "Na isti taj način sam i ja savladao i živim u tom učenju, razumevši ga neposrednim uvidom.’ ",
  "mn26:16.26": "„Dobitak je, prijatelju, veliki je dobitak za nas ",
  "mn26:16.27": "što imamo takvog saputnika u svetačkom životu. ",
  "mn26:16.28": "I tako, učenje za koje je Rāma objavio da ga je savladao i u njemu živi, razumevši ga neposrednim uvidom, isto je ono učenje za koje i ti objavljuješ da si ga savladao i u njemu živiš, razumevši ga sam za sebe neposrednim uvidom. ",
  "mn26:16.29": "A učenje za koje ti objavljuješ da si ga savladao i u njemu živiš, razumevši ga neposrednim uvidom, isto je ono učenje za koje je i Rāma objavio da ga je savladao i u njemu živi, razumevši ga sam za sebe neposrednim uvidom. ",
  "mn26:16.30": "Dakle, ti znaš učenje koje je i Rāma znao, a Rāma je znao učenje koje ti znaš. ",
  "mn26:16.31": "To što je bio Rāma, to si i ti; to što si ti, to je bio i Rāma. ",
  "mn26:16.32": "Dođi, prijatelju, da odsad vodiš ovu zajednicu.’ ",
  "mn26:16.33": "Na taj način je Uddaka Rāmaputta, moj saputnik u svetačkom životu, postavio me u rang učitelja i time mi odao najvišu počast. ",
  "mn26:16.34": "Ali u meni se javila misao: ",
  "mn26:16.35": "‘Ovo učenje ne vodi otrežnjenju, hlađenju strasti, prestanku, smirenju, neposrednom znanju, probuđenju, nibbāni, već samo ponovnom rođenju u području ni opažanja ni neopažanja.’ ",
  "mn26:16.36": "Nezadovoljan tim učenjem, razočaran njime, kretoh dalje. ",
  "mn26:17.1": "Monasi, i dalje tragajući za onim što je korisno, tragajući za nenadmašnim stanjem uzvišenog mira, lutao sam od sela do sela zemljom Magadha, sve dok na kraju nisam stigao do Uruvele, blizu Senānigame. ",
  "mn26:17.2": "Taj mi se kraj učinio povoljnim. Pored lepog gaja tekla je bistra reka, sa blagom, pitomom obalom. A nedaleko je bilo selo u kojem se mogla isprositi hrana. ",
  "mn26:17.5": "Izgleda mi dovoljan za čoveka koji je u naponu mladenačke snage odlučio da se posveti duhovnom naporu. ",
  "mn26:17.6": "Na tom mestu sedoh, razmišljaju­ći: ",
  "mn26:17.7": "‘Ovo mi je dovoljno za duhovni napor.’ ",
  "mn26:18.1": "Tu sam, monasi, iako i sâm podložan rođenju, uvidevši opasnost u onome što je podložno rođenju, tragajući za nerođenim, za najvišom sigurnošću od ropstva, za nibbānom, dostigao nerođeno, najvišu sigurnost od ropstva, nibbānu; podložan starenju, uvidevši opasnost u onome što je podložno starenju, tragajući za onim što ne stari, za najvišom sigurnošću od ropstva, za nibbānom, dostigao sam neostarelo, najvišu sigurnost od ropstva, nibbānu; podložan bolesti, uvidevši opasnost u onome što je podložno bolesti, tragajući za onim što ne oboleva, za najvišom sigurnošću od ropstva, za nibbānom, dostigao sam neobolelo, najvišu sigurnost od ropstva, nibbānu; podložan smrti, uvidevši opasnost u onome što je podložno smrti, tragajući za neumrlim, za najvišom sigurnošću od ropstva, za nibbānom, dostigao sam ono što ne umire, najvišu sigurnost od ropstva, nibbānu; podložan tuzi, uvidevši opasnost u onome što je podložno tuzi, tragajući za ne-tužnim, za najvišom sigurnošću od ropstva, za nibbānom, dostigao sam ono što ne tuguje, najvišu sigurnost od ropstva, nibbānu; podložan prljanju, uvidevši opasnost u onome što je podložno prljanju, tragajući za neuprljanim, za najvišom sigurnošću od ropstva, za nibbānom, dostigoh ono što se ne prlja, najvišu sigurnost od ropstva, nibbānu. ",
  "mn26:18.2": "Znanje i viđenje se javiše u meni: ",
  "mn26:18.3": "‘Neopozivo je moje oslobođenje, ovo je rođenje poslednje; nema više novoga bivanja.’ ",
  "mn26:19.1": "Tada pomislih: ",
  "mn26:19.2": "„Ova Dhamma do koje dođoh duboka je, teško ju je uočiti, teško razumeti, smirujuća je i uzvišena, nedosežna pukim rezonovanjem, tanana, shvatljiva mudrima. ",
  "mn26:19.3": "Ali ovo pokolenje se oduševljava vezivanjem, zanosi vezivanjem, raduje vezivanju. ",
  "mn26:19.4": "Teško je za takvo pokolenje da uvidi ovu istinu, dakle posebnu uzročnost, uslovljeni nastanak. ",
  "mn26:19.5": "I teško je da uvidi ovu istinu, dakle stišavanje svih mentalnih konstrukcija, napuštanje svih tekovina, razaranje žudnje, hlađenje strasti, prestanak, nibbānu. ",
  "mn26:19.6": "Ako bih krenuo da podučavam tu Dhammu, drugi me ne bi razumeli, a za mene bi to bio samo uzaludan trud i napor.” ",
  "mn26:19.7": "Na to mi spontano padoše na um ovi stihovi, koji nikad do tada nisu bili izrečeni: ",
  "mn26:19.8": "„Čemu podučavanje Dhammi, ",
  "mn26:19.9": "koju čak i ja teško dosegnuh; ",
  "mn26:19.10": "jer nju nikada spaziti neće ",
  "mn26:19.11": "oni obuzeti strašću i mržnjom. ",
  "mn26:19.12": "Oni koje je strast osvojila, mrak obavio, ",
  "mn26:19.13": "teško razumljivu Dhammu nikada spoznati neće, ",
  "mn26:19.14": "jer ona vodi nasuprot toku ovoga sveta, ",
  "mn26:19.15": "tanana, duboka i teško uočljiva.” ",
  "mn26:19.16": "Razmišljajući o ovome, um moj beše skloniji nedelovanju nego podu­čavanju Dhamme. ",
  "mn26:20.1": "A onda, monasi, Brahmā Sahampati, shvativši o čemu razmišljam, pomisli: ",
  "mn26:20.2": "‘Ovaj svet biće izgubljen, ovaj svet će nestati, jer um Tathāgate, plemenitog i potpuno probuđenog, skloniji je nedelovanju nego podučavanju Dhamme.’ ",
  "mn26:20.3": "Na to, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, Brahmā Sahampati nestade u Brahminom svetu i pojavi se preda mnom. ",
  "mn26:20.4": "Prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u mom pravcu i reče: ",
  "mn26:20.5": "‘Poštovani gospodine, neka Blaženi podučava Dhammu, neka Uzvišeni podučava Dhammu. ",
  "mn26:20.6": "Postoje bića sa tek malo prašine u očima, koja propadaju jer nisu čula Dhammu. ",
  "mn26:20.7": "Biće onih koji će razumeti Dhammu.’ ",
  "mn26:20.8": "Tako je govorio Brahmā Sahampati, a zatim nastavi: ",
  "mn26:20.10": "‘U Magadhi su se do sada pojavljivala ",
  "mn26:20.11": "pogrešna učenja, onih nečistog uma. ",
  "mn26:20.12": "Otvori vrata Besmrtnog! Neka čuju ",
  "mn26:20.13": "Dhammu koju Prečisti pronađe. ",
  "mn26:20.14": "Kao što neko na vrhu planine ",
  "mn26:20.15": "ljudski rod vidi svuda unaokolo, ",
  "mn26:20.16": "tako i ti, o Mudri, svevideći mudrače, ",
  "mn26:20.17": "podigni visoku palatu istine. ",
  "mn26:20.18": "Neka Patnjom nedodirnuti pogleda ljudski soj, ",
  "mn26:20.19": "u patnju uronjen, rođenjem i smrću savladan. ",
  "mn26:20.20": "Ustani, junače, pobedoniče u bici, ",
  "mn26:20.21": "i kreni svetom ovim, kojem ništa ne duguješ. ",
  "mn26:20.22": "Neka Blaženi istinu tu podučava, ",
  "mn26:20.23": "uvek će biti onih koji će je razumeti.’ ",
  "mn26:21.1": "Saslušah Brahmino preklinjanje i iz saosećanja za bića osmotrih ovaj svet očima Budnoga. ",
  "mn26:21.2": "Osmotrivši ovaj svet očima Budnoga, videh bića sa tek malo prašine u očima i bića sa mnogo prašine u očima, ona oštrog uma i ona tupog uma, dobrih i loših osobina, ona koja je lako podučiti i ona koja je teško podučiti, a i tek nekolicina što vide opasnost u nedelima počinjenim sada i njihovim posledicama u drugom svetu. ",
  "mn26:21.3": "Kao što u jezeru s belim, crvenim ili plavim lotosima, neki od lotosa iznikli i izrasli pod vodom, ne izlaze na površinu, pa ih sveža voda napaja i oplahuje, a neki drugi iznikli i izrasli pod vodom, plutaju po površini, dok se neki treći iznikli i zrasli pod vodom, izdignu iznad nje, pa voda više uz njih ne prianja; ",
  "mn26:21.4": "isto tako, osmotrivši ovaj svet očima Budnoga, videh bića sa tek malo prašine u očima i bića sa mnogo prašine u očima, ona oštrog uma i ona tupog uma, dobrih i loših osobina, ona koja je lako podučiti i koja je teško podučiti, a i tek nekolicina što vide opasnost u nedelima počinjenim sada i njihovim posledicama u drugom svetu. ",
  "mn26:21.5": "Tada sam Brahmi Sahampatiju odgovorio ovim stihovima: ",
  "mn26:21.6": "Otvorena za njih su vrata Besmrtnog, ",
  "mn26:21.7": "nek sposobni da čuju pokažu svoje poverenje sada. ",
  "mn26:21.8": "Svestan težine zadatka, o Brahmā, ne govorih ",
  "mn26:21.9": "među ljudima o Dhammi, koja je tanana i uzvišena.” ",
  "mn26:21.10": "Na to Brahmā Sahampati pomisli: ‘Blaženi se saglasio s mojom molbom da podučava Dhammu.’ Pošto mi se poklonio i pazeći da mu ostanem sa desne strane, on se odmah udalji. ",
  "mn26:22.1": "Ovako sam razmišljao: ",
  "mn26:22.2": "„Koga bih prvog podučio Dhammi? ",
  "mn26:22.3": "Ko će brzo razumeti ovu Dhammu?” ",
  "mn26:22.4": "Onda mi na um pade ova misao: ",
  "mn26:22.5": "‘Āḷāra Kālāma je mudar, sposoban, oštrouman. On već zadugo ima malo prašine u očima. ",
  "mn26:22.6": "Kako bi bilo da njega prvo podučim Dhammi? ",
  "mn26:22.7": "On će brzo razumeti ovu Dhammu.’ ",
  "mn26:22.8": "I pojaviše se preda mnom božanstva i rekoše: ",
  "mn26:22.9": "‘Poštovani gospodine, Āḷāra Kālāma je umro pre sedam dana.’ ",
  "mn26:22.10": "U meni se pojaviše znanje i viđenje: ",
  "mn26:22.11": "‘Āḷāra Kālāma je umro pre sedam dana.’ ",
  "mn26:22.12": "Onda se javi misao: ",
  "mn26:22.13": "‘Veliki je gubitak zadesio Āḷāra Kālāmu. ",
  "mn26:22.14": "Da je čuo Dhammu, on bi je brzo razumeo.’ ",
  "mn26:23.1": "I ovako sam razmišljao: ",
  "mn26:23.2": "„Koga bih prvog podučio Dhammi? ",
  "mn26:23.3": "Ko će brzo razumeti ovu Dhammu?” ",
  "mn26:23.4": "Onda mi na um pade ova misao: ",
  "mn26:23.5": "‘Uddaka Rāmaputta je mudar, sposoban, oštrouman. On već zadugo ima malo prašine u očima. ",
  "mn26:23.6": "Kako bi bilo da njega prvo podučim Dhammi? ",
  "mn26:23.7": "On će brzo razumeti ovu Dhammu.’ ",
  "mn26:23.8": "I pojaviše se preda mnom božanstva i rekoše: ",
  "mn26:23.9": "‘Poštovani gospodine, Uddaka Rāmaputta je umro prošle noći.’ ",
  "mn26:23.10": "U meni se pojaviše znanje i viđenje: ",
  "mn26:23.11": "‘Uddaka Rāmaputta je umro prošle noći.’ ",
  "mn26:23.12": "Onda se javi misao: ",
  "mn26:23.13": "‘Veliki je gubitak zadesio Uddaka Rāmaputtu. ",
  "mn26:23.14": "Da je čuo Dhammu, on bi je brzo razumeo.’ ",
  "mn26:24.1": "I ovako sam razmišljao: ",
  "mn26:24.2": "„Koga bih prvog podučio Dhammi? ",
  "mn26:24.3": "Ko će brzo razumeti ovu Dhammu?” ",
  "mn26:24.4": "Onda mi na um pade ova misao: ",
  "mn26:24.5": "‘Pet monaha koji su me pratili odlučnog u asketskim naporima, oni su mi bili velika pomoć. ",
  "mn26:24.6": "Kako bi bilo da njih prvo podučim Dhammi?’ ",
  "mn26:24.7": "I pomislih: ",
  "mn26:24.8": "‘Gde su sada ta petorica monaha?’ ",
  "mn26:24.9": "I duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, videh da žive kraj Benaresa, u Parku jelena, kraj Isipatane. ",
  "mn26:24.10": "Potom, monasi, kad sam u Uruveli ostao koliko sam želeo, nastavio sam da lutam od sela do sela, u pravcu Benaresa. ",
  "mn26:25.1": "Na putu između Gaye i mesta probuđenja ugleda me āđivaka Upaka ",
  "mn26:25.2": "i reče: ",
  "mn26:25.3": "‘Prijatelju, bistar ti je lik, put čista i svetla. ",
  "mn26:25.4": "U čijem si se učenju odrekao sveta, prijatelju? Ko ti je učitelj? Čiju Dhammu slediš?’ ",
  "mn26:25.5": "Āđivaki Upaki odgovorih u stihovima: ",
  "mn26:25.6": "‘Onaj sam koji je sve nadišao, znalac svega, ",
  "mn26:25.7": "neukaljan nijednom stvari, okrenut od svake od njih, ",
  "mn26:25.8": "dokončanjem žudnje oslobođen. Spoznaju dosegoh ",
  "mn26:25.9": "sam za sebe, koga učiteljem da nazovem? ",
  "mn26:25.10": "Učitelja nemam, niti mi iko ravan ",
  "mn26:25.11": "postoji bilo gde u svetu ovome, ",
  "mn26:25.12": "sa svim božanstvima njegovim, zato što ",
  "mn26:25.13": "nijedno biće mi parnjak nije. ",
  "mn26:25.14": "Ja sam Usavršeni na svetu ovome, ",
  "mn26:25.15": "učitelj nenadmašni. ",
  "mn26:25.16": "Jedino ja sam potpuno probuđeni, ",
  "mn26:25.17": "u kojem su vatre ugašene i ohlađene. ",
  "mn26:25.18": "Točak Dhamme idem da pokrenem ",
  "mn26:25.19": "u prastarom gradu Kāsi. ",
  "mn26:25.20": "U svetu što slep postade ",
  "mn26:25.21": "zagrmeću bubnjem besmrtnoga.’ ",
  "mn26:25.22": "‘Po vlastitoj tvrdnji, prijatelju, ti si, dakle, Sveopšti pobednik!’ ",
  "mn26:25.23": "‘Pobednici su oni poput mene, ",
  "mn26:25.24": "koji ukloniše otrove sve. ",
  "mn26:25.25": "Savladao sam sve što je loše, ",
  "mn26:25.26": "zato ja, Upaka, jesam pobednik!’ ",
  "mn26:25.27": "Kad ovo bi rečeno, āđivaka Upaka odvrati: ‘Neka ti bude, prijatelju!’ Vrteći glavom u neverici, skrenu na sporedni put i nestade. ",
  "mn26:26.1": "A ja sam, monasi, lutajući od sela do sela, na kraju stigao do Benaresa, do Parka jelena, kraj Isipatane, te odoh do petorice monaha. ",
  "mn26:26.2": "Oni već izdaleka opaziše da dolazim, ",
  "mn26:26.3": "pa se dogovore ovako: ",
  "mn26:26.4": "‘Prijatelji, evo dolazi asketa Gotama, koji sada živi u izobilju, pošto je napustio asketski napor i vratio se udobnom životu. ",
  "mn26:26.5": "Nećemo mu iskazati poštovanje, ni ustati pred njim, niti mu pomoći da odloži prosjačku zdelu i gornji ogrtač. ",
  "mn26:26.6": "Ipak, možemo mu pripremiti mesto, pa ako hoće neka sedne.’ ",
  "mn26:26.7": "Međutim, dok sam se približavao, petorica monaha nisu bili u stanju da se pridržavaju svoga dogovora. ",
  "mn26:26.8": "Umesto toga, jedan izađe pred mene i prihvati mi prosjačku zdelu i gornji ogrtač, drugi pripremi mesto za sedenje, a treći vodu za pranje nogu; ",
  "mn26:26.9": "međutim, obratiše mi se po imenu i osloviše sa ‘prijatelju.’ ",
  "mn26:27.1": "Na to im rekoh: ",
  "mn26:27.2": "‘Monasi, ne oslovljavajte Tathāgatu po imenu i sa „prijatelju”. ",
  "mn26:27.3": "Tathāgata je plemenit i potpuno probuđen. ",
  "mn26:27.4": "Dobro poslušajte, monasi, dostignuto je Besmrtno. Uputiću vas, podučiću vas Dhammi. ",
  "mn26:27.5": "Vežbajući onako kako ste upućeni, razumevši je neposrednim znanjem svaki za sebe ovde i sada, i vi ćete ubrzo dostići i ostati na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike.' ",
  "mn26:27.6": "Kad to bi rečeno, onih pet monaha mi odgovoriše: ",
  "mn26:27.7": "‘Prijatelju Gotama, postupcima, praksom i asketskim vežbanjem koje si preduzeo, nisi postigao nikakve nadljudske osobine, nikakvo isticanje u znanju i viđenju dostojno plemenitih. Kako bi uopšte sada kad živiš u izobilju, pošto si napustio asketski napor i vratio se udobnom životu, mogao da postigneš bilo kakve nadljudske osobine, bilo kakvo isticanje u znanju i viđenju dostojno plemenitih?’ ",
  "mn26:27.8": "Kad to bi rečeno, ja im odgovorih: ",
  "mn26:27.9": "‘Tathāgata ne živi u izobilju, niti je napustio asketski napor i vratio se udobnom životu. ",
  "mn26:27.10": "Tathāgata je plemenit i potpuno probuđen. ",
  "mn26:27.11": "Dobro poslušajte, monasi, dostignuto je Besmrtno. Uputiću vas, podučiću vas Dhammi. ",
  "mn26:27.12": "Vežbajući onako kako ste upućeni, razumevši je neposrednim znanjem svaki za sebe ovde i sada, i vi ćete ubrzo dostići i ostati na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike.' ",
  "mn26:27.13": "I drugi put mi petorica monaha rekoše: ",
  "mn26:27.14": "‘Prijatelju Gotama, postupcima, praksom i asketskim vežbanjem koje si preduzeo, nisi postigao nikakve nadljudske osobine, nikakvo isticanje u znanju i viđenju dostojno plemenitih. Kako bi uopšte sada kad živiš u izobilju, pošto si napustio asketski napor i vratio se udobnom životu, mogao da postigneš bilo kakve nadljudske osobine, bilo kakvo isticanje u znanju i viđenju dostojno plemenitih?’ ",
  "mn26:27.15": "I drugi put im rekoh: ",
  "mn26:27.16": "‘Tathāgata ne živi u izobilju, niti je napustio asketski napor i vratio se udobnom životu... ",
  "mn26:27.17": "...i odlaze u beskućnike.’ ",
  "mn26:27.18": "I treći put mi petorica monaha rekoše: ",
  "mn26:27.19": "‘Prijatelju Gotama, postupcima, praksom i asketskim vežbanjem koje si preduzeo, nisi postigao nikakve nadljudske osobine, nikakvo isticanje u znanju i viđenju dostojno plemenitih. Kako bi uopšte sada kad živiš u izobilju, pošto si napustio asketski napor i vratio se udobnom životu, mogao da postigneš bilo kakve nadljudske osobine, bilo kakvo isticanje u znanju i viđenju dostojno plemenitih?’ ",
  "mn26:28.1": "Kad ovo bi rečeno, ja ih upitah: ",
  "mn26:28.2": "‘Monasi, sećate li se da sam ikada ranije govorio ovako?’ ",
  "mn26:28.3": "‘Ne, zaista.’ ",
  "mn26:28.4": "Tathāgata je plemenit i potpuno probuđen. ",
  "mn26:28.5": "Dobro poslušajte, monasi, dostignuto je Besmrtno. Uputiću vas, podučiću vas Dhammi. ",
  "mn26:28.6": "Vežbajući onako kako ste upućeni, razumevši je neposrednim znanjem svaki za sebe ovde i sada, i vi ćete ubrzo dostići i ostati na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike.' ",
  "mn26:29.1": "I tako sam bio u stanju da uverim tu petoricu monaha. ",
  "mn26:29.2": "Zatim sam podučavao dva monaha, dok bi ostala trojica odlazila u prošenje hrane, ",
  "mn26:29.3": "pa smo sva šestorica živeli od toga što su oni isprosili. ",
  "mn26:29.4": "Ponekad sam podučavao tri monaha, dok bi ostala dvojica odlazila u prošenje hrane, ",
  "mn26:29.5": "pa smo sva šestorica živeli od toga što su oni isprosili. ",
  "mn26:30.1": "Onda tih pet monaha, kad sam ih tako podučio i uputio, iako i sami podložni rođenju, uvidevši opasnost u onome što je podložno rođenju i onda tragajući za nerođenim, za najvišom sigurnošću od ropstva, za nibbānom, dostigoše nerođeno, najvišu sigurnost od ropstva, nibbānu; iako i sami podložni starenju, bolesti, smrti, tuzi i prljanju, uvidevši opasnost u onome što je podložno starenju, bolesti, smrti, tuzi i prljanju, i onda tragajući za onim što ne stari, ne oboleva, ne umire, ne tuguje, ne uprlja se, za najvišom sigurnošću od ropstva, za nibbānom, dostigoše ono što ne stari, ne oboleva, ne umire, ne tuguje, ne uprlja se, najvišu sigurnost od ropstva, nibbānu. ",
  "mn26:30.2": "Znanje i viđenje se u njima javiše: ",
  "mn26:30.3": "‘Neopozivo je naše oslobođenje, ovo je rođenje poslednje; nema više novoga rađanja.’ ",
  "mn26:31.1": "Monasi, postoji pet struna zadovoljstva čula. ",
  "mn26:31.2": "Kojih pet? ",
  "mn26:31.3": "Oblici dostupni oku za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast. ",
  "mn26:31.4": "Zvuci dostupni uhu… ",
  "mn26:31.5": "Mirisi dostupni nosu… ",
  "mn26:31.6": "Ukusi dostupni jeziku… ",
  "mn26:31.7": "Dodiri dostupni telu za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast. ",
  "mn26:31.8": "To je pet vrsta zadovoljstava čula. ",
  "mn26:32.1": "Za one askete i brahmane koji su vezani sa tih pet struna zadovoljstva čula – omamljeni njima, potpuno im predani, prepuštaju im se, a ne uviđaju opasnost u njima, niti razumeju kako da im pobegnu – može se reći: ",
  "mn26:32.2": "‘Oni su u zagrljaju nesreće, u zagrljaju propasti, Zli s njima može da radi šta mu je volja.’ ",
  "mn26:32.3": "Baš kao što se za jelena, kad se uplete u zamku i leži bespomoćan, ",
  "mn26:32.4": "može reći: ",
  "mn26:32.5": "‘On je u zagrljaju nesreće, u zagrljaju propasti, lovac s njim može da radi šta mu je volja; ",
  "mn26:32.6": "kad se lovac vrati do zamke, neće moći da ode kuda poželi.’ ",
  "mn26:32.7": "Isto tako, za one askete i brahmane koji su vezani sa tih pet struna zadovoljstva čula… ",
  "mn26:32.8": "‘Oni su u zagrljaju nesreće, u zagrljaju propasti, Zli s njima može da radi šta mu je volja.’ ",
  "mn26:33.1": "Ali za one askete i brahmane koji nisu vezani sa tih pet struna zadovoljstva čula – nisu omamljeni njima, niti im potpuno predani, ne prepuštaju im se, već uviđaju opasnost u njima, razumeju kako da im pobegnu – može se reći: ",
  "mn26:33.2": "‘Oni su u zagrljaju nesreće, u zagrljaju propasti, Zli s njima može da radi šta mu je volja.’ ",
  "mn26:33.3": "Baš kao što se za jelena, kad legne na tlo, ali se ne uplete u zamku i ne leži bespomoćan, ",
  "mn26:33.4": "može reći: ",
  "mn26:33.5": "‘On nije u zagrljaju nesreće, u zagrljaju propasti, lovac s njim ne može da radi šta mu je volja; ",
  "mn26:33.6": "kad se lovac vrati do zamke, on će moći da ode kuda po­želi.’ ",
  "mn26:33.7": "Isto tako za one askete i brahmane koji nisu vezani sa tih pet struna zadovoljstva čula – nisu omamljeni njima, niti im potpuno predani, ne prepuštaju im se, već uviđaju opasnost u njima, razumeju kako da im pobegnu – može se reći: ",
  "mn26:33.8": "‘Oni nisu u zagrljaju nesreće, u zagrljaju propasti, Zli s njima ne može da radi šta mu je volja.’ ",
  "mn26:34.1": "Zamislite jelena koji živi slobodno u šumi: bez straha svuda on kroči, bez straha stoji, bez straha seda, bez straha leže. ",
  "mn26:34.2": "A zašto? ",
  "mn26:34.3": "Zato što nije u domašaju lovčevom. ",
  "mn26:34.4": "Na isti način monah, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja, koji prate usmerena misao i istraživanje, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "mn26:34.5": "Za takvog monaha kaže se da je oslepeo Māru, da je postao nevidljiv za Zlog, tako što je Mārino oko pomutio. ",
  "mn26:35.1": "I opet, smirivanjem usmerene misli i istraživanja monah ulazi i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopou­zdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "mn26:35.2": "Za takvog monaha kaže se da je oslepeo Māru… ",
  "mn26:36.1": "I opet, slabljenjem ushićenja monah ostaje spokojan, svestan i s jasnim razumevanjem, uz fizički osećaj zadovoljstva. Monah ulazi i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: ‘Srećan je čovek ispunjen spokojstvom i svesnošću. ",
  "mn26:36.2": "Za takvog monaha kaže se da je oslepeo Māru… ",
  "mn26:37.1": "I opet, napuštanjem zadovoljstva i bola, kao i ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. ",
  "mn26:37.2": "Za takvog monaha kaže se da je oslepeo Māru… ",
  "mn26:38.1": "I opet, potpunim nadilaženjem opažanja oblika, nestankom opažanja čulnih utisaka, neobraćanjem pažnje na opažanje različitosti, svestan da ‘prostor jeste beskrajan’, monah ulazi i ostaje u području beskrajnog prostora. ",
  "mn26:38.2": "Za takvog monaha kaže se da je oslepeo Māru… ",
  "mn26:39.1": "I opet, potpunim nadilaženjem područja beskrajnog prostora, svestan da ‘svest jeste beskonačna’, monah ulazi i ostaje u području beskonačne svesti. ",
  "mn26:39.2": "Za takvog monaha kaže se da je oslepeo Māru… ",
  "mn26:40.1": "I opet, potpunim nadilaženjem područja beskonačne svesti, svestan da ‘nema ničega’, monah ulazi i ostaje u području ničega. ",
  "mn26:40.2": "Za takvog monaha kaže se da je oslepeo Māru… ",
  "mn26:41.1": "I opet, potpunim nadilaženjem područja ničega, monah dostiže i ostaje u području ni opažanja ni neopažanja. ",
  "mn26:41.2": "Za takvog monaha kaže se da je oslepeo Māru… ",
  "mn26:42.1": "I opet, potpunim nadilaženjem područja ni opažanja ni neopažanja, monah ulazi i ostaje u prestanku opažaja i osećaja. Pošto gleda mudrošću, otrovi u njemu bivaju uklonjeni. ",
  "mn26:42.2": "Za takvog monaha kaže se da je oslepeo Māru, da je postao nevidljiv za Zlog, tako što je Mārino oko pomutio. ",
  "mn26:42.3": "Bez straha svuda on kroči, bez straha stoji, bez straha seda, bez straha leže. ",
  "mn26:42.4": "A zašto? ",
  "mn26:42.5": "Zato što je van dosega Mārinog.” ",
  "mn26:42.6": "Tako reče Blaženi. ",
  "mn26:42.7": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}