{
  "mn28:0.1": "Budini govori srednje dužine 28 ",
  "mn28:0.2": "Dugi govor o poređenju sa otiskom stope slona",
  "mn28:1.1": "Ovako sam čuo.",
  "mn28:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn28:1.3": "Tu se poštovani Sāriputta ovako obrati monasima:",
  "mn28:1.4": "„Prijatelji, monasi.\"",
  "mn28:1.5": "„Prijatelju\", odgovoriše oni.",
  "mn28:1.6": "A poštovani Sāriputta ovako nastavi:",
  "mn28:2.1": "„Prijatelji, baš kao što otisak stope bilo kojeg živog bića staje unutar stope slona, te se za otisak slonove stope kaže da je predvodnik među njima zbog svoje veličine,",
  "mn28:2.2": "isto tako sva povoljna stanja mogu da stanu u četiri plemenite istine.",
  "mn28:2.3": "Koje četiri?",
  "mn28:2.4": "U plemenitu istinu o patnji, u plemenitu istinu o nastanku patnje, u plemenitu istinu o prestanku patnje i u plemenitu istinu o putu koji vodi prestanku patnje.",
  "mn28:3.1": "A koja je plemenita istina o patnji?",
  "mn28:3.2": "Rođenje je patnja, starost je patnja, smrt je patnja; žalost, naricanje, bol, tuga i očaj su patnja; ne dobiti ono što želimo je patnja. Ukratko, pet sastojaka bića kao objekti vezivanja jesu patnja.",
  "mn28:3.3": "A koji su to pet sastojaka bića kao objekti vezivanja?",
  "mn28:3.4": "To su: materijalni oblik kao sastojak koji je objekat vezivanja, osećaj kao sastojak koji je objekat vezivanja, opažaj kao sastojak koji je objekat vezivanja, mentalni obrasci kao sastojak koji je objekat vezivanja i svest kao sastojak koji je objekat vezivanja.",
  "mn28:4.1": "Šta je materijalni oblik kao sastojak koji je objekat vezivanja?",
  "mn28:4.2": "To su četiri velika elementa i materijalni oblik izveden iz ta četiri velika elementa.",
  "mn28:5.1": "A koja su to četiri velika elementa?",
  "mn28:5.2": "To su zemlja kao element, voda kao element, vatra kao element i vazduh kao element.",
  "mn28:6.1": "Šta je to, prijatelji, zemlja kao element? ",
  "mn28:6.2": "Zemlja kao element može biti unutrašnji ili spoljašnji.",
  "mn28:6.3": "Šta je zemlja kao unutrašnji element?",
  "mn28:6.4": "Šta god da je unutrašnje, u osobi, čvrsto, stvrdnuto i za njega smo vezani, dakle",
  "mn28:6.5": "kosa, malje, nokti, zubi, koža, mišići, tetive, kosti, koštana srž, bubrezi, srce, jetra, dijafragma, slezina, pluća, debelo crevo, tanko crevo, želudac i njegov sadržaj, izmet ili bilo šta drugo unutrašnje, u osobi, što je čvrsto, stvrdnuto i za njega smo vezani:",
  "mn28:6.6": "to se zove zemlja kao unutrašnji element.",
  "mn28:6.7": "Unutrašnji i spoljašnji element zemlje zajedno čine element zemlje.",
  "mn28:6.8": "I njega treba videti kao što zaista jeste, sa pravom mudrošću: ’To nije moje, to nisam ja, to nije moje sopstvo.’ ",
  "mn28:6.9": "Ko ga vidi takvim kakav zaista jeste, sa pravom mudrošću, trezni se od opčinjenosti elementom zemlje i u umu nestaje strast prema elementu zemlje.",
  "mn28:7.1": "Ali dođe vreme kad je voda kao element pokrenuta",
  "mn28:7.2": "i tada zemlja kao element nestaje.",
  "mn28:7.3": "Kad i ta zemlja kao spoljašnji element, tako velika, jeste prolazna, podložna razaranju, nestanku i promeni,",
  "mn28:7.4": "šta reći za ovo telo, za koje smo vezani žudnjom i koje tako kratko traje? Nemoguće ga je smatrati za 'ja', 'moje' ili 'ja sam.'",
  "mn28:8.1": "I tako, ako drugi zlostavljaju, psuju, izazivaju i muče monaha [koji ovaj element vidi onakvim kakav zaista jeste], on to razume ovako:",
  "mn28:8.2": "’Ovaj bolni osećaj rođen iz kontakta uha javio se u meni. ",
  "mn28:8.3": "On je uslovljen, a ne neuslovljen.",
  "mn28:8.4": "Šta ga uslovljava?",
  "mn28:8.5": "Uslovljava ga kontakt.’ ",
  "mn28:8.6": "Zatim on vidi da je kontakt prolazan, da je osećaj prolazan, da je opažaj prolazan, da su mentalni obrasci prolazni i da je svest prolazna.",
  "mn28:8.7": "A njegov um, načinivši od nekog elementa svoj objektivni oslonac, ulazi u [taj objektivni oslonac] i stiče poverenje, postojanost i odlučnost.",
  "mn28:9.1": "I tako, ako drugi napadnu tog monaha na načine koji su nepoželjni, grubi i neprijatni,",
  "mn28:9.2": "i to pesnicama, busenjem, štapovima i noževima,",
  "mn28:9.3": "on to razume ovako:",
  "mn28:9.4": "’Ovo telo je takvo da ga kontakt sa pesnicama, busenjem, štapovima i noževima povređuje. ",
  "mn28:9.5": "Ali Blaženi u svom „savetu kroz poređenje sa testerom” kaže: ",
  "mn28:9.6": "„Monasi, čak i ako bi vam razbojnici dvoručnom testerom divljački sekli udove, jedan za drugim, onaj ko bi u sebi stvorio um ispunjen mržnjom ne bi sledio moje učenje.” ",
  "mn28:9.7": "Zato neiscrpnu energiju treba da probudim u sebi i uspostavim istrajnu svesnost, a moje telo biće mirno i spokojno, moj um koncentrisan i sjedinjen.",
  "mn28:9.8": "A sada neka kontakt s pesnicama, busenjem, štapovima i noževima povređuje ovo telo; jer ja praktikujem ovo Budino učenje.’ ",
  "mn28:10.1": "Kada se taj monah tako podseti Bude, Dhamme i sanghe, ako spokojstvo potpomognuto korisnim ne postane ustaljeno u njemu,",
  "mn28:10.2": "tada u sebi budi osećaj neodložnosti ovako:",
  "mn28:10.3": "'Gubitak je za mene, nije dobitak za mene, loše je za mene, nije dobro za mene ",
  "mn28:10.4": "da, kad se tako podsetim Bude, Dhamme i sanghe, spokojstvo potpomognuto korisnim ne postane ustaljeno u meni.’ ",
  "mn28:10.5": "Baš kao kad snaha vidi svekra, ona u sebi budi osećaj neodložnosti [da ga obraduje],",
  "mn28:10.6": "isto tako, kad se monah tako podseti Bude, Dhamme i sanghe, ako spokojstvo potpomognuto korisnim ne postane ustaljeno u njemu, tada u sebi budi osećaj neodložnosti.",
  "mn28:10.7": "",
  "mn28:10.8": "Ali, kad se podseti Bude, Dhamme i sanghe, ako spokojstvo potpomognuto korisnim postane ustaljeno u njemu, tada je on time zadovoljan.",
  "mn28:10.9": "I tada je, prijatelji, taj monah uradio veliku stvar.",
  "mn28:11.1": "A šta je to, prijatelji, voda kao element?",
  "mn28:11.2": "Voda kao element može biti unutrašnji ili spoljašnji.",
  "mn28:11.3": "Šta je voda kao unutrašnji element?",
  "mn28:11.4": "Šta god da je unutrašnje, u osobi, voda, vodeno i za njega smo vezani; dakle,",
  "mn28:11.5": "žuč, sluz, gnoj, krv, znoj, mast, suze, salo, pljuvačka, sline, tečnost u zglobovima, mokraća ili bilo šta drugo unutrašnje, u osobi, što je voda, vodeno i za njega smo vezani:",
  "mn28:11.6": "to se zove voda kao unutrašnji element.",
  "mn28:11.7": "Unutrašnji i spoljašnji element vode zajedno čine element vode.",
  "mn28:11.8": "I njega treba videti kao što zaista jeste, sa pravom mudrošću: ’To nije moje, to nisam ja, to nije moje sopstvo.’ ",
  "mn28:11.9": "Ko ga vidi takvim kakav zaista jeste, sa pravom mudrošću, trezni se od opčinjenosti elementom vode i u umu nestaje strast prema elementu vode.",
  "mn28:12.1": "Ali dođe vreme kad je voda kao spoljašnji element pokrenuta.",
  "mn28:12.2": "Ona odnosi sela, varoši, gradove, okruge i zemlje.",
  "mn28:12.3": "Dođe vreme kad se vode u velikom okeanu povuku stotinu hvati, dvesta hvati, trista hvati, četiristo hvati, petsto hvati, šesto hvati, sedamsto hvati.",
  "mn28:12.4": "Dođe vreme kad su vode u velikom okeanu duboke svega sedam visina palmi, šest visina palmi… dve visine palme, samo jednu visinu palme.",
  "mn28:12.5": "Dođe vreme kad su vode u velikom okeanu duboke svega sedam hvati, šest hvati… dva hvata, samo jedan hvat.",
  "mn28:12.6": "Dođe vreme kad su vode u velikom okeanu duboke svega pola hvata, samo do struka, samo do kolena, samo do članaka.",
  "mn28:12.7": "Dođe vreme kad vode u velikom okeanu nisu dovoljno duboke ni da se gurne ceo prst.",
  "mn28:12.8": "Kada čak i ta voda kao spoljašnji element, tako velika, jeste prolazna, podložna razaranju, nestanku i promeni,",
  "mn28:13.1": "šta reći za ovo telo, za koje smo vezani žudnjom i koje tako kratko traje? Nemoguće ga je smatrati za ’ja’, ’moje’ ili ’to sam ja’. ",
  "mn28:14.1": "I tako, ako drugi zlostavljaju, psuju, izazivaju i muče monaha [koji ovaj element vidi onakvim kakav zaista jeste], on to razume ovako:… (ponavlja se §8–10)…",
  "mn28:15.1": "I tada je, prijatelji, taj monah uradio veliku stvar.",
  "mn28:16.1": "A šta je to, prijatelji, vatra kao element?",
  "mn28:16.2": "Vatra kao element može biti unutrašnji ili spoljašnji.",
  "mn28:16.3": "Šta je vatra kao unutrašnji element?",
  "mn28:16.4": "Šta god da je unutrašnje, u osobi, vatra, plameno i za njega smo vezani; dakle,",
  "mn28:16.5": "ono čime se neko zagreva, stari i sagoreva, kao i ono čime nešto što smo pojeli i popili biva potpuno svareno ili bilo šta drugo unutrašnje, u osobi, što je vatra, plameno i za njega smo vezani:",
  "mn28:16.6": "to se zove vatra kao unutrašnji element.",
  "mn28:16.7": "Unutrašnji i spoljašnji element vatre zajedno čine element vatre.",
  "mn28:16.8": "I njega treba videti kao što zaista jeste, sa pravom mudrošću: ’To nije moje, to nisam ja, to nije moje sopstvo.’ ",
  "mn28:16.9": "Ko ga vidi takvim kakav zaista jeste, sa pravom mudrošću, trezni se od opčinjenosti elementom vatre i u umu nestaje strast prema elementu vatre.",
  "mn28:17.1": "Ali dođe vreme kad je vatra kao spoljašnji element pokrenuta.",
  "mn28:17.2": "Ona spaljuje sela, varoši, gradove, okruge i zemlje.",
  "mn28:17.3": "Ona prestaje da gori samo kad ponestane goriva, kada dođe do zelene trave ili do puta, stene, vode ili brisanog prostora.",
  "mn28:17.4": "I dođe vreme kad pokušavaju da upale vatru makar petlovim perom i trljanjem.",
  "mn28:17.5": "Kada čak i ta vatra kao spoljašnji element, tako velika, jeste prolazna, podložna razaranju, nestanku i promeni,",
  "mn28:17.6": "šta reći za ovo telo, za koje smo vezani žudnjom i koje tako kratko traje? Nemoguće ga je smatrati za ’ja’, ’moje’ ili ’to sam ja’. ",
  "mn28:18-20.1": "I tako, ako drugi zlostavljaju, psuju, izazivaju i muče monaha [koji ovaj element vidi onakvim kakav zaista jeste], on to razume ovako:… (ponavlja se §8–10)…",
  "mn28:18-20.2": "I tada je, prijatelji, taj monah uradio veliku stvar.",
  "mn28:21.1": "A šta je to, prijatelji, vazduh kao element?",
  "mn28:21.2": "Vazduh kao element može biti unutrašnji ili spoljašnji.",
  "mn28:21.3": "Šta je vazduh kao unutrašnji element?",
  "mn28:21.4": "Šta god da je unutrašnje, u osobi, vazduh, gasovito i za njega smo vezani; dakle,",
  "mn28:21.5": "vazduh koji ide nagore, vazduh koji ide nadole, vazduh u stomaku, vazduh u crevima, vazduh koji se kreće kroz udove, udah i izdah ili bilo šta drugo unutrašnje, u osobi, što je vazduh, gasovito i za njega smo vezani:",
  "mn28:21.6": "to se naziva vazduh kao unutrašnji element.",
  "mn28:21.7": "Unutrašnji i spoljašnji element vazduha zajedno čine element vazduha.",
  "mn28:21.8": "I njega treba videti kao što zaista jeste, sa pravom mudrošću: 'To nije moje, to nisam ja, to nije moje sopstvo.'",
  "mn28:21.9": "Ko ga vidi kakav zaista jeste, sa pravom mudrošću, trezni se od opčinjenosti elementom vazduha i u umu nestaje strast prema elementu vazduha.",
  "mn28:22.1": "Ali dođe vreme kad je vazduh kao spoljašnji element pokrenut.",
  "mn28:22.2": "On razori sela, varoši, gradove, okruge i zemlje.",
  "mn28:22.3": "Dođe vreme poslednjeg meseca sezone vrućina, kad ljudi prave vetar lepezama i mehovima, ali vetra nema pa nema, ni slamka se ne pomera.",
  "mn28:22.4": "Kada čak i taj vazduh kao spoljašnji element, tako velik, jeste prolazan, podložan razaranju, nestanku i promeni,",
  "mn28:22.5": "šta reći za ovo telo, za koje smo vezani žudnjom i koje tako kratko traje? Nemoguće ga je smatrati za ’ja’, ’moje’ ili ’to sam ja’. ",
  "mn28:23.1": "I tako, ako drugi zlostavljaju, psuju, izazivaju i muče monaha [koji ovaj element vidi kakav zaista jeste],",
  "mn28:23.2": "on to razume ovako: ’Ovaj bolni osećaj rođen iz kontakta uha javio se u meni. ",
  "mn28:23.3": "On je uslovljen, a ne neuslovljen.",
  "mn28:23.4": "Šta ga uslovljava?",
  "mn28:23.5": "Uslovljava ga kontakt.'",
  "mn28:23.6": "Zatim on vidi da je kontakt prolazan, da je osećaj prolazan, da je opažaj prolazan, da su mentalni obrasci prolazni i da je svest prolazna.",
  "mn28:23.7": "A njegov um, načinivši od nekog elementa svoj objektivni oslonac, ulazi u [taj objektivni oslonac] i stiče poverenje, postojanost i odlučnost.",
  "mn28:24.1": "I tako, ako drugi napadnu tog monaha na načine koji su nepoželjni, grubi i neprijatni, i to pesnicama, busenjem, štapovima i noževima,",
  "mn28:24.2": "on to razume ovako: ’Ovo telo je takvo da ga kontakt sa pesnicama, busenjem, štapovima i noževima povređuje. ",
  "mn28:24.3": "Ali Blaženi u svom „savetu kroz poređenje sa testerom” kaže: „Monasi, čak i ako bi vam razbojnici dvoručnom testerom divljački sekli udove, jedan za drugim, onaj ko bi u sebi stvorio um ispunjen mržnjom ne bi sledio moje učenje.” ",
  "mn28:24.4": "Zato neiscrpnu energiju treba da probudim u sebi i uspostavim istrajnu svesnost, a moje telo biće mirno i spokojno, moj um koncentrisan i sjedinjen.",
  "mn28:24.5": "A sada neka kontakt s pesnicama, busenjem, štapovima i noževima povređuje ovo telo; jer ja praktikujem ovo Budino učenje.’ ",
  "mn28:25.1": "Kada se taj monah tako podseti Bude, Dhamme i sanghe, ako spokojstvo potpomognuto korisnim ne postane ustaljeno u njemu,",
  "mn28:25.2": "tada u sebi budi osećaj neodložnosti ovako:",
  "mn28:25.3": "’Gubitak je za mene, nije dobitak za mene, ",
  "mn28:25.4": "loše je za mene, nije dobro za mene da, kad se tako podsetim Bude, Dhamme i sanghe, spokojstvo potpomognuto korisnim ne postane ustaljeno u meni.’ ",
  "mn28:25.5": "Baš kao kad snaha vidi svekra, ona u sebi budi osećaj neodložnosti [da ga obraduje],",
  "mn28:25.6": "",
  "mn28:25.7": "",
  "mn28:25.8": "",
  "mn28:25.9": "",
  "mn28:25.10": "Ali, kad se podseti Bude, Dhamme i sanghe, ako spokojstvo potpomognuto korisnim postane ustaljeno u njemu, tada je on time zadovoljan.",
  "mn28:25.11": "I tada je, prijatelji, taj monah uradio veliku stvar.",
  "mn28:26.1": "Prijatelji, baš kao što prostor ograđen drvetom i slamom, travom i glinom, nazivaju ’kuća’. ",
  "mn28:26.2": "isto tako, prostor ograđen kostima i tetivama, mišićima i kožom, nazivaju ’materijalni oblik’. ",
  "mn28:27.1": "Prijatelji, ako je oko samo po sebi zdravo, ali nema spoljašnjih oblika u njegovom dometu, niti odgovarajućeg [svesnog] nastojanja, tada nema manifestacije ni odgovarajuće vrste svesti.",
  "mn28:27.2": "Ako je oko samo po sebi zdravo i ima spoljašnjih oblika u njegovom dometu, ali nema odgovarajućeg [svesnog] nastojanja, tada nema manifestacije ni odgovarajuće vrste svesti.",
  "mn28:27.3": "Kada je oko samo po sebi zdravo, ima spoljašnjih oblika u njegovom dometu, kao i odgovarajućeg [svesnog] nastojanja, tada ima i manifestacije odgovarajuće vrste svesti.",
  "mn28:28.1": "Materijalni oblik u onome što tako nastane uključen je u materijalni oblik kao sastojak bića koji je objekat vezivanja. Osećaj u onome što tako nastane uključen je u osećaj kao sastojak bića podložan vezivanju. Opažaj u onome što tako nastane uključen je u opažaj kao sastojak bića podložan vezivanju. Mentalni obrasci u onome što tako nastane uključeni su u mentalne obrasce kao sastojak bića podložan vezivanju. Svest u onome što tako nastane uključena je u svest kao sastojak bića podložan vezivanju.",
  "mn28:28.2": "On ovako razume:",
  "mn28:28.3": "’Ovo je, zaista, način kako se odigrava uključivanje, okupljanje i gomilanje stvari u ovih pet sastojaka bića podložnih vezivanju. ",
  "mn28:28.4": "I ovako je rekao Blaženi:",
  "mn28:28.5": "„Onaj ko vidi uslovljeni nastanak, vidi Dhammu;",
  "mn28:28.6": "onaj ko vidi Dhammu, vidi uslovljeni nastanak.” ",
  "mn28:28.7": "A ovih pet sastojaka bića koji su objekat vezivanja nezavisno nastaju.",
  "mn28:28.8": "Želja, vezivanje, sklonost i opčinjenost zasnovani na ovih pet sastojaka bića koji su objekat vezivanja jesu izvor patnje.",
  "mn28:28.9": "Uklanjanje želje i strasti, napuštanje želje i strasti prema tih pet sastojaka bića jeste prestanak patnje.’ ",
  "mn28:28.10": "I tada je, prijatelji, taj monah uradio veliku stvar.",
  "mn28:29-30.1": "Prijatelji, ako je uho samo po sebi zdravo, ali nema spoljašnjih zvukova u njegovom dometu… (kao u §27–28)… I tada je, prijatelji, taj monah uradio veliku stvar.",
  "mn28:31-32.1": "Prijatelji, ako je nos sam po sebi zdrav, ali nema spoljašnjih mirisa u njegovom dometu… I tada je, prijatelji, taj monah uradio veliku stvar.",
  "mn28:33-34.1": "Prijatelji, ako je jezik sam po sebi zdrav, ali nema spoljašnjih ukusa u njegovom dometu… I tada je, prijatelji, taj monah uradio veliku stvar.",
  "mn28:35-36.1": "Prijatelji, ako je telo samo po sebi zdravo, ali nema spoljašnjih dodira u njegovom dometu… I tada je, prijatelji, taj monah uradio veliku stvar.",
  "mn28:37.1": "Prijatelji, ako je um sam po sebi zdrav, ali nema spoljašnjih objekata uma u njegovom dometu, niti odgovarajućeg [svesnog] nastojanja, tada nema manifestacije ni odgovarajuće vrste svesti.",
  "mn28:38.1": "Ako je um sam po sebi zdrav i ima spoljašnjih objekata uma u njegovom dometu, ali nema odgovarajućeg [svesnog] nastojanja, tada nema manifestacije ni odgovarajuće vrste svesti.",
  "mn28:38.2": "Ali kad je um sam po sebi zdrav, ima spoljašnjih objekata uma u njegovom dometu, kao i odgovarajućeg [svesnog] nastojanja, tada ima i manifestacije odgovarajuće vrste svesti.",
  "mn28:38.3": "Materijalni oblik u onome što tako nastane uključen je u materijalni oblik kao sastojak bića koji je objekat vezivanja. Osećaj u onome što tako nastane uključen je u osećaj kao sastojak bića koji je objekat vezivanja. Opažaj u onome što tako nastane uključen je u opažaj kao sastojak bića koji je objekat vezivanja. Mentalni obrasci u onome što tako nastane uključeni su u mentalne obrasce kao sastojak bića koji je objekat vezivanja. Svest u onome što tako nastane uključena je u svest kao sastojak bića koji je objekat vezivanja.",
  "mn28:38.4": "Monah ovako razume:",
  "mn28:38.5": "’Ovo je, zaista, način kako se odigravaju uključivanje, okupljanje i gomilanje stvari u ovih pet sastojaka bića podložnih vezivanju. ",
  "mn28:38.6": "I ovako je rekao Blaženi:",
  "mn28:38.7": "„Onaj ko vidi uslovljeni nastanak, vidi Dhammu;",
  "mn28:38.8": "onaj ko vidi Dhammu, vidi uslovljeni nastanak.” ",
  "mn28:38.9": "A ovih pet sastojaka bića koji su objekat vezivanja uslovljeno nastaju.",
  "mn28:38.10": "Želja, vezivanje, sklonost i opčinjenost zasnovani na ovih pet sastojaka bića koji su objekat vezivanja jesu izvor patnje.",
  "mn28:38.11": "Uklanjanje želje i strasti, napuštanje želje i strasti prema tih pet sastojaka bića jeste prestanak patnje.’ ",
  "mn28:38.12": "I tada je, prijatelji, taj monah uradio veliku stvar.” ",
  "mn28:38.13": "Tako reče poštovani Sāriputta.",
  "mn28:38.14": "Zadovoljni, monasi se obradovaše rečima poštovanog Sāriputte."
}