{
  "mn29:0.1": "Budini govori srednje dužine 29 ",
  "mn29:0.2": "Dugi govor o poređenju sa središtem stabla",
  "mn29:1.1": "Ovako sam čuo.",
  "mn29:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, na Lešinarevoj hridi, nedugo pošto je Devadatta otišao.",
  "mn29:1.3": "Tu se Blaženi, u vezi sa Devadattom, ovako obrati monasima:",
  "mn29:2.1": "„Monasi, recimo da neki čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući:",
  "mn29:2.2": "’Žrtva sam rođenja, starosti i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn29:2.3": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn29:2.4": "I kad je otišao u beskućnike, stiče dobitak, poštovanje i dobar glas.",
  "mn29:2.5": "Zadovoljan je tim dobitkom, poštovanjem i dobrim glasom, njegova namera biva ostvarena.",
  "mn29:2.6": "Na osnovu toga sam sebe hvali, a druge kritikuje ovako:",
  "mn29:2.7": "’Stekao sam dobitak, poštovanje i dobar glas, ali ovi drugi monasi su nepoznati, niko za njih i ne zna.’ ",
  "mn29:2.8": "Tako postaje opijen dobitkom, poštovanjem i dobrim glasom, te je sve više nepažljiv, osvaja ga nepažljivost. Pošto je nepažljiv, živi u patnji.",
  "mn29:2.9": "Zamislite čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom, naiđe na veliko drvo snažnog debla. Zanemarivši srž stabla, njegov meki deo, unutrašnju koru i spoljašnju koru, naseče on grane i lišće, te ih ponese misleći da je to srž stabla.",
  "mn29:2.10": "Onda čovek dobroga vida, kad ga sretne, kaže:",
  "mn29:2.11": "’Ovaj dobri čovek nije znao šta je srž stabla, njegov meki deo, unutrašnja kora, spoljašnja kora, niti grane i lišće. ",
  "mn29:2.12": "Pošto mu je bila potrebna dobra drvena građa, tragajući za dobrom drvenom građom, naišao je na veliko drvo snažnog debla. Zanemarivši srž stabla, njegov meki deo, unutrašnju koru i spoljašnju koru, nasekao je grane i lišće te ih poneo misleći da je to srž stabla.",
  "mn29:2.13": "Šta god da je ovaj dobri čovek mislio da napravi od dobre drvene građe, ovo mu neće poslužiti za to.’ ",
  "mn29:2.14": "Isto tako, monasi, kad čovek iz poverenja napusti domaćinski život …",
  "mn29:2.20": "tada živi u patnji.",
  "mn29:2.21": "Takav se monah smatra onim koji je od svetačkog života uzeo tek granje i lišće, ",
  "mn29:2.22": "te se time zadovoljio.",
  "mn29:3.1": "A sad, monasi, recimo da čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući: ",
  "mn29:3.2": "’Žrtva sam rođenja, starosti i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn29:3.3": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn29:3.4": "I kad je tako otišao u beskućnike, stiče dobitak, poštovanje i dobar glas.",
  "mn29:3.5": "Ali nije zadovoljan tim dobitkom, poštovanjem i dobrim glasom; njegova namera nije ostvarena.",
  "mn29:3.6": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn29:3.7": "Ne postaje opijen dobitkom, poštovanjem i dobrim glasom, niti je sve više nepažljiv, ne osvaja ga nepažljivost.",
  "mn29:3.8": "I kako je marljiv, usavršava se u vrlini.",
  "mn29:3.9": "Zadovoljan je usavršenošću u vrlini i njegova namera biva ostvarena.",
  "mn29:3.10": "Na osnovu toga sam sebe hvali, a druge kritikuje ovako:",
  "mn29:3.11": "'Pun sam vrline, dobrog karaktera, ali ovi drugi monasi su nemoralni, lošeg karaktera.'",
  "mn29:3.12": "Tako postaje opijen usavršenošću u vrlini, te je sve više nepažljiv, osvaja ga nepažljivost. Pošto je nepažljiv, živi u patnji.",
  "mn29:3.13": "Zamislite sad čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. Zanemarivši srž stabla, njegov meki deo i unutrašnju koru, naseče on spoljašnju koru te je ponese misleći da je to srž stabla.",
  "mn29:3.14": "Onda čovek dobroga vida, kad ga sretne, kaže:",
  "mn29:3.15": "’Ovaj dobri čovek nije znao šta je srž stabla… grane i lišće. ",
  "mn29:3.16": "I tako, pošto mu je bila potrebna dobra drvena građa… nasekao je njegovu spoljašnju koru te je poneo misleći da je to srž stabla. ",
  "mn29:3.17": "Šta god da je ovaj dobri čovek mislio da napravi od dobre drvene građe, ovo mu neće poslužiti za to.’ ",
  "mn29:4.1": "Isto tako, monasi, kad čovek iz poverenja napusti domaćinski život… ",
  "mn29:4.12": "tada živi u patnji.",
  "mn29:4.13": "Takav se monah smatra onim koji je od svetačkog života uzeo tek spoljašnju koru",
  "mn29:4.14": "i time se zadovoljio.",
  "mn29:4.15": "A sad, monasi, recimo da čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući: ",
  "mn29:4.16": "’Žrtva sam rođenja, starosti i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn29:4.17": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn29:4.18": "I kad je tako otišao u beskućnike, stiče on dobitak, poštovanje i dobar glas.",
  "mn29:4.19": "Ali nije zadovoljan tim dobitkom, poštovanjem i dobrim glasom; njegova namera nije ostvarena… ",
  "mn29:4.21": "I kako je marljiv, usavršava se u vrlini.",
  "mn29:4.22": "Zadovoljan je usavršenošću u vrlini, ali njegova namera nije ostvarena.",
  "mn29:4.23": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn29:4.24": "Ne postaje opijen usavršenošću u vrlini, niti je sve više nepažljiv, ne osvaja ga nepažljivost.",
  "mn29:4.25": "I pošto je marljiv, usavrši se u koncentraciji.",
  "mn29:4.26": "Zadovoljan je usavršenošću u koncentraciji i njegova namera biva ostvarena.",
  "mn29:4.27": "Na osnovu toga sebe hvali, a kritikuje druge ovako:",
  "mn29:4.28": "’Koncentrisan sam, um mi je sjedinjen, ali ovi drugi monasi su nepažljivi, njihov um je rastresen.’ ",
  "mn29:4.29": "Tako postaje opijen usavršenošću u koncentraciji, sve više je nemaran, osvaja ga nemar. Pošto je nemaran, živi u patnji.",
  "mn29:4.30": "Zamislite sad čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. Zanemarivši srž stabla i njegov meki deo, naseče on unutrašnju koru te je ponese misleći da je to srž stabla.",
  "mn29:4.31": "Onda čovek dobroga vida, kad ga sretne, kaže: ’Ovaj dobri čovek nije znao šta je srž stabla… grane i lišće. ",
  "mn29:4.32": "I tako, pošto mu je bila potrebna dobra drvena građa… nasekao je njegovu unutrašnju koru, te je poneo misleći da je to srž stabla. ",
  "mn29:4.33": "Šta god da je ovaj dobri čovek mislio da napravi od dobre drvene građe, ovo mu neće dobro poslužiti za to.’ ",
  "mn29:4.34": "Isto tako, monasi, kad čovek iz poverenja napusti domaćinski život… ",
  "mn29:4.47": "tada živi u patnji.",
  "mn29:4.48": "Takav se monah smatra onim koji je od svetačkog života uzeo tek unutrašnju koru",
  "mn29:4.49": "i time se zadovoljio.",
  "mn29:5.1": "A sad, monasi, recimo da čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući: ",
  "mn29:5.2": "’Žrtva sam rođenja, starosti i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn29:5.3": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn29:5.4": "I kad je tako otišao u beskućnike, stiče on dobitak, poštovanje i dobar glas.",
  "mn29:5.5": "Ali nije zadovoljan tim dobitkom, poštovanjem i dobrim glasom; njegova namera nije ostvarena… ",
  "mn29:5.8": "I kako je marljiv, usavršava se u vrlini.",
  "mn29:5.9": "Zadovoljan je usavršenošću u vrlini, ali njegova namera nije ostvarena… ",
  "mn29:5.11": "I pošto je marljiv, usavršava se u koncentraciji.",
  "mn29:5.12": "Zadovoljan je usavršenošću u koncentraciji, ali njegova namera nije ostvarena.",
  "mn29:5.13": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn29:5.14": "Ne postaje opijen usavršenošću u koncentraciji, niti je sve više nepažljiv, ne osvaja ga nepažljivost. I pošto je marljiv, postiže znanje i viđenje.",
  "mn29:5.15": "Zadovoljan je tim znanjem i viđenjem i njegova namera biva ostvarena.",
  "mn29:5.16": "Na osnovu toga sebe hvali, druge kritikuje ovako:",
  "mn29:5.17": "’Živim znajući i videći, ",
  "mn29:5.18": "ali ovi drugi monasi žive i bez znanja i bez viđenja.’ ",
  "mn29:5.19": "Tako postaje opijen znanjem i viđenjem, sve više je nepažljiv, osvaja ga nepažljivost. Pošto je nepažljiv, živi u patnji.",
  "mn29:5.20": "Zamislite sad čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. Zanemarivši srž stabla, naseče on njegov meki deo i ponese ga misleći da je to srž stabla.",
  "mn29:5.21": "Onda čovek dobroga vida, kad ga sretne, kaže:",
  "mn29:5.22": "’Ovaj dobri čovek nije znao šta je srž stabla… grane i lišće. ",
  "mn29:5.23": "I tako, pošto mu je bila potrebna dobra drvena građa … nasekao je njegov meki deo, te ga poneo misleći da je to srž stabla.",
  "mn29:5.24": "Šta god da je ovaj dobri čovek mislio da napravi od dobre drvene građe, ovo mu neće dobro poslužiti za to.’ ",
  "mn29:5.25": "Isto tako, monasi, kad čovek iz poverenja napusti domaćinski život… ",
  "mn29:5.41": "tada živi u patnji.",
  "mn29:5.42": "Takav se monah smatra onim koji je od svetačkog života uzeo tek meki deo",
  "mn29:5.43": "i time se zadovoljio.",
  "mn29:6.1": "A sad, monasi, recimo da čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući:",
  "mn29:6.2": "’Žrtva sam rođenja, starenja i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn29:6.3": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn29:6.4": "I kad je tako otišao u beskućnike, stiče on dobitak, poštovanje i dobar glas.",
  "mn29:6.5": "Ali nije zadovoljan tim dobitkom, poštovanjem i dobrim glasom; njegova namera nije ostvarena… ",
  "mn29:6.6": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn29:6.7": "I kako je marljiv, usavršava se u vrlini.",
  "mn29:6.8": "Zadovoljan je usavršenošću u vrlini, ali njegova namera nije ostvarena… ",
  "mn29:6.9": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn29:6.10": "I pošto je marljiv, usavršava se u koncentraciji.",
  "mn29:6.11": "Zadovoljan je usavršenošću u koncentraciji, ali njegova namera nije ostvarena… ",
  "mn29:6.12": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn29:6.13": "I pošto je marljiv, postiže znanje i viđenje.",
  "mn29:6.14": "Zadovoljan je tim znanjem i viđenjem, ali njegova namera nije ostvarena. ",
  "mn29:6.15": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn29:6.16": "Ne postaje opijen znanjem i viđenjem, niti je sve više nepažljiv, ne osvaja ga nepažljivost. I pošto je marljiv, postiže trajno oslobođenje.",
  "mn29:6.17": "A tada je nemoguće za monaha da nazaduje u odnosu na to trajno oslobođenje.",
  "mn29:6.18": "Zamislite sad čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. I naseče samo srž stabla i ponese ga znajući da je to srž stabla.",
  "mn29:6.19": "Onda čovek dobroga vida, kad ga sretne, kaže:",
  "mn29:6.20": "’Ovaj dobri čovek je znao šta je srž stabla, šta je njegov meki deo, šta unutrašnja, a šta spoljašnja kora, i šta su njegove grane i lišće. ",
  "mn29:6.21": "I tako, pošto mu je bila potrebna dobra drvena građa, tragajući za dobrom drvenom građom, naišao je na veliko drvo snažnog debla. Onda je nasekao njegovu srž i poneo je, znajući da je to srž stabla.",
  "mn29:6.22": "Šta god da je ovaj dobri čovek mislio da napravi od dobre drvene građe, ovo će mu dobro poslužiti za to.’ ",
  "mn29:6.23": "Isto tako, monasi, kad čovek iz poverenja napusti domaćinski život… ",
  "mn29:6.38": "I pošto je marljiv, postiže trajno oslobođenje.",
  "mn29:6.39": "A tada je nemoguće za tog monaha da nazaduje u odnosu na to trajno oslobođenje.",
  "mn29:7.1": "Tako, monasi, korist od ovog svetačkog života nisu dobitak, poštovanje i dobar glas, niti je korist pročišćenje vrline, niti je korist veština koncentracije, niti su korist znanje i viđenje.",
  "mn29:7.2": "Samo neopozivo oslobođenje uma je cilj svetačkog života, ",
  "mn29:7.3": "to je njegova srž i njegov vrhunac.” ",
  "mn29:7.4": "Ovako reče Blaženi.",
  "mn29:7.5": "Zadovoljni, monasi se obradovaše rečima Blaženoga."
}