{
  "mn2:0.1": "Budni govori srednje dužine 2 ",
  "mn2:0.2": "Svi otrovi ",
  "mn2:1.1": "Ovako sam čuo. ",
  "mn2:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn2:1.3": "Tu on reče monasima: ",
  "mn2:1.4": "„Monasi.” ",
  "mn2:1.5": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "mn2:1.6": "A Blaženi ovako nastavi: ",
  "mn2:2.1": "„Monasi, podučiću vas govorom o obuzdavanju svih otrova. ",
  "mn2:2.2": "Slušajte i dobro zapamtite šta ću vam reći.” ",
  "mn2:2.3": "„Da, poštovani gospodine,” odgovoriše monasi. ",
  "mn2:2.4": "A Blaženi ovako nastavi: ",
  "mn2:3.1": "„Monasi, uklanjanje otrova je za onoga ko zna i vidi. Kažem vam, nije za onoga ko ne zna i ne vidi. ",
  "mn2:3.2": "A šta to on zna i vidi? ",
  "mn2:3.3": "Temeljnu pažnju i površnu pažnju. ",
  "mn2:3.4": "Kada je monahova pažnja površna, još nenastali otrovi nastaju, a oni već nastali se pojačavaju. ",
  "mn2:3.5": "Kada je monahova pažnja temeljna, još nenastali otrovi ne nastaju, a već nastali otrovi nestaju. ",
  "mn2:4.1": "Monasi, ima otrova koje treba ukloniti viđenjem. Ima otrova koje treba ukloniti obuzdavanjem. Ima otrova koje treba ukloniti korišćenjem. Ima otrova koje treba ukloniti istrajnošću. Ima otrova koje treba ukloniti izbegavanjem. Ima otrova koje treba ukloniti napuštanjem. Ima otrova koje treba ukloniti razvijanjem. ",
  "mn2:5.0": "1. Otrovi koje treba ukloniti viđenjem ",
  "mn2:5.1": "Koji su to, monasi, otrovi koje treba ukloniti viđenjem? ",
  "mn2:5.2": "Kada neuk, običan čovek, koji ne poštuje plemenite, neupućen je i bez prakse u njihovom učenju, koji ne poštuje istinske ljude, neupućen je i bez prakse u njihovom učenju, ",
  "mn2:5.3": "ne razume koje stvari su vredne pažnje ili koje stvari nisu vredne pažnje. ",
  "mn2:5.4": "I pošto je takav, on stvarima koje nisu vredne pažnje poklanja pažnju, a stvarima koje jesu vredne pažnje ne poklanja pažnju. ",
  "mn2:6.1": "Koje to stvari nisu vredne pažnje, a on se za njih zanima? ",
  "mn2:6.2": "Svaka stvar zbog koje, kad joj pokloni pažnju, još nenastali otrov želje za zadovoljstvima čula u njemu nastaje, a već nastali otrov želje za zadovoljstvima čula se pojačava, ",
  "mn2:6.3": "još nenastali otrov želje za bivanjem u njemu nastaje, a već nastali otrov želje za bivanjem se pojačava, ",
  "mn2:6.4": "još nenastali otrov neznanja u njemu nastaje, a već nastali otrov neznanja se pojačava. ",
  "mn2:6.5": "To su stvari koje nisu vredne pažnje, a on se za njih zanima. ",
  "mn2:6.6": "A koje su to stvari vredne pažnje, a on se za njih ne zanima? ",
  "mn2:6.7": "Svaka stvar zbog koje, kada joj pokloni pažnju, još nenastali otrov želje za zadovoljstvima čula u njemu i ne nastaje, a već nastali otrov želje za zadovoljstvima čula nestaje, ",
  "mn2:6.8": "još nenastali otrov želje za bivanjem u njemu i ne nastaje, a već nastali otrov želje za bivanjem nestaje, ",
  "mn2:6.9": "još nenastali otrov neznanja u njemu i ne nastaje, a već nastali otrov neznanja nestaje. ",
  "mn2:6.10": "To su stvari vredne pažnje, a on se za njih ne zanima. ",
  "mn2:7.1": "I upravo zato što poklanja pažnju stvarima kojima nisu vredne pažnje, a ne onima koje jesu vredne njegove pažnje, upravo zato još nenastali otrovi u njemu nastaju, a oni već nastali se pojačavaju. ",
  "mn2:7.2": "Ovako on pogrešno razmišlja: ",
  "mn2:7.3": "’Jesam li živeo u prošlosti? Ili nisam živeo u prošlosti? Šta sam bio u prošlom životu? Kakav sam bio u prošlom životu? Ako sam bio takav, gde sam živeo? ",
  "mn2:7.4": "Hoću li živeti i u budućnosti? Ili neću imati budući život? Šta ću biti u budućem životu? Kakav ću biti u budućem životu? Ako ću biti takav, gde ću živeti?’ ",
  "mn2:7.5": "Ili on lupa glavu o neposrednoj sadašnjosti: ",
  "mn2:7.6": "’Da li ja postojim? Ili ne postojim? Ko sam ja? Kakav sam ja? Otkud je ovo biće nastalo? Kuda ide?’ ",
  "mn2:8.1": "I dok on tako razmišlja o onome što ne bi trebalo, jedno od šest vrstagledišta u njemu nastaje: ",
  "mn2:8.2": "Gledište ’sopstvo postoji za mene’ u njemu se javlja kao istinito i utemeljeno; ",
  "mn2:8.3": "gledište ’nikakvo sopstvo ne postoji za mene’…; ",
  "mn2:8.4": "gledište ’sopstvom opažam sopstvo’…; ",
  "mn2:8.5": "gledište ’sopstvom opažam ne-sopstvo’…; ",
  "mn2:8.6": "gledište ’ne-sopstvom opažam sopstvo’ se u njemu javlja kao istinito i utemeljeno; ",
  "mn2:8.7": "ili pak ima gledište poput ovog: ",
  "mn2:8.8": "’Upravo ovo moje sopstvo je to koje govori, oseća i doživljava ovde i tamo plod dobrih i loših postupaka; ali ono je trajno, ne menja se, večno, ne podleže promeni i zauvek će postojati.’ ",
  "mn2:8.9": "Ovo spekulativno gledište, monasi, naziva se šikara gledišta, džungla gledišta, iskrivljenost gledišta, nakaza gledišta, okov gledišta. ",
  "mn2:8.10": "Sapet okovima gledišta, neuk, običan čovek ne oslobađa se rođenja, starosti i smrti, niti žalosti, naricanja, bola, tuge i očaja; ",
  "mn2:8.11": "kažem vam, ne oslobađa se patnje. ",
  "mn2:9.1": "Monasi, dobro upućen plemeniti učenik, ",
  "mn2:9.2": "onaj ko se obazire na plemenite, upućen je i dobro uvežban u njihovom učenju, onaj koji poštuje moralne ljude, upućen je i dobro uvežban u njihovom učenju, ",
  "mn2:9.3": "razume kojim stvarima vredi pokloniti pažnju, a kojima ne vredi. ",
  "mn2:9.4": "I pošto je takav, on stvarima koje su vredne pažnje poklanja pažnju, a stvarima koje nisu vredne pažnje ne poklanja. ",
  "mn2:10.1": "A koje to stvari nisu vredne pažnje i on se za njih ni ne zanima? ",
  "mn2:10.2": "Svaka stvar zbog koje, kad joj pokloni pažnju, još nenastali otrov želje za zadovoljstvima čula u njemu nastaje, a već nastali otrov želje za zadovoljstvima čula se pojačava, ",
  "mn2:10.3": "još nenastali otrov želje za bivanjem u njemu nastaje, a već nastali otrov želje za bivanjem se pojačava, ",
  "mn2:10.4": "još nenastali otrov neznanja u njemu nastaje, a već nastali otrov neznanja se pojačava. ",
  "mn2:10.5": "To su stvari koje nisu vredne pažnje i on se za njih ni ne zanima. ",
  "mn2:10.6": "A koje su to stvari vredne pažnje i on se za njih zanima? ",
  "mn2:10.7": "Svaka stvar zbog koje, kada joj pokloni pažnju, još nenastali otrov želje za zadovoljstvima čula u njemu i ne nastaje, a već nastali otrov želje za zadovoljstvima čula nestaje, ",
  "mn2:10.8": "još nenastali otrov želje za bivanjem u njemu i ne nastaje, a već nastali otrov želje za bivanjem nestaje, ",
  "mn2:10.9": "još nenastali otrov neznanja u njemu i ne nastaje, a već nastali otrov neznanja nestaje. ",
  "mn2:10.10": "To su stvari koje nisu vredne pažnje i on se za njih ni ne zanima. ",
  "mn2:10.11": "I upravo zato što poklanja pažnju stvarima kojima su vredne pažnje, a ne onima koje jesu vredne njegove pažnje, upravo zato još nenastali otrovi u njemu ne nastaju, a nestaju oni koji u njemu već postoje. ",
  "mn2:11.1": "Ovako on temeljno razmatra: ’Ovo je patnja’; temeljno razmatra: ’Ovo je nastanak patnje’; temeljno razmatra: ’Ovo je prestanak patnje’; temeljno razmatra: ’Ovo je put koji vodi prestanku patnje.’ ",
  "mn2:11.2": "I dok razmatra stvari na taj način, sa njega spadaju tri okova: ",
  "mn2:11.3": "verovanje da postoji trajna osoba, sumnjičavost i slepo poštovanje pravila i rituala. ",
  "mn2:11.4": "To su, monasi, otrovi koje treba ukloniti viđenjem? ",
  "mn2:12.0": "2. Otrovi koje treba ukloniti obuzdavanjem ",
  "mn2:12.1": "A koji su to, monasi, otrovi koje treba ukloniti obuzdavanjem? ",
  "mn2:12.2": "Dešava se da monah, temeljno razmatrajući, živi obuzdanog čula vida. ",
  "mn2:12.3": "I dok bi otrovi, nemir i groznica mogli nastati u onome ko živi neobuzdanog čula vida, nema otrova, nemira i groznice u onome ko živi obuzdanog čula vida. ",
  "mn2:12.4": "Temeljno razmatrajući, živi on obuzdanog čula sluha… ",
  "mn2:12.5": "obuzdanog čula mirisa… ",
  "mn2:12.6": "obuzdanog čula ukusa… ",
  "mn2:12.7": "obuzdanog čula dodira… ",
  "mn2:12.8": "obuzdanog uma. ",
  "mn2:12.9": "I dok bi otrovi, nemir i groznica mogli nastati u onome ko živi neobuzdanog uma, nema otrova, nemira i groznice u onome ko živi obuzdanog uma. ",
  "mn2:12.11": "To su otrovi koje treba ukloniti obuzdavanjem. ",
  "mn2:13.0": "3. Otrovi koje treba ukloniti korišćenjem ",
  "mn2:13.1": "A koji su to, monasi, otrovi koje treba ukloniti korišćenjem? ",
  "mn2:13.3": "da se zaštiti od hladnoće, da se zaštiti od vrućine, da se zaštiti od muva, komaraca, vetra, sunca i gmizavaca, da pokrije one delove tela koje je nepristojno otkrivati. ",
  "mn2:14.1": "Pošto temeljno razmotri, isprošenu hranu ne koristi ",
  "mn2:14.2": "za zabavu, ni za omamljivanje, ni radi fizičke lepote i privlačnosti, već samo za snagu i izdržljivost svoga tela, da ukloni glad, kao potporu svetačkom životu. On ovako razmišlja: ’Na taj način iskoreniću stare osećaje, a neću stvoriti nove; biću zdrav, neporočan i živeti ugodno.’ ",
  "mn2:15.1": "Pošto temeljno razmotri, svoje boravište koristi samo ",
  "mn2:15.2": "da se zaštiti od hladnoće, od vrućine, da se zaštiti od muva, komaraca, vetra, sunca i gmizavaca, samo da se zaštiti od ćudi vremena i uživa u samoći. ",
  "mn2:16.1": "Pošto temeljno razmotri, lekove koristi samo ",
  "mn2:16.2": "da bi uklonio bolesti koje ga zadese i sačuvao dobro zdravlje. ",
  "mn2:17.1": "I dok bi otrovi, nemir i groznica mogli nastati u onome ko ove četiri potrepštine ne koristi na ovakav način, nema otrova, nemira i groznice u onome ko ih tako koristi. ",
  "mn2:17.2": "To su otrovi koje treba ukloniti korišćenjem. ",
  "mn2:18.0": "4. Otrovi koje treba ukloniti istrajnošću ",
  "mn2:18.1": "A koji su to, monasi, otrovi koje treba ukloniti istrajnošću? ",
  "mn2:18.2": "Dešava se da monah, pošto temeljno razmatra, podnosi hladnoću i vrućinu, glad i žeđ, muve, komarce, vetar, sunce i gmizavce; on podnosi zlonamerne, ružne reči i telesne osećaje koji, kada se jave, jesu bolni, mučni, oštri, razdirući, neprijatni, iznurujući i ugrožavaju život. ",
  "mn2:18.3": "I dok bi otrovi, nemir i groznica mogli nastati u onome ko ovakve stvari ne podnosi, nema otrova, nemira i groznice u onome ko ih podnosi. ",
  "mn2:18.4": "To su otrovi koje treba ukloniti istrajnošću. ",
  "mn2:19.0": "5. Otrovi koje treba ukloniti izbegavanjem ",
  "mn2:19.1": "A koji su to, monasi, otrovi koje treba ukloniti izbegavanjem? ",
  "mn2:19.2": "Dešava se da monah, pošto temeljno razmatra, izbegava divljeg slona, divljeg konja, divlje govedo, divljeg psa, zmiju, klade, bodljikavu šikaru, provaliju, liticu, jamu, kanal. ",
  "mn2:19.3": "Videći stvari na pravi način, on izbegava da sedi na raznim neprikladnim mestima, da tumara neprikladnim krajevima i da bude u društvu loših prijatelja zbog čega bi njegovi drugi, mudri prijatelji u svetačkom životu mogli da posumnjaju u ispravnost njegovog ponašanja. ",
  "mn2:19.4": "I dok bi otrovi, nemir i groznica mogli nastati u onome ko ne izbegava ovakve stvari, nema otrova, nemira i groznice u onome ko ih izbegava. ",
  "mn2:19.5": "To su otrovi koje treba ukloniti izbegavanjem. ",
  "mn2:20.0": "6. Otrovi koje treba ukloniti napuštanjem ",
  "mn2:20.1": "A koji su to, monasi, otrovi koje treba ukloniti napuštanjem? ",
  "mn2:20.2": "Dešava se da monah, pošto temeljno razmatra, ne toleriše misao ispunjenu željom za zadovoljstvima čula; on je napušta, uklanja, odbacuje i uništava. Ne toleriše misao ispunjenu zlovoljom… Ne toleriše misao ispunjenu okrutnošću… Ne toleriše rđava, štetna mentalna stanja; napušta ih, uklanja, odbacuje i uništava. ",
  "mn2:20.3": "I dok bi otrovi, nemir i groznica mogli nastati u onome ko ne napušta ovakve stvari, nema otrova, nemira i groznice u onome ko ih napušta. ",
  "mn2:20.4": "To su otrovi koje treba ukloniti napuštanjem. ",
  "mn2:21.0": "7. Otrovi koje treba ukloniti razvijanjem ",
  "mn2:21.1": "A koji su to, monasi, otrovi koje treba ukloniti razvijanjem? ",
  "mn2:21.2": "Dešava se da monah, pošto temeljno razmatra, razvija svesnost kao element probuđenja, podržanu osamljenošću, hlađenjem strasti i prestankom, što za rezultat ima nevezivanje. ",
  "mn2:21.3": "On razvija istraživanje pojava kao element probuđenja… ",
  "mn2:21.4": "razvija energičnost kao element probuđenja… ",
  "mn2:21.5": "razvija ushićenje kao element probuđenja… ",
  "mn2:21.6": "razvija smirenje kao element probuđenja… ",
  "mn2:21.7": "razvija koncentraciju kao element probuđenja… ",
  "mn2:21.8": "razvija spokojstvo kao element probuđenja, podržano osamljenošću, hlađenjem strasti i prestankom, što za rezultat ima nevezivanje. ",
  "mn2:21.9": "I dok bi otrovi, nemir i groznica mogli nastati u onome ko ne razvija ove elemente probuđenja, nema otrova, nemira i groznice u onome ko ih razvija. ",
  "mn2:21.10": "To su, monasi, otrovi koje treba ukloniti razvijanjem? ",
  "mn2:22.1": "Monasi, kada monah otrove koje treba ukloniti viđenjem ukloni viđenjem,one koje treba ukloniti obuzdavanjem ukloni obuzdavanjem, onekoje treba ukloniti korišćenjem ukloni korišćenjem, one koje treba uklonitiistrajnošću ukloni istrajnošću, one koje treba ukloniti izbegavanjem ukloniizbegavanjem, one koje treba ukloniti napuštanjem ukloni napuštanjem,one koje treba ukloniti razvijanjem ukloni razvijanjem – ",
  "mn2:22.2": "tek tada je on monah koji živi obuzdan u pogledu svih vrsta otrova. Iskorenio je žudnju, odbacio okove i potpuno prozrevši obmanu, stigao na kraj patnje.” ",
  "mn2:22.3": "Tako reče Blaženi. ",
  "mn2:22.4": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}
