{
  "mn30:0.1": "Budini govori srednje dužine 30 ",
  "mn30:0.2": "Kratki govor o poređenju sa središtem stabla",
  "mn30:1.1": "Ovako sam čuo.",
  "mn30:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn30:2.1": "Onda brahman Pingalakoććha dođe do Blaženog i pozdravi se sa njim.",
  "mn30:2.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i reče Blaženom:",
  "mn30:2.3": "„Učitelju Gotama, ovde su ovi askete i brahmani, starešine redova, starešine grupa, učitelji grupa, ugledni i nadaleko čuveni osnivači tradicija, koje mnogi smatraju svecima",
  "mn30:2.4": "Pūraṇa Kassapa, Makkhali Gosāla, Ađita Kesakambalin, Pakudha Kaććāyana, Sañđaya Belaṭṭhiputta i Nigaṇṭha Nātaputta.",
  "mn30:2.5": "Imaju li svi oni neposredno znanje, kao što tvrde, ili niko od njih nema neposredno znanje ili ga neki imaju, a drugi nemaju?",
  "mn30:2.6": "„Dovoljno je, brahmane. Neka se na tome zaustavi!",
  "mn30:2.7": "’Imaju li svi oni neposredno znanje, kao što tvrde, ili niko od njih nema neposredno znanje ili ga neki imaju, a drugi nemaju?’ Podučiću te Dhammi, brahmane. Slušaj i dobro zapamti šta ću ti reći. ",
  "mn30:2.10": "„Da, gospodine",
  "mn30:3.1": "„Brahmane, zamisli čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. Zanemarivši srž stabla, njegov meki deo, unutrašnju koru i spoljašnju koru, naseče grane i lišće i ponese ih misleći da je to srž stabla.",
  "mn30:3.2": "Onda čovek dobroga vida, kad ga sretne, kaže:",
  "mn30:3.3": "’Ovaj dobri čovek nije znao šta je srž stabla, njegov meki deo, unutrašnja kora, spoljašnja kora, niti grane i lišće. ",
  "mn30:3.4": "I tako, pošto mu je bila potrebna dobra drvena građa, tragajući za dobrom drvenom građom, naišao je na veliko drvo snažnog debla. Zanemarivši srž stabla, njegov meki deo, unutrašnju koru i spoljašnju koru, nasekao je grane i lišće i poneo ih misleći da je to srž stabla.",
  "mn30:3.5": "Šta god da je taj čovek mislio da napravi od dobre drvene građe, ovo mu neće poslužiti za to.’ ",
  "mn30:4.1": "Zamisli sad čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. Zanemarivši srž stabla, njegov meki deo i unutrašnju koru, naseče spoljašnju koru i ponese je misleći da je to srž stabla.",
  "mn30:4.2": "Onda čovek dobroga vida, kad ga sretne, kaže:",
  "mn30:4.3": "’Ovaj dobri čovek nije znao šta je srž stabla… grane i lišće. ",
  "mn30:4.4": "I tako, pošto mu je bila potrebna dobra drvena građa… nasekao je njegovu spoljašnju koru i poneo je misleći da je to srž stabla. ",
  "mn30:4.5": "Šta god da je ovaj čovek mislio da napravi od dobre drvene građe, ovo mu neće poslužiti za to.’ ",
  "mn30:5.1": "Zamisli sad čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. Zanemarivši srž stabla i njegov meki deo, naseče unutrašnju koru i ponese je misleći da je to srž stabla.",
  "mn30:5.2": "Onda čovek dobroga vida, kad ga sretne, kaže:",
  "mn30:5.3": "’Ovaj dobri čovek nije znao šta je srž stabla… grane i lišće. ",
  "mn30:5.4": "I tako, pošto mu je bila potrebna dobra drvena građa… nasekao je njegovu unutrašnju koru i poneo je misleći da je to srž stabla. ",
  "mn30:5.5": "Šta god da je ovaj dobri čovek mislio da napravi od dobre drvene građe, ovo mu neće poslužiti za to.’ ",
  "mn30:6.1": "Zamisli sad čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. Zanemarivši srž stabla, naseče njegov meki deo i ponese ga misleći da je to srž stabla.",
  "mn30:6.2": "Onda čovek dobroga vida, kad ga sretne, kaže:",
  "mn30:6.3": "’Ovaj dobri čovek nije znao šta je srž stabla… grane i lišće. ",
  "mn30:6.4": "I tako, pošto mu je bila potrebna dobra drvena građa… nasekao je njegov meki deo i poneo ga misleći da je to srž stabla. ",
  "mn30:6.5": "Šta god da je ovaj dobri čovek mislio da napravi od dobre drvene građe, ovo mu neće dobro poslužiti za to.’ ",
  "mn30:7.1": "Zamisli sad čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. I naseče samo srž stabla i ponese ga znajući da je to srž stabla.",
  "mn30:7.2": "Onda čovek dobroga vida, kad ga sretne, kaže:",
  "mn30:7.3": "’Ovaj dobri čovek je znao šta je srž stabla, šta je njegov meki deo, šta unutrašnja, a šta spoljašnja kora, i šta su njegove grane i lišće. ",
  "mn30:7.4": "I tako, pošto mu je bila potrebna dobra drvena građa, tragajući za dobrom drvenom građom, naišao je na veliko drvo snažnog debla. Onda je nasekao njegovu srž i poneo je znajući da je to srž stabla.",
  "mn30:7.5": "Šta god da je ovaj dobri čovek mislio da napravi od dobre drvene građe, ovo će mu dobro poslužiti za to.’ ",
  "mn30:8.1": "Isto tako, brahmane, neki čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući:",
  "mn30:8.2": "’Žrtva sam rođenja, starosti i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn30:8.3": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn30:8.4": "I kad je tako otišao u beskućnike, stiče on dobitak, poštovanje i dobar glas.",
  "mn30:8.5": "Zadovoljan je tim dobitkom, poštovanjem i dobrim glasom, njegova namera biva ostvarena.",
  "mn30:8.6": "Na osnovu toga sam sebe hvali, a druge kritikuje ovako:",
  "mn30:8.7": "’Stekao sam dobitak, poštovanje i dobar glas, ali ovi drugi monasi su nepoznati, niko za njih i ne zna.’ ",
  "mn30:8.8": "I u njemu nema želje da bilo šta više učini, ne ulaže napor da dostigne ona druga stanja, viša i tananija od dobitka, poštovanja i dobrog glasa; nazaduje i propada.",
  "mn30:8.9": "Zbog toga kažem da je ta osoba poput čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. Zanemarivši srž stabla, njegov meki deo, unutrašnju koru i spoljašnju koru, naseče on grane i lišće i ponese ih misleći da je to srž stabla.",
  "mn30:8.10": "Šta god da je mislio da napravi od dobre drvene građe, ovo mu neće poslužiti za to. ",
  "mn30:8.11": "Zbog toga kažem da je ta osoba poput čoveka (koji je pogrešio grane i lišće za srž stabla).",
  "mn30:9.1": "Isto tako, brahmane, neki čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući:",
  "mn30:9.2": "’Žrtva sam rođenja, starosti i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn30:9.3": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn30:9.4": "I kad je tako otišao u beskućnike, stiče on dobitak, poštovanje i dobar glas.",
  "mn30:9.5": "Ali nije zadovoljan tim dobitkom, poštovanjem i dobrim glasom; njegova namera nije ostvarena.",
  "mn30:9.6": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn30:9.7": "U njemu ima želje da deluje, ulaže napor da dostigne ona druga stanja, viša i tananija od dobitka, poštovanja i dobrog glasa; ne nazaduje i ne propada.",
  "mn30:9.8": "Tako postiže pročišćenje vrline.",
  "mn30:9.9": "Zadovoljan je usavršenošću u vrlini i njegova namera biva ostvarena.",
  "mn30:9.10": "Na osnovu toga sam sebe hvali, a druge kritikuje ovako:",
  "mn30:9.11": "’Ja sam pun vrline, dobrog karaktera, ali ovi drugi monasi su nemoralni, lošeg karaktera.’ ",
  "mn30:9.12": "I u njemu nema želje da bilo šta više učini, ne ulaže napor da dostigne ona druga stanja, viša i tananija od pročišćenja vrline; nazaduje i propada.",
  "mn30:9.13": "Zbog toga kažem da je ta osoba poput čoveka kojem treba dobra drvena građa… te zanemarivši srž stabla, njegov meki deo i unutrašnju koru, naseče spoljašnju koru i ponese je misleći da je to srž stabla. ",
  "mn30:9.14": "Šta god da je mislio da napravi od dobre drvene građe, ovo mu neće poslužiti za to.",
  "mn30:9.15": "Zbog toga kažem da je ta osoba poput čoveka (koji je pogrešio spoljašnju koru za srž stabla).",
  "mn30:10.1": "Isto tako, brahmane, neki čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući:",
  "mn30:10.2": "’Žrtva sam rođenja, starosti i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn30:10.3": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn30:10.4": "I kad je tako otišao u beskućnike, stiče on dobitak, poštovanje i dobar glas.",
  "mn30:10.5": "Ali nije zadovoljan tim dobitkom, poštovanjem i dobrim glasom; njegova namera nije ostvarena.",
  "mn30:10.6": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn30:10.7": "U njemu ima želje da deluje, ulaže napor da dostigne ona druga stanja, viša i tananija od pročišćenja vrline; ne nazaduje i ne propada.",
  "mn30:10.8": "Onda postiže pročišćenje vrline.",
  "mn30:10.9": "Zadovoljan je usavršenošću u vrlini, ali njegova namera nije ostvarena.",
  "mn30:10.10": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn30:10.11": "U njemu ima želje da deluje, ulaže napor da dostigne ona druga stanja, viša i tananija od pročišćenja vrline; ne nazaduje i ne propada.",
  "mn30:10.12": "Onda postiže koncentraciju.",
  "mn30:10.13": "Zadovoljan je usavršenošću u koncentraciji i njegova namera biva ostvarena.",
  "mn30:10.14": "Na osnovu toga sebe hvali, a druge kritikuje ovako:",
  "mn30:10.15": "’Koncentrisan sam, um mi je sjedinjen, ali ovi drugi monasi su nepažljivi, njihov um je rastresen.’ ",
  "mn30:10.16": "I u njemu nema želje da bilo šta više učini, ne ulaže napor da dostigne ona druga stanja, viša i tananija od koncentracije; nazaduje i propada.",
  "mn30:10.17": "Zbog toga kažem da je ta osoba poput čoveka kojem treba dobra drvena građa… i zanemarivši srž stabla i njegov meki deo, naseče unutrašnju koru i ponese je misleći da je to srž stabla. ",
  "mn30:10.18": "Šta god da je mislio da napravi od dobre drvene građe, ovo mu neće poslužiti za to.",
  "mn30:11.1": "Isto tako, brahmane, neki čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući:",
  "mn30:11.2": "’Žrtva sam rođenja, starosti i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn30:11.3": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn30:11.4": "I kad je tako otišao u beskućnike, stiče on dobitak, poštovanje i dobar glas.",
  "mn30:11.5": "Ali nije zadovoljan tim dobitkom, poštovanjem i dobrim glasom; njegova namera nije ostvarena.",
  "mn30:11.8": "Onda postiže pročišćenje vrline.",
  "mn30:11.9": "Zadovoljan je usavršenošću u vrlini, ali njegova namera nije ostvarena.",
  "mn30:11.12": "Onda postiže koncentraciju.",
  "mn30:11.13": "Zadovoljan je usavršenošću u koncentraciji, ali njegova namera nije ostvarena.",
  "mn30:11.14": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn30:11.15": "U njemu ima želje da deluje, ulaže napor da dostigne ona druga stanja, viša i tananija od usavršenosti u koncentraciji; ne nazaduje i ne propada.",
  "mn30:11.16": "Tako postiže znanje i viđenje.",
  "mn30:11.17": "Zadovoljan je tim znanjem i viđenjem i njegova namera biva ostvarena.",
  "mn30:11.18": "Na osnovu toga sam sebe hvali, a druge kritikuje ovako:",
  "mn30:11.19": "’Živim tako što znam i vidim, ali ovi drugi monasi žive tako što niti znaju, niti vide.’ ",
  "mn30:11.20": "I u njemu nema želje da bilo šta više učini, ne ulaže napor da dostigne ona druga stanja, viša i tananija od znanja i viđenja; nazaduje i propada.",
  "mn30:11.21": "Zbog toga kažem da je ta osoba poput čoveka kojem treba dobra drvena građa… i zanemarivši srž stabla, naseče njegov meki deo i ponese ga misleći da je to srž stabla. ",
  "mn30:11.22": "Šta god da je mislio da napravi od dobre drvene građe, ovo mu neće poslužiti za to.",
  "mn30:12.1": "Isto tako, brahmane, neki čovek iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući:",
  "mn30:12.2": "’Žrtva sam rođenja, starosti i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. ",
  "mn30:12.3": "Sigurno da je moguće stići na kraj čitavog tog okeana patnje.’ ",
  "mn30:12.4": "I kad je tako otišao u beskućnike, stiče on dobitak, poštovanje i dobar glas.",
  "mn30:12.5": "Ali nije zadovoljan tim dobitkom, poštovanjem i dobrim glasom; njegova namera nije ostvarena.",
  "mn30:12.8": "Onda postiže pročišćenje vrline.",
  "mn30:12.9": "Zadovoljan je pročišćenjem vrline, ali njegova namera nije ostvarena.",
  "mn30:12.12": "Onda postiže koncentraciju.",
  "mn30:12.13": "Zadovoljan je tim postignućem koncentracije, ali njegova namera nije ostvarena.",
  "mn30:12.16": "Onda postiže znanje i viđenje.",
  "mn30:12.17": "Zadovoljan je tim znanjem i viđenjem, ali njegova namera nije ostvarena.",
  "mn30:12.18": "Na osnovu toga ne hvali sebe, niti kritikuje druge.",
  "mn30:12.19": "U njemu ima želje da deluje, ulaže napor da dostigne ona druga stanja, viša i tananija od znanja i viđenja; ne nazaduje i ne propada.",
  "mn30:12.20": "Ali koja su, brahmane, ta druga stanja, viša i tananija od znanja i viđenja?",
  "mn30:13.1": "Tako, brahmane, sasvim obuzdanih čula, bez mentalnih nečistoća, monah ulazi i ostaje na prvom stupnju zadubljenja, koji prate usmerena misao i istraživanje, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn30:13.2": "To je stanje, više i tananije od znanja i viđenja.",
  "mn30:14.1": "I opet, smirivanjem usmerene misli i istraživanja monah ulazi i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije.",
  "mn30:14.2": "To je takođe stanje, više i tananije od znanja i viđenja.",
  "mn30:15.1": "I opet, slabljenjem ushićenja monah ostaje spokojan, svestan i s jasnim razumevanjem, sa fizičkim osećajem zadovoljstva. Monah ulazi i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: ’Srećan je čovek ispunjen spokojstvom i svesnošću.’ ",
  "mn30:15.2": "To je takođe stanje, više i tananije od znanja i viđenja.",
  "mn30:16.1": "I opet, napuštanjem zadovoljstva i bola, kao i sa ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn30:16.2": "To je takođe stanje, više i tananije od znanja i viđenja.",
  "mn30:17.1": "I opet, sa potpunim nadilaženjem opažanja oblika, nestankom opažanja čulnih utisaka, sa neobraćanjem pažnje na opažanje različitosti, svestan da ’prostor jeste beskrajan’, monah ulazi i ostaje u području beskrajnog prostora. ",
  "mn30:17.2": "To je takođe stanje, više i tananije od znanja i viđenja.",
  "mn30:18.1": "I opet, sa potpunim nadilaženjem područja beskrajnog prostora, svestan da ’svest jeste beskonačna’, monah ulazi i ostaje u području beskonačne svesti. ",
  "mn30:18.2": "To je takođe stanje, više i tananije od znanja i viđenja.",
  "mn30:19.1": "I opet, sa potpunim nadilaženjem područja beskonačne svesti, svestan da ’nema ničega’, monah ulazi i ostaje u području ničega. ",
  "mn30:19.2": "To je takođe stanje, više i tananije od znanja i viđenja.",
  "mn30:20.1": "I opet, sa potpunim nadilaženjem područja ničega, monah ulazi i ostaje u području ni opažanja ni neopažanja.",
  "mn30:20.2": "To je takođe stanje, više i tananije od znanja i viđenja.",
  "mn30:21.1": "I opet, sa potpunim nadilaženjem područja ni opažanja ni neopažanja, monah ulazi i ostaje u području prestanka opažaja i osećaja. Tako što ih uvidi svojom mudrošću, njegovi otrovi bivaju potpuno uklonjeni.",
  "mn30:21.2": "To je takođe stanje, više i tananije nego što su to znanje i viđenje.",
  "mn30:21.3": "Sve su to stanja koja su viša i tananija od znanja i viđenja.",
  "mn30:22.1": "Zbog toga, brahmane, kažem da je ta osoba poput čoveka kojem treba dobra drvena građa, traga za dobrom drvenom građom i tragajući za zdravim drvetom naiđe na veliko drvo snažnog debla. A on naseče srž stabla i ponese ga znajući da je to srž stabla.",
  "mn30:22.2": "I tako, šta god da je mislio da napravi od dobre drvene građe, dobro će mu poslužiti za to.",
  "mn30:23.1": "Tako, brahmane, korist od ovog svetačkog života nisu dobitak, poštovanje i dobar glas, niti je korist pročišćenje vrline, niti je korist usavršenost u koncentraciji, niti su korist znanje i viđenje.",
  "mn30:23.2": "Samo neopozivo oslobođenje uma",
  "mn30:23.3": "jeste cilj svetačkog života, to je njegova srž i njegov vrhunac.",
  "mn30:24.1": "Kad ovo bi rečeno, brahman Pingalakoććha reče Blaženome:",
  "mn30:24.2": "„Izvrsno, učitelju Gotama! Izvrsno, učitelju Gotama! Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu.",
  "mn30:24.3": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. Neka me učitelj Gotama prihvati kao svog zaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!"
}