{
  "mn31:0.1": "Budini govori srednje dužine 31 ",
  "mn31:0.2": "Kratki govor u šumi Gosinga",
  "mn31:1.1": "Ovako sam čuo.",
  "mn31:1.2": "Jednom je Blaženi boravio u Nādiki, u kući od cigala.",
  "mn31:2.1": "U to vreme poštovani Anuruddha, poštovani Nandiya i poštovani Kimbila živeli su u sālovoj šumi Gosinga.",
  "mn31:3.1": "Jedno veče Blaženi izađe iz osame i otide do sālove šume Gosinga.",
  "mn31:3.2": "Čuvar šume ugleda Blaženoga još izdaleka",
  "mn31:3.3": "i reče mu:",
  "mn31:3.4": "„Ne ulazi u ovu šumu, isposniče.",
  "mn31:3.5": "U njoj se nalaze tri mladića koji tu traže svoju dobrobit.",
  "mn31:3.6": "Nemoj ih uznemiravati.",
  "mn31:4.1": "A poštovani Anuruddha čuje čuvara šume kako razgovara sa Blaže nim,",
  "mn31:4.2": "te mu doviknu:",
  "mn31:4.3": "„Prijatelju, čuvaru šume, ne sprečavaj Blaženog da uđe.",
  "mn31:4.4": "To je naš učitelj, Blaženi, koji nam dolazi.",
  "mn31:4.5": "Potom poštovani Anuruddha otide do poštovanog Nandiye i poštovanog Kimbile i reče im:",
  "mn31:4.6": "„Hajde­te, poštovani prijatelji, hajdete! Naš učitelj, Blaženi, došao je.",
  "mn31:5.1": "I tako sva trojica pođoše u susret Blaženom.",
  "mn31:5.2": "Jedan prihvati zdelu i gornji ogrtač, drugi pripremi mesto za sedenje, treći donese vode za pranje nogu.",
  "mn31:5.3": "Blaženi sede na pripremljeno mesto",
  "mn31:5.4": "i opra noge.",
  "mn31:5.5": "Onda se sva trojica poštovanih pokloniše Blaženome i sedoše sa strane.",
  "mn31:5.6": "Dok su tako sedeli, Blaženi im reče:",
  "mn31:5.7": "„Nadam se da vam svima dobro ide vežbanje, Anurudd­ha, nadam se da ste se dobro smestili, nadam se da nemate poteškoća u prošenju hrane.",
  "mn31:5.8": "„Dobro nam ide, Blaženi, dobro smo se smestili i nemamo poteškoća da isprosimo hranu.",
  "mn31:6.1": "„Nadam se, Anuruddha, da živite u slozi, poštujete jedan drugoga, ne svađate se; nadam se da ste kao mleko i voda kad se pomešaju, jedan na drugog gledate s ljubavlju.",
  "mn31:6.2": "„Svakako, živimo u slozi, poštujemo jedan drugoga, ne svađamo se, kao mleko i voda smo kad se pomešaju, jedan na drugog gledamo s lju­bavlju.",
  "mn31:6.3": "„Ali kako, Anuruddha, uspevate tako da živite?",
  "mn31:7.1": "„Poštovani gospodine, o tome ovako mislim:",
  "mn31:7.2": "'Dobitak je za mene, veliki je dobitak za mene",
  "mn31:7.3": "što živim s takvim saputnicima u svetačkom životu.'",
  "mn31:7.4": "I tako telesne postupke prožimam prijateljskom ljubavlju prema njima, i javno i privatno; verbalne postupke prožimam prijateljskom lju­bavlju prema njima, i javno i privatno; mentalne postupke prožimam pri­jateljskom ljubavlju prema njima, i javno i privatno.",
  "mn31:7.7": "Ovako razmišljam:",
  "mn31:7.8": "'Zašto ne bih odložio ono što želim da radim i uradio ono što ovi poštovani žele da urade?'",
  "mn31:7.9": "Onda to odložim i uradim ono što ovi poštovani žele da urade.",
  "mn31:7.10": "Poštovani gospodine, različiti smo u telu, ali jedinstveni u umu.",
  "mn31:7.11": "Poštovani Nandiya i poštovani Kimbila su svaki slično govorili, te dodadoše:",
  "mn31:7.23": "„Tako mi, poštovani gospodine, živimo u slozi, poštujemo jedan drugoga, ne svađamo se, kao mleko i voda smo kad se pomešaju, jedan na drugog gledamo s ljubavlju.",
  "mn31:8.1": "„Dobro je, Anuruddha, dobro je.",
  "mn31:8.2": "Nadam se da sva trojica živite marljivi, predani i odlučni.",
  "mn31:9.1": "„Svakako, poštovani gospodine, živimo marljivi, predani i odlučni.",
  "mn31:9.2": "„Ali kako, Anuruddha, uspevate tako da živite?",
  "mn31:9.3": "„Ko god se od nas prvi vrati iz sela, iz prošenja hrane, priprema mesta za sedenje, vodu za piće i pranje zdela, na mesto stavlja posudu za otpatke.",
  "mn31:9.4": "Ko god se od nas vrati poslednji, ukoliko želi jede ono što je pre­ostalo; inače, baci to na mesto gde nema trave ili sipa u vodu u kojoj nema živih bića.",
  "mn31:9.5": "Rasprema mesta za sedenje i odnosi vodu za piće i pranje zdela. Odnosi posudu za otpatke, pošto ju je oprao, te počisti mesto na kojem se jede.",
  "mn31:9.6": "Ko god da primeti kako su posude sa vodom za piće, pranje zdela ili čišćenje toaleta skoro prazne, pobrine se da ih napuni.",
  "mn31:9.7": "Ako su teške da ih nosi, pozove rukom nekoga u pomoć i oni je prenesu zajedničkim snagama, ali zbog svega toga mi ne prekidamo plemenitu ćutnju.",
  "mn31:9.8": "Umesto toga, svakih pet dana okupimo se i celu noć razgovaramo o Dhammi.",
  "mn31:9.9": "Tako živimo marljivi, predani i odlučni.",
  "mn31:10.1": "„Dobro je, Anuruddha, dobro je.",
  "mn31:10.2": "Ali dok tako sva trojica živite marljivi, predani i odlučni, jeste li dostigli bilo kakve nadljudske osobine, isticanje u znanju i viđenju dostojno plemenitih, ugodno boravište?",
  "mn31:10.3": "„Kako da ne!",
  "mn31:10.4": "Tako, poštovani gospodine, kad god poželimo, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazimo i ostajemo na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn31:10.5": "To su nadljudske osobine, istica­nje u znanju i viđenju dostojno plemenitih, ugodno boravište do kojeg smo stigli živeći marljivi, predani i odlučni.",
  "mn31:11-13.1": "„Dobro je, Anuruddha, dobro je.",
  "mn31:11-13.2": "Ali, ima li nekih drugih nad­ljudskih osobina, isticanje u znanju i viđenju dostojno plemenitih, ugodnog boravišta do kojeg stižete kad jednom nadiđete prethodno boravište, kada ga stišate?",
  "mn31:11-13.3": "„Kako da ne!",
  "mn31:11-13.4": "Tako, poštovani gospodine, kad god poželimo, smiriva­njem usmerene misli i razmišljanja, ulazimo i ostajemo na drugom stupnju zadubljenja … Slabljenjem ushićenja … ulazimo i ostajemo na trećem stup­nju zadubljenja …",
  "mn31:11-13.5": "To su takođe nadljudske osobine, isti­canje u znanju i viđenju dostojno plemenitih, ugodno boravište do kojeg stižemo kad jednom nadiđemo prethodno boravište, kada ga stišamo.",
  "mn31:14.1": "„Dobro je, Anuruddha, dobro je.",
  "mn31:14.4": "Napuštanjem zadovoljstva i bola … ulazimo i ostajemo na četvrtom stupnju zadubljenja… ",
  "mn31:16.1": "„Dobro je, Anuruddha, dobro je.",
  "mn31:16.2": "Ali, ima li nekih drugih nadljudskih osobina … do kojih stižete kad jednom nadiđete prethodno boravište, kada ga stišate?",
  "mn31:16.3": "„Kako da ne! Tako, poštovani gospodine, kad god poželimo,",
  "mn31:16.4": "s potpunim nadilaženjem opažanja oblika, sa nestankom opažanja čulnih utisaka, s neobraćanjem pažnje na opažanje različitosti, svesni da 'prostor jeste beskrajan', ulazimo i ostajemo u području beskrajnog prostora.",
  "mn31:16.5": "To su takođe nadljudske osobine, isticanje u znanju i viđenju dostojno plemenitih, ugodno boravište do kojeg smo stigli kad jednom nadiđemo prethodno boravište, kada ga stišamo.",
  "mn31:17.1": "„Dobro je, Anuruddha, dobro je.",
  "mn31:17.2": "Ali, ima li nekih drugih nadljudskih osobina … do kojih stižete kad jednom nadiđete prethodno boravište, kada ga stišate?",
  "mn31:17.3": "„Kako da ne! Tako, poštovani gospodine, kad god poželimo,",
  "mn31:17.4": "s potpunim nadilaženjem područja beskrajnog prostora, svesni da 'svest jeste beskonačna', ulazimo i ostajemo u području beskonačne svesti …",
  "mn31:17.5": "Potpunim nadilaženjem područja beskonačne svesti, svesni da 'nema ničega', ulazimo i ostajemo u području ničega …",
  "mn31:17.6": "Potpunim nadilaženjem područja ničega, ulazimo i ostajemo u području ni opažanja ni neopažanja.",
  "mn31:17.7": "To su takođe nadljudske osobine… do kojeg smo stigli kad jednom nadiđemo prethodno boravište, kada ga stišamo. ",
  "mn31:18.1": "„Dobro je, Anuruddha, dobro je.",
  "mn31:18.2": "Ali, ima li nekih drugih nadljudskih osobina, isticanje u znanju i viđenju dostojno plemenitih, ugodnog boravišta do kojeg stižete kada jednom nadiđete prethodno boravište, kada ste ga stišali?",
  "mn31:18.3": "„Kako da ne! Tako, poštovani gospodine, kad god poželimo,",
  "mn31:18.4": "potpunim nadilaženjem područja ni opažanja ni neopažanja, ulazimo i ostajemo u području prestanka opažaja i osećaja. Tako što ih uvidimo sopstvenom mudrošću, naši otrovi bivaju potpuno uklonjeni.",
  "mn31:18.5": "To su takođe nadljudske osobine, isticanje u znanju i viđenju dostojno plemenitih, ugodno boravište do kojeg stižemo kad jednom nadiđemo prethodno boravište, kad ga stišamo.",
  "mn31:18.6": "Isto tako, poštovani gospodine, ne vidimo bilo koje drugo ugodno boravište uzvišenije ili plemenitije od ovoga.",
  "mn31:18.7": "„Dobro je, Anuruddha, dobro je.",
  "mn31:18.8": "Zaista ne postoji bilo koje drugo ugodno boravište uzvišenije ili plemenitije od ovoga.",
  "mn31:19.1": "I tako, pošto je Blaženi uputio, podstakao, nadahnuo i ohrabrio poštovanog Anuruddhu, poštovanog Nandiyu i poštovanog Kimbilu govorom o Dhammi, ustane on sa svoga mesta i ode.",
  "mn31:20.1": "Pošto su ispratili Blaženog jedan deo puta i vratili se, poštovani Nandiya i poštovani Kimbila upitaše poštovanog Anuruddhu:",
  "mn31:20.2": "„Jesmo li mi ikada rekli poštovanom Anuruddhi",
  "mn31:20.3": "da smo dostigli boravišta i postignuća koja nam je poštovani Anuruddha, u prisustvu Blaženoga, pripisao, sve do uklanjanja otrova?",
  "mn31:20.4": "„Poštovani mi nikada nisu rekli da su dostigli ta boravišta i postignuća.",
  "mn31:20.5": "Pa ipak, obuhvativši svojim umom umove poštovanih, znam da su dostigli ta boravišta i postignuća.",
  "mn31:20.7": "Takođe, božanstva su mi rekla: 'Ovi poštovani su dostigli ta boravišta i postignuća.'",
  "mn31:20.9": "I tako sam to objavio kad me je Blaženi pitao.",
  "mn31:21.1": "Na to duh Dīgha Parađana otide do Blaženog. Pošto se pokloni Blaženom, stade sa strane i reče:",
  "mn31:21.2": "„Dobitak je za narod Vađđi, veliki je dobitak za narod Vađđi",
  "mn31:21.3": "što Tathāgata, plemeniti i potpuno probuđeni, živi među njima, zajedno s ova tri mladića,",
  "mn31:21.4": "poštovanim Anuruddhom, poštovanim Nandiyom i poštovanim Kimbilom!",
  "mn31:21.5": "Čuvši ovu pohvalu duha Dīgha Parađana, božanstva zemlje uzviknuše:",
  "mn31:21.9": "„Dobitak je za narod Vađđi, veliki je dobitak za narod Vađđi što Tathāgata, plemeniti i potpuno probuđeni, živi među njima, zajedno s ova tri mladića, poštovanim Anuruddhom, poštovanim Nandiyom i poštovanim Kimbilom!",
  "mn31:21.16": "„Dobitak je za narod Vađđi, veliki je dobitak za narod Vađđi",
  "mn31:21.17": "što Tathāgata, plemeniti i potpuno probuđeni, živi među njima, zajedno sa ova tri mladića,",
  "mn31:21.18": "poštovanim Anuruddhom, poštovanim Nandiyom i poštovanim Kimbilom!",
  "mn31:21.19": "Tako se u toj prilici, u tom trenutku, glas o ovoj trojici poštovanih proširio sve do sveta Brahme.",
  "mn31:22.1": "„Tako je Dīgha, tako je!",
  "mn31:22.2": "Ako bi ih se klan iz kojeg potiču ova tri mladića, što napustiše dom i odoše u beskućnike, sećao srca ispunjenog pouzdanjem, to bi vodilo dobrobiti i sreći tog klana za dugo vremena.",
  "mn31:22.3": "A ako bi se susedi tog klana iz kojeg potiču ova tri mladića što napustiše dom …",
  "mn31:22.4": "selo koje napustiše …",
  "mn31:22.5": "varošica koju napustiše …",
  "mn31:22.6": "grad koji napustiše …",
  "mn31:22.7": "zemlja koju napustiše ova tri mladića i odoše u beskućnike, sećala srca ispunjenog pouzdanjem, to bi vodilo dobrobiti i sreći te zemlje za dugo vremena.",
  "mn31:22.8": "Ako bi se svi plemići sećali ova tri mladića srca ispunjenog pouzdanjem, to bi vodilo dobrobiti i sreći tih plemića za dugo vremena.",
  "mn31:22.9": "Ako bi se svi brahmani …",
  "mn31:22.10": "svi trgovci …",
  "mn31:22.11": "svi najamnici, sećali ove trojice mladića srca ispunjenog pouzdanjem, to bi vodilo dobrobiti i sreći tih najamnika za dugo vremena.",
  "mn31:22.12": "Ako bi se svet sa svojim božanstvima, Mārama i Brahmama, zajedno sa pokolenjem isposnika i brahmana, plemenitih i običnih ljudi, sećao ove trojice mladića srca ispunjenog pouzdanjem, to bi vodilo dobrobiti i sreći tog sveta za dugo vremena.",
  "mn31:22.13": "Pogledaj samo, Dīgha, kako ova tri mladića vežbaju za dobrobit i sreću mnogih, iz saosećanja za ovaj svet, za korist, dobrobit i sreću božanstava i ljudi.",
  "mn31:22.14": "Tako reče Blaženi.",
  "mn31:22.15": "Zadovoljan, duh Dīgha Parađana se obradova rečima Blaženoga."
}