{
  "mn32:0.1": "Budini govori srednje dužine 32 ",
  "mn32:0.2": "Dugi govor u šumi Gosinga",
  "mn32:1.1": "Ovako sam čuo.",
  "mn32:1.2": "Jednom je Blaženi boravio u sālovoj šumi Gosinga, zajedno sa mnogim svojim dobro poznatim učenicima–",
  "mn32:1.3": "poštovanim Sāriputtom, poštovanim Mahā Moggallānom, poštovanim Mahā Kassapom, poštovanim Anuruddhom, poštovanim Revatom, poštovanim Ānandom i mnogim drugim svojim istaknutim učenicima.",
  "mn32:2.1": "Jedno veče poštovani Mahā Moggallāna izađe iz osame, otide do Mahā Kassape i reče mu:",
  "mn32:2.2": "„Prijatelju Kassapa, hajdemo do poštovanog Sāriputte kako bismo čuli govor o Dhammi.”",
  "mn32:2.3": "„Hajdemo, prijatelju”, odgovori poštovani Mahā Kassapa.",
  "mn32:2.4": "I tako poštovani Mahā Moggallāna, poštovani Mahā Kassapa i poštovani Anuruddha otidoše do poštovanog Sāriputte da čuju govor o Dhammi.",
  "mn32:3.1": "Poštovani Ānanda uglede ih još izdaleka kako idu do poštovanog Sāriputte da čuju govor o Dhammi",
  "mn32:3.2": "i na to otide do poštovanog Revate i reče mu:",
  "mn32:3.3": "„Prijatelju Revata, oni vrli ljudi idu do poštovanog Sāriputte da čuju govor o Dhammi.",
  "mn32:3.4": "Hajdemo i mi do poštovanog Sāriputte da čujemo govor o Dhammi.”",
  "mn32:3.5": "„Hajdemo, prijatelju”, odgovori poštovani Revata.",
  "mn32:3.6": "Tako i poštovani Revata i poštovani Ānanda krenuše do poštovanog Sāriputte da čuju govor o Dhammi.",
  "mn32:4.1": "A poštovani Sāriputta još izdaleka uglede poštovanog Revatu i poštovanog Ānandu kako dolaze,",
  "mn32:4.2": "pa reče poštovanom Ānandi:",
  "mn32:4.3": "„Neka dođe poštovani Ānanda,",
  "mn32:4.4": "dobro je došao poštovani Ānanda, lični pratilac Blaženoga, koji je neprekidno u prisustvu Blaženog.",
  "mn32:4.5": "Prijatelju Ānanda, ova sālova šuma Gosinga je divna, ovo je noć punog meseca, sālove krošnje su u cvatu i čini se kao da se nebeski mirisi šire na sve strane.",
  "mn32:4.6": "Koja bi to vrsta monaha, prijatelju Ānanda, mogla osvetliti ovu sālovu šumu Gosinga?”",
  "mn32:4.7": "„Prijatelju Sāriputta, nekad je monah mnogo čuo, zapamtio to što je čuo i razumeo. Učenje koje je divno na početku, divno u sredini, divno na kraju, pravog značenja i izraza, upućuje na potpuno zaokružen i pročišćen svetački život–upravo takvog učenja je monah mnogo čuo, zapamtio to što je čuo, može da ga ponovi, istražio ga je svojim umom i dobro ga razumeo.",
  "mn32:4.8": "Takvom učenju podučava četiri zajednice, lepo oblikovanim i međusobno usklađenim tvrdnjama i izrazima, radi iskorenjivanja prikrivenih sklonosti.",
  "mn32:4.9": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.",
  "mn32:5.1": "Kad ovo bi rečeno, poštovani Sāriputta se obrati poštovanom Revati ovako:",
  "mn32:5.2": "„Prijatelju Revata, poštovani Ānanda je govorio u skladu sa svojim nadahnućem.",
  "mn32:5.3": "A sada pitamo poštovanog Revatu:",
  "mn32:5.4": "Prijatelju Revata, ova sālova šuma Gosinga je divna, ovo je noć punog meseca, sālove krošnje su u cvatu i čini se kao da se nebeski mirisi šire na sve strane.",
  "mn32:5.5": "Koja bi to vrsta monaha, prijatelju Revata, mogla osvetliti ovu sālovu šumu Gosinga?”",
  "mn32:5.6": "„Prijatelju Sāriputta, nekad se monah raduje meditaciji u osami, uživa u meditaciji u osami; posvećen je smirenju uma, ne zapostavlja zadubljenje, ne zapostavlja meditaciju, poseduje uvid i živi u praznim kolibama.",
  "mn32:5.7": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.”",
  "mn32:6.1": "Kad ovo bi rečeno, poštovani Sāriputta se obrati poštovanom Anuruddhi ovako:",
  "mn32:6.2": "„Prijatelju Anuruddha, poštovani Revata je govorio u skladu sa svojim nadahnućem.",
  "mn32:6.3": "A sada pitamo poštovanog Anuruddhu:",
  "mn32:6.4": "Prijatelju Anuruddha, ova sālova šuma Gosinga je divna …",
  "mn32:6.5": "Koja bi to vrsta monaha, prijatelju Anuruddha, mogla osvetliti ovu sālovu šumu Gosinga?”",
  "mn32:6.6": "„Prijatelju Sāriputta, svojim duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, monah nekad posmatra hiljadu svetova.",
  "mn32:6.7": "Baš kao što čovek dobrog vida, kad se popne do odaja u gornjoj palati, može da posmatra hiljadu tragova točkova dole na putu,",
  "mn32:6.8": "isto tako svojim duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, monah nekad posmatra hiljadu svetova.",
  "mn32:6.9": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.”",
  "mn32:7.1": "Kad ovo bi rečeno, poštovani Sāriputta se obrati poštovanom Mahā Kassapi ovako:",
  "mn32:7.2": "„Prijatelju Kassapa, poštovani Anuruddha je govorio u skladu sa svojim nadahnućem.",
  "mn32:7.3": "A sada pitamo poštovanog Mahā Kassapu:",
  "mn32:7.4": "Prijatelju Kassapa, ova sālova šuma Gosinga je divna …",
  "mn32:7.5": "Koja bi to vrsta monaha, prijatelju Kassapa, mogla osvetliti ovu sālovu šumu Gosinga?”",
  "mn32:7.6": "„Prijatelju Sāriputta, nekad monah koji sam boravi u šumi, hvali život u šumi; živi od isprošene hrane i hvali život na isprošenoj hrani; nosi ogrtač od odbačenih krpa i hvali nošenje ogrtača od odbačenih krpa; nosi ogrtač iz tri dela i hvali nošenje ogrtača iz tri dela; ima malo želja i hvali malobrojnost želja; zadovoljan je i hvali zadovoljenost; živi u osami i hvali život u osami; živi podalje od mnoštva i hvali življenje podalje od mnoštva; energičan je i hvali buđenje energije; u sebi je razvio vrlinu i hvali razvijanje vrline; razvio je koncentraciju i hvali razvijanje koncentracije; razvio je mudrost i hvali razvijanje mudrosti; dostigao je oslobođenje i hvali dostizanje oslobođenja; dostigao je znanje i viđenje o oslobođenju i hvali dostizanje znanja i viđenja o oslobođenju.",
  "mn32:7.7": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.”",
  "mn32:8.1": "Kad ovo bi rečeno, poštovani Sāriputta se obrati poštovanom Mahā Moggallāni ovako:",
  "mn32:8.2": "„Prijatelju Moggallāna, poštovani Mahā Kassapa je govorio u skladu sa svojim nadahnućem.",
  "mn32:8.3": "A sada pitamo poštovanog Mahā Moggallānu:",
  "mn32:8.4": "Prijatelju Moggallāna, ova sālova šuma Gosinga je divna …",
  "mn32:8.5": "Koja bi to vrsta monaha, prijatelju Moggallāna, mogla osvetliti ovu sālovu šumu Gosinga?”",
  "mn32:8.6": "„Prijatelju Sāriputta, nekad se dva monaha upuste u razgovor o višoj Dhammi i propituju jedan drugog; svaki na pitanja onog drugog odgovara bez oklevanja te se tako njihov razgovor odvija u skladu sa Dhammom.",
  "mn32:8.7": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.”",
  "mn32:9.1": "Kada ovo bi rečeno, poštovani Mahā Moggallāna se obrati poštovanom Sāriputti ovako:",
  "mn32:9.2": "„Prijatelju Sāriputta, svi smo govorili u skladu sa svojim nadahnućem.",
  "mn32:9.3": "Sada pitamo poštovanog Sāriputtu:",
  "mn32:9.4": "Prijatelju Sāriputta, ova sālova šuma Gosinga je divna, ovo je noć punog meseca, sālove krošnje su u cvatu i čini se kao da se nebeski mirisi šire na sve strane.",
  "mn32:9.5": "Koja bi to vrsta monaha, prijatelju Sāriputta, mogla osvetliti ovu sālovu šumu Gosinga?”",
  "mn32:9.6": "„Prijatelju Moggallāna, nekad monah ovlada svojim umom, ne dopušta da um ovlada njime.",
  "mn32:9.7": "Ujutru boravi on u bilo kojem boravištu ili postignuću u kojem želi da boravi ujutru;",
  "mn32:9.8": "u podne boravi u bilo kojem boravištu ili postignuću u kojem želi da boravi u podne;",
  "mn32:9.9": "uveče boravi u bilo kojem boravištu ili postignuću u kojem želi da boravi uveče.",
  "mn32:9.10": "Zamisli kralja ili kraljevog savetnika koji ima škrinju punu razne šarene odeće.",
  "mn32:9.11": "Ujutru bi mogao da obuče koje god odelo želi da nosi ujutro;",
  "mn32:9.12": "u podne bi mogao da obuče koje god odelo želi da nosi u podne;",
  "mn32:9.13": "uveče bi mogao da obuče koje god odelo želi da nosi uveče.",
  "mn32:9.14": "Isto tako, monah je ovladao svojim umom, ne dopušta da um ovlada njime.",
  "mn32:9.15": "Ujutru … u podne …",
  "mn32:9.17": "uveče boravi u bilo kojem boravištu ili postignuću u kojem želi da boravi uveče.",
  "mn32:9.18": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.”",
  "mn32:10.1": "Potom se poštovani Sāriputta obrati svim poštovanima ovako:",
  "mn32:10.2": "„Prijatelji, svi smo govorili u skladu sa svojim nadahnućem.",
  "mn32:10.3": "Hajdemo do Blaženog i ispričajmo mu o svemu ovome.",
  "mn32:10.4": "A ono što nam Blaženi na to odgovori, dobro zapamtimo.”",
  "mn32:10.5": "„Dobro, prijatelju”, odgovoriše oni.",
  "mn32:10.6": "Potom svi poštovani otidoše do Blaženoga, poklone mu se i sedoše sa strane. A poštovani Sāriputta reče Blaženom:",
  "mn32:11.1": "„Poštovani gospodine, poštovani Revata i poštovani Ānanda dođoše do mene da čuju govor o Dhammi.",
  "mn32:11.2": "Ugledao sam ih još izdaleka kako dolaze,",
  "mn32:11.3": "te rekoh poštovanom Ānandi:",
  "mn32:11.4": "'Neka dođe poštovani Ānanda,",
  "mn32:11.5": "dobro je došao poštovani Ānanda …",
  "mn32:11.6": "Prijatelju Ānanda, ova sālova šuma Gosinga je divna …",
  "mn32:11.7": "Koja bi to vrsta monaha, prijatelju Ānanda, mogla osvetliti ovu sālovu šumu Gosinga?'",
  "mn32:11.8": "Tako upitan, poštovani Ānanda odgovori:",
  "mn32:11.9": "'Prijatelju Sāriputta, nekad je monah mnogo čuo … (kao u §4) …",
  "mn32:11.11": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.'",
  "mn32:11.12": "„Dobro je, Sāriputta, dobro je.",
  "mn32:11.13": "Ako bi da govori ispravno, Ānanda treba da govori upravo tako.",
  "mn32:11.14": "Jer Ānanda je mnogo čuo, zapamtio to što je čuo i utvrdio to što je naučio. Učenje koje je divno na početku, divno u sredini, divno na kraju, pravog značenja i izraza, upućuje na potpuno zaokružen i pročišćen svetački život–upravo takvog učenja je monah mnogo čuo, zapamtio to što je čuo, može da ga ponovi, istražio ga je svojim umom i dobro ga razumeo.",
  "mn32:11.15": "Takvom učenju podučava četiri zajednice, lepo oblikovanim i razložnim rečima i rečenicama, radi iskorenjivanja prikrivenih sklonosti.”",
  "mn32:12.1": "„Kad ovo bi rečeno, obratih se poštovanom Revati ovako:",
  "mn32:12.2": "'Prijatelju Revata …",
  "mn32:12.5": "Koja bi to vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga?'",
  "mn32:12.6": "A poštovani Revata odgovori:",
  "mn32:12.7": "'Prijatelju Sāriputta, kad se monah raduje meditaciji u osami … (kao u §5) …",
  "mn32:12.8": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.'”",
  "mn32:12.9": "„Dobro je, Sāriputta, dobro je.",
  "mn32:12.10": "Ako bi da govori ispravno, Revata treba da govori upravo tako.",
  "mn32:12.11": "Jer Revata se raduje meditaciji u osami, uživa u meditaciji u osami; posvećen je smirenju uma, ne zapostavlja zadubljenje, poseduje uvid i živi u praznim kolibama.”",
  "mn32:13.1": "„Kad ovo bi rečeno, obratih se poštovanom Anuruddhi ovako:",
  "mn32:13.2": "'Prijatelju Anuruddha …",
  "mn32:13.3": "Koja bi to vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga?'",
  "mn32:13.4": "A poštovani Anuruddha odgovori:",
  "mn32:13.5": "'Prijatelju Sāriputta, kad svojim duhovnim okom …",
  "mn32:13.7": "takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.'”",
  "mn32:13.8": "„Dobro je, Sāriputta, dobro je. Ako bi da govori ispravno, Anuruddha treba da govori upravo tako.",
  "mn32:13.9": "Jer svojim duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, Anuruddha posmatra hiljadu svetova.”",
  "mn32:14.1": "„Kad ovo bi rečeno, obratih se poštovanom Mahā Kassapi ovako:",
  "mn32:14.2": "'Prijatelju Kassapa, poštovani Anuruddha je govorio u skladu sa svojim nadahnućem.",
  "mn32:14.3": "Tattha dāni mayaṁ āyasmantaṁ mahākassapaṁ pucchāma …",
  "mn32:14.4": "Koja bi to vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga?'",
  "mn32:14.5": "A poštovani Mahā Kassapa odgovori:",
  "mn32:14.6": "'Prijatelju Sāriputta, kad monah koji sam boravi u šumi, hvali život u šumi … (kao u §7) …",
  "mn32:14.7": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.'”",
  "mn32:14.8": "„Dobro je, Sāriputta, dobro je.",
  "mn32:14.9": "Ako bi da govori ispravno, Mahā Kassapa treba da govori upravo tako.",
  "mn32:14.10": "Jer Mahā Kassapa je onaj koji sam boravi u šumi, hvali život u šumi … dostigao je znanje i viđenje o oslobođenju i hvali dostizanje znanja i viđenja o oslobođenju.”",
  "mn32:15.1": "„Kad ovo bi rečeno, obratih se poštovanom Mahā Moggallāni ovako:",
  "mn32:15.2": "'Prijatelju Moggallāna, poštovani Mahā Kassapa je govorio u skladu sa svojim nadahnućem.",
  "mn32:15.3": "Tattha dāni mayaṁ āyasmantaṁ mahāmoggallānaṁ pucchāma …",
  "mn32:15.4": "Koja bi to vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga?'",
  "mn32:15.5": "A poštovani Mahā Moggallāna odgovori:",
  "mn32:15.6": "'Prijatelju Sāriputta, kad se dva monaha upuste u razgovor o višoj Dhammi … (kao u §8) …",
  "mn32:15.7": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.'”",
  "mn32:15.8": "„Dobro je, Sāriputta, dobro je. Ako bi da govori ispravno, Moggallāna treba da govori upravo tako.",
  "mn32:15.9": "Jer Moggallāna je onaj koji govori o Dhammi.”",
  "mn32:16.1": "Kad ovo bi rečeno, poštovani Mahā Moggallāna reče Blaženome:",
  "mn32:16.2": "„Tada se, poštovani gospodine, obratih poštovanom Sāriputti ovako:",
  "mn32:16.3": "'Prijatelju Sāriputta …",
  "mn32:16.4": "Koja bi to vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga?'",
  "mn32:16.6": "A poštovani Sāriputta odgovori:",
  "mn32:16.7": "'Prijatelju Moggallāna, kada monah ovlada svojim umom … (kao u §9) …",
  "mn32:16.20": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.'”",
  "mn32:16.21": "„Dobro je, Moggallāna, dobro je.",
  "mn32:16.22": "Ako bi da govori ispravno, Sāriputta treba da govori upravo tako.",
  "mn32:16.23": "Jer Sāriputta je ovladao svojim umom, ne dopušta da um ovlada njime.",
  "mn32:16.24": "Ujutru boravi on u bilo kojem boravištu ili postignuću u kojem želi da boravi ujutru;",
  "mn32:16.25": "u podne boravi u bilo kojem boravištu ili postignuću u kojem želi da boravi u podne;",
  "mn32:16.26": "uveče boravi u bilo kojem boravištu ili postignuću u kojem želi da boravi uveče.”",
  "mn32:17.1": "Kad ovo bi rečeno, poštovani Sāriputta upita Blaženog:",
  "mn32:17.2": "„Poštovani gospodine, ko je od nas dobro odgovorio?”",
  "mn32:17.3": "„Svi ste dobro odgovorili, Sāriputta, svako na svoj način.",
  "mn32:17.4": "Čujte istotako od mene koja bi to vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.",
  "mn32:17.5": "Sāriputta, kad se monah vrati iz prošenja hrane, pa posle obroka sedne nogu ukrštenih, uspravnog tela i ustali svesnost pred sobom odlučan:",
  "mn32:17.6": "'Neću ustati iz ovog položaja sve dok se, zahvaljujući nevezivanju, moj um ne oslobodi otrova.'",
  "mn32:17.7": "Takva bi vrsta monaha mogla osvetliti ovu sālovu šumu Gosinga.”",
  "mn32:17.8": "Tako reče Blaženi.",
  "mn32:17.9": "Zadovoljni, svi poštovani se obradovaše rečima Blaženoga."
}