{
  "mn33:0.1": "Budini govori srednje dužine 33 ",
  "mn33:0.2": "Dugi govor o govedaru",
  "mn33:1.1": "Ovako sam čuo.",
  "mn33:1.2": "Jednom je Blaženi boravio kraj Sāvatthī, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn33:1.3": "Tu se on ovako obrati monasima:",
  "mn33:1.4": "„Monasi.”",
  "mn33:1.5": "„Da, poštovani gospodine”, odgovoriše oni.",
  "mn33:1.6": "A Blaženi ovako nastavi:",
  "mn33:2.1": "„Monasi, kada ima jedanaest osobina, govedar nije u stanju da čuva i uzgaja krdo stoke.",
  "mn33:2.2": "Kojih jedanaest?",
  "mn33:2.3": "Taj govedar nema znanja o obliku, nije vešt u prepoznavanju karakteristika, ne čisti larve koje su položili insekti, ne previja rane, ne dimi štalu da istera insekte, ne zna gde je dobro mesto za pojenje, ne zna šta znači biti napojen, ne poznaje put, ne zna gde je dobar pašnjak, muze do poslednje kapi i ne iskazuje posebno poštovanje za bikove koji su za priplod i predvodnici krda.",
  "mn33:2.4": "Kad ima ovih jedanaest osobina, govedar nije u stanju da čuva i uzgaja krdo stoke.",
  "mn33:3.1": "Isto tako, monasi, kad monah ima jedanaest osobina, nije u stanju da raste, sazreva i ispunjava se u ovom učenju i pravilima.",
  "mn33:3.2": "Kojih jedanaest?",
  "mn33:3.3": "Taj monah nema znanja o obliku, nije vešt u prepoznavanju karakteristika, ne čisti larve koje su položili insekti, ne previja rane, ne dimi štalu (da istera insekte), ne zna gde je dobro mesto za pojenje, ne zna kada je stoka dovoljno pila, ne poznaje put, ne zna gde je dobar pašnjak, muze do poslednje kapi i ne iskazuje posebno poštovanje za one iskusne monahe koji su odavno otišli u beskućnike, za očeve i predvodnike sanghe.",
  "mn33:4.1": "A kako monah nema znanja o obliku?",
  "mn33:4.2": "Tako što ne razume onako kako zaista jeste: „Svaki materijalni oblik, kakve god da je vrste, sastoji se od četiri velika elementa i materijalnog oblika izvedenog od četiri velika elementa.”",
  "mn33:4.3": "Tako monah nema znanja o obliku.",
  "mn33:5.1": "A kako monah nije vešt u prepoznavanju karakteristika?",
  "mn33:5.2": "Tako što ne razume onako kako zaista jeste: „Budala se poznaje po svojim delima, mudrac se poznaje po svojim delima.”",
  "mn33:5.3": "Tako monah nije vešt u prepoznavanju karakteristika.",
  "mn33:6.1": "A kako monah ne čisti larve koje su položili insekti?",
  "mn33:6.2": "Kad se pojavi misao o želji za zadovoljstvima čula, monah je toleriše, ne napušta je, ne uklanja, ne okončava i ne uništava. Kad se pojavi misao o mržnji … Kad se pojavi misao o okrutnosti … Kad se loša, štetna mentalna stanja pojave, monah ih toleriše, ne napušta ih, ne uklanja, ne okončava i ne uništava.",
  "mn33:6.3": "Tako monah ne čisti larve koje su položili insekti.",
  "mn33:7.1": "A kako monah ne previja rane?",
  "mn33:7.2": "Kad vidi oblik okom, monah se veže za njegova obeležja i detalje.",
  "mn33:7.3": "Iako, kad ostavi oko bez nadzora, loša, štetna stanja gramzivosti i odbojnosti mogu da ga osvoje, ne vežba njegovo obuzdavanje, ne stražari nad čulom vida, ne obuzdava čulo vida.",
  "mn33:7.4": "Kad čuje zvuk uhom …",
  "mn33:7.5": "Kad oseti miris nosom …",
  "mn33:7.6": "Kad kuša ukus jezikom …",
  "mn33:7.7": "Kad dodirne predmet telom …",
  "mn33:7.8": "Kad prepozna mentalni objekat umom, monah se veže za njegova obeležja i detalje.",
  "mn33:7.9": "Iako, kad ostavi um bez nadzora, loša, štetna stanja gramzivosti i odbojnosti mogu da ga osvoje, on ne vežba njegovo obuzdavanje, ne stražari nad čulom uma, ne obuzdava čulo uma.",
  "mn33:7.10": "Tako monah ne previja rane.",
  "mn33:8.1": "A kako monah ne dimi štalu?",
  "mn33:8.2": "Tako što detaljno ne podučava druge Dhammi, onako kako ju je naučio i njome ovladao.",
  "mn33:8.3": "Tako monah ne dimi štalu.",
  "mn33:9.1": "A kako monah ne zna gde je dobro mesto za pojenje?",
  "mn33:9.2": "Tako što ne ide s vremena na vreme do onih monaha koji su učeni, dobro upućeni u tradiciju, pridržavaju se Dhamme, prakse i pravila. Ne propituje ih i ne postavlja ovakva pitanja:",
  "mn33:9.3": "„Šta je to, poštovani gospodine?",
  "mn33:9.4": "Koje je značenje toga?”",
  "mn33:9.5": "I ti poštovani mu ne otkrivaju ono što nije bilo otkriveno, ne razjašnjavaju ono što nije jasno niti uklanjaju sumnjičavosti o brojnim stvarima koje podstiču sumnjičavost.",
  "mn33:9.6": "Tako monah ne zna gde je dobro mesto za pojenje.",
  "mn33:10.1": "A kako monah ne zna šta znači biti napojen?",
  "mn33:10.2": "Kada Tathāgata podučava učenju i pravilima, monah ne biva nadahnut značenjem, ne biva nadahnut Dhammom, ne biva obradovan Dhammom.",
  "mn33:10.3": "Tako monah ne zna šta znači biti napojen.",
  "mn33:11.1": "A kako monah ne poznaje put?",
  "mn33:11.2": "Tako što ne razume plemeniti osmostruki put kakav zaista jeste.",
  "mn33:11.3": "Tako monah ne poznaje put.",
  "mn33:12.1": "A kako monah ne zna gde je dobar pašnjak?",
  "mn33:12.2": "Tako što ne razume četiri temelja svesnosti kakvi zaista jesu.",
  "mn33:12.3": "Tako monah ne zna gde je dobar pašnjak.",
  "mn33:13.1": "A kako monah muze do poslednje kapi?",
  "mn33:13.2": "Kada predani kućedomaćin pozove monaha da uzme koliko želi ogrtača, hrane, boravišta i lekova, ne zna za meru u tom prihvatanju.",
  "mn33:13.3": "Tako monah muze do poslednje kapi.",
  "mn33:14.1": "A kako monah ne iskazuje posebno poštovanje za one iskusne monahe koji su odavno otišli u beskućnike, za očeve i predvodnike sanghe?",
  "mn33:14.2": "Tako što njegovi telesni postupci prema iskusnim monasima, i na javnom i na privatnom mestu, nisu vođeni prijateljskom ljubavlju; monahove reči upućene iskusnim monasima, i na javnom i na privatnom mestu, nisu vođene prijateljskom ljubavlju; monahove misli upućene iskusnim monasima, i na javnom i na privatnom mestu, nisu vođene prijateljskom ljubavlju.",
  "mn33:14.5": "Tako monah ne iskazuje posebno poštovanje za one iskusne monahe koji su odavno otišli u beskućnike, za očeve i predvodnike sanghe.",
  "mn33:14.6": "Kad monah ima ovih jedanaest osobina, nije u stanju da raste, sazreva i ispunjava se u ovom učenju i pravilima.",
  "mn33:15.1": "Monasi, kad ima jedanaest osobina, govedar jeste u stanju da čuva i uzgaja krdo stoke.",
  "mn33:15.2": "Kojih jedanaest?",
  "mn33:15.3": "Taj govedar ima znanja o obliku, vešt je u prepoznavanju karakteristika, čisti larve koje su položili insekti, previja rane, dimi štalu da istera insekte, zna gde je dobro mesto za pojenje, zna šta znači biti napojen, poznaje put, zna gde je dobar pašnjak, ne muze do poslednje kapi i pokazuje posebno poštovanje za bikove koji su za priplod i predvodnici krda.",
  "mn33:15.4": "Kada ima ovih jedanaest osobina, govedar jeste u stanju da čuva i uzgaja krdo stoke.",
  "mn33:16.1": "Isto tako, monasi, kada ima tih jedanaest osobina, monah jeste u stanju da raste, sazreva i ispunjava se u ovom učenju i pravilima.",
  "mn33:16.2": "Kojih jedanaest?",
  "mn33:16.3": "Taj monah ima znanja o obliku, vešt je u prepoznavanju karakteristika, čisti larve koje su položili insekti, previja rane, dimi štalu da istera insekte, zna gde je dobro mesto za pojenje, zna šta znači biti napojen, poznaje put, zna gde je dobar pašnjak, ne muze do poslednje kapi i pokazuje posebno poštovanje za one iskusne monahe koji su odavno otišli u beskućnike, za očeve i predvodnike sanghe.",
  "mn33:17.1": "A kako monah ima znanja o obliku?",
  "mn33:17.2": "Monah razume onako kako zaista jeste: „Svaki materijalni oblik, kakve god da je vrste, sastoji se od četiri velika elementa i materijalnog oblika izvedenog od četiri velika elementa.”",
  "mn33:17.3": "Tako monah ima znanja o obliku.",
  "mn33:18.1": "A kako je monah vešt u prepoznavanju karakteristika?",
  "mn33:18.2": "Monah razume onako kako zaista jeste: „Budala se poznaje po svojim delima, mudrac se poznaje po svojim delima.”",
  "mn33:18.3": "Tako je monah vešt u prepoznavanju karakteristika.",
  "mn33:19.1": "A kako monah čisti larve koje su položili insekti?",
  "mn33:19.2": "Kad se pojavi misao o želji za zadovoljstvima čula, ne toleriše je, napušta je, uklanja, okončava i uništava. Kad se pojavi misao o mržnji … Kad se pojavi misao o okrutnosti … Kad se loša, štetna mentalna stanja pojave, monah ih ne toleriše, napušta ih, uklanja, okončava i uništava.",
  "mn33:19.3": "Tako monah čisti larve koje su položili insekti.",
  "mn33:20.1": "A kako monah previja rane?",
  "mn33:20.2": "Kad okom vidi oblik, ne vezuje se za njegova obeležja i detalje.",
  "mn33:20.3": "Ako oko ostavi bez nadzora, štetna stanja gramzivosti i odbojnosti mogu ga napasti, te zato vežba njegovo obuzdavanje, stražari na vratima vida, obuzdava oko.",
  "mn33:20.4": "Kad uhom čuje zvuk …",
  "mn33:20.5": "Kad nosom oseti miris …",
  "mn33:20.6": "Kad jezikom oseti ukus …",
  "mn33:20.7": "Kad telom dodirne neki predmet …",
  "mn33:20.8": "Kad umom prepozna objekat uma, ne vezuje se za njegova obeležja i detalje.",
  "mn33:20.9": "Ako um ostavi bez nadzora, štetna stanja gramzivosti i odbojnosti mogu ga napasti, te zato vežba njegovo obuzdavanje, stražari na vratima uma, obuzdava um.",
  "mn33:20.10": "Tako monah previja rane.",
  "mn33:21.1": "A kako monah dimi štalu?",
  "mn33:21.2": "Tako što detaljno podučava druge Dhammi, onako kako ju je naučio i njome ovladao.",
  "mn33:21.3": "Tako monah dimi štalu.",
  "mn33:22.1": "A kako monah zna gde je dobro mesto za pojenje?",
  "mn33:22.2": "Tako što ide s vremena na vreme do onih monaha koji su učeni, koji su dobro upućeni u tradiciju, pridržavaju se Dhamme, prakse i pravila. Propituje ih i postavlja ovakva pitanja:",
  "mn33:22.3": "„Šta je to, poštovani gospodine?",
  "mn33:22.4": "Koje je značenje toga?”",
  "mn33:22.5": "I ti poštovani mu otkrivaju ono što nije otkriveno, razjašnjavaju ono što nije jasno, uklanjaju sumnjičavost u vezi s brojnim stvarima koje je podstiču.",
  "mn33:22.6": "Tako monah zna gde je dobro mesto za pojenje.",
  "mn33:23.1": "A kako monah zna šta znači biti napojen?",
  "mn33:23.2": "Kada Tathāgata podučava Dhammu i praksu, monah postaje nadahnut značenjem, nadahnut Dhammom, obradovan Dhammom.",
  "mn33:23.3": "Tako monah zna šta znači biti napojen.",
  "mn33:24.1": "A kako monah poznaje put?",
  "mn33:24.2": "Tako što razume plemeniti osmostruki put onakvim kakav zaista jeste.",
  "mn33:24.3": "Tako monah poznaje put.",
  "mn33:25.1": "A kako monah zna gde je dobar pašnjak?",
  "mn33:25.2": "Tako što razume četiri temelja svesnosti kakvi zaista jesu.",
  "mn33:25.3": "Tako monah zna gde je dobar pašnjak.",
  "mn33:26.1": "A kako monah ne muze do poslednje kapi?",
  "mn33:26.2": "Kada predani kućedomaćin pozove monaha da uzme koliko želi ogrtača, hrane, boravišta i lekova,",
  "mn33:26.3": "zna za meru u tom prihvatanju.",
  "mn33:26.4": "Tako monah ne muze do poslednje kapi.",
  "mn33:27.1": "A kako monah iskazuje posebno poštovanje za one iskusne monahe koji su odavno otišli u beskućnike, za očeve i predvodnike sanghe?",
  "mn33:27.2": "Tako što njegovi telesni postupci prema iskusnim monasima, i na javnom i na privatnom mestu, jesu vođeni prijateljskom ljubavlju; monahove reči upućene iskusnim monasima, i na javnom i na privatnom mestu, jesu vođene prijateljskom ljubavlju; monahove misli upućene iskusnim monasima, i na javnom i na privatnom mestu, jesu vođene prijateljskom ljubavlju.",
  "mn33:27.5": "Tako monah iskazuje posebno poštovanje za one iskusne monahe koji su odavno otišli u beskućnike, za očeve i predvodnike sanghe.",
  "mn33:27.6": "Monasi, kad ima ovih jedanaest osobina, monah je u stanju da raste, sazreva i ispunjava se u ovom učenju i pravilima.”",
  "mn33:27.7": "Tako reče Blaženi.",
  "mn33:27.8": "Zadovoljni, monasi se obradovaše rečima Blaženoga."
}