{
  "mn34:0.1": "Budini govori srednje dužine 34 ",
  "mn34:0.2": "Kratki govor o govedaru",
  "mn34:1.1": "Ovako sam čuo.",
  "mn34:1.2": "Jednom je Blaženi boravio u zemlji Vađđi, kraj Ukkāćele, na obali reke Gang.",
  "mn34:1.3": "Tu se on ovako obrati monasima:",
  "mn34:1.4": "„Monasi.”",
  "mn34:1.5": "–„Da, poštovani gospodine”, odgovoriše oni.",
  "mn34:1.6": "A Blaženi ovako nastavi:",
  "mn34:2.1": "„Monasi, jednom je u Magadhi neki lakomisleni govedar, poslednjeg meseca monsuna, u jesen, ne vodeći mnogo računa o ovoj obali niti o onoj obali ove reke Gang, poterao svoje krdo ka zemlji Videha, ka drugoj obali, na mestu gde nije prelaz.",
  "mn34:3.1": "A onda stoku zahvati matica, zadese ih nevolja i propast.",
  "mn34:3.2": "A zašto?",
  "mn34:3.3": "Zato što je taj lakomisleni govedar poslednjeg meseca monsuna, u jesen, ne vodeći mnogo računa o ovoj obali, niti o onoj obali reke Gang, poterao svoje krdo ka zemlji Videha, ka drugoj obali, na mestu gde nije prelaz.",
  "mn34:3.4": "Isto je tako, monasi, s asketama i brahmanima koji ne poznaju ovaj svet i drugi svet, ne poznaju kraljevstvo Māre i ono izvan njega, ne poznaju kraljevstvo smrti i ono izvan njega–svima koji ih slušaju i imaju poverenje u njih, to će doneti nevolje i propast za dugo vremena.",
  "mn34:4.1": "Monasi, jednom je u Magadhi mudri govedar, poslednjeg meseca monsuna, u jesen, pošto je dobro osmotrio ovu obalu i onu obalu ove reke Gang, poterao svoje krdo ka zemlji Videha, ka drugoj obali, na mestu gde postoji prelaz.",
  "mn34:5.1": "Prvo je poterao bikove za priplod, očeve i predvodnike krda,",
  "mn34:5.2": "i oni zasekoše maticu Ganga, te bezbedno stigoše na drugu obalu.",
  "mn34:5.3": "Potom je poterao snažna goveda i goveda koja tek treba ukrotiti,",
  "mn34:5.4": "i oni zasekoše maticu Ganga i bezbedno stigoše na drugu obalu.",
  "mn34:5.5": "Poterao je zatim junice i junad,",
  "mn34:5.6": "te i oni zasekoše maticu Ganga i bezbedno stigoše na drugu obalu.",
  "mn34:5.7": "Poterao je zatim telad i slabiju stoku,",
  "mn34:5.8": "i oni zasekoše maticu Ganga i bezbedno stigoše na drugu obalu.",
  "mn34:5.9": "U isto vreme, bilo je sasvim mlade teladi, tek rođene, koja podstaknuta mukanjem svojih majki takođe zasekoše maticu Ganga i bezbedno stigoše na drugu obalu.",
  "mn34:5.10": "A zašto?",
  "mn34:5.11": "Zato što je taj mudri govedar iz Magadhe poslednjeg meseca monsuna, u jesen, pošto je dobro osmotrio ovu obalu i onu obalu ove reke Gang, poterao svoje krdo ka zemlji Videha, ka drugoj obali, na mestu gde postoji prelaz.",
  "mn34:5.12": "Isto je tako, monasi, s asketama i brahmanima koji poznaju ovaj svet i drugi svet, poznaju kraljevstvo Māre i ono izvan njega, poznaju kraljevstvo smrti i ono izvan njega–svima koji ih slušaju i imaju poverenje u njih, to će doneti dobrobit i sreću za dugo vremena.",
  "mn34:6.1": "Monasi, baš kao što bikovi za priplod, očevi i predvodnici krda zasekoše maticu Ganga te bezbedno stigoše na drugu obalu,",
  "mn34:6.2": "tako i monasi koji su arahanti, sve otrove uklonili, proživeli svetački život, učinili ono što je trebalo učiniti, odložili tovar, dosegli sopstveni cilj, raskinuli okove bića i potpuno su oslobođeni krajnjim znanjem–zasekoše maticu Māre te bezbedno stigoše na drugu obalu.",
  "mn34:7.1": "Baš kao što snažna goveda i goveda koja tek treba ukrotiti zasekoše maticu Ganga, te bezbedno stigoše na drugu obalu,",
  "mn34:7.2": "tako i monasi koji su raskinuli pet nižih okova, spontano će se preporoditi (u čistim boravištima) i odatle dostići nibbānu, a da se više ne vrate u ovaj svet–zasekoše maticu Māre te bezbedno stigoše na drugu obalu.",
  "mn34:8.1": "Baš kao što junice i junad zasekoše maticu Ganga te bezbedno stigoše na drugu obalu,",
  "mn34:8.2": "tako i monasi koji su raskinuli tri okova i slabljenjem strasti, mržnje i obmanutosti postali jednom-povratnici, koji se vraćaju u ovaj svet da okončaju patnju–zasekoše maticu Māre te bezbedno stigoše na drugu obalu.",
  "mn34:9.1": "Baš kao što telad i slabija stoka zasekoše maticu Ganga, te bezbedno stigoše na drugu obalu,",
  "mn34:9.2": "tako i monasi koji su raskinuli tri okova i ušli u tok te više nisu podložni propasti, već im je osigurano oslobođenje, putuju ka probuđenju–zasekoše maticu Māre te bezbedno stigoše na dru gu obalu.",
  "mn34:10.1": "Baš kao što sasvim mlada telad, tek rođena, podstaknuta mukanjem svojih majki zaseče maticu Ganga te bezbedno stiže na drugu obalu,",
  "mn34:10.2": "tako i monasi koji su sledbenici u skladu sa Dhammom, sledbenici u skladu sa poverenjem–zasekoše maticu Māre, te bezbedno stigoše na drugu obalu.",
  "mn34:11.1": "Monasi, ja poznajem ovaj svet i drugi svet, poznajem kraljevstvo Māre i ono izvan njega, poznajem kraljevstvo smrti i ono izvan njega. Oni koji me slušaju i imaju poverenje u mene, to će im doneti dobrobit i sreću za dugo vremena.”",
  "mn34:12.1": "Tako reče Blaženi.",
  "mn34:12.2": "Kad je Uzvišeni ovo izrekao, Učitelj dodade i ovo:",
  "mn34:12.3": "„I ovaj svet i drugi svet",
  "mn34:12.4": "dobro je opisao onaj koji zna,",
  "mn34:12.5": "ono što je u dosegu Māre",
  "mn34:12.6": "i ono što je izvan domašaja smrti.",
  "mn34:12.7": "Razumevši neposredno čitav ovaj svet,",
  "mn34:12.8": "Probuđeni, onaj koji razume",
  "mn34:12.9": "otvori vrata ka besmrtnome,",
  "mn34:12.10": "kroz koja se do nibbāne sigurno stiže.",
  "mn34:12.11": "Jer Mārina matica presečena je sada,",
  "mn34:12.12": "njegova struja zaustavljena, trska raskrčena;",
  "mn34:12.13": "Radujte se zato, monasi, beskrajno",
  "mn34:12.14": "i svoja srca sklonite tamo gde sigurnost leži.”"
}