{
  "mn35:0.1": "Budini govori srednje dužine 35 ",
  "mn35:0.2": "Kratki govor Saććaki",
  "mn35:1.1": "Ovako sam čuo.",
  "mn35:1.2": "Jednom je Blaženi boravio kraj Vesālija, u Velikom gaju, u dvorani sa šiljatim krovom.",
  "mn35:2.1": "U isto vreme je u Vesāliju boravio Saććaka, nigaṇṭhin sin, veliki po reči debater koji je pretvarao da je pronicljiv i koga mnogi smatraju svetim.",
  "mn35:2.2": "Pred skupom u Vesāliju ovako je govorio:",
  "mn35:2.3": "„Ne vidim asketu ili brahmana, starešinu reda, starešinu grupe, učitelja grupe, čak i one što tvrde da su plemeniti i potpuno probuđeni, a koji ne bi pretrnuo, stresao se, zadrhtao i preznojio ispod pazuha ako bi se upustio u debatu sa mnom.",
  "mn35:2.4": "Čak i kad bih poveo debatu s običnim stubom, on bi pretrnuo, stresao se i zadrhtao u debati sa mnom,",
  "mn35:2.5": "pa šta onda da kažem za živog čoveka?”",
  "mn35:3.1": "Onda, jednoga jutra poštovani Assađi se obuče, uze prosjačku zdelu i gornji ogrtač, pa krene put Vesālija da prosi hranu.",
  "mn35:3.2": "Pošto je Saććaka, nigaṇṭhin sin, hodao i lutao unaokolo da protegne noge, još izdaleka ugleda poštovanog Assađija,",
  "mn35:3.3": "krete mu u susret i pozdravi se.",
  "mn35:3.4": "Kad taj učtivi i prijateljski razgovor bi završen, Saććaka, nigaṇṭhin sin, stade sa strane i reče:",
  "mn35:4.1": "„Učitelju Assađi, kako to asketa Gotama obuzdava svoje učenike? I na koji način je poduka askete Gotame obično izložena njegovim učenicima?”",
  "mn35:4.2": "„Aggivessana, evo kako asketa Gotama obuzdava svoje učenike i na koji način je ta poduka askete Gotame obično izložena njegovim učenicima:",
  "mn35:4.3": "'Monasi, materijalni oblik je prolazan, osećaj je prolazan, opažaj je prolazan, mentalni obrasci su prolazni, svest jeste prolazna.",
  "mn35:4.4": "Monasi, materijalni oblik nije sopstvo, osećaj nije sopstvo, opažaj nije sopstvo, mentalni obrasci nisu sopstvo, svest nije sopstvo.",
  "mn35:4.5": "Sve uslovljeno jeste prolazno, sve stvari su bez sopstva.' Tako asketa Gotama obuzdava svoje učenike i na taj način je poduka askete Gotame obično izložena njegovim učenicima.”",
  "mn35:4.7": "„Ako je to ono što asketa Gotama tvrdi, onda zaista čujemo ono što jeste neprihvatljivo.",
  "mn35:4.8": "Možda bismo se nekom prilikom mogli sresti sa učiteljem Gotamom i porazgovarati s njim. Možda ga možemo odvratiti od takvog, pogrešnog gledišta.”",
  "mn35:5.1": "U to vreme pet stotina Liććhavija okupilo se u lokalnoj skupštini radi nekog posla.",
  "mn35:5.2": "A Saććaka, nigaṇṭhin sin, otide do njih i reče:",
  "mn35:5.3": "„Dođite, dobri Liććhavi, dođite! Danas će biti debata između mene i askete Gotame.",
  "mn35:5.4": "Ako asketa Gotama ustvrdi preda mnom ono što je ustvrdio preda mnom jedan od njegovih poznatih učenika, monah po imenu Assađi, tada, baš kao kad snažan čovek uhvati ovna za runo, te krene da ga vuče tamo-amo, krene da ga vuče unaokolo, i ja ću u debati vući asketu Gotamu tamo-amo, i ja ću ga vući svuda unaokolo.",
  "mn35:5.6": "Baš kao kad bi snažan radnik ubacio sito u duboku cisternu i uhvativši ga za krajeve, vukao ga tamo-amo, vukao ga ukrug, i ja ću u debati vući asketu Gotamu tamo-amo, i ja ću ga vući svuda unaokolo.",
  "mn35:5.8": "Baš kao kad bi taj snažan radnik izvukao sito iz vode i uhvativši ga za krajeve, protresao ga gore-dole, te ga okrenuo naopako, i ja ću u debati protresti asketu Gotamu gore-dole i ja ću ga okrenuti naopako.",
  "mn35:5.10": "Baš kao što bi slon od šezdeset godina jurnuo u duboko jezero i uživao igrajući kudeljinu igru, tako ću i ja uživati igrajući kudeljinu igru s asketom Gotamom.",
  "mn35:5.12": "Dođite, dobri Liććhavi, dođite! Danas će biti debata između mene i askete Gotame.”",
  "mn35:6.1": "Na to neki među Liććhavima rekoše:",
  "mn35:6.2": "„Kako asketa Gotama može pobiti tvrdnje Saććake, nigaṇṭhinog sina? Upravo suprotno, Saććaka, nigaṇṭhin sin, pobiće tvrdnje askete Gotame.”",
  "mn35:6.3": "A drugi Liććhavi rekoše:",
  "mn35:6.4": "„Ko je Saććaka, nigaṇṭhin sin, da pobije tvrdnje Blaženog? Upravo suprotno, Blaženi će pobiti tvrdnje Saććake, nigaṇṭhinog sina.”",
  "mn35:6.5": "Potom Saććaka, nigaṇṭhin sin, praćen sa pet stotina Liććhavija, otide do dvorane sa šiljatim krovom, u Velikom gaju.",
  "mn35:7.1": "A tom prilikom je jedan broj monaha praktikovao meditaciju u hodu.",
  "mn35:7.2": "Onda Saććaka, nigaṇṭhin sin, otide do njih i upita:",
  "mn35:7.3": "„Gospodo, gde boravi učitelj Gotama?",
  "mn35:7.4": "Došli smo da vidimo učitelja Gotamu.”",
  "mn35:7.5": "„Aggivessana, Blaženi je otišao u Veliki gaj i sedi u podnožju drveta, da tako provede ostatak dana.”",
  "mn35:8.1": "Na to Saććaka, nigaṇṭhin sin, praćen velikom grupom Liććhavija, zađe u Veliki gaj i stiže do Blaženog. Pozdravi se sa Blaženim, pa kad taj učtiv i prijateljski razgovor bi završen, sede on sa strane.",
  "mn35:8.3": "Neki od Liććhavija se pokloniše Blaženom i sedoše sa strane; drugi se pozdraviše sa Blaženim, pa kada taj učtiv i prijateljski razgovor bi završen, sedoše sa strane; treći u znak poštovanja sklopiše ruke u pravcu Blaženog i sedoše sa strane; neki u prisustvu Blaženog rekoše svoje ime i klan i sedoše sa strane; neki ćutke sedoše sa strane.",
  "mn35:9.1": "Kada je Saććaka, nigaṇṭhin sin, seo na svoje mesto, reče on Blaženom:",
  "mn35:9.2": "„Želeo bih da pitam učitelja Gotamu neke stvari, ako bi učitelj Gotama bio tako ljubazan da mi odgovori.”",
  "mn35:9.3": "„Pitaj šta želiš, Aggivessana.”",
  "mn35:9.4": "„Kako to učitelj Gotama obuzdava svoje učenike? Na koji način je ta poduka askete Gotame obično izložena njegovim učenicima?”",
  "mn35:9.5": "„Aggivessana, evo kako obuzdavam svoje učenike i na koji način je moja poduka obično izložena mojim učenicima:",
  "mn35:9.6": "'Monasi, materijalni oblik je prolazan, osećaj je prolazan, opažaj je prolazan, mentalni obrasci su prolazni, svest jeste prolazna.",
  "mn35:9.7": "Monasi, materijalni oblik nije sopstvo, osećaj nije sopstvo, opažaj nije sopstvo, mentalni obrasci nisu sopstvo, svest nije sopstvo.",
  "mn35:9.8": "Sve uslovljeno jeste prolazno, sve stvari jesu bez sopstva.'",
  "mn35:9.9": "Tako obuzdavam svoje učenike i na taj način je moja poduka obično izložena mojim učenicima.”",
  "mn35:10.1": "„Učitelju Gotama, pade mi sada na um jedno poređenje.”",
  "mn35:10.2": "„Objasni kakvo je to poređenje, Aggivessana”, reče Blaženi.",
  "mn35:10.3": "„Baš kao kad semenke i biljke, kakve god vrste bile, izniknu, narastu i sazru, svaka to čini zahvaljujući zemlji, na osnovu zemlje;",
  "mn35:10.5": "i koji god težački rad da treba obaviti, kakve god vrste bio, svaki je obavljen zahvaljujući zemlji, na osnovu zemlje",
  "mn35:10.7": "–isto tako, učitelju Gotama, čovek ima materijalni oblik kao sopstvo i na osnovu materijalnog oblika stvara on zasluge i manjkavosti. Čovek ima osećaj kao sopstvo i na osnovu osećaja stvara on zasluge i manjkavosti. Čovek ima opažaj kao sopstvo i na osnovu opažaja stvara on zasluge i manjkavosti. Čovek ima mentalne obrasce kao sopstvo i na osnovu mentalnih obrazaca stvara on zasluge i manjkavosti. Čovek ima svest kao sopstvo i na osnovu svesti stvara on zasluge i manjkavosti.”",
  "mn35:11.1": "„Aggivessana, da li ti to tvrdiš:",
  "mn35:11.2": "'Materijalni oblik je moje sopstvo, osećaj je moje sopstvo, opažaj je moje sopstvo, mentalni obrasci su moje sopstvo, svest je moje sopstvo?'”",
  "mn35:11.3": "„Tvrdim, učitelju Gotama:",
  "mn35:11.4": "'Materijalni oblik je moje sopstvo, osećaj je moje sopstvo, opažaj je moje sopstvo, mentalni obrasci su moje sopstvo, svest je moje sopstvo.' A isto to tvrdi i ovo veliko mnoštvo ljudi oko nas.”",
  "mn35:11.5": "„Kakve veze ovo veliko mnoštvo ima s tobom, Aggivessana?",
  "mn35:11.6": "Molim te da se ograničiš samo na sopstvene tvrdnje.”",
  "mn35:11.7": "„Onda, učitelju Gotama, ja tvrdim ovako:",
  "mn35:11.8": "'Materijalni oblik je moje sopstvo, osećaj je moje sopstvo, opažaj je moje sopstvo, mentalni obrasci su moje sopstvo, svest je moje sopstvo.'”",
  "mn35:12.1": "„U tom slučaju, Aggivessana, imam pitanje za tebe. Odgovori kako misliš da treba.",
  "mn35:12.2": "Šta misliš, Aggivessana?",
  "mn35:12.3": "Da li miropomazan plemeniti kralj–na primer, Pasenadi, kralj Kosale, ili Ađātasattu Vedehiputta, kralj Magadhe,",
  "mn35:12.4": "poseduje moć u sopstvenoj zemlji da pogubi one koji treba da budu pogubljeni, oglobi one koji treba da budu oglobljeni, protera one koji treba da budu proterani?”",
  "mn35:12.5": "„Učitelju Gotama, miropomazan plemeniti kralj–na primer, Pasenadi, kralj Kosale, ili Ađātasattu Vedehiputta, kralj Magadhe, poseduje moć u sopstvenoj zemlji da pogubi one koji treba da budu pogubljeni, oglobi one koji treba da budu oglobljeni, protera one koji treba da budu proterani.",
  "mn35:12.7": "Jer čak i takve (plemićke) zajednice i društva kao što su",
  "mn35:12.8": "Vađđi i Malla,",
  "mn35:12.9": "imaju moć u sopstvenoj zemlji da pogube one koji treba da budu pogubljeni, oglobe one koji treba da budu oglobljeni, proteraju one koji treba da budu proterani.",
  "mn35:12.11": "Tim pre bi to mogao da učini miropomazan plemeniti kralj kao što je Pasenadi, kralj Kosale, ili Ađātasattu Vedehiputta, kralj Magadhe.",
  "mn35:12.12": "Učitelju Gotama, on bi to učinio, i to s punim pravom.”",
  "mn35:13.1": "„A šta misliš, Aggivessana?",
  "mn35:13.2": "Kada kažeš:",
  "mn35:13.3": "'Materijalni oblik je moje sopstvo', da li imaš moć nad materijalnim oblikom da kažeš:",
  "mn35:13.4": "'Neka moj oblik bude ovakav; neka moj oblik bude onakav?'” Kad ovo bi rečeno,",
  "mn35:13.5": "Saććaka, nigaṇṭhin sin, ostade zanemeo.",
  "mn35:13.6": "Po drugi put Blaženi postavi isto pitanje",
  "mn35:13.10": "i po drugi put Saććaka, nigaṇṭhin sin, ostade nem.",
  "mn35:13.11": "Na to mu Blaženi reče:",
  "mn35:13.12": "„Aggivessana, odgovori sad. Sada nije vreme za ćutanje.",
  "mn35:13.13": "Ako bilo ko, pošto mu Tathāgata po treći put postavi razložno pitanje, još uvek ne odgovara, glava mu se upravo na tom mestu rasprsne na sedam delova.”",
  "mn35:14.1": "U tome se duh koji baca munje, sa gvozdenom munjom u plamenu, usijanom i užarenom, pojavi u vazduhu iznad Saććake, nigaṇṭhinog sina, razmišljajući ovako:",
  "mn35:14.2": "„Ako ovaj Saććaka, nigaṇṭhin sin, pošto mu Tathāgata po treći put postavi razložno pitanje, ne odgovori, glavu ću mu upravo na ovom mestu raspolutiti na sedam delova.”",
  "mn35:14.3": "Blaženi vide duha koji baca munje, baš kao i Saććaka, nigaṇṭhin sin.",
  "mn35:14.4": "I Saććaka, nigaṇṭhin sin, uplaši se, usplahiri i užasnu. Tragajući za skloništem, zaklonom i utočištem u Blaženom, on reče:",
  "mn35:14.5": "„Pitaj me, učitelju Gotama, a ja ću odgovoriti.”",
  "mn35:15.1": "„Šta misliš, Aggivessana?",
  "mn35:15.2": "Kada kažeš:",
  "mn35:15.3": "'Materijalni oblik je moje sopstvo', da li imaš moć nad materijalnim oblikom da kažeš:",
  "mn35:15.4": "'Neka moj oblik bude ovakav; neka moj oblik bude onakav?'”",
  "mn35:15.5": "–„Ne, učitelju Gotama.”",
  "mn35:16.1": "„Pazi, Aggivessana, pazi kako odgovaraš!",
  "mn35:16.2": "Ovo što si rekao kasnije ne slaže se s onim što si rekao ranije, ono što si rekao ranije ne slaže se s ovim što si rekao kasnije.",
  "mn35:16.4": "Šta misliš, Aggivessana?",
  "mn35:16.5": "Kada kažeš:",
  "mn35:16.6": "'Osećaj je moje sopstvo', da li imaš moć nad osećajem da kažeš:",
  "mn35:16.7": "'Neka moj osećaj bude ovakav; neka moj osećaj ne bude onakav?'”",
  "mn35:16.8": "–„Ne, učitelju Gotama.”",
  "mn35:17.1": "„Pazi, Aggivessana, pazi kako odgovaraš!",
  "mn35:17.2": "Ovo što si rekao kasnije ne slaže se s onim što si rekao ranije, ono što si rekao ranije ne slaže se s ovim što si rekao kasnije.",
  "mn35:17.4": "Šta misliš, Aggivessana?",
  "mn35:17.5": "Kada kažeš:",
  "mn35:17.6": "'Opažaj je moje sopstvo', da li imaš moć nad opažajem da kažeš:",
  "mn35:17.7": "'Neka moj opažaj bude ovakav; neka moj opažaj ne bude onakav?'”",
  "mn35:17.8": "–„Ne, učitelju Gotama.”",
  "mn35:18.1": "„Pazi, Aggivessana, pazi kako odgovaraš!",
  "mn35:18.2": "Ovo što si rekao kasnije ne slaže se sa onim što si rekao ranije, ono što si rekao ranije ne slaže se sa ovim što si rekao kasnije.",
  "mn35:18.4": "Šta misliš, Aggivessana?",
  "mn35:18.5": "Kada kažeš:",
  "mn35:18.6": "'Mentalni obrasci su moje sopstvo', da li imaš moć nad mentalnim obrascima da kažeš:",
  "mn35:18.7": "'Neka moji mentalni obrasci budu ovakvi; neka moji mentalni obrasci ne budu onakvi?'”",
  "mn35:18.8": "–„Ne, učitelju Gotama.”",
  "mn35:19.1": "„Pazi, Aggivessana, pazi kako odgovaraš!",
  "mn35:19.2": "Ovo što si rekao kasnije ne slaže se sa onim što si rekao ranije, ono što si rekao ranije ne slaže se s ovim što si rekao kasnije.",
  "mn35:19.4": "Šta misliš, Aggivessana?",
  "mn35:19.5": "Kada kažeš:",
  "mn35:19.6": "'Svest je moje sopstvo', da li imaš moć nad svešću da kažeš:",
  "mn35:19.7": "'Neka moja svest bude ovakva; neka moja svest ne bude onakva?'”",
  "mn35:19.8": "–„Ne, učitelju Gotama.”",
  "mn35:20.1": "„Pazi, Aggivessana, pazi kako odgovaraš!",
  "mn35:20.2": "Ovo što si rekao kasnije ne slaže se s onim što si rekao ranije, ono što si rekao ranije ne slaže se sa ovim što si rekao kasnije.",
  "mn35:20.4": "Šta misliš, Aggivessana,",
  "mn35:20.5": "je li materijalni oblik trajan ili prolazan?”–„Prolazan, učitelju Gotama.”",
  "mn35:20.6": "–„Je li ono što je prolazno patnja ili sreća?”–„Patnja, učitelju Gotama.”",
  "mn35:20.9": "–„Da li na ono što je prolazno, patnja i podložno promeni, treba gledati ovako:",
  "mn35:20.10": "'To je moje, to sam ja, to je moje sopstvo?'”–„Ne, učitelju Gotama.”",
  "mn35:20.12": "„Šta misliš, Aggivessana?",
  "mn35:20.13": "Je li osećaj trajan ili prolazan? …",
  "mn35:20.14": "Je li opažaj trajan ili prolazan? …",
  "mn35:20.15": "Jesu li mentalni obrasci trajni ili prolazni? …",
  "mn35:20.16": "Je li svest trajna ili prolazna?”–„Prolazna, učitelju Gotama.”",
  "mn35:20.18": "–„Je li ono što je prolazno patnja ili sreća?”–„Patnja, učitelju Gotama.”",
  "mn35:20.20": "–„Da li na ono što je prolazno, patnja i podložno promeni, treba gledati ovako:",
  "mn35:20.21": "'To je moje, to sam ja, to je moje sopstvo?'”–„Ne, učitelju Gotama.”",
  "mn35:21.1": "„Šta misliš, Aggivessana?",
  "mn35:21.2": "Kada se neko veže za patnju, pribegava patnji, drži se patnje i ono što jeste patnja smatra: 'To je moje, to sam ja, to je moje sopstvo', može li on ikad do kraja da razume patnju ili da u njemu patnja bude potpuno uništena?”",
  "mn35:21.3": "„Kako bi to bilo moguće, učitelju Gotama?",
  "mn35:21.4": "Ne, učitelju Gotama.”",
  "mn35:21.5": "„A šta misliš, Aggivessana?",
  "mn35:21.6": "Ako je to tako, zar se ti nisi vezao za patnju, pribegavaš patnji, držiš se patnje i ono što jeste patnja smatraš: 'To je moje, to sam ja, to je moje sopstvo?'”",
  "mn35:21.8": "„Kako bi bilo moguće da nisam, učitelju Gotama?",
  "mn35:21.9": "Jesam, učitelju Gotama.”",
  "mn35:22.1": "„Zamisli čoveka kome treba dobra drvena građa, koji traga za dobrom drvenom građom, uzme oštru sekiru i zađe u šumu",
  "mn35:22.2": "te ugleda veliko stablo banane, snažnog debla, pravo, mlado, ali bez srži.",
  "mn35:22.3": "Onda ga on poseče u korenu, odseče krošnju i krene da ljušti koru.",
  "mn35:22.4": "Ali dok ljušti koru, on nikad neće doći ni do drvenastog dela stabla, a kamoli do njegove srži.",
  "mn35:22.5": "Isto tako, Aggivessana, kad te ja pritisnem, ispitujem i propitujem o tvojoj tvrdnji, ispadne da si prazan, dezorijentisan i u zabludi.",
  "mn35:22.6": "Ali ti si bio taj što je pred skupom u Vesāliju tvrdio:",
  "mn35:22.7": "'Ne vidim asketu ili brahmana, starešinu reda, starešinu grupe, učitelja grupe, čak i one koji tvrde da su plemeniti i potpuno probuđeni, a koji ne bi pretrnuo, stresao se, zadrhtao i preznojio ispod pazuha ako bi se upustio u debatu sa mnom.",
  "mn35:22.8": "Čak i kad bih poveo debatu s običnim stubom, on bi pretrnuo, stresao se i zadrhtao u debati sa mnom,",
  "mn35:22.9": "pa šta da onda kažem za živog čoveka?' A sada su kapljice znoja na tvome čelu, natopile ti ogrtač toliko da kaplju i na tlo.",
  "mn35:22.11": "Ali na mom telu znoja sada nema.”",
  "mn35:22.12": "I Blaženi pred okupljenima otkri svoje telo zlatne boje.",
  "mn35:22.13": "Kad ovo bi rečeno, Saććaka, nigaṇṭhin sin, ostade da sedi ćutke, zbunjen, povijenih leđa i pognute glave, ophrvan mislima, nesposoban da bilo šta odgovori.",
  "mn35:23.1": "Na to Dummukha, sin Liććhavija, videvši Saććaku, nigaṇṭhinog sina u takvom stanju, reče Blaženom:",
  "mn35:23.2": "„Učitelju Gotama, pade mi sada na um jedno poređenje.”",
  "mn35:23.3": "„Objasni kakvo je to poređenje, Dummukha.”",
  "mn35:23.4": "„Zamislite da nedaleko od sela ili grada postoji jezero i u njemu rak.",
  "mn35:23.5": "I onda grupa dečaka i devojčica krene iz grada ili sela do tog jezera, uđe u vodu, izvuče raka iz vode i stavi ga na suvo.",
  "mn35:23.6": "A kad god rak pruži krak da se pokrene, oni mu ga odseku, slome, zdrobe štapovima i kamenjem,",
  "mn35:23.7": "tako da taj rak sa svim svojim udovima odsečenim, slomljenim, zdrobljenim, ne bi bio u stanju da se vrati u ono jezero i živi tamo kao i pre.",
  "mn35:23.8": "Isto tako, sve akrobacije, zamagljivanja i vrdanja Saććake, nigaṇṭhinog sina,",
  "mn35:23.9": "Blaženi je odsekao, slomio i zdrobio,",
  "mn35:23.10": "pa sada ovaj nije u stanju ni da priđe Blaženom kako bi debatovali.”",
  "mn35:24.1": "Kad ovo bi rečeno, Saććaka, nigaṇṭhin sin, odgovori:",
  "mn35:24.2": "„Čekaj, Dummukha, čekaj! Ja ne pričam s tobom, pričam sa učiteljem Gotamom.”",
  "mn35:24.3": "„Učitelju Gotama, to što smo do sada govorili i ono što su govorili drugi askete i brahmani bilo je, mislim, obično brbljanje.",
  "mn35:24.4": "Ali na koji način učenik askete Gotame sprovodi njegova uputstva, reaguje na njegov savet, prevazišao je sumnjičavost, oslobodio se nedoumica, postao neustrašiv i nezavisan od ostalih koji slede Učiteljev nauk?”",
  "mn35:24.5": "„Aggivessana, bilo koju vrstu materijalnog oblika, prošli, budući ili sadašnji, unutrašnji ili spoljašnji, veliki ili mali, niži ili viši, dalek ili blizu–moj učenik vidi svaki materijalni oblik kakav on zaista jeste, sa pravom mudrošću: 'To nije moje, to nisam ja, to nije moje sopstvo.'",
  "mn35:24.6": "Bilo koju vrstu osećaja …",
  "mn35:24.7": "Bilo koju vrstu opažaja …",
  "mn35:24.8": "Bilo koju vrstu mentalnih obrazaca …",
  "mn35:24.9": "Bilo koju vrstu svesti, prošlu, buduću ili sadašnju, unutrašnju ili spoljašnju, veliku ili malu, nižu ili višu, daleku ili bližu–moj učenik vidi svaku svest kakva ona zaista jeste, sa pravom mudrošću: 'To nije moje, to nisam ja, to nije moje sopstvo.'",
  "mn35:24.10": "Na taj način je moj učenik taj koji sprovodi moja uputstva, reaguje na moj savet, prevazišao je sumnjičavost, oslobodio se nedoumica, postao neustrašiv i nezavisan od ostalih koji slede Učiteljev nauk.”",
  "mn35:25.1": "„Učitelju Gotama, na koji način monah jeste arahant, sve otrove uklonio, proživeo svetački život, učinio što je trebalo učiniti, odložio tovar,",
  "mn35:25.2": "dosegao istinski cilj, raskinuo okove bića i potpuno oslobođen krajnjim znanjem?”",
  "mn35:25.3": "„Aggivessana, bilo koju vrstu materijalnog oblika, prošli, budući ili sadašnji, unutrašnji ili spoljašnji, veliki ili mali, niži ili viši, dalek ili blizu–monah vidi svaki materijalni oblik kakav on zaista jeste, sa pravom mudrošću: 'To nije moje, to nisam ja, to nije moje sopstvo' i zahvaljujući nevezivanju je oslobođen.",
  "mn35:25.4": "Bilo koju vrstu osećaja …",
  "mn35:25.5": "Bilo koju vrstu opažaja …",
  "mn35:25.6": "Bilo koju vrstu mentalnih obrazaca …",
  "mn35:25.7": "Bilo koju vrstu svesti, prošlu, buduću ili sadašnju, unutrašnju ili spoljašnju, veliku ili malu, nižu ili višu, daleku ili bližu–monah vidi svaku svest kakva ona zaista jeste, sa pravom mudrošću: 'To nije moje, to nisam ja, to nije moje sopstvo' i zahvaljujući nevezivanju je oslobođen. Na taj način monah jeste arahant, sve otrove uklonio, proživeo svetački život, učinio ono što je trebalo učiniti, odložio tovar, dosegao istinski cilj, raskinuo okove bića i potpuno oslobođen krajnjim znanjem.",
  "mn35:26.1": "Kad je monahov um tako oslobođen, on poseduje tri nenadmašna kvaliteta:",
  "mn35:26.2": "nenadmašno viđenje, nenadmašno praktikovanje puta i nenadmašno oslobođenje.",
  "mn35:26.3": "Kad je monah tako oslobođen, on i dalje slavi, poštuje, divi se i klanja Tathāgati ovako:",
  "mn35:26.4": "'Blaženi jeste probuđen i podučava Dhammu koja vodi oslobođenju. Blaženi jeste ukroćen i podučava Dhammu koja vodi kroćenju samoga sebe. Blaženi jeste miran i podučava Dhammu koja vodi miru. Blaženi jeste prešao na drugu obalu i podučava Dhammu koja vodi prelasku na drugu obalu. Blaženi je dostigao nibbānu i podučava Dhammu koja vodi dostizanju nibbāne.'”",
  "mn35:27.1": "Kad ovo bi rečeno, Saććaka, nigaṇṭhin sin, odgovori:",
  "mn35:27.2": "„Učitelju Gotama, bio sam smeo i drzak misleći da mogu u debati da napadnem učitelja Gotamu.",
  "mn35:27.3": "Čovek može napasti poludelog slona i naći sigurnost, ali ne može napasti učitelja Gotamu i naći sigurnost.",
  "mn35:27.4": "Čovek može napasti šumski požar i naći sigurnost, ali ne može napasti učitelja Gotamu i naći sigurnost.",
  "mn35:27.5": "Čovek može napasti veoma otrovnu zmiju i naći sigurnost, ali ne može napasti učitelja Gotamu i naći sigurnost.",
  "mn35:27.6": "Bio sam smeo i drzak misleći da mogu u debati da napadnem učitelja Gotamu.",
  "mn35:27.7": "Neka Blaženi zajedno sa monaškom sanghom prihvati od mene poziv za obrok sutra.”",
  "mn35:27.8": "I Blaženi ćutke prihvati.",
  "mn35:28.1": "Potom, znajući da je Blaženi prihvatio, Saććaka, nigaṇṭhin sin, obrati se Liććhavijima:",
  "mn35:28.2": "„Čujte me, Liććhavi. Pozvao sam asketu Gotamu, zajedno sa monaškom sanghom, sutra na obrok.",
  "mn35:28.3": "Možete i vi doneti šta god mislite da bi bilo prikladno za njega.”",
  "mn35:29.1": "Kad je noć prošla, Liććhavi donesoše pet stotina ukrašenih posuda pirinča u mleku kao dar u hrani.",
  "mn35:29.2": "Onda Saććaka, nigaṇṭhin sin, naredi da se u njegovom parku pripreme različite vrste hrane, te posla poruku za Blaženog:",
  "mn35:29.3": "„Vreme je, učitelju Gotama, obrok je spreman.”",
  "mn35:30.1": "I tako, ujutro, Blaženi se obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa zajedno s monaškom sanghom krenu put parka koji je pripadao Saććaki, nigaṇṭhinom sinu, i tamo sede na pripremljeno mesto.",
  "mn35:30.2": "Onda Saććaka, nigaṇṭhin sin, svojim rukama posluži i različitim vrstama jela ugosti monašku sanghu predvođenu Blaženim.",
  "mn35:30.3": "Kad je Blaženi jeo i izvadio ruke iz činije, Saććaka, nigaṇṭhin sin, sede na niže mesto, sa strane,",
  "mn35:30.4": "te reče Blaženome:",
  "mn35:30.5": "„Učitelju Gotama, neka zasluga i veliki plodovi ovog darivanja budu na sreću darivalaca.”",
  "mn35:30.6": "„Aggivessana, šta god da dolazi od davanja onome ko je poput tebe–nekome ko se nije oslobodio strasti, nije oslobodio mržnje, nije oslobodio obmanutosti–to će biti za darovatelje.",
  "mn35:30.7": "A šta god da dolazi od davanja onome ko je poput mene–nekome ko se jeste oslobodio strasti, jeste oslobodio mržnje, jeste oslobodio obmanutosti–to će biti za tebe.”"
}