{
  "mn36:0.1": "Budini govori srednje dužine 36 ",
  "mn36:0.2": "Dugi govor Saććaki",
  "mn36:1.1": "Ovako sam čuo.",
  "mn36:1.2": "Jednom je Blaženi boravio kraj Vesālija, u Velikom gaju, u dvorani sa šiljatim krovom.",
  "mn36:2.1": "Jednoga jutra Blaženi se obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa htede da krene put Vesālija da prosi hranu.",
  "mn36:3.1": "Utom, pošto je hodao i lutao unaokolo da protegne noge, Saććaka, nigaṇṭhin sin, stiže do dvorane sa šiljatim krovom u Velikom gaju.",
  "mn36:3.2": "Poštovani Ānanda još izdaleka ga ugleda",
  "mn36:3.3": "i reče Blaženome:",
  "mn36:3.4": "„Poštovani gospodine, dolazi Saććaka, nigaṇṭhin sin, veliki polemičar i oštrouman govornik, kojeg mnogi smatraju svetim čovekom.",
  "mn36:3.5": "On želi da opovrgne Budu, Dhammu i sanghu.",
  "mn36:3.6": "Bilo bi dobro ako bi Blaženi iz milosrđa malo posedeo sa njim.”",
  "mn36:3.7": "I Blaženi sede na pripremljeno mesto.",
  "mn36:3.8": "Onda Saććaka, nigaṇṭhin sin, stiže do Blaženog i pozdravi se s njim. Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i reče Blaženome:",
  "mn36:4.1": "„Učitelju Gotama, ima asketa i brahmana koji nastoje da razviju telo, ali ne i da razviju um.",
  "mn36:4.2": "Oni se podvrgavaju bolnim telesnim osećajima.",
  "mn36:4.3": "U prošlosti, kad bi se neko podvrgao bolnim telesnim osećajima, njemu bi se udovi ukrutili, srce bi mu popustilo, topla krv bi mu šiknula na usta i potpuno bi poludeo, skrenuo s uma.",
  "mn36:4.4": "Tako je um bio potčinjen telu, telo bi zagospodarilo njime.",
  "mn36:4.5": "A zašto?",
  "mn36:4.6": "Zato što um nije bio razvijen.",
  "mn36:4.7": "Ali ima asketa i brahmana koji nastoje da razviju um, ali ne i da razviju telo.",
  "mn36:4.8": "Oni se podvrgavaju bolnim mentalnim osećajima.",
  "mn36:4.9": "U prošlosti, kad bi se neko podvrgao bolnim mentalnim osećajima, njemu bi se udovi ukrutili, srce bi mu popustilo, topla krv bi mu šiknula na usta i potpuno bi poludeo, skrenuo s uma.",
  "mn36:4.10": "Tako je telo bilo potčinjeno umu, um bi zagospodario njime.",
  "mn36:4.11": "A zašto?",
  "mn36:4.12": "Zato što telo nije bilo razvijeno.",
  "mn36:4.13": "Učitelju Gotama, pomislio sam:",
  "mn36:4.14": "Sigurno učenici Učitelja Gotame nastoje da razviju um, ali ne i da razviju telo.",
  "mn36:5.1": "„Ali, Aggivessana, šta si ti naučio o razvijanju tela?”",
  "mn36:5.2": "„Pa, postoje, na primer,",
  "mn36:5.3": "Nanda Vaććha, Kisa Sankićća, Makkhali Gosāla.",
  "mn36:5.4": "Oni idu nagi, odbacuju pravila, ližu dlanove, ne odlaze kad ih pozovu, ne zaustavljaju se kad ih zamole; ne prihvataju hranu koju bi im doneli, posebno pripremili ili ih pozvali na ručak; ne primaju ništa iz lonca, iz zdele, iz kuće, iz avana, od dvoje koji jedu zajedno, od trudnice, od žene koja doji, od žene koja leže kraj muškarca, sa mesta gde se hrana javno delila, sa mesta gde je bilo pasa ili muva; ne uzimaju ni ribu ni meso, ne piju rakiju, vino, niti bilo šta drugo fermentisano.",
  "mn36:5.5": "",
  "mn36:5.6": "Drže se pravila da u jednoj kući uzimaju jedan zalogaj; da u dve kuće uzimaju dva zalogaja … da u sedam kuća uzimaju sedam zalogaja.",
  "mn36:5.7": "Žive na jednom tanjiru hrane dnevno, na dva tanjira hrane dnevno … na sedam tanjira hrane dnevno.",
  "mn36:5.8": "Uzimaju hranu jednom dnevno, jednom u dva dana … jednom u sedam dana i tako dalje, sve do jednom u dve nedelje; istrajavaju u praksi uzimanja hrane u određenim intervalima.”",
  "mn36:6.1": "„Ali, da li žive sa tako malo, Aggivessana?”",
  "mn36:6.2": "„Ne, učitelju Gotama,",
  "mn36:6.3": "ponekad oni jedu odličnu tvrdu hranu, odličnu meku hranu, kušaju odlične poslastice, piju odlična pića.",
  "mn36:6.4": "Tako ponovo dobijaju snagu, učvršćuju sebe i postaju ugojeni.”",
  "mn36:6.5": "„Ono što su ranije odbacivali, Aggivessana, kasnije ponovo prikupljaju. Tako se telo uvećava i smanjuje. Ali šta si ti naučio o razvijanju uma?”",
  "mn36:6.6": "",
  "mn36:6.7": "Kada je Buda upitao Saććaku, nigaṇṭhinog sina, o razvoju uma, ovaj nije bio u stanju da odgovori.",
  "mn36:7.1": "Onda mu Blaženi reče:",
  "mn36:7.2": "„Ono što si upravo opisao kao razvoj tela, Aggivessana, uopšte nije razvijanje tela prema Dhammi unutar prakse Plemenitog.",
  "mn36:7.3": "Pošto ne znaššta je razvijanje tela, otkud bi mogao znati šta je razvijanje uma?",
  "mn36:7.4": "Zato, Aggivessana, slušaj i dobro zapamti šta ću ti reći o tome šta znači biti nerazvijen telom i nerazvijen umom; a šta znači biti razvijen telom i razvijen umom.”",
  "mn36:7.5": "„Da, gospodine,” odgovori Saććaka, nigaṇṭhin sin.",
  "mn36:7.6": "",
  "mn36:7.7": "A Blaženi ovako reče:",
  "mn36:8.1": "„Šta znači biti nerazvijen telom i nerazvijen umom?",
  "mn36:8.2": "Nekada se, Aggivessana, prijatna misao javi u neukom, običnom čoveku.",
  "mn36:8.3": "Kad oseti taj prijatan osećaj, on počne da žudi za prijatnošću i nastavlja da žudi za prijatnošću.",
  "mn36:8.4": "Onda taj prijatan osećaj u njemu nestane.",
  "mn36:8.5": "Sa nestankom prijatnog osećaja, javlja se bolan osećaj.",
  "mn36:8.6": "Kad oseti taj bolan osećaj, on tuguje, žali i nariče, plače udarajući se u prsa i postaje rastresen.",
  "mn36:8.7": "Kada se onaj prijatan osećaj u njemu javio, osvojio je njegov um i tu ostao, zato što telo nije razvijeno. A kada se onaj bolan osećaj u njemu javio, osvojio je njegov um i tu ostao, zato što um nije razvijen.",
  "mn36:8.8": "Svaki kome, na oba ova načina, nastali prijatan osećaj osvoji um i tu ostane jer telo nije razvijeno i nastali bolan osećaj osvoji um i tu ostane jer um nije razvijen, taj je nerazvijen telom i nerazvijen umom.",
  "mn36:9.1": "A šta to, Aggivessana, znači biti razvijen telom i razvijen umom?",
  "mn36:9.2": "Nekada se, Aggivessana, prijatna misao javi u dobro upućenom, plemenitom sledbeniku.",
  "mn36:9.3": "Kad oseti taj prijatan osećaj, on ne počinje da žudi za prijatnošću i ne nastavlja da žudi za prijatnošću.",
  "mn36:9.4": "Onda taj prijatan osećaj u njemu nestane.",
  "mn36:9.5": "Sa nestankom prijatnog osećaja, javlja se bolan osećaj.",
  "mn36:9.6": "Kad oseti taj bolan osećaj, on ne tuguje, ne žali i ne nariče, ne plače udarajući se u prsa i ne postaje rastresen.",
  "mn36:9.7": "Kada se onaj prijatan osećaj u njemu javio, nije osvojio njegov um i ostao, zato što je telo razvijeno. A kada se onaj bolan osećaj u njemu javio, nije osvojio njegov um i ostao, zato što je um razvijen.",
  "mn36:9.8": "Svaki kome, na oba ova načina, nastali prijatan osećaj ne osvoji um i tu ne ostane jer je telo razvijeno, niti nastali bolan osećaj osvoji njegov um i tu ostane jer je um razvijen, taj je razvijen telom i razvijen umom.",
  "mn36:10.1": "„Imam ovakvo poverenje u učitelja Gotamu:",
  "mn36:10.2": "Učitelj Gotama je razvijen telom i razvijen umom.",
  "mn36:10.3": "„Svakako, Aggivessana, da su tvoje reči uvredljive i ironične, ali ipak ću ti odgovoriti.",
  "mn36:10.4": "",
  "mn36:10.5": "Od kada sam obrijao kosu i bradu, obukao žuti ogrtač, napustio domaćinski život, te otišao u beskućnike, nije bilo moguće za bilo koji prijatan osećaj koji nastane da osvoji moj um i tu ostane ili za bilo koji bolan osećaj koji nastane da osvoji moj um i tu ostane.”",
  "mn36:11.1": "„Znači, nikada u učitelju Gotami nije nastao toliko prijatan osećaj koji bi osvojio njegov um i tu ostao? Nikada u učitelju Gotami nije nastao toliko bolan osećaj koji bi osvojio njegov um i tu ostao?”",
  "mn36:12.1": "„Zašto da ne, Aggivessana?",
  "mn36:12.2": "Tako, Aggivessana, pre mog probuđenja, kao još neprobuđeni bodhisatta, razmišljao sam:",
  "mn36:12.3": "Domaćinski život je skučen i prašnjav; svetački život je poput širokog polja.",
  "mn36:12.4": "Nije lako u kući praktikovati svetački život potpuno savršen i čist, nalik uglačanoj školjki.",
  "mn36:12.5": "Šta ako bih obrijao kosu i bradu, obukao žuti ogrtač, napustio domaćinski život i otišao u beskućnike?",
  "mn36:13.1": "I tako sam kasnije, još uvek mlad, crne kose i obdaren blagoslovom mladosti, u najboljim godinama",
  "mn36:13.2": "",
  "mn36:13.3": "",
  "mn36:13.4": "",
  "mn36:13.5": "",
  "mn36:13.6": "",
  "mn36:13.7": "",
  "mn36:13.8": "",
  "mn36:13.9": "",
  "mn36:13.10": "",
  "mn36:13.11": "",
  "mn36:13.12": "",
  "mn36:13.13": "",
  "mn36:13.14": "",
  "mn36:13.15": "",
  "mn36:13.16": "",
  "mn36:13.17": "",
  "mn36:13.18": "",
  "mn36:13.19": "",
  "mn36:13.20": "",
  "mn36:13.21": "",
  "mn36:13.22": "",
  "mn36:14.1": "",
  "mn36:14.2": "",
  "mn36:14.3": "",
  "mn36:14.4": "",
  "mn36:14.5": "",
  "mn36:14.6": "",
  "mn36:14.7": "",
  "mn36:14.8": "",
  "mn36:14.9": "",
  "mn36:14.10": "",
  "mn36:14.11": "",
  "mn36:14.12": "",
  "mn36:14.13": "",
  "mn36:14.14": "",
  "mn36:14.15": "",
  "mn36:15.1": "",
  "mn36:15.2": "",
  "mn36:15.3": "",
  "mn36:15.4": "",
  "mn36:15.5": "",
  "mn36:15.6": "",
  "mn36:15.7": "",
  "mn36:15.8": "",
  "mn36:15.9": "",
  "mn36:15.10": "",
  "mn36:15.11": "",
  "mn36:15.12": "",
  "mn36:15.13": "",
  "mn36:15.14": "",
  "mn36:15.15": "",
  "mn36:15.16": "",
  "mn36:15.17": "",
  "mn36:15.18": "",
  "mn36:15.19": "",
  "mn36:15.20": "",
  "mn36:15.21": "",
  "mn36:15.22": "",
  "mn36:15.23": "",
  "mn36:15.24": "",
  "mn36:15.25": "",
  "mn36:15.26": "",
  "mn36:15.27": "",
  "mn36:15.28": "",
  "mn36:15.29": "",
  "mn36:15.30": "",
  "mn36:15.31": "",
  "mn36:15.32": "",
  "mn36:15.33": "",
  "mn36:15.34": "",
  "mn36:15.35": "",
  "mn36:16.1": "",
  "mn36:16.2": "",
  "mn36:16.3": "",
  "mn36:16.4": "",
  "mn36:16.5": "",
  "mn36:16.6": "",
  "mn36:16.7": "Na tom mestu sedoh, razmišljajući: Ovo mi je dovoljno za duhovni napor.",
  "mn36:17.1": "I onda mi spontano na um padoše ova tri poređenja, za koja nikad ranije nisam čuo.",
  "mn36:17.2": "Zamisli da u vodi pluta komad vlažnog, mekog drveta.",
  "mn36:17.3": "A onda naiđe čovek sa komadom drveta za paljenje vatre i pomisli: Upaliću vatru, da se malo zagrejem.",
  "mn36:17.4": "Šta misliš, Aggivessana? Može li taj čovek da upali vatru i ugreje se, trljajući svoj komad drveta uz onaj komad vlažnog, mekog drveta?”",
  "mn36:17.5": "„Ne, učitelju Gotama.",
  "mn36:17.6": "",
  "mn36:17.7": "A zašto?",
  "mn36:17.8": "",
  "mn36:17.9": "Zato što je to komad vlažnog, mekog drveta i on pluta u vodi. Na kraju bi taj čovek samo postao iscrpljen i razočaran.”",
  "mn36:17.10": "",
  "mn36:17.11": "„Isto tako, Aggivessana, oni askete i brahmani koji još ne žive telesno odvojeni od zadovoljstava čula, u kojima želja za zadovoljstvima čula, sklonost, obmana, žeđ i groznica za zadovoljstvima čula nisu potpuno napušteni i iskorenjeni,",
  "mn36:17.12": "čak i ako ti dobri askete i brahmani imaju bolne, razdiruće, mučne osećaje zbog svojih napora, oni nisu sposobni za znanje, viđenje i krajnje probuđenje; čak i ako ti dobri askete i brahmani nemaju bolne, razdiruće, mučne osećaje zbog svojih napora, oni nisu sposobni za znanje, viđenje i krajnje probuđenje.",
  "mn36:17.13": "To beše prvo poređenje koje mi spontano na um pade, a za koje nikad ranije nisam čuo.",
  "mn36:18.1": "I opet, Aggivessana, drugo poređenje mi spontano na um pade, a za koje nikad ranije nisam čuo.",
  "mn36:18.2": "Zamisli da komad vlažnog, mekog drveta leži na suvom, daleko od vode.",
  "mn36:18.3": "A onda naiđe čovek sa komadom drveta za paljenje vatre i pomisli: Upaliću vatru, da se malo zagrejem.",
  "mn36:18.4": "Šta misliš, Aggivessana? Može li taj čovek da upali vatru i zagreje se, trljajući svoj komad drveta uz onaj komad vlažnog, mekog drveta što leži na suvom, daleko od vode?",
  "mn36:18.5": "„Ne, učitelju Gotama.",
  "mn36:18.6": "",
  "mn36:18.7": "A zašto?",
  "mn36:18.8": "",
  "mn36:18.9": "Zato što je to komad vlažnog, mekog drveta, čak i ako leži na suvom, daleko od vode. Na kraju bi taj čovek samo postao iscrpljen i razočaran.”",
  "mn36:18.10": "",
  "mn36:18.11": "„Isto tako, Aggivessana, oni askete i brahmani koji žive telesno odvojeni od zadovoljstava čula, ali u kojima želja za zadovoljstvima čula, sklonost, obmana, žeđ i groznica za zadovoljstvima čula nisu potpuno napušteni i iskorenjeni, čak i ako ti dobri askete i brahmani imaju bolne, razdiruće, mučne osećaje zbog svojih napora, oni nisu sposobni za znanje, viđenje i krajnje probuđenje; čak i ako ti dobri askete i brahmani nemaju bolne, razdiruće, mučne osećaje zbog svojih napora, oni nisu sposobni za znanje, viđenje, krajnje probuđenje.",
  "mn36:18.12": "To beše drugo poređenje koje mi spontano na um pade, a za koje nikad ranije nisam čuo.",
  "mn36:19.1": "I opet, Aggivessana, treće poređenje mi spontano na um pade, a za koje nikad ranije nisam čuo.",
  "mn36:19.2": "Zamisli da komad suvog, tvrdog drveta leži na suvom, daleko od vode.",
  "mn36:19.3": "A onda naiđe čovek sa komadom drveta za paljenje vatre i pomisli: Upaliću vatru, da se malo zagrejem.",
  "mn36:19.4": "Šta misliš, Aggivessana? Može li taj čovek da upali vatru trljajući svoj komad drveta uz onaj komad suvog, tvrdog drveta što leži na suvom, daleko od vode?",
  "mn36:19.5": "„Da, učitelju Gotama.",
  "mn36:19.6": "",
  "mn36:19.7": "A zašto?",
  "mn36:19.8": "",
  "mn36:19.9": "Zato što je to komad suvog, tvrdog drveta što leži na suvom, daleko od vode.”",
  "mn36:19.10": "„Isto tako, Aggivessana, oni askete i brahmani koji žive telesno odvojeni od zadovoljstava čula i u kojima su želja za zadovoljstvima čula, sklonost, obmana, žeđ i groznica za zadovoljstvima čula potpuno napušteni i iskorenjeni, čak i ako ti dobri askete i brahmani imaju bolne, razdiruće, mučne osećaje zbog svojih napora, oni su sposobni za znanje, viđenje i krajnje probuđenje; čak i ako ti dobri askete i brahmani nemaju bolne, razdiruće, mučne osećaje zbog svojih napora, oni su sposobni za znanje, viđenje i krajnje probuđenje.",
  "mn36:19.11": "To beše treće poređenje koje mi spontano na um pade, a za koje nikad ranije nisam čuo.",
  "mn36:19.12": "Ovo behu tri poređenja koja mi spontano na um padoše, a za koja nikad ranije nisam čuo.",
  "mn36:20.1": "I pomislih: Šta bi bilo ako, stisnutih zuba i jezika čvrsto uprtog u nepce, obujmim, oborim i savladam um umom.",
  "mn36:20.2": "Onda, stisnutih zuba i jezika čvrsto uprtog u nepce, obujmih, oborih i savladah um umom.",
  "mn36:20.3": "I dok sam to činio, znoj mi je lio ispod pazuha.",
  "mn36:20.4": "Kao kada bi snažan čovek zgrabio slabijeg za glavu ili ramena, obujmio ga, oborio i savladao,",
  "mn36:20.5": "tako sam i ja, stisnutih zuba i jezika čvrsto uprtog u nepce, obujmio, oborio i savladao um umom, a znoj mi je curio ispod pazuha.",
  "mn36:20.6": "Iako je neiscrpna energija bila pokrenuta u meni i besprekorna svesnost uspostavljena, telo mi beše razdraženo i nemirno, jer bejah iscrpljen bolnim naporom.",
  "mn36:20.7": "",
  "mn36:20.8": "Ali takav bolni osećaj što se javio u meni nije osvojio moj um i u njemu ostao.",
  "mn36:21.1": "I pomislih: Šta bi bilo ako meditiram bez daha.",
  "mn36:21.2": "Onda prestadoh da udišem i izdišem i na usta i na nos.",
  "mn36:21.3": "Dok sam to činio, u ušima mi je hučalo poput vetra.",
  "mn36:21.4": "Baš kao što huči kad kovač duva svojim mehovima,",
  "mn36:21.5": "tako je i meni, kad prestadoh da udišem i izdišem i na usta i na nos, u ušima hučalo poput vetra.",
  "mn36:21.6": "Iako je neiscrpna energija pokrenuta u meni i besprekorna svesnost uspostavljena, telo mi beše razdraženo i nemirno, jer bejah iscrpljen bolnim naporom.",
  "mn36:21.7": "",
  "mn36:21.8": "Ali takav bolni osećaj što se javio u meni nije osvojio moj um i u njemu ostao.",
  "mn36:22.1": "I pomislih: Šta bi bilo ako i dalje meditiram bez daha.",
  "mn36:22.2": "Onda prestadoh da udišem i izdišem na usta, na nos i na uši.",
  "mn36:22.3": "Dok sam to činio, glava je htela da mi prsne.",
  "mn36:22.4": "Baš kao kad bi snažan čovek mačem raspolutio lobanju,",
  "mn36:22.5": "tako je i meni, kad prestadoh da udišem i izdišem na usta, na nos i na uši, glava htela da prsne.",
  "mn36:22.6": "Iako je neiscrpna energija pokrenuta u meni i besprekorna svesnost uspostavljena, telo mi beše razdraženo i nemirno, jer bejah iscrpljen bolnim naporom.",
  "mn36:22.7": "",
  "mn36:22.8": "Ali takav bolni osećaj što se javio u meni nije osvojio moj um i u njemu ostao.",
  "mn36:23.1": "I pomislih: Šta bi bilo ako i dalje meditiram bez daha.",
  "mn36:23.2": "Onda prestadoh da udišem i izdišem na usta, na nos i na uši.",
  "mn36:23.3": "Dok sam to činio, glavu su mi razdirali nesnosni bolovi.",
  "mn36:23.4": "Baš kao kad bi mi snažan čovek čvrstim remenom stezao glavu,",
  "mn36:23.5": "tako su i meni, kad prestadoh da udišem i izdišem na usta, na nos i na uši, glavu razdirali nesnosni bolovi.",
  "mn36:23.6": "Iako je neiscrpna energija pokrenuta u meni i besprekorna svesnost uspostavljena, telo mi beše razdraženo i nemirno, jer bejah iscrpljen bolnim naporom.",
  "mn36:23.7": "",
  "mn36:23.8": "Ali takav bolni osećaj što se javio u meni nije osvojio moj um i u njemu ostao.",
  "mn36:24.1": "I pomislih: Šta bi bilo ako i dalje meditiram bez daha.",
  "mn36:24.2": "Onda prestadoh da udišem i izdišem na usta, na nos i na uši.",
  "mn36:24.3": "Dok sam to činio, utrobu su mi razdirali nesnosni bolovi.",
  "mn36:24.4": "Baš kao kad bi vešt mesar ili njegov pomoćnik sekli utrobu vola oštrim nožem,",
  "mn36:24.5": "tako su i meni, kad prestadoh da udišem i izdišem na usta, na nos i na uši, utrobu razdirali nesnosni bolovi.",
  "mn36:24.6": "Iako je neiscrpna energija pokrenuta u meni i besprekorna svesnost uspostavljena, telo mi beše razdraženo i nemirno, jer bejah iscrpljen bolnim naporom.",
  "mn36:24.7": "",
  "mn36:24.8": "Ali takav bolni osećaj što se javio u meni nije osvojio moj um i u njemu ostao.",
  "mn36:25.1": "I pomislih: Šta bi bilo ako i dalje meditiram bez daha.",
  "mn36:25.2": "Onda prestadoh da udišem i izdišem na usta, na nos i na uši.",
  "mn36:25.3": "Dok sam to činio, celo telo mi je gorelo.",
  "mn36:25.4": "Baš kao kad bi dva snažna čoveka dohvatila slabijeg za ruke i noge i okretali ga iznad jame s vrelim ugljenom,",
  "mn36:25.5": "tako je i meni, kad prestadoh da udišem i izdišem na usta, na nos i na uši, celo telo gorelo.",
  "mn36:25.6": "Iako je neiscrpna energija pokrenuta u meni i besprekorna svesnost uspostavljena, telo mi beše razdraženo i nemirno, jer bejah iscrpljen bolnim naporom.",
  "mn36:25.7": "",
  "mn36:25.8": "Ali takav bolni osećaj što se javio u meni nije osvojio moj um i u njemu ostao.",
  "mn36:26.1": "Onda me božanstva ugledaše",
  "mn36:26.2": "i neka od njih rekoše: Asketa Gotama je mrtav.",
  "mn36:26.3": "Druga božanstva rekoše: Asketa Gotama nije mrtav, on umire.",
  "mn36:26.4": "A treća božanstva rekoše: Asketa Gotama niti je umro, niti umire; on je arahant, jer takvo je trpljenje arahanta.",
  "mn36:26.5": "",
  "mn36:26.6": "",
  "mn36:27.1": "I pomislih: Šta bi bilo ako bih vežbao potpuno prestavši da uzimam hranu.",
  "mn36:27.2": "Tada božanstva dođoše do mene i rekoše: Dobri gospodine, ne vežbajte, potpuno prestavši da uzimate hranu. Ako to učinite, mi ćemo vam uliti nebesku hranu kroz pore na koži i živećete od toga.",
  "mn36:27.3": "Razmislih: Ako budem tvrdio da potpuno gladujem dok mi ta božanstva ulivaju nebesku hranu kroz pore na koži i budem živeo od toga, tada ću zapravo lagati.",
  "mn36:27.4": "Zato odvratih božanstva rečima: Nema potrebe za tim.",
  "mn36:27.5": "",
  "mn36:27.6": "",
  "mn36:27.7": "",
  "mn36:27.8": "",
  "mn36:28.1": "I pomislih: Šta bi bilo ako bih uzimao samo malo hrane, svaki put tek po zalogaj, čorbu od pasulja, čorbu od sočiva, boranije ili graška.",
  "mn36:28.2": "I tako uzeh sasvim malo hrane, svaki put po zalogaj, bilo čorbe od pasulja, bilo čorbe od sočiva, boranije ili graška.",
  "mn36:28.3": "I tako, telo mi postade poput kostura.",
  "mn36:28.4": "Zato što sam jeo tako malo, udovi mi postadoše poput stabljika vinove loze ili bambusa.",
  "mn36:28.5": "Zato što sam jeo tako malo, leđa mi postadoše poput grbe kamile.",
  "mn36:28.6": "Zato što sam jeo tako malo, rebra su mu štrčala poput krovnih greda na polurazrušenom ambaru.",
  "mn36:28.7": "Zato što sam jeo tako malo, oči mi upadoše duboko u očne duplje, nalik odblesku vode u dubokom izvoru.",
  "mn36:28.8": "Zato što sam jeo tako malo, glava mi se smežurala i svela kao što se tikva smežura i uvene na vetru i suncu.",
  "mn36:28.9": "Zato što sam jeo tako malo, koža na stomaku mi se prilepila za kičmu. Ako bih dodirnuo stomak, osetio bih kičmu, ako bih dodirnuo kičmu, osetio bih i kožu na stomaku.",
  "mn36:28.10": "Zato što sam jeo tako malo, ako bih obavljao veliku ili malu nuždu, tu bih se i stropoštao pravo na lice.",
  "mn36:28.11": "Zato što sam jeo tako malo, ako bih pokušao da olakšam svome telu trljajući noge rukama, dlaka čiji je koren istrulio, otpadala bi gde god bih protrljao.",
  "mn36:28.12": "",
  "mn36:28.13": "",
  "mn36:29.1": "Kad su me ljudi videli takvoga, neki rekoše: Asketa Gotama je crn.",
  "mn36:29.2": "Drugi rekoše: Asketa Gotama nije crn, on je braon.",
  "mn36:29.3": "Neki treći rekoše: Asketa Gotama nije ni crn, ni braon, njegova koža je zlatne boje.",
  "mn36:29.4": "Toliko se čista, svetla boja moje kože bila izgubila zato što sam jeo tako malo.",
  "mn36:30.1": "I pomislih: Koji god da su askete ili brahmani u prošlosti doživljavali bolne, razdiruće, mučne osećaje zbog svojih napora, ovo je granica, ne postoji više od ovoga.",
  "mn36:30.2": "I koji god će askete ili brahmani u budućnosti doživljavati bolne, razdiruće, mučne osećaje zbog svojih napora, ovo je granica, ne postoji više od ovoga.",
  "mn36:30.3": "I koji god da askete ili brahmani sada doživljavaju bolne, razdiruće, mučne osećaje zbog svojih napora, ovo je granica, ne postoji više od ovoga.",
  "mn36:30.4": "Ali ovakvim samomučenjem nisam dostigao bilo koje uzvišeno stanje, bilo kakvo isticanje u znanju i viđenju dostojno plemenitih.",
  "mn36:30.5": "Da li možda postoji i neki drugi put ka probuđenju?",
  "mn36:30.6": "",
  "mn36:31.1": "I pomislih: Sećam se jednom kad je moj otac Sakyanin bio zauzet poslom, sedeo sam u svežini senke stabla ružine jabuke,",
  "mn36:31.2": "sasvim odvojen od zadovoljstava čula, odvojen od nepovoljnih stanja, i uđoh i ostadoh na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanja, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn36:31.3": "Može li to biti put ka probuđenju?",
  "mn36:31.4": "Za sećanjem, u meni se rodi saznanje: To je zaista put ka probuđenju.",
  "mn36:31.5": "",
  "mn36:32.1": "I pomislih: Zašto se plašim tog zadovoljstva koje nema nikakve veze sa zadovoljstvima čula i nepovoljnim stanjima?",
  "mn36:32.2": "I pomislih: Ne plašim se tog zadovoljstva, jer ono nema nikakve veze sa zadovoljstvima čula i nepovoljnim stanjima.",
  "mn36:32.3": "",
  "mn36:32.4": "",
  "mn36:33.1": "I pomislih: Nije lako postići to zadovoljstvo ako je telo sama kost i koža. Kako bi bilo ako bih pojeo malo čvrste hrane–malo kuvanog pirinča i kaše.",
  "mn36:33.2": "Pojedoh malo čvrste hrane–malo kuvanog pirinča i kaše.",
  "mn36:33.3": "U to vreme pet monaha su me čekali i razmišljali: Ako asketa Gotama dostigne više stanje, on će nam javiti za to.",
  "mn36:33.4": "No, kad pojedoh kuvani pirinač i kašu, tih pet monaha me prezreše i napustiše me, razmišljajući: Asketa Gotama sada živi lagodno; napustio je napor i vratio se lagodnosti.",
  "mn36:33.5": "",
  "mn36:33.6": "",
  "mn36:33.7": "",
  "mn36:34.1": "Kad sam pojeo čvrstu hranu i povratio snagu, sasvim odvojen od zadovoljstava čula, odvojen od nepovoljnih stanja, uđoh i ostadoh na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn36:34.2": "Ali taj prijatan osećaj koji se u meni javio nije osvojio moj um i tu ostao.",
  "mn36:35-37.1": "Smirivanjem usmerene misli i istraživanja, uđoh i ostadoh na drugom stupnju zadubljenja … slabljenjem ushićenja, uđoh i ostadoh na trećem stupnju zadubljenja … napuštanjem zadovoljstva i bola … uđoh i ostadoh na četvrtom stupnju zadubljenja …",
  "mn36:35-37.2": "Ali taj prijatan osećaj koji se u meni javio nije osvojio moj um i tu ostao.",
  "mn36:35-37.3": "",
  "mn36:35-37.4": "",
  "mn36:35-37.5": "",
  "mn36:35-37.6": "",
  "mn36:38.1": "Kada je moj koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerih ga ka znanju o svojim prošlim životima.",
  "mn36:38.2": "Sećao sam se mnoštva prošlih života, jednog rođenja, dva, tri, četiri, pet rođenja, deset rođenja, dvadeset, trideset, četrdeset, pedeset rođenja, sto rođenja, hiljadu, sto hiljada, mnogih eona skupljanja kosmosa, mnogih eona širenja kosmosa, mnogih eona skupljanja i širenja kosmosa. „Tada sam se tako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja ovde, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.” Tako sam se sećao mnoštva svojih prošlih života, u celini i do detalja.",
  "mn36:39.1": "Takvo beše prvo istinsko znanje koje stekoh u prvom delu noći.",
  "mn36:39.2": "Neznanje beše razvejano i javilo se istinsko znanje; tama beše razvejana i pojavilo se svetlo, baš kao što se to događa onome ko je marljiv, predan i odlučan.",
  "mn36:39.3": "Ali taj prijatan osećaj koji se u meni javio nije osvojio moj um i tu ostao.",
  "mn36:40.1": "Kada je moj koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerih ga ka znanju o umiranju i ponovnom rađanju bića …",
  "mn36:40.2": "Tako videh duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna; razumeh kako se bića preporađaju u skladu sa svojim postupcima.",
  "mn36:41.1": "Takvo beše drugo istinsko znanje koje stekoh u drugom delu noći.",
  "mn36:41.2": "Neznanje beše razvejano i javilo se istinsko znanje; tama beše razvejana i pojavilo se svetlo, baš kao što se to događa onome ko je marljiv, predan i odlučan.",
  "mn36:41.3": "Ali taj prijatan osećaj koji se u meni javio nije osvojio moj um i tu ostao.",
  "mn36:42.1": "Kada je moj koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerih ga ka znanju o uklanjanju otrova.",
  "mn36:42.2": "Videh, kao da mi je pred očima: Ovo je patnja … Ovo je nastanak patnje … Ovo je prestanak patnje … Ovo je put koji vodi prestanku patnje … Ovo su otrovi … Ovo je nastanak otrova … Ovo je prestanak otrova … Ovo je put koji vodi prestanku otrova.",
  "mn36:42.3": "",
  "mn36:43.1": "Kad sam znao i video tako, moj um beše oslobođen otrova želje za zadovoljstvima čula, oslobođen otrova želje za bivanjem, oslobođen otrova neznanja.",
  "mn36:43.2": "S ovim oslobađanjem javilo se znanje: Oslobođen sam. Neposredno sam znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.”",
  "mn36:43.3": "",
  "mn36:44.1": "Takvo beše treće istinsko znanje koje stekoh u trećem delu noći.",
  "mn36:44.2": "Neznanje beše razvejano; javilo se istinsko znanje; tama beše razvejana i pojavilo se svetlo, baš kao što se to događa onome ko je marljiv, predan i odlučan.",
  "mn36:44.3": "Ali taj prijatan osećaj koji se u meni javio nije osvojio moj um i tu ostao.",
  "mn36:45.1": "Aggivessana, sećam se da sam podučavao Dhammi grupu od više stotina ljudi",
  "mn36:45.2": "i čak i tada svaki od njih misli: Asketa Gotama ovo podučava Dhammi posebno za mene.",
  "mn36:45.3": "Ali ne treba tako misliti. Tathāgata podučava Dhammi druge samo da bi im dao znanje.",
  "mn36:45.4": "Kada taj razgovor bi završen, Aggivessana, tada ja učvrstim svoj um u sebi, stišam ga, saberem i fokusiram na isti predmet koncentracije kao i pre; tako konstantno boravim.”",
  "mn36:45.5": "„To je stvar u kojoj se učitelju Gotami može verovati, jer je on plemenit i potpuno probuđen.",
  "mn36:45.6": "Ali, da li se učitelj Gotama seća da je ikada spavao preko dana?”",
  "mn36:45.7": "",
  "mn36:45.8": "",
  "mn36:46.1": "„Sećam se, Aggivessana, poslednjeg meseca sezone vrućina,",
  "mn36:46.2": "kad bih se vratio iz prošenja hrane i posle obroka, legao bih na svoj gornji ogrtač savijen načetvoro; ležeći na desnoj strani, zaspao bih svestan i s jasnim razumevanjem.”",
  "mn36:46.3": "„Neki askete i brahmani to nazivaju obmanutost, učitelju Gotama.”",
  "mn36:46.4": "„Ne kaže se zbog toga, Aggivessana, da neko jeste ili nije obmanut.",
  "mn36:46.5": "Ja ću ti reći šta znači biti obmanut, a ti me dobro slušaj.”",
  "mn36:46.6": "„Da, gospodine”, odgovori Saććaka, nigaṇṭhin sin.",
  "mn36:46.7": "A Blaženi ovako reče:",
  "mn36:47.1": "„Onog ja zovem obmanuti, Aggivessana, koji nije napustio otrove koji prljaju, vode obnavljanju bića, stvaraju nevolje, dozrevaju u patnji i vode budućim rođenjima, starosti i smrti.",
  "mn36:47.2": "Ne oslobađajući se otrova, ostajemo obmanuti.",
  "mn36:47.3": "Onog ja zovem neobmanuti koji je napustio otrove koji prljaju, vode obnavljanju bića, stvaraju nevolje, dozrevaju u patnji i vode budućim rođenjima, starosti i smrti.",
  "mn36:47.4": "Oslobađajući se otrova, postajemo neobmanuti.",
  "mn36:47.5": "Tathāgata je, Aggivessana, napustio otrove koji prljaju, donose obnavljanje bića, stvaraju nevolje, dozrevaju u patnji i vode budućim rođenjima, starosti i smrti.",
  "mn36:47.6": "On im je iščupao koren, završio s njima, tako da se ubuduće više neće pojavljivati.",
  "mn36:47.7": "Baš kao što drvo palme, kad mu se odseče krošnja, nije više u stanju da raste, tako je i Tathāgata napustio otrove koji prljaju … završio s njima, tako da se u budućnosti više ne mogu javiti.”",
  "mn36:48.1": "Kada ovo bi rečeno, Saććaka, nigaṇṭhin sin, reče:",
  "mn36:48.2": "„Izvrsno, učitelju Gotama!",
  "mn36:48.3": "Čudesno je kako je, kad su učitelju Gotami upućene pogrdne reče, uvek iznova, kad je bio napadnut uvredama, boja njegove kože zablistala i lice mu se razvedrilo, baš kao što se i očekuje od nekoga ko je usavršen i potpuno probuđen.",
  "mn36:48.4": "Sećam se, učitelju Gotama, kad je Pūraṇa Kassapa debatovao, kako je okolišio, skretao sa glavne teme i ispoljavao ljutnju, mržnju i gorčinu.",
  "mn36:48.5": "A kada su učitelju Gotami upućene pogrdne reči, uvek iznova, kad je bio napadnut uvredama, boja njegove kože je zablistala i lice mu se razvedrilo, baš kao što se i očekuje od nekoga ko je usavršen i potpuno probuđen.",
  "mn36:48.6": "Sećam se kako je Makkhali Gosāla … Ađita Kesakambalin … Pakudha Kaććāyana … Sañđaya Belaṭṭhiputta … Nigaṇṭha Nātaputta debatovao, kako je okolišio, skretao sa glavne teme i ispoljavao ljutnju, mržnju i gorčinu.",
  "mn36:48.7": "A kada su učitelju Gotami upućene pogrdne reči, uvek iznova, kad je bio napadnut uvredama, boja njegove kože je zablistala i lice mu se razvedrilo, baš kao što se i očekuje od nekoga ko je usavršen i potpuno probuđen.",
  "mn36:48.8": "A sada, učitelju Gotama, odlazimo. Mnogo posla treba završiti.”",
  "mn36:48.9": "„Vreme je, Aggivessana, da uradiš kako misliš da treba.”",
  "mn36:48.10": "Onda Saććaka, nigaṇṭhin sin, ushićen i obradovan rečima Blaženoga, ustade sa svoga mesta i otide.",
  "mn36:48.11": "",
  "mn36:48.12": "",
  "mn36:48.13": "",
  "mn36:48.14": "",
  "mn36:48.15": "",
  "mn36:48.16": "",
  "mn36:48.17": "",
  "mn36:48.18": ""
}