{
  "mn37:0.1": "Budini govori srednje dužine 37 ",
  "mn37:0.2": "Kratki govor o iskorenjivanju žudnje",
  "mn37:1.1": "Ovako sam čuo.",
  "mn37:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Istočnom parku, u palati Migārine majke.",
  "mn37:2.1": "Onda Sakka, vladar bogova, otide do Blaženog i pošto mu se pokloni, stade sa strane i upita:",
  "mn37:2.2": "„Poštovani gospodine, kako se ukratko monah oslobađa iskorenjivanjem žudnje, kako se oslobađa neko ko je dosegao krajnju svrhu, krajnju sigurnost od ropstva, krajnji svetački život, krajnji cilj, neko ko je prvi među božanstvima i ljudima?”",
  "mn37:3.1": "„Vladaru bogova, monah je čuo da ništa nije vredno vezivanja.",
  "mn37:3.2": "„Ništa nije vredno vezivanja.”",
  "mn37:3.3": "Kada je monah čuo da",
  "mn37:3.4": "ništa nije vredno vezivanja,",
  "mn37:3.5": "on neposredno zna sve; kad neposredno zna sve, on do kraja razume sve; kad do kraja razume sve, šta god da oseća, bilo da je prijatno, bolno ili ni bolno ni prijatno,",
  "mn37:3.6": "on boravi kontemplirajući prolaznost u tim osećajima, kontemplirajući stišavanje, kontemplirajući nestanak, kontemplirajući napuštanje.",
  "mn37:3.7": "Kad tako kontemplira, ne vezuje se za bilo šta na ovom svetu.",
  "mn37:3.8": "Kada se ne vezuje, tada ne žudi. Kad ne žudi, dostiže nibbānu.",
  "mn37:3.9": "Tada on razume: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.”",
  "mn37:3.10": "Ukratko, vladaru bogova, na taj način se monah oslobađa iskorenjivanjem žudnje, onaj koji je dosegao krajnju svrhu, krajnju slobodu od okova, krajnji svetački život, krajnji cilj, onaj koji je prvi među božanstvima i ljudima.”",
  "mn37:4.1": "Tada se Sakka, vladar bogova, nadahnut i obradovan rečima Blaženog, pokloni Blaženome i pazeći da mu on ostane sa desne strane, nestade u trenu.",
  "mn37:5.1": "A za sve to vreme poštovani Mahā Moggallāna sedeo je nedaleko od Blaženoga.",
  "mn37:5.2": "I tada on pomisli:",
  "mn37:5.3": "„Je li ovaj duh pronikao u značenje reči Blaženog kad se tako raduje ili nije?",
  "mn37:5.4": "Kako bi bilo da to otkrijem?”",
  "mn37:6.1": "Na to, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, poštovani Mahā Moggallāna nestade u palati Migārine majke u Istočnom parku i pojavi se u svetu božanstava neba trideset trojice.",
  "mn37:7.1": "A baš tada je Sakka, vladar bogova, uživao u pet vrsta nebeske muzike i zabavljao se u parku Jedinstvenog lotosa.",
  "mn37:7.2": "Kada izdaleka ugleda Mahā Moggallānu kako dolazi,",
  "mn37:7.3": "otpusti svirače, izađe pred Mahā Moggallānu i reče:",
  "mn37:7.4": "„Dođite, dobri gospodine Moggallāno! Dobro nam došli,",
  "mn37:7.5": "dobri gospodine Moggallāno! Mnogo je vremena prošlo, dobri gospodine Moggallāno, od vašeg poslednjeg dolaska na ovo mesto.",
  "mn37:7.6": "Sedite, dobri gospodine Moggallāno, ovo mesto je pripremljeno za vas.”",
  "mn37:7.7": "Poštovani Mahā Moggallāna sede na pripremljeno mesto,",
  "mn37:7.8": "a Sakka odabra drugo, nešto niže, sa strane.",
  "mn37:7.9": "Onda ga poštovani Mahā Moggallāna upita:",
  "mn37:8.1": "„Kosiya, kako je to Blaženi ukratko opisao oslobađanje iskorenjivanjem žudnje?",
  "mn37:8.2": "Bilo bi dobro da i mi ostali čujemo te reči.”",
  "mn37:8.3": "„Dobri gospodine Moggallāno, ovde smo vrlo zauzeti i mnogo toga treba uraditi,",
  "mn37:8.4": "ne samo svojih već i poslova božanstava neba trideset trojice.",
  "mn37:8.5": "Sem toga, dobri gospodine Moggallāno, ono što dobro čujemo, dobro naučimo, što saslušamo s pažnjom, dobro zapamtimo, u nama ovdašnjima brzo ishlapi.",
  "mn37:8.6": "No, sad se setih, dobri gospodine Moggallāno, jednom je izbio sukob između božanstava i titana.",
  "mn37:8.7": "U tom ratu božanstva su pobedila, a titani su bili poraženi.",
  "mn37:8.8": "Kada sam dobio taj rat i vratio se kao pobednik, dao sam da se sagradi Veđayanta palata.",
  "mn37:8.9": "Dobri gospodine Moggallāno, Veđayanta palata ima stotinu kula",
  "mn37:8.10": "i svaka kula ima sedam stotina gornjih odaja,",
  "mn37:8.11": "a u svakoj od njih je sedam nimfi,",
  "mn37:8.12": "sa po sedam služavki.",
  "mn37:8.13": "Da li biste želeli da vidite lepotu Veđayanta palate, dobri gospodine Moggallāno?”",
  "mn37:8.14": "Poštovani Moggallāna ćutke prihvati ovaj poziv.",
  "mn37:9.1": "Onda, prateći poštovanog Mahā Moggallānu, Sakka, vladar bogova, i božanski kralj Vessavaṇa odoše do Veđayanta palate.",
  "mn37:9.2": "Kada Sakkine služavke izdaleka ugledaše poštovanog Mahā Moggallānu kako dolazi,",
  "mn37:9.3": "one se zbuniše i postideše, te svaka uteče u svoju sobu.",
  "mn37:10.1": "Baš kao što se snaha zbuni i postidi pred svojim svekrom,",
  "mn37:10.3": "kada Sakkine služavke izdaleka ugledaše poštovanog Mahā Moggallānu kako dolazi, one se zbuniše i postideše, te svaka uteče u svoju sobu. Onda Sakka, vladar bogova, i božanski kralj Vessavaṇa provedoše poštovanog Mahā Moggallānu kroz čitavu Veđayanta palatu:",
  "mn37:10.4": "„Gledajte, dobri gospodine Moggallāno, ovu lepotu Veđayanta palate!",
  "mn37:10.5": "Gledajte, dobri gospodine Moggallāno, ovu lepotu Veđayanta palate!",
  "mn37:10.6": "Ovo je nagrada poštovanom Kosiyi, kao onome ko je ranije stekao zasluge;",
  "mn37:10.7": "i kad god ljudska bića vide nešto lepo, ona kažu: „Gospodo, ovo je nagrada božanstvima neba trideset trojice.”",
  "mn37:10.9": "Ovo je nagrada poštovanom Kosiyi, kao onome ko je ranije stekao zasluge.”",
  "mn37:11.1": "Onda poštovani Mahā Moggallāna ovako pomisli:",
  "mn37:11.2": "„Ovaj duh živi vrlo nepažljivo.",
  "mn37:11.3": "Kako bi bilo ako u njemu podstaknem osećaj neodložnosti?”",
  "mn37:11.4": "I tada poštovani Mahā Moggallāna svojim natprirodnim moćima učini da čitava Veđayanta palata zadrhti, zatrese se i zatutnji, tako što ju je tek dodirnuo nožnim palcem.",
  "mn37:11.5": "Sakka, božanski kralj Vessavaṇa i božanstva neba trideset trojice se iznenadiše i preneraziše, te rekoše:",
  "mn37:11.6": "„Gospodo, ovo je čudesno, ovo je neverovatno,",
  "mn37:11.7": "kakvu snagu i moć ima ovaj asketa da vrhom palca učini da čitav nebeski svet zadrhti, zatrese se i zatutnji!”",
  "mn37:12.1": "Kada je poštovani Mahā Moggallāna bio siguran da je u Sakki, vladaru bogova, podstakao osećaj neodložnosti, jer mu se digla kosa na glavi, upita ga:",
  "mn37:12.2": "„Kosiya, kako je to Blaženi ukratko opisao oslobađanje iskorenjivanjem žudnje?",
  "mn37:12.3": "Bilo bi dobro da i mi ostali čujemo te reči.”",
  "mn37:12.4": "„Dobri gospodine Moggallāno, otišao sam do Blaženog, poklonio mu se, stao sa strane i rekao: „Poštovani gospodine …",
  "mn37:13.11": "… među božanstvima i ljudima.” Kada ovo bi izrečeno, dobri gospodine Moggallāno, Blaženi mi reče: „Vladaru bogova … … među božanstvima i ljudima.”",
  "mn37:13.12": "Tako mi je Blaženi ukratko opisao oslobađanje iskorenjivanjem žudnje.”",
  "mn37:14.1": "A poštovani Mahā Moggallāna bi nadahnut i obradovan ovim rečima Sakke, vladara bogova. Na to, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestade u svetu božanstava trideset trojice i pojavi se u palati Migārine majke u Istočnom parku.",
  "mn37:14.2": "I ne zadugo kako je poštovani Mahā Moggallāna otišao, pratioci upitaše Sakku, vladara bogova:",
  "mn37:14.3": "„Dobri gospodine, je li to bio vaš učitelj, Blaženi?”",
  "mn37:14.4": "–„Ne, gospodo, nije to bio moj učitelj, Blaženi.",
  "mn37:14.5": "To je bio jedan od mojih saputnika u svetačkom životu, poštovani Mahā Moggallāna.”",
  "mn37:14.6": "–„Dobri gospodine, dobitak je za vas",
  "mn37:14.7": "što vaš saputnik u svetačkom životu ima takvu snagu i moć.",
  "mn37:14.8": "A još mnogo veći to što je vaš učitelj Blaženi!”",
  "mn37:15.1": "Onda poštovani Mahā Moggallāna otide do Blaženog, pokloni mu se, sede sa strane i upita ga:",
  "mn37:15.2": "„Poštovani gospodine, da li se Blaženi seća kako je–jednom od najviših duhova, sa velikom pratnjom–ukratko opisao oslobađanje iskorenjivanjem žudnje?”",
  "mn37:15.3": "„Sećam se, Moggallāna. Sakka, vladar bogova, došao je do mene i pošto mi se pokloni, stade sa strane i upita: „Poštovani gospodine, kako se ukratko monah oslobađa iskorenjivanjem žudnje, kako se oslobađa neko ko je dosegao krajnju svrhu, krajnju slobodu od okova, krajnji svetački život, krajnji cilj, neko ko je prvi među božanstvima i ljudima?”",
  "mn37:15.6": "Kad ovo bi rečeno, odgovorih: „Vladaru bogova, monah je čuo da ništa nije vredno vezivanja.",
  "mn37:15.16": "Kada je monah čuo da ništa nije vredno vezivanja, on neposredno zna sve; kad neposredno zna sve, on do kraja razume sve; kad do kraja razume sve, šta god da oseća, bilo da je prijatno, bolno ili ni bolno ni prijatno, on boravi kontemplirajući prolaznost u tim osećajima, kontemplirajući stišavanje, kontemplirajući nestanak, kontemplirajući napuštanje. Kad tako kontemplira, ne vezuje se za bilo šta na ovom svetu. Kada se ne vezuje, tada ne žudi. Kad ne žudi, dostiže nibbānu. Tada on razume: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.” Ukratko, vladaru bogova, na taj se način monah oslobađa iskorenjivanjem žudnje … neko ko je prvi među božanstvima i ljudima.”",
  "mn37:15.17": "Tako se sećam da sam Sakki, vladaru bogova, ukratko opisao oslobađanje iskorenjivanjem žudnje.”",
  "mn37:15.18": "Tako reče Blaženi.",
  "mn37:15.19": "Zadovoljan, poštovani Mahā Moggallāna se obradova rečima Blaženoga."
}