{
  "mn38:0.1": "Budini govori srednje dužine 38 ",
  "mn38:0.2": "Dugi govor o iskorenjivanju žudnje",
  "mn38:1.1": "Ovako sam čuo.",
  "mn38:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn38:2.1": "Tu se u monahu po imenu Sāti, ribarevom sinu, ovakvo opasno gledište javilo:",
  "mn38:2.2": "„Koliko ja razumem učenje kojem podučava Blaženi, jedna te ista svest teče i tumara kroz čitav ovaj ciklus preporađanja, a ne uvek neka druga.”",
  "mn38:3.1": "Čuvši ovo, nekoliko monaha odoše do monaha Sātija i upitaše ga:",
  "mn38:3.5": "„Je li istina, prijatelju Sāti, da se u tebi javilo to pogubno gledište?”",
  "mn38:3.7": "„Istina je, prijatelji. Koliko ja razumem učenje kojem podučava Blaženi, jedna te ista svest teče i tumara kroz čitav ovaj ciklus preporađanja, a ne uvek neka druga.”",
  "mn38:3.8": "Onda su ga ti monasi, u želji da ga razuvere u takvo pogubno gledište, opominjali, prekorevali i ispitivali na sledeći način:",
  "mn38:3.9": "„Ne govori tako, prijatelju Sāti. Ne tumači pogrešno Blaženoga; nije u redu da ga pogrešno tumačiš. Blaženi nikada ne bi tako nešto rekao.",
  "mn38:3.10": "Jer je zapravo na mnogo načina Blaženi pokazao kako je nastanak svesti uslovljen, pošto bez uslova nema ni nastanka svesti.”",
  "mn38:3.11": "Iako su ga drugi monasi opominjali, prekorevali i ispitivali na takav način, monah Sāti, ribarev sin, još uvek se tvrdoglavo držao tog pogubnog gledišta i nastavljao da insistira na njemu.",
  "mn38:4.1": "Kad monasi nisu uspeli da ga odgovore od tog pogubnog gledišta, odoše oni do Blaženog. Pošto mu se poklone, sedoše sa strane i ispričaše šta se dogodilo:",
  "mn38:4.2": "„Poštovani gospodine, pošto nismo uspeli da odgovorimo monaha Sātija, ribarevog sina, od pogubnog gledišta, došli smo da o tome obavestimo Blaženog.”",
  "mn38:5.1": "Na to Blaženi reče jednom monahu:",
  "mn38:5.2": "„Monaše, idi i reci monahu Sātiju, ribarevom sinu, da ga Učitelj zove.”",
  "mn38:5.4": "„Da, poštovani gospodine”, odgovori monah, otide do monaha Sātija i reče mu: „Prijatelju Sāti, Učitelj te zove.”",
  "mn38:5.6": "„Da, prijatelju”, odgovori Sāti i otide da vidi Blaženog. Kad stigne, pokloni se i sede sa strane. A Blaženi ga upita:",
  "mn38:5.7": "„Je li istina, Sāti, da se u tebi javilo ovo pogubno gledište:",
  "mn38:5.8": "‘Koliko ja razumem učenje kojem podučava Blaženi, jedna te ista svest teče i tumara kroz čitav ovaj ciklus preporađanja, a ne uvek neka druga?’”",
  "mn38:5.9": "„Zaista je tako. Koliko ja razumem učenje kojem podučava Blaženi, jedna te ista svest teče i tumara kroz čitav ovaj ciklus preporađanja, a ne uvek druga.”",
  "mn38:5.10": "„Šta je to svest, Sāti?”",
  "mn38:5.11": "„To je ono što govori i oseća, te doživljava ovde i tamo rezultat dobrih i loših dela.”",
  "mn38:5.12": "„Od koga si to čuo, neznalice, da sam ga podučavao na takav način?",
  "mn38:5.13": "Nisam li, neznalice, na mnogo načina pokazao kako je nastanak svesti uslovljen, pošto bez uslova nema ni nastanka svesti?",
  "mn38:5.14": "A ti nas, neznalice, pogrešnim tumačenjem pogrešno predstavljaš, sebe povređuješ i sebi si stvorio mnogo loših zasluga;",
  "mn38:5.15": "to će ti zadugo doneti štetu i patnju.”",
  "mn38:6.1": "Onda se Blaženi obrati monasima sledećim rečima:",
  "mn38:6.2": "„Šta mislite, monasi?",
  "mn38:6.3": "Je li ovaj monah Sāti, ribarev sin, upalio makar iskru mudrosti u ovom učenju i pravilima?”",
  "mn38:6.4": "„Kako bi to moglo biti?",
  "mn38:6.5": "Svakako da nije, poštovani gospodine.”",
  "mn38:6.6": "Kad ovo bi izrečeno, monah Sāti, ribarev sin, ostade da sedi ćutke, zbunjen, povijenih leđa i pognute glave, ophrvan mislima, nesposoban da bilo šta odgovori.",
  "mn38:6.7": "Onda mu se Blaženi, znajući njegovo stanje, obrati:",
  "mn38:6.8": "„Ostaćeš upamćen, neznalice, po svom pogubnom gledištu.",
  "mn38:6.9": "A sad ću ispitati ostale monahe o toj stvari.”",
  "mn38:7.1": "Onda se Blaženi obrati monasima:",
  "mn38:7.2": "„Monasi, da li učenje koje podučavam razumete na isti način kao ovaj monah Sāti, ribarev sin, kada nas pogrešnim tumačenjem pogrešno predstavlja, sebe povređuje i sebi stvara mnogo loših zasluga; a to će mu zadugo doneti štetu i patnju?”",
  "mn38:7.3": "„Ne, poštovani gospodine.",
  "mn38:7.4": "Jer na mnoge načine Blaženi je pokazao kako je nastanak svesti uslovljen, pošto bez uslova nema ni nastanka svesti.”",
  "mn38:7.5": "„Dobro je, monasi.",
  "mn38:7.6": "Dobro je što razumete učenje kojem sam vas podučio.",
  "mn38:7.7": "Na mnoge sam načine pokazao kako je nastanak svesti uslovljen, pošto bez uslova nema ni nastanka svesti.",
  "mn38:7.8": "Ali ovaj monah Sāti, ribarev sin, pogrešnim tumačenjem nas pogrešno predstavlja, sebe povređuje i sebi stvara mnogo loših zasluga;",
  "mn38:7.9": "a to će mu zadugo doneti štetu i patnju.",
  "mn38:8.1": "Monasi, svest se određuje po onom posebnom uslovu na osnovu kojeg nastaje.",
  "mn38:8.2": "Kad svest nastane na osnovu oka i oblika, ona se određuje kao svest o viđenom;",
  "mn38:8.3": "kad svest nastane na osnovu uha i zvukova, ona se određuje kao svest o čujnom;",
  "mn38:8.4": "kad svest nastane na osnovu nosa i mirisa, ona se određuje kao svest o omirisanom;",
  "mn38:8.5": "kad svest nastane na osnovu jezika i ukusa, ona se određuje kao svest o kušanom;",
  "mn38:8.6": "kada svest nastane na osnovu tela i predmeta, ona se određuje kao svest o dodirnutom;",
  "mn38:8.7": "kad svest nastane na osnovu uma i objekata uma, ona se određuje kao svest o spoznatom.",
  "mn38:8.8": "Baš kao što se vatra određuje po onome posebnom uslovu na osnovu kojeg gori",
  "mn38:8.9": "–kad vatra gori zahvaljujući cepanicama, ona se određuje kao vatra cepanica;",
  "mn38:8.10": "kad vatra gori zahvaljujući suvom pruću, ona se određuje kao vatra suvog pruća;",
  "mn38:8.11": "kad vatra gori zahvaljujući suvoj travi, ona se određuje kao vatra suve trave;",
  "mn38:8.12": "kad vatra gori zahvaljujući suvom kravljem izmetu, ona se određuje kao vatra suvog kravljeg izmeta;",
  "mn38:8.13": "kad vatra gori zahvaljujući plevi, ona se računa kao vatra pleve;",
  "mn38:8.14": "kad vatra gori zahvaljujući đubretu, ona se računa kao vatra đubreta",
  "mn38:8.15": "–isto tako svest se računa po onome posebnom uslovu na osnovu kojeg nastaje.",
  "mn38:8.16": "Kada svest nastane na osnovu oka i oblika, ona se računa kao svest o viđenom …",
  "mn38:8.21": "kad svest nastane na osnovu uma i objekata uma, ona se računa kao svest o spoznatom.",
  "mn38:9.1": "„Monasi, da li vidite: ‘Ovo je nastalo?’”",
  "mn38:9.2": "–„Vidimo.”",
  "mn38:9.3": "–„Monasi, da li vidite: ‘Njegov nastanak se događa s nastankom onoga kao hrane?’”",
  "mn38:9.4": "–„Da, poštovani gospodine.”",
  "mn38:9.5": "–„Monasi, da li vidite: ‘S nestankom te hrane, nestaje i to što je nastalo?’”",
  "mn38:9.6": "–„Vidimo.”",
  "mn38:10.1": "„Monasi, nastaje li sumnjičavost kad neko ovako nije siguran: ‘Je li to nastalo ili nije?’”",
  "mn38:10.2": "–„Da, poštovani gospodine.”",
  "mn38:10.3": "–„Monasi, nastaje li sumnjičavost kada neko ovako nije siguran: ‘Događa li se njegov nastanak s nastankom onoga kao hrane?’”",
  "mn38:10.4": "–„Nastaje.”",
  "mn38:10.5": "–„Monasi, nastaje li sumnjičavost kada neko ovako nije siguran: ‘S nestankom te hrane, nestaje li i to što je nastalo ili ne?’”",
  "mn38:10.6": "–„Da, nastaje.”",
  "mn38:11.1": "„Monasi, da li ovako sumnjičavost biva napuštena u onome ko, ispravnom mudrošću, vidi kako zaista jeste: ‘To je nastalo?’”",
  "mn38:11.2": "–„Da, poštovani gospodine.”",
  "mn38:11.3": "–„Monasi, da li ovako sumnjičavost biva napuštena u onome ko, ispravnom mudrošću, vidi kako zaista jeste: ‘Njegov nastanak događa se s nastankom onoga kao hrane?’”",
  "mn38:11.4": "–„Da, napuštena je.”",
  "mn38:11.5": "–„Monasi, da li ovako sumnjičavost biva napuštena u onome ko, ispravnom mudrošću, vidi kako zaista jeste: ‘S nestankom te hrane, nestaje i to što je nastalo’?”",
  "mn38:11.6": "–„Da, biva.”",
  "mn38:12.1": "„Monasi, jeste li oslobođeni sumnjičavosti u ovome: ‘Ovo je nastalo?’”",
  "mn38:12.2": "–„Jesmo, poštovani gospodine.”",
  "mn38:12.3": "–„Monasi, jeste li oslobođeni sumnjičavosti u ovome: ‘Njegov nastanak događa se s nastankom onoga kao hrane?’”",
  "mn38:12.4": "–„Jesmo.”–",
  "mn38:12.5": "„Monasi, jeste li oslobođeni sumnjičavosti u ovome: ‘S nestankom te hrane, nestaje i to što je nastalo?’”",
  "mn38:12.6": "–„Jesmo.”",
  "mn38:13.1": "„Monasi, da li ste i vi videli onako kako zaista jeste, ispravnom mudrošću: ‘To je nastalo?’”",
  "mn38:13.2": "–„Da, poštovani gospodine.”",
  "mn38:13.3": "–„Monasi, da li ste i vi videli onako kako zaista jeste, ispravnom mudrošću: ‘Njegov nastanak događa se s nastankom onoga kao hrane?’”",
  "mn38:13.4": "–„Jesmo.”",
  "mn38:13.5": "–„Monasi, da li ste i vi videli onako kako zaista jeste, ispravnom mudrošću: ‘S nestankom te hrane, nestaje i to što je nastalo’?”",
  "mn38:14.1": "„Monasi, s tako pročišćenim i blistavim gledištem, ako se vežete za njega, zaslepljeni ste njime, očarani i smatrate ga svojim posedom, hoćete li tada razumeti da je Dhamma podučavana tako da je slična splavu, jer služi za prelazak, a ne za vezivanje?”",
  "mn38:14.2": "–„Ne, zaista nećemo.”",
  "mn38:14.3": "–„Monasi, s tako pročišćenim i blistavim gledištem, ako se ne vežete za njega, niste njime zaslepljeni, očarani i ne smatrate ga svojim posedom, hoćete li tada razumeti da je Dhamma podučavana tako da je slična splavu, jer služi za prelazak, a ne za vezivanje?”",
  "mn38:14.4": "–„Hoćemo, poštovani gospodine.”",
  "mn38:15.1": "Monasi, postoje ove četiri vrste hrane za održavanje bića koja su već nastala i za podršku onima koja tek treba da nastanu.",
  "mn38:15.2": "Koje četiri?",
  "mn38:15.3": "To su fizičke namirnice kao hrana, grube i fine; kontakt kao druga; mentalna volja kao treća i svest kao četvrta.",
  "mn38:16.1": "A šta je izvor, šta poreklo te četiri vrste hrane, kako su one rođene, kako su nastale?",
  "mn38:16.2": "Te četiri vrste hrane imaju žudnju kao svoj izvor, žudnju kao svoje poreklo, one su rođene i nastale iz žudnje.",
  "mn38:16.3": "A šta je izvor žudnje …?",
  "mn38:16.4": "Žudnja kao svoj izvor ima osećaj …",
  "mn38:16.5": "A šta je izvor osećaja …?",
  "mn38:16.6": "Osećaj kao svoj izvor ima kontakt …",
  "mn38:16.7": "A šta je izvor kontakta …?",
  "mn38:16.8": "Kontakt kao svoj izvor ima šest područja čula …",
  "mn38:16.9": "A šta je izvor šest područja čula …?",
  "mn38:16.10": "Šest područja čula kao svoj izvor ima mentalno-materijalno …",
  "mn38:16.11": "A šta je izvor mentalno-materijalnog …?",
  "mn38:16.12": "Mentalno-materijalno kao svoj izvor ima svest …",
  "mn38:16.13": "A šta je izvor svesti …?",
  "mn38:16.14": "Svest kao svoj izvor ima mentalne obrasce …",
  "mn38:16.15": "A šta je izvor mentalnih obrazaca …?",
  "mn38:16.16": "Mentalni obrasci imaju neznanje kao svoj izvor, neznanje kao svoje poreklo, oni su rođeni i nastali iz neznanja.",
  "mn38:17.1": "I tako, monasi, s neznanjem kao uzrokom, mentalni obrasci (nastaju);",
  "mn38:17.2": "s mentalnim obrascima kao uzrokom, svest;",
  "mn38:17.3": "sa svešću kao uzrokom, mentalno-materijalno;",
  "mn38:17.4": "s mentalno-materijalnim kao uzrokom, šest područja čula;",
  "mn38:17.5": "sa šest područja čula kao uzrokom, kontakt;",
  "mn38:17.6": "s kontaktom kao uslovom, osećaj;",
  "mn38:17.7": "s osećajem kao uslovom, žudnja;",
  "mn38:17.8": "sa žudnjom kao uzrokom, vezivanje;",
  "mn38:17.9": "s vezivanjem kao uzrokom, bivanje;",
  "mn38:17.10": "s bivanjem kao uzrokom, rođenje;",
  "mn38:17.11": "s rođenjem kao uzrokom, starost i smrt, žalost, naricanje, bol, tuga i očaj nastaju.",
  "mn38:17.12": "Tako nastaje čitav ovaj okean patnje.",
  "mn38:18.1": "„‘S rođenjem kao uzrokom, starost i smrt’: tako je rečeno.",
  "mn38:18.2": "A da li, monasi, starost i smrt imaju rođenje kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.3": "„Starost i smrt imaju rođenje kao svoj uzrok.",
  "mn38:18.4": "Tako mi mislimo:",
  "mn38:18.5": "‘Sa rođenjem kao uzrokom, starost i smrt.’”",
  "mn38:18.6": "„‘S bivanjem kao uzrokom, rođenje’, tako je rečeno.",
  "mn38:18.7": "A da li, monasi, rođenje ima bivanje kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.8": "„Rođenje ima bivanje kao svoj uzrok.",
  "mn38:18.10": "Tako mi mislimo: ‘S bivanjem kao uzrokom, rođenje.’”",
  "mn38:18.11": "„‘S vezivanjem kao uzrokom, bivanje’, tako je rečeno.",
  "mn38:18.12": "A da li, monasi, bivanje ima vezivanje kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.13": "„Bivanje ima vezivanje kao svoj uzrok.",
  "mn38:18.15": "Tako mi mislimo: ‘Sa vezivanjem kao uzrokom, bivanje.’”",
  "mn38:18.16": "„‘Sa žudnjom kao uzrokom, vezivanje’, tako je rečeno.",
  "mn38:18.17": "A da li, monasi, vezivanje ima žudnju kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.18": "„Vezivanje ima žudnju kao svoj uzrok.",
  "mn38:18.19": "Tako mi mislimo: ‘Sa žudnjom kao uzrokom, vezivanje.’”",
  "mn38:18.21": "„‘S osećajem kao uzrokom, žudnja’, tako je rečeno.",
  "mn38:18.22": "A da li, monasi, žudnja ima osećaj kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.23": "„Žudnja ima osećaj kao svoj uzrok.",
  "mn38:18.24": "Tako mi mislimo: ‘S osećajem kao uzrokom, žudnja.’”",
  "mn38:18.25": "„‘S kontaktom kao uzrokom, osećaj’, tako je rečeno.",
  "mn38:18.26": "A da li, monasi, osećaj ima kontakt kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.27": "„Osećaj ima kontakt kao svoj uzrok.",
  "mn38:18.29": "Tako mi mislimo: ‘S kontaktom kao uzrokom, osećaj.’”",
  "mn38:18.30": "„‘Sa šest područja čula kao uzrokom, kontakt’, tako je rečeno.",
  "mn38:18.31": "A da li, monasi, kontakt ima šest područja čula kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.32": "„Kontakt ima šest područja čula kao svoj uzrok.",
  "mn38:18.34": "Tako mi mislimo: ‘Sa šest područja čula kao uzrokom, kontakt.’”",
  "mn38:18.35": "„‘S mentalno-materijalnim kao uzrokom, šest područja čula’, tako je rečeno.",
  "mn38:18.36": "A da li, monasi, šest područja čula ima mentalno-materijalno kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.37": "„Šest područja čula ima mentalno-materijalno kao svoj uzrok.",
  "mn38:18.39": "Tako mi mislimo: ‘S mentalno-materijalnim kao uzrokom, šest područja čula.’”",
  "mn38:18.40": "„‘Sa svešću kao uzrokom, mentalno-materijalno’, tako je rečeno.",
  "mn38:18.41": "A da li, monasi, mentalno-materijalno ima svest kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.42": "„Mentalno-materijalno ima svest kao svoj uzrok.",
  "mn38:18.44": "Tako mi mislimo: ‘Sa svešću kao uzrokom, mentalno-materijalno.’”",
  "mn38:18.45": "„‘S mentalnim obrascima kao uzrokom, svest’, tako je rečeno.",
  "mn38:18.46": "A da li, monasi, svest ima mentalne obraske kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.47": "„Svest ima mentalne obrasce kao svoj uzrok.",
  "mn38:18.49": "Tako mi mislimo: ‘S mentalnim obrascima kao uzrokom, svest.’”",
  "mn38:18.50": "„‘S neznanjem kao uzrokom, mentalni obrasci’, tako je rečeno.",
  "mn38:18.51": "A da li, monasi, mentalni obrasci imaju neznanje kao svoj uzrok ili ne, šta vi o tome mislite?”",
  "mn38:18.52": "„Mentalni obrasci imaju neznanje kao svoj uzrok.",
  "mn38:18.54": "Tako mi mislimo: ‘S neznanjem kao uzrokom, mentalni obrasci.’”",
  "mn38:19.1": "Dobro je, monasi.",
  "mn38:19.2": "Dakle, vi kažete tako, i ja kažem tako:",
  "mn38:19.3": "‘Kada ovo postoji, i ono postoji; nastankom ovoga i ono postaje.’",
  "mn38:19.4": "To jest, s neznanjem kao uzrokom, mentalni obrasci (nastaju);",
  "mn38:19.5": "s mentalnim obrascima kao uzrokom, svest;",
  "mn38:19.6": "sa svešću kao uzrokom, mentalno-materijalno;",
  "mn38:19.7": "s mentalnim-materijalnim kao uzrokom, šest područja čula;",
  "mn38:19.8": "sa šest područja čula kao uzrokom, kontakt;",
  "mn38:19.9": "s kontaktom kao uzrokom, osećaj;",
  "mn38:19.10": "sa osećajem kao uzrokom, žudnja;",
  "mn38:19.11": "sa žudnjom kao uzrokom, vezivanje;",
  "mn38:19.12": "s vezivanjem kao uzrokom, bivanje;",
  "mn38:19.13": "s bivanjem kao uzrokom, rođenje;",
  "mn38:19.14": "s rođenjem kao uzrokom, starost i smrt, žalost, naricanje, bol, tuga i očaj nastaju.",
  "mn38:19.15": "Tako nastaje čitav ovaj okean patnje.",
  "mn38:20.1": "Ali potpunim gubitkom i nestankom neznanja dolazi i nestanak mentalnih obrazaca;",
  "mn38:20.2": "nestankom mentalnih obrazaca, nestanak svesti;",
  "mn38:20.3": "nestankom svesti, nestanak mentalno-materijalnog;",
  "mn38:20.4": "nestankom mentalno-materijalno, nestanak šest područja čula;",
  "mn38:20.5": "nestankom šest područja čula, nestanak kontakta;",
  "mn38:20.6": "nestankom kontakta, nestanak osećaja;",
  "mn38:20.7": "nestankom osećaja, nestanak žudnje;",
  "mn38:20.8": "nestankom žudnje, nestanak vezivanja;",
  "mn38:20.9": "nestankom vezivanja, nestanak bivanja;",
  "mn38:20.10": "nestankom bivanja, nestanak rođenja;",
  "mn38:20.11": "nestankom rođenja, starost i smrt, žalost, naricanje, bol, tuga i očaj nestaju.",
  "mn38:20.12": "Tako nestaje čitav ovaj okean patnje.",
  "mn38:21.1": "‘S nestankom rođenja, nestanak starosti i smrti’: tako je rečeno.",
  "mn38:21.2": "A da li, monasi, starost i smrt nestaju s nestankom rođenja ili ne, šta vi o tome mislite?”",
  "mn38:21.3": "„Starost i smrt nestaju s nestankom rođenja, poštovani gospodine.",
  "mn38:21.5": "Tako mi mislimo: ‘S nestankom rođenja, nestanak starosti i smrti.’”",
  "mn38:21.6": "‘S nestankom bivanja, nestanak rođenja’ …",
  "mn38:21.11": "‘S nestankom vezivanja, nestanak bivanja’ …",
  "mn38:21.16": "‘S nestankom žudnje, nestanak vezivanja’ …",
  "mn38:21.21": "‘S nestankom osećaja, nestanak žudnje’ …",
  "mn38:21.26": "‘S nestankom kontakta, nestanak osećaja’ …",
  "mn38:21.31": "‘S nestankom šest područja čula, nestanak kontakta’ …",
  "mn38:21.36": "‘S nestankom mentalno-materijalnog, nestanak šest područja čula’ …",
  "mn38:21.41": "‘S nestankom svesti, nestanak mentalno-materijalnog’ …",
  "mn38:21.46": "‘S nestankom mentalnih obrazaca, nestanak svesti’ …",
  "mn38:21.51": "‘S nestankom neznanja, nestanak mentalnih obrazaca’: tako je rečeno.",
  "mn38:21.52": "A da li, monasi, mentalni obrasci nestaju sa nestankom neznanja, šta vi o tome mislite?”",
  "mn38:21.53": "„Mentalni obrasci nestaju s nestankom neznanja, poštovani gospodine.",
  "mn38:21.55": "Tako mi mislimo: ‘S nestankom neznanja, nestanak mentalnih obrazaca.’”",
  "mn38:22.1": "Dobro je, monasi.",
  "mn38:22.2": "Dakle, vi kažete tako, i ja kažem tako:",
  "mn38:22.3": "‘Kada ovo ne postoji, ono ne postaje; sa nestankom ovoga i ono nestaje.’",
  "mn38:22.4": "To jest, nestankom neznanja, mentalni obrasci (nestaju);",
  "mn38:22.5": "nestankom mentalnih obrazaca, svest nestaje;",
  "mn38:22.6": "nestankom svesti, mentalno-materijalno nestaje;",
  "mn38:22.7": "nestankom mentalno-materijalnog, šest područja čula nestaje;",
  "mn38:22.8": "nestankom šest područja čula, kontakt nestaje;",
  "mn38:22.9": "nestankom kontakta, osećaj nestaje;",
  "mn38:22.10": "nestankom osećaja, žudnja nestaje;",
  "mn38:22.11": "nestankom žudnje, vezivanje nestaje;",
  "mn38:22.12": "nestankom vezivanja, bivanje nestaje;",
  "mn38:22.13": "nestankom bivanja, rođenje nestaje;",
  "mn38:22.14": "nestankom rođenja, starost i smrt, žalost, naricanje, bol, tuga i očaj nestaju.",
  "mn38:22.15": "Tako nestaje čitav ovaj okean patnje.",
  "mn38:23.1": "Monasi, kad znate i vidite na ovakav način, hoćete li se vraćati prošlosti ovako:",
  "mn38:23.2": "‘Je li nas bilo u prošlosti? Ili nas nije bilo u prošlosti? Šta smo bili u prošlosti? Kako nam je bilo u prošlosti? Šta smo bili pre nego što smo postali nešto drugo u prošlosti?’”",
  "mn38:23.3": "–„Ne, nećemo.”",
  "mn38:23.4": "–Kad znate i vidite na ovakav način, hoćete li ići u budućnost ovako:",
  "mn38:23.5": "‘Hoće li nas biti u budućnosti? Ili nas neće biti u budućnosti? Šta ćemo biti u budućnosti? Kako će nam biti u budućnosti? Šta ćemo biti pre nego što postanemo nešto drugo u budućnosti?’”",
  "mn38:23.6": "–„Nećemo.”",
  "mn38:24.1": "Kad znate i vidite na ovakav način, hoćete li biti zbunjeni o sadašnjosti:",
  "mn38:24.2": "‘Jesam li? Nisam li? Kako sam? Odakle ovo biće dolazi? Kuda će otići?’”",
  "mn38:24.3": "–„Zaista nećemo.”",
  "mn38:24.4": "„Monasi, kad znate i vidite na ovakav način, hoćete li ovako govoriti:",
  "mn38:24.5": "‘Poštujemo svog Učitelja. Govorimo ovako iz poštovanja prema svom Učitelju?’”",
  "mn38:24.6": "–„Ne, nećemo.”",
  "mn38:24.7": "–Kad znate i vidite na ovakav način, hoćete li",
  "mn38:24.9": "–„Nećemo.”",
  "mn38:24.10": "–„Kad znate i vidite na ovakav način, hoćete li priznati nekog drugog učitelja?”",
  "mn38:24.11": "–„Ne, poštovani gospodine.”",
  "mn38:24.12": "–„Kad znate i vidite na ovakav način, hoćete li se vratiti ritualima, burnim debatama i znamenjima običnih asketa i brahmana, uzimajući sve to kao suštinu (svetačkog života)?”",
  "mn38:24.13": "–„Zaista nećemo.”",
  "mn38:24.14": "–„Govorite li jedino o onome što ste saznali, videli i razumeli svako za sebe?”",
  "mn38:24.15": "–„Da, poštovani gospodine.”",
  "mn38:25.1": "–„Dobro je, monasi. Vodio sam vas pomoću ove Dhamme, koja je vidljiva ovde i sada, vanvremena, poziva da je lično istražite, praktikujete i postanete mudri svako sam za sebe.",
  "mn38:25.2": "U vezi s tim je rečeno:",
  "mn38:25.3": "‘Monasi, ova Dhamma je vidljiva ovde i sada, vanvremena, poziva da je lično istražite, praktikujete i postanete mudri razumevši je svako sam za sebe.’",
  "mn38:26.1": "Monasi, začeće ploda u materici dešava se kroz sjedinjavanje tri elementa.",
  "mn38:26.2": "Tako, sjedine se majka i otac, ali ako to nisu plodni dani za majku i gandhabba nije tu–u tom slučaju nema začetka ploda u materici.",
  "mn38:26.3": "Takođe, ako se sjedine majka i otac, ako su to plodni dani za majku, ali gandhabba nije tu–u tom slučaju nema začetka ploda u materici.",
  "mn38:26.4": "Ali ako se sjedine majka i otac, ako su to plodni dani za majku i gandhabba je tu, kroz sjedinjavanje ta tri elementa začinje se plod u materici.",
  "mn38:27.1": "Majka tada nosi plod u materici devet ili deset meseci, s mnogo brige, kao težak teret.",
  "mn38:27.2": "Kad prođu devet ili deset meseci, majka se porađa s mnogo brige, kao težak teret.",
  "mn38:27.3": "Kada se dete rodi, hrani ga sopstvenom krvlju,",
  "mn38:27.4": "jer se majčino mleko naziva krvlju unutar prakse Plemenitog.",
  "mn38:28.1": "Kada odraste i sposobnosti mu se razviju,",
  "mn38:28.2": "dete se igra igračkama kao što su mali plugovi i klis, prevrće se, pravi male mlinove, stvari i vozila, lûk i strelu.",
  "mn38:29.1": "Kad odraste i sposobnosti mu se (još više) razviju,",
  "mn38:29.2": "mladić uživa u svojih pet struna zadovoljstava čula,",
  "mn38:29.3": "oblicima dostupnim oku …",
  "mn38:29.4": "zvukovima dostupnim uhu …",
  "mn38:29.5": "mirisima dostupnim nosu …",
  "mn38:29.6": "ukusima dostupnim jeziku …",
  "mn38:29.7": "predmetima dostupnim telu, koji su primamljivi, poželjni, prijatni i dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast.",
  "mn38:30.1": "Kad vidi oblik okom, žudi za njim ako je prijatan; oseća odbojnost ako je neprijatan.",
  "mn38:30.2": "Živi tako bez čvrsto ustaljene svesnosti tela, ograničenog uma i ne razume onako kako zaista jeste oslobođenje uma i oslobođenje mudrošću, u kojem ta loša mentalna stanja nestaju bez ikakvog ostatka.",
  "mn38:30.3": "Zaokupljen tako sviđanjem i nesviđanjem, koji god osećaj da oseti–prijatan, bolan ili ni bolan ni prijatan–oduševljava se tim osećajem, oberučke ga prihvata i čvrsto drži.",
  "mn38:30.4": "Tako, u njemu se javlja oduševljenje osećajima.",
  "mn38:30.5": "A oduševljavanje osećajima znači vezivanje. S vezivanjem kao uzrokom, bivanje (nastaje); s bivanjem kao uzrokom, rođenje; s rođenjem kao uzrokom, starost i smrt, žalost, naricanje, bol, tuga i očaj nastaju.",
  "mn38:30.6": "Tako nastaje čitav ovaj okean patnje.",
  "mn38:30.7": "Kad zvuk čuje uhom …",
  "mn38:30.8": "Kad miris oseti nosom …",
  "mn38:30.9": "Kad ukus okusi jezikom …",
  "mn38:30.10": "Kad predmet dodirne telom …",
  "mn38:30.11": "Kad objekat uma razume umom,",
  "mn38:31.1": "Isto tako, monasi, Tathāgata se pojavljuje u ovome svetu, plemenit i potpuno probuđen …",
  "mn38:38.6": "… um svoj pročišćuje od sumnjičavosti.",
  "mn38:39.1": "Kad je tako napustio ovih pet prepreka, nesavršenosti uma koje slabe mudrost, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi on i ostaje na prvom stupnju zadubljenja …",
  "mn38:39.2": "Smirivanjem usmerene misli i istraživanja monah ulazi i ostaje na drugom stupnju zadubljenja …",
  "mn38:39.3": "slabljenjem ushićenja … on ulazi i ostaje na trećem stupnju zadubljenja …",
  "mn38:39.5": "Napuštanjem zadovoljstva i bola … on ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn38:40.1": "Kad vidi oblik okom, ne žudi za njim ako je prijatan; niti oseća odbojnost ako je neprijatan. Živi tako sa čvrsto ustaljenom svesnosti tela, neograničenog uma",
  "mn38:40.2": "i razume onako kako zaista jeste oslobođenje uma i oslobođenje mudrošću, u kojem ta loša mentalna stanja nestaju bez ikakvog ostatka.",
  "mn38:40.3": "Napustivši tako sviđanje i nesviđanje, koji god osećaj da oseti–prijatan, bolan ili ni bolan ni prijatan–ne oduševljava se tim osećajem, ne prihvata ga oberučke, niti ga čvrsto drži.",
  "mn38:40.4": "Kad čini tako, u njemu nestaje oduševljenje osećajima.",
  "mn38:40.5": "A nestankom oduševljavanja osećajima nestaje vezivanje. Nestankom vezivanja, bivanje (nestaje); nestankom bivanja, nestaje rođenje; nestankom rođenja, starost i smrt, žalost, naricanje, bol, tuga i očaj nestaju.",
  "mn38:40.6": "Tako nestaje čitav ovaj okean patnje.",
  "mn38:41.1": "Kad zvuk čuje uhom …",
  "mn38:41.2": "Kad miris oseti nosom …",
  "mn38:41.3": "Kad ukus okusi jezikom …",
  "mn38:41.4": "Kad predmet dodirne telom …",
  "mn38:41.5": "Kad objekat uma razume umom, ne žudi za njim ako je prijatan; niti oseća odbojnost ako je neprijatan …",
  "mn38:41.9": "A nestankom oduševljavanja nestaje vezivanje. Nestankom vezivanja, bivanje (nestaje); nestankom bivanja, nestaje rođenje; nestankom rođenja, starost i smrt, žalost, naricanje, bol, tuga i očaj nestaju.",
  "mn38:41.10": "Tako nestaje čitav ovaj okean patnje.",
  "mn38:41.11": "Monasi, zapamtite ovaj moj govor ukratko kao oslobođenje kroz iskorenjivanje žudnje. A monaha Sātija, ribarevog sina, upamtite kao nekoga ko je upleten u ogromnu mrežu žudnje, u klopku žudnje.”",
  "mn38:41.12": "Tako reče Blaženi.",
  "mn38:41.13": "Zadovoljni, monasi se obradovaše rečima Blaženoga."
}