{
  "mn39:0.1": "Budini govori srednje dužine 39 ",
  "mn39:0.2": "Dugi govor u Assapuri",
  "mn39:1.1": "Ovako sam čuo.",
  "mn39:1.2": "Jednom je Blaženi boravio u zemlji Anga, u gradu naroda Anga zvanom Assapura.",
  "mn39:1.3": "Tu se on ovako obrati monasima:",
  "mn39:1.4": "„Monasi.”",
  "mn39:1.5": "„Da, poštovani gospodine”, odgovoriše oni.",
  "mn39:1.6": "A Blaženi ovako nastavi:",
  "mn39:2.1": "„Askete, askete”, monasi, tako vas drugi ljudi vide.",
  "mn39:2.2": "I kada vas pitaju „Ko ste vi?”, tvrdite da ste askete.",
  "mn39:2.3": "Pošto vas tako nazivaju, a i sami tvrdite za sebe da to jeste, ovako bi sebe trebalo da vežbate: 'Prihvatićemo i praktikovati ono što nekoga čini asketom, čini brahmanom, tako da to kako nas drugi nazivaju jeste tačno, a naše tvrdnje istinite,",
  "mn39:2.4": "dok u isto vreme onima koji nam daruju ogrtače, hranu, prenoćište i lekove to donosi velike plodove i zasluge, a naše beskućništvo tako neće biti uzalud, već korisno i plodonosno.'",
  "mn39:3.1": "A šta to, monasi, nekoga čini asketom, čini brahmanom?",
  "mn39:3.2": "Monasi, sebe bi ovako trebalo da vežbate: 'Posedovaćemo stid i strah od činjenja loših dela.'",
  "mn39:3.3": "No, vi monasi možete ovako razmišljati:",
  "mn39:3.4": "'Posedujemo stid i strah od činjenja loših dela. Toliko je dovoljno, toliko smo učinili i cilj asketskog života je dostignut, ničeg više nema što bi trebalo učiniti.'",
  "mn39:4.1": "A šta još treba učiniti?",
  "mn39:4.2": "Monasi, sebe bi ovako trebalo da vežbate: 'Naši postupci telom biće pročišćeni, jasni i otvoreni, bez mana i obuzdani,",
  "mn39:4.3": "ali nećemo sebe hvaliti, a druge kuditi zbog takvog pročišćenog ponašanja telom.'",
  "mn39:4.4": "No, vi monasi možete ovako razmišljati:",
  "mn39:4.5": "'Posedujemo stid i strah od činjenja loših dela; naši postupci telom su pročišćeni.",
  "mn39:4.6": "Toliko je dovoljno, toliko smo učinili i cilj asketskog života je dostignut, ničeg više nema što bi trebalo učiniti.'",
  "mn39:4.7": "I možda se zadovoljite time. Monasi, kažem vam, objavljujem vam:",
  "mn39:4.8": "Vi koji težite statusu askete, ne izneveravajte cilj asketskog života, još ima toga što treba učiniti.",
  "mn39:5.1": "A šta još treba učiniti?",
  "mn39:5.2": "Monasi, sebe bi ovako trebalo da vežbate: 'Naši postupci govorom biće pročišćeni, jasni i otvoreni, bez mana i obuzdani,",
  "mn39:5.3": "ali nećemo sebe hvaliti, a druge kuditi zbog svog pročišćenog ponašanja govorom.'",
  "mn39:5.4": "No, vi monasi možete ovako razmišljati:",
  "mn39:5.5": "'Posedujemo stid i strah od činjenja loših dela; naši postupci telom su pročišćeni i naši postupci govorom su pročišćeni.",
  "mn39:5.6": "Toliko je dovoljno, toliko smo učinili i cilj asketskog života je dostignut, ničeg više nema što bi trebalo učiniti.'",
  "mn39:5.7": "I možda se zadovoljite time. Monasi, kažem vam, objavljujem vam:",
  "mn39:5.8": "Vi koji težite statusu askete, ne izneveravajte cilj asketskog života, još ima toga što treba učiniti.",
  "mn39:6.1": "A šta još treba učiniti?",
  "mn39:6.2": "Monasi, sebe bi ovako trebalo da vežbate: 'Naši postupci umom biće pročišćeni, jasni i otvoreni, bez mana i obuzdani,",
  "mn39:6.3": "ali nećemo sebe hvaliti, a druge kuditi zbog svog pročišćenog ponašanja umom.'",
  "mn39:6.4": "No, vi monasi možete ovako razmišljati:",
  "mn39:6.5": "'Posedujemo stid i strah od činjenja loših dela; naši postupci telom su pročišćeni, naši postupci govorom su pročišćeni i naši postupci umom su pročišćeni.",
  "mn39:6.6": "Toliko je dovoljno … '",
  "mn39:6.7": "I možda se zadovoljite time. Monasi, kažem vam, objavljujem vam:",
  "mn39:6.8": "Vi koji težite statusu askete, ne izneveravajte cilj asketskog života, još ima toga što treba učiniti.",
  "mn39:7.1": "A šta još treba učiniti?",
  "mn39:7.2": "Monasi, sebe bi ovako trebalo da vežbate: 'Naš način života biće pročišćen, jasan i otvoren, bez mana i obuzdan,",
  "mn39:7.3": "ali nećemo sebe hvaliti, a druge kuditi zbog svog pročišćenog načina života.'",
  "mn39:7.4": "No, vi monasi možete ovako razmišljati:",
  "mn39:7.5": "'Posedujemo stid i strah od činjenja loših dela; naši postupci telom su pročišćeni, naši postupci govorom su pročišćeni i naši postupci umom su pročišćeni; naš način života je pročišćen.",
  "mn39:7.6": "Toliko je dovoljno … '",
  "mn39:7.7": "I možda se zadovoljite time. Monasi, kažem vam, objavljujem vam:",
  "mn39:7.8": "Vi koji težite statusu askete, ne izneveravajte cilj asketskog života, još ima toga što treba učiniti.",
  "mn39:8.1": "A šta još treba učiniti?",
  "mn39:8.2": "Monasi, sebe bi ovako trebalo da vežbate: 'Stražarićemo na vratima svojih čula.",
  "mn39:8.3": "Kad okom vidimo oblik, nećemo se vezati za njegov izgled i osobine.",
  "mn39:8.4": "Pošto nas, ako oko ostavimo bez straže, štetna mentalna stanja gramzivosti i odbojnosti mogu osvojiti, praktikovaćemo njegovo obuzdavanje, stražarićemo nad okom, nastojaćemo da obuzdamo oko.",
  "mn39:8.5": "Kad uhom čujemo zvuk …",
  "mn39:8.6": "Kad nosom osetimo miris …",
  "mn39:8.7": "Kad jezikom osetimo ukus …",
  "mn39:8.8": "Kad telom osetimo dodir …",
  "mn39:8.9": "Kad umom osetimo misao, nećemo se vezati za njen izgled i osobine.",
  "mn39:8.10": "Pošto nas, ako um ostavimo bez straže, štetna mentalna stanja gramzivosti i odbojnosti mogu osvojiti, praktikovaćemo njegovo obuzdavanje, stražarićemo nad umom, nastojaćemo da obuzdamo um.'",
  "mn39:8.11": "No, vi monasi možete ovako razmišljati:",
  "mn39:8.12": "'Posedujemo stid i strah od činjenja loših dela; naši postupci telom, govorom i umom su pročišćeni; naš način života je pročišćen i stražarimo na vratima čula.'",
  "mn39:8.13": "Toliko je dovoljno …",
  "mn39:8.14": "I možda se zadovoljite time. Monasi, kažem vam, objavljujem vam:",
  "mn39:8.15": "Vi koji težite statusu askete, ne izneveravajte cilj asketskog života, još ima toga što treba učiniti.",
  "mn39:9.1": "A šta još treba učiniti?",
  "mn39:9.2": "Monasi, sebe bi ovako trebalo da vežbate: 'Bićemo umereni u jelu. Pošto dobro razmislimo, nećemo jesti tek iz zabave, ni radi omamljivanja, ni radi fizičke lepote i privlačnosti, već samo radi snage i izdržljivosti svoga tela, da uklonimo glad, kao potporu svetačkom životu.'",
  "mn39:9.3": "Ovako razmišljajte: 'Na taj način ćemo okončati stare osećaje, a nećemo stvoriti nove; bićemo zdravi, neporočni i živeti ugodno.'",
  "mn39:9.4": "No, vi monasi možete ovako razmišljati:",
  "mn39:9.5": "'Posedujemo stid i strah od činjenja loših dela; naši postupci telom, govorom i umom su pročišćeni; naš način života je pročišćen; stražarimo na vratima čula i umereni smo u jelu.'",
  "mn39:9.6": "Toliko je dovoljno …",
  "mn39:9.7": "I možda se zadovoljite time. Monasi, kažem vam, objavljujem vam:",
  "mn39:9.8": "Vi koji težite statusu askete, ne izneveravajte cilj asketskog života, još ima toga što treba učiniti.",
  "mn39:10.1": "A šta još treba učiniti?",
  "mn39:10.2": "Monasi, sebe bi ovako trebalo da vežbate: 'Bićemo posvećeni budnosti. Tokom dana, dok hodamo ili sedimo, pročišćavaćemo svoj um od svih stanja koja ga ometaju.",
  "mn39:10.3": "U prvoj trećini noći, dok hodamo ili sedimo, pročišćavaćemo svoj um od svih stanja koja ga ometaju.",
  "mn39:10.4": "U drugoj trećini noći leći ćemo na desnu stranu, u lavlji položaj, s jednim stopalom povrh drugog, sabrani i s jasnim razumevanjem, pošto smo u svom umu odredili vreme za ustajanje.",
  "mn39:10.5": "Kad ustanemo, u poslednjoj trećini noći, dok hodamo ili sedimo, pročišćavaćemo svoj um od svih stanja koja ga ometaju.'",
  "mn39:10.6": "No, vi monasi možete ovako razmišljati:",
  "mn39:10.7": "'Posedujemo stid i strah od činjenja loših dela; naši postupci telom, govorom i umom su pročišćeni; naš način života je pročišćen; stražarimo na vratima čula, umereni smo u jelu i posvećeni budnosti.'",
  "mn39:10.8": "Toliko je dovoljno …",
  "mn39:10.9": "I možda se zadovoljite time. Monasi, kažem vam, objavljujem vam:",
  "mn39:10.10": "Vi koji težite statusu askete, ne izneveravajte cilj asketskog života, još ima toga što treba učiniti.",
  "mn39:11.1": "A šta još treba učiniti?",
  "mn39:11.2": "Monasi, sebe bi ovako trebalo da vežbate: 'Ustalićemo se u svesnosti i jasnom razumevanju. Kad odlazimo i dolazimo, postupaćemo sa jasnim razumevanjem; kad gledamo pravo i kad gledamo u stranu, postupaćemo s jasnim razumevanjem; kad savijamo i kad pružamo svoje udove, postupaćemo s jasnim razumevanjem; kad oblačimo donji ogrtač, kad nosimo spoljašnji ogrtač i zdelu za prošenje hrane, postupaćemo s jasnim razumevanjem; kad jedemo, pijemo, žvaćemo i gutamo hranu, postupaćemo s jasnim razumevanjem; kad obavljamo veliku i malu nuždu, postupaćemo s jasnim razumevanjem; kad hodamo, stojimo, sedimo, ležemo i ustajamo, govorimo i ćutimo, postupaćemo s jasnim razumevanjem..'",
  "mn39:11.3": "No, vi monasi možete ovako razmišljati:",
  "mn39:11.4": "'Oseća mo stid i strah od činjenja loših dela; naši postupci telom, govorom i umom su pročišćeni; naš način života je pročišćen; stražarimo na vratima čula, umereni smo u jelu; posvećeni budnosti i ustaljeni u svesnosti i jasnom razumevanju.",
  "mn39:11.5": "Toliko je dovoljno, toliko smo učinili i cilj asketskog života je dostignut, ničeg više nema što bi trebalo učiniti.'",
  "mn39:11.6": "I možda se zadovoljite samo time. Monasi, kažem vam, objavljujem vam:",
  "mn39:11.7": "Vi koji težite statusu askete, ne izneveravajte cilj asketskog života, još ima toga što treba učiniti.",
  "mn39:12.1": "A šta još treba učiniti?",
  "mn39:12.2": "Monasi, tako monah odlazi na osamljeno, mirno mesto: u šumu, podnožje drveta, planinu, klisuru, pećinu, mesto za kremaciju, gustu džunglu, proplanak, stog sena.",
  "mn39:13.1": "Kad se vrati iz prošenja hrane, posle obroka, seda prekrštenih nogu, uspravnog tela i uspostavi svesnost pred sobom.",
  "mn39:13.2": "Napuštajući pohlepu za ovim svetom, on boravi uma oslobođenog pohlepe; pročišćuje svoj um od pohlepe.",
  "mn39:13.3": "Napuštajući zlovolju i mržnju, boravi uma oslobođenog zlovolje i mržnje, saosećajući za dobrobit svih živih bića; pročišćuje svoj um od zlovolje i mržnje.",
  "mn39:13.4": "Napuštajući tromost i pospanost uma, boravi uma oslobođenog tromosti i pospanosti, prijemčiv, svestan i s jasnim razumevanjem; pročišćuje svoj um od tromosti i pospanosti.",
  "mn39:13.5": "Napuštajući uznemirenost i kajanje, boravi miran, uma potpuno stišanog; pročišćuje svoj um od uznemirenosti i kajanja.",
  "mn39:13.6": "Napuštajući sumnjičavost, boravi prevladavši sumnjičavost, jasno razabirući koja su povoljna mentalna stanja; pročišćuje svoj um od sumnjičavosti.",
  "mn39:14.1": "Monasi, zamislite čoveka koji hoće da uzme novac u zajam i pokrene sopstveni posao.",
  "mn39:14.2": "Onda mu se taj posao razvije, tako da je u stanju da vrati pozajmicu i još mu ostane dovoljno da izdržava svoju ženu.",
  "mn39:14.3": "Kad na to pomisli, čovek je zadovoljan i pun radosti.",
  "mn39:14.4": "Ili zamislite čoveka koji je bolestan, muči ga teška, po život opasna bolest, tako da nije u stanju ni da jede i telo mu je malaksalo.",
  "mn39:14.5": "Kasnije se oporavi od bolesti, dobije apetit i telo mu povrati snagu.",
  "mn39:14.6": "Kad na to pomisli, čovek je zadovoljan i pun radosti.",
  "mn39:14.7": "Ili zamislite čoveka zatočenog u zatvoru.",
  "mn39:14.8": "No kasnije ga iz tog zatvora, ograđenog visokim zidinama, puste bez ikakve globe i štete po njegov imetak.",
  "mn39:14.9": "Kad na to pomisli, čovek je zadovoljan i pun radosti.",
  "mn39:14.10": "Ili zamislite nekog slugu, čoveka koji nije samostalan, već zavisi od drugih, bez prava da ide kud mu je volja.",
  "mn39:14.11": "No kasnije ga oslobode ropstva, tako da nadalje zavisi od samoga sebe, a ne od drugih, slobodan da ide kud god mu je volja.",
  "mn39:14.12": "Kad na to pomisli, čovek je zadovoljan i pun radosti.",
  "mn39:14.13": "Ili zamislite čoveka imućnog, s velikom imetkom, koji se zaputi preko pustinje.",
  "mn39:14.14": "I uspe da pređe tu pustinju, bez ikakve štete po sebe i svoj imetak.",
  "mn39:14.15": "Kad na to pomisli, čovek je zadovoljan i pun radosti.",
  "mn39:14.16": "Isto tako, monasi, kada ovih pet prepreka nije prevladao u sebi, monah ih jednu za drugom vidi kao dug, bolest, zatvor, ropstvo i put preko pustinje.",
  "mn39:14.17": "Ali kada tih pet prepreka prevlada u sebi, monah ih jednu za drugom vidi kao oslobođenost od duga, zdravlje, izlazak iz zatvora, oslobađanje iz ropstva i bezbednu zemlju.",
  "mn39:15.1": "Kad je tako napustio ovih pet prepreka, nesavršenosti uma koje slabe mudrost, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi monah i ostaje na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn39:15.2": "Onda natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz osame. Ne postoji nijedan deo tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz osame.",
  "mn39:15.3": "Kao kad vešti berberin ili njegov pomoćnik sipa prašak u metalnu posudu i meša je s vodom da dobije sapunicu; tada je pena puna vlage, prožeta vlagom iznutra i spolja, ali ne previše;",
  "mn39:15.4": "isto tako monah natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz osame, tako da nijedan deo tela ne ostaje nezahvaćen ushićenjem i zadovoljstvom rođenim iz osame.",
  "mn39:16.1": "A zatim, monasi, smirivanjem usmerene misli i istraživanja, ulazi on i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije.",
  "mn39:16.2": "Onda natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz koncentracije. Ne postoji nijedan deo čitavog tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz koncentracije.",
  "mn39:16.3": "Kao duboko jezero, u čijim dubinama je izvor sveže vode i u koje se ne uliva nijedna reka ni sa istoka ni sa zapada, ni sa severa ni sa juga, niti ga bilo kad zapljuskuju kiše; ali hladni izvor u dubinama jezerskim ispuniće i prožeće ga svog, tako da nijedan deo jezera ne ostane neprožet vodom iz tog hladnog izvora;",
  "mn39:16.4": "isto tako monah natapa i prožima, preplavljuje i ispunjava upravo to telo ushićenjem i zadovoljstvom rođenim iz koncentracije. Ne postoji nijedan deo čitavog tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz koncentracije.",
  "mn39:17.1": "A zatim, monasi, slabljenjem ushićenja monah ostaje spokojan, svestan i s jasnim razumevanjem, sa fizičkim osećajem zadovoljstva. Monah ulazi i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: „Srećan je čovek ispunjen spokojstvom i svesnošću!”",
  "mn39:17.2": "Onda natapa i prožima, preplavljuje i ispunjava svoje telo zadovoljstvom, lišenim ushićenja, tako da ne postoji nijedan deo čitavog tela koji nije prožet zadovoljstvom lišenim ushićenja.",
  "mn39:17.3": "Kao što u jezeru s plavim, crvenim i belim lotosovim cvetovima, odraslim pod vodom, ti cvetovi ne izlaze na površinu, već cvetaju pod vodom, pa ih sveža voda obliva, natapa, ispunjava i prožima od korena do vrha latica, tako da nijedan deo tih lotosa ne ostane neprožet vodom;",
  "mn39:17.4": "isto tako monah natapa i prožima, preplavljuje i ispunjava celo svoje telo zadovoljstvom, lišenim ushićenja. Ne postoji nijedan deo čitavog tela koji nije prožet zadovoljstvom, lišenim ushićenja.",
  "mn39:18.1": "A zatim, monasi, napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn39:18.2": "On sedi prožimajući telo čistim, sjajnim umom, tako da ne postoji nijedan deo čitavog tela koji nije prožet čistim, sjajnim umom.",
  "mn39:18.3": "Kao kad bi neki čovek sedeo zaogrnut belim platnom od glave do pete, tako da mu nijedan deo tela ne ostane nezaogrnut tim belim platnom;",
  "mn39:18.4": "tako i monah sedi prožimajući telo čistim, sjajnim umom. Ne postoji nijedan deo čitavog tela koji nije prožet čistim, sjajnim umom.",
  "mn39:19.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerava ga ka znanju o svojim prošlim životima.",
  "mn39:19.2": "Seća se mnoštva prošlih života, jednog rođenja, dva … (kao u sutti 4, §27) …",
  "mn39:19.3": "Tako se seća mnoštva svojih prošlih života u celini i do detalja.",
  "mn39:20.1": "Kad je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerava ga ka znanju o umiranju i ponovnom rađanju bića …",
  "mn39:20.2": "(kao u sutti 4, §29) … Tako duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna, razume kako se bića preporađaju u skladu sa svojim postupcima.",
  "mn39:20.3": "Baš kao kad bi postojale dve kuće s vratima, a čovek dobrog vida stajao između njih i gledao ljude kako ulaze u te kuće, izlaze iz njih i prolaze tamo-amo, isto tako, duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, monah vidi bića kako umiru i ponovo se rađaju … razume kako se bića preporađaju u skladu sa svojim postupcima.",
  "mn39:21.1": "Kad je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerava ga ka znanju o uklanjanju otrova.",
  "mn39:21.2": "I vidi, kao da mu je pred očima: 'Ovo je patnja' … 'Ovo je nastanak patnje' … 'Ovo je prestanak patnje' … 'Ovo je put koji vodi prestanku patnje' … 'Ovo su otrovi' … 'Ovo je nastanak otrova' … 'Ovo je prestanak otrova' … 'Ovo je put koji vodi prestanku otrova.”",
  "mn39:21.3": "Kada zna i vidi tako, njegov um se oslobađa otrova želje za zadovoljstvima čula, otrova želje za bivanjem i otrova neznanja.",
  "mn39:21.4": "Kad se oslobodi, tada dolazi znanje: 'Slobodan sam.'",
  "mn39:21.5": "On razume: 'Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.'",
  "mn39:21.6": "Baš kao kad bi, monasi, postojalo jezero, čisto, providno i mirno, tako da čovek dobrog vida, stojeći na njegovoj ivici, može da vidi školjke, šljunak i kamenčiće na dnu, kao i jata riba kako u njemu plivaju ili plutaju.",
  "mn39:21.7": "I onda pomisli. 'Ovo je jezero, čisto, providno i nezamućeno, ono su školjke, šljunak i kamenčići na dnu, a ovo su jata riba koja u njemu plivaju ili plutaju.'",
  "mn39:21.8": "Isto tako i monah razume, onako kako zaista jeste: 'Ovo je patnja … '",
  "mn39:21.9": "On razume: 'Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti., Nema više preporađanja u bilo koji oblik bivanja.'",
  "mn39:22.1": "Monasi, takav monah se naziva asketa, brahman, onaj koji je umiven, stekao znanje, sveti znalac, plemeniti, arahant.",
  "mn39:23.1": "A kako to monah jeste asketa?",
  "mn39:23.2": "Stišao je loša, nepovoljna mentalna stanja koja prljaju, donose obnavljanje bića, donose nevolju, dozrevaju u patnji i vode budućem rođenju, starenju i smrti.",
  "mn39:23.3": "Eto tako monah jeste asketa.",
  "mn39:24.1": "A kako to monah jeste brahman?",
  "mn39:24.2": "Odagnao je loša, nepovoljna mentalna stanja koja prljaju … i vode budućem rođenju, starenju i smrti.",
  "mn39:24.3": "Eto tako monah jeste brahman.",
  "mn39:25.1": "A kako to monah jeste opran?",
  "mn39:25.2": "Oprao je loša, nepovoljna mentalna stanja koja prljaju … i vode budućem rođenju, starenju i smrti.",
  "mn39:25.3": "Eto tako monah jeste opran.",
  "mn39:26.1": "A kako to monah jeste stekao znanje?",
  "mn39:26.2": "On je razumeo loša, nepovoljna mentalna stanja koja prljaju … i vode budućem rođenju, starenju i smrti.",
  "mn39:26.3": "Eto tako monah jeste stekao znanje.",
  "mn39:27.1": "A kako to monah jeste sveti znalac?",
  "mn39:27.2": "Loša, nepovoljna mentalna stanja koja prljaju … i vode budućem rođenju, starenju i smrti, pobegla su od njega.",
  "mn39:27.3": "Eto tako monah jeste sveti znalac.",
  "mn39:28.1": "A kako to monah jeste plemenit?",
  "mn39:28.2": "Loša, nepovoljna mentalna stanja koja prljaju … i vode budućem rođenju, starenju i smrti daleko su od njega.",
  "mn39:28.3": "Eto tako monah jeste plemenit.",
  "mn39:29.1": "A kako to monah jeste arahant?",
  "mn39:29.2": "Loša, nepovoljna mentalna stanja koja prljaju, donose obnavljanje bića, donose nevolju, dozrevaju u patnji i vode budućem rođenju, starenju i smrti daleko su od njega.",
  "mn39:29.3": "Eto tako monah jeste arahant.”",
  "mn39:29.4": "Tako reče Blaženi.",
  "mn39:29.5": "Zadovoljni, monasi se obradovaše rečima Blaženog."
}