{
  "mn43:0.1": "Budini govori srednje dužine 43",
  "mn43:0.2": "Dugi niz pitanja i odgovora ",
  "mn43:1.1": "Ovako sam čuo.",
  "mn43:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn43:1.3": "Jedno veče poštovani Mahā Koṭṭhita izađe iz osame, otide do poštovanog Sāriputte i pozdravi se s njim.",
  "mn43:1.4": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i reče poštovanom Sāriputti:",
  "mn43:2.1": "’Onaj koji nije mudar, onaj koji nije mudar’, tako je rečeno.",
  "mn43:2.2": "U vezi sa čim je rečeno ’onaj koji nije mudar?’",
  "mn43:2.3": "’Onaj ko ne razume mudro, onaj ko ne razume mudro’, prijatelju; u vezi s tim je rečeno ’onaj koji nije mudar.’",
  "mn43:2.4": "A šta to neko ne razume mudro?",
  "mn43:2.5": "Ne razume mudro: ’Ovo je patnja’; ne razume mudro: ’Ovo je nastanak patnje’; ne razume mudro: ’Ovo je prestanak patnje’; ne razume mudro: ’Ovo je put koji vodi prestanku patnje.’",
  "mn43:2.6": "’Onaj ko ne razume mudro, onaj ko ne razume mudro’, prijatelju; u vezi sa tim je rečeno ’onaj koji nije mudar.’",
  "mn43:2.7": "’Dobro je, prijatelju’, reče poštovani Mahā Koṭṭhita, nadahnut i obradovan rečima poštovanog Sāriputte. Zatim mu postavi novo pitanje:",
  "mn43:3.1": "’Onaj ko jeste mudar, onaj ko jeste mudar’, tako je rečeno.",
  "mn43:3.2": "U vezi sa čim je rečeno ’onaj koji jeste mudar?’",
  "mn43:3.3": "’Onaj ko razume mudro, onaj ko razume mudro’, prijatelju; u vezi sa tim je rečeno ’onaj koji jeste mudar.’",
  "mn43:3.4": "A šta to neko razume mudro?",
  "mn43:3.5": "Razume mudro: ’Ovo je patnja’; razume mudro: ’Ovo je nastanak patnje’; razume mudro: ’Ovo je prestanak patnje’; razume mudro: ’Ovo je put koji vodi prestanku patnje.’",
  "mn43:3.6": "’Onaj ko razume mudro, onaj ko razume mudro’, prijatelju; u vezi s tim je rečeno ’onaj koji jeste mudar.’",
  "mn43:4.1": "’Svest, svest’, tako je rečeno, prijatelju.",
  "mn43:4.2": "U vezi sa čim je rečeno ’svest?’",
  "mn43:4.3": "’Ona spoznaje, ona spoznaje’, prijatelju; u vezi sa tim je rečeno ’svest’.",
  "mn43:4.4": "A šta spoznaje?",
  "mn43:4.5": "Ona spoznaje: ’(Ovo je) prijatno’; ona spoznaje: ’(Ovo je) bolno’; ona spoznaje: ’(Ovo je) ni bolno ni prijatno.’",
  "mn43:4.6": "’Ona spoznaje, ona spoznaje’, prijatelju; u vezi s tim je rečeno ’svest.’",
  "mn43:5.1": "Mudrost i svest, prijatelju—",
  "mn43:5.2": "jesu li ta stanja povezana ili nepovezana?",
  "mn43:5.3": "I je li moguće svako od tih stanja razdvojiti jedno od drugog, kako bi se opisale razlike među njima?",
  "mn43:5.4": "Mudrost i svest, prijatelju—",
  "mn43:5.5": "ta stanja jesu povezana, a ne nepovezana.",
  "mn43:5.6": "I nemoguće je svako od njih razdvojiti jedno od drugog, kako bi se opisale razlike među njima.",
  "mn43:5.7": "Ono što neko mudro razume, to i spoznaje, a što spoznaje, to i mudro razume.",
  "mn43:5.8": "Zato su ta stanja povezana, a ne nepovezana.",
  "mn43:5.9": "Nemoguće je svako od njih razdvojiti jedno od drugog, kako bi se opisale razlike među njima.",
  "mn43:6.1": "Mudrost i svest, prijatelju—",
  "mn43:6.2": "koja je razlika između tih stanja koja su povezana, a ne nepovezana?",
  "mn43:6.3": "",
  "mn43:6.4": "Razlika, prijatelju, između mudrosti i svesti, tih stanja koja su povezana, a ne nepovezana, jeste u ovome: mudrost treba razviti, a svest treba do kraja razumeti.",
  "mn43:6.5": "",
  "mn43:7.1": "’Osećaj, osećaj’, tako je rečeno, prijatelju.",
  "mn43:7.2": "U vezi sa čim je rečeno ’osećaj?’",
  "mn43:7.3": "’On oseća, on oseća’, prijatelju; zato je rečeno ’osećaj.’",
  "mn43:7.4": "A šta to oseća?",
  "mn43:7.5": "Oseća prijatnost, oseća bol, oseća ni bol ni prijatnost.",
  "mn43:7.6": "’On oseća, on oseća’, prijatelju; zato je rečeno ’osećaj.’",
  "mn43:8.1": "’Opažaj, opažaj’, tako je rečeno, prijatelju.",
  "mn43:8.2": "U vezi sa čim je rečeno ’opažaj?’",
  "mn43:8.3": "’On opaža, on opaža’, prijatelju; zato je rečeno ’opažaj.’",
  "mn43:8.4": "A šta to opaža?",
  "mn43:8.5": "Opaža plavo, opaža žuto, opaža crveno i opaža belo.",
  "mn43:8.6": "’On opaža, on opaža’, prijatelju; zato je rečeno ’opažaj.’",
  "mn43:9.1": "Osećaj, opažaj i svest, prijatelju—",
  "mn43:9.2": "jesu li ta stanja povezana ili nepovezana?",
  "mn43:9.3": "I je li moguće svako od tih stanja odvojiti od ostalih, kako bi se opisala razlika među njima?",
  "mn43:9.4": "Osećaj, opažaj i svest, prijatelju—",
  "mn43:9.5": "ta su stanja povezana, ne nepovezana.",
  "mn43:9.6": "I nemoguće je svako od tih stanja odvojiti od ostalih, kako bi se opisala razlika među njima.",
  "mn43:9.7": "Ono što neko oseća, to i opaža; a ono što opaža, to i saznaje.",
  "mn43:9.8": "Zbog toga su ta stanja povezana, ne nepovezana.",
  "mn43:9.9": "Nemoguće je svako od tih stanja odvojiti od ostalih, kako bi se opisala razlika među njima.",
  "mn43:10.1": "Prijatelju, šta može biti saznato pročišćenom svešću o spoznatom, oslobođenom pet čula?",
  "mn43:10.2": "Prijatelju, pročišćenom svešću o spoznatom može biti saznato područje beskrajnog prostora ovako: ’Prostor je beskrajan’; područje beskonačne svesti može biti saznato ovako: ’Svest je beskonačna’; područje ničega može biti saznato ovako: ’Nema ničega.’",
  "mn43:11.1": "Prijatelju, čime to neko razume stanje koje može biti spoznato?",
  "mn43:11.2": "Prijatelju, ono stanje koje može biti spoznato razume okom mudrosti.",
  "mn43:12.1": "Prijatelju, a šta je svrha mudrosti?",
  "mn43:12.2": "Svrha mudrosti, prijatelju, jeste neposredno znanje, njena svrha jeste puno razumevanje, njena svrha jeste napuštanje.",
  "mn43:13.1": "Prijatelju, koliko ima uslova za nastanak ispravnog razumevanja?",
  "mn43:13.2": "Prijatelju, dva su uslova za nastanak ispravnog razumevanja:",
  "mn43:13.3": "glas drugoga i temeljno razmatranje.",
  "mn43:13.4": "To su dva uslova za nastanak ispravnog razumevanja.",
  "mn43:14.1": "Prijatelju, sa koliko činilaca je ispravno razumevanje podržano kada ima oslobođenost uma kao svoj plod, oslobođenost uma kao svoj plod i korist, kada ima oslobođenost mudrošću kao svoj plod, oslobođenost mudrošću kao svoj plod i korist?",
  "mn43:14.2": "Prijatelju, kad ima oslobođenost uma kao svoj plod, oslobođenost uma kao svoj plod i korist, kad ima oslobođenost mudrošću kao svoj plod, oslobođenost mudrošću kao svoj plod i korist, ispravno razumevanje je podržano sa pet činilaca.",
  "mn43:14.3": "Ispravno razumevanje, prijatelju, podržano je vrlinom, učenošću, razgovorom, smirenjem i uvidom.",
  "mn43:14.4": "Ispravno razumevanje podržano sa ovih pet činilaca ima oslobođenost uma kao svoj plod, ima oslobođenost uma kao svoj plod i korist; ima oslobođenost mudrošću kao svoj plod, oslobođenost mudrošću kao svoj plod i korist.",
  "mn43:15.1": "Prijatelju, koliko vrsta bivanja postoji?",
  "mn43:15.2": "Postoje tri vrste bivanja, prijatelju:",
  "mn43:15.3": "bivanje u području čulnog, bivanje u području suptilne materije i bivanje u području nematerijalnog.",
  "mn43:16.1": "Prijatelju, kako se pokreće obnavljanje bivanja u budućnosti?",
  "mn43:16.2": "Prijatelju, obnavljanje bivanja u budućnosti pokreće se kroz oduševljavanje sad ovim, sad onim, u bićima koja su ometena neznanjem i okovana žudnjom.",
  "mn43:16.3": "Tako se pokreće obnavljanje bivanja u budućnosti.",
  "mn43:17.1": "Prijatelju, a kako se ne pokreće obnavljanje bivanja u budućnosti?",
  "mn43:17.2": "Prijatelju, zahvaljujući nestanku neznanja, javljanju istinskog znanja, kao i s prestankom žudnje,",
  "mn43:17.3": "obnavljanje bivanja u budućnosti se ne pokreće.",
  "mn43:18.1": "Prijatelju, šta je to prvo zadubljenje?",
  "mn43:18.2": "Prijatelju, sasvim obuzdanih čula, bez mentalnih nečistoća, monah ulazi i ostaje na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn43:18.3": "To se naziva prvo zadubljenje.",
  "mn43:19.1": "Prijatelju, koliko sastojaka ima prvo zadubljenje?",
  "mn43:19.2": "Prijatelju, prvo zadubljenje ima pet sastojaka.",
  "mn43:19.3": "Kada monah uđe u prvo zadubljenje, događaju se usmerena misao, istraživanje, ushićenje, zadovoljstvo i sabiranje uma.",
  "mn43:19.4": "Na taj način prvo zadubljenje ima pet sastojaka.",
  "mn43:20.1": "Prijatelju, koliko sastojaka biva napušteno u prvom zadubljenju i koliko sastojaka preostaje?",
  "mn43:20.2": "Prijatelju, u prvom zadubljenju pet sastojaka biva napušteno i pet sastojaka preostaje.",
  "mn43:20.3": "Kada monah uđe u prvo zadubljenje, želja za zadovoljstvima čula biva napuštena, zlovolja biva napuštena, tromost i tupost bivaju napuštene, uznemirenost i kajanje bivaju napušteni, sumnjičavost biva napuštena;",
  "mn43:20.4": "a javljaju se usmerena misao, istraživanje, ushićenje, zadovoljstvo i sabiranje uma.",
  "mn43:20.5": "Tako u prvom zadubljenju pet sastojaka biva napušteno, a pet sastojaka preostaje.",
  "mn43:21.1": "Prijatelju, ovih pet čula imaju svako svoje posebno područje, svoju posebnu oblast i ne doživljavaju područje i oblast onog drugog, a to su",
  "mn43:21.2": "oko, uho, nos, jezik i telo.",
  "mn43:21.3": "Za tih pet čula, od kojih svako ima svoje posebno područje, svoju posebnu oblast i ne doživljavaju područje i oblast onog drugog, šta je njihovo utočište, šta to oseća njihova područja i oblasti?",
  "mn43:21.4": "",
  "mn43:21.5": "",
  "mn43:21.6": "Prijatelju, ovih pet čula imaju svako svoje posebno područje, svoju posebnu oblast i ne doživljavaju područje i oblast onog drugog, a to su oko, uho, nos, jezik i telo. Za tih pet čula, od kojih svako ima svoje posebno područje, svoju posebnu oblast i ne doživljavaju područje i oblast one druge, um je utočište, um doživljava njihova područja i oblasti.",
  "mn43:22.1": "",
  "mn43:22.2": "",
  "mn43:22.3": "Prijatelju, što se tiče tih pet čula—to jest, oko, uho, nos, jezik i telo—od čega ona zavise?",
  "mn43:22.4": "",
  "mn43:22.5": "",
  "mn43:22.6": "Prijatelju, tih pet čula—oko, uho, nos, jezik i telo—zavise od vitaliteta.",
  "mn43:22.7": "A od čega, prijatelju, zavisi vitalitet?",
  "mn43:22.8": "Vitalitet, prijatelju, zavisi od toplote.",
  "mn43:22.9": "A od čega, prijatelju, zavisi toplota?",
  "mn43:22.10": "Toplota, prijatelju, zavisi od vitaliteta.",
  "mn43:22.11": "Prijatelju, malopre smo razumeli poštovanog Sāriputtu da je rekao:",
  "mn43:22.12": "’Vitalitet zavisi od toplote’;",
  "mn43:22.13": "sada ga razumemo da kaže:",
  "mn43:22.14": "’Toplota zavisi od vitaliteta.’",
  "mn43:22.15": "Kako treba da razumemo značenje tih dveju tvrdnji?",
  "mn43:22.16": "U tom slučaju, prijatelju, daću vam jedno poređenje;",
  "mn43:22.17": "jer neki od mudrih ljudi ovde razumeju značenje rečenog zahvaljujući poređenju.",
  "mn43:22.18": "Baš kao što uljana lampa kad gori, njena svetlost se vidi zahvaljujući tom plamenu, a i njen plamen se vidi zahvaljujući toj svetlosti;",
  "mn43:22.19": "isto tako, vitalitet zavisi od toplote, a toplota zavisi od vitaliteta.",
  "mn43:23.1": "Prijatelju, jesu li tvorevine vitaliteta nešto što se može osetiti ili su tvorevine vitaliteta jedno, a ono što se može osetiti drugo?",
  "mn43:23.2": "Tvorevine vitaliteta, prijatelju, nisu nešto što se može osetiti.",
  "mn43:23.3": "Ako bi tvorevine vitaliteta bile nešto što se može osetiti, tada monah koji uđe u stanje prestanka opažaja i osećaja, ne bi mogao iz njega da izađe.",
  "mn43:23.4": "Upravo zato tvorevine vitaliteta su jedno, a ono što se može osetiti drugo. Monah koji uđe u stanje prestanka opažaja i osećaja, može iz njega i da izađe.",
  "mn43:24.1": "Prijatelju, kada je ovo telo lišeno koliko stanja, biva ono odbačeno i zaboravljeno, leži bez osećaja poput klade?",
  "mn43:24.2": "Prijatelju, kad je ovo telo lišeno tri stanja—vitalitet, toplote i svesti—ono biva odbačeno i zaboravljeno, leži bez osećaja poput klade.",
  "mn43:25.1": "Prijatelju, kakva je razlika između onog ko je mrtav, ko je proživeo svoj život, i monaha koji je ušao u stanje prestanka opažaja i osećaja?",
  "mn43:25.2": "Prijatelju, onaj ko je umro, ko je proživeo svoj život, njegove telesne tvorevine su prestale i uminule, njegove verbalne tvorevine su prestale i uminule, njegove mentalne tvorevine su prestale i uminule, vitalitet iscrpljen, toplota rasuta, a njegova čula potpuno razložena.",
  "mn43:25.3": "Kod monaha koji uđe u stanje prestanka opažaja i osećaja, telesne tvorevine su prestale i uminule, njegove verbalne tvorevine su prestale i uminule, njegove mentalne tvorevine su prestale i uminule, ali njegov vitalitet nije iscrpljen, toplota nije rasuta, a čula su izuzetno izoštrena.",
  "mn43:25.4": "To je razlika između onog ko je mrtav, ko je proživeo svoj život i monaha koji je ušao u stanje prestanka opažaja i osećaja.",
  "mn43:26.1": "Prijatelju, koliko je uslova za dostizanje ni bolnog ni prijatnog oslobođenja uma?",
  "mn43:26.2": "Prijatelju, postoje četiri uslova za dostizanje ni bolnog ni prijatnog oslobođenja uma.",
  "mn43:26.3": "S napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn43:26.4": "To su četiri uslova za dostizanje ni bolnog ni prijatnog oslobođenja uma.",
  "mn43:27.1": "Prijatelju, koliko je uslova za dostizanje oslobođenja uma bez ikakvog znaka?",
  "mn43:27.2": "Prijatelju, postoje dva uslova za dostizanje oslobođenja uma bez ikakvog znaka:",
  "mn43:27.3": "neobraćanje pažnje na bilo koji znak i usmeravanje pažnje na element bez znaka.",
  "mn43:27.4": "To su dva uslova za dostizanje oslobođenja uma bez ikakvog znaka.",
  "mn43:27.5": "Prijatelju, koliko je uslova za održavanje oslobođenja uma bez ikakvog znaka?",
  "mn43:28.1": "Prijatelju, postoje tri uslova za održavanje oslobođenja uma bez ikakvog znaka:",
  "mn43:28.2": "neobraćanje pažnje na bilo koji znak, usmeravanje pažnje na element bez znaka i prethodno određivanje (njegovog trajanja).",
  "mn43:28.3": "To su tri uslova za održavanje oslobođenja uma bez ikakvog znaka.",
  "mn43:29.1": "Prijatelju, koliko je uslova za izlazak iz oslobođenja uma bez ikakvog znaka?",
  "mn43:29.2": "Prijatelju, postoje dva uslova za izlazak iz oslobođenja uma bez ikakvog znaka:",
  "mn43:29.3": "usmeravanje pažnje na bilo koji od znakova i neobraćanje pažnje na element bez znaka.",
  "mn43:29.4": "To su dva uslova za izlazak iz oslobođenja uma bez ikakvog znaka.",
  "mn43:29.5": "Prijatelju, nemerljivo oslobođenje uma, oslobođenje uma kroz ništavilo, oslobođenje uma kroz prazninu i oslobođenje uma bez ikakvog znaka: jesu li ta stanja različita po značenju i različita po nazivu ili su ona ista po značenju, a različita samo po nazivu?",
  "mn43:30.1": "Prijatelju, nemerljivo oslobođenje uma, oslobođenje uma kroz ništavilo, oslobođenje uma kroz prazninu i oslobođenje uma bez ikakvog znaka: postoji način na koji su ta stanja različita po značenju i različita po nazivu;",
  "mn43:30.2": "a postoji i način na koji su ona ista po značenju, a različita samo po nazivu.",
  "mn43:31.1": "A na koji su način, prijatelju, ta stanja različita po značenju i različita po nazivu?",
  "mn43:31.2": "Tako monah živi obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi.",
  "mn43:31.3": "On živi obasjavajući jednu stranu sveta umom prožetim saosećanjem…",
  "mn43:31.4": "On živi obasjavajući jednu stranu sveta umom prožetim radošću zbog sreće drugih…",
  "mn43:31.5": "On živi obasjavajući jednu stranu sveta umom prožetim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi.",
  "mn43:31.6": "To se naziva nemerljivo oslobođenje uma.",
  "mn43:32.1": "A šta je, prijatelju, oslobođenje uma kroz ništavilo?",
  "mn43:32.2": "Tako, potpunim nadilaženjem područja beskonačne svesti, svestan da ’nema ničega’, monah dostiže i ostaje u području ničega.",
  "mn43:32.3": "To se naziva oslobođenje uma kroz ništavilo.",
  "mn43:33.1": "A šta je, prijatelju, oslobođenje uma kroz prazninu?",
  "mn43:33.2": "Tako monah, otišavši u šumu, u podnožje drveta ili u praznu kolibu, promišlja ovako:",
  "mn43:33.3": "’Ovo je lišeno sopstva ili onoga što pripada sopstvu.’",
  "mn43:33.4": "To se naziva oslobođenje uma kroz prazninu.",
  "mn43:34.1": "A šta je, prijatelju, oslobođenje uma bez ikakvog znaka?",
  "mn43:34.2": "Tako, ne obraćajući pažnju na bilo koji znak, monah dostiže i ostaje u koncentraciji uma bez ikakvog znaka.",
  "mn43:34.3": "To se naziva oslobođenje uma bez ikakvog znaka.",
  "mn43:34.4": "Na taj način ova su stanja različita po značenju i različita po nazivu.",
  "mn43:35.1": "A na koji su način, prijatelju, ta stanja ista po značenju, a različita samo po nazivu?",
  "mn43:35.2": "Strast jeste tvorac mere, mržnja jeste tvorac mere, obmana jeste tvorac mere.",
  "mn43:35.3": "U monahu u kojem su otrovi uklonjeni, i one su napuštene, iskorenjene, posečene, uništene tako da se ubuduće neće pojaviti.",
  "mn43:35.4": "Od svih vrsta nemerljivih oslobođenja uma, neopozivo oslobođenje uma označava se kao najbolje.",
  "mn43:35.5": "A upravo u tom neopozivom oslobođenju uma nema strasti, nema mržnje, nema obmanutosti.",
  "mn43:36.1": "Strast jeste nešto, mržnja jeste nešto, obmana jeste nešto.",
  "mn43:36.2": "U monahu u kojem su otrovi uklonjeni, i one su napuštene, iskorenjene, posečene, uništene, tako da se ni ubuduće neće pojaviti.",
  "mn43:36.3": "Od svih vrsta oslobođenja uma kroz ništavilo, neopozivo oslobođenje uma označava se kao najbolje.",
  "mn43:36.4": "A upravo u tom neopozivom oslobođenju uma nema strasti, nema mržnje, nema obmanutosti.",
  "mn43:37.1": "Strast jeste tvorac znakova, mržnja jeste tvorac znakova, obmana jeste tvorac znakova.",
  "mn43:37.2": "U monahu u kojem su otrovi uklonjeni, i oni su napušteni, iskorenjeni, posečeni, uništeni, tako da se ubuduće neće pojaviti.",
  "mn43:37.3": "Od svih vrsta oslobođenja uma bez ikakvog znaka, neopozivo oslobođenje uma označava se kao najbolje.",
  "mn43:37.4": "A upravo u tom neopozivom oslobođenju uma nema strasti, nema mržnje, nema obmanutosti.",
  "mn43:37.5": "Na taj način su ova stanja ista po značenju i različita samo po nazivu.",
  "mn43:37.6": "Tako reče poštovani Sāriputta.",
  "mn43:37.7": "Zadovoljan, poštovani Mahā Koṭṭhita se obradova rečima poštovanog Sāriputte."
}