{
  "mn44:0.1": "Budini govori srednje dužine 44 ",
  "mn44:0.2": "Kratki niz pitanja i odgovora ",
  "mn44:1.1": "Ovako sam čuo.",
  "mn44:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice.",
  "mn44:1.3": "Onda njegov nezaređeni sledbenik Visākha otide do monahinje Dhammadine, pokloni se, sede sa strane pa je upita:",
  "mn44:2.1": "'Gospođo, govori se “osoba, osoba.”'",
  "mn44:2.2": "'Šta to Blaženi naziva osobom?'",
  "mn44:2.3": "'Prijatelju Visākha, ovih pet sastojaka bića koji su objekat vezivanja Blaženi naziva osoba;",
  "mn44:2.4": "materijalni oblik kao sastojak koji je objekat vezivanja, osećaj kao sastojak koji je objekat vezivanja, opažaj kao sastojak koji je objekat vezivanja, mentalni obrasci kao sastojak koji je objekat vezivanja i svest kao sastojak bića koji je objekat vezivanja.",
  "mn44:2.5": "Tih pet sastojaka Blaženi naziva osoba.'",
  "mn44:2.6": "Rečima 'Odlično, gospođo', nezaređeni sledbenik Visākha pokaza svoje oduševljenje i radost zbog reči monahinje Dhammadine. Zatim postavi sledeće pitanje:",
  "mn44:3.1": "'Gospođo, govori se “nastanak osobe, nastanak osobe.”'",
  "mn44:3.2": "'Šta to Blaženi naziva nastankom osobe?'",
  "mn44:3.3": "'Prijatelju Visākha, to je ona žudnja koja vodi novom rođenju, što združena s oduševljenjem i strašću, uvek nalazi novo uživanje, sad tu, sad tamo—dakle,",
  "mn44:3.4": "to je žudnja za zadovoljstvima čula, žudnja za postojanjem i žudnja za nepostojanjem.",
  "mn44:3.5": "To Blaženi naziva izvor osobe.'",
  "mn44:4.1": "'Gospođo, govori se “prestanak osobe, prestanak osobe.”'",
  "mn44:4.2": "'Šta to Blaženi naziva prestankom osobe?'",
  "mn44:4.3": "'Prijatelju Visākha, potpuno iščezavanje i iskorenjivanje upravo te žudnje, odustajanje od nje i odbacivanje, oslobađanje i okretanje od nje.",
  "mn44:4.4": "To Blaženi naziva prestankom osobe.'",
  "mn44:5.1": "'Gospođo, govori se “put do prestanka osobe, put do prestanka osobe.”'",
  "mn44:5.2": "'Šta to Blaženi naziva putem do prestanka osobe?'",
  "mn44:5.3": "'Prijatelju Visākha, upravo taj plemeniti osmostruki put sačinjen od",
  "mn44:5.4": "ispravnog razumevanja, ispravne namere, ispravnog govora, ispravnih postupaka, ispravnog življenja, ispravnog napora, ispravne svesnosti i ispravne koncentracije.'",
  "mn44:6.1": "'Gospođo, je li to vezivanje isto što i pet sastojaka bića koji su objekat vezivanja ili je ono nešto drugo nego tih pet sastojaka bića?'",
  "mn44:6.2": "'Prijatelju Visākha, to vezivanje niti je isto što i pet sastojaka bića koji su objekat vezivanja, niti je nešto drugo od tih pet sastojaka bića.",
  "mn44:6.3": "Upravo želja i strast u pogledu pet sastojaka bića koji su objekat vezivanja jesu to vezivanje.'",
  "mn44:7.1": "'Gospođo, kako nastaje verovanje da postoji trajna osoba?'",
  "mn44:7.2": "'Tako, prijatelju Visākha, neuk, običan čovek, koji ne poštuje plemenite, neupućen je i bez prakse u njihovom učenju, koji ne poštuje istinske ljude, neupućen je i bez prakse u njihovom učenju,",
  "mn44:7.3": "materijalni oblik smatra sopstvom ili smatra da sopstvo poseduje materijalni oblik ili da materijalni oblik jeste u sopstvu ili da je sopstvo u materijalnom obliku.",
  "mn44:7.4": "On osećaj smatra sopstvom ili da sopstvo poseduje osećaj ili da osećaj jeste u sopstvu ili da je sopstvo u osećaju.",
  "mn44:7.5": "Opažaj smatra sopstvom ili da sopstvo poseduje opažaj ili da opažaj jeste u sopstvu ili da je sopstvo u opažaju.",
  "mn44:7.6": "Mentalne obrasce smatra sopstvom ili da sopstvo poseduje mentalne obrasce ili da mentalni obrasci jesu u sopstvu ili da je sopstvo u mentalnim obrascima.",
  "mn44:7.7": "Svest smatra sopstvom ili da sopstvo poseduje svest ili da svest jeste u sopstvu ili da je sopstvo u svesti.",
  "mn44:7.8": "Tako nastaje verovanje da postoji trajna osoba.'",
  "mn44:8.1": "'Gospođo, a kako ne nastaje verovanje da postoji trajna osoba?'",
  "mn44:8.2": "'Tako, prijatelju Visākha, dobro upućen plemeniti učenik, koji poštuje plemenite, upućen je u njihovo učenje i u njemu uvežban, koji poštuje istinske ljude, upućen je u njihovo učenje i u njemu uvežban,",
  "mn44:8.3": "materijalni oblik ne smatra sopstvom, niti smatra da sopstvo poseduje materijalni oblik, niti da materijalni oblik jeste u sopstvu, niti da je sopstvo u materijalnom obliku.",
  "mn44:8.4": "On osećaj ne smatra sopstvom, niti da sopstvo poseduje osećaj, niti da osećaj jeste u sopstvu, niti da je sopstvo u osećaju.",
  "mn44:8.5": "Opažaj ne smatra sopstvom, niti da sopstvo poseduje opažaj, niti da opažaj jeste u sopstvu, niti da je sopstvo u opažaju.",
  "mn44:8.6": "Mentalne obrasce ne smatra sopstvom, niti da sopstvo poseduje mentalne obrasce, niti da mentalni obrasci jesu u sopstvu, niti da je sopstvo u mentalnim obrascima.",
  "mn44:8.7": "Svest ne smatra sopstvom, niti da sopstvo poseduje svest, niti da svest jeste u sopstvu, niti da je sopstvo u svesti.",
  "mn44:8.8": "Tako ne nastaje verovanje da postoji trajna osoba.'",
  "mn44:9.1": "'Gospođo, šta je plemeniti osmostruki put?'",
  "mn44:9.2": "'Prijatelju Visākha, to je upravo onaj plemeniti osmostruki put sačinjen od",
  "mn44:9.3": "ispravnog razumevanja, ispravne namere, ispravnog govora, ispravnih postupaka, ispravnog načina življenja, ispravnog napora, ispravne svesnosti i ispravne koncentracije.'",
  "mn44:10.1": "'Gospođo, je li plemeniti osmostruki put uslovljen ili neuslovljen?'",
  "mn44:10.2": "'Prijatelju Visākha, plemeniti osmostruki put jeste uslovljen.'",
  "mn44:11.1": "'Gospođo, jesu li tri dela obuhvaćena plemenitim osmostrukim putem ili je plemeniti osmostruki put obuhvaćen sa tri dela?'",
  "mn44:11.2": "'Tri dela nisu obuhvaćena plemenitim osmostrukim putem, ali plemeniti osmostruki put jeste obuhvaćen sa tri dela.",
  "mn44:11.3": "Ispravan govor, ispravni postupci, ispravan način življenja—ta stanja su uključena u deo o vrlini.",
  "mn44:11.4": "Ispravan napor, ispravna svesnost i ispravna koncentracija—ta stanja su uključena u deo o koncentraciji.",
  "mn44:11.5": "Ispravno razumevanje i ispravna namera—ta stanja su uključena u deo o mudrosti.'",
  "mn44:12.1": "'Gospođo, šta je koncentracija? Šta je osnova koncentracije? Šta je alat koncentracije? Šta je razvijanje koncentracije?'",
  "mn44:12.2": "'Ujedinjavanje uma, prijatelju Visākha, jeste koncentracija.",
  "mn44:12.3": "Četiri temelja svesnosti jesu osnova koncentracije.",
  "mn44:12.4": "Četiri prave vrste nastojanja jesu alat koncentracije.",
  "mn44:12.5": "Ponavljanje, razvijanje i negovanje upravo tih stanja jeste razvijanje koncentracije.'",
  "mn44:13.1": "'Gospođo, koliko tvorevina ima?'",
  "mn44:13.2": "'Postoje tri tvorevine, prijatelju Visākha:",
  "mn44:13.3": "telesna tvorevina, verbalna tvorevina i mentalna tvorevina.'",
  "mn44:14.1": "'Gospođo, šta je telesna tvorevina? Šta je verbalna tvorevina? Šta je mentalna tvorevina?'",
  "mn44:14.2": "'Udah i izdah, prijatelju Visākha, jeste telesna tvorevina; usmerena misao i istraživanje jesu verbalna tvorevina; opažaj i osećaj jesu mentalna tvorevina.'",
  "mn44:15.1": "'Ali, gospođo, zašto su udah i izdah telesna tvorevina? Zašto su usmerena misao i istraživanje verbalna tvorevina? Zašto su opažaj i osećaj mentalna tvorevina?'",
  "mn44:15.2": "'Prijatelju Visākha, udah i izdah pripadaju telu, ta stanja su vezana za telo; zato su udah i izdah telesna tvorevina.",
  "mn44:15.3": "Neko prvo usmeri misao i istražuje, da bi potom izgovorio reči; zato su usmerena misao i istraživanje verbalna tvorevina.",
  "mn44:15.4": "Opažaj i osećaj su mentalna stanja, to su stanja koja pripadaju umu; zato su opažaj i osećaj mentalna tvorevina.'",
  "mn44:16.1": "'Gospođo, kako nastaje stanje prestanka opažaja i osećaja?'",
  "mn44:16.2": "'Prijatelju Visākha, kada monah dostiže prestanak opažaja i osećaja, njemu se ne čini:",
  "mn44:16.3": "“Dostići ću prestanak opažaja i osećaja” ili “Dostižem prestanak opažaja i osećaja” ili “Dostigao sam prestanak opažaja i osećaja.”",
  "mn44:16.4": "Umesto toga, njegov um je prethodno razvijen na takav način da ga vodi tome stanju.'",
  "mn44:17.1": "'Gospođo, kad monah dostiže prestanak opažaja i osećaja, koja stanja prvo prestaju u njemu: telesna tvorevina, verbalna tvorevina ili mentalna tvorevina?'",
  "mn44:17.2": "'Prijatelju Visākha, kad monah dostiže prestanak opažaja i osećaja, prvo verbalna tvorevina prestaje, zatim telesna tvorevina i, na kraju, mentalna tvorevina.'",
  "mn44:18.1": "'Gospođo, kako se izlazi iz stanja prestanka opažaja i osećaja?'",
  "mn44:18.2": "'Prijatelju Visākha, kad monah izlazi iz stanja prestanka opažaja i osećaja, njemu se ne čini:",
  "mn44:18.3": "“Ja ću izaći iz prestanka opažaja i osećaja” ili “Ja izlazim iz prestanka opažaja i osećaja” ili “Ja sam izašao iz prestanka opažaja i osećaja.”",
  "mn44:18.4": "Umesto toga, njegov um je prethodno razvijen na takav način da ga vodi tome stanju.'",
  "mn44:19.1": "'Gospođo, kad monah izlazi iz stanja prestanka opažaja i osećaja, koja se stanja u njemu prva jave: telesna tvorevina, verbalna tvorevina ili mentalna tvorevina?'",
  "mn44:19.2": "'Prijatelju Visākha, kad monah izlazi iz stanja prestanka opažaja i osećaja, prvo se javi mentalna tvorevina, zatim telesna tvorevina i, na kraju, verbalna tvorevina.'",
  "mn44:20.1": "'Gospođo, kad je monah izašao iz stanja prestanka opažaja i osećaja, koliko vrsta kontakata dopiru do njega?'",
  "mn44:20.2": "'Prijatelju Visākha, kad je monah izašao iz stanja prestanka opažaja i osećaja, tri vrste kontakta dopiru do njega: kontakt praznine, kontakt bez ikakvog znaka i kontakt beželjnosti.'",
  "mn44:21.1": "'Gospođo, kad je monah izašao iz stanja prestanka opažaja i osećaja, čemu se priklanja njegov um, čemu je okrenut, čemu teži?'",
  "mn44:21.2": "'Prijatelju Visākha, kada je monah izašao iz stanja prestanka opažaja i osećaja, njegov um se priklanja odvojenosti, okrenut je odvojenosti, teži odvojenosti.'",
  "mn44:22.1": "'Gospođo, koliko vrsta osećaja ima?'",
  "mn44:22.2": "'Prijatelju Visākha, postoje tri vrste osećaja:",
  "mn44:22.3": "prijatan osećaj, bolan osećaj i ni bolan ni prijatan osećaj.'",
  "mn44:23.1": "'Ali, gospođo, šta je prijatan osećaj? Šta je bolan osećaj? Šta je ni bolan ni prijatan osećaj?'",
  "mn44:23.2": "'Prijatelju Visākha, šta god da se telesno ili mentalno oseti kao ugodno i umirujuće,",
  "mn44:23.3": "to jeste prijatan osećaj.",
  "mn44:23.4": "Šta god da se telesno ili mentalno oseti kao bolno i uznemirujuće,",
  "mn44:23.5": "to jeste bolan osećaj.",
  "mn44:23.6": "Šta god da se telesno ili mentalno oseti kao ni umirujuće ni uznemirujuće,",
  "mn44:23.7": "to jeste ni bolan ni prijatan osećaj.'",
  "mn44:24.1": "'Gospođo, šta je prijatno i šta je bolno u pogledu prijatnog osećaja? Šta je bolno i šta je prijatno u pogledu bolnog osećaja? Šta je prijatno i šta je bolno u pogledu ni bolnog ni prijatnog osećaja?'",
  "mn44:24.2": "'Prijatelju Visākha, prijatan osećaj jeste prijatan kad traje i bolan kad se menja.",
  "mn44:24.3": "Bolan osećaj jeste bolan kad traje i prijatan kad se menja.",
  "mn44:24.4": "Ni bolan ni prijatan osećaj je prijatan kada postoji znanje o njemu i bolan kad ne postoji znanje o njemu.'",
  "mn44:25.1": "'Gospođo, koje prikrivene sklonosti su u osnovi prijatnog osećaja? Koje prikrivene sklonosti su u osnovi bolnog osećaja? Koje prikrivene sklonosti su u osnovi ni bolnog ni prijatnog osećaja?'",
  "mn44:25.2": "'Prijatelju Visākha, prikrivena sklonost ka strasti je u osnovi prijatnog osećaja. Prikrivena sklonost ka odbojnosti je u osnovi bolnog osećaja. Prikrivena sklonost ka neznanju je u osnovi ni bolnog ni prijatnog osećaja.'",
  "mn44:26.1": "'Gospođo, da li je prikrivena sklonost ka strasti u osnovi svakog prijatnog osećaja? Da li je prikrivena sklonost ka odbojnosti u osnovi svakog bolnog osećaja? Da li je prikrivena sklonost ka neznanju u osnovi svakog ni bolnog ni prijatnog osećaja?'",
  "mn44:26.2": "'Prijatelju Visākha, prikrivena sklonost ka strasti nije u osnovi svakog prijatnog osećaja. Prikrivena sklonost ka odbojnosti nije u osnovi svakog bolnog osećaja. Prikrivena sklonost ka neznanju nije u osnovi svakog ni bolnog ni prijatnog osećaja.'",
  "mn44:27.1": "'Gospođo, šta treba napustiti u pogledu prijatnog osećaja? Šta treba napustiti u pogledu bolnog osećaja? Šta treba napustiti u pogledu ni bolnog ni prijatnog osećaja?'",
  "mn44:27.2": "'Prijatelju Visākha, prikrivenu sklonost ka strasti treba napustiti u pogledu prijatnog osećaja. Prikrivenu sklonost ka odbojnosti treba napustiti u pogledu bolnog osećaja. Prikrivenu sklonost ka neznanju treba napustiti u pogledu ni bolnog ni prijatnog osećaja.'",
  "mn44:28.1": "'Gospođo, da li prikrivenu sklonost ka strasti treba napustiti u pogledu svakog prijatnog osećaja? Da li prikrivenu sklonost ka odbojnosti treba napustiti u pogledu svakog bolnog osećaja? Da li prikrivenu sklonost ka neznanju treba napustiti u pogledu svakog ni bolnog ni prijatnog osećaja?'",
  "mn44:28.2": "'Prijatelju Visākha, prikrivenu sklonost ka strasti ne treba napustiti u pogledu svakog prijatnog osećaja. Prikrivenu sklonost ka odbojnosti ne treba napustiti u pogledu svakog bolnog osećaja. Prikrivenu sklonost ka neznanju ne treba napustiti u pogledu svakog ni bolnog ni prijatnog osećaja.",
  "mn44:28.3": "Tako, prijatelju Visākha, sasvim obuzdanih čula, bez mentalnih nečistoća, monah ulazi i ostaje na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn44:28.4": "Na taj način napušta on strast i prikrivena sklonost ka strasti nije u osnovi tog stanja.",
  "mn44:28.5": "Tada monah ovako razmišlja:",
  "mn44:28.6": "“Kada ću ući i boraviti u tom području u koje plemeniti sada ulaze i borave?”",
  "mn44:28.7": "U onome ko tako neguje čežnju za najvišom usavršenošću javlja se tuga, sa tom čežnjom kao uslovom.",
  "mn44:28.8": "Na taj način napušta on odbojnost i prikrivena sklonost ka odbojnosti nije u osnovi tog stanja.",
  "mn44:28.9": "Tako, napuštanjem zadovoljstva i bola, kao i ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn44:28.10": "Na taj način napušta on neznanje i prikrivena sklonost ka neznanju nije u osnovi tog stanja.'",
  "mn44:29.1": "'Gospođo, šta je pandan prijatnom osećaju?'",
  "mn44:29.2": "'Prijatelju Visākha, bolan osećaj jeste pandan prijatnom osećaju.'",
  "mn44:29.3": "'Šta je pandan bolnom osećaju?'",
  "mn44:29.4": "'Prijatan osećaj jeste pandan bolnom osećaju.'",
  "mn44:29.5": "'Šta je pandan ni bolnom ni prijatnom osećaju?'",
  "mn44:29.6": "'Neznanje je pandan ni bolnom ni prijatnom osećaju.'",
  "mn44:29.7": "'A šta je pandan neznanju?'",
  "mn44:29.8": "'Istinsko znanje je pandan neznanju.'",
  "mn44:29.9": "'Šta je pandan istinskom znanju?'",
  "mn44:29.10": "'Oslobođenje je pandan istinskom znanju.'",
  "mn44:29.11": "'A šta je pandan oslobođenju?'",
  "mn44:29.12": "'Nibbāna je pandan oslobođenju.'",
  "mn44:29.13": "'Gospođo, šta je pandan nibbāni?'",
  "mn44:29.14": "'Prijatelju Visākha, ovo si propitivanje doveo do krajnje granice; nisi u stanju da shvatiš granicu pitanja.",
  "mn44:29.15": "Jer svetački život, prijatelju Visākha, utemeljen je na nibbāni, kulminira nibbānom, okončava se nibbānom.",
  "mn44:29.16": "Ako želiš, prijatelju Visākha, idi do Blaženog i pitaj o značenju svega ovoga. Onako kako ti Blaženi objasni, tako bi trebalo da zapamtiš.'",
  "mn44:30.1": "Potom nezaređeni sledbenik Visākha, nadahnut i obradovan rečima monahinje Dhammadine, ustade sa svog mesta i uz naklon, pazeći da mu ona ostane sa desne strane, otide do Blaženog. Pošto se pokloni, sede sa strane",
  "mn44:30.2": "i ispriča Blaženom razgovor s monahinjom Dhammadinom.",
  "mn44:30.3": "Kad završi, Blaženi mu reče:",
  "mn44:30.4": "'Monahinja Dhammadina je oštroumna, Visākha, monahinja Dhammadina poseduje veliku mudrost.",
  "mn44:30.5": "Ako bi meni postavio ta pitanja, objasnio bih ti na način kako je to učinila monahinja Dhammadina.",
  "mn44:30.6": "Takvo je značenje svega toga i tako bi trebalo da zapamtiš.'",
  "mn44:30.7": "Tako reče Blaženi.",
  "mn44:30.8": "Zadovoljan, nezaređeni sledbenik Visākha se obradova rečima Blaženoga."
}