{
  "mn46:0.1": "Budini govori srednje dužine 46",
  "mn46:0.2": "Dugi govor o načinima postupanja ",
  "mn46:1.1": "Ovako sam čuo.",
  "mn46:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn46:1.3": "Tu se on ovako obrati monasima:",
  "mn46:1.4": "“Monasi.”",
  "mn46:1.5": "“Poštovani gospodine”, odgovoriše oni.",
  "mn46:1.6": "A Blaženi ovako nastavi:",
  "mn46:2.1": "“Monasi, većina bića ima ovakvu želju, htenje i težnju:",
  "mn46:2.2": "“Kad bi se samo neželjene, ružne, neprijatne stvari smanjivale, a one željene, lepe i prijatne uvećavale!”",
  "mn46:2.3": "Iako bića imaju takvu želju, htenje i težnju, u njima se neželjene, ružne, neprijatne stvari uvećavaju, a željene, lepe i prijatne smanjuju.",
  "mn46:2.4": "Šta mislite, monasi, zašto je tako?”",
  "mn46:2.5": "“Učenje koje sledimo ima čvrst oslonac u Blaženom, vođeno je Blaženim, ima Blaženog kao svoje utočište. Bilo bi dobro ako bi Blaženi objasnio značenje ovih reči. Pošto ga saslušaju, monasi će to zapamtiti.”",
  "mn46:2.6": "“Onda, monasi, slušajte i dobro zapamtite šta ću vam reći.”",
  "mn46:2.7": "“Da, poštovani gospodine”, odgovoriše monasi.",
  "mn46:2.8": "A Blaženi ovako nastavi:",
  "mn46:3.1": "“Tako, monasi, neuk, običan čovek, koji ne poštuje plemenite, neupućen je i bez prakse u njihovom učenju, koji ne poštuje istinske ljude, neupućen je i bez prakse u njihovom učenju,",
  "mn46:3.2": "ne zna šta treba negovati, a šta ne treba negovati, ne zna šta treba slediti, a šta ne treba slediti.",
  "mn46:3.3": "Kad to ne zna, neguje ono što ne treba negovati, a ne neguje ono što treba negovati.",
  "mn46:3.4": "Pošto tako radi, neželjene, ružne, neprijatne stvari se za njega uvećavaju, a one željene, lepe i prijatne smanjuju.",
  "mn46:3.5": "Zašto?",
  "mn46:3.6": "Zato što se to događa onome ko ne vidi.”",
  "mn46:4.1": "“Dobro upućen plemeniti učenik, koji poštuje plemenite, upućen je u njihovo učenje i u njemu uvežban, koji poštuje istinske ljude, upućen je u njihovo učenje i u njemu uvežban,",
  "mn46:4.2": "zna šta treba negovati, a šta ne treba negovati, zna šta treba slediti, a šta ne treba slediti.",
  "mn46:4.3": "Kad to zna, neguje ono što treba negovati, a ne neguje ono što ne treba negovati.",
  "mn46:4.4": "Pošto tako radi, neželjene, ružne, neprijatne stvari se za njega smanjuju, a one željene, lepe i prijatne uvećavaju.",
  "mn46:4.5": "Zašto?",
  "mn46:4.6": "Zato što se to događa onome ko vidi.”",
  "mn46:5.1": "Monasi, postoje četiri načina postupanja.",
  "mn46:5.2": "Koja četiri?",
  "mn46:5.3": "Postoji postupanje bolno sada, a u budućnosti takođe dozreva kao bol.",
  "mn46:5.4": "Postoji postupanje prijatno sada, ali u budućnosti dozreva kao bol.",
  "mn46:5.5": "Postoji postupanje bolno sada, ali u budućnosti dozreva kao zadovoljstvo.",
  "mn46:5.6": "Postoji postupanje prijatno sada, a u budućnosti takođe dozreva kao zadovoljstvo.",
  "mn46:6.1": "(1) Monasi, onaj ko je neznalica, ne zna za postupanje koje je bolno sada, a u budućnosti takođe dozreva kao bol, ne razume ga kakvo zaista jeste:",
  "mn46:6.2": "“Ovakvo postupanje je bolno sada, a u budućnosti takođe dozreva kao bol.”",
  "mn46:6.3": "Pošto to ne zna, ne razume ga kakvo zaista jeste, taj neznalica ga neguje, ne izbegava ga;",
  "mn46:6.4": "kad tako čini, neželjene, ružne, neprijatne stvari se za njega uvećavaju, a one željene, lepe i prijatne smanjuju.",
  "mn46:6.5": "Zašto?",
  "mn46:6.6": "Zato što se to događa onome ko ne vidi.",
  "mn46:7.1": "(2) Dalje, monasi, onaj ko je neznalica, ne zna za postupanje koje je prijatno sada, ali u budućnosti dozreva kao bol, ne razume ga kakvo zaista jeste:",
  "mn46:7.2": "“Ovakvo postupanje je prijatno sada, ali u budućnosti dozreva kao bol.”",
  "mn46:7.3": "Pošto to ne zna, ne razume ga kakvo zaista jeste, taj neznalica ga neguje, ne izbegava ga;",
  "mn46:7.4": "kad tako čini, neželjene … stvari se za njega uvećavaju, a one željene … smanjuju.",
  "mn46:7.5": "Zašto?",
  "mn46:7.6": "Zato što se to događa onome ko ne vidi.",
  "mn46:8.1": "(3) Dalje, monasi, onaj ko je neznalica, ne zna za postupanje koje je bolno sada, ali u budućnosti dozreva kao zadovoljstvo, ne razume ga kakvo zaista jeste:",
  "mn46:8.2": "“Ovakvo postupanje je bolno sada, ali u budućnosti dozreva kao zadovoljstvo.”",
  "mn46:8.3": "Pošto to ne zna, ne razume ga kakvo zaista jeste, taj neznalica ga ne neguje, već izbegava;",
  "mn46:8.4": "kad tako čini, neželjene … stvari se za njega uvećavaju, a one željene … smanjuju.",
  "mn46:8.5": "Zašto?",
  "mn46:8.6": "Zato što se to događa onome ko ne vidi.",
  "mn46:9.1": "(4) Dalje, monasi, onaj ko je neznalica, ne zna postupanje koje je prijatno sada i u budućnosti dozreva kao zadovoljstvo, ne razume ga kakvo zaista jeste:",
  "mn46:9.2": "“Ovakvo postupanje je prijatno sada i u budućnosti dozreva kao zadovoljstvo.”",
  "mn46:9.3": "Pošto to ne zna, ne razume ga kakvo zaista jeste, taj neznalica ga ne neguje, već izbegava;",
  "mn46:9.4": "kad tako čini, neželjene … stvari se za njega uvećavaju, a one željene … smanjuju.",
  "mn46:9.5": "Zašto?",
  "mn46:9.6": "Zato što se to događa onome ko ne vidi.",
  "mn46:10.1": "(1) Monasi, onaj ko je mudar, zna za postupanje bolno sada, a u budućnosti takođe dozreva kao bolno, razume ga kakvo zaista jeste:",
  "mn46:10.2": "“Ovakvo postupanje je bolno sada, a u budućnosti takođe dozreva kao bolno.”",
  "mn46:10.3": "Pošto to zna, shvata ga kakvo zaista jeste, taj mudrac ga ne neguje, već izbegava;",
  "mn46:10.4": "pošto tako čini, neželjene, ružne, neprijatne stvari se za njega smanjuju, a one željene, lepe i prijatne uvećavaju.",
  "mn46:10.5": "Zašto?",
  "mn46:10.6": "Zato što se to događa onome ko vidi.",
  "mn46:11.1": "(2) Dalje, monasi, onaj ko je mudar, zna za postupanje prijatno sada, ali u budućnosti dozreva kao bolno, razume ga kakvo zaista jeste:",
  "mn46:11.2": "",
  "mn46:11.3": "Pošto to zna, shvata ga kakvo zaista jeste, taj mudrac ga ne neguje, već izbegava;",
  "mn46:11.4": "pošto tako čini, neželjene … stvari se za njega smanjuju, a one željene … uvećavaju.",
  "mn46:11.5": "Zašto?",
  "mn46:11.6": "Zato što se to događa onome ko vidi.",
  "mn46:12.1": "(3) Dalje, monasi, onaj ko je mudar, zna za postupanje bolno sada, ali u budućnosti dozreva kao prijatno, razume ga kakvo zaista jeste:",
  "mn46:12.2": "",
  "mn46:12.3": "Pošto to zna, shvata ga kakvo zaista jeste, taj mudrac ga ne izbegava, već neguje;",
  "mn46:12.4": "pošto tako čini, neželjene … stvari se za njega smanjuju, a one željene … uvećavaju.",
  "mn46:12.5": "Zašto?",
  "mn46:12.6": "Zato što se to događa onome ko vidi.",
  "mn46:13.1": "(4) Dalje, monasi, onaj ko je mudrac, zna za postupanje prijatno sada i u budućnosti dozreva kao prijatno, shvata ga kakvo zaista jeste:",
  "mn46:13.2": "“Ovakvo postupanje je prijatno sada i u budućnosti dozreva kao prijatno.”",
  "mn46:13.3": "Pošto to zna, shvata ga onakvog kakvo zaista jeste, taj mudrac ga ne izbegava, već ga neguje;",
  "mn46:13.4": "pošto tako čini, neželjene … stvari se za njega smanjuju, a one željene … uvećavaju.",
  "mn46:13.5": "Zašto?",
  "mn46:13.6": "Zato što se to događa onome ko vidi.",
  "mn46:14.1": "(1) Koje je to, monasi, postupanje bolno sada, a u budućnosti takođe dozreva kao bolno?",
  "mn46:14.2": "Monasi, kada neko u bolu i žalosti ubija živa bića i doživljava onaj bol i žalost kojima je uzrok ubijanje živih bića.",
  "mn46:14.3": "",
  "mn46:14.4": "",
  "mn46:14.5": "",
  "mn46:14.6": "",
  "mn46:14.7": "",
  "mn46:14.8": "",
  "mn46:14.9": "",
  "mn46:14.10": "",
  "mn46:14.11": "U bolu i žalosti on uzima ono što mu nije dato … upušta se u nedolične seksualne odnose … laže … govori zlonamerno … vređa … ogovara … gramziv je … uma ispunjenog zlovoljom … drži se pogrešnog gledišta i doživljava onaj bol i žalost kojima je uzrok pogrešno gledište.",
  "mn46:14.12": "Posle sloma tela, posle smrti, on se preporađa u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u čistilištu.",
  "mn46:14.13": "To se naziva postupanje koje je bolno sada, a u budućnosti takođe dozreva kao bolno.",
  "mn46:15.1": "(2) Koje je to, monasi, postupanje prijatno sada, ali u budućnosti dozreva kao bolno?",
  "mn46:15.2": "Monasi, kad neko u zadovoljstvu i radosti ubija živa bića i doživljava ono zadovoljstvo i radost kojima je uzrok ubijanje živih bića.",
  "mn46:15.3": "",
  "mn46:15.4": "",
  "mn46:15.5": "",
  "mn46:15.6": "",
  "mn46:15.7": "",
  "mn46:15.8": "",
  "mn46:15.9": "",
  "mn46:15.10": "",
  "mn46:15.11": "U zadovoljstvu i radosti on uzima ono što mu nije dato … upušta se u nedolične seksualne odnose … laže … govori zlonamerno … vređa … ogovara … gramziv je … uma ispunjenog zlovoljom … drži se pogrešnog gledišta i doživljava ono zadovoljstvo i radost kojima je uzrok pogrešno gledište.",
  "mn46:15.12": "Posle sloma tela, posle smrti, on se preporađa u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u čistilištu.",
  "mn46:15.13": "To se naziva postupanje koje je prijatno sada, ali u budućnosti dozreva kao bolno.",
  "mn46:16.1": "(3) Koje je to, monasi, postupanje koje je bolno sada, ali u budućnosti dozreva kao prijatno?",
  "mn46:16.2": "Monasi, kad neko u bolu i žalosti odustaje od ubijanja živih bića i doživljava onaj bol i žalost kojima je uzrok odustajanje od ubijanja živih bića.",
  "mn46:16.3": "",
  "mn46:16.4": "",
  "mn46:16.5": "",
  "mn46:16.6": "",
  "mn46:16.7": "",
  "mn46:16.8": "",
  "mn46:16.9": "",
  "mn46:16.10": "",
  "mn46:16.11": "U bolu i žalosti on odustaje od uzimanja onoga što mu nije dato … nedoličnih seksualnih odnosa … laganja … zlonamernog govora … vređanja … ogovaranja … gramzivosti … od zlovolje, te zastupa ispravno gledište i doživljava onaj bol i žalost kojima je uzrok ispravno gledište.",
  "mn46:16.12": "Posle sloma tela, posle smrti, on se preporađa na dobrom odredištu, čak u nebeskom svetu.",
  "mn46:16.13": "To se naziva postupanje koje je bolno sada, ali u budućnosti dozreva kao prijatno.",
  "mn46:17.1": "(4) Koje je to, monasi, postupanje prijatno sada, a u budućnosti takođe dozreva kao prijatno?",
  "mn46:17.2": "Monasi, kada neko u zadovoljstvu i radosti odustaje od ubijanja živih bića i doživljava ono zadovoljstvo i radost kojima je uzrok odustajanje od ubijanja živih bića.",
  "mn46:17.3": "",
  "mn46:17.4": "",
  "mn46:17.5": "",
  "mn46:17.6": "",
  "mn46:17.7": "",
  "mn46:17.8": "",
  "mn46:17.9": "",
  "mn46:17.10": "",
  "mn46:17.11": "U zadovoljstvu i radosti on odustaje od uzimanja onoga što mu nije dato … nedoličnih seksualnih odnosa … laganja … zlonamernog govora … vređanja … ogovaranja … gramzivosti … od zlovolje, te zastupa ispravno gledište i doživljava ono zadovoljstvo i radost kojima je uzrok zastupanje ispravnog gledišta.",
  "mn46:17.12": "Posle sloma tela, posle smrti, on se preporađa na dobrom odredištu, čak u nebeskom svetu.",
  "mn46:17.13": "To se naziva postupanje koje je prijatno sada, a u budućnosti takođe dozreva kao prijatno.",
  "mn46:17.14": "To su četiri načina postupanja.",
  "mn46:18.1": "Monasi, zamislite gorku tikvu u kojoj je pomešan otrov",
  "mn46:18.2": "i čoveka koji želi da živi, a ne da umre, koji želi zadovoljstvo i uzmiče od bola,",
  "mn46:18.3": "pa mu kažu:",
  "mn46:18.4": "“Dobri čoveče, u ovoj gorkoj tikvi je pomešan otrov.",
  "mn46:18.5": "Pij iz nje ako želiš.",
  "mn46:18.6": "Kad budeš pio, boja, miris i ukus tečnosti neće ti se dopasti, a kad sve ispiješ, umrećeš ili ćeš imati samrtne grčeve.”",
  "mn46:18.7": "A čovek bez razmišljanja potegne iz tikve i dobro se napije.",
  "mn46:18.8": "I dok je pio boja, miris i ukus tečnosti nisu mu se dopali, a kad se napio, umro je ili imao samrtne grčeve.",
  "mn46:18.9": "Slično ovome, kažem vam, jeste postupanje koje je bolno sada, a u budućnosti takođe dozreva kao bolno.",
  "mn46:19.1": "Zamislite bronzani pehar sa pićem lepe boje, mirisa i ukusa,",
  "mn46:19.2": "u kojem je pomešan otrov,",
  "mn46:19.3": "i čoveka koji želi da živi, a ne da umre, koji želi zadovoljstvo i uzmiče od bola,",
  "mn46:19.4": "pa mu kažu:",
  "mn46:19.5": "“Dobri čoveče, u ovom bronzanom peharu je pomešan otrov.",
  "mn46:19.6": "Pij iz njega ako želiš.",
  "mn46:19.7": "Kad budeš pio, boja, miris i ukus tečnosti će ti se dopasti, ali kad sve ispiješ, umrećeš ili ćeš imati samrtne grčeve.”",
  "mn46:19.8": "A čovek bez razmišljanja potegne iz pehara i dobro se napije.",
  "mn46:19.9": "A čovek bez razmišljanja potegne iz pehara i dobro se napije.",
  "mn46:19.10": "I dok je pio, boja, miris i ukus tečnosti su mu se dopali, a kad se napio, umro je ili imao samrtne grčeve.",
  "mn46:19.11": "Slično ovome, kažem vam, jeste postupanje koje je prijatno sada, ali u budućnosti dozreva kao bolno.",
  "mn46:20.1": "Zamislite fermentisanu mokraću pomešanu s raznim lekovima",
  "mn46:20.2": "i čoveka obolelog od izliva žuči,",
  "mn46:20.3": "pa mu kažu:",
  "mn46:20.4": "“Dobri čoveče, ova fermentisana mokraća pomešana je sa raznim lekovima. Pij ako želiš.",
  "mn46:20.5": "Kad budeš pio, boja, miris i ukus tečnosti neće ti se dopasti, ali kad sve ispiješ, biće ti bolje.”",
  "mn46:20.6": "Onda čovek, promislivši, potegne i dobro se napije.",
  "mn46:20.7": "I dok je pio, boja, miris i ukus tečnosti mu se nisu dopali, ali kad se napio, bilo mu je bolje.",
  "mn46:20.8": "Slično ovome, kažem vam, jeste postupanje koje je bolno sada, ali u budućnosti dozreva kao prijatno.",
  "mn46:21.1": "Zamislite izmešano usireno mleko, med, ghi i melasu",
  "mn46:21.2": "i čoveka obolelog od dizenterije,",
  "mn46:21.3": "pa mu kažu:",
  "mn46:21.4": "“Dobri čoveče, ovo je pomešano usireno mleko, med, ghi i melasa. Pij ako želiš.",
  "mn46:21.5": "Kad budeš pio, boja, miris i ukus tečnosti će ti se dopasti i kad se napiješ biće ti bolje.”",
  "mn46:21.6": "Onda čovek, promislivši, potegne i dobro se napije.",
  "mn46:21.7": "Dok je pio boja, miris i ukus tečnosti su mu se dopali i kad se napio bilo mu je bolje.",
  "mn46:21.8": "Slično ovome, kažem vam, jeste postupanje koje je prijatno sada, a u budućnosti takođe dozreva kao prijatno.",
  "mn46:22.1": "Baš kao što se u jesen, poslednjeg meseca kišnog perioda, kad je nebo vedro i bez oblačka, sunce diže nad zemljom razgoneći svaku tamu svojim zracima, sjajem i bleštavilom,",
  "mn46:22.2": "isto tako postupanje koje je prijatno sada, a u budućnosti takođe dozreva kao prijatno razgoni svojim zracima, sjajem i bleštavilom svako drugo učenje koje zastupaju obični askete ili brahmani.”",
  "mn46:22.3": "Tako reče Blaženi.",
  "mn46:22.4": "Zadovoljni, monasi se obradovaše rečima Blaženoga."
}