{
  "mn47:0.1": "Budini govori srednje dužine 47 ",
  "mn47:0.2": "Tragalac ",
  "mn47:1.1": "Ovako sam čuo. ",
  "mn47:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn47:1.3": "Tu se on ovako obrati monasima: ",
  "mn47:1.4": "„Monasi.”",
  "mn47:1.5": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "mn47:1.6": "A Blaženi ovako nastavi:",
  "mn47:2.1": "„Monasi, monah koji je tragalac, a ne zna kako da pronikne u tuđ um, treba dobro da osmotri Tathāgatu, kako bi otkrio je li potpuno probuđen ili nije.”",
  "mn47:3.1": "„Učenje koje sledimo ima čvrst oslonac u Blaženom, vođeno je Blaženim, ima Blaženog kao svoje utočište. Bilo bi dobro ako bi Blaženi objasnio značenje ovih reči. Pošto ga saslušaju, monasi će to zapamtiti.”",
  "mn47:3.2": "„Onda, monasi, slušajte i dobro zapamtite šta ću vam reći.”",
  "mn47:3.3": "„Da, poštovani gospodine”, odgovoriše monasi. ",
  "mn47:3.4": "A Blaženi ovako nastavi:",
  "mn47:4.1": "„Monasi, monah koji je tragalac, a ne zna kako da pronikne u tuđ um, treba dobro da osmotri Tathāgatu u vezi sa dve vrste stanja: stanja dostupna oku i ona dostupna uhu, i to ovako: ",
  "mn47:4.2": "'Ima li ili nema u Tathāgati bilo kakvih nečistih stanja dostupnih oku ili onih dostupnih uhu?' ",
  "mn47:4.3": "I dok tako istražuje, zaključuje: ",
  "mn47:4.4": "'U Tathāgati nema nečistih stanja dostupnih oku niti onih dostupnih uhu.'",
  "mn47:5.1": "",
  "mn47:5.2": "Kada to zaključi, dalje istražuje ovako: ",
  "mn47:5.3": "'Ima li ili nema u Tathāgati bilo kakvih pomešanih stanja dostupnih oku ili onih dostupnih uhu?' ",
  "mn47:5.4": "I dok tako istražuje, zaključuje: ",
  "mn47:5.5": "'U Tathāgati nema pomešanih stanja dostupnih oku, niti onih dostupnih uhu.'",
  "mn47:6.1": "",
  "mn47:6.2": "Kada to zaključi, dalje istražuje ovako: ",
  "mn47:6.3": "'Ima li ili ne u Tathāgati bilo kakvih čistih stanja dostupnih oku ili onih dostupnih uhu?' ",
  "mn47:6.4": "I dok tako istražuje, zaključuje: ",
  "mn47:6.5": "'U Tathāgati su vidljiva čista stanja dostupna oku i ona dostupna uhu.'",
  "mn47:7.1": "",
  "mn47:7.2": "Kada to zaključi, dalje istražuje ovako: ",
  "mn47:7.3": "'Je li poštovani svoje dobro stanje postigao pre mnogo vremena ili ga je dostigao nedavno?' ",
  "mn47:7.4": "I dok tako istražuje, zaključuje: ",
  "mn47:7.5": "'Poštovani je svoje dobro stanje postigao pre mnogo vremena, nije ga postigao nedavno.'",
  "mn47:8.1": "",
  "mn47:8.2": "Kada to zaključi, dalje istražuje ovako: ",
  "mn47:8.3": "'Je li poštovani došao na dobar glas i stekao ugled, tako da se opasnosti (vezane za dobar glas i ugled) mogu uočiti u njemu?' ",
  "mn47:8.4": "Jer, monasi, sve dok monah nije došao na dobar glas i nije stekao ugled, opasnosti (vezane za dobar glas i ugled) ne mogu se uočiti u njemu; ",
  "mn47:8.5": "kad dođe na dobar glas i stekne ugled, takve se opasnosti mogu u njemu uočiti. ",
  "mn47:8.6": "I dok tako istražuje, zaključuje: ",
  "mn47:8.7": "'Poštovani je došao na dobar glas i stekao ugled, ali opasnosti (vezane za dobar glas i ugled) ne mogu se uočiti u njemu.'",
  "mn47:9.1": "",
  "mn47:9.2": "Kada to zaključi, dalje istražuje ovako: ",
  "mn47:9.3": "'Je li ovaj poštovani obuzdan bez straha, a ne zbog straha; ",
  "mn47:9.4": "izbegava li uživanje u zadovoljstvima čula zato što u njemu nema strasti, zato što je strast iskorenio?' ",
  "mn47:9.5": "I dok tako istražuje, zaključuje: ",
  "mn47:9.6": "'Ovaj poštovani je obuzdan bez straha, a ne zbog straha; ",
  "mn47:9.7": "izbegava uživanje u zadovoljstvima čula zato što u njemu nema strasti, zato što je strast iskorenio.'",
  "mn47:10.1": "Ako bi, monasi, drugi upitali takvog monaha: ",
  "mn47:10.2": "'Poštovani, koji su razlozi i koji dokazi kad o tom poštovanom ovako kažete: ",
  "mn47:10.3": "„Ovaj poštovani obuzdan je bez straha, a ne zbog straha; ",
  "mn47:10.4": "izbegava uživanje u zadovoljstvima čula zato što u njemu nema strasti, zato što je strast iskorenio?”",
  "mn47:10.5": "–ako želi da na pravi način odgovori, onda bi taj monah ovako odgovorio: ",
  "mn47:10.6": "'Bilo da poštovani boravi unutar sanghe ili sam, dok se neki dobro ponašaju, drugi se loše ponašaju, treći podučavaju grupu, neke privlače materijalna dobra, a neki su neukaljani materijalnim dobrima, ipak taj poštovani ne prezire bilo koga zbog toga.' ",
  "mn47:10.7": "Iz usta Blaženog sam čuo i naučio ovo: ",
  "mn47:10.8": "'Obuzdan sam bez straha, a ne zbog straha; izbegavam uživanje u zadovoljstvima čula zato što u meni nema strasti, zato što sam strast iskorenio.'",
  "mn47:11.1": "Tathāgatu, monasi, treba pitati dalje ovako: ",
  "mn47:11.2": "'Ima li ili nema u Tathāgati bilo kakvih nečistih stanja dostupnih oku ili onih dostupnih uhu?' ",
  "mn47:11.3": "A Tathāgata bi odgovorio ovako: ",
  "mn47:11.4": "'U Tathāgati nema nečistih stanja dostupnih oku niti onih dostupnih uhu.'",
  "mn47:12.1": "Ako je upitan: 'Ima li ili nema u Tathāgati bilo kakvih pomešanih stanja dostupnih oku ili onih dostupnih uhu?', ",
  "mn47:12.2": "Tathāgata bi odgovorio ovako: ",
  "mn47:12.3": "'U Tathāgati nema pomešanih stanja dostupnih oku niti onih dostupnih uhu.'",
  "mn47:13.1": "Ako je upitan: 'Ima li ili nema u Tathāgati bilo kakvih čistih stanja dostupnih oku ili onih dostupnih uhu?', ",
  "mn47:13.2": "Tathāgata bi odgovorio ovako: ",
  "mn47:13.3": "'U Tathāgati su vidljiva čista stanja dostupna oku i ona dostupna uhu. ",
  "mn47:13.4": "Ona su moj put i moje područje, pa ipak ja se s njima ne poistovećujem.'",
  "mn47:14.1": "Monasi, učenik treba da se približi učitelju koji ovako govori, kako bi čuo Dhammu. ",
  "mn47:14.2": "Učitelj ga podučava Dhammi, sa njenim sve višim nivoima, sa njenim sve suptilnijim nivoima, sa njenim tamnim i svetlim delovima. ",
  "mn47:14.3": "I kako učitelj podučava monaha na ovakav način, kroz neposredno znanje određenog učenja ovde, u ovoj Dhammi, monah izvodi zaključak o učenju. ",
  "mn47:14.4": "On stiče ovakvo poverenje u učitelja: 'Blaženi je potpuno probuđen, Dhammu je Blaženi dobro izložio i sangha je praktikuje na pravi način.'",
  "mn47:15.1": "Ako bi, monasi, drugi upitali takvog monaha: ",
  "mn47:15.2": "'Poštovani, koji su razlozi i koji dokazi kad o tom poštovanom ovako kažete: ",
  "mn47:15.3": "„Blaženi je potpuno probuđen, Dhammu je Blaženi dobro izložio i sangha je praktikuje na pravi način”?' ",
  "mn47:15.4": "–ako želi da na pravi način odgovori, taj monah bi ovako odgovorio: ",
  "mn47:15.5": "'Približio sam se Blaženom kako bih čuo Dhammu. ",
  "mn47:15.6": "Blaženi me je podučio Dhammi, sa njenim sve višim, sa njenim sve suptilnijim nivoima, sa njenim tamnim i svetlim delovima. ",
  "mn47:15.7": "I kako me je Blaženi podučavao na ovakav način, kroz neposredno znanje određenog učenja ovde, u ovoj Dhammi, izveo sam zaključak o učenju. ",
  "mn47:15.8": "Stekao sam ovakvo poverenje u učitelja: 'Blaženi je potpuno probuđen, Dhammu je Blaženi dobro izložio i sangha je praktikuje na pravi način.'",
  "mn47:16.1": "Monasi, kad je nečija vera začeta, ima čvrst oslonac i počiva na Tathāgati zahvaljujući ovakvim razlozima, pojmovima i izrazima, za tu veru se kaže da je podržavaju dobri razlozi, ima čvrst oslonac u viđenju, stabilna je; ",
  "mn47:16.2": "ne može je pokolebati nijedan asketa, niti brahman, božanstvo ili Māra, Brahmā ili bilo ko drugi na ovome svetu. ",
  "mn47:16.3": "To je, monasi, istraživanje Tathāgate u skladu sa Dhammom, ",
  "mn47:16.4": "tako je Tathāgata dobro istražen u skladu sa Dhammom.”",
  "mn47:16.5": "Tako reče Blaženi. ",
  "mn47:16.6": "Zadovoljni, monasi se obradovaše rečima Blaženoga."
}