{
  "mn48:0.1": "Budini govori srednje dužine 48 ",
  "mn48:0.2": "Govor u Kosambiju",
  "mn48:1.1": "Ovako sam čuo.",
  "mn48:1.2": "Jednom je Blaženi boravio kraj Kosambija, u Ghositinom parku.",
  "mn48:2.1": "U to vreme monasi u Kosambiju su se svađali i prepirali, bili duboko podeljeni, ranjavali jedni druge rečima kao bodežima.",
  "mn48:2.2": "Niti su jedni mogli da ubede druge, a niti drugi da ubede ove prve; niti su jedni mogli da uvere druge, a niti drugi da uvere ove prve.",
  "mn48:3.1": "Onda neki monah otide do Blaženog, pokloni se, sede sa strane i obavesti ga šta se događa.",
  "mn48:4.1": "Na to se Blaženi ovako obrati tom monahu:",
  "mn48:4.2": "„Hajde, monaše, reci tim monasima u moje ime da ih Učitelj zove.”",
  "mn48:4.3": "„Da, poštovani gospodine”, odgovori on, ode do onih monaha i reče im:",
  "mn48:4.4": "„Učitelj poziva poštovane.”",
  "mn48:4.5": "„Da, prijatelju”, odgovoriše oni i odoše do Blaženog.",
  "mn48:4.6": "Pošto se poklone, sedoše sa strane. A Blaženi ih upita:",
  "mn48:4.7": "„Monasi, je li istina da se svađate i prepirete, da ste duboko podeljeni, ranjavate jedni druge rečima kao bodežima; niti jedni mogu da ubede druge, a niti drugi mogu da ubede prve, niti jedni mogu da uvere druge, a niti drugi mogu da uvere prve?”",
  "mn48:4.9": "„Jeste.”",
  "mn48:5.1": "„Monasi, šta mislite?",
  "mn48:5.2": "Kada se svađate i prepirete, kada ste duboko podeljeni, ranjavate jedni druge rečima kao bodežima, da li time na javnom ili privatnom mestu postupate telom, govorom i umom vođeni prijateljskom ljubavlju prema svojim saputnicima u svetačkom životu?„",
  "mn48:5.3": "„Zaista ne.”",
  "mn48:5.4": "„Dakle, monasi, kad se svađate i prepirete, kada ste duboko podeljeni, te ranjavate jedni druge rečima kao bodežima, time na javnom ili privatnom mestu ne postupate telom, govorom i umom vođeni prijateljskom ljubavlju prema svojim saputnicima u svetačkom životu.",
  "mn48:5.5": "O neznalice, šta onda uopšte znate, šta uopšte vidite ako se upuštate u svađe i prepirke, ako ste duboko podeljeni, ranjavate jedni druge rečima kao bodežima? Ako niti jedni mogu da ubede druge, niti drugi mogu da ubede prve, ako niti jedni mogu da uvere druge, niti drugi mogu da uvere prve?",
  "mn48:5.6": "Neznalice, to će voditi ka vašoj šteti i patnji za dugo vremena.„",
  "mn48:6.1": "Onda se Blaženi ovako obrati monasima:",
  "mn48:6.2": "„Monasi, postoji ovih šest pravila srdačnosti, koja rađaju ljubav i poštovanje, doprinose zajedništvu, nesukobljavanju, slozi i jedinstvu.",
  "mn48:6.3": "Kojih šest?",
  "mn48:6.4": "Tako, na javnom ili privatnom mestu monah postupa vođen prijateljskom ljubavlju prema svojim saputnicima u svetačkom životu.",
  "mn48:6.5": "To je pravilo srdačnosti koje rađa ljubav i poštovanje, doprinosi zajedništvu, nesukobljavanju, slozi i jedinstvu.",
  "mn48:6.6": "I opet, na javnom ili privatnom mestu monah govori vođen prijateljskom ljubavlju prema svojim saputnicima u svetačkom životu.",
  "mn48:6.7": "To je takođe pravilo srdačnosti koje rađa ljubav i poštovanje, doprinosi zajedništvu, nesukobljavanju, slozi i jedinstvu.",
  "mn48:6.8": "I opet, na javnom ili privatnom mestu monah misli vođen prijateljskom ljubavlju prema svojim saputnicima u svetačkom životu.",
  "mn48:6.9": "To je takođe pravilo srdačnosti koje rađa ljubav i poštovanje, doprinosi… jedinstvu.",
  "mn48:6.10": "I opet, zajedničke stvari monah bez oklevanja deli sa svojim vrlim saputnicima u svetačkom životu; ne zadržava bilo šta za sebe, s njima deli sve što je dobijeno u skladu sa Dhammom i sve što je poklonjeno u skladu sa Dhammom, pa čak i sadržaj svoje prosjačke zdele.",
  "mn48:6.11": "To je takođe pravilo srdačnosti koje rađa ljubav i poštovanje, doprinosi… jedinstvu.",
  "mn48:6.12": "I opet, monah boravi na javnom ili privatnom mestu ispunjen istim vrlinama koje imaju i njegovi saputnici u svetačkom životu, vrlinama koje su postojane, ustaljene, neuprljane, nenarušene, oslobađajuće, mudri ih hvale, ispravno shvaćene i pomažu koncentraciji.",
  "mn48:6.13": "To je takođe pravilo srdačnosti koje rađa ljubav i poštovanje, doprinosi… jedinstvu.",
  "mn48:6.14": "I opet, monah boravi na javnom ili privatnom mestu ispunjen istim razumevanjem koje imaju i njegovi saputnici u svetačkom životu, razumevanjem koje je plemenito i oslobađajuće, a onoga ko vežba u skladu s njim, vodi potpunom iskorenjivanju patnje.",
  "mn48:6.15": "To je takođe pravilo srdačnosti koje rađa ljubav i poštovanje, doprinosi zajedništvu, nesukobljavanju, slozi i jedinstvu.",
  "mn48:6.16": "Ovo je šest pravila srdačnosti koja rađaju ljubav i poštovanje, doprinose zajedništvu, nesukobljavanju, slozi i jedinstvu.",
  "mn48:7.1": "Od tih šest pravila srdačnosti, najviše, najobuhvatnije, najvažnije jeste razumevanje, plemenito i oslobađajuće, a onoga ko vežba u skladu s njim vodi potpunom iskorenjivanju patnje.",
  "mn48:7.2": "Baš kao što je sam vrh najvažniji deo šiljastog krova, deo koji taj krov drži na okupu, ujedinjuje ga,",
  "mn48:7.3": "isto tako je od ovih šest pravila srdačnosti, najviše… jeste razumevanje, plemenito i oslobađajuće…",
  "mn48:8.1": "A kako to razumevanje, plemenito i oslobađajuće, navodi monaha da vežba u skladu s njim, kako bi potpuno uklonio patnju?",
  "mn48:8.2": "Tako što monah, otišavši u šumu, do podnožja drveta ili prazne kolibe, razmišlja ovako:",
  "mn48:8.3": "„Postoji li kakva neuočena opsednutost u meni koja bi mogla toliko zaokupiti moj um te ne mogu znati ili videti stvari kakve zaista jesu?”",
  "mn48:8.4": "Ako je monah opsednut strašću za zadovoljstvima čula, tada njegov um jeste opsednut.",
  "mn48:8.5": "Ako je opsednut zlovoljom, tada njegov um jeste opsednut.",
  "mn48:8.6": "Ako je opsednut tromošću i tupošću, tada njegov um jeste opsednut.",
  "mn48:8.7": "Ako je opsednut uznemirenošću i kajanjem, tada njegov um jeste opsednut.",
  "mn48:8.8": "Ako je opsednut sumnjičavošću, tada njegov um jeste opsednut.",
  "mn48:8.9": "Ako je monah zadubljen u spekulacije o ovome svetu, tada njegov um jeste opsednut.",
  "mn48:8.10": "Ako je monah zadubljen u spekulacije o onome svetu, tada njegov um jeste opsednut.",
  "mn48:8.11": "Ako se monah svađa i prepire, ako zapada u rasprave te ranjava druge rečima kao bodežima, tada njegov um jeste opsednut.",
  "mn48:8.12": "On razume ovako.",
  "mn48:8.13": "„Ne postoji bilo koja neuočena opsednutost u meni koja bi mogla toliko zaokupiti moj um da ne mogu znati ili videti stvari kakve zaista jesu.",
  "mn48:8.14": "Moj um je spreman da se probudi za istine.„ To je prvo znanje koje je dosegao, plemenito, transcendentno, nepoznato običnim ljudima.",
  "mn48:9.1": "I opet, plemeniti učenik ovako razmišlja:",
  "mn48:9.2": "„Kad praktikujem, razvijam i negujem ovakvo razumevanje, stičem li unutrašnje smirenje, zaustavljam li se?”",
  "mn48:9.3": "On razume ovako:",
  "mn48:9.4": "„Kad praktikujem, razvijam i negujem ovakvo razumevanje, stičem unutrašnje smirenje, zaustavljam se.”",
  "mn48:9.5": "To je drugo znanje koje je dosegao, plemenito, transcendentno, nepoznato običnim ljudima.",
  "mn48:10.1": "I opet, plemeniti učenik ovako razmišlja:",
  "mn48:10.2": "„Postoji li neki drugi asketa ili brahman izvan (Budinog nauka) s takvim razumevanjem kakvo ja posedujem?”",
  "mn48:10.3": "On razume ovako:",
  "mn48:10.4": "„Ne postoji neki drugi asketa ili brahman izvan (Budinog nauka) s takvim razumevanjem kakvo ja posedujem.”",
  "mn48:10.5": "To je treće znanje koje je dosegao, plemenito, transcendentno, nepoznato običnim ljudima.",
  "mn48:11.1": "I opet, plemeniti učenik ovako razmišlja:",
  "mn48:11.2": "„Imam li karakter osobe koja poseduje ispravno razumevanje?”",
  "mn48:11.3": "A kakav je karakter osobe koja poseduje ispravno razumevanje?",
  "mn48:11.4": "Ovakav je karakter osobe koja poseduje ispravno razumevanje:",
  "mn48:11.5": "iako možda učini neku vrstu prekršaja za koji je određen način rehabilitacije, ipak ga odmah prizna, otkrije i saopšti učitelju ili mudrim saputnicima u svetačkom životu; pošto je to učinila, osoba sebe obuzdava ubuduće.",
  "mn48:11.7": "Baš kao što malo, nežno dete istog momenta trgne ruku ili nogu kad dodirne užaren komad uglja,",
  "mn48:11.8": "takav je i karakter osobe koja poseduje ispravno razumevanje.",
  "mn48:11.11": "Plemeniti učenik razume ovako:",
  "mn48:11.12": "„Imam karakter osobe koja poseduje ispravno razumevanje.”",
  "mn48:11.13": "To je četvrto znanje koje je dosegao, plemenito, transcendentno, nepoznato običnim ljudima.",
  "mn48:12.1": "I opet, plemeniti učenik ovako razmišlja:",
  "mn48:12.2": "„Imam li karakter osobe koja poseduje ispravno razumevanje?”",
  "mn48:12.3": "A kakav je karakter osobe koja poseduje ispravno razumevanje?",
  "mn48:12.4": "Ovakav je karakter osobe koja poseduje ispravno razumevanje:",
  "mn48:12.5": "iako je aktivna u različitim stvarima vezanim za njene saputnike u svetačkom životu, ipak veoma poštuje vežbanje u višoj vrlini, vežbanje u višem umu i vežbanje u višoj mudrosti.",
  "mn48:12.6": "Baš kao što krava s mladim teletom, dok pase motri i na svoje tele,",
  "mn48:12.7": "isti takav je i karakter osobe koja poseduje ispravno razumevanje.",
  "mn48:12.9": "Plemeniti učenik razume ovako:",
  "mn48:12.10": "„Imam karakter osobe koja poseduje ispravno razumevanje.”",
  "mn48:12.11": "To je peto znanje koje je dosegao, plemenito, transcendentno, nepoznato običnim ljudima.",
  "mn48:13.1": "I opet, plemeniti učenik ovako razmišlja:",
  "mn48:13.2": "„Imam li snagu osobe koja poseduje ispravno razumevanje?”",
  "mn48:13.3": "A kakva je snaga osobe koja poseduje ispravno razumevanje?",
  "mn48:13.4": "Ovo je snaga osobe koja poseduje ispravno razumevanje: kada Dhamma i praksa koje je objavio Tathāgata bivaju podučavani, osoba pomno prati, pazi, upija čitavim umom, sluša učenje otvorenih ušiju.",
  "mn48:13.5": "Plemeniti učenik razume ovako:",
  "mn48:13.6": "„Imam snagu osobe koja poseduje ispravno razumevanje?”",
  "mn48:13.7": "To je šesto znanje koje je dosegao, plemenito, transcendentno, nepoznato običnim ljudima.",
  "mn48:14.1": "I opet, plemeniti učenik ovako razmišlja:",
  "mn48:14.2": "„Imam li snagu osobe koja poseduje ispravno razumevanje?”",
  "mn48:14.3": "A kakva je snaga osobe koja poseduje ispravno razumevanje?",
  "mn48:14.4": "Ovo je snaga osobe koja poseduje ispravno razumevanje: kada Dhamma i praksa koje je objavio Tathāgata bivaju podučavani, osoba postaje nadahnuta značenjem, nadahnuta Dhammom, obradovana Dhammom.",
  "mn48:14.5": "Plemeniti učenik razume ovako:",
  "mn48:14.6": "„Imam snagu osobe koja poseduje ispravno razumevanje?”",
  "mn48:14.7": "To je sedmo znanje koje je dosegao, plemenito, transcendentno, nepoznato običnim ljudima.",
  "mn48:15.1": "Kada plemeniti učenik poseduje ovih sedam znanja, ima neophodan karakter da dostigne plod ulaska u tok. Kad plemeniti učenik poseduje ovih sedam znanja, poseduje plod ulaska u tok.",
  "mn48:15.3": "Tako reče Blaženi. Zadovoljni, monasi se obradovaše rečima Blaženoga."
}