{
  "mn49:0.1": "Budini govori srednje dužine 49",
  "mn49:0.2": "Brahnim poziv ",
  "mn49:1.1": "Ovako sam čuo.",
  "mn49:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn49:1.3": "Tu se on ovako obrati monasima:",
  "mn49:1.4": "„Monasi.”",
  "mn49:1.5": "„Da, poštovani gospodine,” odgovoriše oni.",
  "mn49:1.6": "A Blaženi ovako nastavi:",
  "mn49:2.1": "„Monasi, jednom sam prilikom živeo kraj Ukkaṭṭhe, u Subhaga gaju, u podnožju kraljevskog drveta sal.",
  "mn49:2.2": "A u to vreme ovakvo opasno uverenje rodilo se u Baka Brahmi:",
  "mn49:2.3": "„Ovo je trajno, ovo je stalno, ovo je večno, ovo je potpuno, ovo nije podložno prolaznosti; jer ovde se niti ko rađa, niti ko stari, niti umire, niti odlazi da bi se ponovo pojavio, izvan ovoga drugog izlaska nema.”",
  "mn49:3.1": "Svojim umom video sam tu misao u umu Baka Brahme",
  "mn49:3.2": "i kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, tako i ja hitro nestadoh u podnožju kraljevskog drveta sal, kraj Ukkaṭṭhe, u Subhaga gaju, i pojavih se u Brahminom svetu.",
  "mn49:3.3": "Baka Brahmā me još izdaleka opazi kako dolazim,",
  "mn49:3.4": "te reče:",
  "mn49:3.5": "„Dođite, dobri gospodine! Dobro došli, dobri gospodine!",
  "mn49:3.6": "Mnogo je vremena prošlo otkako ste ovde bili.",
  "mn49:3.7": "A ovo je, dobri gospodine, trajno, ovo je stalno, ovo je večno, ovo je potpuno, ovo nije podložno prolaznosti; jer ovde se niti ko rađa, niti ko stari, niti umire, niti odlazi, da bi se ponovo pojavio, izvan ovoga drugog izlaska nema.”",
  "mn49:4.1": "Kad to bi izrečeno, rekoh Baka Brahmi:",
  "mn49:4.2": "„Uvaženi Baka Brahmā je zapao u neznanje;",
  "mn49:4.3": "zapao je u neznanje zato što za prolazno kaže da je trajno, za nestalno da je stalno, za ograničeno kaže da je večno, za nepotpuno da je potpuno, za ono što je podložno prolaznosti kaže da je neprolazno,",
  "mn49:4.4": "za ono što se rađa, stari, umire i preporađa da se ne rađa, niti stari, ne umire, niti odlazi, niti se ponovo pojavljuje;",
  "mn49:4.5": "tamo gde izvan toga postoji drugi izlaz",
  "mn49:4.6": "kaže da izvan toga izlaska nema.”",
  "mn49:5.1": "Onda se Māra, Zli, pretvori u člana Brahmine pratnje, pa mi reče:",
  "mn49:5.2": "„Monaše, monaše, ne potcenjuj ga, ne potcenjuj ga;",
  "mn49:5.3": "ovaj Brahmā je Veliki Brahmā, Vrhovni vladar, Nenadmašni, Nepogrešivog viđenja, Znalac, Tvorac i Stvoritelj, Najviše proviđenje, Gospodar i Otac onih koji jesu i koji će tek biti.",
  "mn49:5.4": "Pre no što si se rodio, monaše, bilo je asketa i brahmana na ovome svetu koji su odbacivali zemlju i bili zgađeni nad zemljom, koji su odbacivali vodu i bili zgađeni nad vodom, odbacivali vatru i bili zgađeni nad vatrom, odbacivali vazduh i bili zgađeni nad vazduhom, odbacivali bića i bili zgađeni nad bićima, odbacivali božanstva i bili zgađeni nad božanstvima, odbacivali Pađāpati i bili zgađeni nad Pađāpati, odbacivali Brahmu i bili zgađeni nad Brahmom,",
  "mn49:5.5": "a posle sloma tela, kad im život bi okončan, preporodili su se u nižem telu.",
  "mn49:5.6": "I pre no što si se rodio, monaše, bilo je asketa i brahmana na ovome svetu koji su hvalili zemlju i bili oduševljeni zemljom, koji su hvalili vodu i bili oduševljeni vodom, hvalili vatru i bili oduševljeni vatrom, hvalili vazduh i bili oduševljeni vazduhom, hvalili bića i bili oduševljeni bićima, hvalili božanstva i bili oduševljeni božanstvima, hvalili Pađāpati i bili oduševljeni Pađāpati, hvalili Brahmu i bili oduševljeni Brahmom,",
  "mn49:5.7": "a posle sloma tela, kad im život beše okončan, preporodili su se u višem telu.",
  "mn49:5.8": "Zato, monaše, kažem ti: Postaraj se, dobri gospodine, da radiš samo onako kako Brahmā kaže; nikada ne protivreči reči Brahminoj.",
  "mn49:5.9": "Ako to ipak učiniš, monaše, tada ćeš proći poput čoveka koji pokušava štapom da otera boginju sreće koja mu se približava ili čoveka koji izgubi oslonac i klizne u provaliju.",
  "mn49:5.10": "Postaraj se, dobri gospodine, da radiš samo onako kako Brahmā kaže; nikada ne protivreči reči Brahminoj.",
  "mn49:5.11": "Zar ne vidiš, monaše, Brahminu pratnju kako sedi ovde.”",
  "mn49:5.12": "I Māra, Zli, pozva Brahminu pratnju da posvedoči njegove reči.",
  "mn49:6.1": "Kada ovo bi rečeno, ovako rekoh Māri, Zlom:",
  "mn49:6.2": "„Prepoznao sam te, Zli.",
  "mn49:6.3": "Nemoj misliti: „Nije me prepoznao.”",
  "mn49:6.4": "Ti si Māra, Zli,",
  "mn49:6.5": "a Brahmā, Brahmina pratnja, članovi Brahmine pratnje svi su u tvojim rukama.",
  "mn49:6.6": "Ti, Zli, misliš: „I ovaj je u mojim rukama, on je takođe u mojoj vlasti”;",
  "mn49:6.7": "ali, ja nisam u tvojim rukama, Zli,",
  "mn49:6.8": "ja nisam u tvojoj vlasti.”",
  "mn49:7.1": "Kada ovo bi rečeno, Baka Brahmā mi reče:",
  "mn49:7.2": "„Dobri gospodine, za trajno kažem da je trajno, za stalno kažem da je stalno, za večno kažem da je večno, za potpuno kažem da je potpuno, za ono što nije podložno prolaznosti kažem da nije podložno prolaznosti, za ono što se niti rađa, niti stari, niti umire, niti odlazi da se ponovo pojavi kažem da se niti rađa, niti stari, niti umire, niti odlazi da se ponovo pojavi; i kad izvan toga drugog izlaska nema, kažem da izvan toga drugog izlaska nema.”",
  "mn49:7.3": "I pre no što si se rodio, monaše, bilo je asketa i brahmana na ovome svetu čiji je asketizam trajao koliko ceo tvoj život.",
  "mn49:7.4": "Oni su znali sledeće: kad postoji drugi izlaz izvan, onda zaista postoji izlaz izvan, a kad ne postoji drugi izlaz izvan, onda ne postoji drugi izlaz izvan.",
  "mn49:7.5": "Zato, monaše, kažem ti: Nećeš pronaći drugi izlaz izvan i na kraju ćeš samo postati iscrpljen i razočaran.",
  "mn49:7.6": "Ako se držiš zemlje, bićeš blizu mene, unutar mog domena, u kojem svoju volju sprovodim i kažnjavam.",
  "mn49:7.7": "Ako se držiš vode… vatre… vazduha… bića… božanstav… Pađāpati… Brahme,",
  "mn49:7.8": "bićeš blizu mene, unutar mog domena, u kojem svoju volju sprovodim i kažnjavam.”",
  "mn49:8.1": "„Brahmo, i ja to znam.",
  "mn49:8.2": "Ako se držim zemlje, biću blizu tebe, unutar tvog domena, u kojem svoju volju sprovodiš i kažnjavaš.",
  "mn49:8.3": "Ako se držim vode… vatre… vazduha… bića… božanstava… Pađāpati… Brahme,",
  "mn49:8.4": "biću blizu tebe, unutar tvog domena, u kojem svoju volju sprovodiš i kažnjavaš.”",
  "mn49:8.11": "Sem toga, razumem da se tvoj domet i domašaj ovako prostiru: Baka Brahmā ima toliko snage, toliko moći, toliko uticaja.”",
  "mn49:8.12": "„A koliko to, dobri gospodine, razumeš da se moj domet i domašaj prostiru?”",
  "mn49:9.1": "„Dokle Mesec i Sunce kruže",
  "mn49:9.2": "blistajući i obasjavajući prostranstva,",
  "mn49:9.3": "nad hiljadostrukim takvim svetom",
  "mn49:9.4": "tvoja se vlast proteže.",
  "mn49:9.5": "I tu ti znaš visoko i nisko,",
  "mn49:9.6": "one sa strašću i one bez strasti,",
  "mn49:9.7": "stanje koje je takvo i drugačije,",
  "mn49:9.8": "dolazak i odlazak bića.",
  "mn49:9.9": "Brahmo, razumem da se tvoj domet i domašaj tako prostiru:",
  "mn49:9.10": "Baka Brahmā ima toliko snage, toliko moći, toliko uticaja.",
  "mn49:10.1": "Ali, Brahmo, postoje druge tri kategorije koje ti niti poznaješ, niti vidiš, a ja ih znam i vidim.",
  "mn49:10.2": "Postoji kategorija nazvana (božanstva) neprekidnog sjaja, u kojoj si ti umro i preporodio se ovde.",
  "mn49:10.3": "I zato što si ovde već toliko dugo, tvoje sećanje na nju je izbledelo,",
  "mn49:10.4": "i zato je niti znaš, niti vidiš,",
  "mn49:10.5": "ali je ja znam i vidim.",
  "mn49:10.6": "Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje?",
  "mn49:10.7": "Umesto toga, znam više od tebe.",
  "mn49:10.8": "Postoji kategorija nazvana (božanstva) blistave slave… Postoji kategorija nazvana (božanstva) velikog ploda. Ti je niti znaš, niti vidiš, ali je ja znam i vidim.",
  "mn49:10.9": "Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje?",
  "mn49:10.10": "Umesto toga, znam više od tebe.",
  "mn49:11.1": "Brahmo, znajući neposredno zemlju kao zemlju i znajući neposredno ono što nije saglasno zemljovitosti zemlje, nisam tvrdio da jesam zemlja, nisam tvrdio da sam u zemlji, nisam tvrdio da sam odvojen od zemlje, nisam tvrdio da zemlja jeste „moja”, nisam slavio zemlju.",
  "mn49:11.2": "Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje?",
  "mn49:11.3": "Umesto toga, znam više od tebe.",
  "mn49:12.1": "Brahmo, znajući neposredno vodu kao vodu i znajući neposredno ono što nije saglasno vodenosti vode, nisam tvrdio da jesam voda, nisam tvrdio da sam u vodi, nisam tvrdio da sam odvojen od vode, nisam tvrdio da voda jeste „moja”, nisam slavio vodu. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:13.1": "Brahmo, znajući neposredno vatru kao vatru i znajući neposredno ono što nije saglasno vatrenosti vatre, nisam tvrdio da jesam vatra, nisam tvrdio da sam u vatri, nisam tvrdio da sam odvojen od vatre, nisam tvrdio da vatra jeste „moja”, nisam slavio vatru. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:14.1": "Brahmo, znajući neposredno vazduh kao vazduh i znajući neposredno ono što nije saglasno vazduhovitosti vazduha, nisam tvrdio da jesam vazduh, nisam tvrdio da sam u vazduhu, nisam tvrdio da sam odvojen od vazduha, nisam tvrdio da vazduh jeste „moja”, nisam slavio vazduh. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:15.1": "Brahmo, znajući neposredno bića kao bića i znajući neposredno ono što nije saglasno bićenosti bića, nisam tvrdio da jesam bića, nisam tvrdio da sam u bićima, nisam tvrdio da sam odvojen od bića, nisam tvrdio da bića jesu „moja”, nisam slavio bića. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:16.1": "Brahmo, znajući neposredno božanstva kao božanstva i znajući neposredno ono što nije saglasno božanskosti božanstava, nisam tvrdio da jesam božanstva, nisam tvrdio da sam u božanstvima, nisam tvrdio da sam odvojen od božanstava, nisam tvrdio da božanstva jesu „moja”, nisam slavio božanstva. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:17.1": "Brahmo, znajući neposredno Pađāpati kao Pađāpati i znajući neposredno ono što nije saglasno Pađāpatitosti Pađāpati, nisam tvrdio da jesam Pađāpati, nisam tvrdio da sam u Pađāpati, nisam tvrdio da sam odvojen od Pađāpati, nisam tvrdio da Pađāpati jeste „moja”, nisam slavio Pađāpati. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:18.1": "Brahmo, znajući neposredno Brahmu kao Brahmu i znajući neposredno ono što nije saglasno Brahmatosti Brahme, nisam tvrdio da jesam Brahma, nisam tvrdio da sam u Brahmi, nisam tvrdio da sam odvojen od Brahme, nisam tvrdio da Brahma jeste „moja”, nisam slavio Brahmu. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:19.1": "Brahmo, znajući neposredno božanstva neprekidnog sjaja kao božanstva neprekidnog sjaja i znajući neposredno ono što nije saglasno neprekidnom sjaju božanstava neprekidnog sjaja, nisam tvrdio da jesam božanstva neprekidnog sjaja, nisam tvrdio da sam u božanstvima neprekidnog sjaja, nisam tvrdio da sam odvojen od božanstava neprekidnog sjaja, nisam tvrdio da božanstva neprekidnog sjaja jesu „moja”, nisam slavio božanstva neprekidnog sjaja. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:20.1": "Brahmo, znajući neposredno božanstva blistave slave kao božanstva blistave slave i znajući neposredno ono što nije saglasno blistavoj slavi božanstava blistave slave, nisam tvrdio da jesam božanstva blistave slave, nisam tvrdio da sam u božanstvima blistave slave, nisam tvrdio da sam odvojen od božanstava blistave slave, nisam tvrdio da božanstva blistave slave jesu „moja”, nisam slavio božanstva blistave slave. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:21.1": "Brahmo, znajući neposredno božanstva velikog ploda kao božanstva velikog ploda i znajući neposredno ono što nije saglasno velikom plodu božanstava velikog ploda, nisam tvrdio da jesam božanstva velikog ploda, nisam tvrdio da sam u božanstvima velikog ploda, nisam tvrdio da sam odvojen od božanstava velikog ploda, nisam tvrdio da božanstva velikog ploda jesu „moja”, nisam slavio božanstva velikog ploda. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:22.1": "Brahmo, znajući neposredno vrhovnog gospodara kao vrhovnog gospodara i znajući neposredno ono što nije saglasno vrhovnosti vrhovnog gospodara, nisam tvrdio da jesam vrhovni gospodar, nisam tvrdio da sam u vrhovnom gospodaru, nisam tvrdio da sam odvojen od vrhovnog gospodara, nisam tvrdio da vrhovni gospodar jeste „moj”, nisam slavio vrhovnog gospodara. Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje? Umesto toga, znam više od tebe.",
  "mn49:23.1": "Brahmo, znajući neposredno sve kao sve i znajući neposredno ono što nije saglasno sveobuhvatnosti svega, nisam tvrdio da jesam sve, nisam tvrdio da sam u svemu, nisam tvrdio da sam odvojen od svega, nisam tvrdio da sve jeste „moje”, nisam slavio sve.",
  "mn49:23.2": "Tako, Brahmo, u pogledu neposrednog znanja, nisam tek na nivou ravnom tebi, pa kako bih onda mogao znati manje?",
  "mn49:23.3": "Umesto toga, znam više od tebe.”",
  "mn49:24.1": "„Dobri gospodine, (ako tvrdite da neposredno znate) ono što nije saglasno sveobuhvatnosti svega, može li se vaša tvrdnja ipak ispostaviti kao šuplja i prazna?”",
  "mn49:25.1": "„Svest koja se ne ispoljava,",
  "mn49:25.2": "beskonačna, blistava na sve strane:",
  "mn49:25.3": "to je ono što nije saglasno zemljovitosti zemlje, ono što nije saglasno vodenosti vode… ono što nije saglasno sveobuhvatnosti svega.”",
  "mn49:26.1": "„Dobri gospodine, ja ću sada pred vašim očima nestati.”",
  "mn49:26.2": "„Nestani, Brahmo, ako možeš.”",
  "mn49:26.3": "„I tada Baka Brahmā, i pored toga što je govorio: „Nestaću pred asketom Gotamom, nestaću pred asketom Gotamom”, nije bio u stanju da nestane.",
  "mn49:26.4": "Na to mu rekoh:",
  "mn49:26.5": "„Brahmo, ja ću sada nestati pred tvojim očima.”",
  "mn49:26.6": "„Nestanite, dobri gospodine, ako možete.”",
  "mn49:26.7": "I tada ispoljih takvu natprirodnu snagu da su Brahmā, Brahmina pratnja i članovi Brahmine pratnje mogli da čuju moj glas, ali nisu mogli da me vide.",
  "mn49:26.8": "Pošto sam nestao, izgovorih ove stihove:",
  "mn49:27.1": "„Videvši strah u svakom bivanju",
  "mn49:27.2": "i (videvši) da će to bivanje prestati,",
  "mn49:27.3": "nisam potvrđivao bilo koji oblik bivanja,",
  "mn49:27.4": "niti se vezuje za bilo kakvo oduševljenje (bivanjem).”",
  "mn49:28.1": "Na to Brahmā, Brahmina pratnja i članovi Brahmine pratnje ostadoše u čudu:",
  "mn49:28.2": "„Zadivljujuća je, gospodo, čudesna je ta velika snaga i velika moć askete Gotame! Nikada ranije niti smo čuli, niti videli nekog drugog asketu ili brahmana koji je imao toliku snagu i toliku moć kao što je ima asketa Gotama, što napusti pleme Sakya.",
  "mn49:28.3": "Gospodo, iako je živeo u pokolenju koje se oduševljava bivanjem, uživa u bivanju, raduje se bivanju,",
  "mn49:28.4": "on je uklonio bivanje, zajedno sa korenom.”",
  "mn49:29.1": "Onda se Māra, Zli, pretvori u člana Brahmine pratnje, pa mi reče:",
  "mn49:29.2": "„Dobri gospodine, ako je ovo to što znaš, ako je ovo to što si otkrio, ne upućuj svoje (nezaređene) sledbenike ili one koji su zaređeni, ne podučavaj Dhammi svoje (nezaređene) sledbenike ili one koji su zaređeni, ne budi žar u svojim (nezaređenim) sledbenicima ili onima koji su zaređeni.",
  "mn49:29.3": "Pre no što si se rodio, monaše, bilo je asketa i brahmana na ovome svetu koji su tvrdili da su plemeniti i potpuno probuđeni,",
  "mn49:29.4": "te su upućivali svoje (nezaređene) sledbenike ili one koji su zaređeni, podučavali Dhammi svoje (nezaređene) sledbenike ili one koji su zaređeni, budili žar u svojim (nezaređenim) sledbenicima ili onima koji su zaređeni.",
  "mn49:29.5": "A posle sloma tela, kad im život bi okončan, preporodiše se u nižem telu.",
  "mn49:29.6": "Pre no što si se rodio, monaše, bilo je asketa i brahmana na ovome svetu koji su tvrdili da su plemeniti i potpuno probuđeni, ali oni nisu upućivali svoje (nezaređene) sledbenike ili one koji su zaređeni, nisu podučavali Dhammi svoje (nezaređene) sledbenike ili one koji su zaređeni, nisu budili žar u svojim (nezaređenim) sledbenicima ili onima koji su zaređeni.",
  "mn49:29.7": "A posle sloma tela, kad im život beše okončan, preporodiše se u višem telu.",
  "mn49:29.8": "Zato, monaše, kažem ti: Postaraj se, dobri gospodine, da živiš pasivan, posvećen prijatnom življenju ovde i sada;",
  "mn49:29.9": "bolje je ako sve to ostane neobjavljeno,",
  "mn49:29.10": "te tako, dobri gospodine, ne savetuj nikoga drugog.”",
  "mn49:30.1": "Kada ovo bi rečeno, ovako rekoh Māri, Zlom:",
  "mn49:30.2": "„Prepoznao sam te, Zli. Nemoj misliti: „Nije me prepoznao.”",
  "mn49:30.3": "Ti si Māra, Zli.",
  "mn49:30.4": "Ti tako ne govoriš iz saosećanja za njihovu dobrobit, već upravo bez saosećanja za njihovu dobrobit.",
  "mn49:30.5": "Ti ovako misliš, Zli: „Oni koje asketa Gotama bude podučavao izmaći će mojoj vlasti.”",
  "mn49:30.6": "Ti tvoji askete i brahmani, Zli, koji su tvrdili da su plemeniti i potpuno probuđeni, nisu bili ni plemeniti ni potpuno probuđeni.",
  "mn49:30.7": "Ja koji tvrdim da sam plemenit i potpuno probuđen, jesam plemenit i potpuno probuđen.",
  "mn49:30.8": "Ako Tathāgata podučava Dhammu učenicima, on je takav, Zli,",
  "mn49:30.9": "i ako Tathāgata ne podučava Dhammu učenicima, on je takav.",
  "mn49:30.10": "Ako Tathāgata predvodi učenike, on je takav,",
  "mn49:30.11": "i ako Tathāgata ne predvodi učenike, on je takav.",
  "mn49:30.12": "A zašto?",
  "mn49:30.13": "Zato što je Tathāgata napustio otrove koji truju i vode u novo rođenje, starost i smrt; sasekao ih u korenu, načinio poput palminog panja, uklonio ih, tako da u budućnosti više ne mogu javiti.",
  "mn49:30.14": "Baš kao što palma, čija je krošnja odsečena, nije više u stanju da raste,",
  "mn49:30.15": "tako je Tathāgata napustio otrove koji truju… sasekao ih u korenu, načinio poput palminog panja, uklonio ih, tako da u budućnosti više ne mogu javiti.",
  "mn49:30.18": "„",
  "mn49:31.1": "Kako Māra nije bio u stanju da odgovori i zato što je ovaj govor (počeo) Brahminim pozivom,",
  "mn49:31.2": "nazvan je „Brahmin poziv.”"
}