{
  "mn4:0.1": "Budni govori srednje dužine 4 ",
  "mn4:0.2": "Govor o strahu i strepnji ",
  "mn4:1.1": "Ovako sam čuo. ",
  "mn4:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn4:2.1": "Jednoga dana brahman Đāṇussoṇi otide do Blaženog i pozdravi se s njim. ",
  "mn4:2.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i reče: ",
  "mn4:2.4": "Da li ti ljudi slede primer učitelja Gotame?” ",
  "mn4:2.5": "„Tako je, brahmane, tako je. ",
  "mn4:2.6": "Kada sinovi dobrih porodica napuštaju dom i odlaze u beskućnike iz poverenja u mene, ja sam njihov predvodnik, njihov pomagač i njihov vodič. ",
  "mn4:2.7": "Oni slede moj primer.” ",
  "mn4:2.8": "„Ali, učitelju Gotama, teško je izdržati duboko u gustoj šumi, teško je vežbati u osami, teško je uživati u samoći. ",
  "mn4:2.9": "Čini se kao da šume zarobe um monaha ako ne poseduje koncentraciju.” ",
  "mn4:2.10": "„Tako je, brahmane, tako je. ",
  "mn4:2.11": "Teško je izdržati duboko u gustoj šumi, teško je vežbati u osami, teško je uživati u samoći. ",
  "mn4:2.12": "Čini se kao da šume zarobe um monaha ako ne poseduje koncentraciju.” ",
  "mn4:3.1": "Pre probuđenja, dok sam još bio samo neprobuđeni Bodhisatta, i ja sam ovako razmišljao: ",
  "mn4:3.2": "’Teško je izdržati duboko u gustoj šumi, teško je vežbati u osami, teško je uživati u samoći. ",
  "mn4:3.3": "Čini se kao da šume zarobe um monaha ako ne poseduje koncentraciju.’ ",
  "mn4:4.1": "Ovako sam razmišljao: ",
  "mn4:4.2": "‘Kada god askete ili brahmani koji nisu potpuno pročistili svoje telesne postupke odu duboko u gustu šumu, ta nepročišćenost u njima izaziva nepovoljna stanja straha i strepnje. ",
  "mn4:4.3": "Kad ja idem duboko u gustu šumu, ne odlazim tamo ne pročistivši svoje telesne postupke. ",
  "mn4:4.4": "Moji telesni postupci su pročišćeni. ",
  "mn4:4.5": "Ja boravim duboko u gustoj šumi kao jedan od onih plemenitih koji su pročišćeni u svojim telesnim postupcima.’ ",
  "mn4:4.6": "Videvši u sebi tu čistotu telesnih postupaka, nalazim veliko okrepljenje boraveći u šumi. ",
  "mn4:5.1": "Ovako sam razmišljao: ",
  "mn4:5.2": "’Kada god askete ili brahmani koji nisu potpuno pročistili svoj govor… ",
  "mn4:5.3": "nisu potpuno pročistili svoje misli… ",
  "mn4:5.4": "nisu potpuno pročistili svoj način življenja, odu duboko u gustu šumu, ta nepročišćenost u njima izaziva nepovoljna stanja straha i strepnje. ",
  "mn4:6.1": "Ali kada ja idem duboko u gustu šumu, ne odlazim tamo ne pročistivši svojnačin življenja; ",
  "mn4:6.2": "ja sam pročistio svoj način življenja. ",
  "mn4:7.1": "Boravim duboko u gustoj šumi kao jedan od onih plemenitih koji su pročišćeni u svom načinu življenja.’ ",
  "mn4:7.2": "Videvši u sebi tu čistotu življenja, nalazim veliko okrepljenje boraveći u šumi. ",
  "mn4:8.1": "Ovako sam razmišljao: ",
  "mn4:8.2": "’Kada god askete ili brahmani koji su puni pohlepe i strasti… ",
  "mn4:8.3": "Ja nisam pun pohlepe i strasti…’ ",
  "mn4:9.2": "’…uma punog zlovolje i namera rođenih iz mržnje… ",
  "mn4:9.4": "Moj um je pun prijateljske ljubavi…’ ",
  "mn4:10.2": "’…savladani tupošću i tromošću… ",
  "mn4:10.4": "U meni nema tuposti i tromosti…’ ",
  "mn4:11.2": "’…savladani nemirom i nespokojstvom… ",
  "mn4:11.4": "Moj um je miran…’ ",
  "mn4:12.2": "’…mučeni neizvesnošću i sumnjičavošću… ",
  "mn4:12.4": "Otišao sam iza sumnjičavosti…’ ",
  "mn4:13.2": "’…stalno sebe hvale i druge potcenjuju… ",
  "mn4:13.4": "Niti sebe hvalim, niti druge potcenjujem…’ ",
  "mn4:14.2": "’…skloni panici i strahu… ",
  "mn4:14.4": "Otišao sam izvan strašljivosti…’ ",
  "mn4:15.2": "’…željni dobitka, slave i ugleda… ",
  "mn4:15.4": "U meni je malo želja…’ ",
  "mn4:16.2": "’…lenji i bez elana… ",
  "mn4:16.4": "Energičan sam…’ ",
  "mn4:17.2": "’…rastreseni i bez jasnog razumevanja… ",
  "mn4:17.4": "Ustaljen sam u svesnosti…’ ",
  "mn4:18.2": "’…nekoncentrisani, kojima um luta… ",
  "mn4:18.4": "Posedujem koncentraciju…’ ",
  "mn4:19.1": "Ovako sam razmišljao: ",
  "mn4:19.2": "’Kada god asketama ili brahmanima nedostaje mudrost, skloni su naklapanju, te odu duboko u gustu šumu, to odsustvo mudrosti i sklonost ka naklapanju u njima izazivaju nepovoljna stanja straha i strepnje. ",
  "mn4:19.3": "Ali ja ne odlazim duboko u gustu šumu bez mudrosti, sklon naklapanju. ",
  "mn4:19.4": "Ja posedujem mudrost. ",
  "mn4:19.5": "Odlazim duboko u gustu šumu kao jedan od onih plemenitih koji poseduju mudrost.’ ",
  "mn4:19.6": "Videvši u sebi to posedovanje mudrosti, nalazim veliko okrepljenje boraveći u šumi. ",
  "mn4:20.1": "Ovako sam razmišljao: ",
  "mn4:20.2": "’Postoje posebne noći, ",
  "mn4:20.3": "kao što su četrnaesta, petnaesta i osma unutar dve sedmice. ",
  "mn4:20.4": "Šta ako bi njih proveo na mestima koja bude strahopoštovanje i jezu, kao što su svetilišta u parkovima, svetilišta u šumi i svetilišta u drvetu? Možda bih doživeo taj strah i strepnju.’ ",
  "mn4:20.5": "I tako, kasnije – određene noći ",
  "mn4:20.6": "kao što su četrnaesta, petnaesta i osma unutar dve sedmice. ",
  "mn4:20.7": "proveo bih na mestima koja bude strahopoštovanje i jezu, kao što su svetilišta u parkovima, svetilišta u šumi i svetilišta u drvetu. ",
  "mn4:20.8": "I dok sam bivao tamo, događalo se da naiđe neka divlja životinja, da paun prelomi grančicu ili da vetar zašušti među suvim lišćem. ",
  "mn4:20.9": "I pomislio bih: ",
  "mn4:20.10": "’Šta ako to dolaze strah i strepnja?’ ",
  "mn4:20.11": "Pomislio bih: ",
  "mn4:20.12": "’Zašto uvek iščekujem taj strah i strepnju da se pojave? ",
  "mn4:20.13": "Kako bi bilo da ih savladam tako što ću ostati u istom položaju u kojem su me i zatekli, sve dok ne prođu?’ ",
  "mn4:20.14": "Dok sam hodao, strah i strepnja me obuzeše; ",
  "mn4:20.15": "i ne bih stajao, seo, niti legao sve dok ne bih savladao taj strah i strepnju. ",
  "mn4:20.16": "Dok sam stajao, strah i strepnja me obuzeše; ",
  "mn4:20.17": "i ne bih hodao, seo, niti legao sve dok ne bih savladao taj strah i strepnju. ",
  "mn4:20.18": "Dok sam sedeo, strah i strepnja me obuzeše; ",
  "mn4:20.19": "i ne bih hodao, stajao, niti legao sve dok ne bih savladao taj strah i strepnju. ",
  "mn4:20.20": "Dok sam ležao, strah i strepnja me obuzeše; ",
  "mn4:20.21": "i ne bih hodao, stajao, niti sedao sve dok ne bih savladao taj strah i strepnju. ",
  "mn4:21.1": "Ima, brahmane, takvih asketa i brahmana, koji misle da je dan onda kad je noć, a misle da je noć onda kada je dan. ",
  "mn4:21.2": "To znači, kažem ti, da su u zabludi. ",
  "mn4:21.3": "Jer kad je dan, ja znam da je dan, a kad je noć, znam da je noć. ",
  "mn4:21.4": "Ako bi se za nekoga moglo s pravom reći: ",
  "mn4:21.5": "’Biće oslobođeno obmanutosti pojavilo se u ovome svetu na dobrobit i sreću mnogih, iz saosećanja za ovaj svet, na dobrobit, blagostanje i sreću božanskih i ljudskih bića’, onda sam zaista ja taj za kojeg bi se s pravom to moglo reći. ",
  "mn4:22-26.1": "Neiscrpna energija je u meni i stalna svesnost uspostavljena; moje telo je mirno i spokojno, moj um koncentrisan i sjedinjen. ",
  "mn4:22-26.2": "Sasvim obuzdanih čula, bez mentalnih nečistoća, uđoh i ostadoh na prvom stupnju zadubljenja, , praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "mn4:22-26.3": "Sa smirivanjem usmerene misli i istraživanja, on uđe i ostade na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "mn4:22-26.4": "Sa slabljenjem ushićenja, on ostade spokojan, svestan i jasno razumevajući, uz fizički osećaj zadovoljstva. Tako uđe i ostade na trećem stupnju zadubljenja, o kojem plemeniti kažu: „Srećan je čovek ispunjen spokojstvom i svesnošću”. ",
  "mn4:22-26.5": "Sa napuštanjem zadovoljstva i bola, kao i ranijim nestankom radosti i žalosti, on uđe i ostade na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. ",
  "mn4:27.1": "Kada je moj koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerih ga ka znanju o svojim prošlim životima. ",
  "mn4:27.2": "Sećao sam se mnoštva svojih prošlih života, jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja. Sećao sam se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako sam se sećao mnoštva svojih prošlih života u celini i do detalja. ",
  "mn4:28.1": "Takvo beše prvo istinsko znanje koje stekoh u prvom delu noći. ",
  "mn4:28.2": "Neznanje beše razvejano i javilo se istinsko znanje; tama beše razvejana ipojavilo se svetlo, baš kao što se to događa onome ko je marljiv, predan iodlučan. ",
  "mn4:29.1": "Kada je moj koncentrisan um postao tako pročišćen, blistav, bez inajmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojani stabilan, usmerih ga ka znanju o umiranju i ponovnom rađanju bića. ",
  "mn4:29.2": "Duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, video sam bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima: ’Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu s tim pogrešnim gledištima, posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u čistilištu. Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, imala ispravna gledišta i postupala u skladu s tim ispravnim gledištima, posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, čak u nebeskom svetu.’ Tako duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. Razumeo sam kako se bića preporađaju u skladu sa svojim postupcima. ",
  "mn4:30.1": "Takvo beše drugo istinsko znanje koje stekoh u drugom delu noći. ",
  "mn4:30.2": "Neznanje beše razvejano i javilo se istinsko znanje; tama beše razvejana ipojavilo se svetlo, baš kao što se to događa onome ko je marljiv, predan iodlučan. ",
  "mn4:31.1": "Kada je moj koncentrisan um postao tako pročišćen, blistav, bez inajmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojani stabilan, usmerih ga ka znanju o uklanjanju otrova. ",
  "mn4:31.2": "Videh, kao da mi je pred očima: ’Ovo je patnja’; videh, kao da mi je pred očima: ’Ovo je nastanak patnje’; videh, kao da mi je pred očima: ’Ovo je prestanak patnje’; videh, kao da mi je pred očima: ’Ovo je put koji vodi prestanku patnje’. ",
  "mn4:31.3": "Videh, kao da mi je pred očima: ’Ovo su otrovi’; videh, kao da mi je pred očima: ’Ovo je nastanak otrova’; videh, kao da mi je pred očima: ’Ovo je prestanak otrova’; videh, kao da mi je pred očima: ’Ovo je put koji vodiprestanku otrova.’ ",
  "mn4:32.1": "Kada sam znao i video tako, moj um beše oslobođen otrova željeza zadovoljstvima čula, oslobođen otrova želje za bivanjem, oslobođenotrova neznanja. ",
  "mn4:32.2": "Sa ovim oslobađanjem javilo se znanje: ’Oslobođen sam.’ ",
  "mn4:32.3": "Neposredno sam znao: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.’ ",
  "mn4:33.1": "Takvo, brahmane, beše treće istinsko znanje koje stekoh u trećem delu noći. ",
  "mn4:34.1": "Tako, brahmane, moguće je da ti i dalje misliš: ",
  "mn4:34.2": "’Možda asketa Gotama ni dan-danas nije oslobođen strasti, mržnje i obmanutosti, pa zato još uvek boravi duboko u gustoj šumi.’ ",
  "mn4:34.3": "Ne bi trebalo tako da misliš. ",
  "mn4:34.4": "Zato što ja vidim dve dobrobiti od toga što boravim duboko u gustoj šumi: ",
  "mn4:34.5": "vidim to kao prijatno boravište za mene ovde i sada i imam saosećanje za buduće generacije.” ",
  "mn4:35.1": "„Zaista, zato što je plemenit i potpuno probuđen, učitelj Gotama ima saosećanje za buduće generacije. ",
  "mn4:35.2": "Izvrsno, učitelju Gotama! Izvrsno, učitelju Gotama! ",
  "mn4:35.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i Blaženi, na više različitih načina, razjasnio Dhammu. ",
  "mn4:35.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "mn4:35.5": "Neka me Blaženi prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!” "
}
