{
  "mn51:0.1": "Budni govori srednje dužine 51 ",
  "mn51:0.2": "Govor Kandaraki",
  "mn51:1.1": "Ovako sam čuo.",
  "mn51:1.2": "Jednom je Blaženi, sa velikom grupom monaha, boravio kraj Ćampe, na obali jezera Gaggarā.",
  "mn51:1.3": "Onda Pessa, sin goniča slonova i asketa Kandaraka dođoše do Blaženog. Pošto se pokloni, Pessa sede sa strane, a Kandaraka se pozdravi sa Blaženim i kada taj učtivi i prijateljski razgovor bi završen, stade sa strane.",
  "mn51:1.5": "Dok je tako stajao, pogleda on na zajednicu monaha kako sedi u potpunoj tišini, te ovako reče Blaženom:",
  "mn51:2.1": "„Divno je, učitelju Gotama, čudesno je kako učitelj Gotama predvodi zajednicu monaha u vežbanju na pravi način.",
  "mn51:2.3": "Oni koji su bili Blaženi, plemeniti i potpuno probuđeni u prošlosti, najbolje što su mogli jeste da predvode zajednicu monaha u vežbanju na pravi način upravo onako kako to sada čini učitelj Gotama.",
  "mn51:2.5": "A oni koji će biti Blaženi, plemeniti i potpuno probuđeni u budućnosti, najbolje što će moći jeste da predvode zajednicu monaha u vežbanju na pravi način upravo onako kako to sada čini učitelj Gotama.”",
  "mn51:3.1": "„Tako je, Kandaraka, tako je!",
  "mn51:3.2": "Oni koji su bili Blaženi, plemeniti i potpuno probuđeni u prošlosti, najbolje što su mogli jeste da predvode zajednicu monaha u vežbanju na pravi način upravo onako kako to sada činim ja.",
  "mn51:3.4": "A oni koji će biti Blaženi, plemeniti i potpuno probuđeni u budućnosti, najbolje što će moći jeste da predvode zajednicu monaha u vežbanju na pravi način upravo onako kako to sada činim ja.",
  "mn51:3.6": "Kandaraka, u ovoj zajednici monaha ima monaha koji su arahanti, sve otrove uklonili, proživeli svetački život, učinili što je trebalo učiniti, odložili tovar, dosegli sopstveni cilj, raskinuli okove bića i potpuno oslobođeni krajnjim znanjem.",
  "mn51:3.7": "U ovoj zajednici monaha ima monaha koji su na višem putu vežbanja, čestiti, žive život ispunjen vrlinom, mudri, žive život ispunjen mudrošću.",
  "mn51:3.8": "Žive uma potpuno učvršćenog u četiri temelja svesnosti.",
  "mn51:3.9": "Koja četiri?",
  "mn51:3.10": "Tako, Kandaraka, monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i sabran, odloživši sa strane gramzivost i odbojnost prema ovom svetu.",
  "mn51:3.11": "Monah boravi kontemplirajući osećaj kao osećaj, marljiv, s jasnim razumevanjem i sabran, odloživši sa strane gramzivost i odbojnost prema ovom svetu.",
  "mn51:3.12": "On boravi kontemplirajući um kao um, marljiv, s jasnim razumevanjem i sabran, odloživši sa strane gramzivost i odbojnost prema ovom svetu.",
  "mn51:3.13": "On boravi kontemplirajući objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i sabran, odloživši sa strane gramzivost i odbojnost prema ovom svetu.”",
  "mn51:4.1": "Kad ovo bi rečeno, Pessa, sin goniča slonova, reče:",
  "mn51:4.2": "„Divno je, poštovani gospodine, čudesno je kako je dobro Blaženi objasnio četiri temelja svesnosti: radi pročišćenju bića, radi prevladavanja žalosti i naricanja, radi nestanka bola i tuge, radi izbijanja na pravu stazu, radi dostizanja nibbāne.",
  "mn51:4.4": "S vremena na vreme, mi u belo obučeni nezaređeni sledbenici takođe boravimo uma dobro učvršćenog u četiri temelja svesnosti.",
  "mn51:4.7": "Tako, boravimo kontemplirajući telo kao telo… osećaje kao osećaje… um kao um… objekte uma kao objekte uma, marljivi, s jasnim razumevanjem i sabrani, odloživši sa strane gramzivost i odbojnost prema ovom svetu.",
  "mn51:4.12": "Divno je, čudesno je kako usred ljudskog licemerja, iskvarenosti i obmane Blaženi zna šta je dobrobit, a šta šteta za bića.",
  "mn51:4.13": "Jer ljudi su džungla licemerja, a životinje otvoreno polje.",
  "mn51:4.14": "Poštovani gospodine, mogu da ukrotim slona i koliko je potrebno da na njemu odem do Ćampe i nazad, on će pokazati svaku vrstu prevrtljivosti, dvoličnosti, prepredenosti i lukavstava (za koja je sposoban).",
  "mn51:4.16": "Ali oni koje nazivaju našim robovima, glasnicima i slugama ponašaju se na jedan način telom, na drugi govorom, a njihov um radi na sasvim treći način.",
  "mn51:4.18": "Divno je, čudesno je kako usred ljudskog licemerja, iskvarenosti i obmane, Blaženi zna šta je dobrobit, a šta šteta za bića.",
  "mn51:4.19": "Jer ljudi su džungla licemerja, a životinje otvoreno polje.",
  "mn51:5.1": "„Tako je, Pessa, tako je!",
  "mn51:5.2": "Ljudi su džungla, a životinje otvoreno polje.",
  "mn51:5.3": "Pessa, na ovome svetu moguće je naći četiri vrste ljudi.",
  "mn51:5.4": "Koje četiri?",
  "mn51:5.5": "Tako jedna vrsta ljudi nanosi bol sebi i praktikuje mučenje sebe.",
  "mn51:5.6": "Druga vrsta nanosi bol drugima i praktikuje mučenje drugih.",
  "mn51:5.7": "Treća vrsta nanosi bol sebi i praktikuje mučenje sebe, a istovremeno nanosi bol drugima i praktikuje mučenje drugih.",
  "mn51:5.8": "Četvrta vrsta ljudi ne nanosi bol sebi, niti praktikuje mučenje sebe, a istovremeno ne nanosi bol drugima, niti praktikuje mučenje drugih.",
  "mn51:5.9": "Pošto takva osoba ne nanosi bol ni sebi, ni drugima, ona je ovde i sada bez žudnje, stišana i ohlađena, živi ispunjena blaženstvom, postaje oplemenjena.",
  "mn51:5.13": "Koja od te četiri vrste ljudi raduje tvoj um, Pessa?",
  "mn51:5.14": "„Prve tri ne raduju moj um, ali poslednja vrsta raduje moj um.",
  "mn51:6.1": "„Ali, Pessa, zašto prve tri vrste ne raduju tvoj um?",
  "mn51:6.2": "„Poštovani gospodine, osoba koja nanosi bol sebi i praktikuje mučenje sebe, ona sebe muči iako želi zadovoljstvo i uzmiče pred bolom; zato ta vrsta osobe ne raduje moj um.",
  "mn51:6.5": "I osoba koja nanosi bol drugima i praktikuje mučenje drugih, ona muči druge koji žele zadovoljstvo i uzmiču pred bolom; zato ta vrsta osobe ne raduje moj um.",
  "mn51:6.8": "I osoba koja nanosi bol sebi i praktikuje mučenje sebe, nanosi bol drugima i praktikuje mučenje drugih, ona muči sebe i druge, a oboje žele zadovoljstvo i uzmiču pred bolom; zato ta vrsta osobe ne raduje moj um.",
  "mn51:6.12": "Ali osoba koja ne nanosi bol sebi, niti praktikuje mučenje sebe, a istovremeno ne nanosi bol drugima, niti praktikuje mučenje drugih; ona je ovde i sada bez žudnje, stišana i ohlađena, živi ispunjena blaženstvom, postaje oplemenjena–ona ne nanosi bol ni sebi ni drugima, jer oboje žele zadovoljstvo i uzmiču pred bolom.",
  "mn51:6.13": "Zato ta vrsta osobe raduje moj um.",
  "mn51:6.14": "A sada, poštovani gospodine, odlazimo. Vrlo smo zauzeti i mnogo toga treba još uraditi.",
  "mn51:7.1": "„Vreme je, Pessa, da uradiš kako misliš da treba.",
  "mn51:7.2": "Potom Pessa, sin goniča slonova, nadahnut i obradovan rečima Blaženoga, ustade sa svog mesta, pokloni se Blaženom i pazeći da mu on ostane sa desne strane, otide.",
  "mn51:7.5": "Ubrzo potom, Blaženi se obrati monasima sledećim rečima:",
  "mn51:7.6": "„Monasi, Pessa, sin goniča slonova, jeste mudar, poseduje veliku mudrost.",
  "mn51:7.7": "Da je posedeo duže dok mu ne izložim detaljnije ove četiri vrste ljudi, od toga bi imao velike koristi.",
  "mn51:7.8": "Pa ipak, imao je veliku korist i od ovoga.",
  "mn51:7.9": "„Sada je vreme, Blaženi, sada je vreme, Uzvišeni, da nam Blaženi objasni detaljnije četiri vrste ljudi. Ono što monasi čuju od Blaženoga, to će i zapamtiti.",
  "mn51:7.10": "„Onda, monasi, slušajte i dobro zapamtite šta ću vam reći.”–„Da, poštovani gospodine”, odgovoriše monasi. A Blaženi ovako nastavi:",
  "mn51:8.1": "„Monasi, koja to vrsta osobe nanosi bol sebi i praktikuje mučenje sebe? Tako neko ide nag, odbacuje pravila, liže dlanove, ne dolazi kad ga pozovu, ne zaustavlja se kad ga pozovu; ne prihvata hranu kada mu je doneta ili posebno pripremljena, niti dolazi na ručak kad ga pozovu;",
  "mn51:8.2": "ne prima bilo šta iz lonca, iz činije, preko praga, preko štapa, preko tučka, od dvoje koji jedu zajedno, od trudne žene, od žene koja doji, od žene koja je spavala sa muškarcem, sa mesta gde se hrana javno deli, sa mesta na kojem leži pas, sa mesta gde ima muva; ne prihvata ni meso, ni ribu, ne pije ni rakiju, ni vino ili bilo šta fermentisano.",
  "mn51:8.3": "On se drži pravila samo jedne kuće, samo jednog zalogaja;drži se pravila samo dve kuće, samo dva zalogaja;… drži se pravila samo sedam kuća, samo sedam zalogaja.",
  "mn51:8.4": "Živi od jednog tanjirića dnevno, od dva tanjirića dnevno… od sedam tanjirića dnevno.",
  "mn51:8.5": "Uzima hranu jednom dnevno, jednom u dva dana… jednom u sedam dana i tako dalje, sve do dve sedmice; živi vežbajući uzimanje hrane u određenim razmacima.",
  "mn51:8.6": "Jede samo zeleniš, proso, divlji pirinač, pirinčane ljuske, mahovinu ili pirinčano brašno, odbačenu penu od kuvanog pirinča, susamovo brašno, travu ili kravlji izmet. Živi od šumskog korenja i plodova, hrani se otpalim plodovima.",
  "mn51:8.7": "Oblači se u kudelju, u kudeljnu tkaninu, u rite, u odbačene krpe, u koru drveta, u kožu antilope, u trake od antilopine kože, u tkaninu od kusa trave, u tkaninu od like, u tkaninu od kose, u životinjsku vunu, u sovina krila.",
  "mn51:8.8": "Takva osoba sama sebi čupa kosu i bradu, praktikuje čupanje svoje kose i brade.",
  "mn51:8.9": "Ona neprekidno stoji, odbijajući da sedne.",
  "mn51:8.10": "Neprekidno čuči, nastoji da neprekidno bude u čučećem položaju.",
  "mn51:8.11": "Koristi prostirku sa bodljama; od prostirke sa bodljama pravi sebi krevet.",
  "mn51:8.12": "Praktikuje kupanje u reci tri puta na dan, uključujući veče.",
  "mn51:8.13": "Toliko je mnogo načina na koje muči i umrtvljuje svoje telo.",
  "mn51:8.14": "Za takvu se osobu kaže da nanosi bol sebi i praktikuje mučenje sebe.",
  "mn51:9.1": "„A koja to vrsta osobe, monasi, nanosi bol drugima i praktikuje mučenje drugih?",
  "mn51:9.2": "Tako je neko koljač ovaca, koljač svinja, lovac na ptice, lovac na divlje zveri, lovac uopšte, ribar, kradljivac, dželat, zatvorski čuvar ili neko ko se bavi sličnim, krvoločnim poslom.",
  "mn51:9.3": "Za takvu se osobu kaže da nanosi bol drugima i praktikuje mučenje drugih.",
  "mn51:10.1": "„A koja to vrsta osobe, monasi, nanosi bol sebi i praktikuje mučenje sebe, a istovremeno nanosi bol drugima i praktikuje mučenje drugih?",
  "mn51:10.2": "Tako je neko miropomazan, plemeniti kralj ili dobrostojeći brahman.",
  "mn51:10.3": "Sagradivši novi žrtveni hram istočno od grada, obrijane kose i brade, obukavši se u grubu kožu i namazavši telo ghijem i uljem, češući leđa jelenjim rogom, ulazi on u žrtveni hram zajedno sa svojom glavnom kraljicom i svojim brahmanskim prvosveštenikom.",
  "mn51:10.4": "Tu leže na golu zemlju prekrivenu samo travom.",
  "mn51:10.5": "Takav kralj živi od mleka izmuženog iz prve sise na kravljem vimenu, dok glavna kraljica živi od mleka iz druge sise, brahmanski prvosveštenik od mleka iz treće sise; mleko iz četvrte sise sipaju na žrtvenu vatru, a tele živi od onoga što ostane.",
  "mn51:10.6": "I on kaže:",
  "mn51:10.7": "„Neka toliko i toliko bikova bude zaklano radi prinošenja žrtve, neka toliko i toliko junaca bude zaklano radi prinošenja žrtve, neka toliko i toliko junica bude zaklano radi prinošenja žrtve, neka toliko i toliko koza bude zaklano radi prinošenja žrtve, neka toliko i toliko ovaca bude zaklano radi prinošenja žrtve, neka toliko i toliko stabala bude oboreno za žrtvene stubove, neka toliko i toliko trave bude nasečeno za žrtvenu travu.”",
  "mn51:10.8": "I onda njegovi robovi, glasnici i sluge obave pripreme, dok im niz lice suze liju, gonjeni pretnjom od kazne i strahom.",
  "mn51:10.9": "Za takvu se osobu kaže da nanosi bol sebi i praktikuje mučenje sebe, a istovremeno nanosi bol drugima i praktikuje mučenje drugih.",
  "mn51:11.1": "„A koja to vrsta osobe, monasi, ne nanosi bol sebi, niti praktikuje mučenje sebe, a isto tako ne nanosi bol drugima, niti praktikuje mučenje drugih; ona koja, pošto ne muči ni sebe ni druge, jeste ovde i sada bez žudnje, stišana i ohlađena, živi ispunjena blaženstvom, postaje oplemenjena.",
  "mn51:12.1": "„Tako se, monasi, Tathāgata pojavljuje u ovom svetu, plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen.",
  "mn51:12.2": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, sa njegovim božanstvima, Mārama i Brahmama, zajedno sa pokoljenjem isposnika i brahmana, plemenitih i običnih ljudi.",
  "mn51:12.3": "U skladu sa njegovom formom i suštinom, on propoveda ovo učenje divno na početku, divno u sredini, divno na kraju. On je oličenje svetačkog života, tako celovitog i pročišćenog.”",
  "mn51:13.1": "Onda kućedomaćin ili kućedomaćinov sin ili neko rođen u nekom drugom klanu čuje Dhammu.",
  "mn51:13.2": "Kad čuje Dhammu, stiče poverenje u Tathāgatu.",
  "mn51:13.3": "Ispunjen poverenjem, ovako razmišlja:",
  "mn51:13.4": "„Domaćinski život je skučen, prašnjav put. Svetački život je poput širokog polja.",
  "mn51:13.5": "Nije lako u kući praktikovati svetački život potpuno savršen, potpuno čist, nalik uglačanoj školjki.",
  "mn51:13.6": "Šta ako bih obrijao kosu i bradu, obukao žuti ogrtač, napustio domaćinski život, te otišao u beskućnike?”",
  "mn51:13.7": "A kasnije, napustivši mali ili veliki imetak, napustivši mali ili veliki krug srodnika, obrije glavu i bradu, obuče žuti ogrtač, ostavi iza sebe domaćinski život i postane beskućnik.",
  "mn51:14.1": "Pošto je otišao u beskućnike i kroz monašku obuku i način života, napustivši ubijanje živih bića, on ne ubija živa bića; pošto je batinu i oružje ostavio po strani, blag i dobronameran, živi ispunjen saosećanjem prema svim živim bićima.",
  "mn51:14.2": "Napustivši uzimanje onoga što nije dato, ne uzima ono što nije dato; uzimajući samo ono što mu se dâ, očekujući samo ono što mu se dâ, bez krađe živi on u čistoti.",
  "mn51:14.3": "Napustivši necelibat, pridržava se celibata, živi odvojeno, odustavši od vulgarne prakse seksualnog snošaja.",
  "mn51:14.4": "Napustivši laganje, on ne laže; govori istinu, čvrsto se drži istine, poverljiv i pouzdan, on nije obmanjivač ovoga sveta.",
  "mn51:14.5": "Napustivši zlonameran govor, ne govori zlonamerno; ne ponavlja tamo ono što je čuo ovde kako bi ove ljude zavadio s onima, niti ponavlja ovde ono što je čuo tamo kako bi one ljude zavadio s ovima; tako spaja podeljene, podstiče prijateljstvo, uživa u slozi, raduje se slozi, ushićuje se slogom, govori reči koje jačaju slogu.",
  "mn51:14.6": "Napustivši grube reči, ne izgovara grube reči; govori reči koje su blage, prijatne za uho i ljubazne, koje idu pravo do srca, učtive su, poželjne za mnoge i sa njima su saglasni mnogi.",
  "mn51:14.7": "Napustivši ogovaranje, on ne ogovara; govori u pravo vreme, govori činjenice, govori o onome što jeste dobro, govori o učenju i pravilima; u pravo vreme govori reči koje su vredne da se zapamte, razložne, umerene i korisne.",
  "mn51:14.8": "Odustao je od uništavanja semenki i biljaka.",
  "mn51:14.9": "Jede samo jednom dnevno, odustao je od jela noću i izvan propisanog vremena.",
  "mn51:14.10": "Odustao je od plesa, pevanja, sviranja i pozorišnih predstava.",
  "mn51:14.11": "Odustao je od nošenja venaca, korišćenja mirisa i ulepšavanja balzamima.",
  "mn51:14.12": "Odustao je od visokih i prostranih ležajeva.",
  "mn51:14.13": "Odustao je od primanja zlata i srebra.",
  "mn51:14.14": "Odustao je od primanja sirovog zrna.",
  "mn51:14.15": "Odustao je od primanja sirovog mesa.",
  "mn51:14.16": "Odustao je od primanja žena i devojčica.",
  "mn51:14.17": "Odustao je od primanja robova i ropkinja.",
  "mn51:14.18": "Odustao je od primanja koza i ovaca.",
  "mn51:14.19": "Odustao je od primanja živine i svinja.",
  "mn51:14.20": "Odustao je od primanja slonova, stoke i kobila.",
  "mn51:14.21": "Odustao je od primanja njiva i livada.",
  "mn51:14.22": "Odustao je od izvršavanja tuđih naloga i prenošenja poruka.",
  "mn51:14.23": "Odustao je od kupovanja i prodavanja.",
  "mn51:14.24": "Odustao je od lažnih utega, lažnih metala i lažnih mera.",
  "mn51:14.25": "Odustao je od varanja, obmanjivanja, podvaljivanja i lukavstva.",
  "mn51:14.26": "Odustao je od ranjavanja, ubijanja, vezivanja, prepada, pljačkanja i nasilja.",
  "mn51:15.1": "Zadovoljan je ogrtačem da zaštiti telo i dobijenom hranom da utoli glad; gde god da krene, nosi samo ogrtač i zdelu sa sobom.",
  "mn51:15.2": "Kao i ptici, kud god da krene, jedini teret jesu sopstvena krila, tako je i monah zadovoljan ogrtačem da zaštiti telo i dobijenom hranom da utoli glad; gde god da krene, nosi samo ogrtač i zdelu sa sobom.",
  "mn51:15.3": "Kad poseduje takvo svojstvo plemenite vrline, tada u sebi doživljava blaženstvo kojem zamerke nema.",
  "mn51:16.1": "Kad okom vidi oblik, ne vezuje se za njegova obeležja i detalje. Ako oko ostavi bez nadzora, štetna stanja gramzivosti i odbojnosti mogu ga napasti, te zato vežba njegovo obuzdavanje, stražari na vratima oka, obuzdava oko.",
  "mn51:16.2": "Kad uhom čuje zvuk…",
  "mn51:16.3": "Kad nosom oseti miris…",
  "mn51:16.4": "Kad jezikom oseti ukus…",
  "mn51:16.5": "Kad telom dodirne neki predmet…",
  "mn51:16.6": "Kad umom prepozna objekat uma, ne vezuje se za njegova obeležja i detalje. Ako um ostavi bez nadzora, štetna stanja gramzivosti i odbojnosti mogu ga napasti, te zato vežba njegovo obuzdavanje, stražari na vratima uma, obuzdava um.",
  "mn51:16.7": "Kad poseduje takvu plemenitu obuzdanost čula, tada u sebi doživljava blaženstvo koje je potpuno čisto.",
  "mn51:17.1": "Kad odlazi i dolazi, postupa sa jasnim razumevanjem; kad gleda pravo i kad gleda u stranu, postupa s jasnim razumevanjem; kad savija i kad pruža svoje udove, postupa s jasnim razumevanjem; kad oblači donji ogrtač, kad nosi spoljašnji ogrtač i zdelu za prošenje hrane, postupa s jasnim razumevanjem; kad jede, pije, žvaće i guta hranu, postupa s jasnim razumevanjem; kad obavlja veliku i malu nuždu, postupa s jasnim razumevanjem; kad hoda, stoji, sedi, leže i ustaje, govori i ćuti, postupa s jasnim razumevanjem…",
  "mn51:18.1": "Kad poseduje takvo svojstvo plemenite vrline i plemenitu obuzdanost čula, kada poseduje plemenitu svesnost i jasno razumevanje, tada boravi na osamljenom, mirnom mestu:",
  "mn51:18.2": "u šumi, podnožju drveta, planini, klisuri, pećini, mestu za kremaciju, gustoj džungli, na proplanku ili u stogu sena.",
  "mn51:19.1": "Kada se vrati iz prošenja hrane, posle obroka, seda prekrštenih nogu, uspravnog tela i uspostavi svesnost ispred sebe.",
  "mn51:19.2": "Napuštajući pohlepu za ovim svetom, živi uma oslobođenog pohlepe; um svoj pročišćuje od pohlepe.",
  "mn51:19.3": "Napuštajući zlovolju i mržnju, živi uma oslobođenog zlovolje, stalo mu je do dobrobiti svih živih bića; um svoj pročišćuje od zlovolje i mržnje.",
  "mn51:19.4": "Napuštajući tromost i tupost, živi oslobođen tromosti i tuposti, vidi svetlost, svestan i potpuno sabran; um svoj pročišćuje od tromosti i tuposti.",
  "mn51:19.5": "Napuštajući uznemirenost i kajanje, živi neuznemiren, uma sasvim spokojnog; um svoj pročišćuje od uznemirenosti i kajanja.",
  "mn51:19.6": "Napuštajući sumnjičavost, živi tako što je prevazišao sumnjičavost, ne dvoumi se o povoljnim stanjima; um svoj pročišćuje od sumnjičavosti.",
  "mn51:20.1": "Kad je tako napustio ovih pet prepreka, nesavršenosti uma koje slabe mudrost, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn51:21.1": "Dalje, smirivanjem usmerene misli i istraživanja ulazi on i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije.",
  "mn51:22.1": "Dalje, slabljenjem ushićenja monah ostaje spokojan, svestan i s jasnim razumevanjem, sa fizičkim osećajem zadovoljstva; ulazi on i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: „Srećan je čovek ispunjen spokojstvom i sabranošću!”",
  "mn51:23.1": "Dalje, napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn51:24.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerava ga ka znanju o svojim prošlim životima.",
  "mn51:24.2": "Seća se mnoštva prošlih života, jednog rođenja, dva, tri, četiri, pet rođenja, deset rođenja, dvadeset, trideset, četrdeset, pedeset rođenja, sto rođenja, hiljadu, sto hiljada, mnogih eona skupljanja kosmosa, mnogih eona širenja kosmosa, mnogih eona skupljanja i širenja kosmosa. „Tada sam se tako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja ovde, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.” Tako se seća mnoštva svojih prošlih života u celini i do detalja.",
  "mn51:25.1": "Kada je njegov um postao tako koncentrisan, pročišćen, blistav, bez i najmanje nečistoće, gibak, prilagodljiv, postojan i utihnuo, usmerava ga ka znanju o umiranju i ponovnom rađanju bića.",
  "mn51:25.2": "Pomoću duhovnog oka, pročišćenog i superiornog u odnosu na fizičko, vidi bića kako umiru i ponovno se rađaju i uviđa kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna u skladu sa svojim postupcima: „Ova bića–koja su loše postupala telom, govorom i mišlju, klevetala plemenite, imala pogrešna stanovišta i postupala u skladu s tim pogrešnim stanovištima–posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, u čistilištu. Neka druga bića–koja su dobro postupala telom, govorom i mišlju, nisu klevetala plemenite, koja su imala ispravna stanovišta i postupala su u skladu s tim ispravnim stanovištima–posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, na nebu.” Pomoću duhovnog oka, pročišćenog i superiornog u odnosu na fizičko, vidi bića kako umiru i ponovno se rađaju i uviđa kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna u skladu sa svojim postupcima.",
  "mn51:26.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoća, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerava ga ka znanju o uklanjanju otrova.",
  "mn51:26.2": "Vidi, kao da mu je pred očima: „Ovo je patnja”; vidi, kao da mu je pred očima: „Ovo je nastanak patnje”; vidi, kao da mu je pred očima: „Ovo je prestanak patnje”; vidi, kao da mu je pred očima: „Ovo je put koji vodi prestanku patnje.” Vidi, kao da mu je pred očima: „Ovo su otrovi”; vidi, kao da mu je pred očima: „Ovo je nastanak otrova”; vidi, kao da mu je pred očima: „Ovo je prestanak otrova”; vidi, kao da mu je pred očima: „Ovo je put koji vodi prestanku otrova.”",
  "mn51:27.2": "Kada zna i vidi tako, njegov um je oslobođen otrova želje za zadovoljstvima čula, otrova želje za bivanjem i otrova neznanja.",
  "mn51:27.3": "Kad je oslobođen, tada dolazi znanje: „Slobodan sam.”",
  "mn51:27.4": "On razume: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.”",
  "mn51:28.1": "To je, monasi, vrsta osobe koja ne nanosi bol sebi, niti praktikuje mučenje sebe, a istovremeno ne nanosi bol drugima, niti praktikuje mučenje drugih–osobe koja je, pošto ne muči ni sebe ni druge, ovde i sada bez žudnje, stišana i ohlađena, živi ispunjena blaženstvom, učinivši sebe plemenitom.”",
  "mn51:28.3": "Tako reče Blaženi.",
  "mn51:28.4": "Zadovoljni, monasi se obradovaše rečima Blaženoga."
}