{
  "mn52:0.1": "Budini govori srednje dužine 52 ",
  "mn52:0.2": "Čovek iz Aṭṭhakanāgare",
  "mn52:1.1": "Ovako sam čuo.",
  "mn52:1.2": "Jednom je poštovani Ānanda živeo u Beluvagāmaki, kraj Vesālija.",
  "mn52:1.3": "U to vreme je kućedomaćin Dasama iz Aṭṭhakanāgare stigao u Pāṭaliputtu nekim poslom.",
  "mn52:2.1": "Onda otide do nekog monaha u Kukkuṭinom parku, popokloni mu se, sede sa strane i upita ga:",
  "mn52:2.2": "„Poštovani gospodine, gde poštovani Ānanda sada živi?",
  "mn52:2.3": "Želeo bih da vidim poštovanog Ānandu.„",
  "mn52:2.4": "„Kućedomaćine, poštovani Ānanda živi u Beluvagāmaki, kraj Vesālija.”",
  "mn52:3.1": "Kad je kućedomaćin Dasama obavio posao u Pāṭaliputti, otide do poštovanog Ānande u Beluvagāmaki, kraj Vesālija. Pošto mu se pokloni, sede sa strane i upita:",
  "mn52:3.2": "„Poštovani Ānanda, postoji li jedna stvar da ju je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, i pomoću koje bi monah, ako boravi marljiv, predan i odlučan, svoj neoslobođen um učinio oslobođenim, neuklonjene otrove uklonio, a on dosegao najvišu sigurnost od ropstva koju nije dosegao ranije?”",
  "mn52:3.3": "„Da, kućedomaćine, jednu takvu stvar je objavio Blaženi.”",
  "mn52:3.4": "„A šta je to, poštovani Ānanda?”",
  "mn52:4.1": "Tako, kućedomaćine, sasvim obuzdanih čula, bez mentalnih nečistoća, monah ulazi i ostaje na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn52:4.2": "Onda ga razmatra i ovako razume:",
  "mn52:4.3": "„Ovaj prvi stupanj zadubljenja uslovljen je i stvoren voljom.",
  "mn52:4.4": "Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.„ Postojan u tome, dostiže on uklanjanje otrova.",
  "mn52:4.5": "Ali ako ne dostigne uklanjanje otrova, zbog njegove strasti za Dhammom, oduševljenja Dhammom, uklanjanjem pet nižih okova,",
  "mn52:4.6": "postaje onaj koji će se sigurno preporoditi spontano (u čistim boravištima) i odatle doseže konačnu nibbānu, a da se nikad više ne vrati u ovaj svet.",
  "mn52:4.7": "To je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, pomoću čega monah, ako boravi marljiv, predan i odlučan, svoj neoslobođen um čini oslobođenim, neuklonjene otrove uklanja, a on doseže najvišu sigurnost od ropstva koju nije dosegao ranije.",
  "mn52:5.1": "Dalje, smirivanjem usmerene misli i istraživanja, monah ulazi i ostaje na drugom stupnju zadubljenja… Onda ga razmatra i ovako razume: „Ovaj, drugi stupanj zadubljenja uslovljen je i stvoren voljom. Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.” Postojan u tome, dostiže on uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova… tad se nikada više ne vrati u ovaj svet.",
  "mn52:5.4": "To je takođe objavio Blaženi… pomoću čega monah, ako boravi marljiv, predan i odlučan… doseže najvišu sigurnost od ropstva koju nije dosegao ranije.",
  "mn52:6.1": "Dalje, slabljenjem ushićenja, monah… ulazi i ostaje na trećem stupnju zadubljenja… Onda ga razmatra i ovako razume: „Ovaj, treći stupanj zadubljenja uslovljen je i stvoren voljom. Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.” Postojan u tome, dostiže on uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova… tad se nikada više ne vrati u ovaj svet.",
  "mn52:6.4": "To je takođe objavio Blaženi… pomoću čega monah, ako boravi marljiv, predan i odlučan… doseže najvišu sigurnost od ropstva koju nije dosegao ranije.",
  "mn52:7.1": "Dalje, napuštanjem zadovoljstva i bola… monah ulazi i ostaje na četvrtom stupnju zadubljenja… Onda ga razmatra i ovako razume: „Ovaj, četvrti stupanj zadubljenja uslovljen je i stvoren voljom. Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.” Postojan u tome, dostiže on uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova… tad se nikada više ne vrati u ovaj svet.",
  "mn52:7.4": "To je takođe objavio Blaženi… pomoću čega monah, ako boravi marljiv, predan i odlučan… doseže najvišu sigurnost od ropstva koju nije dosegao ranije.",
  "mn52:8.1": "Dalje, monah živi obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi.",
  "mn52:8.2": "Onda sve to razmatra i ovako razume:",
  "mn52:8.3": "„Ovo oslobođenje uma kroz prijateljsku ljubav uslovljeno je i stvoreno voljom.",
  "mn52:8.4": "Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.„ Postojan u tome, dostiže on uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova… tad se nikada više ne vrati u ovaj svet.",
  "mn52:8.6": "To je takođe objavio Blaženi… pomoću čega monah, ako boravi marljiv, predan i odlučan… doseže najvišu sigurnost od ropstva koju nije dosegao ranije.",
  "mn52:9.1": "Dalje, monah živi obasjavajući jednu stranu sveta umom prožetim saosećanjem… bez ikakvog neprijateljstva i zlovolje u sebi. Onda sve to razmatra i ovako razume: „Ovo oslobođenje uma kroz saosećanje uslovljeno je i stvoreno voljom. Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.” Postojan u tome, dostiže on uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova… tad se nikada više ne vrati u ovaj svet.",
  "mn52:10.1": "Dalje, monah živi obasjavajući jednu stranu sveta umom prožetim radošću zbog sreće drugih… bez ikakvog neprijateljstva i zlovolje u sebi. Onda sve to razmatra i ovako razume: „Ovo oslobođenje uma kroz radost zbog sreće drugih je uslovljeno i stvoreno voljom. Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.” Postojan u tome, dostiže on uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova… tad se nikada više ne vrati u ovaj svet.",
  "mn52:11.1": "Dalje, monah živi obasjavajući jednu stranu sveta umom prožetim spokojstvom… bez ikakvog neprijateljstva i zlovolje u sebi. Onda sve to razmatra i ovako razume: „Ovo oslobođenje uma kroz spokojstvo uslovljeno je i stvoreno voljom. Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.” Postojan u tome, dostiže on uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova… tad se nikada više ne vrati u ovaj svet.",
  "mn52:11.6": "To je takođe objavio Blaženi… pomoću čega monah, ako boravi marljiv, predan i odlučan… doseže najvišu sigurnost od ropstva koju nije dosegao ranije.",
  "mn52:12.1": "Dalje, potpunim nadilaženjem opažaja oblika, nestankom opažaja čulnog podražaja, neobraćanjem pažnje na opažaj raznolikosti, svestan da „prostor jeste beskrajan”, monah ulazi i boravi u području beskrajnog prostora.",
  "mn52:12.2": "Onda sve to razmatra i ovako razume:",
  "mn52:12.3": "„Ovo dostizanje područja beskrajnog prostora uslovljeno je i stvoreno voljom.",
  "mn52:12.4": "Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.„ Postojan u tome, dostiže on uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova… tad se nikada više ne vrati u ovaj svet.",
  "mn52:12.6": "To je takođe objavio Blaženi… pomoću čega monah, ako boravi marljiv, predan i odlučan… doseže najvišu sigurnost od ropstva koju nije dosegao ranije.",
  "mn52:13.1": "Dalje, potpunim nadilaženjem područja beskrajnog prostora, svestan da „svest jeste beskonačna”, monah ulazi i boravi u području beskonačne svesti. Onda sve to razmatra i ovako razume: „Ovo dostizanje područja beskonačne svesti uslovljeno je i stvoreno voljom. Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.” Postojan u tome, dostiže on uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova… tad se nikada više ne vrati u ovaj svet.",
  "mn52:13.6": "To je takođe objavio Blaženi… pomoću čega monah, ako boravi marljiv, predan i odlučan… doseže najvišu sigurnost od ropstva koju nije dosegao ranije.",
  "mn52:14.1": "Dalje, potpunim nadilaženjem područja beskonačne svesti, svestan da „nema ničega”, monah ulazi i boravi u području ničega.",
  "mn52:14.2": "Onda sve to razmatra i ovako razume:",
  "mn52:14.3": "„Ovo dostizanje područja ničega uslovljeno je i stvoreno voljom.",
  "mn52:14.4": "Ali sve što je uslovljeno i stvoreno voljom, jeste prolazno, podložno nestanku.„ Postojan u tome, dostiže on uklanjanje otrova.",
  "mn52:14.5": "Ali ako ne dostigne uklanjanje otrova, zbog njegove strasti za Dhammom, oduševljenja Dhammom, razaranjem pet nižih okova,",
  "mn52:14.6": "postaje onaj koji će se sigurno preporoditi spontano (u čistim boravištima) i odatle doseže konačnu nibbānu, a da se nikada više ne vrati u ovaj svet.",
  "mn52:14.7": "To je takođe objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, pomoću čega monah, ako boravi marljiv, predan i odlučan, svoj neoslobođen um čini oslobođenim, svoje neuklonjene otrove uklanja, a on doseže najvišu sigurnost od ropstva koju nije dosegao ranije.",
  "mn52:15.1": "Kada je poštovani Ānanda završio, kućedomaćin Dasama iz Aṭṭhakanāgare reče:",
  "mn52:15.2": "„Poštovani Ānanda, baš kao kad bi čovek koji traži ulaz ka skrivenom blagu odjednom naišao na jedanaest ulaza ka skrivenom blagu,",
  "mn52:15.3": "isto tako sam i ja, tražeći jedna vrata ka Besmrtnom, iznenada naišao na jedanaest vrata ka Besmrtnom.",
  "mn52:15.4": "Baš kao kada bi čovek imao kuću sa jedanaest vrata, pa kad je zahvati plamen, on bi mogao da pobegne na sigurno kroz jedna od tih jedanaest vrata,",
  "mn52:15.5": "isto tako i ja mogu kroz jedna od tih jedanaest vrata da pobegnem u Besmrtno.",
  "mn52:15.6": "Poštovani gospodine, drugi askete bi čak tražili da im dam naknadu za svoje učenje; pa zašto ne bih darovao poštovanog Ānandu?„",
  "mn52:16.1": "Onda kućedomaćin Dasama iz Aṭṭhakanāgare okupi monašku zajednicu iz Pāṭaliputte i Vesālija, te ih je svojim rukama posluži i raznim ukusnim jelima nahranio.",
  "mn52:16.2": "Svakom monahu poklonio je komad platna, a poštovanom Ānandi trostruki ogrtač, te za njega podiže i boravište vredno pet stotina."
}