{
  "mn53:0.1": "Budini govori srednje dužine 53",
  "mn53:0.2": "Učenik na putu višeg vežbanja ",
  "mn53:1.1": "Ovako sam čuo.",
  "mn53:1.2": "Jednom je Blaženi boravio u zemlji Sakyana, kraj Kapilavatthua, u Nigrodhinom gaju.",
  "mn53:2.1": "U to vreme bila je podignuta nova dvorana za Sakyane iz Kapilavatthua, u kojoj se još nije smestio nijedan asketa ili brahman, niti kakvo drugo ljudsko biće.",
  "mn53:2.2": "Onda Sakyani iz Kapilavatthua odoše do Blaženoga. Pošto mu se pokloniše, sedoše sa strane i rekoše mu:",
  "mn53:2.3": "„Poštovani gospodine, nedavno je podignuta nova dvorana za Sakyane iz Kapilavatthua, u kojoj se još nije smestio nijedan asketa ili brahman, niti kakvo drugo ljudsko biće.",
  "mn53:2.4": "Neka Blaženi bude prvi koji će je koristiti. Pošto je Blaženi bude prvi koristio, potom će je i Sakyani iz Kapilavatthua koristiti.",
  "mn53:2.5": "To će biti na njihovu korist i sreću za dugo vremena.„",
  "mn53:3.1": "Blaženi ćutke prihvati ovaj poziv.",
  "mn53:3.2": "Kad su videli da se saglasio, ustadoše sa svojih mesta, poklone mu se i pazeći da im on ostane sa desne strane, odoše do one dvorane. Pod potpuno pokriše prostirkama, pripremiše mesta za sedenje, donesoše veliko bure za vodu i okačiše jednu uljanu lampu.",
  "mn53:3.3": "Onda se vratiše do Blaženog, pokloniše mu se, stadoše sa strane i",
  "mn53:3.4": "rekoše:",
  "mn53:3.5": "„Poštovani gospodine, pod smo potpuno pokrili prostirkama, pripremili mesta za sedenje, doneli smo veliko bure za vodu i okačili jednu uljanu lampu.",
  "mn53:3.6": "Vreme je za Blaženog da učini onako kako misli da treba.„",
  "mn53:4.1": "Na to se Blaženi obuče, uze svoju prosjačku zdelu i ogrtač i praćen grupom monaha ode do dvorane. Kad je stigao, opra noge i uđe u dvoranu te sede uz centralni stub okrenut istoku.",
  "mn53:4.2": "Monasi takođe opraše noge i uđoše u dvoranu te sedoše uz zapadni zid okrenuti istoku, a Blaženi je sedeo pred njima.",
  "mn53:4.3": "Sakyani iz Kapilavatthua takođe opraše noge i uđoše u dvoranu, sedoše uz istočni zid okrenuti zapadu, a Blaženi je sedeo pred njima.",
  "mn53:5.1": "Potom, pošto je Blaženi uputio, podstakao, nadahnuo i ohrabrio Sakyane iz Kapilavatthua svojim govorom o Dhammi, reče on poštovanom Ānandi:",
  "mn53:5.2": "„Ānanda, govori ti Sakyanima iz Kapilavatthua o učeniku na putu višeg vežbanja, koji je stupio na put.",
  "mn53:5.3": "Mene bole leđa i",
  "mn53:5.4": "odmoriću se.„",
  "mn53:5.5": "„U redu, poštovani gospodine”, odgovori poštovani Ānanda.",
  "mn53:5.6": "Onda Blaženi presavije svoj gornji ogrtač na četvoro, te leže na desnu stranu, u lavlji položaj, s jednim stopalom povrh drugog, svestan i s jasnim razumevanjem, pošto je u svom umu odredio vreme za ustajanje.",
  "mn53:6.1": "Potom se Ānanda obrati Mahānāmi Sakyaninu ovako:",
  "mn53:6.2": "„Mahānāma, postoji plemeniti učenik koji poseduje vrlinu, stražari na vratima čula, umeren je u jelu i posvećen budnosti; poseduje sedam dobrih kvaliteta; po volji, bez poteškoća, ulazi u sva četiri zadubljenja, koja čine uzvišen um i obezbeđuju prijatno boravište ovde i sada.",
  "mn53:7.1": "A kako plemeniti učenik poseduje vrlinu?",
  "mn53:7.2": "Tako što je plemeniti učenik čestit, ne krši monaška pravila, savršen je u ponašanju i ophođenju, zazire i od najmanjeg prekršaja, vežba sebe pridržavajući se pravila vežbanja.",
  "mn53:7.3": "Tako plemeniti učenik poseduje vrlinu.",
  "mn53:8.1": "A kako plemeniti učenik stražari na vratima čula?",
  "mn53:8.2": "Kad okom vidi oblik, ne vezuje se za njegova obeležja i detalje.",
  "mn53:8.3": "Ako oko ostavi bez nadzora, štetna stanja gramzivosti i odbojnosti mogu ga napasti, te zato vežba njegovo obuzdavanje, stražari na vratima oka, obuzdava oko.",
  "mn53:8.4": "Kada uhom čuje zvuk…",
  "mn53:8.5": "Kada nosom oseti miris…",
  "mn53:8.6": "Kada jezikom oseti ukus…",
  "mn53:8.7": "Kada telom dodirne neki predmet…",
  "mn53:8.8": "Kada umom prepozna objekat uma, ne vezuje se za njegova obeležja i detalje.",
  "mn53:8.9": "Ako um ostavi bez nadzora, štetna stanja gramzivosti i odbojnosti mogu ga napasti, te zato vežba njegovo obuzdavanje, stražari na vratima uma, obuzdava um.",
  "mn53:8.10": "Tako plemeniti učenik stražari na vratima svojih čula.",
  "mn53:9.1": "A kako je plemeniti učenik umeren u jelu?",
  "mn53:9.2": "Pošto dobro razmisli, plemeniti učenik hranu ne koristi za zabavu, ni za omamljivanje, ni radi fizičke lepote i privlačnosti, već samo radi snage i izdržljivosti svoga tela, da ukloni glad, kao potporu svetačkom životu.",
  "mn53:9.3": "Ovako razmišlja: ’Na taj način ću iskoreniti stare osećaje, a neću stvoriti nove; biću zdrav, neporočan i živeti ugodno.’",
  "mn53:9.4": "Tako je plemeniti učenik umeren u jelu.",
  "mn53:10.1": "A kako je plemeniti učenik posvećen budnosti?",
  "mn53:10.2": "Tokom dana, dok hoda ili sedi, plemeniti učenik pročišćuje svoj um od svih stanja koja ga ometaju.",
  "mn53:10.3": "U prvoj trećini noći, dok hoda ili sedi, pročišćuje svoj um od svih stanja koja ga ometaju.",
  "mn53:10.4": "U drugoj trećini noći leže na desnu stranu, u lavlji položaj, sa jednim stopalom povrh drugog, svestan i s jasnim razumevanjem, pošto je u svom umu odredio vreme za ustajanje.",
  "mn53:10.5": "Kad ustane, u poslednjoj trećini noći, dok hoda ili sedi, pročišćuje svoj um od svih stanja koja ga ometaju.",
  "mn53:10.6": "Tako je plemeniti učenik posvećen budnosti.",
  "mn53:11.1": "A kako plemeniti učenik poseduje sedam dobrih kvaliteta?",
  "mn53:11.2": "Plemeniti učenik ima veru u sebi, veruje u Tathāgatino probuđenje ovako:",
  "mn53:11.3": "’Blaženi je plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen.’",
  "mn53:12.1": "Oseća stid od nedela; sramota ga je da čini loša dela telom, govorom i umom, sramota ga je da se upušta u loše, štetne postupke.",
  "mn53:13.1": "Strahuje od nedela; plaši se da čini loša dela telom, govorom i umom, plaši se da se upušta u loše, štetne postupke.",
  "mn53:14.1": "Mnogo je čuo, zapamtio je to što je čuo i razumeo. Učenje koje je divno na početku, divno u sredini, divno na kraju, pravog značenja i izraza, upućuje na potpuno zaokružen i pročišćen svetački život–upravo takvog učenja je monah mnogo čuo, zapamtio to što je čuo, može da ga ponovi, istražio ga je svojim umom i dobro razumeo.",
  "mn53:15.1": "Energičan je u napuštanju štetnih i okretanju ka korisnim stanjima; postojan je, čvrst u naporu, a ne nemaran u razvijanju korisnih stanja.",
  "mn53:16.1": "Ima svesnost; poseduje najvišu svesnost i veštinu; seća se i zna šta",
  "mn53:17.1": "Mudar je; poseduje mudrost u pogledu nastanka i nestanka, koja je plemenita, prodorna i vodi potpunom razaranju patnje.",
  "mn53:17.2": "Tako plemeniti učenik poseduje sedam dobrih kvaliteta.",
  "mn53:18.1": "A kako plemeniti učenik po volji, bez poteškoća, ulazi u sva četiri zadubljenja, koja čine uzvišen um i obezbeđuju prijatno boravište ovde i sada?",
  "mn53:18.2": "Tako, sasvim obuzdanih čula, bez mentalnih nečistoća, plemeniti učenik ulazi i ostaje na prvom stupnju zadubljenja…",
  "mn53:18.3": "Smirivanjem usmerene misli i istraživanja ulazi i ostaje na drugom stupnju zadubljenja…",
  "mn53:18.4": "Slabljenjem ushićenja… ulazi i ostaje na trećem stupnju zadubljenja…",
  "mn53:18.5": "Napuštanjem zadovoljstva i bola… ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn53:18.6": "Tako plemeniti učenik po volji, bez poteškoća, ulazi u sva četiri zadubljenja, koja čine uzvišen um i obezbeđuju prijatno boravište ovde i sada.",
  "mn53:19.1": "Kad plemeniti učenik postane taj koji poseduje vrlinu, stražari na vratima svojih čula, umeren je u jelu i posvećen budnosti; poseduje sedam dobrih kvaliteta; po volji, bez poteškoća, ulazi u sva četiri zadubljenja, koja čine uzvišen um i obezbeđuju prijatno boravište ovde i sada–tada se naziva onaj koji je u višem vežbanju, koji je stupio na put. On nije pokvareno jaje, već je u stanju da probije ljusku, sposoban za probuđenje, sposoban da dosegne najvišu sigurnost od ropstva.",
  "mn53:19.2": "Zamisli da postoji kokoška sa osam, deset ili dvanaest jaja, koja ih je pokrila, grejala i negovala kako treba.",
  "mn53:19.3": "Čak i ako ne poželi: ’Oh, kad bi moji pilići probili ljusku svojim kandžama i kljunom i bezbedno se izlegli!’,",
  "mn53:19.4": "ipak su pilići u stanju da probiju ljusku svojim kandžama i kljunom i bezbedno se izlegu.",
  "mn53:19.5": "Isto tako, plemeniti učenik je postao onaj koji poseduje vrlinu… on se naziva onaj koji je u višem vežbanju, koji je stupio na put. On nije pokvareno jaje, već je u stanju da probije ljusku, sposoban za probuđenje, sposoban da dosegne najvišu sigurnost od ropstva.",
  "mn53:20.1": "Stigavši upravo do iste te najviše svesnosti, čija je čistota zasnovana na spokojstvu, ovaj plemeniti učenik se seća mnoštva svojih prošlih života…",
  "mn53:20.2": "(kao sutta 51, §24)… Tako se on seća mnoštva svojih prošlih života u celini i do detalja.",
  "mn53:20.3": "To je njegov prvi proboj, nalik pilićima one kokoške koji probiju ljusku u kojoj su začeti.",
  "mn53:21.1": "Stigavši upravo do iste te najviše svesnosti, čija je čistota zasnovana na spokojstvu, duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, vidi bića kako umiru i ponovo se rađaju… (kao sutta 51, §25)… u skladu sa svojim postupcima.",
  "mn53:21.2": "To je njegov drugi proboj, nalik pilićima one kokoške koji probiju ljusku u kojoj su začeti.",
  "mn53:22.1": "Stigavši upravo do iste te najviše svesnosti, čija je čistota zasnovana na spokojstvu, razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazi i ostaje u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen.",
  "mn53:22.2": "To je njegov treći proboj, nalik pilićima one kokoške koji probiju ljusku u kojoj su začeti.",
  "mn53:23.1": "Kad plemeniti učenik poseduje vrlinu, to je njegovo ponašanje.",
  "mn53:23.2": "Kad stražari na vratima svojih čula, to je njegovo ponašanje.",
  "mn53:23.3": "Kad je umeren u jelu, to je njegovo ponašanje.",
  "mn53:23.4": "Kad je posvećen budnosti, to je njegovo ponašanje.",
  "mn53:23.5": "Kad poseduje sedam dobrih kvaliteta, to je njegovo ponašanje.",
  "mn53:23.6": "Kad po volji, bez poteškoća, ulazi u sva četiri zadubljenja, koja čine uzvišen um i obezbeđuju prijatno boravište ovde i sada, to je njegovo ponašanje.",
  "mn53:24.1": "Kad se seća mnoštva svojih prošlih života… u celini i do detalja, to je njegovo istinsko znanje.",
  "mn53:24.2": "Kad duhovnim okom… vidi bića kako umiru i ponovo se rađaju i razume kako se bića kreću u skladu sa svojim postupcima, to je njegovo istinsko znanje.",
  "mn53:24.3": "Kada, razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazi i ostaje u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen, to je njegovo istinsko znanje.",
  "mn53:25.1": "Za tog plemenitog učenika se tada kaže da je savršen u istinskom znanju, savršen u ponašanju, savršen u istinskom znanju i ponašanju.",
  "mn53:25.2": "A ove stihove izgovori Brahmā Sanankumāra:",
  "mn53:25.3": "’Plemenit klan se smatra najboljim među ljudima po poreklu;",
  "mn53:25.4": "ali najbolji je među božanstvima i ljudima ako je savršen u istinskom znanju i ponašanju.’",
  "mn53:25.5": "",
  "mn53:25.6": "",
  "mn53:25.7": "Te stihove je Brahmā Sunankumāra dobro otpevao, a ne loše; dobro ih je izgovorio, a ne loše; imaju značenje, nisu besmisleni; Blaženi ih je potvrdio.„",
  "mn53:26.1": "Onda Blaženi ustade i obrati se poštovanom Ānandi ovim rečima:",
  "mn53:26.2": "„Dobro je, dobro je, Ānanda!",
  "mn53:26.3": "Dobro je što si Sakyanima iz Kapilavatthua govorio o plemenitom učeniku na putu višeg vežbanja, koji je stupio na put.„",
  "mn53:26.4": "Tako reče poštovani Ānanda.",
  "mn53:26.5": "I Učitelj je to odobrio.",
  "mn53:26.6": "Zadovoljni, Sakyani iz Kapilavatthua obradovaše se Ānandinim rečima."
}