{
  "mn54:0.1": "Budini govori srednje dužine 54",
  "mn54:0.2": "Govor Potaliyi",
  "mn54:1.1": "Ovako sam čuo.",
  "mn54:1.2": "Jednom je Blaženi boravio u zemlji Anguttarāpana, kraj grada po imenu Āpaṇa.",
  "mn54:2.1": "Jednoga jutra Blaženi se obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Āpaṇe da prosi hranu.",
  "mn54:2.2": "Kad je prošao Āpaṇu i vratio se iz prošenja hrane, posle obroka, otide on do jednog gaja da tamo provede ostatak dana.",
  "mn54:2.3": "Kad je zašao u gaj, sede u podnožje nekog drveta.",
  "mn54:3.1": "A kućedomaćin Potaliya je šetao i lutao unaokolo da protegne noge, svečano obučen, sa suncobranom i u kitnjastim sandalama, te se zaputi u isti taj gaj.",
  "mn54:3.2": "Pošto se u njemu obreo, dođe do Blaženoga i pozdravi se s njim.",
  "mn54:3.3": "Kada taj učtivi i prijateljski razgovor bi završen, stade sa strane.",
  "mn54:3.4": "A Blaženi mu se obrati: „Ima mesta, domaćine, slobodno sedi gde želiš.”",
  "mn54:3.5": "Kad to bi izrečeno, kućedomaćin Potaliya pomisli: „Asketa Gotama mi se obraća sa ’domaćine’”, te ljutit i nezadovoljan, ništa ne odgovori.",
  "mn54:3.6": "Drugi put mu Blaženi reče: „Ima mesta, domaćine, slobodno sedi gde želiš.”",
  "mn54:3.7": "I drugi put kućedomaćin Potaliya pomisli: „Asketa Gotama mi se obraća sa ’domaćine’”, te ljutit i nezadovoljan, ništa ne odgovori.",
  "mn54:3.8": "Treći put mu Blaženi reče: „Ima mesta, domaćine, slobodno sedi gde želiš.”",
  "mn54:3.9": "Kad to bi rečeno, kućedomaćin Potaliya pomisli: „Asketa Gotama mi se obraća sa ’domaćine’”, te ljutit i nezadovoljan reče Blaženom: „Učitelju Gotama, ne priliči, nije u redu da me oslovljavaš sa ’domaćine.’”",
  "mn54:3.10": "„Domaćine, ti ličiš, a imaš i obeležja i oznake domaćina.”",
  "mn54:3.11": "„I pored toga, učitelju Gotama, ja sam napustio sve svoje poslove i presekao sve svoje veze.”",
  "mn54:3.12": "„A na koji način si, domaćine, napustio sve svoje poslove i presekao sve svoje veze?”",
  "mn54:3.13": "„Učitelju Gotama, sve svoje imanje, useve, srebro i zlato predao sam svojoj deci kao nasledstvo. Ne savetujem ih, niti prekorevam, živim samo na hrani i odeći.",
  "mn54:3.14": "Tako sam napustio sve svoje poslove i presekao sve svoje veze.„",
  "mn54:3.15": "„Domaćine, presecanje veza onako kako si ti opisao jedna je stvar, ali unutar prakse Plemenitog presecanje veza sasvim je nešto drugo.”",
  "mn54:3.16": "„A kakvo je presecanje veza unutar prakse Plemenitog, poštovani gospodine?",
  "mn54:3.17": "Bilo bi dobro da me Blaženi poduči Dhammi i pokaže kakvo je presecanje veza unutar prakse Plemenitog.„",
  "mn54:3.18": "„Onda slušaj, domaćine, i dobro zapamti šta ću ti reći.”",
  "mn54:3.19": "„Da, poštovani gospodine,” odgovori domaćin Potaliya.",
  "mn54:4.1": "A Blaženi ovako nastavi:",
  "mn54:4.2": "„Domaćine, unutar prakse Plemenitog osam je stvari koje vode presecanju veza.",
  "mn54:4.3": "Kojih osam?",
  "mn54:4.4": "Pomoću neubijanja živih bića, ubijanje živih bića treba napustiti.",
  "mn54:4.5": "Pomoću uzimanja samo onoga što je dato, uzimanje onoga što nije dato treba napustiti.",
  "mn54:4.6": "Pomoću istinitog govora, laganje treba napustiti.",
  "mn54:4.7": "Pomoću nezlonamernog govora, zlonameran govor treba napustiti.",
  "mn54:4.8": "Pomoću odustajanja od nezasite pohlepe, nezasitu pohlepu treba napustiti.",
  "mn54:4.9": "Pomoću odustajanja od zlonamernog prigovaranja, zlonamerno prigovaranje treba napustiti.",
  "mn54:4.10": "Pomoću odustajanja od besnog očajanja, očajanje rođeno iz besa treba napustiti.",
  "mn54:4.11": "Pomoću skromnosti, aroganciju treba napustiti.",
  "mn54:4.12": "To je osam stvari unutar prakse Plemenitog, ukratko nabrojanih, bez zalaženja u detalje, koje vode presecanju veza.„",
  "mn54:5.1": "„Bilo bi dobro ako bi, iz saosećanja, Blaženi detaljnije izložio tih osam stvari unutar prakse Plemenitog koje vode presecanju veza, a Blaženi ih je ukratko nabrojao, bez zalaženja u detalje.”",
  "mn54:5.2": "„Onda slušaj, domaćine, i dobro zapamti šta ću ti reći.”",
  "mn54:5.3": "„Da, poštovani gospodine,” odgovori kućedomaćin Potaliya.",
  "mn54:5.4": "A Blaženi ovako nastavi:",
  "mn54:6.1": "„’Pomoću neubijanja živih bića, ubijanje živih bića treba napustiti.’ Tako je rečeno.",
  "mn54:6.2": "A u vezi sa čime je ovo rečeno?",
  "mn54:6.3": "Plemeniti učenik ovako razmišlja: ’Vežbam način napuštanja i presecanja onih veza zbog kojih bih mogao ubiti živa bića.",
  "mn54:6.4": "Ako bih ubijao živa bića, sebe bih krivio zbog toga; posle razmatranja, mudri bi me kritikovali što to radim; a posle sloma tela, posle smrti, zbog ubijanja živih bića mogao bih očekivati da se preporodim na nesrećnom odredištu.",
  "mn54:6.5": "Ali ovo ubijanje živih bića je samo po sebi okov i prepreka.",
  "mn54:6.6": "I dok se otrovi, potištenost i groznica mogu javiti usled ubijanja živih bića, nema otrova, potištenosti i groznice u onome ko je odustao od ubijanja živih bića.’",
  "mn54:6.7": "U vezi s tim je rečeno: ’Pomoću neubijanja živih bića, ubijanje živih bića treba napustiti.’",
  "mn54:6.8": "",
  "mn54:7.1": "’Pomoću uzimanja samo onoga što je dato, uzimanje onoga što nije dato treba napustiti.’ Tako je rečeno…",
  "mn54:7.2": "",
  "mn54:7.3": "",
  "mn54:7.4": "",
  "mn54:7.5": "",
  "mn54:7.6": "",
  "mn54:7.7": "",
  "mn54:7.8": "",
  "mn54:8.1": "’Pomoću istinitog govora, laganje treba napustiti.’ Tako je rečeno…",
  "mn54:8.2": "",
  "mn54:8.3": "",
  "mn54:8.4": "",
  "mn54:8.5": "",
  "mn54:8.6": "",
  "mn54:8.7": "",
  "mn54:8.8": "",
  "mn54:9.1": "’Pomoću nezlonamernog govora, zlonameran govor treba napustiti.’ Tako je rečeno…",
  "mn54:9.2": "",
  "mn54:9.3": "",
  "mn54:9.4": "",
  "mn54:9.5": "",
  "mn54:9.6": "",
  "mn54:9.7": "",
  "mn54:9.8": "",
  "mn54:10.1": "’Pomoću odustajanja od nezasite pohlepe, nezasitu pohlepu treba napustiti.’ Tako je rečeno…",
  "mn54:10.2": "",
  "mn54:10.3": "",
  "mn54:10.4": "",
  "mn54:10.5": "",
  "mn54:10.6": "",
  "mn54:10.7": "",
  "mn54:10.8": "",
  "mn54:11.1": "’Pomoću odustajanja od zlonamernog prigovaranja, zlonamerno prigovaranje treba napustiti.’ Tako je rečeno…",
  "mn54:11.2": "",
  "mn54:11.3": "",
  "mn54:11.4": "",
  "mn54:11.5": "",
  "mn54:11.6": "",
  "mn54:11.7": "",
  "mn54:11.8": "",
  "mn54:12.1": "’Pomoću odustajanja od besnog očajanja, očajanje rođeno iz besa treba napustiti.’ Tako je rečeno…",
  "mn54:12.2": "",
  "mn54:12.3": "",
  "mn54:12.4": "",
  "mn54:12.5": "",
  "mn54:12.6": "",
  "mn54:12.7": "",
  "mn54:12.8": "",
  "mn54:13.1": "’Pomoću skromnosti, aroganciju treba napustiti.’ Tako je rečeno.",
  "mn54:13.2": "A u vezi sa čime je ovo rečeno?",
  "mn54:13.3": "Plemeniti učenik ovako razmišlja: ’Vežbam način napuštanja i presecanja ovih veza zbog kojih bih mogao biti arogantan.",
  "mn54:13.4": "Ako bih bio arogantan, sebe bih krivio zbog toga; posle razmatranja, mudri bi me kritikovali što sam takav; a posle sloma tela, posle smrti, zbog arogancije, mogao bih očekivati da se preporodim na nesrećnom odredištu.",
  "mn54:13.5": "Ova arogancija sama po sebi je okov i prepreka.",
  "mn54:13.6": "I dok se otrovi, potištenost i groznica mogu javiti usled arogancije, nema otrova, potištenosti i groznice u onome ko je odustao od arogancije.’",
  "mn54:13.7": "U vezi s tim je rečeno: ’Pomoću skromnosti, aroganciju treba napustiti.’",
  "mn54:13.8": "",
  "mn54:14.1": "Ovih osam stvari unutar prakse Plemenitog koje vode presecanju veza sada su detaljnije izložene.",
  "mn54:14.2": "Ali presecanje veza unutar prakse Plemenitog još nije do kraja i u potpunosti dostignuto.„",
  "mn54:14.3": "„A kako se presecanje veza unutar prakse Plemenitog do kraja i u potpunosti dostiže?",
  "mn54:14.4": "Bilo bi dobro da me Blaženi poduči Dhammi, pokaže kako se presecanje veza unutar prakse Plemenitog do kraja i u potpunosti dostiže.„",
  "mn54:14.5": "„Onda slušaj, domaćine, i dobro zapamti šta ću ti reći.”",
  "mn54:14.6": "„Da, poštovani gospodine,” odgovori kućedomaćin Potaliya.",
  "mn54:14.7": "A Blaženi ovako nastavi:",
  "mn54:15.0": "",
  "mn54:15.1": "„Domaćine, zamisli psa, savladanog glađu i malaksalošću, koji čeka pred mesarom.",
  "mn54:15.2": "I onda iskusni mesar ili njegov pomoćnik uzme kostur, umrljan krvlju, s kojeg je skinuto sve meso i baci ga psu.",
  "mn54:15.3": "Šta misliš, domaćine?",
  "mn54:15.4": "Hoće li se taj pas osloboditi gladi i malaksalosti dok glođe kostur umrljan krvlju, s kojeg je skinuto sve meso?„",
  "mn54:15.5": "„Neće.",
  "mn54:15.6": "A zašto?",
  "mn54:15.7": "Zato što se taj kostur sastoji samo od kostiju umrljanih krvlju.",
  "mn54:15.8": "I na kraju, taj pas će od svega toga imati samo umor i razočarenje.„",
  "mn54:15.9": "„Isto tako, domaćine, plemeniti učenik ovako razmišlja:",
  "mn54:15.10": "’Blaženi je zadovoljstva čula uporedio s kosturom; ona donose mnogo patnje i mnogo nevolja, velika je opasnost u njima.’",
  "mn54:15.11": "Sagledavši to onako kako zaista jeste, s pravom mudrošću, on izbegava smirenje koje je raznoliko, zasnovano na raznolikosti, i razvija smirenje koje je ujedinjeno, zasnovano na jedinstvu, u kojem vezivanje za materijalne stvari ovoga sveta potpuno prestaje, bez ostatka.",
  "mn54:16.1": "Domaćine, zamisli lešinara, gavrana ili sokola koji je zgrabio komad mesa i poleteo, a onda drugi lešinari, gavrani i sokoli polete za njim i krenu da ga kljucaju i čerupaju kandžama.",
  "mn54:16.2": "Šta misliš, domaćine?",
  "mn54:16.3": "Ako se taj lešinar, gavran ili soko brzo ne oslobodi onog komada mesa, neće li ga druge ptice ubiti ili teško povrediti zbog tog komada mesa?„",
  "mn54:16.4": "„Hoće, poštovani gospodine.”",
  "mn54:16.5": "„Isto tako, domaćine, plemeniti učenik ovako razmišlja:",
  "mn54:16.6": "’Blaženi je zadovoljstva čula uporedio sa komadom mesa; ona donose mnogo patnje i mnogo nevolja, velika je opasnost u njima.’",
  "mn54:16.7": "Sagledavši to onako kako zaista jeste, s pravom mudrošću… vezivanje za materijalne stvari ovoga sveta potpuno prestaje, bez ostatka.",
  "mn54:16.8": "",
  "mn54:17.1": "Domaćine, zamisli čoveka koji uzme baklju od upaljene trave i krene naspram vetra.",
  "mn54:17.2": "Šta misliš, domaćine?",
  "mn54:17.3": "Ako taj čovek hitro ne baci baklju od upaljene trave, hoće li mu ona opržiti šaku, ruku ili neki drugi deo tela, tako da od toga umre ili bude teško povređen?„",
  "mn54:17.4": "„Hoće, poštovani gospodine.”",
  "mn54:17.5": "„Isto tako, domaćine, plemeniti učenik ovako razmišlja:",
  "mn54:17.6": "’Blaženi je zadovoljstva čula uporedio s bakljom od upaljene trave; ona donose mnogo patnje i mnogo nevolja, velika je opasnost u njima.’",
  "mn54:17.7": "Sagledavši to onako kako zaista jeste, s pravom mudrošću… vezivanje za materijalne stvari ovoga sveta potpuno prestaje, bez ostatka.",
  "mn54:18.1": "Domaćine, zamisli jamu sa užarenim ugljevljem, dublju od čovekove visine, punu užarenog ugljevlja, iz koje se dižu plamen i dim.",
  "mn54:18.2": "A onda i čoveka koji želi da živi i ne želi da umre, želi zadovoljstvo i uzmiče od bola, pa ga dva snažna čoveka zgrabe za obe ruke i odvuku do one jame.",
  "mn54:18.3": "Šta misliš, domaćine?",
  "mn54:18.4": "Hoće li onaj čovek pokušavati nekako da im se otrgne?„",
  "mn54:18.5": "„Hoće.",
  "mn54:18.6": "A zašto?",
  "mn54:18.7": "Taj čovek zna: ako upadne u tu jamu, to će mu doneti smrt ili veliku patnju.„",
  "mn54:18.8": "„Isto tako, domaćine, plemeniti učenik ovako razmišlja:",
  "mn54:18.9": "’Blaženi je zadovoljstva čula uporedio sa jamom punom užarenog ugljevlja; ona donose mnogo patnje i mnogo nevolja, velika je opasnost u njima.’",
  "mn54:18.10": "Sagledavši to onako kako zaista jeste, s pravom mudrošću… vezivanje za materijalne stvari ovoga sveta potpuno prestaje, bez ostatka.",
  "mn54:18.11": "",
  "mn54:19.1": "Domaćine, zamisli čoveka koji sanja o divnim parkovima, divnim šumarcima, divnim livadama i divnim jezerima, a kad se probudi ničega od toga nema.",
  "mn54:19.2": "Isto tako, domaćine, plemeniti učenik ovako razmišlja:",
  "mn54:19.3": "’Blaženi je zadovoljstva čula uporedio sa snom; ona donose mnogo patnje i mnogo nevolja, velika je opasnost u njima.’",
  "mn54:19.4": "Sagledavši to onako kako zaista jeste, s pravom mudrošću… vezivanje za materijalne stvari ovoga sveta potpuno prestaje, bez ostatka.",
  "mn54:19.5": "",
  "mn54:20.1": "Domaćine, zamisli čoveka koji je uzeo neke stvari na pozajmicu–ukrašenu kočiju ili minđuše od dragog kamenja.",
  "mn54:20.2": "A kad ga vide, ljudi kažu: ’Gospodo, ovo je bogat čovek!",
  "mn54:20.3": "Evo kako bogataši uživaju u svom imetku!’",
  "mn54:20.4": "Onda vlasnici tih stvari, kad ga sretnu, od njega uzmu to što je pozajmio.",
  "mn54:20.5": "Šta misliš, domaćine?",
  "mn54:20.6": "Da li je to dovoljno da taj čovek postane potišten?„",
  "mn54:20.7": "„Jeste.",
  "mn54:20.8": "A zašto?",
  "mn54:20.9": "Zato što su vlasnici od njega uzeli to što je pozajmio.„",
  "mn54:20.10": "„Isto tako, domaćine, plemeniti učenik ovako razmišlja:",
  "mn54:20.11": "’Blaženi je zadovoljstva čula uporedio s pozajmljenim stvarima; ona donose mnogo patnje i mnogo nevolja, velika je opasnost u njima.’",
  "mn54:20.12": "Sagledavši to onako kako zaista jeste, s pravom mudrošću… vezivanje za materijalne stvari ovoga sveta potpuno prestaje, bez ostatka.",
  "mn54:21.1": "Domaćine, zamisli gustu šumu ne suviše udaljenu od nekog sela ili grada i u njoj voćku punu plodova, ali nijedan još nije još pao na zemlju.",
  "mn54:21.2": "A onda se pojavi čovek kojem treba voće, traži voće, ide u potragu za voćem, te uđe u šumu i ugleda voćku punu plodova.",
  "mn54:21.3": "Na to pomisli: ’Ova voćka je puna plodova, ali nijedan još pao na zemlju.",
  "mn54:21.4": "Znam kako da se popnem na drvo, pa zašto se na njega ne bih popeo, najeo se koliko god želim i još napunio torbu.’",
  "mn54:21.5": "Tako i učini.",
  "mn54:21.6": "Onda se pojavi drugi čovek kojem treba voće, traži voće, ide u potragu za voćem, sa oštrom sekirom u ruci, te uđe u šumu i ugleda voćku punu plodova.",
  "mn54:21.7": "Na to pomisli: ’Ova voćka je puna plodova, ali nijedan još nije pao na zemlju.",
  "mn54:21.8": "Ne znam kako da se popnem na drvo, pa zašto ne bih posekao ovo drvo u samom korenu, najeo se koliko god želim i još napunio torbu.’",
  "mn54:21.9": "Tako i učini.",
  "mn54:21.10": "Šta misliš, domaćine?",
  "mn54:21.11": "Ako onaj prvi čovek što se popeo na drvo ne bi brzo sa njega sišao, kad se drvo sruši, da li bi slomio ruku, nogu ili neki drugi deo tela, da li bi zbog toga poginuo ili bio teško povređen?„",
  "mn54:21.12": "„Da, poštovani gospodine.”",
  "mn54:21.13": "„Isto tako, domaćine, plemeniti učenik ovako razmišlja:",
  "mn54:21.14": "’Blaženi je zadovoljstva čula uporedio s voćkom; ona donose mnogo patnje i mnogo nevolja, velika je opasnost u njima.’",
  "mn54:21.15": "Sagledavši to onako kako zaista jeste, s pravom mudrošću, on izbegava smirenje koje je raznoliko, zasnovano na raznolikosti, i razvija smirenje koje je ujedinjeno, zasnovano na jedinstvu, u kojem vezivanje za materijalne stvari ovoga sveta potpuno prestaje, bez ostatka.",
  "mn54:21.16": "",
  "mn54:21.17": "",
  "mn54:21.18": "",
  "mn54:21.19": "",
  "mn54:21.20": "",
  "mn54:21.21": "",
  "mn54:21.22": "",
  "mn54:22.1": "I stigavši do iste one potpune svesnosti čija čistota počiva na spokojstvu, ovaj plemeniti učenik seća se mnoštva svojih prošlih života, jednog rođenja, dva rođenja… (kao sutta 51, §24)… Tako se on seća mnoštva svojih prošlih života u celini i do detalja.",
  "mn54:22.2": "",
  "mn54:23.1": "Stigavši do iste one svesnosti čija čistota počiva na spokojstvu, ovaj plemeniti učenik duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, vidi bića kako umiru i ponovo se rađaju… (kao sutta 51, §25)… i uviđa kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna u skladu sa svojim postupcima.",
  "mn54:24.1": "Stigavši do iste one svesnosti čija čistota počiva na spokojstvu, razumevajući sopstvenim neposrednim znanjem, ovaj plemeniti učenik ovde i sada ulazi i ostaje u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen.",
  "mn54:25.1": "Na toj tački, domaćine, presecanje veza unutar prakse Plemenitog je do kraja i u potpunosti dostignuto.",
  "mn54:25.2": "Šta misliš, domaćine?",
  "mn54:25.3": "Vidiš li u sebi bilo kakvo presecanje veza kakvo je presecanje veza unutar prakse Plemenitog, kada je do kraja i u potpunosti dostignuto?„",
  "mn54:25.4": "„Poštovani gospodine, ko sam ja da postignem bilo kakvo presecanje veza do kraja i u potpunosti nalik presecanju veza unutar prakse Plemenitog?",
  "mn54:25.5": "Zaista sam još daleko od presecanja veza unutar prakse Plemenitog, kada je do kraja i u potpunosti dostignuto.",
  "mn54:25.6": "Poštovani gospodine, iako askete drugih tradicija nisu plemeniti, razumeli smo da oni jesu plemeniti; iako oni nisu plemeniti, hranili smo ih hranom za plemenite; iako nisu plemeniti, stavljali smo ih na mesto plemenitih.",
  "mn54:25.7": "Nasuprot tome, iako su monasi plemeniti, razumeli smo da nisu plemeniti; iako su plemeniti, hranili smo ih hranom za neplemenite; iako su plemeniti, stavljali smo ih na mesto neplemenitih.",
  "mn54:25.8": "Ali sada, pošto askete drugih tradicija nisu plemeniti, razumećemo da nisu plemeniti; pošto nisu plemeniti, hranićemo ih hranom za neplemenite; pošto nisu plemeniti, stavljaćemo ih na mesto neplemenitih.",
  "mn54:25.9": "Pošto su monasi plemeniti, razumećemo da su oni plemeniti; pošto su plemeniti, hranićemo ih hranom za plemenite; pošto su plemeniti, stavljaćemo ih na mesto plemenitih.",
  "mn54:25.10": "Blaženi je u meni nadahnuo ljubav prema asketama, poverenje u askete, poštovanje prema asketama.",
  "mn54:26.1": "„Izvrsno, učitelju Gotama! Izvrsno, učitelju Gotama!",
  "mn54:26.2": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu.",
  "mn54:26.3": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište.",
  "mn54:26.4": "Neka me učitelj Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!„"
}