{
  "mn55:0.1": "Budini govori srednje dužine 55",
  "mn55:0.2": "Govor Đīvaku",
  "mn55:1.1": "Ovako sam čuo.",
  "mn55:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u mangovom gaju koji je sanghi poklonio Đīvaka Komarabhaćća.",
  "mn55:2.1": "Onda Đīvaka Komārabhaćća otide do Blaženog, pokloni mu se, sede sa strane i ovako reče:",
  "mn55:3.1": "Poštovani gospodine, ovako sam čuo:",
  "mn55:3.2": "Oni kolju živa bića radi askete Gotame; iako zna za to, asketa Gotama, jede meso pripremljeno za njega od životinja ubijenih njega radi.",
  "mn55:3.3": "Da li oni koji tako govore zaista ponavljaju ono što je rekao Blaženi ili ga tumače pogrešno, suprotno činjenicama? Objašnjavaju li oni u skladu sa Dhammom, na takav način da se bilo šta što bi bilo osnov za prigovor ne može s pravom izvesti iz njihovih tvrdnji?",
  "mn55:4.1": "Đīvaka, oni koji tako govore, ne ponavljaju ono što sam rekao, već o meni koriste neistine, suprotno činjenicama.",
  "mn55:5.1": "Đīvaka, kažem da postoje tri slučaja kada meso ne treba jesti:",
  "mn55:5.2": "kad vidiš, čuješ ili posumnjaš da je živo biće ubijeno radi monaha.",
  "mn55:5.3": "Kažem da meso ne treba jesti u ta tri slučaja.",
  "mn55:5.4": "Takođe kažem da postoje tri slučaja kada se meso može jesti:",
  "mn55:5.5": "kad ne vidiš, ne čuješ i ne posumnjaš da je živo biće ubijeno radi monaha.",
  "mn55:5.6": "Kažem da se meso može jesti u ta tri slučaja.",
  "mn55:6.1": "Tako, Đīvaka, monah živi zavisan od nekog sela ili grada.",
  "mn55:6.2": "Takav monah živi obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi.",
  "mn55:6.3": "Onda kućedomaćin ili kućedomaćinov sin ode do njega i pozove da sutradan dođe na obrok u njegov dom.",
  "mn55:6.4": "Monah, ako tako želi, prihvati poziv.",
  "mn55:6.5": "Kada noći dođe kraj, ujutro, obuče se, uzme svoju zdelu i gornji ogrtač, pa ode do doma kućedomaćinovog ili kućedomaćinovog sina i sede na pripremljeno mesto.",
  "mn55:6.6": "Onda ga kućedomaćin ili kućedomaćinov sin posluže ukusnom hranom.",
  "mn55:6.7": "A on ne razmišlja:",
  "mn55:6.8": "Kako je dobro što me kućedomaćin ili kućedomaćinov sin služe tako ukusnom hranom!",
  "mn55:6.9": "Kad bi me samo kućedomaćin ili kućedomaćinov sin posluživali tako ukusnom hranom i ubuduće!",
  "mn55:6.10": "Monah tako ne razmišlja.",
  "mn55:6.11": "Jede tu hranu ne vezujući se za nju, ne zanosi se njome i nije njome opsednut–uviđa opasnost u tome i zahvaljujući razumevanju uspeva da izbegne zamku.",
  "mn55:6.12": "Šta misliš, Đīvaka?",
  "mn55:6.13": "Da li bi u takvoj prilici monah uradio nešto na svoju nesreću ili na nesreću drugog ili na nesreću obojice?",
  "mn55:6.14": "Zaista ne bi.",
  "mn55:6.15": "Zar onda taj monah u takvoj prilici ne jede hranu kojoj se ne može ništa prigovoriti?",
  "mn55:7.1": "Jede, poštovani gospodine.",
  "mn55:7.2": "A ja sam ovako čuo:",
  "mn55:7.3": "Brahmā boravi u prijateljskoj ljubavi.",
  "mn55:7.4": "A Blaženi je moj vidljivi svedok tome;",
  "mn55:7.5": "jer Blaženi boravi u prijateljskoj ljubavi.",
  "mn55:7.6": "Đīvaka, svaku strast, svaku mržnju, svaku obmanutost iz kojih bi zlovolja mogla nastati, Tathāgata je napustio, sasekao ih u korenu, načinio poput palminog panja, uklonio ih, tako da se u budućnosti više ne mogu javiti.",
  "mn55:7.7": "Ako se to što si rekao na ovo odnosi, onda ga odobravam.",
  "mn55:7.8": "Poštovani gospodine, ono što sam govorio odnosilo se upravo na to.",
  "mn55:11.1": "Jede, poštovani gospodine.",
  "mn55:11.2": "A ja sam ovako čuo:",
  "mn55:11.3": "Brahmā boravi u spokojstvu.",
  "mn55:11.4": "Blaženi je moj vidljivi svedok tome;",
  "mn55:11.5": "jer Blaženi boravi u spokojstvu.",
  "mn55:11.6": "Đīvaka, svaku strast, svaku mržnju, svaku obmanutost iz kojih bi okrutnost, nezadovoljstvo ili averzija mogli nastati, Tathāgata je napustio, sasekao ih u korenu, načinio poput palminog panja, uklonio ih, tako da se u budućnosti više ne mogu javiti.",
  "mn55:11.7": "Ako se to što si rekao na ovo odnosi, onda ga odobravam.",
  "mn55:11.8": "Poštovani gospodine, ono što sam govorio odnosilo se upravo na to.",
  "mn55:12.1": "Ako bi bilo ko ubio živo biće zbog Tathāgate ili njegovog učenika, time sebi nanosi mnogo štete u pet slučajeva.",
  "mn55:12.2": "Kada kaže:",
  "mn55:12.3": "Idi i uhvati to živo biće, to je prvi slučaj kad sebi nanosi mnogo štete.",
  "mn55:12.4": "Kada to živo biće doživljava bol i muku dok ga na povocu vuku na klanje, to je drugi slučaj kad sebi nanosi mnogo štete.",
  "mn55:12.5": "Kada kaže:",
  "mn55:12.6": "Idi i zakolji to živo biće, to je treći slučaj kad sebi nanosi mnogo štete.",
  "mn55:12.7": "Kada to živo biće doživljava bol i muku dok ga kolju, to je četvrti slučaj kad sebi nanosi mnogo štete.",
  "mn55:12.8": "Kada Tathāgati ili njegovom učeniku poslužuje takvu hranu koja nije dopuštena, to je peti slučaj kad sebi nanosi mnogo štete.",
  "mn55:12.9": "Svako ko bi ubio živo biće zbog Tathāgate ili njegovog učenika, time sebi stvara mnogo štete u tih pet slučajeva.",
  "mn55:13.1": "Kada ovo bi rečeno, Đīvaka Komārabhaćća reče Blaženome:",
  "mn55:13.2": "Izvanredno, poštovani gospodine, čudesno!",
  "mn55:13.3": "Monasi sebe prehranjuju dopuštenom hranom.",
  "mn55:13.4": "Monasi sebe prehranjuju hranom kojoj se ne može ništa prigovoriti.",
  "mn55:13.5": "Izvrsno, učitelju Gotama! Izvrsno!",
  "mn55:13.6": "Neka me učitelj Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!",
  "mn55:8-10.1": "Tako, Đīvaka, monah živi zavisan od nekog sela ili grada.",
  "mn55:8-10.2": "umom prožetim saosećanjem",
  "mn55:8-10.3": "umom prožetim radošću zbog sreće drugih",
  "mn55:8-10.4": "Takav monah živi obasjavajući jednu stranu sveta umom prožetim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu;",
  "mn55:8-10.5": "takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi.",
  "mn55:8-10.6": "Onda kućedomaćin ili kućedomaćinov sin ode do njega i pozove da sutradan dođe na obrok u njegov dom.",
  "mn55:8-10.7": "Monah, ako tako želi, prihvati poziv",
  "mn55:8-10.8": "Kada noći dođe kraj, ujutro, obuče se, uzme svoju zdelu i gornji ogrtač, pa ode do doma kućedomaćinovog ili kućedomaćinovog sina i sede na pripremljeno mesto.",
  "mn55:8-10.9": "Onda ga kućedomaćin ili kućedomaćinov sin posluže ukusnom hranom.",
  "mn55:8-10.10": "",
  "mn55:8-10.11": "",
  "mn55:8-10.12": "",
  "mn55:8-10.13": "",
  "mn55:8-10.14": "",
  "mn55:8-10.15": "Šta misliš, Đīvaka?",
  "mn55:8-10.16": "Da li bi u takvoj prilici monah uradio nešto na svoju nesreću ili na nesreću drugog ili na nesreću obojice?",
  "mn55:8-10.17": "Ne bi, poštovani gospodine.",
  "mn55:8-10.18": "Zar onda taj monah u takvoj prilici ne jede hranu kojoj se ne može ništa prigovoriti?"
}