{
  "mn56:0.1": "Budini govori srednje dužine 56 ",
  "mn56:0.2": "Govor Upāliju",
  "mn56:1.1": "Ovako sam čuo.",
  "mn56:1.2": "Jednom je Blaženi boravio kraj Nāḷande, u Pāvārikinom mangovom gaju.",
  "mn56:2.1": "U isto vreme Nigaṇṭha Nātaputta boravio je u Nāḷandi, s velikom grupom nigaṇṭhi.",
  "mn56:2.2": "Jednom, pošto je nigaṇṭha (po imenu) Dīgha Tapassī isprosio hranu u Nāḷandi i vratio se, posle obroka otide on do Pāvārikinog mangovog gaja da vidi Blaženog.",
  "mn56:2.3": "Pozdravi se s Blaženim i kad taj učtivi i prijateljski razgovor bi završen, stade sa strane.",
  "mn56:2.4": "Dok je tako stajao, Blaženi mu reče: „Ima dovoljno mesta, Tapassī, sedi ako hoćeš.”",
  "mn56:3.1": "Kad to bi rečeno, Dīgha Tapassī sede sa strane, na niže mesto.",
  "mn56:3.2": "Onda ga Blaženi upita: „Tapassī, o koliko vrsta postupaka Nigaṇṭha Nātaputta govori da se njima čine loši postupci, stvaraju loši postupci?”",
  "mn56:3.3": "„Prijatelju Gotama, Nigaṇṭha Nātaputta obično ne koristi reč ’postupak, postupak’; Nigaṇṭha Nātaputta obično koristi reč ’batina, batina.’”",
  "mn56:3.4": "„Onda, Tapassī, o koliko vrsta batina Nigaṇṭha Nātaputta govori da se njima čine loši postupci, stvaraju loši postupci?”",
  "mn56:3.5": "„Prijatelju Gotama, Nigaṇṭha Nātaputta govori o tri vrste batina kojima se čine loši postupci, stvaraju loši postupci: telesna batina, verbalna batina i mentalna batina.”",
  "mn56:3.6": "„A kako je to, Tapassī, telesna batina jedno, verbalna batina nešto drugo a mentalna batina sasvim treće?”",
  "mn56:3.7": "„Telesna batina, prijatelju Gotama, jeste jedno, verbalna batina nešto drugo a mentalna batina sasvim treće.”",
  "mn56:3.8": "„Kada se te tri vrste batine, Tapassī, ovako analiziraju i razlikuju, koju batinu Nigaṇṭha Nātaputta opisuje kao najodgovorniju što se čine loši postupci, što se stvaraju loši postupci: telesnu, verbalnu ili mentalnu batinu?”",
  "mn56:3.9": "„Od te tri vrste batine, prijatelju Gotama, tako analizirane i razlikovane, Nigaṇṭha Nātaputta opisuje telesnu batinu kao najodgovorniju što se čine loši postupci, što se stvaraju loši postupci, a ne toliko verbalnu i mentalnu batinu.”",
  "mn56:3.10": "„Da li ti to kažeš telesnu batinu, Tapassī?”",
  "mn56:3.11": "„Da, kažem telesnu batinu, prijatelju Gotama.”",
  "mn56:3.12": "„Da li ti to kažeš telesnu batinu, Tapassī?”",
  "mn56:3.13": "„Da, kažem telesnu batinu, prijatelju Gotama.”",
  "mn56:3.14": "„Da li ti to kažeš telesnu batinu, Tapassī?”",
  "mn56:3.15": "„Da, kažem telesnu batinu, prijatelju Gotama.”",
  "mn56:3.16": "Tako, na podsticaj Blaženoga, nigaṇṭha Dīgha Tapassī tri puta ponovi svoju tvrdnju.",
  "mn56:3.17": "„Da li ti to kažeš telesnu batinu, Tapassī?”",
  "mn56:3.18": "„Da, kažem telesnu batinu, prijatelju Gotama.”",
  "mn56:3.19": "Tako, na podsticaj Blaženoga, nigaṇṭha Dīgha Tapassī tri puta ponovi svoju tvrdnju.",
  "mn56:4.1": "Onda nigaṇṭha Dīgha Tapassī upita Blaženog:",
  "mn56:4.2": "„A ti, prijatelju Gotama, o koliko vrsta batina ti govoriš da se njima čine loši postupci, stvaraju loši postupci?”",
  "mn56:4.3": "„Tapassī, Tathāgata nije navikao da koristi reč ’batina, batina’;",
  "mn56:4.4": "Tathāgata je navikao da koristi reč ’postupak, postupak.’„",
  "mn56:4.5": "„Ali, prijatelju Gotama, o koliko vrsta postupaka ti govoriš da se njima čine loši postupci, stvaraju loši postupci?”",
  "mn56:4.6": "„Tapassī, ja govorim o tri vrste postupaka kojima se čine loši postupci, stvaraju loši postupci:",
  "mn56:4.7": "telesni postupak, verbalni postupak i mentalni postupak.„",
  "mn56:4.8": "„A kako su to, prijatelju Gotama, telesni postupak jedno, verbalni postupak nešto drugo a mentalni postupak sasvim treće?”",
  "mn56:4.9": "„Telesni postupak, Tapassī, jeste jedno, verbalni postupak nešto drugo a mentalni postupak sasvim treće.”",
  "mn56:4.10": "„Kada se te tri vrste postupaka, prijatelju Gotama, ovako analiziraju i razlikuju, koji postupak ti opisuješ kao najodgovorniji što se čine loši postupci, što se stvaraju loši postupci: telesni postupak, verbalni postupak ili mentalni postupak?”",
  "mn56:4.11": "„Od te tri vrste postupaka, Tapassī, tako analiziranih i razlikovanih, mentalni postupak opisujem kao najodgovorniji što se čine loši postupci, što se stvaraju loši postupci, a ne toliko telesni i verbalni postupak.”",
  "mn56:4.12": "„Da li ti to kažeš mentalni postupak, prijatelju Gotama?”",
  "mn56:4.13": "„Da, kažem mentalni postupak, Tapassī.”",
  "mn56:4.14": "„Da li ti to kažeš mentalni postupak, prijatelju Gotama?”",
  "mn56:4.15": "„Da, kažem mentalni postupak, Tapassī.”",
  "mn56:4.16": "„Da li ti to kažeš mentalni postupak, prijatelju Gotama?”",
  "mn56:4.17": "„Da, kažem mentalni postupak, Tapassī.”",
  "mn56:4.18": "Tako, na podsticaj nigaṇṭhe Dīgha Tapassīja, Blaženi tri puta ponovi svoju tvrdnju, a ovaj potom ustade sa svog mesta i otide do Nigaṇṭha Nātaputte.",
  "mn56:5.1": "A tom je prilikom Nigaṇṭha Nātaputta sedeo okružen velikom grupom nezaređenih sledbenika iz Bālake, među kojima je najugledniji bio Upāli.",
  "mn56:5.2": "Nigaṇṭha Nātaputta još izdaleka vide nigaṇṭhu Dīgha Tapassīja da dolazi, te ga upita: „Odakle to dolaziš usred dana, Tapassī?”",
  "mn56:5.3": "„Išao sam da vidim asketu Gotamu.”",
  "mn56:5.4": "„Jesi li i porazgovarao sa asketom Gotamom, Tapassī?”",
  "mn56:5.5": "„Jesam, porazgovarao sam.”",
  "mn56:5.6": "„O čemu ste razgovarali, Tapassī?”",
  "mn56:5.7": "Na to nigaṇṭha Dīgha Tapassī prepriča Nigaṇṭha Nātaputti čitav razgovor sa Blaženim.",
  "mn56:5.8": "",
  "mn56:5.9": "",
  "mn56:6.1": "Kad to bi izrečeno, Nigaṇṭha Nātaputta mu reče:",
  "mn56:6.2": "„Dobro je, Tapassī, dobro je! Nigaṇṭha Dīgha Tapassī je odgovorio asketi Gotami poput dobro poučenog učenika, koji na pravi način razume učenje svoga učitelja.",
  "mn56:6.3": "Šta znači trivijalna mentalna batina u poređenju s pozamašnom telesnom batinom?",
  "mn56:6.4": "Naprotiv, telesna batina je najodgovornija što se čine loši postupci, što se stvaraju loši postupci, a ne toliko verbalna i mentalna batina.„",
  "mn56:6.5": "",
  "mn56:7.1": "Kada to bi izrečeno, kućedomaćin Upāli reče Nigaṇṭha Nātaputti:",
  "mn56:7.2": "„Dobro je, poštovani gospodine, dobro je rekao Dīgha Tapassī! Poštovani Tapassī je odgovorio asketi Gotami poput dobro poučenog učenika, koji na pravi način razume učenje svoga učitelja.",
  "mn56:7.3": "Šta znači trivijalna mentalna batina u poređenju s pozamašnom telesnom batinom?",
  "mn56:7.4": "Naprotiv, telesna batina je najodgovornija što se čine loši postupci, što se stvaraju loši postupci, a ne toliko verbalna i mentalna batina.",
  "mn56:7.5": "Sada ću otići i pobiti učenje askete Gotame na osnovu ove tvrdnje.",
  "mn56:7.6": "Ako asketa Gotama bude tvrdio isto ono što je poštovani Dīgha Tapassī rekao, tada ću, baš kao kad snažan čovek uhvati dugodlakog ovna, te krene da ga vuče tamo-amo, da ga vuče unaokolo, i ja ću u debati vući asketu Gotamu tamo-amo, i ja ću ga vući svuda unaokolo.",
  "mn56:7.7": "Baš kako kad bi snažan radnik ubacio sito u duboku cisternu i uhvativši ga za krajeve, vukao ga tamo-amo, vukao ga u krug, i ja ću u debati vući asketu Gotamu tamo-amo, i ja ću ga vući svuda unaokolo.",
  "mn56:7.8": "Baš kao kad bi taj snažan radnik izvukao sito iz vode i uhvativši ga za krajeve, protresao ga gore-dole te ga okrenuo naopako, i ja ću u debati protresti asketu Gotamu gore-dole, i ja ću ga okrenuti naopako.",
  "mn56:7.9": "Baš kao što bi slon od šezdeset godina jurnuo u duboko jezero i uživao igrajući kudeljinu igru, isto tako ću i ja uživati igrajući kudeljinu igru s asketom Gotamom.",
  "mn56:7.10": "Poštovani gospodine, otići ću i pobiti učenje askete Gotame na osnovu te tvrdnje.„",
  "mn56:7.11": "„Idi, kućedomaćine, i učini tako. Ili bi ja trebalo da pobijem učenje askete Gotame ili nigaṇṭha Dīgha Tapassī ili ti.”",
  "mn56:7.12": "",
  "mn56:7.13": "",
  "mn56:8.1": "Kad ovo bi izrečeno, nigaṇṭha Dīgha Tapassī obrati se Nigaṇṭha Nātaputti:",
  "mn56:8.2": "„Poštovani gospodine, mislim da kućedomaćin Upāli ne bi trebalo (da pokušava) da pobija učenje askete Gotame. Jer asketa Gotama jeste čarobnjak i zna magiju preobraćanja, kojom pridobija pripadnike drugih tradicija.”",
  "mn56:8.3": "„Nije moguće, Tapassī, ne može se dogoditi da kućedomaćin Upāli postane učenik askete Gotame; ali jeste moguće, može se dogoditi da asketa Gotama postane učenik kućedomaćina Upālija.",
  "mn56:8.4": "Idi, kućedomaćine, i pobij učenje askete Gotame. Ili bi ja trebalo da pobijem učenje askete Gotame ili nigaṇṭha Dīgha Tapassī ili ti.„",
  "mn56:8.5": "Drugi put… Treći put, nigaṇṭha Dīgha Tapassī obrati se Nigaṇṭha Nātaputti:",
  "mn56:8.6": "„Mislim da kućedomaćin Upāli ne bi trebalo (da pokušava) da pobija učenje askete Gotame. Jer asketa Gotama jeste čarobnjak i zna magiju preobraćanja, kojom pridobija pripadnike drugih tradicija.”",
  "mn56:8.7": "„Nije moguće, Tapassī, ne može se dogoditi da kućedomaćin Upāli postane učenik askete Gotame; ali jeste moguće, može se dogoditi da asketa Gotama postane učenik kućedomaćina Upālija. Idi, kućedomaćine, i pobij učenje askete Gotame. Ili bi ja trebalo da pobijem učenje askete Gotame ili nigaṇṭha Dīgha Tapassī ili ti.”",
  "mn56:9.1": "„Da, poštovani gospodine”, odgovori kućedomaćin Upāli, ustade sa svog mesta, pokloni se Nigaṇṭha Nātaputti i pazeći da mu ovaj ostane sa desne strane, zaputi se do Blaženog u Pāvārikinom mangovom gaju.",
  "mn56:9.2": "A tamo, pošto se poklonio Blaženome, sede sa strane i upita:",
  "mn56:9.3": "„Poštovani, je li nigaṇṭha Dīgha Tapassī bio ovde?”",
  "mn56:9.4": "„Nigaṇṭha Dīgha Tapassī jeste bio ovde, kućedomaćine.”",
  "mn56:9.5": "„Jeste li razgovarali s njim?”",
  "mn56:9.6": "",
  "mn56:9.7": "",
  "mn56:9.8": "",
  "mn56:9.9": "„Jesam razgovarao s njim kućedomaćine.”",
  "mn56:9.10": "„Jesam razgovarao s njim kućedomaćine.”",
  "mn56:9.11": "„A o čemu je bio taj razgovor?”",
  "mn56:9.12": "Na to Blaženi prepriča kućedomaćinu Upāliju ceo razgovor sa nigaṇṭhom Dīgha Tapassījem.",
  "mn56:9.13": "",
  "mn56:9.14": "",
  "mn56:9.15": "",
  "mn56:10.1": "Kad to bi rečeno, kućedomaćin Upāli obrati se Blaženome:",
  "mn56:10.2": "„Dobro je, poštovani gospodine, dobro je to što je rekao nigaṇṭha Dīgha Tapassī!",
  "mn56:10.3": "Nigaṇṭha Dīgha Tapassī je odgovorio Blaženom poput dobro poučenog učenika, koji na pravi način razume učenje svoga učitelja.",
  "mn56:10.4": "Šta znači trivijalna mentalna batina u poređenju s pozamašnom telesnom batinom?",
  "mn56:10.5": "Naprotiv, telesna batina je najodgovornija što se čine loši postupci, što se stvaraju loši postupci, a ne toliko verbalna i mentalna batina.„",
  "mn56:10.6": "„Kućedomaćine, ako ćeš govoriti po istini, mogli bismo da porazgovaramo o tome.”",
  "mn56:10.7": "„Govoriću po istini,",
  "mn56:10.8": "porazgovarajmo o tome.„",
  "mn56:11.1": "„Šta misliš, kućedomaćine?",
  "mn56:11.2": "Može se dogoditi da neki nigaṇṭha boluje, pati i da mu je život ugrožen (od bolesti za čije je lečenje potreban tretman hladnom vodom, a nju tvoja pravila zabranjuju) i on odbije hladnu vodu (iako u mislima žudi za njom), te koristi jedino (dopuštenu) toplu vodu (i tako se drži svog zaveta telom i rečima).",
  "mn56:11.3": "Pošto nije bio lečen hladnom vodom, možda umre.",
  "mn56:11.4": "Sada, kućedomaćine, gde bi Nigaṇṭha Nātaputti rekao da se on preporodio?„",
  "mn56:11.5": "„Poštovani, postoje božanstva koja nazivaju „umom sputanim”; on bi se preporodio među njima.",
  "mn56:11.6": "A zašto?",
  "mn56:11.7": "Kada je umirao, još uvek je bio sputan (vezanošću) u svom umu.„",
  "mn56:11.8": "„Kućedomaćine, kućedomaćine, obrati pažnju na svoj odgovor!",
  "mn56:11.9": "Ono što si govorio ranije ne slaže se s ovim što si rekao kasnije, niti se ovo što si rekao kasnije slaže s onim što si rekao ranije.",
  "mn56:11.10": "Pa ipak si ovako rekao:",
  "mn56:11.11": "„Govoriću po istini, poštovani gospodine,",
  "mn56:11.12": "porazgovarajmo o tome.„",
  "mn56:11.13": "„I pored onoga što kaže Blaženi, telesna batina je najodgovornija što se čine loši postupci, što se stvaraju loši postupci, a ne toliko verbalna i mentalna batina.”",
  "mn56:12.1": "„Šta misliš, kućedomaćine?",
  "mn56:12.2": "Može se dogoditi da je neki nigaṇṭha obuzdan četvorostrukom obuzdanošću–omeđen svim stegama, stegnut svim stegama, pročišćen svim stegama, utvrđen svim stegama–a ipak, kada odlazi i dolazi, uzrok je uništenja mnogih živih bića.",
  "mn56:12.3": "",
  "mn56:12.4": "Kakav mu rezultat za to Nigaṇṭha Nātaputta objavljuje?„",
  "mn56:12.5": "„Nigaṇṭha Nātaputta ono što ne izvire iz namere ne opisuje kao nešto što treba oštro kritikovati.”",
  "mn56:12.6": "„A ako izvire iz namere, kućedomaćine?”",
  "mn56:12.7": "„Tada to treba oštro kritikovati.”",
  "mn56:12.8": "„Ali u koju (od tri batine) Nigaṇṭha Nātaputta stavlja nameru, kućedomaćine?”",
  "mn56:12.9": "„U mentalnu batinu, poštovani.”",
  "mn56:12.10": "„Kućedomaćine, kućedomaćine, obrati pažnju na svoj odgovor!",
  "mn56:12.11": "Ono što si govorio ranije ne slaže se s ovim što si rekao kasnije, niti se ovo što si rekao kasnije slaže s onim što si rekao ranije.",
  "mn56:12.12": "Pa ipak si ovako rekao:",
  "mn56:12.13": "„Govoriću po istini, poštovani gospodine,",
  "mn56:12.14": "porazgovarajmo o tome.„",
  "mn56:12.15": "„I pored onoga što kaže Blaženi, telesna batina je najodgovornija što se čine loši postupci, što se stvaraju loši postupci, a ne toliko verbalna i mentalna batina.”",
  "mn56:13.1": "„Šta misliš, kućedomaćine?",
  "mn56:13.2": "Je li ovaj grad Nāḷandā uspešan i prosperitetan, je li mnogoljudan, gusto naseljen?„",
  "mn56:13.3": "„Da, jeste.”",
  "mn56:13.4": "„Šta misliš, kućedomaćine?",
  "mn56:13.5": "Zamisli da ovamo dođe čovek vitlajući mačem,",
  "mn56:13.6": "te ovako kaže:",
  "mn56:13.7": "„U jednom trenu, u jednom času, pretvoriću sva živa bića grada Nāḷande u običnu gomilu mesa, u brdo mesa.”",
  "mn56:13.8": "Šta misliš, kućedomaćine,",
  "mn56:13.9": "da li bi taj čovek bio u stanju da to učini?„",
  "mn56:13.10": "„Deset, dvadeset, trideset, četrdeset ili čak pedeset ljudi ne bi bilo u stanju da u jednom trenu, u jednom času sva živa bića u gradu Nāḷandi pretvore u običnu gomilu mesa, u brdo mesa,",
  "mn56:13.11": "a kako bi to mogao jedan jedini čovek?„",
  "mn56:13.12": "„Šta misliš, kućedomaćine?",
  "mn56:13.13": "Zamisli da ovamo dođe neki asketa ili brahman s natprirodnim moćima i ukroćenog uma,",
  "mn56:13.14": "te ovako kaže:",
  "mn56:13.15": "„Jednim činom mržnje pretvoriću grad Nāḷandu u prah i pepeo.”",
  "mn56:13.16": "Šta misliš, kućedomaćine,",
  "mn56:13.17": "da li bi taj asketa ili brahman bio u stanju da to učini?„",
  "mn56:13.18": "„Takav asketa ili brahman s natprirodnim moćima i ukroćenog uma bio bi u stanju da deset, dvadeset, trideset, četrdeset ili čak pedeset Nāḷandi pretvori u prah i pepeo jednim činom mržnje,",
  "mn56:13.19": "a šta bi za njega predstavljala sitnica poput Nāḷande?„",
  "mn56:13.20": "„Kućedomaćine, kućedomaćine, obrati pažnju na svoj odgovor!",
  "mn56:13.21": "Ono što si govorio ranije ne slaže se s ovim što si rekao kasnije, niti se ovo što si rekao kasnije slaže s onim što si rekao ranije.",
  "mn56:13.22": "Pa ipak si ovako rekao:",
  "mn56:13.23": "„Govoriću po istini, poštovani gospodine,",
  "mn56:13.24": "porazgovarajmo o tome.„",
  "mn56:13.25": "„I pored onoga što kaže Blaženi, telesna batina je najodgovornija što se čine loši postupci, što se stvaraju loši postupci, a ne toliko verbalna i mentalna batina.”",
  "mn56:13.26": "„Šta misliš, kućedomaćine?",
  "mn56:13.27": "Jesi li čuo kako su šume Daṇḍaka, Kāliṅga, Međđha i Mātaṅga nastale?„–",
  "mn56:13.28": "„Da, poštovani gospodine.”–",
  "mn56:14.1": "„Ako si čuo, reci kako su nastale te šume?”–",
  "mn56:14.2": "„Čuo sam da su nastale jednim činom mržnje proroka.”",
  "mn56:14.3": "„Kućedomaćine, kućedomaćine, obrati pažnju na svoj odgovor!",
  "mn56:14.4": "Ono što si govorio ranije ne slaže se s ovim što si rekao kasnije, niti se ovo što si rekao kasnije slaže s onim što si rekao ranije.",
  "mn56:14.5": "Pa ipak si ovako rekao:",
  "mn56:14.6": "„Govoriću po istini, poštovani gospodine,",
  "mn56:14.7": "porazgovarajmo o tome.„",
  "mn56:15.1": "„Poštovani, ja sam bio obradovan i zadovoljan već prvim poređenjem koje je načinio Blaženi.",
  "mn56:15.2": "Pa ipak, pomislih kako bi bilo dobro da protivrečim Blaženom, te tako čujem i druga rešenja problema koje će izneti Blaženi.",
  "mn56:15.3": "Izvrsno, poštovani gospodine! Izvrsno!",
  "mn56:15.4": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide,",
  "mn56:15.5": "isto tako je Blaženi, na više različitih načina, razjasnio Dhammu. Uzimam Blaženog za utočište, njegovo učenje i zajednicu monaha za utočište.",
  "mn56:15.6": "Neka me Blaženi prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište.„",
  "mn56:16.1": "„Istražuj pomno, kućedomaćine. Za tako poznate ljude kao što si ti sobro je da istražuju pomno.”",
  "mn56:16.2": "„Sada sam još više obradovan i zadovoljan zbog ovih reči Blaženog. Jer drugi učitelji, ako bih postao njihov učenik, razglasili bi na sve strane po Nāḷandi: „Kućedomaćin Upāli postao je naš učenik.” Ali upravo suprotno, Blaženi mi kaže: „Istražuj pomno, kućedomaćine. Za tako poznate ljude kao što si ti dobro je da istražuju pomno.”",
  "mn56:16.3": "",
  "mn56:16.4": "",
  "mn56:16.5": "",
  "mn56:16.6": "",
  "mn56:16.7": "Zato, po drugi put, uzimam Blaženog za utočište, njegovo učenje i zajednicu monaha za utočište.",
  "mn56:16.8": "Neka me Blaženi prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište.„",
  "mn56:17.1": "„Kućedomaćine, tvoja porodica već dugo pomaže nigaṇṭhe i trebalo bi da im i nadalje daješ hranu kad budu došli kod tebe.”",
  "mn56:17.2": "„Sada sam još više obradovan i zadovoljan zbog ovih reči Blaženog. Rekli su mi kako asketa Gotama ovako govori: „Poklone treba davati samo meni; poklone ne treba davati drugima. Poklone treba davati samo mojim učenicima; poklone ne treba davati učenicima drugih. Samo ono što je meni dato donosi plod, a ne i ono što je dato drugima. Samo ono što je mojim učenicima dato donosi plod, a ne i ono što je dato učenicima drugih.” Ali upravo suprotno, Blaženi me ohrabruje da darujem i nigaṇṭhe.",
  "mn56:17.3": "",
  "mn56:17.4": "",
  "mn56:17.5": "",
  "mn56:17.6": "",
  "mn56:17.7": "",
  "mn56:17.8": "",
  "mn56:17.9": "Svakako ćemo znati kada je za to prilika, poštovani gospodine.",
  "mn56:17.10": "Zato, po treći put, uzimam Blaženog za utočište, njegovo učenje i zajednicu monaha za utočište.",
  "mn56:17.11": "Neka me Blaženi prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište.„",
  "mn56:18.1": "Potom Blaženi postupno izloži pouku kućedomaćinu Upāliju,",
  "mn56:18.2": "kroz govor o davanju, govor o vrlini, govor o nebesima; objasni opasnost, propadanje i prljanje u čulnim zadovoljstvima, kao i blagoslov obuzdavanja.",
  "mn56:18.3": "Kada je video da je um kućedomaćina Upālija spreman, prijemčiv, oslobođen prepreka, nadahnut i ispunjen poverenjem, izloži mu učenje koje je posebno svojstveno Budama:",
  "mn56:18.4": "patnju, nastanak patnje, prestanak patnje i put.",
  "mn56:18.5": "I baš kao što bi čist komad platna, bez ikakvih mrlja, bio obojen svuda jednako,",
  "mn56:18.6": "isto tako i u kućedomaćinu Upāliju, dok je tu sedeo, javi se potpuno čisto oko Dhamme, bez mrlja:",
  "mn56:18.7": "„Sve što je podložno nastanku jeste podložno i nestanku.”588",
  "mn56:18.8": "Tada kućedomaćin Upāli uglede Dhammu, doseže Dhammu, razume Dhammu, obuhvati Dhammu; otide izvan sumnjičavosti, oslobodi se zbunjenosti, zadobi neustrašivost i postade nezavisan od drugih u Učiteljevom nauku.",
  "mn56:18.9": "Tada on reče Blaženome: „A sada, poštovani gospodine, odlazimo. Vrlo smo zauzeti i mnogo toga treba još uraditi.”",
  "mn56:18.10": "„Vreme je, kućedomaćine, da uradiš kako misliš da treba.”",
  "mn56:19.1": "Nakon toga, nadahnut i obradovan rečima Blaženog, kućedomaćin Upāli, ustade sa svog mesta, pa poklonivši se Blaženom i pazeći da mu ostane sa desne strane, otide svojoj kući.",
  "mn56:19.2": "Tamo ovako reče vrataru: „Dobri vrataru, od danas zatvaram svoja vrata za nigaṇṭhe, a otvaram ih za monahe, monahinje, nezaređene sledbenike i sledbenice Blaženoga.",
  "mn56:19.3": "Ako ijedan nigaṇṭha dođe, ovako mu reci:",
  "mn56:19.4": "„Čekajte, ne ulazite.",
  "mn56:19.5": "Od danas je ovaj kućedomaćin postao učenik askete Gotame.",
  "mn56:19.6": "Zatvorio je svoja vrata za nigaṇṭhe, a otvorio ih za monahe, monahinje, nezaređene sledbenike i sledbenice Blaženoga.",
  "mn56:19.7": "Poštovani, ako želite hranu, sačekajte ovde i doneće vam je.„–",
  "mn56:19.8": "„Da, gospodaru”, odgovori vratar.",
  "mn56:20.1": "I nigaṇṭha Dīgha Tapassī doču:",
  "mn56:20.2": "„Kućedomaćin Upāli postao je učenik askete Gotame.”",
  "mn56:20.3": "Onda otide do Nigaṇṭha Nātaputte i reče mu:",
  "mn56:20.4": "„Poštovani gospodine, ovako sam dočuo: „Kućedomaćin Upāli postao je učenik askete Gotame.”",
  "mn56:20.5": "„Nije moguće, Tapassī, ne može se dogoditi da kućedomaćin Upāli postane učenik askete Gotame;",
  "mn56:20.6": "ali jeste moguće, može se dogoditi da asketa Gotama postane učenik kućedomaćina Upālija.„",
  "mn56:20.7": "",
  "mn56:20.8": "Drugi put… Treći put nigaṇṭha Dīgha Tapassī reče Nigaṇṭha Nātaputti:",
  "mn56:20.9": "„Poštovani gospodine, ovako sam dočuo: „Kućedomaćin Upāli postao je učenik askete Gotame.”",
  "mn56:20.10": "",
  "mn56:20.11": "",
  "mn56:20.12": "„Da li da odem i proverim je li kućedomaćin Upāli zaista postao učenik askete Gotame ili nije?”",
  "mn56:20.13": "„Idi, Tapassī, i proveri to.”",
  "mn56:21.1": "Onda nigaṇṭha Dīgha Tapassī otide do doma kućedomaćina Upālija.",
  "mn56:21.2": "A vratar ga još izdaleka uglede kako dolazi,",
  "mn56:21.3": "pa reče:",
  "mn56:21.4": "„Čekajte, ne ulazite.",
  "mn56:21.5": "Od danas je ovaj kućedomaćin postao učenik askete Gotame.",
  "mn56:21.6": "Zatvorio je svoja vrata za nigaṇṭhe, a otvorio ih za monahe, monahinje, nezaređene sledbenike i sledbenice Blaženoga.",
  "mn56:21.7": "Poštovani, ako želite hranu, sačekajte ovde i doneće vam je.„",
  "mn56:21.8": "„Ne treba mi hrana, prijatelju”, reče on, okrete se, vrati Nigaṇṭha Nātaputti i reče mu:",
  "mn56:21.9": "„Potpuna je istina da je kućedomaćin Upāli postao učenik askete Gotame.",
  "mn56:21.10": "Poštovani gospodine, niste se saglasili kad sam rekao: „Mislim da kućedomaćin Upāli ne bi trebalo (da pokušava) da pobija učenje askete Gotame. Jer asketa Gotama jeste čarobnjak i zna magiju preobraćanja, kojom pridobija pripadnike drugih tradicija.”",
  "mn56:21.11": "A sada je, poštovani gospodine, vašeg kućedomaćina Upālija asketa Gotama pridobio svojom magijom preobraćanja!„",
  "mn56:21.12": "",
  "mn56:21.13": "„Nije moguće, Tapassī, ne može se dogoditi da kućedomaćin Upāli postane učenik askete Gotame;",
  "mn56:21.14": "ali jeste moguće, može se dogoditi da asketa Gotama postane učenik kućedomaćina Upālija.„",
  "mn56:21.15": "",
  "mn56:21.16": "",
  "mn56:21.17": "",
  "mn56:21.18": "Drugi put… Treći put nigaṇṭha Dīgha Tapassī reče Nigaṇṭha Nātaputti:",
  "mn56:21.19": "„Poštovani gospodine, potpuna je istina da je kućedomaćin Upāli postao učenik askete Gotame…",
  "mn56:21.20": "",
  "mn56:21.21": "",
  "mn56:21.22": "pridobio (ga je) svojom magijom preobraćanja!” „Nije moguće, Tapassī, ne može se dogoditi… ali jeste moguće, može se dogoditi da asketa Gotama postane učenik kućedomaćina Upālija. Sad ću sam otići i proveriti je li kućedomaćin Upāli zaista postao učenik askete Gotame ili nije.”",
  "mn56:22.1": "Onda Nigaṇṭha Nātaputta, u pratnji velike grupe nigaṇṭhi otide do doma kućedomaćina Upālija.",
  "mn56:22.2": "A vratar ga još izdaleka ugleda kako dolazi,",
  "mn56:22.3": "pa reče:",
  "mn56:22.4": "„Čekajte, ne ulazite.",
  "mn56:22.5": "Od danas je ovaj kućedomaćin postao učenik askete Gotame.",
  "mn56:22.6": "Zatvorio je svoja vrata za nigaṇṭhe, a otvorio ih za monahe, monahinje, nezaređene sledbenike i sledbenice Blaženoga.",
  "mn56:22.7": "Poštovani, ako želite hranu, sačekajte ovde i doneće vam je.„",
  "mn56:22.8": "„Dobri vrataru, idi do kućedomaćina Upālija i reci mu:",
  "mn56:22.9": "„Gospodaru, Nigaṇṭha Nātaputta, s velikom grupom nigaṇṭhi, stoji na glavnoj kapiji;",
  "mn56:22.10": "želi da vas vidi.„",
  "mn56:22.11": "„Dobro”, odgovori ovaj, ode do kućedomaćina Upālija i reče:",
  "mn56:22.12": "„Gospodaru, Nigaṇṭha Nātaputta, s velikom grupom nigaṇṭhi, stoji na glavnoj kapiji;",
  "mn56:22.13": "želi da vas vidi.„",
  "mn56:22.14": "„Onda, dobri vrataru, pripremi mesta za sedenje u dvorani kraj glavne kapije.”",
  "mn56:22.15": "„Da, gospodaru”, odgovori vratar. Pošto je pripremio mesta za sedenje u dvorani kraj glavne kapije, vrati se do kućedomaćina Upālija i reče:",
  "mn56:22.16": "„Mesta su pripremljena u dvorani kraj glavne kapije.",
  "mn56:22.17": "Vreme je da uradite onako kako mislite da treba.„",
  "mn56:23.1": "Na to kućedomaćin Upāli otide do dvorane kraj glavne kapije i sede na najviše, najbolje, glavno, najuzvišenije mesto.",
  "mn56:23.2": "Potom reče vrataru: „Sada, dobri vrataru, idi do Nigaṇṭha Nātaputte i reci mu:",
  "mn56:23.3": "„Poštovani gospodine, gospodar Upāli kaže:",
  "mn56:23.4": "„Uđite ukoliko želite”.",
  "mn56:23.5": "„Da, gospodaru”, odgovori vratar, otide do Nigaṇṭha Nātaputte i reče:",
  "mn56:23.6": "",
  "mn56:23.7": "",
  "mn56:23.8": "„Poštovani gospodine, kućedomaćin Upāli kaže: „Uđite ukoliko želite.” Na to Nigaṇṭha Nātaputta, praćen velikom grupom nigaṇṭhi, otide do dvorane kraj glavne kapije.",
  "mn56:24.1": "",
  "mn56:24.2": "Ranije, kad bi kućedomaćin Upāli još izdaleka video Nigaṇṭha Nātaputtu kako dolazi, obično bi izašao pred njega, potom gornjim ogrtačem isprašio najviše, najbolje, glavno, najuzvišenije mesto, te kad bi ga sasvim pripremio, postavio gosta na njega.",
  "mn56:24.3": "Ali sada, sedeći na najvišem, najboljem, glavnom, najuzvišenijem mestu, reče on Nigaṇṭha Nātaputti: „Poštovani, ovde su mesta za sedenje;",
  "mn56:24.4": "",
  "mn56:24.5": "sedite ukoliko želite.„",
  "mn56:25.1": "Kad to bi rečeno, Nigaṇṭha Nātaputta reče:",
  "mn56:25.2": "„Kućedomaćine, ti si lud, ti si sišao s uma.",
  "mn56:25.3": "Neprekidno si govorio: „Poštovani gospodine, otići ću i pobiti učenje askete Gotame”, a vratio si se potpuno upleten u ogromnu mrežu učenja.",
  "mn56:25.4": "Baš kao kad bi čovek krenuo da nekog kastrira, a vrati se kastriran s obe strane, baš kao kad bi čovek krenuo da nekome iskopa oči, a vrati se sam iskopanih očiju;",
  "mn56:25.5": "ti si, kućedomaćine, neprekidno govorio: „Poštovani gospodine, otići ću i pobiti učenje askete Gotame”, a vratio si se potpuno poražen.",
  "mn56:25.6": "Kućedomaćine, asketa Gotama te je pridobio svojom magijom preobraćanja!„",
  "mn56:26.1": "„Blagotvorna je to magija preobraćanja, poštovani gospodine,",
  "mn56:26.2": "dobra je to magija preobraćanja!",
  "mn56:26.3": "Ako bi svi moji srodnici i prijatelji bili preobraćeni tom magijom, to bi vodilo njihovoj dobrobiti i sreći za dugo vremena.",
  "mn56:26.4": "Ako bi svi plemići bili preobraćeni tom magijom, to bi vodilo njihovoj dobrobiti i sreći za dugo vremena. Ako bi svi brahmani… svi trgovci… svi najamnici bili preobraćeni tom magijom, to bi vodilo njihovoj dobrobiti i sreći za dugo vremena.",
  "mn56:26.5": "Ako bi ovaj svet, sa svojim božanstvima, Mārama i Brahmāma, zajedno sa pokolenjem asketa i brahmana, plemenitih i običnih ljudi, bio preobraćen tom magijom, to bi vodilo dobrobiti i sreći svih njih za dugo vremena.",
  "mn56:26.6": "Poštovani, reći ću vam jedno poređenje;",
  "mn56:26.7": "jer neki od mudrih ljudi ovde razumeće značenje rečenog zahvaljujući poređenju.",
  "mn56:27.1": "Živeo jednom neki brahman, star, poodmakle dobi i s teretom godina, a za ženu je imao mladu brahmanku, u drugom stanju i blizu da se porodi.",
  "mn56:27.2": "Onda mu ona reče:",
  "mn56:27.3": "„Hajde, brahmane, idi na pijacu i kupi malog majmuna kao igračku mom detetu.”",
  "mn56:27.4": "A on odgovori:",
  "mn56:27.5": "„Sačekaj, ženo, dok se ne porodiš.",
  "mn56:27.6": "Ako bude dečak, otići ću na pijacu i kupiti mu malog majmuna kao igračku;",
  "mn56:27.7": "ako je devojčica, otići ću na pijacu i kupiti joj malu majmunicu kao igračku.„",
  "mn56:27.8": "Po drugi put je žena zahtevala i dobila isti odgovor. I treći put ona postavi isti zahtev.",
  "mn56:27.9": "",
  "mn56:27.10": "",
  "mn56:27.11": "Pošto mu je um bio zarobljen ljubavlju, brahman otide na pijacu, kupi malog majmuna, donese ga kući i reče:",
  "mn56:27.12": "„Kupio sam malog majmuna na pijaci i doneo ga kući kao igračku tvom detetu.”",
  "mn56:27.13": "Na to mu ona reče:",
  "mn56:27.14": "„Hajde, brahmane, odnesi tog majmuna do Rattapāṇija, bojadžijinog sina i reci mu:",
  "mn56:27.15": "„Dobri Rattapāṇi, hoću ovog majmuna da obojim u žuto, te da mu dlaka bude prava i meka s obe strane.”",
  "mn56:27.16": "I pošto mu je um bio zarobljen ljubavlju, uze on malog majmuna i otide on Rattapāṇija, bojadžijinog sina, te mu reče:",
  "mn56:27.17": "„Dobri Rattapāṇi, hoću ovog majmuna da obojim u žuto, te da mu dlaku obradiš tako da bude prava i meka sa obe strane.”",
  "mn56:27.18": "A Rattapāṇi, bojadžijin sin, odgovori:",
  "mn56:27.19": "„Poštovani, ovaj majmun se može obojiti, ali njegova dlaka se ne može ispraviti i učiniti mekom.”",
  "mn56:27.20": "Isto tako, učenje neukih nigaṇṭhi će oduševiti budale, ali ne i mudre, i nije ga moguće ispraviti i učiniti takvim da izdrži proveru.",
  "mn56:27.21": "Zatim, nekom drugom prilikom, brahman odnese nekoliko komada nove odeće Rattapāṇiju, bojadžijinom sinu i reče:",
  "mn56:27.22": "„Dobri Rattapāṇi, hoću ovu odeću da obojim u žuto, te da tkanina bude prava i meka s obe strane.”",
  "mn56:27.23": "Rattapāṇi, bojadžijin sin, odgovori:",
  "mn56:27.24": "„Poštovani, ova odeća se može obojiti, ali njena se tkanina ne može ispraviti i učiniti mekom.”",
  "mn56:27.25": "Isto tako, učenje neukih nigaṇṭhi će oduševiti budale, ali ne i mudre, i nije ga moguće ispraviti i učiniti takvim da izdrži proveru.",
  "mn56:28.1": "„Kućedomaćine, veće savetnika i kralj znaju:",
  "mn56:28.2": "„Kućedomaćin Upāli jeste učenik Nigaṇṭhe Nātaputte.”",
  "mn56:28.3": "A čijim učenikom bi sada trebalo da te smatramo?„",
  "mn56:29.1": "Kad ovo bi rečeno, kućedomaćin Upāli ustade sa svog mesta, prebaci gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu u kojem se Blaženi tada nalazio i reče Nigaṇṭha Nātaputti:",
  "mn56:29.2": "„U tom slučaju, počujte čiji sam učenik ja:",
  "mn56:29.3": "On je Mudri što odbacio jeste obmanu,",
  "mn56:29.4": "napustivši divljinu srca, pobednik je u bici;",
  "mn56:29.5": "ne poznaje bol, savršeno mirnog uma,",
  "mn56:29.6": "sazreo u vrlini, izvanredne mudrosti;",
  "mn56:29.7": "izvan svakog iskušenja, bez ijedne mrlje je:",
  "mn56:29.8": "Blažen on jeste, a ja sam njegov učenik.",
  "mn56:29.9": "Bez ikakve zbunjenosti, živi zadovoljen,",
  "mn56:29.10": "prezrevši zemaljske dobitke, izvor je milosti;",
  "mn56:29.11": "ljudsko biće što ispuni dužnost askete,",
  "mn56:29.12": "čovek koji je u svome poslednjem telu.",
  "mn56:29.13": "Zaista mu premca nema, u njemu mrlje nema:",
  "mn56:29.14": "Blažen on jeste, a ja sam njegov učenik.",
  "mn56:29.15": "Nadišao svaku sumnju, zaista vešt,",
  "mn56:29.16": "on kroti druge, savršen učitelj.",
  "mn56:29.17": "Niko ga nadmašiti ne može po broju vrlina;",
  "mn56:29.18": "bez oklevanja, on je taj što sija velikim sjajem;",
  "mn56:29.19": "proniknuvši obmanu, heroj istinski postade:",
  "mn56:29.20": "Blažen on jeste, a ja sam njegov učenik.",
  "mn56:29.21": "Predvodnik stada, nemerljiv jeste on,",
  "mn56:29.22": "dubine su nesagledive potpuno utihnulome;",
  "mn56:29.23": "sigurnost obezbeđuje, znanje poseduje,",
  "mn56:29.24": "u Dhammi stoji, sasvim obuzdan;",
  "mn56:29.25": "raskinuvši sve okove, oslobođen postaje:",
  "mn56:29.26": "Blažen on jeste, a ja sam njegov učenik.",
  "mn56:29.27": "Veličanstvenom slonu nalik, u divljini živi,",
  "mn56:29.28": "nikakvim okovima sputan, sasvim slobodan;",
  "mn56:29.29": "vešt u razmatranju, mudrošću prožet,",
  "mn56:29.30": "barjak mu spušten, jer strasti u njemu više nema;",
  "mn56:29.31": "zauzdavši sam sebe, nove žudnje ne stvara:",
  "mn56:29.32": "Blažen on jeste, a ja sam njegov učenik.",
  "mn56:29.33": "Najbolji među prorocima, nikoga ne obmanjuje,",
  "mn56:29.34": "stekavši trovrsno znanje, probuđen postade;",
  "mn56:29.35": "srca pročišćenog, majstor je podučavanja,",
  "mn56:29.36": "uvek spokojan živi, taj otkrivalac znanja;",
  "mn56:29.37": "Prvi među darovateljima, moćima njegovim granica nema:",
  "mn56:29.38": "Blažen on jeste, a ja sam njegov učenik.",
  "mn56:29.39": "Plemenit je, razvijenog uma,",
  "mn56:29.40": "što dosegnu cilj i objavi istinu;",
  "mn56:29.41": "svesnošću i prodornim uvidom obdaren,",
  "mn56:29.42": "nit napred juri, niti zaostaje;",
  "mn56:29.43": "bez ikakvog kolebanja, obuzdan sasvim:",
  "mn56:29.44": "Blažen on jeste, a ja sam njegov učenik.",
  "mn56:29.45": "Postupa ispravno, u meditaciji boravi,",
  "mn56:29.46": "u njemu nečistoća nema, savršeno čist je;",
  "mn56:29.47": "Ni od koga zavisan i bez ikakvog straha,",
  "mn56:29.48": "u osami živi, stigavši na sam vrh;",
  "mn56:29.49": "Pošto sam na drugu obalu pređe, i naš je vodič:",
  "mn56:29.50": "Blažen on jeste, a ja sam njegov učenik.",
  "mn56:29.51": "Nepomućene vedrine, ogromne mudrosti,",
  "mn56:29.52": "čovek beskrajno mudar, a bez žudnje za bilo čim;",
  "mn56:29.53": "On je Tathāgata, on je Uzvišeni,",
  "mn56:29.54": "ravnoga mu nema, nadmašiti ga ne može niko;",
  "mn56:29.55": "zaista neustrašiv, u svemu vešt:",
  "mn56:29.56": "Blažen on jeste, a ja sam njegov učenik.",
  "mn56:29.57": "Presekao je žudnju, postao Probuđeni,",
  "mn56:29.58": "sve oblake razvejao je, potpuno čist;",
  "mn56:29.59": "Najvredniji je darova, najmoćnijeg duha,",
  "mn56:29.60": "prvi među ljudima, uzor svima;",
  "mn56:29.61": "najveći među najvećima, vrh slave dosegnu:",
  "mn56:29.62": "Blažen on jeste, a ja sam njegov učenik.„",
  "mn56:30.1": "„Kada si, kućedomaćine, sastavio tu himnu asketi Gotami?”",
  "mn56:30.2": "„Poštovani, zamislite veliku gomilu cvetova različite vrste, a onda ih vešti pletač venaca ili njegov pomoćnik upletu u šareni venac;",
  "mn56:30.3": "isto tako, poštovani gospodine, Blaženi ima mnogo hvale vrednih kvaliteta, mnogo stotina hvale vrednih kvaliteta.",
  "mn56:30.4": "Pa ko ne bi, poštovani gospodine, hvalio onoga ko je hvale vredan?„",
  "mn56:31.1": "Pošto Nigaṇṭha Nātaputta nije mogao da podnese počasti koje su ukazane Blaženom, topla krv u talasima udari mu na usta."
}