{
  "mn57:0.1": "Budini govori srednje dužine 57",
  "mn57:0.2": "Asketa psećeg zaveta ",
  "mn57:1.1": "Ovako sam čuo.",
  "mn57:1.2": "Jednom je Blaženi boravio u zemlji naroda Koliya, kraj grada po imenu Haliddavasana.",
  "mn57:2.1": "Onda Puṇṇa, iz naroda Koliya, asketa volovskog zaveta i Seniya, goli asketa psećeg zaveta, dođoše do Blaženoga, pa se Puṇṇa, asketa volovskog zaveta, pokloni Blaženome i sede sa strane, dok se Seniya, goli asketa psećeg zaveta, učtivo pozdravi sa njim. Kada taj učtivi i prijateljski razgovor bi završen, smesti se on sa strane, sklupčavši se poput psa.",
  "mn57:2.2": "Pošto Puṇṇa, asketa volovskog zaveta, sede, on ovako upita Blaženoga:",
  "mn57:2.3": "„Poštovani gospodine, ovaj goli asketa psećeg zaveta Seniya čini ono što je teško činiti: jede hranu tek kad je bačena na tlo.",
  "mn57:2.4": "Odavno je primio taj pseći zavet i dugo ga praktikuje.",
  "mn57:2.5": "Kakva je njegova sudbina? Kakav će biti njezin budući tok„",
  "mn57:2.6": "„Dovoljno je, Puṇṇa. Ne postavljaj mi takvo pitanje”",
  "mn57:2.7": "",
  "mn57:2.8": "Treći put Puṇṇa, asketa volovskog zaveta, upita Blaženoga:",
  "mn57:2.9": "„Poštovani gospodine, ovaj goli asketa psećeg zaveta, Seniya čini ono što je teško činiti: jede hranu tek kad je bačena na tlo.",
  "mn57:2.10": "Odavno je primio taj pseći zavet i dugo ga praktikuje.",
  "mn57:2.11": "Kakva je njegova sudbina? Kakav će biti njezin budući tok„",
  "mn57:2.12": "„Dobro, Puṇṇa, pošto svakako ne mogu da te odvratim kad kažem:",
  "mn57:2.13": "’Dovoljno je, Puṇṇa. Ne postavljaj mi takvo pitanje’,",
  "mn57:2.14": "odgovoriću ti.",
  "mn57:3.1": "Dakle, Puṇṇa, neko razvija pseći zavet potpuno i neograničeno, razvija pseće navike potpuno i neograničeno, razvija pseći um potpuno i neograničeno, razvija pseće ponašanje potpuno i neograničeno.",
  "mn57:3.2": "Radeći tako, posle sloma tela, posle smrti preporađa se u društvu pasa.",
  "mn57:3.3": "Ako pri svemu tome ovako razmišlja: ’Ovom vrlinom, zavetom, asketizmom ili svetačkim životom postaću (veliko) božanstvo ili neko (manje) božanstvo’, to je pogrešno razumevanje.",
  "mn57:3.4": "A za onoga s pogrešnim razumevanjem postoje dva odredišta: čistilište ili svet životinja.",
  "mn57:3.5": "Dakle, Puṇṇa, ako u psećem zavetu uspe, odvešće ga to u društvo pasa; ako ne uspe, odvešće ga to u čistilište„",
  "mn57:4.1": "Kad ovo bi izrečeno, Seniya, goli asketa psećeg zaveta, zacvile i grunuše mu suze.",
  "mn57:4.2": "Tada Blaženi reče Puṇṇi, sinu naroda Koliya i asketi volovskog zaveta:",
  "mn57:4.3": "„Puṇṇa, nisam te mogao odvratiti kad rekoh:",
  "mn57:4.4": "’Dovoljno je, Puṇṇa. Ne postavljaj mi takvo pitanje.„",
  "mn57:4.5": "(Na to Seniya, asketa psećeg zaveta, reče:) „Ne plačem ja zato što je tako govorio Blaženi,",
  "mn57:4.6": "već zato što sam tako davno primio taj pseći zavet i dugo ga praktikovao.",
  "mn57:4.7": "Poštovani gospodine, ovde je i Puṇṇa, sin naroda Koliya i asketa volovskog zaveta.",
  "mn57:4.8": "Odavno je primio taj volovski zavet i dugo ga praktikuje.",
  "mn57:4.9": "Kakva je njegova sudbina? Kakav će biti njezin budući tok„",
  "mn57:4.10": "„Dovoljno je, Seniya. Ne postavljaj mi takvo pitanje”",
  "mn57:4.11": "",
  "mn57:4.12": "I treći put Seniya, goli asketa psećeg zaveta, upita Blaženoga:",
  "mn57:4.13": "„Poštovani gospodine, ovde je i Puṇṇa, sin naroda Koliya i asketa volovskog zaveta;",
  "mn57:4.14": "odavno je primio taj volovski zavet i dugo ga praktikuje.",
  "mn57:4.15": "Kakva je njegova sudbina? Kakav će biti njezin budući tok„",
  "mn57:4.16": "„Dobro, Seniya, pošto ne mogu da te odvratim kad kažem:",
  "mn57:4.17": "’Dovoljno je, Seniya. Ne postavljaj mi takvo pitanje’,",
  "mn57:4.18": "odgovoriću ti.",
  "mn57:5.1": "Dakle, Seniya, neko razvija volovski zavet potpuno i neograničeno, razvija volovsku naviku potpuno i neograničeno, razvija volovski um potpuno i neograničeno, razvija volovsko ponašanje potpuno i neograničeno.",
  "mn57:5.2": "Radeći tako, posle sloma tela, posle smrti preporađa se u društvu volova.",
  "mn57:5.3": "Ako pri svemu tome ovako razmišlja: ’Ovom vrlinom, zavetom, asketizmom ili asketskim životom postaću (veliko) božanstvo ili neko (manje) božanstvo’, to je pogrešno razumevanje.",
  "mn57:5.4": "A za onoga sa pogrešnim razumevanjem postoje dva odredišta: čistilište ili svet životinja.",
  "mn57:5.5": "Dakle, Seniya, ako u volovskom zavetu uspe, odvešće ga to u društvo volova; ako ne uspe, odvešće ga to u čistilište„",
  "mn57:6.1": "Kad ovo bi izrečeno, Puṇṇa, sin naroda Koliya i asketa volovskog zaveta, zacvile i grunuše mu suze.",
  "mn57:6.2": "Tada Blaženi reče Seniyi, golom asketi psećeg zaveta:",
  "mn57:6.3": "„Seniya, nisam te mogao odvratiti kada rekoh:",
  "mn57:6.4": "’Dovoljno je, Seniya. Ne postavljaj mi takvo pitanje.„",
  "mn57:6.5": "(Na to Seniya, asketa volovskog zaveta, reče:) „Ne plačem ja zato što je tako govorio Blaženi,",
  "mn57:6.6": "već zato što sam tako davno primio taj volovski zavet i tako dugo ga praktikovao.",
  "mn57:6.7": "Poštovani gospodine, ovakvo je moje poverenje u Blaženog:",
  "mn57:6.8": "’Blaženi može da me poduči Dhammi na takav način da napustim volovski zavet i da ovaj goli asketa psećeg zaveta napusti svoj pseći zavet.„",
  "mn57:6.9": "„Onda, Puṇṇa, dobro slušaj i zapamti šta ću ti reći”",
  "mn57:6.10": "„Da, poštovani”, odgovori on.",
  "mn57:6.11": "A Blaženi ovako nastavi:",
  "mn57:7.1": "„Puṇṇa, pošto sam ih neposredno razumeo, objavio sam da postoje četiri vrste postupaka.",
  "mn57:7.2": "Koje četiri?",
  "mn57:7.3": "Postoji taman postupak s tamnim rezultatom,",
  "mn57:7.4": "postoji svetao postupak sa svetlim rezultatom,",
  "mn57:7.5": "postoji taman i svetao postupak s tamnim i svetlim rezultatom",
  "mn57:7.6": "i, najzad, postoji postupak koji nije ni taman ni svetao, sa ni tamnim ni svetlim rezultatom, a vodi iskorenjivanju postupka.",
  "mn57:8.1": "Kakav je to, Puṇṇa, taman postupak s tamnim rezultatom?",
  "mn57:8.2": "Neko stvara povređujuće telesne tvorevine, stvara povređujuće verbalne tvorevine, stvara povređujuće mentalne tvorevine.",
  "mn57:8.3": "Čineći tako, ponovo se rađa u svetu ispunjenom povređivanjem.",
  "mn57:8.4": "Kad se to dogodi, povređujući kontakti ga pogađaju.",
  "mn57:8.5": "Kad ga pogode, ispunjen je povređujućim osećajima toliko snažnim kao da se nalazi u čistilištu.",
  "mn57:8.6": "Tako se svako biće preporađa u zavisnosti od samoga sebe:",
  "mn57:8.7": "preporađa se zahvaljujući postupcima koje je samo načinilo.",
  "mn57:8.8": "Kad se preporodi, kontakti ga pogađaju.",
  "mn57:8.9": "Zato kažem da su bića naslednici sopstvenih dela.",
  "mn57:8.10": "Ovo se naziva tamni postupak s tamnim rezultatom.",
  "mn57:9.1": "Kakav je to svetao postupak sa svetlim rezultatom?",
  "mn57:9.2": "Neko stvara nepovređujuću telesnu tvorevinu, stvara nepovređujuću verbalnu tvorevinu, stvara nepovređujuću mentalnu tvorevinu.",
  "mn57:9.3": "Čineći tako, ponovo se rađa u svetu u kojem nema povređivanja.",
  "mn57:9.4": "Kad se to dogodi, nepovređujući kontakti ga pogađaju.",
  "mn57:9.5": "Kad ga pogode, ispunjen je nepovređujućim osećajima, toliko prijatnim kao što su oni u svetu božanstava blistave slave.",
  "mn57:9.6": "Tako se svako biće preporađa u zavisnosti od samoga sebe:",
  "mn57:9.7": "preporađa se u skladu sa postupcima koje je samo načinilo.",
  "mn57:9.8": "Kad se preporodi, kontakti ga pogađaju.",
  "mn57:9.9": "Zato kažem da su bića naslednici sopstvenih dela.",
  "mn57:9.10": "Ovo se naziva svetao postupak sa svetlim rezultatom.",
  "mn57:10.1": "Kakav je to taman i svetao postupak s tamnim i svetlim rezultatom?",
  "mn57:10.2": "Neko stvara telesnu tvorevinu koja je i povređujuća i nepovređujuća… verbalnu tvorevinu… mentalnu tvorevinu koja je i povređujuća i nepovređujuća.",
  "mn57:10.3": "Čineći tako, ponovo se rađa u svetu u kojem i ima i nema povređivanja.",
  "mn57:10.4": "Kad se to dogodi, pogađaju ga kontakti koji ne povređuju i oni koji povređuju.",
  "mn57:10.5": "Kad ga pogode, ispunjen je i nepovređujućim i povređujućim osećajima, mešavinom zadovoljstva i bola, kao što to biva sa ljudima, nekim božanstvima i nekim stanovnicima nižih svetova.",
  "mn57:10.6": "Tako se svako biće preporađa u zavisnosti od samoga sebe:",
  "mn57:10.7": "preporađa se u skladu sa postupcima koje je načinilo.",
  "mn57:10.8": "Kad se ponovo rodi, kontakti ga pogađaju.",
  "mn57:10.9": "Zato kažem da su bića naslednici sopstvenih dela.",
  "mn57:10.10": "Ovo se naziva taman i svetao postupak sa tamnim i svetlim rezultatom.",
  "mn57:11.1": "Kakav je to ni taman ni svetao postupak, sa ni tamnim ni svetlim rezultatom, a vodi iskorenjivanju postupka?",
  "mn57:11.2": "Svaka volja da se izbegne postupak koji je taman, s tamnim rezultatom, svaka volja da se izbegne postupak koji je svetao, sa svetlim rezultatom i svaka volja da se izbegne postupak koji je taman i svetao, s tamnim i svetalim rezultatom:",
  "mn57:11.3": "to se naziva ni taman ni svetao postupak, sa ni tamnim ni svetlim rezultatom, a vodi iskorenjivanju postupka.",
  "mn57:11.4": "Ovo su četiri vrste postupaka koje sam objavio da postoje, pošto sam ih neposredno razumeo„",
  "mn57:12.1": "Kad ovo bi rečeno, Puṇṇa, sin naroda Koliya i asketa volovskog zaveta, reče Blaženome:",
  "mn57:12.2": "„Izvrsno, učitelju Gotama! Izvrsno, učitelju Gotama.",
  "mn57:12.3": "",
  "mn57:12.4": "Neka me učitelj Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište„",
  "mn57:13.1": "A Seniya, goli asketa psećeg zaveta, reče:",
  "mn57:13.2": "„Izvrsno, učitelju Gotama! Izvrsno, učitelju Gotama.",
  "mn57:13.3": "",
  "mn57:13.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište.",
  "mn57:13.5": "Neka me učitelj Gotama prihvati kao zaređenog sledbenika i neka primim puno zaređenje„",
  "mn57:14.1": "„Seniya, onaj ko je prethodno pripadao nekom drugom redu, a želi da se pridruži beskućnicima i primi puno zaređenje u učenju i pravilima, mora provesti četiri probna meseca. Posle četiri meseca, ako su zadovoljni njime, monasi ga primaju u beskućništvo i daju mu puno zaređenje, tako da i sam postaje monah”",
  "mn57:14.2": "„Ako oni koji su prethodno pripadali nekom drugom redu, a žele da se pridruže beskućnicima i prime puno zaređenje u učenju i pravilima, moraju provesti četiri probna meseca, a posle četiri meseca, ako su zadovoljni njima, monasi ih primaju u beskućništvo i daju im puno zaređenje, tako da i sami postaju monasi, ja ću na probi provesti četiri godine, a posle te četiri godine neka me monasi, ako su zadovoljni mnome, prime u beskućništvo i daju mi puno zaređenje”",
  "mn57:14.3": "",
  "mn57:15.1": "I tako Seniya, goli asketa psećeg zaveta, primi od Blaženog puno zaređenje i bi primljen među beskućnike.",
  "mn57:15.2": "Ne zadugo posle potpunog zaređenja, boraveći u meditaciji, povučen, marljiv, predan i odlučan, poštovani Seniya, stekavši neposredno znanje, ovde i sada dostiže i ostade na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike.",
  "mn57:15.3": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja”",
  "mn57:15.4": "Poštovani Seniya postade jedan od arahanata."
}