{
  "mn58:0.1": "Budni govori srednje dužine 58 ",
  "mn58:0.2": "Govor princu Abhayi",
  "mn58:1.1": "Ovako sam čuo.",
  "mn58:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice.",
  "mn58:2.1": "Tada princ Abhaya dođe do Nigaṇṭhe Nātaputte, pokloni mu se i sede sa strane. Na to Nigaṇṭha Nātaputta reče:",
  "mn58:3.1": "„Idi, prinče, pobij učenje askete Gotame i ovakav dobar glas će se o tebi proširiti:",
  "mn58:3.2": "’Princ Abhaya je pobio učenje askete Gotame, koji je toliko moćan i ubedljiv.’",
  "mn58:3.3": "„Ali kako, gospodine, da pobijem njegovo učenje?”",
  "mn58:3.5": "„Prinče, idi do askete Gotame i kaži mu: ’Poštovani, da li bi Tathāgata izgovorio reč koja se drugima ne bi dopala, koja bi im bila neprijatna?’",
  "mn58:3.7": "Ako asketa Gotama na takvo pitanje kaže: ’Tathāgata bi, prinče, izgovorio reč koja se drugima ne bi dopala, koja bi im bila neprijatna’, onda mu reci:",
  "mn58:3.9": "’Pa kakva je onda razlika između vas i običnog čoveka?",
  "mn58:3.10": "Jer i običan čovek može da izgovori reč koja se drugima ne bi dopala, koja bi im bila neprijatna.’",
  "mn58:3.11": "Ako asketa Gotama na takvo pitanje kaže: ’Tathāgata, prinče, ne bi izgovorio reč koja se drugima ne bi dopala, koja bi im bila neprijatna’, onda mu reci:",
  "mn58:3.13": "’Pa zašto ste objavili o Devadatti:",
  "mn58:3.14": "„Devadatta će sigurno završiti u svetu lišavanja, u čistilištu, Devadatta će ostati (u čistilištu) čitav eon, Devadatta je nepopravljiv”?",
  "mn58:3.15": "Devadatta je bio besan i nezadovoljan zbog vaših reči.’",
  "mn58:3.16": "Kad asketi Gotami postaviš ovakvo pitanje nalik dvokrakoj udici, neće biti u stanju ni da ga proguta, ni da ga ispljune.",
  "mn58:3.17": "Ako bi se gvozdeni šiljak zaglavio u čovekovom grlu, on ne bi bio u stanju ni da ga proguta, ni da ga ispljune;",
  "mn58:3.18": "isto tako, prinče, kada asketi Gotami postaviš pitanje nalik dvokrakoj udici, neće biti u stanju ni da ga proguta, ni da ga ispljune.”",
  "mn58:4.1": "„Da, poštovani gospodine”, odgovori princ Abhaya. Onda ustade sa svog mesta, pokloni se Nigaṇṭha Nātaputti te pazeći da mu ovaj ostane sa desne strane, otide do Blaženog. Pošto se pokloni Blaženom, sede sa strane, pogleda u sunce i pomisli:",
  "mn58:4.3": "„Danas je suviše kasno za pobijanje učenja Blaženoga.",
  "mn58:4.4": "Pobiću učenje Blaženog u sopstvenoj kući sutra.” Potom reče Blaženome:",
  "mn58:4.5": "„Poštovani gospodine, neka Blaženi, zajedno s trojicom monaha, prihvati od mene dar hrane za sutra”.",
  "mn58:4.6": "Blaženi ćutke prihvati ovaj predlog.",
  "mn58:5.1": "Videvši da je Blaženi prihvatio, princ Abhaya ustade sa svog mesta, pokloni se Blaženom te pazeći da mu ovaj ostane sa desne strane, otide.",
  "mn58:5.2": "Kada se noć završi, rano ujutro, Blaženi se obuče, uze svoju prosjačku zdelu i gornji ogrtač te otide do kuće princa Abhaye i sede na pripremljeno mesto.",
  "mn58:5.3": "Princ Abhaya je lično poslužio i raznim ukusnim jelima zadovoljio Blaženoga.",
  "mn58:5.4": "Kada je Blaženi jeo i izvadio prste iz prosjačke zdele, princ Abhaya sede na niže mesto i reče Blaženome:",
  "mn58:6.2": "„Da li bi Tathāgata izgovorio reč koja se drugima ne bi dopala, koja bi im bila neprijatna?”",
  "mn58:6.3": "„Prinče, ne postoji jednoznačni odgovor na to pitanje.”",
  "mn58:6.4": "„Onda je, poštovani, plan Nigaṇṭha Nātaputte propao.”",
  "mn58:6.7": "Onda princ Abhaya prepriča svoj razgovor sa Nigaṇṭha Nātaputtom.",
  "mn58:7.1": "Tom prilikom je princ Abhaya u krilu držao svog malog sinčića. Na to Blaženi reče princu Abhayi:",
  "mn58:7.3": "„Šta misliš, prinče?",
  "mn58:7.4": "Ako bi, dok ti ili dadilja ne obraćate pažnju, ovo dete stavilo komad drveta ili kamen u usta i on se zaglavio u grlu, šta bi uradio?”",
  "mn58:7.5": "„Poštovani gospodine, pokušao bih da mu to izvadim iz usta.",
  "mn58:7.6": "Ako mi ne bi uspelo, zgrabio bih detetu glavu jednom šakom, savio prst na drugoj i makar ga povredio da krv poteče, gurnuo bih mu prst duboko u grlo kako bih taj predmet izvadio.",
  "mn58:7.7": "A zašto?",
  "mn58:7.8": "Iz saosećanja prema detetu.”",
  "mn58:8.1": "„Isto tako, prinče, reči za koje Tathāgata zna da su neistinite, netačne i beskorisne, koje se takođe drugima ne bi dopale, koje bi im bile neprijatne, takve reči Tathāgata ne izgovara.",
  "mn58:8.2": "One reči za koje Tathāgata zna da su istinite i tačne, ali beskorisne, koje se takođe drugima ne bi dopale, koje bi im bile neprijatne, takve reči Tathāgata ne izgovara.",
  "mn58:8.3": "One reči za koje Tathāgata zna da su istinite, tačne i korisne, ali koje se drugima ne bi dopale, koje bi im bile neprijatne, za takve reči Tathāgata zna pravi trenutak da ih izgovori.",
  "mn58:8.4": "One reči za koje Tathāgata zna da su neistinite, netačne i beskorisne, ali koje bi se drugima dopale, koje bi im bile prijatne, takve reči Tathāgata ne izgovara.",
  "mn58:8.5": "One reči za koje Tathāgata zna da su istinite i tačne, ali su beskorisne i koje bi se drugima dopale, koje bi im bile prijatne, takve reči Tathāgata ne izgovara.",
  "mn58:8.6": "One reči za koje Tathāgata zna da su istinite, tačne i korisne, koje bi se drugima dopale, koje bi im bile prijatne, za takve reči Tathāgata zna pravi trenutak da ih izgovori.",
  "mn58:8.7": "A zašto?",
  "mn58:8.8": "Zato što u Tathāgati ima saosećanja za bića.”",
  "mn58:9.1": "„Poštovani, kada učeni plemići, učeni brahmani, učeni kućedomaćini i učeni askete formulišu pitanje, dođu do Blaženog i postave ga, postoji li već u umu Blaženog misao: ’Ako dođu i pitaju me ovo, ja ću im odgovoriti ovako’?",
  "mn58:9.2": "Ili vam se odgovor javi na licu mesta?”",
  "mn58:10.1": "„Što se toga tiče, prinče, postaviću ti jedno pitanje. Odgovori kako misliš da treba.",
  "mn58:10.2": "Ša misliš, prinče?",
  "mn58:10.3": "Da li se dobro razumeš u delove kočije?”",
  "mn58:10.4": "„Da, dobro se razumem.”",
  "mn58:10.5": "„A šta misliš, prinče?",
  "mn58:10.6": "Kada ljudi dođu i pitaju te: ’Kako se zove ovaj deo kočije?’,",
  "mn58:10.8": "postoji li već u tvom umu misao: ’Ako dođu i pitaju me ovo, ja ću im odgovoriti ovako’? Ili ti se odgovor javi na licu mesta?",
  "mn58:10.9": "„Znan sam kao vozar koji dobro poznaje delove kočije.",
  "mn58:10.10": "Svaki deo kočije odlično poznajem.",
  "mn58:10.11": "Zato bi mi se odgovor javio na licu mesta.”",
  "mn58:11.1": "„Isto tako, prinče, kad učeni plemići, učeni brahmani, učeni kućedomaćini i učeni askete formulišu pitanje, dođu do Tathāgate i postave ga, odgovor se Tathāgati javi na licu mesta.",
  "mn58:11.2": "A zašto?",
  "mn58:11.3": "Taj element stvari Tathāgata je do kraja razumeo, a kroz to puno razumevanje odgovor se Tathāgati javlja na licu mesta.”",
  "mn58:12.1": "Kad to bi rečeno, princ Abhaya reče:",
  "mn58:12.2": "„Izvrsno, poštovani gospodine! Izvrsno! Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, isto tako je poštovani Gotama, na više različitih načina, razjasnio Dhammu.",
  "mn58:12.3": "Uzimam poštovanog Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. Neka me poštovani Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!”"
}