{
  "mn5:0.1": "Budni govori srednje dužine 5 ",
  "mn5:0.2": "Bez mrlja ",
  "mn5:1.1": "Ovako sam čuo. ",
  "mn5:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn5:1.3": "I tu poštovani Sāriputta reče monasima: ",
  "mn5:1.4": "„Prijatelji monasi.” ",
  "mn5:1.5": "„Prijatelju,” odgovoriše monasi. ",
  "mn5:1.6": "A poštovani Sāriputa ovako nastavi: ",
  "mn5:2.1": "„Prijatelji, na ovome svetu postoje četiri vrste ljudi. ",
  "mn5:2.2": "Koje četiri? ",
  "mn5:2.3": "Postoji čovek sa mrljama koji ne razume onako kako zaista jeste: ’U meni postoje mrlje.’ ",
  "mn5:2.4": "Postoji čovek sa mrljama koji razume onako kako zaista jeste: ’U meni postoje mrlje.’ ",
  "mn5:2.5": "Postoji čovek bez mrlja koji ne razume onako kako zaista jeste: ’U meni ne postoje mrlje.’ ",
  "mn5:2.6": "Postoji čovek bez mrlja koji razume onako kako zaista jeste: ’U meni ne postoje mrlje.’ ",
  "mn5:2.7": "Otuda se među ovim dvema osobama sa mrljama, čovek sa mrljama koji ne razume onako kako zaista jeste: ’U meni postoje mrlje’, naziva inferiornim. ",
  "mn5:2.8": "Otuda se među ovim dvema osobama sa mrljama, čovek sa mrljama koji razume onako kako zaista jeste: ’U meni postoje mrlje’, naziva superiornim. ",
  "mn5:2.9": "Otuda se među dvema osobama bez mrlja, čovek bez mrlja koji ne razume onako kako zaista jeste: ’U meni ne postoje mrlje’, naziva inferiornim. ",
  "mn5:2.10": "Otuda se među dvema osobama bez mrlja, čovek bez mrlja koji razume onako kako zaista jeste: ’U meni ne postoje mrlje’, naziva superiornim.” ",
  "mn5:3.1": "Kad ovo bi rečeno, poštovani Mahā Moggallāna upita poštovanog Sāriputtu: ",
  "mn5:3.2": "„Prijatelju Sāriputta, šta je uzrok, šta je razlog što se među ta dva čoveka sa mrljama jedan naziva inferiornim, a drugi superiornim? ",
  "mn5:3.3": "Šta je uzrok, šta je razlog što se od ta dva čoveka bez mrlja jedan naziva inferiornim, a drugi superiornim?” ",
  "mn5:4.1": "„Prijatelju, kada čovek sa mrljama ne razume onako kako zaista jeste: ’U meni postoje mrlje’, može se očekivati da neće biti nadahnut, neće uložiti napor ili probuditi energiju da napusti te mrlje, ",
  "mn5:4.2": "te da će umreti sa strašću, mržnjom i obmanutošću, sa mrljama, uprljanog uma. ",
  "mn5:4.3": "Zamisli bronzanu posudu koja je donesena sa pijace ili iz kovačnice prekrivena prašinom i prljavštinom, ",
  "mn5:4.4": "a vlasnik je onda niti koristi niti je očisti, već je ostavi u nekom prašnjavom kutku. ",
  "mn5:4.5": "Hoće li vremenom ta bronzana posuda postati još prašnjavija i prljavija?” ",
  "mn5:4.6": "„Hoće, prijatelju.” ",
  "mn5:4.7": "„Isto tako, prijatelju, kada čovek sa mrljama ne razume onako kako zaista jeste: ’U meni postoje mrlje’, može se očekivati da neće biti nadahnut, neće uložiti napor ili probuditi energiju da napusti te mrlje, ",
  "mn5:4.8": "te da će umreti sa strašću, mržnjom i obmanutošću, sa mrljama, uprljanog uma. ",
  "mn5:5.1": "Prijatelju, kada čovek sa mrljama razume onako kako zaista jeste: ’U meni postoje mrlje’, može se očekivati da će biti nadahnut, uložiti napor i probuditi energiju da napusti mrlje, ",
  "mn5:5.2": "te da će umreti bez strasti, mržnje i obmanutosti, bez mrlja, neuprljanog uma. ",
  "mn5:5.3": "Zamisli bronzanu posudu koja je donesena sa pijace ili iz kovačnice prekrivena prašinom i prljavštinom, ",
  "mn5:5.4": "a vlasnik je onda očisti, ne ostavi je u nekom prašnjavom kutku. ",
  "mn5:5.5": "Hoće li vremenom ta bronzana posuda biti još čistija i blistavija?” ",
  "mn5:5.6": "„Hoće, prijatelju.” ",
  "mn5:5.7": "„Isto tako, prijatelju, kada čovek sa mrljama razume onako kako zaista jeste: ’U meni postoje mrlje’, može se očekivati da će biti nadahnut, uložiti napor ili probuditi energiju da napusti te mrlje, ",
  "mn5:5.8": "te da će umreti bez strasti, mržnje i obmanutosti, bez mrlja, neuprljanog uma. ",
  "mn5:6.1": "Prijatelju, kada čovek bez mrlja ne razume onako kako zaista jeste:’U meni ne postoje mrlje’, može se očekivati da će pažnju pokloniti znakulepote, da će time strast preplaviti njegov um, ",
  "mn5:6.2": "te da će umreti sa strašću, mržnjom i obmanutošću, sa mrljama, uprljanog uma. ",
  "mn5:6.3": "Zamisli bronzanu posudu koja je donesena sa pijace ili iz kovačnice čista i blistava, ",
  "mn5:6.4": "a vlasnik je niti koristi niti čisti, već je ostavi u nekom prašnjavom kutku. ",
  "mn5:6.5": "Hoće li vremenom ta bronzana posuda postati još prašnjavija i prljavija?” ",
  "mn5:6.6": "„Hoće, prijatelju.” ",
  "mn5:6.7": "„Isto tako, prijatelju, kada čovek bez mrlja ne razume onako kako zaista jeste: ’U meni ne postoje mrlje’, može se očekivati da će pažnju pokloniti znaku lepote, da će time strast preplaviti njegov um, ",
  "mn5:6.8": "te da će umreti sa strašću, mržnjom i obmanutošću, sa mrljama, uprljanog uma. ",
  "mn5:7.1": "Prijatelju, kada čovek bez mrlja razume onako kako zaista jeste: ’U meni ne postoje mrlje’, može se očekivati da neće pažnju pokloniti znaku lepote, da time strast neće preplaviti njegov um, ",
  "mn5:7.2": "te da će umreti bez strasti, mržnje i obmanutosti, bez mrlja, neuprljanog uma. ",
  "mn5:7.3": "Zamisli bronzanu posudu koja je donesena sa pijace ili iz kovačnice čista i blistava, ",
  "mn5:7.4": "i vlasnik je koristi i čisti, a ne ostavi je u nekom prašnjavom kutku. ",
  "mn5:7.5": "Hoće li vremenom ta bronzana posuda biti još čistija i blistavija?” ",
  "mn5:7.6": "„Hoće, prijatelju.” ",
  "mn5:7.7": "Isto tako, kada čovek bez mrlja razume onako kako zaista jeste: ’U meni ne postoje mrlje’, može se očekivati da neće pažnju pokloniti znaku lepote, da time strast neće preplaviti njegov um, ",
  "mn5:7.8": "te da će umreti bez strasti, mržnje i obmanutosti, bez mrlja, neuprljanog uma. ",
  "mn5:8.1": "To je uzrok, to je razlog što se od ta dva čoveka sa mrljama jedannaziva inferiornim, a drugi superiornim. ",
  "mn5:8.2": "To je uzrok, to je razlog što se od ta dva čoveka bez mrlja jedan naziva inferiornim, a drugi superiornim. ",
  "mn5:9.1": "„’Mrlja, mrlja’ jeste rečeno, prijatelju, ",
  "mn5:9.2": "ali šta ta reč ’mrlja’ označava? ",
  "mn5:9.3": "’Mrlja’, prijatelju, označava područja loših, štetnih želja. ",
  "mn5:10.1": "Moguće je da monah ovako poželi: ",
  "mn5:10.2": "’Ako prekršim monaška pravila, neka drugi monasi ne saznaju da sam prekršio pravila.’ ",
  "mn5:10.3": "I moguće je da drugi monasi ipak saznaju da je taj monah ",
  "mn5:10.4": "prekršio pravila. ",
  "mn5:10.5": "’Ostali monasi znaju da sam prekršio pravila.’ ",
  "mn5:10.6": "razmišlja on ljutit i ogorčen. ",
  "mn5:10.7": "Taj bes i ogorčenost ",
  "mn5:10.8": "jesu mrlje. ",
  "mn5:11.1": "Moguće je da monah ovako poželi: ",
  "mn5:11.2": "’Ako prekršim monaška pravila, neka me monasi prekore kad smo nasamo, a ne usred sanghe.’ ",
  "mn5:11.3": "I moguće je da dugi monasi ipak prekore tog monaha usred sanghe, a ne kada su nasamo. ",
  "mn5:11.4": " ’Monasi su me prekoreli usred sanghe, a ne kad smo nasamo.’ ",
  "mn5:11.5": "razmišlja on ljutit i ogorčen. ",
  "mn5:11.6": "Taj bes i ogorčenost ",
  "mn5:11.7": "jesu mrlje. ",
  "mn5:12.1": "Moguće je da monah ovako poželi: ",
  "mn5:12.2": "’Ako prekršim monaška pravila, neka me prekoreva neko ko je meni ravan, a ne onaj ko mi nije ravan.’ ",
  "mn5:12.3": "I moguće je da ga prekoreva neko ko mu nije ravan, a ne onaj ko mu jeste ravan. ",
  "mn5:12.4": "’Onaj ko mi nije ravan me prekoreva, a ne onaj ko mi jeste ravan,’ ",
  "mn5:12.5": "razmišlja on ljutit i ogorčen. ",
  "mn5:12.6": "Taj bes i ogorčenost ",
  "mn5:12.7": "jesu mrlje. ",
  "mn5:13.1": "Moguće je da monah ovako poželi: ",
  "mn5:13.2": "’Ah, kad bi Učitelj podučio monahe Dhammi tako što bi meni postavio seriju pitanja, a ne nekom drugom monahu!’ ",
  "mn5:13.3": "I moguće je da Učitelj poduči monahe Dhammi tako što seriju pitanja postavi nekom drugom monahu, a ne njemu. ",
  "mn5:13.4": "’Učitelj podučava monahe Dhammi tako što postavlja seriju pitanja nekom drugom monahu, a ne meni,’ ",
  "mn5:13.5": "razmišlja on ljutit i ogorčen. ",
  "mn5:13.6": "Taj bes i ogorčenost ",
  "mn5:13.7": "jesu mrlje. ",
  "mn5:14.1": "Moguće je da monah ovako poželi: ",
  "mn5:14.2": " ’Ah, kad bi monasi ušli u selo u prošenje hrane i ja ih predvodim, a ne neki drugi monah!’ ",
  "mn5:14.3": "I moguće je da monasi uđu u selo u prošenje hrane tako što ih predvodi neki drugi monah, a ne on. ",
  "mn5:14.4": "’Monasi ulaze u selo u prošenje hrane tako što ih predvodi neki drugi monah, a ne ja,’ ",
  "mn5:14.5": "razmišlja on ljutit i ogorčen. ",
  "mn5:14.6": "Taj bes i ogorčenost ",
  "mn5:14.7": "jesu mrlje. ",
  "mn5:15.1": "Moguće je da monah ovako poželi: ",
  "mn5:15.2": "’Ah, kad bih ja dobio najbolje mesto za sedenje, najbolju vodu, najbolju hranu u trpezariji, a ne neki drugi monah!’ ",
  "mn5:15.3": "I moguće je da neki drugi monah dobije najbolje mesto za sedenje… ",
  "mn5:16.1": "Moguće je da monah ovako poželi: ",
  "mn5:16.2": "’Ah, kad bih ja izrecitovao blagoslov u trpezariji, posle obroka, a ne neki drugi monah!’ ",
  "mn5:16.3": "I moguće je da neki drugi monah izrecituje blagoslov… ",
  "mn5:17.1": "Moguće je da monah ovako poželi: ",
  "mn5:17.2": "’Ah, kad bih ja monahe podučio Dhammi… ",
  "mn5:18-20.1": "",
  "mn5:18-20.2": "kad bih ja monahinje podučio Dhammi… ",
  "mn5:18-20.3": "nezaređene sledbenike… ",
  "mn5:18-20.4": "nezaređene sledbenice koje posete manastir, a ne neki drugi monah!’ ",
  "mn5:18-20.5": "I moguće je da neki drugi monah poduči nezaređene sledbenice Dhammi… ",
  "mn5:18-20.6": "nezaređene sledbenice koje posete manastir, a ne neki drugi monah!’ ",
  "mn5:21.1": "Moguće je da monah ovako poželi: ",
  "mn5:21.2": "’Ah, kad bi monasi… monahinje… nezaređeni sledbenici… nezaređene sledbenice… mene podržale, slavile, poštovale i hvalile, a ne nekog drugog monaha!’ ",
  "mn5:22-24.5": "I moguće je da oni podrže nekog drugog monaha… ",
  "mn5:25.1": "Moguće je da monah ovako poželi: ",
  "mn5:25.2": "’Ah, kad bih ja bio taj koji dobija najbolji ogrtač… najbolju hranu… najbolje mesto za počinak… najbolje lekove… a ne neki drugi monah!’ ",
  "mn5:25.3": "I moguće je da neki drugi monah dobije sve to, a ne on… ",
  "mn5:26-27.1": "Moguće je da monah ovako poželi: ",
  "mn5:26-27.6": "’Drugi monah je taj koji dobija najbolji ogrtač… najbolju hranu… najbolje mesto za počinak… najbolje lekove, a ne ja,’ ",
  "mn5:26-27.7": "razmišlja on ljutit i ogorčen. ",
  "mn5:26-27.8": "Taj bes i ogorčenost ",
  "mn5:26-27.9": "jesu mrlje. ",
  "mn5:28.1": "’Mrlja’, prijatelju, označava područja ovakvih loših, štetnih želja. ",
  "mn5:29.1": "Ako se za bilo kog monaha vidi i čuje da ta područja loših, štetnih želja nije napustio, tada on može biti onaj koji živi u šumi, hrani se samo isprošenom hranom, ne preskače nijednu kuću kad prosi hranu, nosi ogrtač od odbačenih krpa, nosi ogrtač od grubog platna, pa ga ipak njegovi saputnici u svetačkom životu ne podržavaju, ne slave, ne poštuju niti hvale. ",
  "mn5:29.2": "A zašto? ",
  "mn5:29.3": "Zato što vide i čuju da taj poštovani nije napustio područja loših, štetnih želja. ",
  "mn5:29.4": "Zamisli bronzanu posudu koja je donesena sa pijace ili iz kovačnice čista i blistava, ",
  "mn5:29.5": "a vlasnik u nju stavi leš zmije, psa ili čoveka, pokrije je poklopcem i vrati se na pijacu. ",
  "mn5:29.6": "Kad ga vide, ljudi ga upitaju: ",
  "mn5:29.7": "’Šta to nosiš unaokolo kao da držiš neko blago?’ ",
  "mn5:29.8": "Onda podignu poklopac, pogledaju unutra ",
  "mn5:29.9": "i čim ugledaju sadržaj posude, ispune ih takvo gađenje, odvratnost i mučnina ",
  "mn5:29.10": "da čak i oni gladni ne žele da jedu, a kamoli oni siti. ",
  "mn5:29.11": "Isto tako, ako se za bilo kog monaha vidi i čuje da ta područja loših, štetnih želja nije napustio, tada on može biti onaj koji živi u šumi… a da ga ipak njegovi saputnici u svetačkom životu ne podržavaju, ne slave, ne poštuju niti hvale. ",
  "mn5:29.12": "A zašto? ",
  "mn5:29.13": "Zato što vide i čuju da taj poštovani nije napustio područja loših, štetnih želja. ",
  "mn5:30.1": "Ako se za bilo kog monaha vidi i čuje da ta područja loših, štetnih želja jeste napustio, tada on može biti onaj koji živi u selu, prihvata poziv za obrok u kući, nosi ogrtače dobijene od kućedomaćina, a da ga ipak njegovi saputnici u svetačkom životu podržavaju, slave, poštuju i hvale. ",
  "mn5:30.2": "A zašto? ",
  "mn5:30.3": "Zato što vide i čuju da je taj poštovani napustio područja loših, štetnih želja. ",
  "mn5:30.4": "Zamisli bronzanu posudu koja je donesena sa pijace ili iz kovačnice čista i blistava, ",
  "mn5:30.5": "a vlasnik u nju stavi kuvani pirinač i različita jela i sosove, pokrije je poklopcem i vrati se na pijacu. ",
  "mn5:30.6": "Kad ga vide, ljudi ga upitaju: ",
  "mn5:30.7": "’Šta to nosiš unaokolo kao da držiš neko blago?’ ",
  "mn5:30.8": "Onda podignu poklopac, pogledaju unutra ",
  "mn5:30.9": "i čim ugledaju sadržaj posude, ispune ih takav apetit, želja i slast ",
  "mn5:30.10": "da čak i oni gladni žele da jedu, a kamoli oni siti. ",
  "mn5:30.11": "Isto tako, prijatelju, ako se za bilo kog monaha vidi i čuje da ta područja loših, štetnih želja jeste napustio, tada on može biti onaj koji živi u selu… a da ga ipak njegovi saputnici u svetačkom životu podržavaju, slave, poštuju i hvale. ",
  "mn5:30.12": "A zašto? ",
  "mn5:30.13": "Zato što vide i čuju da je taj poštovani napustio područja loših, štetnih želja.” ",
  "mn5:31.1": "Kad ovo bi rečeno, poštovani Mahā Moggallāna upita poštovanog Sāriputtu: ",
  "mn5:31.2": "„Pade mi na pamet jedno poređenje, prijatelju Sāriputta.” ",
  "mn5:31.3": "„Reci ga, prijatelju Moggallāna.” ",
  "mn5:31.4": "„Jednom sam prilikom, prijatelju, živeo bez mrlja među ruševinama utvrđenja iznad Rāđagahe. ",
  "mn5:31.5": "Onda, rano ujutro, ustadoh, obukoh se i uzeh svoju zdelu i gornji ogrtač, te odoh da isprosim hranu u Rāđagahi. ",
  "mn5:31.6": "Tom prilikom je Samīti, kolarov sin, glačao naplatak, ",
  "mn5:31.7": "a āđivaka Paṇḍuputta, sin nekadašnjeg kolara, stajao kraj njega. ",
  "mn5:31.8": "Onda se ovakva misao javi u umu āđivake Paṇḍuputte: ",
  "mn5:31.9": "’Ah, kad bi ovaj Samīti, kolarov sin, mogao izglačati ovu krivinu, ovu izbočinu, ovu manu na naplatku, tako da on bude bez krivina, bez izbočina, bez mana i sastoji se samo od pravog drveta.’ ",
  "mn5:31.10": "I upravo dok je takva misao prolazila kroz njegovu glavu, Samīti, kolarov sin, zaista je i glačao tu krivinu, tu izbočinu, tu manu na naplatku. ",
  "mn5:31.11": "Time je āđivaka Paṇḍuputta, sin nekadašnjeg kolara, bio obradovan, te izrazi svoju radost ovako: ",
  "mn5:31.12": "’On glača baš kao da svojim srcem zna moje srce!’ ",
  "mn5:32.1": "Isto tako, prijatelju, ima osoba bez poverenja, koje su napustile dom i otišle u beskućnike ne iz poverenja, već da bi sebi osigurale izdržavanje, osoba sklonih prevari, obmani, spletkarenju, oholosti, ispraznosti, taštini, uvredljivim rečima, nepromišljenim rečima, osoba koje ne stražare na vratima čula, proždrljive su, neposvećene budnosti, neposvećene asketskom životu, bez velikog poštovanja za praksu, žive u izobilju i nepažnji, ističu se u nazadovanju, zanemaruju osamu, lenje su, bez energije, rastresene, ne potpuno svesne, nekoncentrisane, uma koji neprekidno luta, bez mudrosti, sklone naklapanju. Poštovani Sāriputta svojim govorom o Dhammi izglača njihove mane baš kao da svojim srcem zna njihovo srce! ",
  "mn5:32.2": "Ali isto tako ima sinova dobrih porodica koji su iz poverenja napustili dom i otišli u beskućnike, koji nisu skloni prevari, obmani, spletkarenju, oholosti, ispraznosti, taštini, uvredljivim rečima, nepromišljenim rečima, onih koji stražare na vratima čula, umereni u jelu, posvećeni budnosti, posvećeni asketskom životu, velikog poštovanja za praksu, neskloni izobilju i nepažnji, ne ističu se u nazadovanju, ne zanemaruju osamu, marljivi su, energični, sabrani, potpuno svesni, koncentrisani, uma koji ne luta, mudri, neskloni naklapanju. Takvi, kada čuju govor o Dhammi poštovanog  Sāriputte, piju ga i jedu, i rečju i mišlju. ",
  "mn5:32.3": "’Zaista je dobro, poštovani, što on svoje saputnike u svetačkom životu podstiče da izađu iz štetnog i sebe ustale u korisnom’. ",
  "mn5:33.1": "Baš kao kada bi žena – ili muškarac – mlada, u najboljoj snazi, rada da sebe ukrasi, umivena, dobila venac načinjen od lotosa, jasmina ili ruža i prihvatila ga obema rukama, te ga s radošću stavila na glavu, ",
  "mn5:33.2": "isto tako ima sinova dobrih porodica koji su iz poverenja napustili dom i otišli u beskućnike, koji nisu skloni prevari, obmani, spletkarenju, oholosti, ispraznosti, taštini, uvredljivim rečima, nepromišljenim rečima, onih koji stražare na vratima čula, umereni u jelu, posvećeni budnosti, posvećeni asketskom životu, velikog poštovanja za praksu, neskloni izobilju i nepažnji, ne ističu se u nazadovanju, ne zanemaruju osamu, marljivi su, energični, sabrani, potpuno svesni, koncentrisani, uma koji ne luta, mudri, neskloni naklapanju. Takvi, kada čuju govor o Dhammi poštovanog  Sāriputte, ispijaju ga i gutaju, pri čemu govore i misle ovako: ",
  "mn5:33.3": "’Zaista je dobro, poštovani, što on svoje saputnike u svetačkom životu podstiče da izađu iz štetnog i sebe ustale u korisnom’.” ",
  "mn5:33.4": "Tako bi rečeno i ova dva velika bića obradovaše se dobrim rečima koje je ono drugo izgovorilo. "
}