{
  "mn60:0.1": "Budini govori srednje dužine 60",
  "mn60:0.2": "Neoborivo učenje ",
  "mn60:1.1": "Ovako sam čuo.",
  "mn60:1.2": "Jednom je Blaženi lutao zemljom Kosala, praćen velikom grupom monaha, i na kraju stigao do brahmanskog sela Sālā.",
  "mn60:2.1": "A brahmani kućedomaćini iz Sāle dočuše:",
  "mn60:2.2": "“Asketa Gotama, sin plemena Sakya, koji je napustio klan Sakyana, tumarajući zemljom Kosala, praćen velikom grupom monaha, stigao je u Sālu.",
  "mn60:2.3": "Tom prilikom, ovakav se dobar glas proširio o učitelju Gotami:",
  "mn60:2.4": "“Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen.",
  "mn60:2.5": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, sa njegovim božanstvima, Mārama i Brahmama, zajedno sa pokolenjem isposnika i brahmana, plemenitih i običnih ljudi.",
  "mn60:2.6": "U skladu sa njegovom formom i suštinom, on propoveda ovo učenje divno na početku, divno u sredini, divno na kraju.",
  "mn60:2.7": "On je oličenje svetačkog života, tako celovitog i pročišćenog.’ Istinska je dobrobit videti takvo usavršeno biće.”",
  "mn60:3.1": "Onda brahmani kućedomaćini iz Sāle otidoše do Blaženog. Neki se pokloniše Blaženom i sedoše sa strane; drugi se pozdraviše s Blaženim, pa kada učtiv i prijateljski razgovor bi završen, sedoše sa strane; treći u znak poštovanja sklopiše ruke u pravcu Blaženog i sedoše sa strane; neki u prisustvu Blaženog rekoše svoje ime i klan i sedoše sa strane; neki ćutke sedoše sa strane.",
  "mn60:4.1": "Kad tako posedaše, Blaženi im reče: “Domaćini, ima li ijedan učitelj koji vam je prihvatljiv, u kojeg verujete na osnovu valjanih razloga?”",
  "mn60:4.2": "“Ne, poštovani gospodine, nema učitelja koji nam je prihvatljiv, u kojeg smo stekli poverenje na osnovu valjanih razloga.”",
  "mn60:4.3": "“Domaćini, pošto niste pronašli prihvatljivog učitelja, možete prihvatiti i praktikovati ovo neoborivo učenje; kad je neoborivo učenje prihvaćeno i praktikovano, ono će vas voditi dobrobiti i sreći za dugo vremena.",
  "mn60:4.4": "A kakvo je to neoborivo učenje?",
  "mn60:5.1": "Domaćini, postoje askete i brahmani čiji učenje i gledište su ovakvi:",
  "mn60:5.2": "“Nema ničeg datog, ničeg prinetog i ničeg žrtvovanog; nema ploda, ni rezultata dobrih i rđavih dela; nema ovog sveta, ni drugog sveta; nema majke, ni oca; nema bića koja se spontano preporađaju; nema dobrih i čestitih asketa i brahmana u ovome svetu koji su kroz neposredno znanje sami za sebe razumeli i objavljuju ovaj svet i drugi svet.’",
  "mn60:6.1": "A ima nekih drugih asketa i brahmana čije je učenje direktno suprotno učenju ovih asketa i brahmana, te oni ovako govore:",
  "mn60:6.3": "“Postoji dato, postoji prineto i žrtvovano; postoje plod i rezultati dobrih i rđavih dela; postoji ovaj svet, a i drugi svet; postoje majka i otac; postoje bića koja se spontano preporađaju; postoje dobri i čestiti askete i brahmani u ovome svetu koji su, kroz neposredno znanje, sami za sebe razumeli i objavljuju ovaj svet i drugi svet.’",
  "mn60:6.4": "Šta mislite, domaćini?",
  "mn60:6.5": "Ne zastupaju li ovi askete i brahmani učenja direktno suprotstavljena jedno drugom?”",
  "mn60:6.6": "“Tako je, poštovani gospodine.”",
  "mn60:7.1": "“A sada, domaćini, za askete i brahmane čiji su učenje i gledišta ovakvi:",
  "mn60:7.2": "“Nema ničega datog, ničeg poklonjenog… nema dobrih i čestitih asketa i brahmana na ovom svetu koji su sami za sebe razumeli neposrednim znanjem i objasnili ovaj svet i drugi svet’,",
  "mn60:7.3": "može se očekivati da će izbegavati tri korisna stanja: dobri telesni postupci, dobri verbalni postupci i dobri mentalni postupci; preduzimaće i praktikovati tri štetna stanja, a to su: loši telesni postupci, loši verbalni postupci i loši mentalni postupci.",
  "mn60:7.4": "A zašto?",
  "mn60:7.5": "Zato što ti dobri askete i brahmani u štetnim stanjima ne vide opasnost, propadanje i prljanje, niti u korisnim stanjima vide dobrobit odustajanja, taj vid pročišćenja.",
  "mn60:8.1": "Kako zapravo postoji drugi svet, onaj čije je gledište da ’nema drugog sveta’, ima pogrešno razumevanje.",
  "mn60:8.2": "Pošto zapravo postoji drugi svet, onaj ko namerava da ’nema drugog sveta’, ima pogrešnu nameru.",
  "mn60:8.3": "Pošto zapravo postoji drugi svet, onaj ko tvrdi da ’nema drugog sveta’, upražnjava pogrešan govor.",
  "mn60:8.4": "Pošto zapravo postoji drugi svet, onaj ko kaže da ’nema drugog sveta’, stoji nasuprot arahantima koji poznaju drugi svet.",
  "mn60:8.5": "Pošto zapravo postoji drugi svet, onaj ko drugog ubeđuje da ’nema drugog sveta’, ubeđuje ga da prihvati pogrešnu Dhammu; zato što ubeđuje drugog da prihvati pogrešnu Dhammu, sebe hvali, druge kritikuje.",
  "mn60:8.7": "Tako je napustio svu čistu vrlinu koju je prethodno imao i umesto nje sada su tu pogrešni postupci.",
  "mn60:8.8": "A to pogrešno razumevanje, pogrešna namera, pogrešan govor, oponiranje plemenitima, ubeđivanje drugoga da prihvati pogrešnu Dhammu, samohvalisanje i potcenjivanje drugoga–tih nekoliko štetnih stanja nastaju s pogrešnim razumevanjem kao svojim uzrokom.",
  "mn60:9.1": "O svemu tome mudar čovek ovako razmišlja:",
  "mn60:9.2": "’Ako ne postoji drugi svet, tada je ovaj dobri čovek sebe dovoljno osigurao posle sloma tela.",
  "mn60:9.3": "Ako postoji drugi svet, tada će se posle sloma tela, posle smrti, preporoditi u svetu lišavanja, na lošem odredištu, u nižem svetu, čak u čistilištu.",
  "mn60:9.4": "Bilo da su reči ovih dobrih asketa i brahmana istinite ili ne, pretpostavimo da ne postoji drugi svet: pa ipak, ovog dobrog čoveka, ovde i sada mudri kritikuju kao nemoralnu osobu, onu koja zastupa pogrešno razumevanje, koja zastupa nihilizam.",
  "mn60:9.6": "S druge strane, ako postoji drugi svet, onda je ovaj dobri čovek igrao na pogrešnu kartu na obe strane: mudri ga kritikuju ovde i sada, a posle sloma tela, posle smrti, preporodiće se u svetu lišavanja, na lošem odredištu, u nižem svetu, čak u čistilištu.",
  "mn60:9.8": "Pogrešno je prihvatio i sprovodi ovo neoborivo učenje na način što ga proširuje samo na jednu stranu i isključuje korisnu alternativu.’",
  "mn60:10.1": "A sada, domaćini, za one askete i brahmane čiji su učenje i gledišta ovakvi:",
  "mn60:10.2": "’Ima onoga datog… ima dobrih i čestitih asketa i brahmana na ovom svetu koji su sami za sebe razumeli neposrednim znanjem i objasnili ovaj svet i drugi svet’,",
  "mn60:10.3": "može se očekivati da će izbegavati tri štetna stanja: loši telesni postupci, loši verbalni postupci i loši mentalni postupci; preduzimaće i praktikovati tri korisna stanja, a to su: dobri telesni postupci, dobri verbalni postupci i dobri mentalni postupci.",
  "mn60:10.4": "A zašto?",
  "mn60:10.5": "Ti dobri askete i brahmani u štetnim stanjima vide opasnost, propadanje i prljanje, u korisnim stanjima vide dobrobit odustajanja, taj vid pročišćenja.",
  "mn60:11.1": "Kako zapravo postoji drugi svet, onaj čije je gledište da ’ima drugog sveta’, ima ispravno razumevanje.",
  "mn60:11.2": "Pošto zapravo postoji drugi svet, onaj ko namerava da ’ima drugog sveta’, ima ispravnu nameru.",
  "mn60:11.3": "Pošto zapravo postoji drugi svet, onaj ko tvrdi da ’ima drugog sveta’, upražnjava ispravan govor.",
  "mn60:11.4": "Pošto zapravo postoji drugi svet, onaj ko kaže da ’ima drugog sveta’, ne stoji nasuprot onim arahantima koji poznaju drugi svet.",
  "mn60:11.5": "Pošto zapravo postoji drugi svet, onaj ko drugog ubeđuje da ’ima drugog sveta’, ubeđuje ga da prihvati ispravnu Dhammu; zato što ubeđuje drugog da prihvati ispravnu Dhammu, sebe ne hvali, druge ne kritikuje.",
  "mn60:11.7": "Tako je napušteno sve pogrešno postupanje koje je prethodno činio i umesto njega sada je tu čista vrlina.",
  "mn60:11.8": "A to ispravno razumevanje, ispravna namera, ispravan govor, neoponiranje plemenitima, ubeđivanje drugoga da prihvati ispravnu Dhammu, izbegavanje samohvalisanja i potcenjivanja drugoga–tih nekoliko korisnih stanja tako nastaju s ispravnim razumevanjem kao svojim uzrokom.",
  "mn60:12.1": "O svemu tome mudar čovek ovako razmišlja:",
  "mn60:12.2": "’Ako postoji drugi svet, tada će se ovaj dobri čovek posle sloma tela, posle smrti, preporoditi na srećnom odredištu, čak u nebeskom svetu.",
  "mn60:12.3": "Bilo da su reči ovih dobrih asketa i brahmana istinite ili ne, pretpostavimo da ne postoji drugi svet: ovog dobrog čoveka ovde i sada mudri hvale kao moralnu osobu, onu koja zastupa ispravno stanovište, koja zastupa učenje o afirmaciji.",
  "mn60:12.5": "S druge strane, ako postoji drugi svet, ovaj dobri čovek igrao je na pravu kartu na obe strane: mudri ga hvale ovde i sada, a posle sloma tela, posle smrti, preporodiće se na srećnom odredištu, čak u nebeskom svetu.",
  "mn60:12.7": "Ispravno je prihvatio i sprovodi ovo neoborivo učenje na način da ga proširuje na obe strane i isključuje štetnu alternativu.’",
  "mn60:13.1": "Domaćini, postoje askete i brahmani čiji učenje i gledište jesu ovakvi:",
  "mn60:13.2": "’Kada neko čini i druge tera da čine, kada neko sakati i tera druge da sakate, kada neko muči i tera druge da muče, kada neko nanosi bol i tera druge da nanose bol, kada neko tlači i tera druge da tlače, kada neko zastrašuje i tera druge da zastrašuju, kada neko ubija živa bića, uzima ono što mu nije dato, upada u kuće, pljačka tuđ imetak, provaljuje, postavlja zasede na putu, zavodi tuđu ženu, govori laži–nikakvo zlo počinilac nije počinio.",
  "mn60:13.3": "Ukoliko bi neko oštrom testerom sva živa bića na ovom svetu pretvorio u gomilu mesa, u brdo mesa, to ne bi bilo zlo, niti bi ishod bilo zlo.",
  "mn60:13.4": "Ako bi neko išao duž južne obale Ganga, te ubijao i satirao, sakatio i terao druge da sakate, mučio i terao druge da muče, to ne bi bilo zlo, niti bi ishod bilo zlo.",
  "mn60:13.5": "Ako bi neko išao duž severne obale Ganga, te davao darove i terao druge da daju darove, prinosio ponude i terao druge da prinose ponude, to ne bi donelo zasluge, niti bi ishod bile zasluge.",
  "mn60:13.6": "U davanju, kroćenju samoga sebe, obuzdavanju, govorenju istine nema zasluga, niti ploda zasluga.’",
  "mn60:14.1": "A ima nekih drugih asketa i brahmana čije je učenje direktno suprotno učenju ovih asketa i brahmana, te oni ovako govore:",
  "mn60:14.2": "’Kada neko čini i druge tera da čine, kada neko sakati i tera druge da sakate… govori laži–počinilac jeste počinio zlo.",
  "mn60:14.3": "Ukoliko bi neko oštrom testerom sva živa bića na ovom svetu pretvorio u gomilu mesa, u brdo mesa, to bi bilo zlo, ishod bi bilo zlo.",
  "mn60:14.4": "Ako bi neko išao duž južne obale Ganga, te ubijao i satirao, sakatio i terao druge da sakate, mučio i terao druge da muče, to bi bilo zlo, ishod bi bilo zlo.",
  "mn60:14.5": "Ako bi neko išao duž severne obale Ganga, te davao darove i terao druge da daju darove, prinosio ponude i terao druge da prinose ponude, to bi donelo zasluge, ishod bi bile zasluge.",
  "mn60:14.6": "U davanju, kroćenju samoga sebe, obuzdavanju, govorenju istine ima zasluga, ima ploda zasluga.’",
  "mn60:14.7": "Šta mislite, domaćini?",
  "mn60:14.8": "Ne zastupaju li ovi askete i brahmani učenja direktno suprotstavljena jedno drugom?”",
  "mn60:14.9": "“Tako je, poštovani gospodine.”",
  "mn60:15.1": "“A sada, domaćini, za te askete i brahmane čiji su učenje i gledišta ovakvi:",
  "mn60:15.2": "’Kada neko čini i druge tera da čine… nema zasluga, niti ploda zasluga’,",
  "mn60:15.5": "može se očekivati da će izbegavati tri korisna stanja: dobri telesni postupci, dobri verbalni postupci i dobri mentalni postupci; a preduzimaće i praktikovati tri štetna stanja, a to su: loši telesni postupci, loši verbalni postupci i loši mentalni postupci.",
  "mn60:15.6": "A zašto?",
  "mn60:15.7": "Ti dobri askete i brahmani u štetnim stanjima ne vide opasnost, propadanje i prljanje, niti u korisnim stanjima vide dobrobit odustajanja, taj vid pročišćenja.",
  "mn60:16.1": "Kako zapravo činjenje postoji, onaj čije je gledište da ’nema činjenja dela’ ima pogrešno razumevanje.",
  "mn60:16.2": "Pošto zapravo postoji činjenje, onaj čija je namera ’nema činjenja dela’, ima pogrešnu nameru.",
  "mn60:16.3": "Pošto zapravo postoji činjenje, onaj ko tvrdi da ’nema činjenja dela’, upražnjava pogrešan govor.",
  "mn60:16.4": "Pošto zapravo postoji činjenje, onaj ko kaže da ’nema činjenja’, stoji nasuprot onim arahantima koji zastupaju učenje da činjenje postoji.",
  "mn60:16.5": "Pošto zapravo postoji činjenje, onaj ko drugog ubeđuje da ’nema činjenja’, ubeđuje ga da prihvati pogrešnu Dhammu; time što ubeđuje drugog da prihvati pogrešnu Dhammu, sebe hvali, a druge kritikuje.",
  "mn60:16.7": "Tako je napuštena sva čista vrlina koju je prethodno imao i umesto nje sada su tu pogrešni postupci.",
  "mn60:16.8": "A to pogrešno razumevanje, pogrešna namera, pogrešan govor, oponiranje plemenitima, ubeđivanje drugoga da prihvati pogrešnu Dhammu, samohvalisanje i potcenjivanje drugoga–tih nekoliko pogrešnih stanja nastaju s pogrešnim razumevanjem kao svojim uzrokom.",
  "mn60:17.1": "O tome mudar čovek ovako razmišlja:",
  "mn60:17.2": "’Ako ne postoji činjenje, tada je ovaj dobri čovek sebe dovoljno osigurao posle sloma tela.",
  "mn60:17.3": "Ali ako postoji činjenje, tada će se posle sloma tela, posle smrti on preporoditi u svetu lišavanja, na lošem odredištu, u nižem svetu, čak u čistilištu.",
  "mn60:17.4": "Bilo da su reči ovih dobrih asketa i brahmana istinite ili ne, pretpostavimo da ne postoji činjenje: pa ipak ovog dobrog čoveka ovde i sada mudri kritikuju kao nemoralnu osobu, nekog ko zastupa pogrešno stanovište, zagovornika učenja o nečinjenju.",
  "mn60:17.6": "S druge strane, ako postoji činjenje, onda je ovaj dobri čovek igrao na pogrešnu kartu na obema stranama: mudri ga kritikuju ovde i sada, a posle sloma tela, posle smrti, preporodiće se u svetu lišavanja, na lošem odredištu, u nižem svetu, čak u čistilištu.",
  "mn60:17.8": "Pogrešno je prihvatio i sprovodi ovo neoborivo učenje na način što ga proširuje samo na jednu stranu i isključuje korisnu alternativu.’",
  "mn60:18.1": "A sada, domaćini, za one askete i brahmane čiji su učenje i gledišta ovakvi:",
  "mn60:18.2": "’Kada neko čini ili druge tera da čine… to bi donelo zasluge, ishod bi bile zasluge’,",
  "mn60:18.6": "može se očekivati da će izbegavati tri štetna stanja: loše telesne postupke, loše verbalne postupke i loše mentalne postupke, kao i da će preduzimati i praktikovati tri korisna stanja: dobre telesne postupke, dobre verbalne postupke i dobre mentalne postupke.",
  "mn60:18.7": "A zašto?",
  "mn60:18.8": "Ti dobri askete i brahmani u štetnim stanjima vide opasnost, propadanje i prljanje, a u korisnim stanjima vide dobrobit odustajanja, način da sebe pročiste.",
  "mn60:19.1": "Kako zapravo činjenje postoji, onaj čije je gledište da ’ima činjenja’, ima ispravno razumevanje.",
  "mn60:19.2": "Pošto zapravo postoji činjenje, onaj čija je namera ’ima činjenja’, ima ispravnu nameru.",
  "mn60:19.3": "Pošto zapravo postoje dela, onaj ko tvrdi da ’ima činjenja’, upražnjava ispravan govor.",
  "mn60:19.4": "Pošto zapravo postoji činjenje, onaj ko kaže da ’ima činjenja’, ne stoji nasuprot onim arahantima koji zastupaju učenje da činjenje postoji.",
  "mn60:19.5": "Pošto zapravo postoji činjenje, onaj ko drugog ubeđuje da ’ima činjenja’, ubeđuje ga da prihvati ispravnu Dhammu; time što ubeđuje drugog da prihvati ispravnu Dhammu, sebe ne hvali, a druge ne kritikuje.",
  "mn60:19.7": "Tako je napušteno sve pogrešno postupanje koje je prethodno činio i umesto njega sada je tu čista vrlina.",
  "mn60:19.8": "A to ispravno razumevanje, ispravna namera, ispravan govor, neoponiranje plemenitima, ubeđivanje drugoga da prihvati ispravnu Dhammu, izbegavanje samohvalisanja i potcenjivanja drugoga–tih nekoliko korisnih stanja tako nastaju s ispravnim razumevanjem kao svojim uzrokom.",
  "mn60:20.1": "O tome mudar čovek ovako razmišlja:",
  "mn60:20.2": "’Ako postoji činjenje, posle sloma tela, posle smrti, onaj dobri čovek preporodiće se na srećnom odredištu, u nebeskom svetu.",
  "mn60:20.3": "Bilo da su reči ovih dobrih asketa i brahmana istinite ili ne, pretpostavimo da ne postoji činjenje: ipak, ovog dobrog čoveka ovde i sada mudri hvale kao moralnu osobu, onu koja zastupa ispravno stanovište, zagovornika učenja o činjenju.",
  "mn60:20.5": "S druge strane, ako postoji činjenje, ovaj dobri čovek igrao je na pravu kartu na obema stranama: mudri ga hvale ovde i sada, a posle sloma tela, posle smrti, preporodiće se na srećnom odredištu, čak u nebeskom svetu.",
  "mn60:20.7": "Ispravno je prihvatio i sprovodi ovo neoborivo učenje na način što ga proširuje na obe strane i isključuje štetnu alternativu.’",
  "mn60:21.1": "Domaćini, postoje askete i brahmani čiji učenje i gledište jesu ovakvi:",
  "mn60:21.2": "’Ne postoji uzrok ili uslov prljanja bića; bića se prljaju bez uzroka ili uslova.",
  "mn60:21.4": "Ne postoji uzrok ili uslov pročišćenja bića; bića se pročišćuju bez uzroka ili uslova.",
  "mn60:21.6": "Ne postoji sila, ni energija, ni snaga, niti muževna srčanost.",
  "mn60:21.7": "Sva bića, sva živa bića, sva stvorenja, sve duše su bez vlasti, sile i energije; oblikovana sudbinom, okolnostima i prirodom, bića doživljavaju zadovoljstvo i bol u šest klasa.’",
  "mn60:22.1": "A ima nekih drugih asketa i brahmana čije je učenje direktno suprotno učenju ovih asketa i brahmana, te oni ovako govore:",
  "mn60:22.3": "’Postoje uzrok i uslov prljanja bića; bića se prljaju zbog uzroka i uslova.",
  "mn60:22.5": "Postoje uzrok i uslov pročišćenja bića; bića se pročišćuju zbog uzroka i uslova.",
  "mn60:22.7": "Postoji sila, energija, snaga, muževna srčanost.",
  "mn60:22.8": "Nije tačno da su sva bića, sva živa bića, sva stvorenja, sve duše bez vlasti, sile i energije; ili da oblikovana sudbinom, okolnostima i prirodom, bića doživljavaju zadovoljstvo i bol u šest klasa.’",
  "mn60:22.9": "Šta mislite, domaćini?",
  "mn60:22.10": "Ne zastupaju li ovi askete i brahmani učenja direktno suprotstavljena jedno drugom?”",
  "mn60:22.11": "“Tako je, poštovani gospodine.”",
  "mn60:23.1": "“A sada, domaćini, za te askete i brahmane čiji su učenje i gledišta ovakvi:",
  "mn60:23.2": "’Ne postoji uzrok ili uslov prljanja bića… bića doživljavaju zadovoljstvo i bol u šest klasa’,",
  "mn60:23.7": "može se očekivati da će izbegavati tri korisna stanja: dobre telesne postupke, dobre verbalne postupke i dobre mentalne postupke, a preduzimati i praktikovati tri štetna stanja: loše telesne postupke, loše verbalne postupke i loše mentalne postupke.",
  "mn60:23.8": "A zašto?",
  "mn60:23.9": "Jer ti dobri askete i brahmani u štetnim stanjima ne vide opasnost, propadanje i prljanje, niti u korisnim stanjima vide dobrobit odustajanja, način da sebe pročiste.",
  "mn60:24.1": "Kako zapravo postoji kauzalnost, onaj čije je gledište da ’nema kauzalnosti’, ima pogrešno razumevanje.",
  "mn60:24.2": "Pošto zapravo postoji kauzalnost, onaj ko namerava da ’nema kauzalnosti’, ima pogrešnu nameru.",
  "mn60:24.3": "Pošto zapravo postoji kauzalnost, onaj ko tvrdi da ’nema kauzalnosti’, upražnjava pogrešan govor.",
  "mn60:24.4": "Pošto zapravo postoji kauzalnost, onaj ko kaže da ’nema kauzalnosti’, stoji nasuprot onim arahantima koji zastupaju učenje da kauzalnost postoji.",
  "mn60:24.5": "Pošto zapravo postoji kauzalnost, onaj ko drugog ubeđuje da ’nema kauzalnosti’, ubeđuje ga da prihvati pogrešnu Dhammu; time što ubeđuje drugog da prihvati pogrešnu Dhammu, sebe hvali, a druge kritikuje.",
  "mn60:24.7": "Tako je napuštena sva čista vrlina koju je prethodno imao i umesto nje sada su tu pogrešni postupci.",
  "mn60:24.8": "A to pogrešno razumevanje, pogrešna namera, pogrešan govor, oponiranje plemenitima, ubeđivanje drugoga da prihvati pogrešnu Dhammu, samohvalisanje i potcenjivanje drugoga–tih nekoliko štetnih stanja tako nastaju s pogrešnim razumevanjem kao svojim uzrokom.",
  "mn60:25.1": "O tome mudar čovek ovako razmišlja:",
  "mn60:25.2": "’Ako ne postoji kauzalnost, tada je ovaj dobri čovek sebe dovoljno osigurao posle sloma tela.",
  "mn60:25.3": "Ako postoji kauzalnost, tada će se posle sloma tela, posle smrti, on preporoditi u svetu lišavanja, na lošem odredištu, u nižem svetu, čak u čistilištu.",
  "mn60:25.4": "Bilo da su reči ovih dobrih asketa i brahmana istinite ili ne, pretpostavimo da ne postoji kauzalnost: ipak ovog dobrog čoveka ovde i sada mudri kritikuju kao nemoralnu osobu, nekog ko zastupa pogrešno stanovište, ko zastupa učenje o nekauzalnosti.",
  "mn60:25.6": "S druge strane, ako postoji kauzalnost, onda je ovaj dobri čovek igrao na pogrešnu kartu na obema stranama: mudri ga kritikuju ovde i sada, a posle sloma tela, posle smrti, preporodiće se u svetu lišavanja, na lošem odredištu, u nižem svetu, čak u čistilištu.",
  "mn60:25.8": "Pogrešno je prihvatio i sprovodi ovo neoborivo učenje na način što ga proširuje samo na jednu stranu i isključuje korisnu alternativu.’",
  "mn60:26.1": "A sada, domaćini, za one askete i brahmane čiji su učenje i gledišta ovakvi:",
  "mn60:26.2": "’Postoji uzrok ili uslov prljanja bića… bića doživljavaju zadovoljstvo i bol u šest klasa’,",
  "mn60:26.7": "može se očekivati da će izbegavati tri štetna stanja: loše telesne postupke, loše verbalne postupke i loše mentalne postupke, a preduzimaće i praktikovati tri korisna stanja: dobre telesne postupke, dobre verbalne postupke i dobre mentalne postupke.",
  "mn60:26.8": "A zašto?",
  "mn60:26.9": "Jer ti dobri askete i brahmani u štetnim stanjima vide opasnost, propadanje i prljanje, a u korisnim stanjima vide dobrobit odustajanja, način da sebe pročiste.",
  "mn60:27.1": "Kako zapravo kauzalnost postoji, onaj čije je gledište da ’ima kauzalnosti’, ima ispravno razumevanje.",
  "mn60:27.2": "Pošto zapravo kauzalnost postoji, onaj ko namerava da ’ima kauzalnosti’, ima ispravnu nameru.",
  "mn60:27.3": "Pošto zapravo kauzalnost postoji, onaj ko tvrdi da ’ima kauzalnosti’, upražnjava ispravan govor.",
  "mn60:27.4": "Pošto zapravo kauzalnost postoji, onaj ko kaže da ’ima kauzalnosti’, ne stoji nasuprot onim arahantima koji zastupaju učenje da kauzalnost postoji.",
  "mn60:27.5": "Pošto zapravo kauzalnost postoji, onaj ko drugog ubeđuje da ’ima kauzalnosti’, ubeđuje ga da prihvati ispravnu Dhammu; time što ubeđuje drugog da prihvati ispravnu Dhammu, sebe ne hvali, a druge ne kritikuje.",
  "mn60:27.7": "Tako je napušteno sve pogrešno postupanje koje je prethodno činio i umesto njega sada je tu čista vrlina.",
  "mn60:27.8": "A to ispravno razumevanje, ispravna namera, ispravan govor, neoponiranje plemenitima, ubeđivanje drugoga da prihvati ispravnu Dhammu, izbegavanje samohvalisanja i potcenjivanja drugoga–tih nekoliko korisnih stanja tako nastaju s ispravnim razumevanjem kao svojim uzrokom.",
  "mn60:28.1": "O tome mudar čovek ovako razmišlja: ’Ako postoji kauzalnost, tada će se posle sloma tela, posle smrti, onaj dobri čovek preporoditi na srećnom odredištu, u nebeskom svetu.",
  "mn60:28.2": "Bilo da su reči ovih dobrih asketa i brahmana istinite ili ne, pretpostavimo da postoji kauzalnost: a ipak ovog dobrog čoveka ovde i sada mudri hvale kao moralnu osobu, onu koja zastupa ispravno stanovište, zagovornika učenja o kauzalnosti.",
  "mn60:28.4": "S druge strane, ako postoji kauzalnost, onda je ovaj dobri čovek igrao na pravu kartu na obema stranama: mudri ga hvale ovde i sada, a posle sloma tela, posle smrti, preporodiće se na srećnom odredištu, čak u nebeskom svetu.",
  "mn60:28.6": "Ispravno je prihvatio i sprovodi ovo neoborivo učenje na način što ga proširuje na obe strane i isključuje štetnu alternativu.’",
  "mn60:29.1": "Domaćini, postoje askete i brahmani čiji su učenje i gledište ovakvi:",
  "mn60:29.2": "’Sigurno je da ne postoje nematerijalni svetovi.’",
  "mn60:30.1": "A ima drugih asketa i brahmana čije je učenje direktno suprotno učenju ovih asketa i brahmana, te oni ovako govore:",
  "mn60:30.3": "’Sigurno je da postoje nematerijalni svetovi.’",
  "mn60:30.4": "Šta mislite, domaćini?",
  "mn60:30.5": "Ne zastupaju li ovi askete i brahmani učenja direktno suprotstavljena jedno drugom?”",
  "mn60:30.6": "“Tako je, poštovani gospodine.”",
  "mn60:31.1": "“O tome mudar čovek ovako razmišlja:",
  "mn60:31.2": "’Ovi dobri askete i brahmani zastupaju učenje i gledište “sigurno je da ne postoje nematerijalni svetovi”, ali ja to tako ne vidim.",
  "mn60:31.4": "A ovi drugi dobri askete i brahmani zastupaju učenje i gledište “sigurno je da postoje nematerijalni svetovi”, ali ja to tako ne vidim.",
  "mn60:31.6": "Ako bih, a da ne znam i ne vidim, stao na jednu stranu i objavio “Samo ovo je istina, sve drugo je pogrešno”, to mi ne bi priličilo.",
  "mn60:31.8": "Što se tiče asketa i brahmana čiji učenje i gledište jesu “sigurno je da ne postoje nematerijalni svetovi”, ako je njihova reč istinita, tada je svakako još uvek moguće da se (posle smrti) rodim među božanstvima svetova suptilne materije, koja se sastoje od uma.",
  "mn60:31.11": "Što se tiče asketa i brahmana čiji učenje i gledište jesu “sigurno je da postoje nematerijalni svetovi”, ako je njihova reč istinita, tada je svakako još uvek moguće da se (posle smrti) rodim među božanstvima nematerijalnih svetova, koja se sastoje od opažaja.",
  "mn60:31.14": "Za posezanje za batinom ili oružjem, svađe, tuče, prepirke, optuživanje, podlost i laganje smatra se da osnovu imaju u materijalnom obliku, ali svega toga nema u nematerijalnim svetovima.’",
  "mn60:31.16": "Pošto je promislio o tome, mudar čovek praktikuje put hlađenja strasti prema materijalnim oblicima, slabljenja i nestanka materijalnih oblika.",
  "mn60:32.1": "Domaćini, postoje askete i brahmani čiji su učenje i gledište ovakvi:",
  "mn60:32.2": "’Sigurno je da ne postoji prestanak bivanja.’",
  "mn60:33.1": "Ima drugih asketa i brahmana čije je učenje direktno suprotno učenju ovih asketa i brahmana, te oni ovako govore:",
  "mn60:33.3": "’Sigurno je da postoji prestanak bivanja.’",
  "mn60:33.4": "Šta mislite, domaćini?",
  "mn60:33.5": "Ne zastupaju li ovi askete i brahmani učenja direktno suprotstavljena jedno drugom?”",
  "mn60:33.6": "“Tako je, poštovani gospodine.”",
  "mn60:34.1": "“O tome mudar čovek ovako razmišlja:",
  "mn60:34.2": "’Ovi dobri askete i brahmani zastupaju učenje i gledište “sigurno je da ne postoji prestanak bivanja”, ali ja to tako ne vidim.",
  "mn60:34.4": "Ovi drugi dobri askete i brahmani zastupaju učenje i gledište “sigurno je da postoji prestanak bivanja”, ali ja to tako ne vidim.",
  "mn60:34.6": "Ako bih, a da ne znam i ne vidim, stao na jednu stranu i objavio “Samo ovo je istina, sve drugo je pogrešno”, to mi ne bi priličilo.",
  "mn60:34.8": "Što se tiče asketa i brahmana čiji učenje i gledište jesu “sigurno je da ne postoji prestanak bivanja”, ako je njihova reč istinita, tada je svakako još uvek moguće da se (posle smrti) rodim među božanstvima nematerijalnih svetova, koja se sastoje od opažaja.",
  "mn60:34.11": "Što se tiče asketa i brahmana čiji učenje i gledište jesu “sigurno je da postoji prestanak bivanja”, ako je njihova reč istinita, tada je svakako još uvek moguće da ovde i sada dostignem krajnje oslobođenje.",
  "mn60:34.14": "“Sigurno je da ne postoji prestanak bivanja”, blisko je strasti, blisko sputanosti, blisko oduševljavanju, blisko grabljenju, blisko vezivanju; gledište onih dobrih asketa i brahmana koji zastupaju učenje i gledište “sigurno je da postoji prestanak bivanja”, blisko je odsustvu strasti, blisko odsustvu sputanosti, blisko odsustvu oduševljavanja, blisko odsustvu grabljenja, blisko odsustvu vezivanja.",
  "mn60:34.18": "Pošto je promislio o tome, mudar čovek praktikuje put hlađenja strasti prema bivanju, slabljenja i nestanka bivanja.",
  "mn60:35.1": "Domaćini, na ovome svetu moguće je naći četiri vrste ljudi.",
  "mn60:35.2": "Koje četiri?",
  "mn60:35.3": "Tako jedna vrsta ljudi nanosi bol sebi i praktikuje mučenje sebe.",
  "mn60:35.4": "Jedna vrsta ljudi nanosi bol drugima i praktikuje mučenje drugih.",
  "mn60:35.5": "Jedna vrsta ljudi nanosi bol sebi i praktikuje mučenje sebe, a isto tako nanosi bol drugima i praktikuje mučenje drugih.",
  "mn60:35.6": "Jedna vrsta ljudi ne nanosi bol sebi, niti praktikuje mučenje sebe, a isto tako ne nanosi bol drugima, niti praktikuje mučenje drugih.",
  "mn60:35.7": "Pošto takva osoba ne nanosi bol ni sebi, ni drugima, ona je ovde i sada bez žudnje, ugašena i ohlađena, te živi ispunjena blaženstvom, postaje oplemenjena.",
  "mn60:36.1": "Domaćini, koja to vrsta osobe nanosi bol sebi i praktikuje mučenje sebe?",
  "mn60:36.2": "Tako neko ide nag, odbacuje pravila… (kao u sutti 51, §8)… Toliko je mnoštvo načina na koje muči i umrtvljuje svoje telo.",
  "mn60:36.4": "Za takvu se osobu kaže da nanosi bol sebi i praktikuje mučenje sebe.",
  "mn60:37.1": "A koja to vrsta osobe, domaćini, nanosi bol drugima i praktikuje mučenje drugih?",
  "mn60:37.2": "Tako je neko koljač ovaca… (kao u sutti 51, §9)… ili neko ko se bavi sličnim krvoločnim poslom.",
  "mn60:37.3": "Za takvu se osobu kaže da nanosi bol drugima i praktikuje mučenje drugih.",
  "mn60:38.1": "A koja to vrsta osobe, domaćini, nanosi bol sebi i praktikuje mučenje sebe, a isto tako nanosi bol drugima i praktikuje mučenje drugih?",
  "mn60:38.2": "Tako je neko miropomazan, plemeniti kralj ili dobro stojeći brahman… (kao u sutti 51, §10)…",
  "mn60:38.3": "I onda njegovi robovi, glasnici i sluge obave pripreme, dok im suze liju niz lice, gonjeni pretnjom od kazne i strahom.",
  "mn60:38.4": "Za takvu se osobu kaže da nanosi bol sebi i praktikuje mučenje sebe, a isto tako nanosi bol drugima i praktikuje mučenje drugih.",
  "mn60:39.1": "A koja to vrsta osobe, domaćini, ne nanosi bol sebi, niti praktikuje mučenje sebe, a isto tako ne nanosi bol drugima, niti praktikuje mučenje drugih–pošto ne muči ni sebe ni druge, ona jeste ovde i sada bez žudnje, ugašena i ohlađena, te živi ispunjena blaženstvom, postaje oplemenjena.",
  "mn60:40-54.1": "Tako se, domaćini, Tathāgata pojavljuje u ovom svetu…",
  "mn60:55.10": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.’",
  "mn60:56.1": "To je, domaćini, vrsta osobe koja ne nanosi bol sebi, niti praktikuje mučenje sebe, a isto tako ne nanosi bol drugima, niti praktikuje mučenje drugih–pošto ne muči ni sebe ni druge, ona jeste ovde i sada bez žudnje, ugašena i ohlađena, te živi ispunjena blaženstvom, postaje oplemenjena.”",
  "mn60:57.1": "Kad ovo bi rečeno, brahmani kućedomaćini iz Sāle rekoše Blaženom:",
  "mn60:57.2": "“Izvrsno, poštovani Gotama! Izvrsno, poštovani Gotama.",
  "mn60:57.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, isto tako je poštovani Gotama, na više različitih načina, razjasnio Dhammu.",
  "mn60:57.4": "Uzimamo poštovanog Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište.",
  "mn60:57.5": "Neka nas poštovani Gotama prihvati kao svoje nezaređene sledbenike koji, odsad pa do kraja života, pronađoše svoje utočište!”"
}