{
  "mn61:0.1": "Budni govori srednje dužine 61 ",
  "mn61:0.2": "Savet Rāhuli u Ambalaṭṭhiki",
  "mn61:1.1": "Ovako sam čuo.",
  "mn61:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice.",
  "mn61:2.1": "U to vreme poštovani Rāhula boravio je u Ambalaṭṭhiki.",
  "mn61:2.2": "I tako Blaženi jedno veče izađe iz osame, te ode do poštovanog Rāhule.",
  "mn61:2.3": "Poštovani Rāhula još izdaleka opazi Blaženog kako dolazi, te mu pripremi mesto za sedenje i vodu za pranje nogu.",
  "mn61:2.4": "Blaženi sede na pripremljeno mesto i opra noge.",
  "mn61:2.5": "",
  "mn61:2.6": "",
  "mn61:2.7": "A poštovani Rāhula pokloni se Blaženom i sede sa strane.",
  "mn61:3.1": "Tada Blaženi pokaza na malo vode preostale u posudi za pranje nogu, pa upita poštovanog Rāhulu:",
  "mn61:3.2": "„Rāhula, vidiš li ovo malo vode preostale u posudi?”",
  "mn61:3.3": "„Da, poštovani gospodine.”",
  "mn61:3.4": "„Isto tako, Rāhula, malo je vrline u onima koji se ne stide da namerno slažu.”",
  "mn61:4.1": "Prosuvši ono malo vode iz posude, Blaženi upita poštovanog Rāhulu:",
  "mn61:4.2": "„Rāhula, vidiš li kako je ovo malo vode bačeno?”",
  "mn61:4.3": "„Da, poštovani gospodine.”",
  "mn61:4.4": "„Isto tako su odbacili svoju vrlinu oni koji se ne stide da namerno slažu.”",
  "mn61:5.1": "Okrenuvši posudu naopačke, Blaženi ponovo upita poštovanog Rāhulu:",
  "mn61:5.2": "„Rāhula, vidiš li kako je ova posuda za vodu okrenuta naopačke?”",
  "mn61:5.3": "„Da, poštovani gospodine.”",
  "mn61:5.4": "„Isto tako su svoju vrlinu okrenuli naopačke oni koji se ne stide da namerno slažu.”",
  "mn61:6.1": "Postavivši opet posudu za vodu kako treba, Blaženi upita poštovanog Rāhulu:",
  "mn61:6.2": "„Rāhula, vidiš li kako je ova posuda za vodu prazna, šuplja?”",
  "mn61:6.3": "„Da, poštovani gospodine.”",
  "mn61:6.4": "„Isto tako je prazna i šuplja vrlina u onima koji se ne stide da namerno slažu.",
  "mn61:7.1": "Rāhula, zamisli kraljevskog slona s kljovama dugim poput osovine kočije, ogromnog, dresiranog, naviknutog na borbu. Upustivši se u bitku, on koristi svoje prednje i zadnje noge, glavu i uši, kljove i rep, ali ne i svoj trup.",
  "mn61:7.2": "Krotitelj slona vidi to i pomisli:",
  "mn61:7.3": "„Ovaj kraljevski slon s kljovama dugim poput osovine kočije… koristi svoje prednje i zadnje noge… ali ne i svoj trup.",
  "mn61:7.4": "Nije se još uvek potpuno odrekao svog života.„",
  "mn61:7.5": "Kada taj kraljevski slon… otišavši u bitku koristi svoje prednje i zadnje noge, glavu i uši, kljove i rep, ali i svoj trup, krotitelj slona vidi to i pomisli:",
  "mn61:7.6": "„Ovaj kraljevski slon s kljovama dugim poput osovine kočije… koristi svoje prednje i zadnje noge… ali i svoj trup.",
  "mn61:7.7": "Potpuno se odrekao svog života.",
  "mn61:7.8": "Nema ničega što ovaj kraljevski slon ne bi učinio.„",
  "mn61:7.9": "Isto se, Rāhula, odnosi na onoga ko se ne stidi da namerno slaže. Nema zla, kažem ti, koje on ne bi učinio.",
  "mn61:7.10": "Zato, Rāhula, ovako sebe treba da vežbaš:",
  "mn61:7.11": "„Neću izgovoriti lažčak ni u šali.”",
  "mn61:8.1": "A šta misliš, Rāhula,",
  "mn61:8.2": "čemu služi ogledalo?„",
  "mn61:8.3": "„Za ogledanje.”",
  "mn61:8.4": "„Na isti način, Rāhula, neki postupak treba učiniti telom tek posle pažljivog ogledanja; postupak treba učiniti govorom tek posle pažljivog ogledanja; postupak treba učiniti mišlju tek posle pažljivog ogledanja.",
  "mn61:9.1": "Rāhula, kad god se pripremaš da nešto učiniš telom, treba da razmisliš:",
  "mn61:9.2": "„Postupak koji nameravam da učinim telom, hoće li povrediti mene, povrediti druge ili povrediti oboje?",
  "mn61:9.3": "Hoće li to biti štetan telesni postupak, s bolnim posledicama, bolnim ishodom?„",
  "mn61:9.4": "Ako posle takvog ogledanja znaš:",
  "mn61:9.5": "„Postupak koji nameravam da učinim telom povrediće mene, povrediće druge ili će povrediti oboje, to će zapravo biti štetan telesni postupak, s bolnim posledicama, bolnim ishodom”,",
  "mn61:9.6": "onda sasvim sigurno ne treba da ga učiniš.",
  "mn61:9.7": "Ako posle takvog ogledanja znaš:",
  "mn61:9.8": "„Postupak koji nameravam da učinim telom neće povrediti mene, neće povrediti druge, niti će povrediti oboje, to će zapravo biti koristan telesni postupak, s prijatnim rezultatom, prijatnim ishodom”,",
  "mn61:9.9": "onda sasvim sigurno treba da ga učiniš.",
  "mn61:10.1": "Isto tako, Rāhula, dok nešto činiš telom, treba da razmisliš:",
  "mn61:10.2": "„Postupak koji činim telom, da li povređuje mene, povređuje druge ili povređuje oboje?",
  "mn61:10.3": "Je li to štetan telesni postupak, s bolnim posledicama, bolnim ishodom?„",
  "mn61:10.4": "Ako posle takvog ogledanja znaš:",
  "mn61:10.5": "„Postupak koji činim telom povređuje mene, povređuje druge ili povređuje oboje, to je zapravo štetan telesni postupak, s bolnim posledicama, bolnim ishodom”,",
  "mn61:10.6": "onda treba da ga prekineš.",
  "mn61:10.7": "Ako posle takvog ogledanja znaš:",
  "mn61:10.8": "„Postupak koji činim telom ne povređuje mene, ne povređuje druge, niti povređuje oboje, to je zapravo koristan telesni postupak, s prijatnim rezultatom, prijatnim ishodom”,",
  "mn61:10.9": "onda treba da nastaviš da ga činiš.",
  "mn61:11.1": "Isto tako, Rāhula, pošto si nešto učinio telom, treba da razmisliš:",
  "mn61:11.2": "„Postupak koji sam učinio telom, je li povredio mene, povredio druge ili povredio oboje?",
  "mn61:11.3": "Je li to bio štetan telesni postupak, s bolnim posledicama, bolnim ishodom?„",
  "mn61:11.4": "Ako posle takvog ogledanja znaš:",
  "mn61:11.5": "„Postupak koji sam učinio telom povredio je mene, povredio je druge ili je povredio oboje. To je bio štetan telesni postupak, s bolnim posledicama, bolnim ishodom”,",
  "mn61:11.6": "takav telesni postupak treba da priznaš, da ga obelodaniš, izložiš svom učitelju ili mudrim saputnicima u svetačkom životu.",
  "mn61:11.7": "Pošto si ga priznao, obelodanio i izložio, ubuduće treba da vežbaš obuzdavanje.",
  "mn61:11.8": "Ako posle takvog ogledanja znaš:",
  "mn61:11.9": "„Postupak koji sam učinio telom nije povredio mene, nije povredio druge, niti je povredio oboje. To je zapravo koristan telesni postupak, s prijatnim rezultatom, prijatnim ishodom”,",
  "mn61:11.10": "onda možeš da ostaneš srećan i radostan, negujući u sebi povoljna mentalna stanja dan i noć.",
  "mn61:12.1": "Rāhula, kad god se pripremaš da nešto učiniš govorom… (kao u §9, s tim što je „telom” zamenjeno „govorom”)… onda sasvim sigurno treba da ga učiniš.",
  "mn61:12.2": "",
  "mn61:12.3": "",
  "mn61:12.4": "",
  "mn61:12.5": "",
  "mn61:12.6": "",
  "mn61:12.7": "",
  "mn61:12.8": "",
  "mn61:12.9": "",
  "mn61:13.1": "Isto tako, Rāhula, dok nešto činiš govorom… (kao u §10, „telom” je zamenjeno „govorom”)… onda treba da nastaviš da ga činiš.",
  "mn61:13.2": "",
  "mn61:13.3": "",
  "mn61:13.4": "",
  "mn61:13.5": "",
  "mn61:13.6": "",
  "mn61:13.7": "",
  "mn61:13.8": "",
  "mn61:13.9": "",
  "mn61:14.1": "Isto tako, Rāhula, pošto si nešto učinio govorom… (kao u §11, s tim što je „telom” zamenjeno „govorom”)… onda možeš da ostaneš srećan i radostan, negujući u sebi povoljna mentalna stanja dan i noć.",
  "mn61:14.2": "",
  "mn61:14.3": "",
  "mn61:14.4": "",
  "mn61:14.5": "",
  "mn61:14.6": "",
  "mn61:14.7": "",
  "mn61:14.8": "",
  "mn61:14.9": "",
  "mn61:14.10": "",
  "mn61:15.1": "Rāhula, kad god se pripremaš da nešto učiniš umom… (kao u §9, „telom” je zamenjeno „umom”)… onda sasvim sigurno treba da ga učiniš.",
  "mn61:15.2": "",
  "mn61:15.3": "",
  "mn61:15.4": "",
  "mn61:15.5": "",
  "mn61:15.6": "",
  "mn61:15.7": "",
  "mn61:15.8": "",
  "mn61:15.9": "",
  "mn61:16.1": "Isto tako, Rāhula, dok nešto činiš umom… (kao u §10, „telom” je zamenjeno „umom”)… onda treba da nastaviš da ga činiš.",
  "mn61:16.2": "",
  "mn61:16.3": "",
  "mn61:16.4": "",
  "mn61:16.5": "",
  "mn61:16.6": "",
  "mn61:16.7": "",
  "mn61:16.8": "",
  "mn61:16.9": "",
  "mn61:17.1": "Isto tako, Rāhula, pošto si nešto učinio umom… (kao u §11, „telom” je zamenjeno „umom”)… onda možeš da ostaneš srećan i radostan, negujući u sebi povoljna mentalna stanja dan i noć.",
  "mn61:17.2": "",
  "mn61:17.3": "",
  "mn61:17.4": "",
  "mn61:17.5": "",
  "mn61:17.6": "",
  "mn61:17.7": "",
  "mn61:17.8": "",
  "mn61:17.9": "",
  "mn61:17.10": "",
  "mn61:18.1": "Rāhula, svi oni askete i brahmani koji su u prošlosti pročišćavali svoje telesne postupke, svoje verbalne postupke i svoje mentalne postupke, činili su to pažljivo ih ogledajući na ovaj način. Svi oni askete i brahmani koji će u budućnosti pročišćavati svoje telesne postupke, svoje verbalne postupke i svoje mentalne postupke, činiće to pažljivo ih ogledajući na ovaj način. Svi oni askete i brahmani koji sada pročišćuju svoje telesne postupke, svoje verbalne postupke i svoje mentalne postupke, čine to pažljivo ih ogledajući upravo na isti ovaj način.",
  "mn61:18.2": "",
  "mn61:18.3": "",
  "mn61:18.4": "Zato, Rāhula, ovako treba sebe da vežbaš: „Pročistiću svoje telesne postupke, svoje verbalne postupke i svoje mentalne postupke, neprekidno ih ogledajući na ovaj način.”",
  "mn61:18.5": "",
  "mn61:18.6": "Tako reče Blaženi.",
  "mn61:18.7": "Zadovoljan, poštovani Rāhula se obradova rečima Blaženoga.",
  "mn61:18.8": ""
}