{
  "mn62:0.1": "Budini govori srednje dužine 62 ",
  "mn62:0.2": "Dugi govor o savetu Rāhuli",
  "mn62:1.1": "Ovako sam čuo.",
  "mn62:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn62:2.1": "Jednoga jutra Blaženi se obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Sāvatthīja da prosi hranu.",
  "mn62:2.2": "Poštovani Rāhula se takođe obukao, uzeo svoju prosjačku zdelu i gornji ogrtač, pa krenu prateći u stopu Blaženog.",
  "mn62:3.1": "Onda se Blaženi osvrne i ovako reče poštovanom Rāhuli:",
  "mn62:3.2": "„Rāhula, svaki materijalni oblik, prošli, budući ili sadašnji, unutrašnji ili spoljašnji, velik ili mali, inferiorni ili superiorni, dalek ili blizu, svaki materijalni oblik treba videti kakav zaista jeste, s pravom mudrošću: ’To nije moje, to nisam ja, to nije moje sopstvo.’”",
  "mn62:3.3": "„Samo materijalni oblik, Blaženi? Samo materijalni oblik, Uzvišeni?”",
  "mn62:3.4": "„Materijalni oblik, Rāhula, a isto tako osećaj, opažaj, mentalne obraske i svest.”",
  "mn62:4.1": "Na to poštovani Rāhula ovako pomisli: „Kome bi uopšte bilo do prošenja hrane u gradu danas kad ga je lično posavetovao Blaženi?” Zato se vrati i sede nogu ukrštenih, uspravna tela i ustali svesnost pred sobom.",
  "mn62:5.1": "A poštovani Sāriputta vide ga kako sedi",
  "mn62:5.2": "i obrati mu se ovim rečima:",
  "mn62:5.3": "„Rāhula, razvijaj svesnost daha.",
  "mn62:5.4": "Kad se razvija i neguje svesnost daha, to donosi veliki plod i veliku korist.”",
  "mn62:6.1": "Kad pade veče, poštovani Rāhula izađe iz osame i otide do Blaženog. Pošto se pokloni, sede sa strane i upita Blaženog:",
  "mn62:7.1": "„Poštovani gospodine, kako da se svesnost daha razvija i neguje, tako da donosi veliki plod i veliku korist?”",
  "mn62:8.1": "„Rāhula, šta god da je unutrašnje, u osobi, čvrsto, trajno i za njega smo vezani, dakle kosa, malje, nokti, zubi, koža, mišići, tetive, kosti, koštana srž, bubrezi, srce, jetra, dijafragma, slezina, pluća, debelo crevo, tanko crevo, želudac i njegov sadržaj, stomak, izmet ili bilo šta drugo unutrašnje, u osobi, što je čvrsto, trajno i za njega smo vezani, to se zove unutrašnji element zemlje.",
  "mn62:8.2": "kosa, malje, nokti, zubi, koža, mišići, tetive, kosti, koštana srž, bubrezi, srce, jetra, dijafragma, slezina, pluća, debelo crevo, tanko crevo, želudac i njegov sadržaj, stomak, izmet",
  "mn62:8.3": "to se zove unutrašnji element zemlje.",
  "mn62:8.4": "Unutrašnji i spoljašnji element zemlje zajedno čine element zemlje.",
  "mn62:8.5": "I to treba videti kako zaista jeste, s ispravnim razumevanjem: „To nije moje, to nisam ja, to nije moje sopstvo.”",
  "mn62:8.6": "Ko ga vidi kakav zaista jeste, s pravom mudrošću, trezni se od opčinjenosti elementom zemlje i u umu nestaje strast prema elementu zemlje.",
  "mn62:9.1": "A šta je, Rāhula, element vode?",
  "mn62:9.2": "Element vode može biti unutrašnji ili spoljašnji.",
  "mn62:9.3": "Šta je unutrašnji element vode?",
  "mn62:9.4": "Bilo šta unutrašnje, što pripada osobi, a da je tečno, vodnjikavo i za njega smo vezani, dakle žuč, šlajm, gnoj, krv, znoj, salo, suze, limfa, pljuvačka, sluz, tečnost u zglobovima, mokraća",
  "mn62:9.5": "žuč, šlajm, gnoj, krv, znoj, salo, suze, limfa, pljuvačka, sluz, tečnost u zglobovima, mokraća",
  "mn62:9.6": "to se zove unutrašnji element vode.",
  "mn62:9.7": "Unutrašnji i spoljašnji element vode zajedno čine element vode.",
  "mn62:9.8": "I to treba videti onako kako zaista jeste, s ispravnim razumevanjem: „To nije moje, to nisam ja, to nije moje sopstvo.”",
  "mn62:9.9": "Ko ga vidi kakav zaista jeste, s pravom mudrošću, trezni se od opčinjenosti elementom vode i u umu nestaje strast prema elementu vode.",
  "mn62:10.1": "A šta je, Rāhula, element vatre?",
  "mn62:10.2": "Element vatre može biti unutrašnji ili spoljašnji.",
  "mn62:10.3": "Šta je unutrašnji element vatre?",
  "mn62:10.4": "Bilo šta unutrašnje, što pripada osobi a da je vatreno, vrelo i za njega smo vezani, dakle ono čime se telo zagreva, stari i iscrpljuje groznicom; ono čime se sve pojedeno, popijeno, sažvakano i okušano pravilno svari",
  "mn62:10.5": "ono čime se telo zagreva, stari i iscrpljuje groznicom; ono čime se sve pojedeno, popijeno, sažvakano i okušano pravilno svari",
  "mn62:10.6": "to se zove unutrašnji element vatre.",
  "mn62:10.7": "Unutrašnji i spoljašnji element vatre zajedno čine element vatre.",
  "mn62:10.8": "I to treba videti kako zaista jeste, s ispravnim razumevanjem: „To nije moje, to nisam ja, to nije moje sopstvo.”",
  "mn62:10.9": "Ko ga vidi kakav zaista jeste, s pravom mudrošću, trezni se od opčinjenosti elementom vatre i u umu nestaje strast prema elementu vatre.",
  "mn62:11.1": "A šta je, Rāhula, element vazduha?",
  "mn62:11.2": "Element vazduha može biti unutrašnji ili spoljašnji.",
  "mn62:11.3": "Šta je unutrašnji element vazduha?",
  "mn62:11.4": "Bilo šta unutrašnje, što pripada osobi a da je vetar, pokreće se i za njega smo vezani, dakle uzlazni gasovi, silazni gasovi, gasovi u stomaku, gasovi u crevima, gasovi koji prolaze kroz telo, udisanje i izdisanje",
  "mn62:11.5": "uzlazni gasovi, silazni gasovi, gasovi u stomaku, gasovi u crevima, gasovi koji prolaze kroz telo, udisanje i izdisanje",
  "mn62:11.6": "to se zove unutrašnji element vazduha.",
  "mn62:11.7": "Unutrašnji i spoljašnji element vazduha zajedno čine element vazduha.",
  "mn62:11.8": "I to treba videti kako zaista jeste, s ispravnim razumevanjem: „To nije moje, to nisam ja, to nije moje sopstvo.”",
  "mn62:11.9": "Ko ga vidi kakav zaista jeste, s pravom mudrošću, trezni se od opčinjenosti elementom vazduha i u umu nestaje strast prema elementu vazduha.",
  "mn62:12.1": "A šta je, Rāhula, element prostora?",
  "mn62:12.2": "Element prostora može biti unutrašnji ili spoljašnji.",
  "mn62:12.3": "Šta je unutrašnji element prostora?",
  "mn62:12.4": "Bilo šta unutrašnje, što pripada osobi a da je prostor, šupljina i za njega smo vezani, dakle ušne šupljine, nozdrve, usna duplja i ono čime jedemo, pijemo, gutamo i varimo, tamo gde se to izbacuje nadole",
  "mn62:12.5": "ušne šupljine, nozdrve, usna duplja i ono čime jedemo, pijemo, gutamo i varimo, tamo gde se to izbacuje nadole",
  "mn62:12.6": "to se zove unutrašnji element prostora.",
  "mn62:12.7": "Unutrašnji i spoljašnji element prostora zajedno čine element prostora.",
  "mn62:12.8": "I to treba videti kako zaista jeste, s ispravnim razumevanjem: „To nije moje, to nisam ja, to nije moje sopstvo.”",
  "mn62:12.9": "Ko ga vidi kakav zaista jeste, s pravom mudrošću, trezni se od opčinjenosti elementom prostora i u umu nestaje strast prema elementu prostora.",
  "mn62:13.1": "Rāhula, razvijaj meditaciju koja je poput zemlje;",
  "mn62:13.2": "kada razvijaš meditaciju koja je poput zemlje, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:13.3": "Baš kao što ljudi bacaju i čiste i nečiste stvari, izmet, mokraću, pljuvačku, gnoj i krv na zemlju, a zemlja nije zgrožena, ponižena i zgađena zbog toga,",
  "mn62:13.4": "isto tako, Rāhula, razvijaj meditaciju koja je poput zemlje;",
  "mn62:13.5": "kada razvijaš meditaciju koja je poput zemlje, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:14.1": "Rāhula, razvijaj meditaciju koja je poput vode;",
  "mn62:14.2": "kada razvijaš meditaciju koja je poput vode, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:14.3": "Baš kao što ljudi peru i čiste i nečiste stvari, izmet, mokraću, pljuvačku, gnoj i krv u vodi, a voda nije zgrožena, ponižena i zgađena zbog toga,",
  "mn62:14.4": "isto tako, Rāhula, razvijaj meditaciju koja je poput vode;",
  "mn62:14.5": "kada razvijaš meditaciju koja je poput vode, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:15.1": "Rāhula, razvijaj meditaciju koja je poput vatre;",
  "mn62:15.2": "kada razvijaš meditaciju koja je poput vatre, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:15.3": "Baš kao što ljudi spaljuju i čiste i nečiste stvari, izmet, mokraću, pljuvačku, gnoj i krv u vatri, a vatra nije zgrožena, ponižena i zgađena zbog toga,",
  "mn62:15.4": "isto tako, Rāhula, razvijaj meditaciju koja je poput vatre;",
  "mn62:15.5": "kada razvijaš meditaciju koja je poput vatre, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:16.1": "Rāhula, razvijaj meditaciju koja je poput vazduha;",
  "mn62:16.2": "kada razvijaš meditaciju koja je poput vazduha, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:16.3": "Baš kao što vazduh duva i na čiste i na nečiste stvari, izmet, mokraću, pljuvačku, gnoj i krv, a vazduh nije zgrožen, ponižen i zgađen zbog toga,",
  "mn62:16.4": "isto tako, Rāhula, razvijaj meditaciju koja je poput vazduha;",
  "mn62:16.5": "kada razvijaš meditaciju koja je poput vazduha, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:17.1": "Rāhula, razvijaj meditaciju koja je poput prostora;",
  "mn62:17.2": "kada razvijaš meditaciju koja je poput prostora, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:17.3": "Baš kao što prostor nije fiksiran bilo gde,",
  "mn62:17.4": "isto tako Rāhula, razvijaj meditaciju koja je poput prostora;",
  "mn62:17.5": "kada razvijaš meditaciju koja je poput prostora, dopadljivi i nedopadljivi kontakti kad se jave, neće osvojiti tvoj um i tu ostati.",
  "mn62:18.1": "Rāhula, razvijaj meditaciju prijateljske ljubavi;",
  "mn62:18.2": "kada razvijaš meditaciju prijateljske ljubavi, svaka zlovolja biće napuštena.",
  "mn62:19.1": "Rāhula, razvijaj meditaciju saosećanja;",
  "mn62:19.2": "kada razvijaš meditaciju saosećanja, svaka okrutnost biće napuštena.",
  "mn62:20.1": "Rāhula, razvijaj meditaciju radosti zbog sreće drugih;",
  "mn62:20.2": "kada razvijaš meditaciju radosti radi sreće drugih, svako nezadovoljstvo biće napušteno.",
  "mn62:21.1": "Rāhula, razvijaj meditaciju spokojstva;",
  "mn62:21.2": "kada razvijaš meditaciju spokojstva, svaka odbojnost biće napuštena.",
  "mn62:22.1": "Rāhula, razvijaj meditaciju odbojnosti;",
  "mn62:22.2": "kada razvijaš meditaciju odbojnosti, svaka strast biće napuštena.",
  "mn62:23.1": "Rāhula, razvijaj meditaciju opažanja prolaznosti;",
  "mn62:23.2": "kada razvijaš meditaciju opažanja prolaznosti, obmana „ja sam” biće napuštena.",
  "mn62:24.1": "Rāhula, razvijaj meditaciju svesnosti daha.",
  "mn62:24.2": "Kad se razvija i neguje svesnost daha, to donosi veliki plod i veliku korist.",
  "mn62:24.3": "A kako se razvija i neguje svesnost daha, tako da donosi veliki plod i veliku korist?",
  "mn62:25.1": "Tako što monah ode u šumu, do podnožja nekog drveta ili do prazne kolibe; seda nogu ukrštenih, tela uspravnog i ustali svesnost pred sobom;",
  "mn62:25.2": "neprekidno svestan, udiše i, neprekidno svestan, izdiše.",
  "mn62:26.1": "Udišući dugi dah, zna ’Sada udišem dugi dah’; izdišući dugi dah, zna ’Sada izdišem dugi dah’;",
  "mn62:26.2": "udišući kratak dah, zna ’Sada udišem kratak dah’; izdišući kratak dah, zna ’Sada izdišem kratak dah.’",
  "mn62:26.3": "Ovako sebe vežba: ’Osećajući čitavo telo (daha), udisaću’; ovako sebe vežba: ’Osećajući čitavo telo (daha), izdisaću.’",
  "mn62:26.4": "Ovako sebe vežba: ’Smirujući telesni sklop, udisaću’; ovako sebe vežba: ’Smirujući telesni sklop, izdisaću.’",
  "mn62:27.1": "Ovako sebe vežba: ’Udisaću osećajući ushićenje’; ovako sebe vežba: ’Izdisaću osećajući ushićenje.’",
  "mn62:27.2": "Ovako sebe vežba: ’Udisaću osećajući zadovoljstvo’; ovako sebe vežba: ’Izdisaću osećajući zadovoljstvo.’",
  "mn62:27.3": "Ovako sebe vežba: ’Udisaću osećajući mentalni obrazac’; ovako sebe vežba: ’Izdisaću osećajući mentalni obrazac.’",
  "mn62:27.4": "Ovako sebe vežba: ’Udisaću smirujući mentalni obrazac’; ovako sebe vežba: ’Izdisaću smirujući mentalni obrazac.’",
  "mn62:28.1": "Ovako sebe vežba: ’Udisaću osećajući um’; ovako sebe vežba: ’Izdisaću osećajući um.’",
  "mn62:28.2": "Ovako sebe vežba: ’Udisaću ispunjavajući um radošću’; ovako sebe vežba: ’Izdisaću ispunjavajući um radošću.’",
  "mn62:28.3": "Ovako sebe vežba: ’Koncentrišući um, udisaću’; ovako sebe vežba: ’Koncentrišući um, izdisaću.’",
  "mn62:28.4": "Ovako sebe vežba: ’Oslobađajući um, udisaću’; ovako sebe vežba: ’Oslobađajući um, izdisaću.’",
  "mn62:29.1": "Ovako sebe vežba: ’Udisaću kontemplirajući prolaznost’; ovako sebe vežba: ’Izdisaću kontemplirajući prolaznost.’",
  "mn62:29.2": "Ovako sebe vežba: ’Udisaću kontemplirajući hlađenje strasti’; ovako sebe vežba: ’Izdisaću kontemplirajući hlađenje strasti.’",
  "mn62:29.3": "Ovako sebe vežba: ’Udisaću kontemplirajući prestanak’; ovako sebe vežba: ’Izdisaću kontemplirajući prestanak.’",
  "mn62:29.4": "Ovako sebe vežba: ’Udisaću kontemplirajući napuštanje’; ovako sebe vežba: ’Izdisaću kontemplirajući napuštanje.’",
  "mn62:30.1": "Rāhula, kad se na ovaj način razvija i neguje, svesnost daha donosi veliki plod, veliku korist.",
  "mn62:30.2": "Kad se na ovaj način razvija i neguje svesnost daha, čak i poslednji udasi i izdisi su znani dok se smiruju, ne ostaju nepoznati.”",
  "mn62:30.3": "Tako reče Blaženi.",
  "mn62:30.4": "Zadovoljan, poštovani Rāhula se obradova rečima Blaženoga.",
  "mn62:30.5": ""
}