{
  "mn64:0.1": "Budni govori srednje dužine 64 ",
  "mn64:0.2": "Dugi razgovor sa Mālunkyāputtom",
  "mn64:1.1": "Ovako sam čuo.",
  "mn64:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn64:1.3": "Tu se ovako obrati monasima:",
  "mn64:1.4": "„Monasi.”",
  "mn64:1.5": "„Da, poštovani gospodine”, odgovoriše oni.",
  "mn64:1.6": "A Blaženi ovako nastavi:",
  "mn64:2.1": "„Monasi, sećate li se pet nižih okova kojima sam vas podučio?”",
  "mn64:2.2": "Kad to bi rečeno, poštovani Mālunkyāputta odgovori:",
  "mn64:2.3": "„Sećam se pet nižih okova kako ih je Blaženi izložio.”",
  "mn64:2.4": "„Ali, Mālunkyāputta, kako se sećaš pet nižih okova kako ih je Blaženi izložio?”",
  "mn64:2.5": "„Sećam se verovanja da postoji trajna osoba kao nižeg okova koji je Blaženi izložio.",
  "mn64:2.6": "Sećam se sumnjičavosti kao nižeg okova koji je Blaženi izložio.",
  "mn64:2.7": "Sećam se slepog poštovanja pravila i rituala kao nižeg okova koji je Blaženi izložio.",
  "mn64:2.8": "Sećam se želje za zadovoljstvima čula kao nižeg okova koji je Blaženi izložio.",
  "mn64:2.9": "Sećam se zlovolje kao nižeg okova koji je Blaženi izložio.",
  "mn64:2.10": "Na taj način, poštovani gospodine, sećam se pet nižih okova kako ih je Blaženi izložio.”",
  "mn64:3.1": "„Mālunkyāputta, sećaš li se kome sam izložio tih pet nižih okova na takav način?",
  "mn64:3.2": "Ne bi li te sledbenici drugih učenja pobili poređenjem s detetom?",
  "mn64:3.3": "Malo, nežno dete što leži u kolevci čak i nema pojam „osobe”, pa kako se onda u njemu može javiti verovanje da postoji trajna osoba?",
  "mn64:3.4": "Pa ipak, u njemu leži prikrivena sklonost ka verovanju kako postoji trajna osoba.",
  "mn64:3.5": "Malo, nežno dete što leži u kolevci čak i nema pojam „učenja”, pa kako se onda u njemu može javiti sumnjičavost?",
  "mn64:3.6": "Pa ipak, u njemu leži prikrivena sklonost ka sumnjičavosti.",
  "mn64:3.7": "Malo, nežno dete što leži u kolevci čak i nema pojam „pravila”, pa kako se onda u njemu može javiti vezanost za pravila i rituale?",
  "mn64:3.8": "Pa ipak, u njemu leži prikrivena sklonost ka vezanosti za pravila i rituale.",
  "mn64:3.9": "Malo, nežno dete što leži u kolevci čak i nema pojam „zadovoljstvo čula”, pa kako se onda u njemu može javiti želja za zadovoljstvima čula?",
  "mn64:3.10": "Pa ipak, u njemu leži prikrivena sklonost ka strasti za zadovoljstvima čula.",
  "mn64:3.11": "Malo, nežno dete što leži u kolevci čak i nema pojam „bića”, pa kako se onda u njemu može javiti zlovolja prema bićima?",
  "mn64:3.12": "Pa ipak, u njemu leži prikrivena sklonost ka zlovolji prema bićima.",
  "mn64:3.13": "Zar te sledbenici drugih učenja ne bi pobili poređenjem s detetom?”",
  "mn64:4.1": "Na to poštovani Ānanda reče: „Vreme je, Blaženi, vreme je, Uzvišeni, da Blaženi izloži pet nižih okova. Pošto saslušaju, monasi će to zapamtiti.”",
  "mn64:4.2": "„Onda, Ānanda, slušajte i dobro zapamtite šta ću vam reći.”–„Da, poštovani gospodine”, odgovori poštovani Ānanda. A Blaženi ovako nastavi:",
  "mn64:5.1": "„Tako, Ānanda, neuk, običan čovek, koji ne poštuje plemenite, neupućen je i bez prakse u njihovom učenju, koji ne poštuje istinske ljude, neupućen je i bez prakse u njihovom učenju, živi uma opsednutog i zarobljenog verovanjem da postoji trajna osoba i ne razume onako kako zaista jeste, bekstvo od već nastalog verovanja da postoji trajna osoba.",
  "mn64:5.2": "Kada to verovanje pređe u naviku i nije iskorenjeno u njemu, ono postaje niži okov. Živi on uma opsednutog i zarobljenog sumnjičavošću… slepim poštovanjem pravila i rituala… strašću za zadovoljstvima čula… zlovoljom, tako da ne razume onako kako zaista jeste bekstvo od već nastale zlovolje. A kada ta zlovolja pređe u naviku i nije iskorenjena u njemu, ona postaje niži okov.",
  "mn64:6.1": "Dobro upućen plemeniti učenik, koji poštuje plemenite, upućen je u njihovo učenje i u njemu uvežban, koji poštuje istinske ljude, upućen je u njihovo učenje i u njemu uvežban, ne živi uma opsednutog i zarobljenog verovanjem da postoji trajna osoba i razume onako kako zaista jeste, bekstvo od već nastalog verovanja da postoji trajna osoba.",
  "mn64:6.2": "Verovanje u trajnu osobu, zajedno sa prikrivenom sklonošću ka tome, on je napustio. Ne živi uma opsednutog i zarobljenog sumnjičavošću… slepim poštovanjem pravila i rituala… strašću za zadovoljstvima čula… zlovoljom; tako da razume onako kako zaista jeste, bekstvo od već nastale zlovolje. Zlovolju, zajedno sa prikrivenom sklonošću ka njoj, on je napustio.",
  "mn64:7.1": "Postoji put, Ānanda, način da se tih pet nižih okova napusti.",
  "mn64:8.1": "Zamisli, Ānanda, ovu reku Gang punu vode do vrha, tako da i vrana može da pije iz nje, a onda neki slab čovek dođe i pomisli: „Ako zaplivam kroz maticu snagom sopstvenih ruku, bezbedno ću preći na drugu obalu ove reke Gang.” Pa ipak, on ne bi bio u stanju da bezbedno pređe na drugu obalu. Isto tako, kada nekog podučavaju Dhammi kako bi prestao da veruje u postojanje trajne osobe, ako se njegov um ne udubi u Dhammu i ne stekne poverenje, postojanost i odlučnost, tada se može smatrati istim kao onaj slabi čovek.",
  "mn64:8.2": "Zamisli, Ānanda, ovu reku Gang punu vode do vrha, tako da i vrana može da pije iz nje, a onda snažan čovek dođe i pomisli: „Ako zaplivam kroz maticu snagom sopstvenih ruku, bezbedno ću preći na drugu obalu ove reke Gang.” On bi bio u stanju da bezbedno pređe na drugu obalu. Isto tako, kada nekog podučavaju Dhammi kako bi prestao da veruje u postojanje trajne osobe, ako se njegov um udubi u Dhammu i stekne poverenje, postojanost i odlučnost, tada se može smatrati istim kao onaj snažan čovek.",
  "mn64:9.1": "A šta je, Ānanda, taj put, taj način da se pet nižih okova napusti?",
  "mn64:9.2": "Tako, odvajanjem od predmetâ vezivanja, napuštanjem štetnih stanja, potpunim smirivanjem inertnosti tela, sasvim obuzdanih čula, bez mentalnih nečistoća, monah ulazi i ostaje na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn64:9.3": "Što god da u tome postoji kao materijalni oblik, osećaj, opažaj, mentalni obrasci i svest, monah ta stanja vidi kao prolazna, kao patnju, bolest, čir, strelu, nevolju, kao nesreću, nešto strano, u raspadu, prazno, što nije njegovo sopstvo.",
  "mn64:9.4": "Okreće svoj um od tih stanja i usmerava ga ka besmrtnom elementu ovako: „Ovo je mirno, ovo je uzvišeno, dakle smirivanje svih mentalnih konstrukcija, napuštanje svih vezanosti, razaranje žudnje, hlađenje strasti, prestanak, nibbāna.”",
  "mn64:9.5": "Sa tim kao uporištem, dostiže on uklanjanje otrova.",
  "mn64:9.6": "Ali ako ne dostigne uklanjanje otrova, zbog te strasti za Dhammom, oduševljenja Dhammom, uklanjanjem pet nižih okova, postaje onaj koji će se sigurno preporoditi spontano (u čistim boravištima) i odatle doseže konačno oslobođenje, a da se nikada više ne vrati u ovaj svet.",
  "mn64:9.7": "To je put, to je način da se tih pet nižih okova napusti.",
  "mn64:10-12.1": "I opet, smirivanjem usmerene misli i istraživanja, monah ulazi i ostaje na drugom stupnju zadubljenja…",
  "mn64:10-12.2": "I opet, slabljenjem ushićenja… monah ulazi i ostaje na trećem stupnju zadubljenja…",
  "mn64:10-12.3": "I opet, napuštanjem zadovoljstva i bola… monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn64:10-12.4": "Što god da u tome postoji kao materijalni oblik, osećaj, opažaj, mentalni obrazac i svest, monah ta stanja vidi kao prolazna… kao nešto što nije njegovo sopstvo.",
  "mn64:10-12.5": "Okreće svoj um od tih stanja i usmerava ga ka besmrtnom elementu…",
  "mn64:10-12.7": "To je put, to je način da se tih pet nižih okova napusti.",
  "mn64:13.1": "I opet, potpunim prevazilaženjem opažaja oblika, nestankom opažaja čulnih utisaka, neobraćanjem pažnje na opažaje različitosti, svestan da „prostor jeste beskrajan”, monah ulazi i ostaje u području beskrajnog prostora.",
  "mn64:13.2": "Šta god da u tome postoji kao osećaj, opažaj, mentalni obrazac i svest, monah ta stanja vidi kao prolazna… kao nešto što nije njegovo sopstvo.",
  "mn64:13.3": "Okreće svoj um od tih stanja i usmerava ga ka besmrtnom elementu…",
  "mn64:13.5": "To je put, to je način da se tih pet nižih okova napusti.",
  "mn64:14.1": "I opet, potpunim prevazilaženjem područja beskrajnog prostora, svestan da „svest jeste beskonačna”, monah ulazi i ostaje u području beskonačne svesti.",
  "mn64:14.2": "Što god da u tome postoji kao osećaj, opažaj, mentalni obrazac i svest, monah ta stanja vidi kao prolazna… kao nešto što nije njegovo sopstvo.",
  "mn64:14.3": "Okreće svoj um od tih stanja i usmerava ga ka besmrtnom elementu…",
  "mn64:14.5": "To je put, to je način da se tih pet nižih okova napusti.",
  "mn64:15.1": "I opet, potpunim prevazilaženjem područja beskonačne svesti, svestan da „nema ničega”, monah ulazi i ostaje u području ničega.",
  "mn64:15.2": "Što god da u tome postoji kao osećaj, opažaj, mentalni obrazac i svest, monah ta stanja vidi kao prolazna, kao patnju, bolest, čir, strelu, nevolju, kao nesreću, nešto strano, u raspadu, prazno, što nije njegovo sopstvo.",
  "mn64:15.3": "Okreće svoj um od tih stanja i usmerava ga ka besmrtnom elementu ovako: „Ovo je mirno, ovo je uzvišeno, dakle smirivanje svih mentalnih konstrukcija, napuštanje svih vezanosti, razaranje žudnje, hlađenje strasti, prestanak, nibbāna.”",
  "mn64:15.4": "Sa tim kao uporištem, dostiže monah uklanjanje otrova. Ali ako ne dostigne uklanjanje otrova, zbog te strasti za Dhammom, oduševljenja Dhammom, uklanjanjem pet nižih okova, postaje onaj koji će se sigurno preporoditi spontano (u čistim boravištima) i odatle doseže konačno oslobođenje, a da se nikada više ne vrati u ovaj svet.",
  "mn64:15.5": "To je put, to je način da se tih pet nižih okova napusti.”",
  "mn64:16.1": "„Ako je to put, način da se tih pet nižih okova napusti, kako se onda za neke monahe ovde kaže da su stekli oslobođenje uma, a za druge da su stekli oslobođenje mudrošću?”",
  "mn64:16.2": "„Zato, Ānanda, što postoji razlika u njihovim sposobnostima.”",
  "mn64:16.3": "Tako reče Blaženi.",
  "mn64:16.4": "Zadovoljan, poštovani Ānanda se obradova rečima Blaženoga."
}