{
  "mn65:0.1": "Budni govori srednje dužine 65 ",
  "mn65:0.2": "Govor Bhaddāliju",
  "mn65:1.1": "Ovako sam čuo.",
  "mn65:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn65:1.3": "Tu se on ovako obrati monasima:",
  "mn65:1.4": "“Monasi.”",
  "mn65:1.5": "“Da, poštovani gospodine”, odgovoriše oni.",
  "mn65:1.6": "A Blaženi ovako nastavi:",
  "mn65:2.1": "“Monasi, ja jedem jednom dnevno.",
  "mn65:2.2": "Čineći tako, bez bolesti sam i tegoba, uživam u zdravlju, snažan sam i dobro se osećam.",
  "mn65:2.3": "Zato i vi, monasi, jedite samo jednom na dan.",
  "mn65:2.4": "Čineći tako, bićete bez bolesti i tegoba, uživati u zdravlju, snažni i dobro ćete se osećati.“",
  "mn65:3.1": "Kad to bi rečeno, poštovani Bhaddāli reče Blaženome:",
  "mn65:3.2": "“Poštovani, ne želim da jedem samo jednom; jer ako bih tako radio, možda bih osećao brigu i strah zbog toga.”",
  "mn65:4.1": "“Onda, Bhaddāli, pojedi jedan deo tamo gde si pozvan, ostatak ponesi sa sobom da ga kasnije pojedeš.",
  "mn65:4.2": "Na taj način ćeš sebe prehraniti.“",
  "mn65:5.1": "“Poštovani, ne želim da jedem ni na taj način; jer ako bih tako radio, možda bih takođe osećao brigu i strah zbog toga.”",
  "mn65:6.1": "A kada je ovo pravilo vežbanja Blaženi javno objavio, poštovani Bhaddāli javno objavi monaškoj zajednici kako nije spreman da sebe podvrgne takvom vežbanju.",
  "mn65:6.2": "I tako se poštovani Bhaddāli nije pojavljivao pred Budom čitav tromesečni period (monsuna), jer nije poštovao pravilo vežbanja u okviru Učiteljevog nauka.",
  "mn65:7.1": "U to vreme grupa monaha šila je ogrtač za Blaženog, te pomisliše:",
  "mn65:7.2": "“Kada završimo ovaj ogrtač, kad se završi tromesečni period (monsuna), Blaženi će ponovo krenuti svojim putem.”",
  "mn65:8.1": "Onda poštovani Bhaddāli otide do tih monaha i pozdravi se sa njima, a kada taj učtivi i prijateljski razgovor bi završen, sede sa strane.",
  "mn65:9.1": "Bhaddāli, nisi prepoznao ovu okolnost:",
  "mn65:9.2": "“Blaženi živi kraj Sāvatthīja i Blaženi će me znati ovakvog:",
  "mn65:9.3": "“Monah po imenu Bhaddāli ne poštuje pravilo vežbanja koje je uveo Učitelj.”",
  "mn65:9.4": "“ Tu okolnost nisi prepoznao.",
  "mn65:9.5": "Isto tako, nisi prepoznao ni ovu okolnost:",
  "mn65:9.6": "“Mnogi monasi žive kraj Sāvatthīja tokom perioda monsuna; i oni će me znati ovakvog:",
  "mn65:9.7": "“Monah po imenu Bhaddāli ne poštuje pravilo vežbanja koje je uveo Učitelj.”",
  "mn65:9.8": "“ Tu okolnost takođe nisi prepoznao.",
  "mn65:9.9": "Isto tako, nisi prepoznao ni ovu okolnost:",
  "mn65:9.10": "“Mnogi nezaređeni sledbenici…",
  "mn65:9.14": "Mnoge nezaređene sledbenice žive kraj Sāvatthīja; i one će me znati ovakvog:",
  "mn65:9.19": "“Monah po imenu Bhaddāli ne poštuje pravilo vežbanja koje je uveo Učitelj.”",
  "mn65:9.20": "“ Tu okolnost takođe nisi prepoznao.",
  "mn65:9.21": "Isto tako, nisi prepoznao ni ovu okolnost:",
  "mn65:9.22": "“Mnogi askete i brahmani, sledbenici drugih tradicija, žive kraj Sāvatthīja; i oni će me znati ovakvog:",
  "mn65:9.23": "“Monah po imenu Bhaddāli, stariji učenik askete Gotame, ne poštuje pravilo vežbanja koje je uveo Učitelj”.",
  "mn65:9.24": "“ Tu okolnost takođe nisi prepoznao.”",
  "mn65:10.1": "“Kada je Blaženi objavio pravilo vežbanja, učinih prekršaj što sam, poput budale, zbunjene i nepromišljene, javno objavio monaškoj zajednici nespremnost da sebe podvrgnem takvom vežbanju.",
  "mn65:10.2": "Neka mi Blaženi oprosti prekršaj, kako bih sebe obuzdavao ubuduće.“",
  "mn65:10.3": "“Naravno, Bhaddāli, kada sam objavio pravilo vežbanja, učinio si prekršaj time što si, poput budale, zbunjene i nepromišljene, javno objavio monaškoj zajednici nespremnost da sebe podvrgneš takvom vežbanju.",
  "mn65:11.1": "Šta misliš, Bhaddāli?",
  "mn65:11.2": "Zamisli nekog monaha ovde koji je oslobođen na oba načina i ja mu kažem:",
  "mn65:11.3": "“Hajde monaše, budi daska preko koje ću da pređem ovo blato.” Da li bi on sam prešao na drugu stranu, postavio telo na neki drugi način ili rekao “neću?”",
  "mn65:11.4": "“Ne bi, poštovani gospodine.”",
  "mn65:11.5": "“Šta misliš, Bhaddāli?",
  "mn65:11.6": "Zamisli nekog monaha ovde koji je oslobođen mudrošću…",
  "mn65:11.7": "neposredni svedok…",
  "mn65:11.8": "onaj ko je učvrstio gledište…",
  "mn65:11.9": "oslobođen poverenjem…",
  "mn65:11.10": "sledbenik na osnovu Dhamme…",
  "mn65:11.11": "sledbenik na osnovu poverenja, i ja mu kažem:",
  "mn65:11.12": "“Hajde, monaše, budi daska preko koje ću da pređem ovo blato.” Da li bi on, ne obazirući se na moju molbu, sam prešao na drugu stranu, postavio telo na neki drugi način ili bi rekao “neću?”",
  "mn65:11.13": "“Ne bi, poštovani gospodine.”",
  "mn65:12.1": "“Šta misliš, Bhaddāli?",
  "mn65:12.2": "U ovoj situaciji, jesi li ti onaj koji je oslobođen na oba načina ili oslobođen mudrošću ili neposredni svedok ili onaj ko je učvrstio gledište ili oslobođen poverenjem ili sledbenik na osnovu Dhamme ili sledbenik na osnovu poverenja?“",
  "mn65:12.3": "“Ne, poštovani gospodine.”",
  "mn65:12.4": "“Bhaddāli, u ovoj situaciji, jesi li ti jedan običan, praznoglav tvrdoglavac?”",
  "mn65:13.1": "“Da.",
  "mn65:13.2": "Kada je Blaženi objavio pravilo vežbanja, učinih prekršaj time što sam, poput budale, zbunjene i nepromišljene, javno objavio monaškoj zajednici nespremnost da sebe podvrgnem takvom vežbanju.",
  "mn65:13.3": "Neka mi Blaženi oprosti prekršaj, kako bih sebe obuzdavao ubuduće.“",
  "mn65:13.4": "“Naravno, Bhaddāli, kada sam objavio pravilo vežbanja, učinio si prekršaj time što si, poput budale, zbunjene i nepromišljene, javno objavio monaškoj zajednici nespremnost da sebe podvrgneš takvom vežbanju.",
  "mn65:13.5": "Ali pošto uviđaš svoj prekršaj kao takav i koriguješ sebe u skladu sa Dhammom, opraštamo ti;",
  "mn65:13.6": "jer to jeste rast u praksi Plemenitog kada neko uviđa svoj prekršaj kao takav i koriguje sebe u skladu sa Dhammom, tako što će ubuduće sebe obuzdavati.",
  "mn65:14.1": "Tako, Bhaddāli, neki monah ne vežba sebe u okviru Učiteljevog nauka.",
  "mn65:14.2": "On ovako razmišlja:",
  "mn65:14.3": "“Kako bi bilo da odem na osamljeno, mirno mesto: u šumu, podnožje drveta, planinu, klisuru, pećinu, mesto za kremaciju, gustu džunglu, proplanak, stog sena–možda bih dosegao nadljudske osobine, isticanje u znanju i viđenju dostojno plemenitih.”",
  "mn65:14.4": "I ode on na osamljeno, mirno mesto.",
  "mn65:14.5": "Dok tamo živi izolovan, Učitelj ga osuđuje, mudri saputnici u svetačkom životu koji su se raspitali o njemu, osuđuju ga, božanstva ga osuđuju i on sam sebe osuđuje.",
  "mn65:14.6": "Pošto ga tako osuđuju Učitelj, mudri saputnici u svetačkom životu, božanstva i on sam, ne doseže nadljudske osobine, isticanje u znanju i viđenju dostojno plemenitih.",
  "mn65:14.7": "A zašto?",
  "mn65:14.9": "Tako biva s onim ko ne vežba sebe u Učiteljevom nauku.",
  "mn65:15.1": "Tako opet, Bhaddāli, neki monah vežba sebe u okviru Učiteljevog nauka.",
  "mn65:15.2": "Ovako on razmišlja:",
  "mn65:15.3": "“Kako bi bilo da odem na osamljeno, mirno mesto: u šumu, podnožje drveta, planinu, klisuru, pećinu, mesto za kremaciju, gustu džunglu, proplanak, stog sena–možda bih dosegao nadljudske osobine, isticanje u znanju i viđenju dostojno plemenitih.”",
  "mn65:15.4": "I ode on na osamljeno, mirno mesto.",
  "mn65:15.5": "Dok tamo živi izolovan, Učitelj ga ne osuđuje, mudri saputnici u svetačkom životu koji su se raspitali o njemu, ne osuđuju ga, božanstva ga ne osuđuju i on sam sebe ne osuđuje.",
  "mn65:15.6": "Pošto ga tako ne osuđuju Učitelj, mudri saputnici u svetačkom životu, božanstva, a ni on sam, doseže nadljudske osobine, isticanje u znanju i viđenju dostojno plemenitih.",
  "mn65:16.1": "Sasvim obuzdanih čula, bez mentalnih nečistoća, monah ulazi i ostaje na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn65:16.2": "A zašto?",
  "mn65:16.3": "Tako biva s onim ko vežba sebe u Učiteljevom nauku.",
  "mn65:17.1": "Smirivanjem usmerene misli i istraživanja ulazi i ostaje na drugom stupnju zadubljenja…",
  "mn65:17.4": "Slabljenjem ushićenja… ulazi i ostaje na trećem stupnju zadubljenja…",
  "mn65:17.7": "Napuštanjem zadovoljstva i bola… ulazi i ostaje na četvrtom stupnju zadubljenja…",
  "mn65:17.8": "A zašto?",
  "mn65:17.9": "Tako biva s onim ko vežba sebe u Učiteljevom nauku.",
  "mn65:18.1": "Kada je njegov um postao tako koncentrisan, pročišćen, blistav, bez i najmanje nečistoće, gibak, prilagodljiv, postojan i utihnuo, usmerava ga on ka znanju o svojim prošlim životima…",
  "mn65:18.3": "Tako se seća mnoštva svojih prošlih života u celini i do detalja.",
  "mn65:18.4": "A zašto? Tako biva s onim ko vežba sebe u Učiteljevom nauku.",
  "mn65:19.1": "Kad je njegov um postao tako koncentrisan, pročišćen, blistav… postojan i utihnuo, monah ga usmerava ka znanju o umiranju i ponovnom rađanju bića…",
  "mn65:19.3": "I duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, vidi bića kako umiru i ponovo se rađaju, uviđa kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna u skladu sa svojim postupcima.",
  "mn65:19.4": "A zašto? Tako biva s onim ko vežba sebe u Učiteljevom nauku.",
  "mn65:20.1": "Kad je njegov um postao tako koncentrisan, pročišćen, blistav… postojan i utihnuo, monah ga usmerava ka znanju o uklanjanju otrova.",
  "mn65:20.2": "Vidi, kao da mu je pred očima: “Ovo je patnja”…",
  "mn65:21.1": "vidi, kao da mu je pred očima: “Ovo je put koji vodi prestanku otrova.”",
  "mn65:21.2": "Kada zna i vidi tako, monahov um se oslobađa otrova želje za zadovoljstvima čula, otrova želje za bivanjem i otrova neznanja.",
  "mn65:21.3": "Kad se oslobodi, tada dolazi znanje: “Slobodan sam.”",
  "mn65:21.4": "On razume: “Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.”",
  "mn65:21.5": "A zašto? Tako biva s onim ko vežba sebe u Učiteljevom nauku.“",
  "mn65:22.1": "Na to Bhaddāli upita:",
  "mn65:22.2": "“Poštovani gospodine, šta je uzrok, šta je razlog što nekog monaha često kritikuju?",
  "mn65:22.3": "Šta je uzrok, šta je razlog što nekog monaha često ne kritikuju?“",
  "mn65:23.1": "Tako, Bhaddāli, neki monah često krši pravila, mnogo greši.",
  "mn65:23.2": "Kad mu monasi na to skrenu pažnju, on izvrdava, skreće na drugu temu, ispoljava uznemirenost, mržnju i ogorčenje; ne nastavlja na pravi način, ne povinuje se, ne ispravlja sam sebe, ne kaže: “Radiću tako da Sangha bude zadovoljna.”",
  "mn65:23.3": "Monasi, u vezi sa svim ovim, razmišljaju:",
  "mn65:23.4": "“Bilo bi dobro ukoliko poštovani procenjuju tog monaha na način da spor s njime nije suviše brzo rešen.”",
  "mn65:23.7": "I monasi procenjuju tog monaha na način da spor s njime nije suviše brzo rešen.",
  "mn65:24.1": "Neki drugi monah često krši pravila, mnogo greši.",
  "mn65:24.2": "Ali kada mu monasi na to skrenu pažnju, ne izvrdava, ne skreće na drugu temu, ne ispoljava uznemirenost, mržnju i ogorčenje; nastavlja na pravi način, povinuje se, ispravlja sam sebe, kaže: “Radiću tako da Sangha bude zadovoljna.”",
  "mn65:24.3": "Monasi, u vezi s svim ovim, razmišljaju:",
  "mn65:24.4": "“Bilo bi dobro ukoliko poštovani procenjuju tog monaha na način da je spor s njime brzo rešen.”",
  "mn65:24.7": "I monasi procenjuju tog monaha na način da je spor s njime brzo rešen.",
  "mn65:25.1": "Tako neki monah ne krši često pravila, ne greši mnogo.",
  "mn65:25.2": "Kad mu monasi na to skrenu pažnju, on izvrdava…",
  "mn65:25.7": "I monasi procenjuju tog monaha na način da spor s njime nije suviše brzo rešen.",
  "mn65:26.1": "Neki drugi monah ne krši često pravila, ne greši mnogo.",
  "mn65:26.2": "Kada mu monasi na to skrenu pažnju, ne izvrdava…",
  "mn65:26.7": "I monasi procenjuju tog monaha na način da je spor s njime brzo rešen.",
  "mn65:27.1": "Tako neki monah napreduje u meri u kojoj poseduje veru i ljubav.",
  "mn65:27.2": "Tada monasi ovako razmišljaju: “Prijatelji, ovaj monah napreduje u meri u kojoj poseduje veru i ljubav. Neka ne izgubi tu meru vere i ljubavi, što bi se to moglo dogoditi ukoliko ga neprekidno kritikujemo.”",
  "mn65:27.3": "Zamisli čoveka sa samo jednim okom; njegovi prijatelji i poznanici, njegovi najbliži i rođaci paze na to oko, ovako razmišljajući: “Neka ne izgubi i to jedno oko.”",
  "mn65:27.4": "Isto tako, neki monah napreduje u meri u kojoj poseduje veru i ljubav…",
  "mn65:27.5": "“Neka ne izgubi tu meru vere i ljubavi, što bi se to moglo dogoditi ukoliko ga neprekidno kritikujemo.”",
  "mn65:28.1": "To je uzrok, to je razlog što nekog monaha ovde često kritikuju.",
  "mn65:28.3": "To je uzrok, to je razlog što nekog monaha ovde često ne kritikuju.“",
  "mn65:29.1": "“A šta je uzrok, šta je razlog da je ranije bilo manje pravila vežbanja, a više je monaha dosezalo krajnje znanje?",
  "mn65:29.2": "Šta je uzrok, šta je razlog da sada ima više pravila vežbanja, a manje monaha doseže krajnje znanje?",
  "mn65:30.1": "Ovako stoje stvari, Bhaddāli. Kad se bića kvare i istinska Dhamma nestaje, tada ima više pravila vežbanja, a manje monaha doseže krajnje znanje.",
  "mn65:30.2": "Učitelj ne objavljuje neko pravilo vežbanja sve dok neke stvari koje su podloga za otrove ne postanu vidljive unutar Sanghe;",
  "mn65:30.3": "kada neke stvari koje su podloga za otrove postanu vidljive unutar Sanghe, Učitelj objavljuje učenicima neko pravilo vežbanja, kako bi ih zaštitio od stvari koje jesu podloga za otrove.",
  "mn65:31.1": "Stvari koje su podloga za otrove ne postaju vidljive unutar Sanghe sve dok Sangha ne postane mnogobrojna;",
  "mn65:31.2": "kada Sangha postane mnogobrojna, tada stvari koje su podloga za otrove postaju vidljive unutar Sanghe i Učitelj objavljuje učenicima neko pravilo vežbanja, kako bi ih zaštitio od stvari koje jesu podloga za otrove.",
  "mn65:31.3": "Stvari koje su podloga za otrove ne postaju vidljive unutar Sanghe sve dok Sangha ne dostigne vrhunac u materijalnim dobrima…",
  "mn65:31.4": "vrhunac u slavi… vrhunac u učenosti… vrhunac u postojanoj reputaciji;",
  "mn65:31.5": "kada Sangha dostigne vrhunac u postojanoj reputaciji, stvari koje su podloga za otrove postaju vidljive unutar Sanghe i tada Učitelj objavljuje učenicima neko pravilo vežbanja, kako bi ih zaštitio od stvari koje jesu podloga za otrove.",
  "mn65:32.1": "Bhaddāli, vas nekoliko bilo je prisutno kad sam podučavao Dhammu kroz poređenje sa mladim, čistokrvnim ždrebetom.",
  "mn65:32.2": "Sećaš li se toga, Bhaddāli?“",
  "mn65:32.3": "“Ne, poštovani gospodine.”",
  "mn65:32.4": "“A šta misliš, zbog čega se ne sećaš?”",
  "mn65:32.5": "“Već dugo nisam vežbao sebe u Učiteljevom nauku.”",
  "mn65:32.6": "“To nije jedini uzrok ili jedini razlog.",
  "mn65:32.7": "Umesto toga, obuhvativši svojim umom tvoj um, odavno sam za tebe znao ovo:",
  "mn65:32.8": "“Kada podučavam Dhammu, ovaj zavedeni čovek ne mari za to, ne obraća pažnju na to, ne posvećuje tome čitav svoj um, ne sluša Dhammu otvorenih ušiju.”",
  "mn65:32.9": "Pa ipak, Bhaddāli, podučiću te Dhammi kroz poređenje sa mladim, čistokrvnim ždrebetom.",
  "mn65:32.10": "Slušaj i dobro zapamti šta ću ti reći.“",
  "mn65:32.11": "“Da, poštovani gospodine”, odgovori poštovani Bhaddāli.",
  "mn65:32.12": "I Blaženi ovako nastavi:",
  "mn65:33.1": "“Bhaddāli, zamisli oštroumnog krotitelja konja koji nabavi dobro, čistokrvno ždrebe. Prvo ga navikava da na sebi nosi oglavinu.",
  "mn65:33.2": "Dok vežba da se navikne na nošenje oglavine, zbog toga što radi nešto što nikada ranije nije činilo, ždrebe se otima, opire i koleba, ali neprekidnim ponavljanjem i postepenim vežbanjem postaje naviknuto.",
  "mn65:33.4": "Kada se ždrebe naviklo na oglavinu, krotitelj ga navikava da nosi am.",
  "mn65:33.5": "Dok vežba da se navikne na nošenje ama, zbog toga što radi nešto što nikada ranije nije činilo, ždrebe se otima, opire i koleba, ali neprekidnim ponavljanjem i postepenim vežbanjem postaje naviknuto.",
  "mn65:33.7": "Kada se ždrebe naviklo na sve to, krotitelj ga vežba u koračanju, skraćenom kasu, brzom kasu, trčanju u krug, propinjanju, ritanju, galopu, jurišu, preskakanju prepona, zaustavljanju.",
  "mn65:33.8": "Dok vežba da radi sve te stvari, zbog toga što radi nešto što nikada ranije nije činilo, ždrebe se otima, opire i koleba, ali neprekidnim ponavljanjem i postepenim vežbanjem postaje naviknuto.",
  "mn65:33.10": "Kada se ždrebe naviklo na sve to, krotitelj ga nagrađuje trljanjem i timarenjem.",
  "mn65:33.11": "I kada dobro, čistokrvno ždrebe savlada tih deset veština, ono je dostojno kralja, dostojno kraljeve službe i smatra se jednom od kraljevih uzdanica.",
  "mn65:34.1": "Isto tako, Bhaddāli, kada monah poseduje deset kvaliteta, vredan je darova, vredan je gostoprimstva, vredan je pohvala i vredan je poštovanja; on je prilika da nenadmašna dobrota nastane u ovome svetu.",
  "mn65:34.2": "A kojih deset?",
  "mn65:34.3": "Tako, Bhaddāli, monah poseduje ispravno razumevanje onoga ko je izvan vežbanja, ispravnu nameru onoga ko je izvan vežbanja, ispravan govor onoga ko je izvan vežbanja, ispravne postupke onoga ko je izvan vežbanja, ispravno življenje onoga ko je izvan vežbanja, ispravan napor onoga ko je izvan vežbanja, ispravnu svesnost onoga ko je izvan vežbanja, ispravnu koncentraciju onoga ko je izvan vežbanja, ispravno znanje onoga ko je izvan vežbanja i ispravno oslobođenje onoga ko je izvan vežbanja.",
  "mn65:34.4": "Kada monah poseduje tih deset kvaliteta, vredan je darova, vredan je gostoprimstva, vredan je pohvala i vredan je poštovanja; on je prilika da nenadmašna dobrota nastane u ovome svetu.“",
  "mn65:34.5": "Tako reče Blaženi.",
  "mn65:34.6": "Zadovoljan, poštovani Bhaddāli se obradova rečima Blaženoga."
}