{
  "mn66:0.1": "Budini govori srednje dužine 66",
  "mn66:0.2": "Poređenje sa prepelicom ",
  "mn66:1.1": "Ovako sam čuo.",
  "mn66:1.2": "Jednom je Blaženi boravio u Anguttarāpi, kraj grada po imenu Āpaṇa.",
  "mn66:2.1": "Kad je svanulo jutro, Blaženi se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krene put Āpaṇe da prosi hranu.",
  "mn66:2.2": "Kada je prošao Āpaṇu i vratio se iz prošenja hrane, posle obroka, otide on do nekog gaja da u njemu provede ostatak dana.",
  "mn66:2.3": "Zašavši u gaj, sede u podnožje drveta da tu provede ostatak dana.",
  "mn66:3.1": "Kad je svanulo jutro, poštovani Udāyin se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krene put Āpaṇe da prosi hranu.",
  "mn66:3.2": "Kada se prošao Āpaṇu i vratio se iz prošenja hrane, posle obroka, otide on do istog onog gaja da u njemu provede ostatak dana.",
  "mn66:3.3": "Zašavši u gaj, sede u podnožje drveta da tu provede ostatak dana.",
  "mn66:3.4": "Onda se poštovanom Udāyinu, dok je boravio u osami, povučen, javi ova misao:",
  "mn66:4.1": "„Koliko nas je samo bolnih stanja Blaženi oslobodio! Koliko nam je samo prijatnih stanja Blaženi priuštio!",
  "mn66:4.2": "Koliko nas je samo štetnih stanja Blaženi oslobodio! Koliko nam je samo korisnih stanja Blaženi priuštio!”",
  "mn66:5.1": "Kad je palo veče, poštovani Udāyin izađe iz osame, otide do Blaženog, pokloni mu se, sede sa strane pa reče:",
  "mn66:6.1": "„Poštovani gospodine, dok sam boravio u osami, povučen, javila mi se ova misao:",
  "mn66:6.2": "’Koliko nas je samo bolnih stanja Blaženi oslobodio! Koliko nam je samo prijatnih stanja Blaženi priuštio!",
  "mn66:6.3": "Koliko nas je samo štetnih stanja Blaženi oslobodio! Koliko nam je samo korisnih stanja Blaženi priuštio!’",
  "mn66:6.4": "Ranije smo imali običaj da jedemo uveče, ujutro i tokom dana, izvan propisanog vremena.",
  "mn66:6.5": "A onda se jednom prilikom Blaženi ovako obrati monasima:",
  "mn66:6.6": "’Monasi, molim vas da napustite dnevni obrok koji je izvan propisanog vremena.’",
  "mn66:6.7": "Bio sam uznemiren i tužan, misleći:",
  "mn66:6.8": "’Verni kućedomaćini nam daju raznorsnu dobru hranu tokom dana i izvan propisanog vremena, pa ipak nam Blaženi kaže da je ne uzimamo, Uzvišeni nam kaže da je napustimo.’",
  "mn66:6.9": "Iz ljubavi i poštovanja prema Blaženom, kao i iz stida i straha od loših dela, napustili smo dnevni obrok, koji je izvan propisanog vremena.",
  "mn66:6.10": "Tako smo jeli samo uveče i ujutro.",
  "mn66:6.11": "Jednom se prilikom Blaženi ovako obrati monasima:",
  "mn66:6.12": "’Monasi, molim vas da napustite noćni obrok, koji je izvan propisanog vremena.’",
  "mn66:6.13": "Bio sam uznemiren i tužan, misleći:",
  "mn66:6.14": "’Blaženi nam kaže da ne uzimamo obilniji od naša dva obroka, Uzvišeni nam kaže da ga napustimo.’",
  "mn66:6.15": "Jednom je, poštovani gospodine, neki čovek dobio činiju supe tokom dana i rekao:",
  "mn66:6.16": "’Stavite to sa strane i poješćemo ga zajedno uveče.’",
  "mn66:6.17": "(Skoro) sve kuvanje obavlja se preko noći, a malo preko dana.",
  "mn66:6.18": "Iz ljubavi i poštovanja prema Blaženom, kao i iz stida i straha od loših dela, napustili smo noćni obrok, koji je izvan propisanog vremena.",
  "mn66:6.19": "Dešavalo se da monasi idući u prošenje hrane po gustom mraku upadnu u neku jamu, u jarak, upletu se u trnovit žbun ili se sapletu o usnulu kravu; nailazili su na probisvete koji su već počinili neko nedelo i one koji to tek planiraju, a dešavalo se da ih zavode žene.",
  "mn66:6.20": "Jednom sam tako i ja išao u prošenje hrane po mrklom mraku.",
  "mn66:6.21": "Neka žena koja je prala lonac, ugledala me je pod bleskom munje i vrisnula od užasa:",
  "mn66:6.22": "’Teško li je meni, đavo je došao da me ugrabi!’",
  "mn66:6.23": "Rekoh joj:",
  "mn66:6.24": "’Sestro, nisam đavo, monah sam koji prosi hranu.’",
  "mn66:6.26": "’Onda si monah čija je majka umrla i čiji je otac umro!",
  "mn66:6.27": "Bolje, monaše, da ti raspore stomak oštrim mesarskim nožem nego što se šunjaš unaokolo tražeći hranu za svoj stomak po tako mrkloj noći!’",
  "mn66:6.29": "Poštovani gospodine, kada se toga setim, pomislim:",
  "mn66:6.30": "’Koliko nas je samo bolnih stanja Blaženi oslobodio! Koliko nam je samo prijatnih stanja Blaženi priuštio!",
  "mn66:6.31": "Koliko nas je samo štetnih stanja Blaženi oslobodio! Koliko nam je samo korisnih stanja Blaženi priuštio!’”",
  "mn66:7.1": "„Isto tako, Udāyine, ima ovde neznalica koji, kad im kažem ’Napusti to’, odgovore:",
  "mn66:7.2": "’Šta, takvu sitnicu, tako beznačajnu stvar kao što je ta? Ovaj asketa je suviše zahtevan!’",
  "mn66:7.3": "I oni ne napuste to, pokažu nepoštovanje prema meni i onim monasima koji žele da vežbaju.",
  "mn66:7.4": "Tada za njih ta stvar postane snažna, čvrsta, uska, neraskidiva omča i debeli jaram.",
  "mn66:8.1": "Zamisli, Udāyine, da se prepelica zapetlja u trulu puzavicu i tako čeka da bude ranjena, zarobljena ili ubijena.",
  "mn66:8.2": "A onda zamisli nekoga ko kaže:",
  "mn66:8.3": "’Ova trula puzavica u koju se zapetljala ova prepelica i tako čeka da bude ranjena, zarobljena ili ubijena, za nju je slaba, meka, trula, šuplja omča.’",
  "mn66:8.4": "Da li bi on govorio istinu?”",
  "mn66:8.5": "„Ne, poštovani.",
  "mn66:8.6": "Za tu prepelicu trula puzavica u koju se zapetljala i tako čeka da bude ranjena, zarobljena ili ubijena snažna je, čvrsta, uska i neraskidiva omča i debeli jaram”.",
  "mn66:8.7": "„Isto tako, Udāyine, ima ovde neznalica koji, kad im kažem ’Napusti to’…",
  "mn66:8.8": "ne napuste to, pokažu nepoštovanje prema meni i onim monasima koji žele da vežbaju.",
  "mn66:8.10": "Tada za njih ta stvar postane snažna, čvrsta, uska, neraskidiva omča i debeli jaram.",
  "mn66:9.1": "Udāyine, ima ovde sinova dobrih porodica koji, kad im kažem ’Napusti to’, odgovore:",
  "mn66:9.2": "’Šta, takvu sitnicu, tako beznačajnu stvar kao što je ta? Blaženi nam kaže da to napustimo, Uzvišeni nam kaže da to napustimo.’",
  "mn66:9.4": "oni to napuste i ne pokazuju nepoštovanje prema meni i onim monasima koji žele da vežbaju. Kad to napuste, žive mirno, bez uznemirenja, zahvaljujući tuđim darovima, uma (osamljenog) poput divljeg jelena.",
  "mn66:9.5": "Tada za njih ta stvar postane slaba, meka, trula, šuplja omča.",
  "mn66:10.1": "Zamisli, Udāyine, kraljevskog slona sa kljovama dugim poput osovine na kočiji, u punoj snazi, dobre pasmine i naviknutog na borbu, koga vežu čvrstim lancima a on, ako bi se tek malo pomerio, mogao bi da raskine te lance, te ode kud mu je volja.",
  "mn66:10.2": "A sad zamisli nekoga da kaže:",
  "mn66:10.3": "’Čvrsti lanci kojima je ovaj slon vezan… jesu snažna, čvrsta, uska, neraskidiva omča i debeli jaram.’",
  "mn66:10.4": "Da li bi on govorio istinu?”",
  "mn66:10.5": "„Ne, poštovani gospodine.",
  "mn66:10.6": "Čvrste lance kojima je taj kraljevski slon vezan, ako bi se tek malo pomerio, mogao bi da raskine, te ode kud mu je volja. Za njega su oni slaba, meka, trula, šuplja omča.”",
  "mn66:10.7": "„Isto tako, Udāyine, ima ovde sinova dobrih porodica koji, kada im kažem ’Napusti to’…",
  "mn66:10.8": "oni to napuste i ne pokazuju nepoštovanje prema meni i onim monasima koji žele da vežbaju.",
  "mn66:10.10": "Kad to napuste, žive mirno, bez uznemirenja, zahvaljujući tuđim darovima, uma (osamljenog) poput divljeg jelena.",
  "mn66:10.11": "Tada za njih ta stvar postane slaba, meka, trula, šuplja omča.",
  "mn66:11.1": "Zamisli, Udāyine, čoveka siromašnog, bez prebijene pare, lišenog svega,",
  "mn66:11.2": "živi u trošnoj udžerici otvorenoj za vrane, ne baš najbolje vrste, spava u trošnom ležaju od pruća, ne baš najbolje vrste, u loncu čorba sa tek pokojim zrnom graška i semenkom bundeve, ne baš najbolje vrste, a žena mu nalik veštici, ne baš najbolje vrste.",
  "mn66:11.3": "I on možda ugleda monaha u manastirskom parku, kako sedi u hladu drveta, ruku i nogu opranih posle ukusnog obroka, posvećenog razvijanju sopstvenog uma.",
  "mn66:11.4": "Na to pomisli:",
  "mn66:11.5": "’Kako je prijatan život askete! Kako je zdrav život askete!",
  "mn66:11.6": "Kad bih samo mogao da obrijem kosu i bradu, obučem žuti ogrtač i napustim dom, te odem u beskućnike!’",
  "mn66:11.7": "Ali kako nije u stanju da napusti svoju trošnu udžericu otvorenu za vrane, ne baš najbolje vrste, svoj trošni ležaj od pruća, ne baš najbolje vrste, lonac čorbe sa tek pokojim zrnom graška i semenkom bundeve, ne baš najbolje vrste, i ženu nalik veštici, ne baš najbolje vrste, nije u stanju ni da obrije kosu i bradu, obuče žuti ogrtač i napusti dom, te ode u beskućnike.",
  "mn66:11.8": "A onda zamisli nekoga ko kaže:",
  "mn66:11.9": "’Lanci kojima je ovaj čovek vezan, tako da nije u stanju da napusti svoju trošnu udžericu… za njega su slaba, meka, trula, šuplja omča.’",
  "mn66:11.10": "Da li bi on govorio istinu?”",
  "mn66:11.12": "„Ne, poštovani gospodine.",
  "mn66:11.13": "Lanci kojima je taj čovek vezan, tako da nije u stanju da napusti svoju trošnu udžericu… i ženu nalik veštici, ne baš najbolje vrste, nije u stanju ni da obrije kosu i bradu, obuče žuti ogrtač i napusti dom, te ode u beskućnike–",
  "mn66:11.14": "za njega su ti lanci snažna, čvrsta, uska, neraskidiva omča i debeli jaram.”",
  "mn66:11.15": "„Isto tako, Udāyine, ima ovde neznalica koji, kada im kažem ’Napusti to’…",
  "mn66:11.16": "ne napuste to, pokažu nepoštovanje prema meni i prema onim monasima koji žele da vežbaju.",
  "mn66:11.18": "Tada za njih ta stvar postane snažna, čvrsta, uska, neraskidiva omča i debeli jaram.",
  "mn66:12.1": "Zamisli, Udāyine, bogatog kućedomaćina ili kućedomaćinovog sina, s velikim bogatstvom i imanjem, s ogromnim brojem zlatnih poluga, ogromnim brojem ambara, ogromnim brojem njiva, ogromnim brojem polja, ogromnim brojem žena i ogromnim brojem robova i robinja.",
  "mn66:12.2": "I on možda ugleda monaha u manastirskom parku, kako sedi u hladu drveta, ruku i nogu opranih posle ukusnog obroka, posvećenog razvijanju sopstvenog uma.",
  "mn66:12.3": "Na to pomisli:",
  "mn66:12.4": "’Kako je prijatan život askete! Kako je zdrav život askete!",
  "mn66:12.5": "Kad bih samo mogao da obrijem kosu i bradu, obučem žuti ogrtač i napustim dom, te odem u beskućnike!’",
  "mn66:12.6": "I kako je u stanju da napusti ogroman broj zlatnih poluga, ogroman broj ambara, ogroman broj njiva, ogroman broj polja, ogroman broj žena i ogroman broj robova i robinja, u stanju je da obrije kosu i bradu, obuče žuti ogrtač i napusti dom, te ode u beskućnike.",
  "mn66:12.7": "A onda zamisli nekoga ko kaže:",
  "mn66:12.8": "’Lanci kojima je ovaj kućedomaćin ili kućedomaćinov sin vezan, tako da jeste u stanju da napusti svoj ogroman broj zlatnih poluga… svoj ogroman broj robova i robinja, obrije kosu i bradu, obuče žuti ogrtač i napusti dom, te ode u beskućnike–za njega su oni snažna, čvrsta, uska, neraskidiva omča i debeli jaram.’",
  "mn66:12.9": "Da li bi on govorio istinu?”",
  "mn66:12.10": "„Ne, poštovani gospodine.",
  "mn66:12.11": "Lanci kojima je taj čovek vezan, tako da jeste u stanju da napusti svoj ogroman broj zlatnih poluga… svoj ogroman broj robova i robinja, obrije kosu i bradu, obuče žuti ogrtač i napusti dom, te ode u beskućnike–",
  "mn66:12.12": "za njega su oni slaba, meka, trula, šuplja omča.”",
  "mn66:12.13": "„Isto tako, Udāyine, ima ovde sinova dobrih porodica koji, kada im kažem ’Napusti to’…",
  "mn66:12.14": "oni to napuste i ne pokazuju nepoštovanje prema meni i onim monasima koji žele da vežbaju.",
  "mn66:12.16": "Kada to napuste, žive mirno, bez uznemirenja, zahvaljujući tuđim darovima, uma (osamljenog) poput divljeg jelena.",
  "mn66:12.17": "Tada za njih ta stvar postane slaba, meka, trula, šuplja omča.",
  "mn66:13.1": "Udāyine, četiri vrste ljudi je moguće naći na ovome svetu.",
  "mn66:13.2": "Koje četiri?",
  "mn66:14.1": "Tako, Udāyine, neki čovek praktikuje put ka napuštanju vezanosti, odustajanju od vezanosti.",
  "mn66:14.2": "Kada praktikuje taj put, opsedaju ga sećanja i namere povezane sa vezanošću.",
  "mn66:14.3": "On ih toleriše; ne napušta ih, ne uklanja, ne okončava, niti uništava.",
  "mn66:14.4": "Takvog čoveka zovem okovani, ne neokovani.",
  "mn66:14.5": "A zašto?",
  "mn66:14.6": "Zato što znam razliku u svojstvima tog čoveka.",
  "mn66:15.1": "Tako, Udāyine, neki čovek praktikuje put ka napuštanju vezanosti, odustajanju od vezanosti.",
  "mn66:15.2": "Kada praktikuje taj put, opsedaju ga sećanja i namere povezane sa vezanošću.",
  "mn66:15.3": "On ih ne toleriše; napušta ih, uklanja, okončava, uništava.",
  "mn66:15.4": "Takvog čoveka takođe zovem okovani, ne neokovani.",
  "mn66:15.5": "A zašto?",
  "mn66:15.6": "Zato što znam razliku u svojstvima tog čoveka.",
  "mn66:16.1": "Tako, Udāyine, neki čovek praktikuje put ka napuštanju vezanosti, odustajanju od vezanosti.",
  "mn66:16.2": "Kada praktikuje taj put, sećanja i namere povezane sa vezanošću opsedaju ga tu i tamo, zbog prekida u svesnosti.",
  "mn66:16.3": "Svesnost mu se možda sporo uspostavlja,",
  "mn66:16.4": "ali ih on brzo napušta, uklanja, okončava i uništava.",
  "mn66:16.5": "Baš kao kad bi čovek kanuo dve-tri kapi vode na gvozdenu ploču izloženu suncu ceo dan;",
  "mn66:16.6": "padanje tih kapi je možda sporo, ali one tako brzo ispare i nestanu.",
  "mn66:16.7": "Isto tako, neki čovek praktikuje put…",
  "mn66:16.9": "Svesnost mu se možda sporo uspostavlja, ali ih on brzo napušta, uklanja, okončava i uništava.",
  "mn66:16.11": "Takvog čoveka takođe zovem okovani, ne neokovani.",
  "mn66:16.12": "A zašto?",
  "mn66:16.13": "Zato što znam razliku u svojstvima tog čoveka.",
  "mn66:17.1": "Tako, Udāyine, neki čovek, pošto je razumeo da vezivanje jeste koren patnje,",
  "mn66:17.2": "liši sebe vezivanja i oslobođen je razaranjem vezanosti.",
  "mn66:17.3": "Takvog čoveka ja zovem neokovani, ne okovani.",
  "mn66:17.4": "A zašto?",
  "mn66:17.5": "Zato što znam razliku u svojstvima tog čoveka.",
  "mn66:18.1": "Postoji, Udāyine, pet struna zadovoljstva čula.",
  "mn66:18.2": "Kojih pet?",
  "mn66:18.3": "Oblici dostupni oku za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast.",
  "mn66:18.4": "Zvuci dostupni uhu…",
  "mn66:18.5": "Mirisi dostupni nosu…",
  "mn66:18.6": "Ukusi dostupni jeziku…",
  "mn66:18.7": "Dodiri dostupni telu za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast.",
  "mn66:18.8": "To je pet struna zadovoljstva čula.",
  "mn66:19.1": "Tako se, Udāyine, prijatnost i radost koji se jave na osnovu tih pet struna zadovoljstva čula nazivaju čulno zadovoljstvo–prljavo zadovoljstvo, grubo zadovoljstvo, neplemenito zadovoljstvo. Za tu vrstu zadovoljstva kažem da ga ne treba tražiti, ne treba razvijati, ne treba negovati, trebalo bi ga se plašiti.",
  "mn66:20.1": "Tako, Udāyine, sasvim odvojen od zadovoljstava čula, odvojen od štetnih stanja, monah ulazi i ostaje na prvom stupnju zadubljenja…",
  "mn66:20.2": "Smirivanjem usmerene misli i istraživanja, monah ulazi i ostaje na drugom stupnju zadubljenja…",
  "mn66:20.3": "Slabljenjem ushićenja… monah ulazi i ostaje na trećem stupnju zadubljenja…",
  "mn66:20.4": "Napuštanjem zadovoljstva i bola… monah ulazi i ostaje na četvrtom stupnju zadubljenja…",
  "mn66:21.1": "To se naziva blaženstvo obuzdanosti, blaženstvo osame, blaženstvo mira, blaženstvo probuđenja. Za tu vrstu zadovoljstva kažem da ga treba tražiti, treba razvijati, treba negovati, ne bi ga se trebalo plašiti.",
  "mn66:22.1": "Tako, Udāyine, sasvim odvojen od zadovoljstava čula, odvojen od štetnih stanja, monah ulazi i ostaje na prvom stupnju zadubljenja…",
  "mn66:22.2": "A on, kažem, pripada oborivom.",
  "mn66:22.3": "I šta u tome pripada oborivom?",
  "mn66:22.4": "Usmerena misao i istraživanje tu još nisu nestali, to je ono što pripada oborivom.",
  "mn66:23.1": "Tako, Udāyine, smirivanjem usmerene misli i istraživanja, monah ulazi i ostaje na drugom stupnju zadubljenja…",
  "mn66:23.2": "A on, kažem, pripada oborivom.",
  "mn66:23.3": "I šta u tome pripada oborivom?",
  "mn66:23.4": "Ushićenje i zadovoljstvo tu još nisu nestali, to je ono što pripada oborivom.",
  "mn66:24.1": "Tako, Udāyine, slabljenjem ushićenja… monah ulazi i ostaje na trećem stupnju zadubljenja…",
  "mn66:24.2": "A on, kažem, pripada oborivom.",
  "mn66:24.3": "I šta u tome pripada oborivom?",
  "mn66:24.4": "Spokojstvo i zadovoljstvo tu još nisu nestali, to je ono što pripada oborivom.",
  "mn66:25.1": "Tako, Udāyin, napuštanjem zadovoljstva i bola… monah ulazi i ostaje na četvrtom stupnju zadubljenja…",
  "mn66:25.2": "A on, kažem, pripada neoborivom.",
  "mn66:26.1": "Tako, Udāyine, sasvim odvojen od zadovoljstava čula, odvojen od štetnih stanja, monah ulazi i ostaje na prvom stupnju zadubljenja…",
  "mn66:26.2": "A to, kažem, nije dovoljno. Napusti ga, kažem; nadiđi ga, kažem.",
  "mn66:26.3": "A čime ga nadilazi?",
  "mn66:27.1": "Tako, Udāyine, smirivanjem usmerene misli i istraživanja monah ulazi i ostaje na drugom stupnju zadubljenja… Time ga nadilazi.",
  "mn66:27.2": "Ali ni to, kažem, nije dovoljno. Napusti ga, kažem; nadiđi ga, kažem.",
  "mn66:27.3": "A čime ga to nadilazi?",
  "mn66:28.1": "Tako, Udāyine, slabljenjem ushićenja… monah ulazi i ostaje na trećem stupnju zadubljenja… Time ga nadilazi.",
  "mn66:28.2": "Ali ni to, kažem, nije dovoljno. Napusti ga, kažem; nadiđi ga, kažem.",
  "mn66:28.3": "A čime ga nadilazi?",
  "mn66:29.1": "Tako, Udāyine, napuštanjem zadovoljstva i bola… monah ulazi i ostaje na četvrtom stupnju zadubljenja… Time ga nadilazi.",
  "mn66:29.2": "Ali ni to, kažem, nije dovoljno. Napusti ga, kažem; nadiđi ga, kažem.",
  "mn66:29.3": "A čime ga nadilazi?",
  "mn66:30.1": "Tako, Udāyine, potpunim prevazilaženjem opažaja oblika, nestankom opažaja čulnih podražaja, neobraćanjem pažnje na opažaje različitosti, svestan da „prostor jeste beskrajan”, monah ulazi i ostaje u području beskrajnog prostora.",
  "mn66:30.2": "Time ga nadilazi. Ali ni to, kažem, nije dovoljno. Napusti ga, kažem; nadiđi ga, kažem.",
  "mn66:30.3": "A čime ga nadilazi?",
  "mn66:31.1": "Tako, Udāyine, sa potpunim prevazilaženjem područja beskrajnog prostora, svestan da „svest jeste beskonačna”, monah ulazi i ostaje u području beskonačne svesti.",
  "mn66:31.2": "Time ga nadilazi. Ali ni to, kažem, nije dovoljno. Napusti ga, kažem; nadiđi ga, kažem.",
  "mn66:31.3": "A čime ga to nadilazi?",
  "mn66:32.1": "Tako, Udāyine, potpunim prevazilaženjem područja beskonačne svesti, svestan da „ništa ne postoji”, monah ulazi i ostaje u području ničega.",
  "mn66:32.2": "Time ga nadilazi. Ali ni to, kažem, nije dovoljno. Napusti ga, kažem; nadiđi ga, kažem.",
  "mn66:32.3": "A čime ga nadilazi?",
  "mn66:33.1": "Tako, Udāyine, potpunim prevazilaženjem područja ničega, monah ulazi i ostaje u području ni opažanja ni neopažanja.",
  "mn66:33.2": "Time ga nadilazi. Ali ni to, kažem, nije dovoljno. Napusti ga, kažem; nadiđi ga, kažem.",
  "mn66:33.3": "A čime ga nadilazi?",
  "mn66:34.1": "Tako, Udāyine, potpunim prevazilaženjem područja ni opažanja ni neopažanja, monah ulazi i ostaje u prestanku opažaja i osećaja.",
  "mn66:34.2": "Time ga nadilazi. Tako govorim o napuštanju čak i područja ni opažanja ni neopažanja.",
  "mn66:34.3": "Vidiš li, Udāyine, bilo kakav okov, mali ili veliki, o čijem napuštanju ne govorim?”",
  "mn66:34.4": "„Ne, poštovani gospodine.”",
  "mn66:34.5": "Tako reče Blaženi.",
  "mn66:34.6": "Zadovoljan, poštovani Udāyin se obradova rečima Blaženoga."
}