{
  "mn67:0.1": "Budini govori srednje dužine 67 ",
  "mn67:0.2": "Govor u Ćātumi",
  "mn67:1.1": "Ovako sam čuo.",
  "mn67:1.2": "Jednom je Blaženi boravio u Ćātumi, u gaju crvenolisne šljive.",
  "mn67:2.1": "U to vreme pet stotina monaha, predvođeni poštovanim Sāriputtom i poštovanim Mahā Moggallānom, dođoše u Ćātumu da vide Blaženoga.",
  "mn67:2.2": "I dok su se novopridošli monasi pozdravljali s monasima koji su tu već bili, pripremali sebi mesto gde će prenoćiti i odlagali prosjačku zdelu i gornji ogrtač, bili su vrlo bučni.",
  "mn67:3.1": "Na to Blaženi ovako reče poštovanom Ānandi:",
  "mn67:3.2": "„Ānanda, ko su ti bučni ljudi? Neko bi pomislio da je reč o ribarima koji na obali prodaju ribu.”",
  "mn67:3.3": "„Poštovani gospodine, to su pet stotina monaha, predvođeni poštovanim Sāriputtom i poštovanim Mahā Moggallānom, koji su došli u Ćātumu da vide Blaženoga.",
  "mn67:3.4": "I dok se novopridošli monasi pozdravljaju s monasima koji su već tu, pripremaju sebi mesto gde će prenoćiti i odlažu prosjačku zdelu i gornji ogrtač, vrlo su bučni.”",
  "mn67:4.1": "„Tada, Ānanda, reci tim monasima u moje ime",
  "mn67:4.2": "da Učitelj poziva poštovane.”",
  "mn67:4.3": "„Da, poštovani gospodine”, odgovori Ānanda, pa otide do onih monaha i reče im:",
  "mn67:4.4": "„Učitelj poziva poštovane.”",
  "mn67:4.5": "„Da, prijatelju”, odgovoriše i odoše do Blaženog, poklone mu se i sedoše sa strane. Kad su tako učinili, Blaženi ih upita:",
  "mn67:4.6": "„Monasi, zašto ste toliko bučni i galamite? Neko bi pomislio da je reč o ribarima koji na obali prodaju ribu.”",
  "mn67:4.7": "„Mi smo pet stotina monaha koji su, predvođeni poštovanim Sāriputtom i poštovanim Mahā Moggallānom, došli u Ćātumu da vide Blaženoga.",
  "mn67:4.8": "I dok smo se mi novopridošli monasi pozdravljali s monasima koji su već tu, pripremali sebi mesto gde ćemo prenoćiti i odlagali prosjačku zdelu i gornji ogrtač, bili smo vrlo bučni i galamili.”",
  "mn67:5.1": "„Idite, monasi, raspuštam vas. Ne možete živeti sa mnom.”",
  "mn67:5.2": "„Dobro”, odgovoriše i digoše se sa svog mesta. Poklonili su se Blaženom i pazeći da im on ostane sa desne strane, odoše da pospreme svoja mesta za prenoćište. Zatim, uzevši svoju zdelu i gornji ogrtač, odoše.",
  "mn67:6.1": "A tom prilikom su neki Sakyani iz Ćātume sedeli u dvorani za okupljanje radi nekog posla.",
  "mn67:6.2": "Videvši monahe još izdaleka kako dolaze, izađoše pred njih i upitaše:",
  "mn67:6.3": "„Kuda idete, poštovana gospodo?”",
  "mn67:6.4": "„Prijatelji, ovu zajednicu monaha Blaženi je raspustio.”",
  "mn67:6.5": "„Neka poštovani sednu ovde neko vreme.",
  "mn67:6.6": "Možda ćemo mi biti u stanju da povratimo njegovo poverenje.”",
  "mn67:6.7": "„Da, prijatelji”, odgovoriše ovi.",
  "mn67:7.1": "Zatim Sakyani iz Ćātume odoše do Blaženoga, pokloniše mu se, sedoše sa strane i rekoše:",
  "mn67:7.2": "„Poštovani gospodine, neka se Blaženi raduje zajednica monaha,",
  "mn67:7.3": "neka Blaženi primi zajednicu monaha,",
  "mn67:7.4": "neka Blaženi pokaže milosrđe prema monasima sada kao što ga je pokazivao i ranije.",
  "mn67:7.5": "Ovde ima novih monaha, tek zamonašenih, onih koji su tek nedavno pristupili ovom učenju i pravilima.",
  "mn67:7.6": "Ako nemaju priliku da vide Blaženog, u njima se može dogoditi promena.",
  "mn67:7.8": "tako je moguće, poštovani gospodine, i s novim monasima, tek zamonašenim, onima koji su tek nedavno pristupili ovom učenju i pravilima. Ako nemaju priliku da vide Blaženog, u njima se može dogoditi promena.",
  "mn67:7.10": "tako je moguće, poštovani gospodine, i sa novim monasima, tek zamonašenim, onima koji su tek nedavno pristupili ovom učenju i pravilima. Ako nemaju priliku da vide Blaženog, u njima se može dogoditi promena.",
  "mn67:7.11": "Poštovani gospodine, neka se Blaženi raduje zajednica monaha,",
  "mn67:7.12": "neka Blaženi primi zajednicu monaha,",
  "mn67:7.13": "neka Blaženi pokaže milosrđe prema zajednici monaha sada, kao što ga je pokazivao i ranije.”",
  "mn67:8.1": "Tada se u umu Brahme Sahampatija pojavi misao ista kao i u umu Blaženog, pa isto tako hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestade u Brahminom svetu i pojavi se pred Blaženim.",
  "mn67:8.2": "Prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu Blaženog i reče:",
  "mn67:9.1": "„Poštovani gospodine, neka se Blaženi raduje zajednica monaha,…",
  "mn67:9.11": "sada, kao što ga je pokazivao i ranije.”",
  "mn67:10.1": "Sakyani iz Ćātume i Brahmā Sahampati uspeli su da povrate poverenje Blaženog svojim poređenjima s mladim izdancima i teletom.",
  "mn67:11.1": "Onda se poštovani Mahā Moggallāna ovako obrati monasima:",
  "mn67:11.2": "„Ustajte, prijatelji, uzmite svoju prosjačku zdelu i gornji ogrtač.",
  "mn67:11.3": "Sakyani iz Ćātume i Brahmā Sahampati uspeli su da povrate poverenje Blaženog svojim poređenjima s mladim izdancima i teletom.”",
  "mn67:12.1": "„Da, prijatelju”, odgovoriše ovi. Pošto su uzeli prosjačku zdelu i gornji ogrtač, odoše do Blaženog, pokloniše mu se i sedoše sa strane. Kad to učiniše, Blaženi upita poštovanog Sāriputtu:",
  "mn67:12.2": "„Šta si pomislio Sāriputta, kada sam raspustio zajednicu monaha?”",
  "mn67:12.3": "„Poštovani gospodine, ovako sam pomislio:",
  "mn67:12.4": "’Blaženi je raspustio zajednicu monaha.",
  "mn67:12.5": "Blaženi će sada boraviti u miru, predati se prijatnom boravištu ovde i sada; a i mi ćemo isto boraviti u miru, predati se prijatnom boravištu ovde i sada.’”",
  "mn67:12.6": "„Stani, Sāriputta, stani! Ne treba tako da razmišljaš.”",
  "mn67:13.1": "Zatim se Blaženi obrati poštovanom Mahā Moggallāni:",
  "mn67:13.2": "„Šta si ti pomislio, Mahā Moggallāna, kad sam raspustio zajednicu monaha?”",
  "mn67:13.3": "„Ovako sam pomislio:",
  "mn67:13.4": "’Blaženi je raspustio zajednicu monaha.",
  "mn67:13.5": "Blaženi će sada boraviti u miru, predati se prijatnom boravištu ovde i sada. Sada ćemo poštovani Sāriputta i ja predvoditi zajednicu monaha.”",
  "mn67:13.6": "„Dobro je, Moggallāna!",
  "mn67:13.7": "Ili ću ja predvoditi zajednicu monaha ili će je predvoditi Sāriputta i Moggallāna.”",
  "mn67:14.1": "Zatim se Blaženi ovako obrati monasima:",
  "mn67:14.2": "„Monasi, četiri vrste straha mogu se očekivati u onima koji se spuste do vode.",
  "mn67:14.3": "Koje četiri?",
  "mn67:14.4": "To su: strah od talasa, strah od krokodila, strah od virova i strah od proždrljivih riba.",
  "mn67:14.5": "To su četiri vrste straha koje se mogu očekivati u onima koji se spuste do vode.",
  "mn67:15.1": "Isto tako, monasi, četiri vrste straha mogu se očekivati u onima koji su napustili dom i postali beskućnici u ovom učenju i pravilima.",
  "mn67:15.2": "Koje četiri?",
  "mn67:15.3": "To su: strah od talasa, strah od krokodila, strah od virova i strah od proždrljivih riba.",
  "mn67:16.1": "A šta je, monasi, strah od talasa?",
  "mn67:16.2": "Tako sin dobre porodice iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući: ’Žrtva sam rođenja, starenja i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. Sigurno je moguće saznati gde je kraj čitavog tog okeana patnje.’",
  "mn67:16.3": "Pošto je tako učinio, njegovi saputnici u svetačkom životu ga savetuju i upućuju ovako:",
  "mn67:16.4": "’Trebalo bi da tamo i ovamo ideš ovako; trebalo bi da gledaš pravo i na stranu ovako; trebalo bi da pružaš i savijaš udove ovako; trebalo bi da svoj gornji ogrtač, zdelu i unutrašnji ogrtač nosiš ovako.’",
  "mn67:16.5": "Onda sin dobre porodice pomisli:",
  "mn67:16.6": "’Ranije, kada sam živeo kod kuće, savetovao sam i upućivao druge, a sada ovi monasi, koji bi mogli biti moji sinovi ili unuci, misle da mogu da me savetuju i upućuju.’",
  "mn67:16.7": "Zato napušta vežbanje i vraća se nižem životu.",
  "mn67:16.8": "Tada se on naziva onaj koji je napustio vežbanje i vratio se nižem životu, zato što ga je savladao strah od talasa.",
  "mn67:16.12": "Ovde ’talasi’ označavaju bes i ogorčenje.",
  "mn67:17.1": "A šta je, monasi, strah od krokodila?",
  "mn67:17.2": "Tako sin dobre porodice iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući: ’Žrtva sam rođenja, starenja i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. Sigurno je moguće saznati gde je kraj čitavog tog okeana patnje.’",
  "mn67:17.3": "Pošto je tako učinio, njegovi saputnici u svetačkom životu ga savetuju i upućuju ovako:",
  "mn67:17.4": "’Ovo možeš smatrati glavnom hranom, ovo ne možeš smatrati glavnom hranom; ovo možeš smatrati povremenom hranom, ovo ne možeš smatrati povremenom hranom; ovo možeš smatrati dodatkom hrani, ovo ne možeš smatrati dodatkom hrani; ovo možeš smatrati napitkom, ovo ne možeš smatrati napitkom.",
  "mn67:17.5": "Možeš da jedeš kao glavnu hranu ono što je dopušteno, ne možeš da jedeš kao glavnu hranu ono što nije dopušteno; možeš da jedeš kao povremenu hranu ono što je dopušteno, ne možeš da jedeš kao povremenu hranu ono što nije dopušteno; možeš da jedeš kao dodatak hrani ono što je dopušteno, ne možeš da jedeš kao dodatak hrani ono što nije dopušteno; možeš da piješ ono što je dopušteno, ne možeš da piješ ono što nije dopušteno.",
  "mn67:17.6": "Možeš uzimati glavnu hranu u propisano vreme, ne možeš uzimati glavnu hranu izvan propisanog vremena; možeš uzimati povremenu hranu u propisano vreme, ne možeš uzimati povremenu hranu izvan propisanog vremena; možeš uzimati dodatnu hranu u propisano vreme, ne možeš uzimati dodatnu hranu izvan propisanog vremena; možeš piti napitke u propisano vreme, ne možeš piti napitke izvan propisanog vremena.’",
  "mn67:17.7": "Onda sin dobre porodice pomisli:",
  "mn67:17.8": "’Ranije, kad sam živeo kod kuće, jeli smo glavnu hranu koju smo voleli i nismo jeli glavnu hranu koju nismo voleli; jeli smo povremenu hranu koju smo voleli i nismo jeli povremenu hranu koju nismo voleli; jeli smo dodatnu hranu koju smo voleli i nismo jeli dodatnu hranu koju nismo voleli; pili smo ono što smo voleli i nismo pili ono što nismo voleli. Jeli smo kao glavnu hranu i ono što je dopušteno i ono što nije dopušteno; jeli smo kao povremenu hranu i ono što je dopušteno i ono što nije dopušteno; jeli smo kao dodatnu hranu i ono što je dopušteno i ono što nije dopušteno; pili smo i ono što je dopušteno i ono što nije dopušteno. Jeli smo glavnu hranu i u propisano vreme i izvan propisanog vremena; jeli smo povremenu hranu i u propisano vreme i izvan propisanog vremena; jeli smo dodatnu hranu i u propisano vreme i izvan propisanog vremena; pili smo napitke i u propisano vreme i izvan propisanog vremena. Sada, kada nam predani domaćini daju različitu hranu tokom dana, izvan propisanog vremena, čini se kao da ovi monasi imaju katanac na ustima.’",
  "mn67:17.9": "Zato napušta vežbanje i vraća se nižem životu.",
  "mn67:17.10": "Tada se on naziva onaj koji je napustio vežbanje i vratio se nižem životu, zato što ga je savladao strah od krokodila.",
  "mn67:17.12": "Ovde ’krokodili’ označavaju proždrljivost.",
  "mn67:18.1": "A šta je, monasi, strah od virova?",
  "mn67:18.2": "Tako sin dobre porodice iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući: ’Žrtva sam rođenja, starenja i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. Sigurno je moguće saznati gde je kraj čitavog tog okeana patnje.’",
  "mn67:18.3": "Pošto je tako učinio, ujutro se obuče, uzme svoju prosjačku zdelu i gornji ogrtač, pa ode u selo da prosi hranu.",
  "mn67:18.4": "Ali ne motri na svoje telo, na svoj govor, nije ustalio svesnost, čula neobuzdanih.",
  "mn67:18.5": "Onda vidi nekog domaćina ili domaćinovog sina sa pet struna zadovoljstva čula, kako im se prepustio.",
  "mn67:18.6": "Tada pomisli:",
  "mn67:18.7": "’Ranije, kad sam živeo kod kuće, bilo mi je dostupno svih pet struna čulnog zadovoljstva i uživao sam u njima. Moja porodica je imućna; mogao bih da uživam u tom imetku, ali i da stičem zasluge darujući ga.’",
  "mn67:18.8": "Zato napušta vežbanje i vraća se nižem životu.",
  "mn67:18.9": "Tada se on naziva onaj koji je napustio vežbanje i vratio se nižem životu, zato što ga je savladao strah od virova.",
  "mn67:18.13": "Ovde ’virovi’ označavaju pet struna zadovoljstva čula.",
  "mn67:19.1": "A šta je, monasi, strah od proždrljivih riba?",
  "mn67:19.2": "Tako sin dobre porodice iz poverenja napusti domaćinski život i ode u beskućnike, razmišljajući: ’Žrtva sam rođenja, starenja i smrti, žalosti, naricanja, bola, tuge i očaja; žrtva sam patnje, plen patnje. Sigurno je moguće saznati gde je kraj čitavog tog okeana patnje.’",
  "mn67:19.3": "Pošto je tako učinio, ujutro se obuče i uzme prosjačku zdelu i gornji ogrtač, te ode u selo da prosi hranu, ali ne motri na svoje telo, na svoj govor, nije ustalio svesnost, čula neobuzdanih.",
  "mn67:19.4": "Onda vidi ženu slabo pokrivenu, oskudno obučenu.",
  "mn67:19.5": "Kada ugleda takvu ženu, strast zatruje njegov um.",
  "mn67:19.6": "Zato što mu je um zatrovan strašću, napušta vežbanje i vraća se nižem životu.",
  "mn67:19.7": "Tada se on naziva onaj koji je napustio vežbanje i vratio se nižem životu, zato što ga je savladao strah od proždrljivih riba.",
  "mn67:19.10": "Ovde ’proždrljive ribe’ označavaju žene.",
  "mn67:20.1": "Monasi, ove se četiri vrste straha mogu očekivati u onima koji su napustili dom i postali beskućnici u ovom učenju i pravilima.”",
  "mn67:20.2": "Tako reče Blaženi.",
  "mn67:20.3": "Zadovoljni, monasi se obradovaše rečima Blaženoga."
}