{
  "mn69:0.1": "Budini govori srednje dužine 69",
  "mn69:0.2": "Gulissāni sutta",
  "mn69:1.1": "Ovako sam čuo.",
  "mn69:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice.",
  "mn69:2.1": "U isto vreme monah po imenu Gulissāni, šumski asketa slabe discipline, došao je da ostane nekim poslom u sanghi.",
  "mn69:2.2": "A poštovani Sāriputta se obrati monasima u vezi s monahom Gulissānijem ovim rečima:",
  "mn69:3.1": "„Prijatelji, monah koji živi u šumi, kad dođe u sanghu i živi unutar sanghe, trebalo bi da poštuje i uvažava saputnike u svetačkom životu.",
  "mn69:3.2": "Ako u njemu nema poštovanja i uvažavanja prema saputnicima u svetačkom životu, tada će biti onih koji će o njemu reći:",
  "mn69:3.3": "„Šta li je to ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto u njemu nema poštovanja i uvažavanja prema saputnicima u svetačkom životu?’",
  "mn69:3.4": "",
  "mn69:3.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi, kad dođe u sanghu i živi unutar sanghe, trebalo bi da poštuje i uvažava saputnike u svetačkom životu.",
  "mn69:4.1": "Kada monah koji živi u šumi dođe u sanghu i živi unutar sanghe, trebalo bi da zna kako treba da se ponaša u vezi s mestom na kojem sedi:",
  "mn69:4.2": "„Sešću tako da ne zauzimam mesto starijim monasima i ostavim mesta za mlade monahe.’",
  "mn69:4.3": "Ako ne zna kako treba da se ponaša u vezi s mestom na kojem sedi, tada će biti onih koji će o njemu reći:",
  "mn69:4.4": "„Šta li je to ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto čak ne zna ni kako da se ponaša?’",
  "mn69:4.5": "",
  "mn69:4.6": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi i dođe u sanghu, živi unutar sanghe, trebalo bi da zna kako da se ponaša u vezi s mestom na kojem sedi.",
  "mn69:4.7": "Monah koji živi u šumi, kad dođe u sanghu i živi unutar sanghe, trebalo bi da zna i manje važne propise.",
  "mn69:4.8": "Ako ne zna ni manje važne propise, tada će biti onih koji će o njemu reći:",
  "mn69:4.9": "„Šta li je to ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto ne zna ni manje važne propise?’",
  "mn69:4.10": "",
  "mn69:4.11": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi, kad dođe u sanghu i živi unutar sanghe, trebalo bi da zna i manje važne propise.",
  "mn69:5.1": "Kada monah koji živi u šumi dođe u sanghu i živi unutar sanghe, ne bi trebalo da u selo odlazi suviše rano, niti da se iz njega vraća suviše kasno.",
  "mn69:5.2": "Ako u selo odlazi suviše rano i iz njega se vraća suviše kasno, biće onih koji će o njemu reći:",
  "mn69:5.3": "„Šta li je to ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto u selo odlazi suviše rano i iz njega se vraća suviše kasno?’",
  "mn69:5.4": "",
  "mn69:5.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi i dođe u sanghu, živi unutar sanghe, ne bi trebalo da u selo odlazi suviše rano, niti da se iz njega vraća suviše kasno.",
  "mn69:6.1": "Kada monah koji živi u šumi dođe u sanghu i živi unutar sanghe, ne bi trebalo da pre obroka ili posle obroka obilazi porodice.",
  "mn69:6.2": "Ako pre obroka ili posle obroka obilazi porodice, tada će biti onih koji će o njemu reći:",
  "mn69:6.3": "„Sigurno je poštovani šumski asketa, živeći sam u šumi, čineći onako kako mu je volja, navikao na posete porodicama u pogrešno vreme, jer se tako ponaša i sada kad je došao u sanghu.’",
  "mn69:6.4": "",
  "mn69:6.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi i dođe u sanghu, živi unutar sanghe, ne bi trebalo da pre obroka ili posle obroka obilazi porodice.",
  "mn69:7.1": "Kada monah koji živi u šumi dođe u sanghu i živi unutar sanghe, ne bi trebalo da bude gord i uobražen.",
  "mn69:7.2": "Ako je gord i uobražen, tada će biti onih koji će o njemu reći:",
  "mn69:7.3": "„Sigurno je poštovani šumski asketa, živeći sam u šumi, čineći onako kako mu je volja, oduvek bio gord i uobražen, jer se tako ponaša i sada kad je došao u sanghu.’",
  "mn69:7.4": "",
  "mn69:7.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi i dođe u sanghu, živi unutar sanghe, ne bi trebalo da bude gord i uobražen.",
  "mn69:8.1": "Kada monah koji živi u šumi dođe u sanghu i živi unutar sanghe, ne bi trebalo da bude oštrog jezika i da previše priča.",
  "mn69:8.2": "Ako je oštrog jezika i previše priča, tada će biti onih koji će o njemu reći:",
  "mn69:8.3": "„Šta li je to ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto je oštrog jezika i previše priča?’",
  "mn69:8.4": "",
  "mn69:8.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi i dođe u sanghu, živi unutar sanghe, ne bi trebalo da bude oštrog jezika i da previše priča.",
  "mn69:9.1": "Kada monah koji živi u šumi dođe u sanghu i živi unutar sanghe, trebalo bi da prihvata savete i druži se s dobrim prijateljima.",
  "mn69:9.2": "Ako ne sluša savete i druži se sa lošim prijateljima, tada će biti onih koji će o njemu reći:",
  "mn69:9.3": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto ne sluša savete i druži se s lošim prijateljima?’",
  "mn69:9.4": "",
  "mn69:9.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi i dođe u sanghu, živi unutar sanghe, trebalo bi da prihvata savete i druži se s dobrim prijateljima.",
  "mn69:10.1": "Monah koji živi u šumi trebalo bi da motri na vratima čula.",
  "mn69:10.2": "Ako ne motri na vratima čula, tada će biti onih koji će o njemu reći:",
  "mn69:10.3": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto ne motri na vratima čula?’",
  "mn69:10.4": "",
  "mn69:10.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da motri na vratima čula.",
  "mn69:11.1": "Monah koji živi u šumi trebalo bi da bude umeren u jelu.",
  "mn69:11.2": "Ako nije umeren u jelu, tada će biti onih koji će o njemu reći:",
  "mn69:11.3": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto nije umeren u jelu?’",
  "mn69:11.4": "",
  "mn69:11.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da bude umeren u jelu.",
  "mn69:12.1": "Monah koji živi u šumi trebalo bi da bude umeren u spavanju.",
  "mn69:12.2": "Ako nije umeren u spavanju, tada će biti onih koji će o njemu reći:",
  "mn69:12.3": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto nije umeren u spavanju?’",
  "mn69:12.4": "",
  "mn69:12.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da bude umeren u spavanju.",
  "mn69:13.1": "Monah koji živi u šumi trebalo bi da bude marljiv.",
  "mn69:13.2": "Ako nije marljiv, tada će biti onih koji će o njemu reći:",
  "mn69:13.3": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto je lenj?’",
  "mn69:13.4": "",
  "mn69:13.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da bude marljiv.",
  "mn69:14.1": "Monah koji živi u šumi trebalo bi da bude postojan u svesnosti.",
  "mn69:14.2": "Ako je nepažljiv, tada će biti onih koji će o njemu reći:",
  "mn69:14.3": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto je nepažljiv?’",
  "mn69:14.4": "",
  "mn69:14.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da bude postojan u svesnosti.",
  "mn69:15.1": "Monah koji živi u šumi trebalo bi da bude koncentrisan.",
  "mn69:15.2": "Ako je rastresen, tada će biti onih koji će o njemu reći:",
  "mn69:15.3": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto je rastresen?’",
  "mn69:15.4": "",
  "mn69:15.5": "Pošto će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da bude koncentrisan.",
  "mn69:16.1": "Monah koji živi u šumi trebalo bi da bude mudar.",
  "mn69:16.2": "Ako nije mudar, tada će biti onih koji će o njemu reći:",
  "mn69:16.3": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto nije mudar?’",
  "mn69:16.4": "",
  "mn69:16.5": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da bude mudar.",
  "mn69:17.1": "Monah koji živi u šumi trebalo bi da se posveti višem učenju i višoj disciplini.",
  "mn69:17.2": "Neki monahe koji žive u šumi pitaju o višem učenju i višoj disciplini.",
  "mn69:17.3": "Ako nije posvećen višem učenju i višoj disciplini i ne može da odgovori na pitanja, tada će biti onih koji će o njemu reći:",
  "mn69:17.4": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto nije posvećen višem učenju i višoj disciplini?’",
  "mn69:17.5": "",
  "mn69:17.6": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da bude posvećen višem učenju i višoj disciplini.",
  "mn69:18.1": "Monah koji živi u šumi trebalo bi da se posveti onim usavršenostima koje su mirne i nematerijalne, nadilaze oblike.",
  "mn69:18.2": "Neki monahe koji žive u šumi pitaju o usavršenostima koje su mirne i nematerijalne, nadilaze oblike.",
  "mn69:18.3": "Ako nije posvećen usavršenostima koje su mirne i nematerijalne, nadilaze oblike, i ne može da odgovori na pitanja, tada će biti onih koji će o njemu reći:",
  "mn69:18.4": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto nije posvećen onim usavršenostima koje su mirne i nematerijalne, nadilaze oblike?’",
  "mn69:18.5": "",
  "mn69:18.6": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da bude posvećen onim usavršenostima koje su mirne i nematerijalne, nadilaze oblike.",
  "mn69:19.1": "Monah koji živi u šumi trebalo bi da se posveti nadljudskim osobinama.",
  "mn69:19.2": "Neki monahe koji žive u šumi pitaju o nadljudskim osobinama.",
  "mn69:19.3": "Ako nije posvećen tim osobinama i ne može da odgovori na pitanja, tada će biti onih koji će o njemu reći:",
  "mn69:19.4": "„Šta li je ovaj poštovani šumski asketa stekao živeći sam u šumi, čineći onako kako mu je volja, pošto nije posvećen nadljudskim osobinama?’",
  "mn69:19.5": "",
  "mn69:19.6": "Zato što će biti onih koji će to reći o njemu, monah koji živi u šumi trebalo bi da bude posvećen nadljudskim osobinama.",
  "mn69:19.7": "Kad ovo bi rečeno, poštovani Mahā Moggallāna upita poštovanog Sāriputtu:",
  "mn69:19.8": "„Prijatelju Sāriputta, treba li sve te stvari da prihvati i praktikuje samo monah koji živi u šumi ili i monah koji živi u selu?“",
  "mn69:19.9": "„Prijatelju Moggallāna, te stvari treba da prihvati i praktikuje ne samo monah koji živi u šumi već i monah koji živi u selu.“",
  "mn69:19.10": ""
}