{
  "mn6:0.1": "'Budni govori srednje dužine 6 '",
  "mn6:0.2": "'Ako bi monah poželeo '",
  "mn6:1.1": "'Ovako sam čuo. '",
  "mn6:1.2": "'Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. '",
  "mn6:1.3": "'Tu on reče monasima: '",
  "mn6:1.4": "'„Monasi.” '",
  "mn6:1.5": "'„Da, poštovani gospodine”, odgovoriše oni. '",
  "mn6:1.6": "'A Blaženi ovako nastavi: '",
  "mn6:2.1": "'„Monasi, živite napredujući u vrlini, napredujući u monaškim pravilima, obuzdani granicama monaških pravila, savršenog ponašanja i delovanja, videći opasnost i u najmanjoj pogrešci, vežbajte sebe držeći se pravila vežbanja. '",
  "mn6:3.1": "'Ako bi monah poželeo: ’Neka budem drag i blizak svojim saputnicima u svetačkom životu, neka me poštuju i cene’, onda neka se drži pravila vrline, bude predan unutrašnjoj smirenosti uma, neka ne zapostavlja meditaciju, neka neguje uvid i živi na osamljenom mestu. '",
  "mn6:4.1": "'Ako bi monah poželeo: ’Neka budem onaj kojem poklanjaju ogrtače, hranu, prenoćište i lekove’, onda nek se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:5.1": "'Ako bi monah poželeo: ’Neka onima koji mi poklanjaju ogrtače, hranu, prenoćište i lekove takva velikodušnost donese veliki plod i korist’, onda nek se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:6.1": "'Ako bi monah poželeo: ’Kada me se moji srodnici i sunarodnici koji su preminuli sete uma ispunjenog pouzdanjem, neka im to donese veliki plod i veliku dobrobit’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:7.1": "'Ako bi monah poželeo: ’Neka postanem pobednik nad nezadovoljstvom i oduševljenjem, neka me nezadovoljstvo i oduševljenje ne savladaju; neka živim nadilazeći nezadovoljstvo i oduševljenje kad god se pojave’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:8.1": "'Ako bi monah poželeo: ’Neka postanem pobednik nad strahom i strepnjom, neka me strah i strepnja ne pobede; neka živim nadilazeći strah i strepnju kad god se pojave’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:9.1": "'Ako bi monah poželeo: ’Neka budem u stanju da po želji, bez muke i poteškoća, dostignem četiri zadubljenja, koja čine viši um i pružaju prijatno boravište ovde i sada’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:10.1": "'Ako bi monah poželeo: ’Neka dosegnem telom i boravim u onim usavršenostima koje su mirne i nematerijalne, prevazilaze oblike’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:11.1": "'Ako bi monah poželeo: ’Neka raskidanjem tri okova postanem onaj koji ulazi u tok, koji više nije podložan patnji, nego je predodređen (za oslobađanje), hita ka probuđenju’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:12.1": "'Ako bi monah poželeo: ’Neka raskidanjem tri okova i slabljenjem strasti, mržnje i obmanutosti, postanem jednom-povratnik, koji se na ovajsvet vraća samo još jednom, da bi okončao patnju’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:13.1": "'Ako bi monah poželeo: ’Neka raskidanjem pet nižih okova sebi obezbedim spontano preporađanje (u čistim boravištima) i tu dosegnem konačno oslobođenje, više se ne vrativši iz tog sveta’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:14.1": "'Ako bi monah poželeo: ’Neka ovladam različitim vrstama duhovnih moći: iz jednog bića pretvaram se u mnogobrojna, iz mnogobrojnih opet u jedno; iz vidljivog bića pretvaram se u nevidljivo; nesmetano prolazim kroz zidove, bedeme i bregove, kao kroz vazduh; uranjam u zemlju i izranjam iz nje kao iz vode; hodam po vodi, a da je i ne ustalasam, kao po zemlji; krećem se vazduhom ukrštenih nogu, poput ptice; u stanju sam da rukom dotaknem i milujem Mesec i Sunce, tako moćne i velike; neka se telesno uzdižem, čak do sveta boga Brahme’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:15.1": "'Ako bi monah poželeo: ’Neka zahvaljujući duhovnom uhu, pročišćenim i superiornim u odnosu na fizičko, čujem obe vrste zvukova, božanske i ljudske, one daleke i one blizu’, onda neka se drži pravila vrline… i živi na osamljenom mestu. '",
  "mn6:16.1": "'Ako bi monah poželeo: ’Neka razumem umove drugih bića, drugih ljudi, obuhvativši ih svojim umom. '",
  "mn6:16.2": "'Neka um zahvaćen strašću razumem kao um zahvaćen strašću '",
  "mn6:16.3": "'i um koji nije zahvaćen strašću kao um koji nije zahvaćen strašću. '",
  "mn6:16.4": "'Neka um zahvaćen mržnjom razumem kao um zahvaćen mržnjom '",
  "mn6:16.5": "'i um koji nije zahvaćen mržnjom kao um koji nije zahvaćen mržnjom. '",
  "mn6:16.6": "'Neka um zahvaćen obmanom razumem kao um zahvaćen obmanom '",
  "mn6:16.7": "'i um koji nije zahvaćen obmanom kao um koji nije zahvaćen obmanom. '",
  "mn6:16.8": "'Neka razumem sabran um kao sabran '",
  "mn6:16.9": "'i rastresen um kao rastresen. '",
  "mn6:16.10": "'Neka razumem ushićen um kao ushićen '",
  "mn6:16.11": "'i neushićen um kao neushićen. '",
  "mn6:16.12": "'Neka razumem nadmašiv um kao nadmašiv '",
  "mn6:16.13": "'i nenadmašiv um kao nenadmašiv. '",
  "mn6:16.14": "'Neka razumem koncentrisan um kao koncentrisan '",
  "mn6:16.15": "'i nekoncentrisan um kao nekoncentrisan. '",
  "mn6:16.16": "'Neka razumem oslobođen um kao oslobođen '",
  "mn6:16.17": "'i neoslobođen um kao neoslobođen’, '",
  "mn6:16.18": "'onda neka se drži pravila vrline… '",
  "mn6:17.1": "'Ako bi monah poželeo: ’Neka se setim mnoštva svojih prošlih života, jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja. Neka se setim: „Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.” Neka se tako\\xa0sećam mnoštva svojih prošlih života u celini i do detalja,’ '",
  "mn6:17.2": "'onda neka se drži pravila vrline…\\xa0 i živi na osamljenom mestu. '",
  "mn6:18.1": "'Ako bi monah poželeo: ’Neka duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidim bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. Neka razumem kako se bića preporađaju u skladu sa svojim postupcima: ’Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu s tim pogrešnim gledištima, posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u čistilištu. Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, imala ispravna gledišta i postupala u skladu s tim ispravnim gledištima, posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, čak u nebeskom svetu.’ Tako duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, neka vidim bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. Neka razumem kako se bića preporađaju u skladu sa svojim postupcima’, '",
  "mn6:18.2": "'onda neka se drži pravila vrline, bude predan unutrašnjoj smirenosti uma, neka ne zapostavlja meditaciju, neka neguje uvid i živi na osamljenom mestu. '",
  "mn6:19.1": "'Ako bi monah poželeo: ’Neka, razumevajući sopstvenim neposrednim znanjem, ovde i sada uđem i boravim u oslobođenosti uma i oslobođenostimudrošću, koje su bez nečistoća, svaki od otrova uklonjen’, '",
  "mn6:19.2": "'onda neka se drži pravila vrline, bude predan unutrašnjoj smirenosti uma, neka ne zapostavlja meditaciju, neka neguje uvid i živi na osamljenom mestu. '",
  "mn6:20.1": "'S tim u vezi beše rečeno: ’Monasi, živite napredujući u vrlini, napredujući u monaškim pravilima, obuzdani granicama monaških pravila, savršenog ponašanja i područja delovanja, videći opasnost i u najmanjoj pogrešci, vežbajte sebe držeći se pravila vežbanja.’” '",
  "mn6:20.3": "'Tako reče Blaženi. '",
  "mn6:20.4": "'Zadovoljni, monasi se obradovaše rečima Blaženoga. '"
}