{
  "mn70:0.1": "Budini govori srednje dužine 70",
  "mn70:0.2": "U Kīṭāgiriju",
  "mn70:1.1": "Ovako sam čuo.",
  "mn70:1.2": "Jednom je Blaženi lutao zemljom Kāsi, praćen velikom grupom monaha.",
  "mn70:1.3": "Tu se on ovako obrati monasima:",
  "mn70:2.1": "„Monasi, odustao sam od toga da jedem noću.",
  "mn70:2.2": "Čineći tako, bez bolesti sam i tegoba, uživam u zdravlju, snažan sam i dobro se osećam.",
  "mn70:2.3": "Tako i vi, monasi, odustanite od toga da jedete noću.",
  "mn70:2.4": "Čineći tako, bićete bez bolesti i tegoba, uživati u zdravlju, snažni i dobro ćete se osećati.„",
  "mn70:2.5": "„Da, poštovani gospodine",
  "mn70:3.1": "Kasnije, idući od sela do sela zemljom Kāsi, Blaženi na kraju stiže do grada po imenu Kīṭāgiri.",
  "mn70:3.2": "I zadrža se u gradu Kīṭāgiri.",
  "mn70:4.1": "U to vreme su monasi po imenu Assađi i Punabbasuka živeli takođe u Kīṭāgiriju.",
  "mn70:4.2": "Onda jedna grupa monaha otide do njih i reče:",
  "mn70:4.3": "„Prijatelji, Blaženi i monaška zajednica sada su odustali od toga da jedu noću.",
  "mn70:4.4": "Čineći tako, bez bolesti su i tegoba, uživaju u zdravlju, snažni si i dobro se osećaju.",
  "mn70:4.5": "Tako i vi, prijatelji, odustanite od toga da jedete noću.",
  "mn70:4.6": "Čineći tako, bićete bez bolesti i tegoba, uživati u zdravlju, snažni i dobro ćete se osećati.„",
  "mn70:4.7": "Kada ovo bi rečeno, monasi Assađi i Punabbasuka odgovoriše monasima:",
  "mn70:4.8": "„Prijatelji, mi jedemo uveče, ujutro i preko dana, izvan propisanog vremena.",
  "mn70:4.9": "Čineći tako, bez bolesti i tegoba smo, uživamo u zdravlju, snažni i dobro se osećamo.",
  "mn70:4.10": "Zašto bismo napustili (korist) vidljivu ovde i sada, radi (koristi koju tek treba zadobiti) u budućnosti?",
  "mn70:4.11": "Nastavićemo da jedemo uveče, ujutro i preko dana, izvan propisanog vremena.„",
  "mn70:5.1": "Pošto monasi nisu bili u stanju da ubede monahe Assađija i Punabbasuku, otidoše do Blaženog. Pošto se poklone, sedoše sa strane i ispričaše sve što se dogodilo.",
  "mn70:5.12": "Na kraju dodaše: „Pošto nismo bili u stanju da ubedimo monahe Assađija i Punabbasuku, izneli smo čitavu stvar pred Blaženog.",
  "mn70:6.1": "Onda se Blaženi obrati nekom monahu ovako:",
  "mn70:6.2": "„Hajde, monaše, reci monasima Assađiju i Punabbasuki u moje ime da ih zove učitelj.",
  "mn70:6.3": "„Da, poštovani gospodine",
  "mn70:6.4": "„Prijatelji, učitelj vas zove.",
  "mn70:6.5": "„Dobro, prijatelju",
  "mn70:6.6": "Kad su mu se poklonili, sedoše sa strane.",
  "mn70:6.7": "Tada im Blaženi reče: „Monasi, je li istina da je grupa monaha došla kod vas i rekla:",
  "mn70:6.8": "’Prijatelji, Blaženi i monaška zajednica sada su odustali od toga da jedu noću.",
  "mn70:6.9": "Čineći tako, bez bolesti su i tegoba, uživaju u zdravlju, snažni si i dobro se osećaju.",
  "mn70:6.10": "Tako i vi, prijatelji, odustanite od toga da jedete noću.",
  "mn70:6.11": "Čineći tako, bićete bez bolesti i tegoba, uživati u zdravlju, snažni i dobro ćete se osećati.’",
  "mn70:6.12": "Kada ovo bi rečeno, da li ste im odgovorili:",
  "mn70:6.13": "’Prijatelji, mi jedemo uveče, ujutro i preko dana, izvan propisanog vremena.",
  "mn70:6.14": "Čineći tako, bez bolesti i tegoba smo, uživamo u zdravlju, snažni i dobro se osećamo.",
  "mn70:6.15": "Zašto bismo napustili (korist) vidljivu ovde i sada, radi (koristi koju tek treba zadobiti) u budućnosti?",
  "mn70:6.16": "Nastavićemo da jedemo uveče, ujutro i preko dana, izvan propisanog vremena’?„",
  "mn70:6.17": "„Da, poštovani.",
  "mn70:6.18": "„Monasi, da li ste me nekada čuli da podučavam Dhammu ovako: ’Šta god ova osoba da doživljava, bilo prijatno, bolno ili ni bolno ni prijatno, štetna stanja se u njoj smanjuju, a korisna uvećavaju?’",
  "mn70:6.19": "„Ne, poštovani.",
  "mn70:7.1": "„Monasi, niste li me čuli da podučavam Dhammu ovako: ’Kad neko oseća određenu vrstu prijatnog osećaja, štetna stanja se u njemu uvećavaju, a korisna smanjuju; ali kad neko oseća drugu vrstu prijatnog osećaja, štetna stanja se u njemu smanjuju, a korisna uvećavaju. Kad neko oseća određenu vrstu bolnog osećaja, štetna stanja se u njemu uvećavaju, a korisna smanjuju; ali kad neko oseća drugu vrstu bolnog osećaja, štetna stanja se u njemu smanjuju, a korisna uvećavaju. Kad neko oseća određenu vrstu ni bolnog ni prijatnog osećaja, štetna stanja se u njemu uvećavaju, a korisna smanjuju; ali kad neko oseća drugu vrstu ni bolnog ni prijatnog osećaja, štetna stanja se u njemu smanjuju, a korisna uvećavaju?’",
  "mn70:7.2": "„Da, poštovani.",
  "mn70:8.1": "„Dobro je, monasi.",
  "mn70:8.2": "Da nisam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:8.3": "’Kad neko oseća određenu vrstu prijatnog osećaja, štetna stanja se u njemu uvećavaju, a korisna smanjuju’,",
  "mn70:8.4": "da li bi bilo primereno za mene da, ne znajući to, kažem: ’Napustite takvu vrstu prijatnog osećaja?’„",
  "mn70:8.5": "„Ne, poštovani.",
  "mn70:8.6": "Kako sam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:8.7": "’Kad neko oseća određenu vrstu prijatnog osećaja, štetna stanja se u njemu uvećavaju, a korisna smanjuju’, upravo zbog toga vam kažem: ’Napustite takvu vrstu prijatnog osećaja.’",
  "mn70:8.8": "Da nisam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:8.9": "’Kada neko oseća drugu vrstu prijatnog osećaja, štetna stanja se u njemu smanjuju, a korisna uvećavaju’,",
  "mn70:8.10": "da li bi bilo primereno za mene da, ne znajući to, kažem: ’Uđite i boravite u takvoj vrsti prijatnog osećaja?’",
  "mn70:8.11": "„Ne, poštovani.",
  "mn70:8.12": "Kako sam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:8.13": "’Kad neko oseća drugu vrstu prijatnog osećaja, štetna stanja se u njemu smanjuju, a korisna uvećavaju’, upravo zbog toga vam kažem: ’Uđite i boravite u takvoj vrsti prijatnog osećaja.’",
  "mn70:8.14": "Da nisam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:8.15": "’Kad neko oseća određenu vrstu bolnog osećaja, štetna stanja se u njemu uvećavaju, a korisna smanjuju’,",
  "mn70:8.16": "da li bi bilo primereno za mene da, ne znajući to, kažem: ’Napustite takvu vrstu bolnog osećaja?’",
  "mn70:8.17": "„Ne, poštovani.",
  "mn70:9.1": "Kako sam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:9.2": "’Kad neko oseća određenu vrstu bolnog osećaja, štetna stanja se u njemu uvećavaju, a korisna smanjuju’, upravo zbog toga vam kažem: ’Napustite takvu vrstu bolnog osećaja.’",
  "mn70:9.3": "Da nisam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:9.4": "’Kad neko oseća drugu vrstu bolnog osećaja, štetna stanja se u njemu smanjuju, a korisna uvećavaju’,",
  "mn70:9.5": "da li bi bilo primereno za mene da, ne znajući to, kažem: ’Uđite i boravite u takvoj vrsti bolnog osećaja?’",
  "mn70:9.6": "„Ne, poštovani.",
  "mn70:9.7": "Kako sam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:9.8": "’Kad neko oseća drugu vrstu bolnog osećaja, štetna stanja se u njemu smanjuju, a korisna uvećavaju’, upravo zbog toga vam kažem: ’Uđite i boravite u takvoj vrsti bolnog osećaja.’",
  "mn70:10.1": "Da nisam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:10.2": "’Kad neko oseća određenu vrstu ni bolnog ni prijatnog osećaja, štetna stanja se u njemu uvećavaju, a korisna smanjuju’,",
  "mn70:10.3": "da li bi bilo primereno za mene da, ne znajući to, kažem: ’Napustite takvu vrstu ni bolnog ni prijatnog osećaja?’",
  "mn70:10.4": "„Ne, poštovani.",
  "mn70:10.5": "Kako sam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:10.6": "’Kad neko oseća određenu vrstu ni bolnog ni prijatnog osećaja, štetna stanja se u njemu uvećavaju, a korisna smanjuju’, upravo zbog toga vam kažem: ’Napustite takvu vrstu ni bolnog ni prijatnog osećaja.’",
  "mn70:10.7": "Da nisam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:10.8": "’Kad neko oseća drugu vrstu ni bolnog ni prijatnog osećaja, štetna stanja se u njemu smanjuju, a korisna uvećavaju’,",
  "mn70:10.9": "da li bi bilo primereno za mene da, ne znajući to, kažem: ’Uđite i boravite u takvoj vrsti ni bolnog ni prijatnog osećaja?’",
  "mn70:10.10": "„Ne, poštovani.",
  "mn70:11.1": "Kako sam to lično saznao, video, otkrio, ustanovio, doživeo mudrošću ovako:",
  "mn70:11.2": "’Kad neko oseća drugu vrstu ni bolnog ni prijatnog osećaja, štetna stanja se u njemu smanjuju, a korisna uvećavaju’, upravo zbog toga vam kažem: ’Uđite i boravite u takvoj vrsti ni bolnog ni prijatnog osećaja.’",
  "mn70:12.1": "Monasi, ja ne kažem za sve monahe da imaju još posla koji treba marljivo da obave;",
  "mn70:12.2": "niti kažem za sve monahe da nemaju više posla koji treba marljivo da obave.",
  "mn70:12.3": "Za one monahe koji su arahanti, sve otrove uklonili, proživeli svetački život, učinili što je trebalo učiniti, odložili tovar, dosegli sopstveni cilj, raskinuli okove bića i potpuno su oslobođeni krajnjim znanjem, ne kažem da imaju još posla koji treba marljivo da obave.",
  "mn70:12.4": "A zašto?",
  "mn70:12.5": "Oni su marljivo obavili svoj posao;",
  "mn70:12.6": "više nisu u stanju da budu nepažljivi.",
  "mn70:13.1": "Za one monahe na višem putu, čiji umovi još nisu dosegli cilj i koji još idu ka najvišoj sigurnosti od ropstva, kažem da imaju još posla koji treba marljivo da obave.",
  "mn70:13.2": "A zašto?",
  "mn70:13.3": "Kada ti poštovani na pravi način koriste mesta za boravak, druže se sa pravim prijateljima i usavršavaju svoje duhovne moći,",
  "mn70:13.4": "oni mogu kroz sopstveno razumevanje, svako za sebe, ovde i sada, stići i ostati na tom najvišem cilju svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike.",
  "mn70:13.5": "Videvši taj plod marljivosti za te monahe, kažem im da imaju još posla koji treba marljivo da obave.",
  "mn70:14.1": "Monasi, postoji sedam vrsta ljudi na ovome svetu.",
  "mn70:14.2": "Kojih sedam?",
  "mn70:14.3": "To su: oslobođen na oba načina, oslobođen mudrošću, neposredni svedok, onaj ko je učvrstio gledište, oslobođen poverenjem, sledbenik na osnovu Dhamme i sledbenik na osnovu poverenje.",
  "mn70:15.1": "A kakav je čovek oslobođen na oba načina?",
  "mn70:15.2": "Tako neko neposredno iskusi i boravi u onim usavršenostima koje su mirne i nematerijalne, nadilaze oblike, te otrovi u njemu bivaju uklonjeni viđenjem proisteklim iz mudrosti.",
  "mn70:15.3": "Takav čovek naziva se oslobođeni na oba načina.",
  "mn70:15.4": "Za takvog monaha ne kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:15.5": "A zašto?",
  "mn70:15.6": "On je marljivo obavio svoj posao;",
  "mn70:15.7": "više nije u stanju da bude nepažljiv.",
  "mn70:16.1": "Kakav je čovek oslobođen mudrošću?",
  "mn70:16.2": "Tako neko ne iskusi neposredno i ne boravi u onim oslobođenjima koja su mirna i nematerijalna, nadilaze oblike, ali otrovi u njemu bivaju uklonjeni viđenjem proisteklim iz mudrosti.",
  "mn70:16.3": "Takav čovek naziva se oslobođeni mudrošću.",
  "mn70:16.4": "Za takvog monaha ne kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:16.5": "A zašto?",
  "mn70:16.6": "On je marljivo obavio svoj posao;",
  "mn70:16.7": "više nije u stanju da bude nepažljiv.",
  "mn70:17.1": "Kakav je čovek neposredni svedok?",
  "mn70:17.2": "Tako neko iskusi neposredno i boravi u onim oslobođenjima koja su mirna i nematerijalna, nadilaze oblike, a neki otrovi u njemu bivaju uklonjeni viđenjem proisteklim iz mudrosti.",
  "mn70:17.3": "Takav čovek naziva se neposredni svedok.",
  "mn70:17.4": "Za takvog monaha kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:17.5": "A zašto?",
  "mn70:17.6": "Zato što taj poštovani kad koristi pogodna boravišta, druži se s dobrim prijateljima i uravnotežuje svoje duhovne kvalitete,",
  "mn70:17.7": "može doseći i boraviti na onom cilju svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike, te ga sam razumeti neposrednim znanjem ovde i sada.",
  "mn70:17.8": "Imajući na umu taj plod marljivosti za takvog monaha, kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:18.1": "Kakav je čovek onaj ko je učvrstio gledište?",
  "mn70:18.2": "Tako neko ne iskusi neposredno i ne boravi u onim oslobođenjima koja su mirna i nematerijalna, nadilaze oblike, ali neki otrovi u njemu bivaju uklonjeni viđenjem proisteklim iz mudrosti; on je mudrošću proučio i istražio učenje koje je objavio Tathāgata.",
  "mn70:18.3": "Takav čovek naziva se onaj ko je učvrstio gledište.",
  "mn70:18.4": "Za takvog monaha kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:18.5": "A zašto?",
  "mn70:18.6": "Zato što taj poštovani… može doseći i boraviti na onom cilju svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike, te ga sam razumeti neposrednim znanjem ovde i sada.",
  "mn70:18.8": "Imajući na umu taj plod marljivosti za takvog monaha, kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:19.1": "Kakav je čovek oslobođen poverenjem?",
  "mn70:19.2": "Tako neko ne iskusi neposredno i ne boravi u onim oslobođenjima koja su mirna i nematerijalna, nadilaze oblike, ali neki otrovi u njemu su uklonjeni viđenjem proisteklim iz mudrosti i u njemu vera biva začeta, ima čvrst oslonac i počiva na Tathāgati.",
  "mn70:19.3": "Takav čovek naziva se oslobođen poverenjem.",
  "mn70:19.4": "Za takvog monaha kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:19.5": "A zašto?",
  "mn70:19.6": "Zato što taj poštovani… može doseći i boraviti na onom cilju svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike, te ga sam razumeti neposrednim znanjem ovde i sada.",
  "mn70:19.8": "Imajući na umu taj plod marljivosti, za takvog monaha kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:20.1": "Kakav je čovek sledbenik na osnovu Dhamme?",
  "mn70:20.2": "Tako neko ne iskusi neposredno i ne boravi u onim oslobođenjima koja su mirna i nematerijalna, nadilaze oblike, a otrovi u njemu još nisu uklonjeni viđenjem proisteklim iz mudrosti. Ali pomoću mudrosti dovoljno je razumeo i prihvatio učenje koje je objavio Tathāgata.",
  "mn70:20.3": "Sem toga, poseduje sledeće kvalitete: kvalitet poverenja, kvalitet energije, kvalitet svesnosti, kvalitet koncentracije i kvalitet mudrosti.",
  "mn70:20.4": "Takav čovek naziva se sledbenik na osnovu Dhamme.",
  "mn70:20.5": "Za takvog monaha kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:20.6": "A zašto?",
  "mn70:20.7": "Zato što taj poštovani… može doseći i boraviti na onom cilju svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike, te ga sam razumeti neposrednim znanjem ovde i sada.",
  "mn70:20.9": "Imajući na umu taj plod marljivosti, za takvog monaha kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:21.1": "Kakav je čovek sledbenik na osnovu poverenja?",
  "mn70:21.2": "Tako neko ne iskusi neposredno i ne boravi u onim oslobođenjima koja su mirna i nematerijalna, nadilaze oblike, a otrovi u njemu još nisu uklonjeni viđenjem proisteklim iz mudrosti; ali ima dovoljno vere i ljubavi za Tathāgatu.",
  "mn70:21.3": "Sem toga, poseduje sledeće kvalitete: kvalitet poverenja, kvalitet energije, kvalitet svesnosti, kvalitet koncentracije i kvalitet mudrosti.",
  "mn70:21.4": "Takav čovek naziva se sledbenik na osnovu poverenja.",
  "mn70:21.5": "Za takvog monaha kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:21.6": "A zašto?",
  "mn70:21.7": "Zato što taj poštovani kad koristi pogodna boravišta, druži se s dobrim prijateljima i uravnotežuje svoje duhovne kvalitete, može doseći i boraviti na onom cilju svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike, te ga sam razumeti neposrednim znanjem ovde i sada.",
  "mn70:21.9": "Imajući na umu taj plod marljivosti, za takvog monaha kažem da ima još posla koji treba marljivo da obavi.",
  "mn70:22.1": "Monasi, ne kažem da se krajnje znanje stiče odjednom.",
  "mn70:22.2": "Naprotiv, krajnje znanje stiče se postupnim vežbanjem, postupnom praksom, postupnim napredovanjem.",
  "mn70:23.1": "A kakvi su postupno vežbanje, postupna praksa, postupno napredovanje?",
  "mn70:23.2": "Tako onaj ko ima veru (u učitelja), ide da ga poseti; kada dođe, pokloni mu se; kad se pokloni, pažljivo sluša; onaj ko pažljivo sluša, čuje Dhammu; pošto je čuo Dhammu, zapamti je; pošto je zapamtio Dhammu, istražuje smisao učenja koje je zapamtio; kad je istražio smisao, prihvata u načelu to učenje; kad ga je prihvatio u načelu, u njemu se rađa žar; kada se u njemu rodi žar, prione na posao; pošto je prionuo na posao, rasporedi snagu; pošto je rasporedio snagu, nastoji; pošto je odlučan u nastojanju, neposredno doseže krajnju istinu i vidi je zahvaljujući sopstvenoj mudrosti.",
  "mn70:24.1": "Nije bilo takve vere, monasi, i nije bilo takve posete, nije bilo takvog klanjanja, nije bilo takvog pažljivog slušanja, nije bilo tako saslušane Dhamme, nije bilo takvog zapamćivanja, nije bilo takvog istraživanja, nije bilo ni takvog prihvatanja u načelu, nije bilo takvog žara, nije bilo ni takvog kretanja na posao, nije bilo takvog raspoređivanja snage, nije bilo takvog istrajavanja.",
  "mn70:24.13": "Monasi, izgubili ste svoj put; monasi, praktikovali ste pogrešan put.",
  "mn70:24.14": "Koliko li ste se samo udaljili, vi zavedeni ljudi, od ove Dhamme i prakse!",
  "mn70:25.1": "Monasi, postoji iskaz iz četiri dela, a kad se odrecituje, mudar čovek ga brzo razume.",
  "mn70:25.2": "Odrecitovaću ga za vas, monasi. Pokušajte da ga razumete.„",
  "mn70:25.3": "„Poštovani gospodine, šta dobijemo time da razumemo Dhammu?",
  "mn70:26.1": "„Monasi, čak i kad je učitelj neko ko je zaokupljen materijalnim stvarima, naslednik materijalnih stvari, vezan za materijalne stvari, takvo cenjkanje (njegovih učenika) ne bi bilo prikladno: ’Ako dobijemo to, uradićemo ovo; ako ne dobijemo to, uradićemo ono’;",
  "mn70:26.2": "a šta tek (reći kad je taj učitelj) Tathāgata, koji je potpuno nevezan za materijalne stvari?",
  "mn70:27.1": "Monasi, za učenika ispunjenog verom, koji namerava da pronikne u učiteljev nauk, prikladno je da ovako razmišlja: ’Blaženi jeste učitelj, ja sam učenik; Blaženi zna, ja ne znam.’",
  "mn70:27.4": "Za učenika ispunjenog verom, koji namerava da pronikne u učiteljev nauk, učiteljev nauk je isceljujući i okrepljujući.",
  "mn70:27.6": "Za učenika ispunjenog verom, koji namerava da pronikne u učiteljev nauk, prikladno je da se ovako ponaša: ’Neka od mene ostanu samo koža, tetive i kosti, makar se meso i krv moga tela sasušili, moja energija se neće smanjiti sve dok ne dostignem ono što se može dostići muževnom snagom, muževnom energijom i muževnom istrajnošću.’",
  "mn70:27.8": "Za učenika ispunjenog verom koji namerava da pronikne u učiteljev nauk, jedan od dva ploda može se očekivati. Ili krajnje znanje ovde i sada ili, ako je još preostalo imalo vezivanja, stupanj nepovratnika.„",
  "mn70:27.9": "Tako reče Blaženi. Zadovoljni, monasi se obradovaše rečima Blaženoga."
}