{
  "mn71:0.1": "Budini govori srednje dužine 71",
  "mn71:0.2": "Govor Vaććhagotti o trostrukom istinitom znanju",
  "mn71:1.1": "Ovako sam čuo.",
  "mn71:1.2": "Jednom je Blaženi boravio kraj Vesālīja, u Velikom gaju, u dvorani sa šiljatim krovom.",
  "mn71:2.1": "U isto vreme asketa Vaććhagotta živeo je u Parku belih lotosa i manga, gde su i inače askete obično boravili.",
  "mn71:3.1": "Jednoga jutra Blaženi se obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa krene put Vesālīja da prosi hranu.",
  "mn71:3.2": "Dok je tako hodao, Blaženi pomisli:",
  "mn71:3.3": "„Još je rano da prosim hranu u Vesālīju.",
  "mn71:3.4": "Kako bi bilo da odem do askete Vaććhagotte u Parku belih lotosa i manga?“",
  "mn71:3.5": "I tako Blaženi otide do askete Vaććhagotte u Parku belih lotosa i manga.",
  "mn71:4.1": "A Vaććhagotta još izdaleka vide Blaženog da dolazi i kad mu se ovaj približi, reče:",
  "mn71:4.3": "„Dobro je što je Blaženi došao ovamo!",
  "mn71:4.4": "Dobrodošlica Blaženome!",
  "mn71:4.5": "Dugo je prošlo vremena otkako nije iskoristio priliku da dođe ovamo.",
  "mn71:4.6": "Neka Blaženi sedne. Evo ovo je mesto pripremljeno za Blaženog.“",
  "mn71:4.7": "Blaženi sede na pripremljeno mesto, a asketa Vaććhagotta odabra mesto niže od njegovog, sa strane, te reče Blaženome:",
  "mn71:5.1": "„Poštovani gospodine, ovako sam čuo:",
  "mn71:5.2": "’Asketa Gotama tvrdi da je sveznajući i svevideći, da ima potpuno znanje i viđenje ovako:",
  "mn71:5.3": "„Bilo da hodam ili stojim, spavam ili sam budan, znanje i viđenje stalno i neprekidno postoje u meni„.’",
  "mn71:5.4": "Poštovani gospodine, da li oni koji tako kažu govore isto ono što je rekao i Blaženi i ne tumače pogrešno njegove reči, suprotno činjenicama?",
  "mn71:5.5": "Da li objašnjavaju u skladu sa Dhammom, na takav način da se njihovim tvrdnjama ne može bilo šta osnovano prigovoriti?“",
  "mn71:6.1": "„Vaććha, oni koji tako kažu ne govore ono što sam ja rekao, pogrešno tumače moje reči, suprotno činjenicama.“",
  "mn71:6.2": "„A kako bi trebalo da odgovorim da bih mogao reći ono što je Blaženi izgovorio, što nije pogrešno tumačenje njegovih reči, suprotno činjenicama? Kako mogu objasniti u skladu sa Dhammom, na takav način da se mojim tvrdnjama ne može bilo šta osnovano prigovoriti?“",
  "mn71:7.1": "„Vaććha, ako odgovoriš ovako: ’Asketa Gotama ima trostruko istinsko znanje’, tada ćeš govoriti ono što sam i ja rekao i nećeš pogrešno tumačiti moje reči, suprotno činjenicama. Tada ćeš objašnjavati u skladu sa Dhammom, na takav način da se tvojim tvrdnjama ne može bilo šta osnovano prigovoriti.",
  "mn71:7.2": "Jer onoliko koliko poželim, toliko sam u stanju da se prisetim svojih prošlih života, jednog rođenja, dva rođenja… (kao sutta 51, §24)… Tako se sećam mnoštva svojih prošlih života u celini i do detalja.",
  "mn71:8.1": "Onoliko daleko koliko poželim, duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, mogu da vidim bića kako umiru i ponovo se rađaju i uviđam kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna u skladu sa svojim postupcima… (kao sutta 51, §25)…",
  "mn71:9.1": "Razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazim i ostajem u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen.",
  "mn71:10.1": "Ako odgovoriš ovako: ’Asketa Gotama ima trostruko istinsko znanje’, tada ćeš govoriti ono što sam i ja rekao i nećeš pogrešno tumačiti moje reči, suprotno činjenicama. Tada ćeš objašnjavati u skladu sa Dhammom, na takav način da se tvojim tvrdnjama ne može bilo šta osnovano prigovoriti.“",
  "mn71:11.1": "Kad ovo bi rečeno, Vaććhagotta upita Blaženog:",
  "mn71:11.2": "„Učitelju Gotama, postoji li bilo koji domaćin koji je, bez napuštanja okova domaćinskog života, posle sloma tela, posle smrti stigao na kraj patnje?“",
  "mn71:11.3": "„Vaććha, nema domaćina koji je, bez napuštanja okova domaćinskog života, posle sloma tela, posle smrti stigao na kraj patnje.“",
  "mn71:12.1": "„Učitelju Gotama, postoji li bilo koji domaćin koji je, bez napuštanja okova domaćinskog života, posle sloma tela, posle smrti stigao na nebo?“",
  "mn71:12.2": "„Vaććha, nema tek sto, dvesta, trista, četiristo ili petsto, već mnogo više domaćina koji su, bez napuštanja okova domaćinskog života, posle sloma tela, posle smrti stigli na nebo.“",
  "mn71:13.1": "„Učitelju Gotama, postoji li bilo koji āđīvaka koji je, posle sloma tela, posle smrti stigao na kraj patnje?“",
  "mn71:13.2": "„Vaććha, nema nijednog āđīvake koji je, posle sloma tela, posle smrti stigao na kraj patnje.“",
  "mn71:14.1": "„Učitelju Gotama, postoji li bilo koji āđīvaka koji je, posle sloma tela, posle smrti, stigao na nebo?“",
  "mn71:14.2": "„Kad se prisetim poslednjih devedeset i jednog eona, Vaććha, ne sećam se nijednog āđīvaka koji je, posle sloma tela, posle smrti, stigao na nebo, s izuzetkom jednoga, ali on se pridržavao učenja o moralnom efektu postupaka, učenja o moralnom efektu dela.“",
  "mn71:15.1": "„Ako je tako, učitelju Gotama, onda učenici drugih tradicija nemaju čak ni šansu da odu na nebo.“",
  "mn71:15.2": "„Pošto je tako, Vaććha, učenici drugih tradicija nemaju čak ni šansu da odu na nebo.“",
  "mn71:15.3": "Tako reče Blaženi.",
  "mn71:15.4": "Zadovoljan, asketa Vaććhagotta se obradova rečima Blaženoga."
}