{
  "mn72:0.1": "Budini govori srednje dužine 72",
  "mn72:0.2": "Govor Vaććhagotti o vatri",
  "mn72:1.1": "Ovako sam čuo.",
  "mn72:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn72:2.1": "Tada asketa Vaććhagotta dođe do Blaženog i pozdravi se sa njim.",
  "mn72:2.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i upita Blaženog:",
  "mn72:3.1": "„Učitelju Gotama, kako stoji stvar? Da li učitelj Gotama zastupa gledište: ’Ovaj svet je večan: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:3.3": "„Vaććha, ja ne zastupam gledište: ’Ovaj svet je večan: samo to je istina, sve drugo je pogrešno.’“",
  "mn72:4.1": "„Kako onda stoji stvar? Da li učitelj Gotama zastupa gledište: ’Ovaj svet nije večan: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:4.3": "„Vaććha, ja ne zastupam gledište: ’Ovaj svet nije večan: samo to je istina, sve drugo je pogrešno.’“",
  "mn72:5.1": "„Učitelju Gotama, kako stoji stvar? Da li učitelj Gotama zastupa gledište: ’Ovaj svet ima svoj kraj: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:5.3": "„Vaććha, ja ne zastupam gledište: ’Ovaj svet ima svoj kraj: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:6.1": "„Kako onda stoji stvar? Da li učitelj Gotama zastupa gledište: ’Ovaj svet nema svoj kraj: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:6.3": "„Vaććha, ja ne zastupam gledište: ’Ovaj svet nema svoj kraj: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:7.1": "„Učitelju Gotama, kako stoji stvar? Da li učitelj Gotama zastupa gledište: ’Duša i telo su isto: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:7.3": "„Vaććha, ja ne zastupam gledište: ’Duša i telo su isto: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:8.1": "„Kako onda stoji stvar? Da li učitelj Gotama zastupa gledište: ’Duša je jedno, telo je drugo: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:8.3": "„Vaććha, ja ne zastupam gledište: ’Duša je jedno, telo je drugo: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:9.1": "„Učitelju Gotama, kako stoji stvar? Da li učitelj Gotama zastupa gledište: ’Posle smrti Tathāgata postoji: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:9.3": "„Vaććha, ja ne zastupam gledište: ’Posle smrti Tathāgata postoji: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:10.1": "„Kako onda stoji stvar? Da li učitelj Gotama zastupa gledište: ’Posle smrti Tathāgata ne postoji: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:10.3": "„Vaććha, ja ne zastupam gledište: ’Posle smrti Tathāgata ne postoji: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:11.1": "„Učitelju Gotama, kako stoji stvar? Da li učitelj Gotama zastupa gledište: ’Posle smrti Tathāgata i postoji i ne postoji: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:11.3": "„Vaććha, ja ne zastupam gledište: ’Posle smrti Tathāgata i postoji i ne postoji: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:12.1": "„Kako onda stoji stvar? Da li učitelj Gotama zastupa gledište: ’Posle smrti Tathāgata niti postoji, niti ne postoji: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:12.3": "„Vaććha, ja ne zastupam gledište: ’Posle smrti Tathāgata niti postoji, niti ne postoji: samo to je istina, sve drugo je pogrešno?’“",
  "mn72:13.1": "„Učitelju Gotama, kako stoji stvar? Kada sam učitelju Gotami postavio svako od ovih deset pitanja, on odgovara: ’Ja ne zastupam to gledište.’ Kakvu opasnost Učitelj Gotama vidi kad ne zauzima nijedno od ovih spekulativnih gledišta?“",
  "mn72:14.1": "„Vaććha, spekulativno gledište da je svet večan jeste čitava šikara gledišta, džungla gledišta, iskrivljenost gledišta, nakaza gledišta, okov gledišta. Ono je opterećeno patnjom, jadom, očajanjem i groznicom, ne vodi otrežnjenju, hlađenju strasti, stišavanju, miru, neposrednom znanju, probuđenju, nibbāni.",
  "mn72:14.10": "Spekulativno gledište da svet nije večan… da je svet konačan… da je svet beskonačan… da su duša i telo isto… da je duša jedno, a telo drugo… da posle smrti Tathāgata postoji… da posle smrti Tathāgata ne postoji… da posle smrti Tathāgata i postoji i ne postoji… da posle smrti Tathāgata niti postoji, niti ne postoji… jeste čitava šikara gledišta, džungla gledišta, iskrivljenost gledišta, nakaza gledišta, okov gledišta. Ono je opterećeno patnjom, jadom, očajanjem i groznicom, ne vodi otrežnjenju, hlađenju strasti, stišavanju, miru, neposrednom znanju, probuđenju, nibbāni.",
  "mn72:14.11": "Kakvu opasnost Učitelj Gotama vidi kad ne zauzima nijedno od ovih spekulativnih gledišta?",
  "mn72:15.1": "„Pa da li učitelj Gotama onda zastupa bilo kakvo spekulativno gledište?“",
  "mn72:15.2": "„Vaććha, spekulativno gledište je nešto što je Tathāgata odložio na stranu.",
  "mn72:15.3": "Jer Tathāgata, Vaććha, jeste video ovo:",
  "mn72:15.4": "’Ovakav je materijalni oblik, ovakav je njegov nastanak, ovakav je njegov nestanak;",
  "mn72:15.5": "ovakav je osećaj, ovakav je njegov nastanak, ovakav je njegov nestanak;",
  "mn72:15.6": "ovakav je opažaj, ovakav je njegov nastanak, ovakav je njegov nestanak;",
  "mn72:15.7": "ovakvi su mentalni obrasci, ovakav je njihov nastanak, ovakav je njihov nestanak;",
  "mn72:15.8": "ovakva je svest, ovakav je njezin nastanak, ovakav je njezin prestanak.’",
  "mn72:15.9": "Otuda, kažem, razaranjem, nestankom, prestankom, odustajanjem i napuštanjem svih zamišljanja, svih briga, svih stvaranja „ja“ i „moje“, kao i sklonosti ka obmani koja je svemu tome u osnovi, Tathāgata je oslobođen zahvaljujući vezivanju.",
  "mn72:16.1": "„Kada je monahov um tako oslobođen, učitelju Gotama, gde se on ponovo javlja (posle smrti)?“",
  "mn72:16.2": "„Termin ’ponovo se javlja’ nije dobar, Vaććha.“",
  "mn72:16.3": "„Onda se on ne pojavljuje, učitelju Gotama?“",
  "mn72:16.4": "„Termin ’ne pojavljuje se’ nije dobar, Vaććha.“",
  "mn72:16.5": "„Onda se on i pojavljuje i ne pojavljuje, učitelju Gotama?“",
  "mn72:16.6": "„Termin ’i pojavljuje i ne pojavljuje’ nije dobar, Vaććha.“",
  "mn72:16.7": "„Onda se on niti pojavljuje, niti ne pojavljuje, učitelju Gotama?“",
  "mn72:16.8": "„Termin ’niti pojavljuje, niti ne pojavljuje’ nije dobar, Vaććha.“",
  "mn72:17.1": "„Kada sam učitelju Gotami postavio ova četiri pitanja, on odgovara: ’Termin „ponovo se javlja“ nije dobar, Vaććha;",
  "mn72:17.2": "termin „ne pojavljuje se“ nije dobar, Vaććha;",
  "mn72:17.3": "termin „i pojavljuje se i ne pojavljuje se“ nije dobar, Vaććha;",
  "mn72:17.4": "termin „niti pojavljuje, niti ne pojavljuje“ nije dobar, Vaććha.’",
  "mn72:17.5": "I sada sam potpuno zbunjen, učitelju Gotama, sada sam u konfuziji.",
  "mn72:17.6": "Nestalo je sve ono veliko poverenje koje sam stekao u učitelja Gotamu kroz ranije razgovore.„",
  "mn72:18.1": "„S razlogom si zbunjen, Vaććha, s razlogom si u konfuziji.",
  "mn72:18.2": "Jer ovo učenje, Vaććha, jeste duboko, teško ga je sagledati i teško razumeti, mirno je ono i uzvišeno, nesaznatljivo pukim rezonovanjem, tanano, mudri treba da ga lično dožive.",
  "mn72:18.3": "Teško ti je da ga razumeš, jer se držiš drugačijeg gledišta, prihvataš drugačije učenje, odobravaš drugačije učenje, drugačije sebe vežbaš i slediš drugog učitelja.",
  "mn72:18.4": "Zato ću sad nešto da te pitam, Vaććha. A ti odgovori kako misliš da treba.",
  "mn72:19.1": "Šta misliš, Vaććha?",
  "mn72:19.2": "Zamisli da pred tobom gori vatra. Da li bi znao:",
  "mn72:19.3": "’Ovo je vatra što preda mnom gori?’„",
  "mn72:19.4": "„Znao bih, učitelju Gotama.",
  "mn72:19.5": "’Ovo je vatra što preda mnom gori.’„",
  "mn72:19.6": "„Ako bi te neko pitao, Vaććha:",
  "mn72:19.7": "’Ta vatra što pred tobom gori, na osnovu čega ona gori?’–kad bi te tako pitali, šta bi odgovorio?„",
  "mn72:19.9": "„Kad bi me tako pitali, učitelju Gotama, odgovorio bih:",
  "mn72:19.10": "’Ova vatra što preda mnom gori, gori na osnovu trave i pruća.’„",
  "mn72:19.11": "„Ako bi onda ta vatra pred tobom bila ugašena, da li bi znao:",
  "mn72:19.12": "’Ova vatra preda mnom je ugašena?’„",
  "mn72:19.13": "„Znao bih, učitelju Gotama.",
  "mn72:19.14": "’Ova vatra preda mnom je ugašena.’„",
  "mn72:19.15": "„A ako bi te neko pitao, Vaććha:",
  "mn72:19.16": "’Pošto je ta vatra pred tobom ugašena, na koju stranu je otišla:",
  "mn72:19.17": "na istok, zapad, sever ili na jug?’–kad bi te tako pitali, šta bi odgovorio?„",
  "mn72:19.18": "„To pitanje nema smisla, učitelju Gotama. Vatra gori na osnovu goriva, koje je trava i granje. Kad je ono potrošeno, ako se ne doda novo gorivo, pošto više nema goriva, ona se smatra ugašenom.“",
  "mn72:20.1": "„Isto tako, Vaććha, i Tathāgata je napustio taj materijalni oblik pomoću kojeg bi onaj ko opisuje Tathāgatu mogao da ga opiše; sasekao ga u korenu, načinio poput palminog panja, uklonio ga, tako da se u budućnosti više ne može javiti.",
  "mn72:20.2": "Tathāgatu više nije moguće poistovetiti s materijalnim oblikom, Vaććha, on je dubok, nemerljiv, nesaglediv poput okeana.",
  "mn72:20.4": "Termin ’ponovo se javlja’ nema smisla, termin ’ne pojavljuje se’ nema smisla, termin ’i pojavljuje se i ne pojavljuje se’ nema smisla, termin ’niti se pojavljuje, niti se ne pojavljuje’ nema smisla.",
  "mn72:20.5": "Tathāgata je napustio taj osećaj pomoću kojeg bi onaj ko opisuje Tathāgatu mogao da ga opiše… sasekao ga u korenu, načinio poput palminog panja, uklonio ga, tako da se u budućnosti više ne može javiti.",
  "mn72:20.9": "napustio taj opažaj pomoću kojeg bi onaj ko opisuje Tathāgatu mogao da ga opiše…",
  "mn72:20.13": "napustio te mentalne obrasce pomoću kojih bi onaj ko opisuje Tathāgatu mogao da ga opiše…",
  "mn72:20.17": "napustio tu svest pomoću koje bi onaj ko opisuje Tathāgatu mogao da ga opiše; sasekao ga u korenu, načinio poput palminog panja, uklonio ga, tako da se u budućnosti više ne može javiti.",
  "mn72:20.18": "Tathāgatu više nije moguće poistovetiti sa svešću, Vaććha, on je dubok, nemerljiv, nesaglediv poput okeana.",
  "mn72:20.20": "Termin ’ponovo se javlja’ nema smisla, termin ’ne pojavljuje se’ nema smisla, termin ’i pojavljuje se i ne pojavljuje se’ nema smisla, termin ’niti se pojavljuje, niti se ne pojavljuje’ nema smisla.„",
  "mn72:21.1": "Kad ovo bi rečeno, asketa Vaććhagotta reče Blaženome:",
  "mn72:21.2": "„Učitelju Gotama, zamisli veliko sālovo drvo nedaleko od sela ili grada.",
  "mn72:21.3": "Čije su se grane i lišće, kora i lika sasušili i kad mu nekom kasnijom prilikom otpadnu i grane i lišće, kora i lika,",
  "mn72:21.4": "ono ostane čisto, sastojeći se samo od srži stabla;",
  "mn72:21.5": "isto tako je i ovaj govor učitelja Gotame lišen grana i lišća, lišen kore i like, sastoji se samo od srži.",
  "mn72:22.1": "Izvrsno, učitelju Gotama! Izvrsno!",
  "mn72:22.2": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište."
}