{
  "mn73:0.1": "73 Mahāvaććhagotta sutta",
  "mn73:0.2": "Dugi govor Vaććhagotti",
  "mn73:1.1": "Ovako sam čuo.",
  "mn73:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice",
  "mn73:2.1": "Tada asketa Vaććhagotta dođe do Blaženog i pozdravi se s njim. ",
  "mn73:2.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i reče Blaženom:",
  "mn73:3.1": "„Već dugo razgovaram sa učiteljem Gotamom. Bilo bi dobro ako bi ",
  "mn73:3.2": "me učitelj Gotama ukratko podučio o korisnom i štetnom.”",
  "mn73:3.3": "„Mogu da te ukratko podučim o korisnom i štetnom, Vaććha, a mogu i da te u detalje podučim o tome. Ipak, podučiću te ukratko o korisnom i ",
  "mn73:3.4": "štetnom.",
  "mn73:3.5": "Slušaj i dobro zapamti šta ću ti reći",
  "mn73:3.6": "„ Da, gospodine”, reče on.",
  "mn73:3.7": "A Blaženi ovako nastavi::",
  "mn73:4.1": "„Vaććha, pohlepa je štetna, ne-pohlepa je korisna;",
  "mn73:4.2": "mržnja je štetna, ne-mržnja je korisna;",
  "mn73:4.3": "obmanutost je štetna, neobmanutost je korisna. Na",
  "mn73:4.4": "ovaj način tri stvari su štetne i druge tri su korisne.”",
  "mn73:5.1": "„Ubijanje živih bića je štetno, odustajanje od ubijanja živih bića je korisno;",
  "mn73:5.2": "uzimanje onoga što nam nije dato je štetno, odustajanje od uzimanja onoga što nam nije dato je korisno;",
  "mn73:5.3": "zloupotreba čulnih zadovoljstava je štetna, odustajanje od zloupotrebe čulnih zadovoljstava je korisno;",
  "mn73:5.4": "laganje je štetno, odustajanje od laganja je korisno;",
  "mn73:5.5": "zlonameran govor je štetan, odustajanje od zlonamernog govora je korisno;",
  "mn73:5.6": "uvredljiv govor je štetan, odustajanje od uvredljivog govora je korisno;",
  "mn73:5.7": "ogovaranje je štetno, odustajanje od ogovaranja je korisno;",
  "mn73:5.8": "tvrdičluk je štetan, odustajanje od tvrdičluka je korisno;",
  "mn73:5.9": "zlovolja je štetna, odustajanje od zlovolje je korisno;",
  "mn73:5.10": "pogrešno razumevanje je štetno, ispravno razumevanje je korisno. Na taj način deset stvari je štetno i drugih deset je korisno…",
  "mn73:5.11": "način deset stvari je štetno i drugih deset je korisno.",
  "mn73:6.1": "„Kad monah napusti žudnju, saseče je u korenu, načini je poput palminog panja, ukloni je, tako da se u budućnosti više ne može javiti, tada taj monah jeste arahant, sve otrove je uklonio, proživeo svetački život, učinio ono što je trebalo učiniti, odložio tovar, dosegao istinski cilj, raskinuo okove bića i potpuno je oslobođen krajnjim znanjem.”",
  "mn73:7.1": "„Sem učitelja Gotame, postoji li bilo koji drugi monah koji razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazi i ostaje u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki Dugi govor Vaććhagotti\t od otrova uklonjen?”",
  "mn73:7.3": "„Nema ih samo stotina, Vaććha, dvesta, trista, četiristo ili petsto, već je mnogo više monaha, mojih učenika koji razumevajući sopstvenim neposrednim znanjem, ovde i sada ulaze i ostaju u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen?”",
  "mn73:8.1": "„Sem učitelja Gotame i tih monaha, postoji li bilo koja monahinja, učenica učitelja Gotame, koja, razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazi i ostaje u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen?”",
  "mn73:8.3": "„Nema ih samo stotina… ili petsto, već mnogo više monahinja, mojih učenica, koje, razumevajući sopstvenim neposrednim znanjem, ovde i sada ulaze i ostaju u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen?”",
  "mn73:9.1": "„Sem učitelja Gotame i tih monaha i monahinja, postoji li bilo koji muški nezaređeni sledbenik, učenik učitelja Gotame, obučen u belo, u zavetu celibata, a koji će se, razaranjem pet nižih okova, ponovo roditi spontano (u čistim boravištima) i odatle dostići konačno oslobođenje, da se nikada više ne vrati iz toga sveta?”",
  "mn73:9.3": "„Nema ih samo stotina… ili petsto, već mnogo više muških nezaređenih sledbenika, mojih učenika, obučenih u belo, u zavetu celibata, a koji će se, s razaranjem pet nižih okova, ponovo roditi spontano (u čistim boravištima) i odatle dostići konačno oslobođenje, da se nikada više ne vrate iz toga sveta.”",
  "mn73:10.1": "„Sem učitelja Gotame, monaha i monahinja, kao i muških nezaređenih sledbenika, obučenih u belo, u zavetu celibata, postoji li bilo koji muški nezaređeni sledbenik, učenik učitelja Gotame, obučen u belo i uživa u zadovoljstvima čula, a koji poštuje njegova uputstva, prihvata njegov savet, prevazišao je sumnjičavost, oslobodio se konfuzije, stekao hrabrost i postao nezavisan od drugih u Učiteljevom nauku?”",
  "mn73:10.3": "„Nema ih samo stotina… ili petsto, već mnogo više muških nezaređenih sledbenika, mojih učenika, obučenih u belo i uživaju u zadovoljstvima čula, a koji poštuju moja uputstva, prihvataju moj savet, prevazišli su sumnjičavost, oslobodili se konfuzije, stekli hrabrost i postali nezavisni od drugih u Učiteljevom nauku.”",
  "mn73:11.1": "„Sem učitelja Gotame, monaha i monahinja, kao i muških nezaređenih sledbenika, obučenih u belo, kako onih u zavetu celibata, tako i onih koji uživaju u zadovoljstvima čula, postoji li bilo koja ženska nezaređena sledbenica, učenica učitelja Gotame, obučena u belo, u zavetu celibata, koja će se, s razaranjem pet nižih okova, ponovo roditi spontano (u čistim boravištima) i odatle dostići konačno oslobođenje, da se nikada više ne vrati iz toga sveta?”",
  "mn73:11.3": "„Nema ih samo stotina… ili petsto, već mnogo više ženskih nezaređenih sledbenica, mojih učenica, obučenih u belo, u zavetu celibata, koje će se, s razaranjem pet nižih okova, ponovo roditi spontano (u čistim boravištima) i odatle dostići konačno oslobođenje, da se nikada više ne vrate iz toga sveta.”",
  "mn73:12.1": "„Sem učitelja Gotame, monaha i monahinja, zatim muških nezaređenih sledbenika obučenih u belo, kako onih u zavetu celibata, tako i onih koji uživaju u zadovoljstvima čula, kao i ženskih nezaređenih sledbenica, obučenih u belo, u zavetu celibata, postoji li bilo koja ženska nezaređena sledbenica, učenica učitelja Gotame, obučena u belo i uživa u zadovoljstvima čula, a koja poštuje njegova uputstva, prihvata njegov savet, prevazišla je sumnjičavost, oslobodila se konfuzije, stekla hrabrost i postala nezavisna od drugih u Učiteljevom nauku?”",
  "mn73:12.3": "„Nema ih samo stotina… ili petsto, već mnogo više ženskih nezaređenih sledbenica, mojih učenica, obučenih u belo i uživaju u zadovoljstvima čula, a koje poštuju moja uputstva, prihvataju moj savet, prevazišle su sumnjičavost, oslobodile se konfuzije, stekle hrabrost i postale nezavisne od drugih u Učiteljevom nauku.”",
  "mn73:13.1": "„Učitelju Gotama, ako bi samo učitelj Gotama bio usavršen u ovoj Dhammi, ali ne i monasi, ovaj svetački život bio bi manjkav u tom pogledu; pošto su učitelj Gotama i monasi usavršeni u ovoj Dhammi, ovaj je ",
  "mn73:13.2": "pošto su učitelj Gotama i monasi usavršeni u ovoj Dhammi, ovaj je svetački život potpun u tom pogledu. Ako bi samo učitelj Gotama i monasi ",
  "mn73:13.3": "svetački život potpun u tom pogledu. Ako bi samo učitelj Gotama i monasi bili usavršeni u ovoj Dhammi, ali ne i monahinje, ovaj svetački život bio bi manjkav u tom pogledu; pošto su učitelj Gotama, monasi i monahinje ",
  "mn73:13.4": "pošto su učitelj Gotama, monasi i monahinje usavršeni u ovoj Dhammi, ovaj je svetački život potpun u tom pogledu. ",
  "mn73:13.5": "Ako bi samo učitelj Gotama, monasi i monahinje bili usavršeni u ovoj Dhammi, ali ne i muški nezaređeni sledbenici obučeni u belo, u zavetu celibata, ovaj bi svetački život bio manjkav u tom pogledu; pošto su učitelj Gotama, monasi, monahinje i muški nezaređeni sledbenici obučeni u belo, ",
  "mn73:13.6": "Gotama, monasi, monahinje i muški nezaređeni sledbenici obučeni u belo, u zavetu celibata, usavršeni u ovoj Dhammi, ovaj je svetački život potpun u tom pogledu. Ako bi samo učitelj Gotama, monasi, monahinje i muški ",
  "mn73:13.9": "u tom pogledu. Ako bi samo učitelj Gotama, monasi, monahinje i muški nezaređeni sledbenici obučeni u belo, u zavetu celibata, bili usavršeni u ovoj Dhammi, ali ne i muški nezaređeni sledbenici obučeni u belo koji uživaju u zadovoljstvima čula, ovaj bi svetački život bio manjkav u tom pogledu; pošto su učitelj Gotama, monasi, monahinje i muški nezaređeni ",
  "mn73:13.10": "pogledu; pošto su učitelj Gotama, monasi, monahinje i muški nezaređeni sledbenici obučeni u belo, kako oni u zavetu celibata, tako i oni koji uživaju u zadovoljstvima čula, usavršeni u ovoj Dhammi, ovaj je svetački život potpun u tom pogledu. Ako bi samo učitelj Gotama, monasi, monahinje ",
  "mn73:13.13": "potpun u tom pogledu. Ako bi samo učitelj Gotama, monasi, monahinje i muški nezaređeni sledbenici… bili usavršeni u ovoj Dhammi, ali ne i ženske nezaređene sledbenice obučene u belo, u zavetu celibata, tada ovaj svetački život ne bi bio potpun u tom pogledu; pošto su učitelj Gotama, ",
  "mn73:13.14": "Dugi govor Vaććhagotti\t monasi, monahinje, muški nezaređeni sledbenici obučeni u belo… i ženske nezaređene sledbenice obučene u belo, u zavetu celibata, usavršeni u ovoj Dhammi, ovaj je svetački život potpun u tom pogledu. Ako bi samo ",
  "mn73:13.17": "ovoj Dhammi, ovaj je svetački život potpun u tom pogledu. Ako bi samo učitelj Gotama, monasi, monahinje, muški nezaređeni sledbenici obučeni u belo… i ženske nezaređene sledbenice obučene u belo, u zavetu celibata, bili usavršeni u ovoj Dhammi, ali ne i ženske nezaređene sledbenice obučene u belo, koje uživaju u zadovoljstvima čula, ovaj svetački život ne bi bio potpun u tom pogledu; pošto su učitelj Gotama, monasi, monahinje, ",
  "mn73:13.18": "bio potpun u tom pogledu; pošto su učitelj Gotama, monasi, monahinje, muški nezaređeni sledbenici obučeni u belo… i ženske nezaređene sledbenice obučene u belo, kako one u zavetu celibata, tako i one koje uživaju u zadovoljstvima čula, usavršeni u ovoj Dhammi, ovaj je svetački život potpun u tom pogledu.",
  "mn73:14.1": "Kao što reka Gang teži ka moru, spušta se ka moru, teče ka moru i spaja se sa morem, isto tako zajednica učitelja Gotame, sa svojim beskućnicima i domaćinima, teži nibbāni, spušta se ka nibbāni, teče ka nibbāni i spaja se sa nibbānom.",
  "mn73:15.1": "Izvrsno, učitelju Gotama! Izvrsno! Baš kao kad bi neko ispravio ",
  "mn73:15.2": "Izvrsno, učitelju Gotama! Izvrsno! Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "mn73:15.3": "učitelj Gotama, na više različitih načina, razjasnio Dhammu. Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. Želeo bih da se pridružim beskućnicima pod vođstvom učitelja Gotame i primim puno zaređenje.”",
  "mn73:16.1": "„Vaććha, onaj ko je prethodno pripadao drugom asketskom redu i želi da se pridruži beskućnicima i primi puno zaređenje u ovom učenju i pravilima, mora prethodno provesti četiri probna meseca. Ako su posle ",
  "mn73:16.2": "i pravilima, mora prethodno provesti četiri probna meseca. Ako su posle četiri meseca monasi zadovoljni njime, primaju ga u zajednicu beskućnika i daju mu takođe puno monaško zaređenje. Ali ja znam da u tom pogledu postoje individualne razlike.”",
  "mn73:16.3": "„Poštovani gospodine, ako oni koji su prethodno pripadali drugom asketskom redu, a žele da se pridruže beskućnicima i prime puno zaređenje u ovom učenju i pravilima, moraju prethodno provesti četiri probna meseca, a posle četiri meseca monasi, ako su njima zadovoljni, primaju ih u zajednicu beskućnika i daju im takođe puno monaško zaređenje, ja ću na probi provesti četiri godine. A posle te četiri godine neka me monasi, ako su mnome zadovoljni, prime u zajednicu beskućnika i daju mi puno monaško zaređenje.”",
  "mn73:16.4": "I tako asketa Vaććha na kraju bi primljen u zajednicu beskućnika i primi puno zaređenje. Nedugo zatim, pola meseca posle punog zaređenja, ",
  "mn73:17.1": "primi puno zaređenje. Nedugo zatim, pola meseca posle punog zaređenja, poštovani Vaććhagotta otide do Blaženog, pokloni mu se, sede sa strane i ovako reče: „Poštovani, dostigao sam sve što je moguće dostići znanjem ",
  "mn73:17.2": "ovako reče: „Poštovani, dostigao sam sve što je moguće dostići znanjem učenika u višem vežbanju, istinskim znanjem učenika u višem vežbanju. ",
  "mn73:17.3": "Neka me Blaženi dalje poduči u Dhammi.”",
  "mn73:18.1": "„U tom slučaju, Vaććha, razvijaj dve stvari: smirenje i uvid.",
  "mn73:18.2": "Kada se te dve stvari dalje razviju, dolazi do proboja u mnogim stvarima.",
  "mn73:19.1": "U meri u kojoj možda poželiš:",
  "mn73:19.2": "U meri u kojoj možda poželiš: ‘Neka ovladam različitim vrstama duhovnih moći: neka se iz jednog bića pretvaram u mnogobrojna, a iz mnogobrojnih opet u jedno; neka se iz vidljivog bića pretvaram u nevidljivo; neka nesmetano prolazim kroz zidove, bedeme i bregove, kao kroz vazduh; neka uranjam u zemlju i izranjam iz nje kao iz vode; neka hodam po vodi, a da je i ne ustalasam, kao po zemlji; neka se krećem vazduhom ukrštenih nogu, poput ptice; neka sam u stanju da rukom dotaknem i milujem Mesec i Sunce, tako moćne i velike; neka se telesno uzdignem, čak do sveta boga Brahme’–bićeš u stanju da sve to postigneš, jer za to poseduješ dobru osnovu.",
  "mn73:20.1": "U meri u kojoj možda poželiš:",
  "mn73:20.2": "U meri u kojoj možda poželiš: ‘Neka, zahvaljujući duhovnom uhu, koje je pročišćeno i prevazilazi fizičko, čujem obe vrste zvukova, božanske i ljudske, one koji su daleko i blizu’–bićeš u stanju da sve to postigneš, jer za to poseduješ dobru osnovu.",
  "mn73:21.1": "U meri u kojoj možda poželiš:",
  "mn73:21.2": "‘Neka znam umove drugih bića, drugih ljudi, obuhvativši ih svojim umom. Neka um zahvaćen strašću razumem kao um zahvaćen strašću i um koji nije zahvaćen strašću kao um koji ",
  "mn73:21.3": "drugih ljudi, obuhvativši ih svojim umom. Neka um zahvaćen strašću razumem kao um zahvaćen strašću i um koji nije zahvaćen strašću kao um koji nije zahvaćen strašću. Neka um zahvaćen mržnjom razumem kao um zahvaćen mržnjom i um koji nije zahvaćen mržnjom kao um koji nije zahvaćen mržnjom. Neka um zahvaćen obmanom razumem kao um zahvaćen ",
  "mn73:21.4": "nije zahvaćen strašću. Neka um zahvaćen mržnjom razumem kao um zahvaćen mržnjom i um koji nije zahvaćen mržnjom kao um koji nije zahvaćen mržnjom. Neka um zahvaćen obmanom razumem kao um zahvaćen obmanom i um koji nije zahvaćen obmanom kao um koji nije zahvaćen obmanom. Neka razumem sabran um kao sabran i rastresen um kao rastresen. ",
  "mn73:21.5": "obmanom i um koji nije zahvaćen obmanom kao um koji nije zahvaćen obmanom. Neka razumem sabran um kao sabran i rastresen um kao rastresen. Neka razumem ushićen um kao ushićen i neushićen um kao neushićen. ",
  "mn73:21.9": "Neka razumem ushićen um kao ushićen i neushićen um kao neushićen",
  "mn73:21.13": "Neka razumem ushićen um kao ushićen i neushićen um kao neushićen. Neka razumem nadmašiv um kao nadmašiv i nenadmašiv um kao nenadmašiv. Neka razumem koncentrisan um kao koncentrisan i nekoncentrisan ",
  "mn73:21.15": "Neka razumem nadmašiv um kao nadmašiv i nenadmašiv um kao nenadmašiv. Neka razumem koncentrisan um kao koncentrisan i nekoncentrisan um kao nekoncentrisan. Neka razumem oslobođen um kao oslobođen i ",
  "mn73:21.17": "um kao nekoncentrisan. Neka razumem oslobođen um kao oslobođen i neoslobođen um kao neoslobođen’–bićeš u stanju da sve to postigneš, jer za to poseduješ dobru osnovu.",
  "mn73:22.1": "U meri u kojoj možda poželiš:",
  "mn73:22.2": "U meri u kojoj možda poželiš: ‘Neka se prisetim svojih mnogih prošlih života, jednog rođenja, dva rođenja… (kao sutta 51, §24)… Neka se tako sećam mnoštva svojih prošlih života do detalja’–bićeš u stanju da sve to postigneš, jer za to poseduješ dobru osnovu.",
  "mn73:23.1": "U meri u kojoj možda poželiš:",
  "mn73:23.2": "U meri u kojoj možda poželiš: ‘Neka, zahvaljujući duhovnom oku, pročišćenim i superiornim u odnosu na fizičko, vidim bića kako umiru i ponovo se rađaju i prepoznajem ih kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna… (kao sutta 51, §25)… i neka razumem kako bića umiru i ponovo se rađaju u skladu sa Dugi govor Vaććhagotti\t svojim postupcima’–bićeš u stanju da sve to postigneš, jer za to poseduješ dobru osnovu.",
  "mn73:24.1": "U meri u kojoj možda poželiš:",
  "mn73:24.2": "U meri u kojoj možda poželiš: ‘Neka, razumevajući sopstvenim neposrednim znanjem, ovde i sada uđem i ostanem u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen’–bićeš u stanju da sve to postigneš, jer za to poseduješ dobru osnovu.”",
  "mn73:25.1": "Nakon toga, nadahnut i obradovan rečima Blaženog, poštovani Vaććhagotta ustade sa svog mesta, pa poklonivši se Blaženom i pazeći da mu on ostane sa desne strane, otide.",
  "mn73:26.1": "I ne zadugo, boraveći u meditaciji, povučen, marljiv, predan i odlučan, poštovani Vaććhagotta, stekavši neposredno znanje, ovde i sada dostiže i ostade na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo ",
  "mn73:26.2": "„Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti.",
  "mn73:26.3": "Nema više preporađanja u bilo koji oblik bivanja",
  "mn73:27.1": "U to vreme jedan broj monaha išao je da poseti Budu.",
  "mn73:27.2": "Poštovani Vaććhagotta ih još izdaleka vide kako dolaze, otide do njih i upita: „Kuda su se to poštovani uputili?”",
  "mn73:27.3": "su se to poštovani uputili?”",
  "mn73:27.5": "„Prijatelju, idemo da vidimo Blaženoga.”",
  "mn73:27.6": "U tom slučaju, mogu li poštovani iskazati poštovanje Blaženome i u moje ime, poklonivši mu se do nogu i ovim rečima: ‘Poštovani gospodine, monah Vaććhagotta do nogu se klanja Blaženom’? Tada recite: ‘Odajem ",
  "mn73:27.7": "‘Odajem poštovanje Blaženome, odajem poštovanje Uzvišenome!’”",
  "mn73:27.8": "poštovanje Blaženome, odajem poštovanje Uzvišenome!’” „Da, prijatelju”, odgovoriše monasi. I tako odoše do Blaženoga, poklone mu se, sednu sa strane i rekoše: „Poštovani gospodine, monah Vaććhagotta do nogu se klanja Blaženome i kaže: ‘Odajem poštovanje Blaženome, odajem poštovanje Uzvišenome!’”",
  "mn73:28.1": "„Monasi, obuhvativši njegov um svojim umom, ja sam već znao ovo o monahu Vaććhagotti:",
  "mn73:28.3": "‘Monah Vaććhagotta dosegao je trovrsno istinsko znanje i poseduje veliku natprirodnu snagu i moć.’ I božanstva su mi rekla ovo: ‘Monah Vaććhagotta dosegao je trovrsno istinsko znanje i ",
  "mn73:28.4": "‘Monah Vaććhagotta dosegao je trovrsno istinsko znanje i poseduje veliku natprirodnu snagu i moć.’”",
  "mn73:28.9": "Tako reče Blaženi.",
  "mn73:28.10": "Zadovoljni, monasi se obradovaše rečima Blaženoga"
}