{
  "mn74:0.1": "74 Dīghanakha sutta",
  "mn74:0.2": "Govor Dīghanakhi",
  "mn74:1.1": "Ovako sam čuo.",
  "mn74:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Veprovoj pećini, na Lešinarevoj hridi.",
  "mn74:2.1": "Tada asketa Dīghanakha dođe do Blaženog i pozdravi se s njim.",
  "mn74:2.2": "Kada taj učtivi i prijateljski razgovor bi završen, stade on sa strane i reče Blaženome:",
  "mn74:2.3": "„Učitelju Gotama, moje učenje i gledište je sledeće:",
  "mn74:2.4": "’Za mene ništa nije prihvatljivo.’“",
  "mn74:2.5": "„A to tvoje gledište, Aggivessana,",
  "mn74:2.6": "’Za mene ništa nije prihvatljivo’–nije li barem ono prihvatljivo za tebe?“",
  "mn74:2.7": "„Učitelju Gotama, ako bi to moje gledište bilo prihvatljivo za mene, opet bi bilo isto, opet bi bilo isto.“",
  "mn74:3.1": "„Dobro, Aggivessana, ima na ovome svetu mnogih koji kažu: ’Opet bi bilo isto, opet bi bilo isto’, pa ipak, iako ne napuste svoje gledište, usvoje neko novo.",
  "mn74:3.2": "Malo je onih na ovome svetu koji kažu: ’Opet bi bilo isto, opet bi bilo isto’, koji napuste to gledište i ne usvoje neko novo.",
  "mn74:4.1": "Aggivessana, ima asketa i brahmana čiji su učenje i gledište ovakvi: ’Za mene je sve prihvatljivo.’",
  "mn74:4.2": "Ima asketa i brahmana čiji su učenje i gledište ovakvi: ’Za mene ništa nije prihvatljivo.’",
  "mn74:4.3": "A ima asketa i brahmana čiji su učenje i gledište ovakvi: ’Za mene je nešto prihvatljivo, a nešto nije.’734",
  "mn74:4.4": "Među njima, gledište onih asketa i brahmana čiji su učenje i gledište ovakvi: ’Za mene je sve prihvatljivo’ blisko je strasti, blisko je okovanosti, blisko oduševljavanju, blisko prianjanju, blisko vezivanju.",
  "mn74:4.5": "Gledište onih asketa i brahmana čiji su učenje i gledište ’Za mene ništa nije prihvatljivo’ blisko je odsustvu strasti, blisko odsustvu okovanosti, blisko odsustvu oduševljavanja, blisko odsustvu prianjanja, blisko odsustvu vezivanja.“",
  "mn74:5.1": "Kad ovo bi rečeno, asketa Dīghanakha primeti:",
  "mn74:5.2": "„Učitelj Gotama hvali moje gledište, učitelj Gotama preporučuje moje gledište.“",
  "mn74:5.3": "„Aggivessana, oni askete i brahmani čiji su učenje i gledište ’Za mene je nešto prihvatljivo, a nešto nije’–takvo njihovo gledište u delu koji se odnosi na ono što je prihvatljivo blisko je strasti, blisko okovanosti, blisko oduševljavanju, blisko vezanosti, blisko prianjanju,",
  "mn74:6.1": "Tako, Aggivessana, mudar čovek među onim asketama i brahmanima čiji su učenje i gledište ’Za mene je sve prihvatljivo’, ovako razmišlja:",
  "mn74:6.2": "’Ako tvrdoglavo budem sledio svoje gledište „Za mene je sve prihvatljivo“ i objavim „Samo je ovo tačno, sve ostalo je pogrešno“,",
  "mn74:6.3": "tada se mogu sukobiti s ostalom dvojicom:",
  "mn74:6.4": "sa asketom ili brahmanom čiji su učenje i gledište „Za mene ništa nije prihvatljivo“",
  "mn74:6.5": "i sa asketom ili brahmanom čiji su učenje i gledište „Za mene je nešto prihvatljivo, a nešto nije.“",
  "mn74:6.6": "Mogu se sukobiti sa tom dvojicom,",
  "mn74:6.7": "a tamo gde je sukob, tu su i prepirke;",
  "mn74:6.8": "tamo gde je sukob, tu su i svađe;",
  "mn74:6.9": "tamo gde je sukob, tu je i uznemirenost.’",
  "mn74:6.10": "Sam predvidevši prepirke, svađe i uznemirenje, napušta on to gledište i ne usvaja neko novo.",
  "mn74:6.13": "Tako neko napušta ta gledišta;",
  "mn74:6.14": "tako se neko odriče tih gledišta.",
  "mn74:7.1": "Mudar čovek među tim asketama i brahmanima čiji su učenje i gledište „Za mene ništa nije prihvatljivo“, ovako razmišlja:",
  "mn74:7.2": "’Ako tvrdoglavo budem sledio svoje gledište „Za mene ništa nije prihvatljivo“ i objavim „Samo je ovo tačno, sve ostalo je pogrešno“,",
  "mn74:7.3": "tada se mogu sukobiti s ostalom dvojicom:",
  "mn74:7.4": "sa asketom ili brahmanom čiji su učenje i gledište „Za mene je sve prihvatljivo“",
  "mn74:7.5": "i sa asketom ili brahmanom čiji su učenje i gledište „Za mene je nešto prihvatljivo, a nešto nije“.",
  "mn74:7.6": "Mogu se sukobiti s tom dvojicom,",
  "mn74:7.8": "a tamo gde je sukob, tu su i prepirke;",
  "mn74:7.9": "tamo gde je sukob, tu su i svađe;",
  "mn74:7.10": "tamo gde je sukob, tu je i uznemirenost.’",
  "mn74:7.11": "Sam predvidevši prepirke, svađe i uznemirenje, napušta on to gledište i ne usvaja neko novo.",
  "mn74:7.14": "Tako neko napušta ta gledišta;",
  "mn74:8.1": "Mudar čovek među tim asketama i brahmanima čiji su učenje i gledište „Za mene je nešto prihvatljivo, a nešto nije“, ovako razmišlja:",
  "mn74:8.3": "’Ako tvrdoglavo budem sledio svoje gledište „Za mene je nešto prihvatljivo, a nešto nije“ i objavim „Samo je ovo tačno, sve ostalo je pogrešno“,",
  "mn74:8.4": "mogu se sukobiti s ostalom dvojicom:",
  "mn74:8.5": "sa asketom ili brahmanom čiji su učenje i gledište „Za mene je sve prihvatljivo“",
  "mn74:8.6": "i sa asketom ili brahmanom čiji su učenje i gledište „Za mene ništa nije prihvatljivo“.",
  "mn74:8.7": "Mogu se sukobiti s tom dvojicom,",
  "mn74:8.9": "a tamo gde je sukob, tu su i prepirke;",
  "mn74:8.10": "tamo gde je sukob, tu su i svađe;",
  "mn74:8.12": "tamo gde je sukob, tu je i uznemirenost.’",
  "mn74:8.13": "Sam predvidevši prepirke, svađe i uznemirenje, napušta on to gledište i ne usvaja neko novo.",
  "mn74:8.14": "Tako neko napušta ta gledišta; tako se neko odriče tih gledišta.",
  "mn74:9.1": "Tako, Aggivessana, ovo telo načinjeno od materijalnog oblika čine četiri velika elementa, stvorili su ga majka i otac, othranili kuvani pirinač i kaša, podložno je prolaznosti, trošenju i habanju, razlaganju i rastakanju. Treba ga smatrati prolaznim, patnjom, bolešću, tumorom, strelom, nevoljom, ranom, tuđim, propadajućim, praznim, bez sopstva.",
  "mn74:9.2": "Kad neko na svoje telo gleda tako, tada napušta želju u odnosu na telo, privrženost telu, potčinjenost telu.",
  "mn74:10.1": "Postoje, Aggivessana, tri vrste osećaja:",
  "mn74:10.2": "prijatan osećaj, bolan osećaj, ni bolan ni prijatan osećaj.",
  "mn74:10.3": "Kad neko oseća prijatan osećaj, tada ne oseća bolan ili ni bolan ni prijatan osećaj;",
  "mn74:10.4": "tada on oseća samo prijatan osećaj.",
  "mn74:10.5": "Kad neko oseća bolan osećaj, tada ne oseća prijatan ili ni bolan ni prijatan osećaj;",
  "mn74:10.6": "tada on oseća samo bolan osećaj.",
  "mn74:10.7": "Kad neko oseća ni bolan ni prijatan osećaj, tada ne oseća prijatan ili bolan osećaj;",
  "mn74:10.8": "tada oseća samo ni bolan ni prijatan osećaj.",
  "mn74:11.1": "Prijatan osećaj, Aggivessana, jeste prolazan, uslovljen, nastao na osnovu uzroka, podložan razaranju, slabljenju, kopnjenju i nestanku.",
  "mn74:11.2": "Bolan osećaj takođe je prolazan, uslovljen, nastao na osnovu uzroka, podložan razaranju, slabljenju, kopnjenju i nestanku.",
  "mn74:11.3": "Ni bolan ni prijatan osećaj takođe je prolazan, uslovljen, nastao na osnovu uzroka, podložan razaranju, slabljenju, kopnjenju i nestanku.",
  "mn74:12.1": "Kad to vidi, dobro upućen plemeniti učenik prestaje da bude očaran prijatnim osećajem, prestaje da bude očaran bolnim osećajem, prestaje da bude očaran ni bolnim ni prijatnim osećajem.",
  "mn74:12.2": "Pošto više nije očaran, u njemu se hladi strast. Kroz hlađenje strasti (njegov um) jeste oslobođen. Kad je oslobođen, dolazi znanje: „Oslobođen je.“",
  "mn74:12.3": "On razume: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.’“",
  "mn74:13.1": "Monah čiji je um tako oslobođen, Aggivessana, ne staje ni na čiju stranu i ne prepire se ni sa kim; govori reči koje se koriste u svetu, ali ne vezuje se za njih.“",
  "mn74:14.1": "A tom prilikom poštovani Sāriputta stajao je iza Blaženog, hladeći ga lepezom.",
  "mn74:14.2": "Na to pomisli:",
  "mn74:14.3": "„Blaženi zaista govori o napuštanju tih stvari zahvaljujući neposrednom znanju; Uzvišeni zaista govori o odustajanju od tih stvari zahvaljujući neposrednom znanju.“",
  "mn74:14.4": "I dok je poštovani Sāriputta razmišljao o tome, njegov um postade oslobođen otrova zahvaljujući nevezivanju.",
  "mn74:15.1": "A u asketi Dīghanakhi javilo se potpuno čisto viđenje Dhamme:",
  "mn74:15.2": "„Sve što je podložno nastanku, podložno je i nestanku.“",
  "mn74:15.3": "Asketa Dīghanakha ugledao je Dhammu, dosegao je Dhammu, razumeo Dhammu, sagledao Dhammu, prevazišao sumnjičavost, okončao zbunjenost, stekao neustrašivost i u Učiteljevom nauku postao nezavisan od drugih.",
  "mn74:16.1": "Tada on reče Blaženom: „Izvrsno, učitelju Gotama! Izvrsno, učitelju Gotama!",
  "mn74:16.2": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu.",
  "mn74:16.3": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište.",
  "mn74:16.4": "Neka me učitelj Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!“"
}