{
  "mn75:0.1": "Budini govori srednje dužine 75",
  "mn75:0.2": "Māgandiya sutta",
  "mn75:1.1": "Ovako sam čuo.",
  "mn75:1.2": "Jednom se Blaženi u zemlji Kuru, kraj grada po imenu Kammāsadhamma, smestio na prostirci od sena, u prostoriji gde je gorela sveta vatra, a pripadala je brahmanu iz Bhāradvāđa klana.",
  "mn75:2.1": "Jednoga jutra Blaženi se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Kammāsadhamme da prosi hranu.",
  "mn75:2.2": "Kad je prošao Kammāsadhammu i vratio se iz prošenja hrane, posle obroka, otide on do nekog gaja da tu provede dan.",
  "mn75:2.3": "Kad je stigao u gaj, sede u podnožje jednog drveta, da tu provede dan.",
  "mn75:3.1": "Onda asketa Māgandiya, hodajući i lutajući unaokolo da protegne noge, otide do prostorije gde je gorela sveta vatra, a pripadala je brahmanu iz Bhāradvāđa klana.",
  "mn75:3.2": "Tu vide pripremljenu prostirku od sena",
  "mn75:3.3": "te upita brahmana:",
  "mn75:3.4": "„Za koga je pripremljena ova prostirka od sena u prostoriji učitelja Bhāradvāđe u kojoj gori sveta vatra? Izgleda kao ležaj nekog askete.“",
  "mn75:4.1": "„Učitelju Māgandiya, tu je asketa Gotama, sin plemena Sakya, koji je napustio klan Sakyana.",
  "mn75:4.2": "Ovakav se dobar glas proširio o učitelju Gotami:",
  "mn75:4.3": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen.’",
  "mn75:4.4": "Ležaj je pripremljen za učitelja Gotamu.“",
  "mn75:5.1": "„Učitelju Bhāradvāđa, zaista je loš prizor",
  "mn75:5.2": "kad vidimo ležaj tog",
  "mn75:5.3": "uništitelja svakog napretka, učitelja Gotame.“",
  "mn75:5.4": "„Pazi šta govoriš, Māgandiya,",
  "mn75:5.5": "pazi šta govoriš!",
  "mn75:5.6": "Mnogi učeni plemići, učeni brahmani, učeni domaćini i učeni askete imaju potpuno poverenje u učitelja Gotamu, on ih je krotio na plemenit, istinski način, u Dhammi koja je blagorodna.",
  "mn75:5.7": "„Učitelju Bhāradvāđa, čak i kada bismo se sa učiteljem Gotamom našli licem u lice, rekli bismo mu: ’Asketa Gotama je uništitelj svakog napretka.’",
  "mn75:5.8": "A zašto?",
  "mn75:5.9": "Zato što je tako zapisano u našim svetim spisima.",
  "mn75:5.11": "„Ako učitelj Māgandiya nema ništa protiv, mogu li ovo ispričati učitelju Gotami?“",
  "mn75:5.12": "„Neka učitelj Bhāradvāđa ne brine. Neka mu ispriča sve što sam malopre rekao.“",
  "mn75:6.1": "U međuvremenu, pomoću duhovnog uha, pročišćenog i superiornog u odnosu na fizičko, Blaženi je čuo razgovor između brahmana iz Bhāradvāđa klana i askete Māgandiye.",
  "mn75:6.2": "Kad je palo veče, Blaženi izađe iz osame, otide do brahmanove prostorije i sede na pripremljenu prostirku od sena.",
  "mn75:6.3": "Onda brahman iz Bhāradvāđa klana dođe do Blaženog i pozdravi se s njim.",
  "mn75:6.4": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane. I Blaženi ga upita:",
  "mn75:6.5": "„Bhāradvāđa, jesi li razgovarao sa asketom Māgandiyom o ovoj prostirci od sena?“",
  "mn75:6.6": "Kad ovo bi izrečeno, brahman ostade zabezeknut, kose nakostrešene od zaprepašćenja, te reče:",
  "mn75:6.7": "„Upravo sam hteo da učitelju Gotami ispričam o tome,",
  "mn75:6.8": "ali me učitelj Gotama preduhitrio.“",
  "mn75:7.1": "No ovaj razgovor između Blaženog i brahmana iz Bhāradvāđa klana ostade nedovršen, jer asketa Māgandiya, hodajući i lutajući unaokolo da protegne noge, uđe u brahmanovu prostoriju gde je gorela sveta vatra, te priđe Blaženome.",
  "mn75:7.2": "Pozdravi se s njim,",
  "mn75:7.3": "a kada taj učtivi i prijateljski razgovor bi završen, sede sa strane. I Blaženi mu reče:",
  "mn75:8.1": "„Māgandiya, oko se oduševljava oblicima, naslađuje se oblicima, uživa u oblicima, zanosi se oblicima; njega je ukrotio Tathāgata, pazio, zaštitio i obuzdao, a Dhammu podučava kako bi ono bilo obuzdano.",
  "mn75:8.2": "Jesi li u vezi s tim rekao: ’Asketa Gotama je uništitelj svakog napretka?’“",
  "mn75:8.3": "„U vezi s tim, učitelju Gotama, rekao sam: ’Asketa Gotama je uništitelj svakog napretka.’",
  "mn75:8.4": "A zašto?",
  "mn75:8.10": "A zašto? Zato što je tako zapisano u našim svetim spisima.““",
  "mn75:8.11": "„Uho se oduševljava zvukovima…",
  "mn75:8.12": "Nos se oduševljava mirisima…",
  "mn75:8.13": "Jezik se oduševljava ukusima…",
  "mn75:8.14": "Telo se oduševljava dodirima…",
  "mn75:8.15": "Um se oduševljava objektima uma, naslađuje se objektima, uživa u objektima uma, zanosi se oblicima; njega je ukrotio Tathāgata, pazio, zaštitio i obuzdao, a Dhammu podučava kako bi taj um bilo obuzdan.",
  "mn75:8.16": "Jesi li u vezi s tim rekao: ’Asketa Gotama je uništitelj svakog napretka?’“",
  "mn75:8.17": "„U vezi sa tim, učitelju Gotama, rekao sam: ’Asketa Gotama je uništitelj svakog napretka.",
  "mn75:8.18": "A zašto?",
  "mn75:8.19": "Zato što je tako zapisano u našim svetim spisima.’“",
  "mn75:9.1": "„A šta misliš, Māgandiya? Recimo da je neko ranije uživao u oblicima dostupnim oku, poželjnim, dragim, primamljivim i dopadljivim, povezanim sa željom za zadovoljstvima čula, podsticajnim za strast.",
  "mn75:9.2": "A kasnije, kad ih je razumeo u skladu sa stvarnošću, njihov nastanak, prestanak, zadovoljenje, opasnost i izlaz u pogledu oblika, možda je napustio žudnju za oblicima, uklonio iz sebe groznicu za oblicima i živi bez žeđi, uma potpuno smirenog.",
  "mn75:9.3": "Šta bi mu ti rekao, Māgandiya?“",
  "mn75:9.4": "„Ništa, učitelju Gotama.“",
  "mn75:9.5": "„A šta misliš, Māgandiya? Recimo da je neko ranije uživao u zvucima dostupnim uhu…",
  "mn75:9.6": "mirisima dostupnim nosu…",
  "mn75:9.7": "ukusima dostupnim jeziku…",
  "mn75:9.8": "dodirima dostupnim telu, poželjnim, dragim, primamljivim i dopadljivim, povezanim sa željom za zadovoljstvima čula, podsticajnim za strast.",
  "mn75:9.9": "A kasnije, kad ih je razumeo u skladu sa stvarnošću, njihov nastanak, prestanak, zadovoljenje, opasnost i izlaz u pogledu oblika, možda je napustio žudnju za oblicima, uklonio iz sebe groznicu za oblicima i živi bez žeđi, uma potpuno smirenog.",
  "mn75:9.10": "Šta bi mu ti rekao, Māgandiya?“",
  "mn75:9.11": "„Ništa, učitelju Gotama.“",
  "mn75:10.1": "„Māgandiya, kad sam ranije živeo životom domaćina, i ja sam uživao, vezan sa pet struna zadovoljstva čula: oblicima dostupnim oku…",
  "mn75:10.2": "zvucima dostupnim uhu…",
  "mn75:10.3": "mirisima dostupnim nosu…",
  "mn75:10.4": "ukusima dostupnim jeziku… dodirima dostupnim telu, poželjnim, dragim, primamljivim i dopadljivim, povezanim sa željom za zadovoljstvima čula, podsticajnim za strast.",
  "mn75:10.5": "Imao sam tri palate, jednu za kišni period, drugu za zimu, treću za leto.",
  "mn75:10.7": "U kišnoj palati živeo sam četiri meseca tokom perioda monsuna, zabavljale su me muzičarke i nisam ni silazio na niže spratove.",
  "mn75:10.8": "A kasnije, kad sam razumeo, u skladu sa stvarnošću, nastanak, prestanak, zadovoljenje, opasnost i izlaz u pogledu zadovoljstava čula, napustio sam strast za zadovoljstvima čula, uklonio iz sebe groznicu za zadovoljstvima čula i živim bez žeđi, uma potpuno smirenog.",
  "mn75:10.9": "Vidim kako druga bića nisu oslobođena strasti za zadovoljstvima čula, već su progutana željom za zadovoljstvima čula, gore groznicom za zadovoljstvima čula, prepuštaju se zadovoljstvima čula, i ne zavidim im niti se oduševljavam time.",
  "mn75:10.11": "A zašto?",
  "mn75:10.12": "Zato što, Māgandiya, postoji užitak koji nije povezan sa zadovoljstvima čula, nije povezan sa nepovoljnim stanjima uma,",
  "mn75:10.13": "a prevazilazi čak i božansko blaženstvo.",
  "mn75:10.14": "Pošto u njemu uživam, nemam zavisti prema onome što je niže, niti se time oduševljavam.",
  "mn75:11.1": "Zamisli, Māgandiya, kućedomaćina ili njegovog sina, bogatog, s obiljem novca i imanja, vezanog sa pet struna zadovoljstava čula.",
  "mn75:11.2": "On možda uživa u oblicima dostupnim oku… zvucima dostupnim uhu…",
  "mn75:11.3": "mirisima dostupnim nosu… ukusima dostupnim jeziku… dodirima dostupnim telu, poželjnim, dragim, primamljivim i dopadljivim, povezanim sa željom za zadovoljstvima čula, podsticajnim za strast.",
  "mn75:11.4": "Pošto postupa dobro telom, govorom i umom, posle sloma tela, posle smrti, možda će se preporoditi na srećnom odredištu, na nebu, među svitom božanstava neba trideset trojice;",
  "mn75:11.5": "i tu će, okružen nimfama u Nandana gaju, uživati, vezan sa pet struna božanskih zadovoljstava čula.",
  "mn75:11.6": "I sad zamisli da ugleda kućedomaćina ili njegovog sina kako uživa, vezan sa pet struna (čovekovih) zadovoljstava čula.",
  "mn75:11.7": "Šta misliš, Māgandiya? Da li bi to mlado božanstvo, okruženo nimfama u Nandana gaju, koje i samo uživa vezano sa pet struna božanskih zadovoljstava čula, zavidelo tom kućedomaćinu ili njegovom sinu koji uživa vezan sa pet struna (čovekovih) zadovoljstava čula i da li bi se ono vratilo (čovekovim) zadovoljstvima čula?",
  "mn75:11.8": "„Ne, učitelju Gotama.",
  "mn75:11.9": "A i zašto bi?",
  "mn75:11.10": "Nebeska zadovoljstva čula su izvrsnija i uzvišenija od čovekovih zadovoljstava čula.“",
  "mn75:12.1": "Isto tako, Māgandiya, kad sam ranije živeo životom domaćina, i ja sam uživao, vezan sa pet struna zadovoljstava čula: oblicima dostupnim oku…",
  "mn75:12.2": "dodirima dostupnim telu, poželjnim, dragim, primamljivim i dopadljivim, povezanim sa željom za zadovoljstvima čula, podsticajnim za strast.",
  "mn75:12.3": "A kasnije, kad sam razumeo u skladu sa stvarnošću, nastanak, prestanak, zadovoljenje, opasnost i izlaz u pogledu zadovoljstava čula, napustio sam žudnju za zadovoljstvima čula, iz sebe uklonio groznicu za zadovoljstvima čula i živim bez žeđi, uma potpuno smirenog.",
  "mn75:12.4": "Vidim kako druga bića nisu oslobođena strasti za zadovoljstvima čula, već su progutana željom za zadovoljstvima čula, gore groznicom za zadovoljstvima čula, prepuštaju se zadovoljstvima čula, i ne zavidim im niti se oduševljavam time.",
  "mn75:12.5": "A zašto?",
  "mn75:12.6": "Zato što, Māgandiya, postoji užitak koji nije povezan sa zadovoljstvima čula, nije povezan s nepovoljnim stanjima uma,",
  "mn75:12.8": "a prevazilazi blaženstvo bogova.",
  "mn75:12.10": "Pošto u njemu uživam, nemam zavisti prema onome što je niže, niti se time oduševljavam.",
  "mn75:13.1": "Zamisli, Māgandiya, čoveka obolelog od lepre, s ranama i plikovima po udovima, crvi ga iznutra riju, te se češe noktima sve dok se ne pojave otvorene rane, a onda udove anestezira držeći ih iznad jame s užarenim ugljevljem.",
  "mn75:13.2": "Onda njegovi drugovi i prijatelji, saplemenici i rodbina dovedu lekara da mu pomogne.",
  "mn75:13.3": "I lekar spravi lek,",
  "mn75:13.4": "čovek bude izlečen od lepre i postane zdrav i srećan, nezavisan, sam svoj gospodar, sposoban da ide kud mu je volja.",
  "mn75:13.10": "Onda slučajno ugleda drugog leproznog čoveka, s ranama i plikovima po udovima, crvi ga iznutra riju, te se češe noktima sve dok se ne pojave otvorene rane, a onda udove anestezira držeći ih iznad jame s užarenim ugljevljem.",
  "mn75:14.1": "„Isto tako, Māgandiya, kad sam ranije živeo životom domaćina…",
  "mn75:14.2": "Pošto u njemu uživam, nemam zavisti prema onome što je niže, niti se time oduševljavam.",
  "mn75:15.1": "Zamisli, Māgandiya, čoveka obolelog od lepre, s ranama i plikovima po udovima, crvi ga iznutra riju, te se češe noktima sve dok se ne pojave otvorene rane, a onda udove anestezira držeći ih iznad jame s užarenim ugljevljem.",
  "mn75:15.2": "Onda njegovi drugovi i prijatelji, saplemenici i rodbina dovedu lekara da mu pomogne.",
  "mn75:15.3": "I lekar spravi lek,",
  "mn75:15.4": "te čovek bude izlečen od lepre i postane zdrav i srećan, nezavisan, sam svoj gospodar, sposoban da ide kud mu je volja.",
  "mn75:15.5": "I onda ga dva snažna čoveka zgrabe za obe ruke i počnu da ga vuku ka onoj jami s užarenim ugljevljem.",
  "mn75:15.9": "Šta misliš, Māgandiya? Hoće li se taj čovek otimati?“",
  "mn75:15.10": "„Da, učitelju Gotama? A zašto? Jer ta vatra u jami zaista peče, boli i prži.“",
  "mn75:15.11": "„A šta misliš, Māgandiya? Da li ta vatra u jami samo sada peče, boli i prži ili je i ranije ta vatra pekla, bolela i pržila?“",
  "mn75:15.12": "„Učitelju Gotama, ta vatra sada peče, boli i prži, ali i ranije je pekla, bolela i pržila. A onaj čovek oboleo od lepre, s ranama i plikovima po udovima, crvi ga iznutra riju, te se češao noktima sve dok se ne pojave otvorene rane, njegova čula su bila poremećena; iako ga je vatra i tada pekla, on je to pogrešno doživljavao kao prijatnost.“",
  "mn75:16.1": "„Isto tako, Māgandiya, zadovoljstva čula su i u prošlosti pekla, bolela i pržila; u budućnosti zadovoljstva čula će takođe peći, boleti i pržiti; kao što i sada zadovoljstva čula peku, bole i prže.",
  "mn75:16.2": "Ali ona bića koja nisu oslobođena strasti za zadovoljstvima čula, već su progutana strašću za zadovoljstvima čula, gore groznicom za zadovoljstvima čula, njihova su čula poremećena; iako ih zadovoljstva čula zapravo peku, ona to pogrešno doživljavaju kao prijatnost.",
  "mn75:17.1": "Zamisli, Māgandiya, čoveka obolelog od lepre, s ranama i plikovima po udovima, crvi ga iznutra riju, te se češe noktima sve dok se ne pojave otvorene rane, a onda udove anestezira držeći ih iznad jame sa užarenim ugljevljem.",
  "mn75:17.2": "I što se više češe i anestezira, sve gnojavije, smrdljivije i zagađenije te otvorene rane postaju.",
  "mn75:17.3": "Pa ipak, on nalazi određeno zadovoljstvo i užitak u češanju svojih otvorenih rana.",
  "mn75:17.4": "Isto je tako, Māgandiya, i sa bićima koja nisu oslobođena strasti za zadovoljstvima čula, koja su progutana željom za zadovoljstvima čula, gore groznicom za zadovoljstvima čula, koja se prepuštaju zadovoljstvima čula.",
  "mn75:18.1": "A šta misliš, Māgandiya? Jesi li ikad video ili čuo za kralja ili kraljevog savetnika koji uživa, vezan sa pet struna zadovoljstva čula, a koji je bez napuštanja zadovoljstva čula, bez uklanjanja groznice za zadovoljstvima čula, bio u stanju da živi oslobođen žeđi, smirenog uma ili nekog ko jeste ili će biti u stanju tako da živi?",
  "mn75:18.2": "„Ne, učitelju Gotama.“",
  "mn75:18.3": "„Dragi moj, Māgandiya. Ni ja nikad nisam video ili čuo za kralja ili kraljevog savetnika koji uživa, vezan sa pet struna zadovoljstva čula, koji je bez napuštanja zadovoljstva čula, bez uklanjanja groznice za zadovoljstvima čula, bio u stanju da živi oslobođen žeđi, smirenog uma ili nekog ko jeste ili će biti u stanju da tako živi.",
  "mn75:19.1": "I na ovom mestu Blaženi izgovori ove nadahnute stihove:",
  "mn75:19.2": "„Zdravlje je najveći od svih dobitaka,",
  "mn75:19.3": "nibbāna je najveće blaženstvo,",
  "mn75:19.4": "osmostruki put najbolji među putevima,",
  "mn75:19.5": "jer sigurno vodi ka besmrtnome.“",
  "mn75:19.6": "Kad ovo bi rečeno, asketa Māgandiya reče Blaženome: „Izvrsno je, učitelju Gotama, čudesno je kako je učitelj Gotama to dobro izrekao:",
  "mn75:19.7": "’Zdravlje je najveći od svih dobitaka,",
  "mn75:19.8": "nibbāna je najveće blaženstvo.’",
  "mn75:19.9": "I mi smo to čuli kako govore ranije askete u tradiciji naših učitelja i to je tačno, učitelju Gotama.“",
  "mn75:20.1": "„Ali, Māgandiya, šta si čuo da govore ranije askete u tradiciji učitelja, šta je zdravlje, šta je nibbāna?“",
  "mn75:20.2": "Kad to bi rečeno, asketa Māgandiya protrlja rukama svoje udove i reče:",
  "mn75:20.3": "„Ovo je to zdravlje, učitelju Gotama, to je ta nibbāna; ja sam sada zdrav i srećan, ništa me ne muči.“",
  "mn75:20.4": "„Māgandiya, zamisli čoveka slepog od rođenja, koji ne može da vidi ni tamne ni svetle oblike, koji ne može da vidi plave, žute, crvene ili ružičaste oblike, ne može da vidi ni ono što je ravno, ni ono što je neravno, ne može da vidi zvezde ili Sunce i Mesec.",
  "mn75:20.5": "I možda čuje čoveka oštrog vida kako kaže: ’Kvalitetna je zaista, gospodo, ova bela tkanina, divna, bez ikakve mrlje, savršeno čista!’",
  "mn75:20.6": "Onda slep čovek krene u potragu za belom tkaninom.",
  "mn75:20.7": "A neki ga čovek prevari i poturi mu prljavu, umazanu odeću ovim rečima: ’Dobri čoveče, evo bele tkanine za tebe, divne, bez ikakve mrlje, savršeno čiste.’",
  "mn75:20.8": "A ovaj je prihvati i obuče. Pošto je zadovoljan, ovako kaže: ’Dobra je zaista, gospodine, ova tkanina, divna, bez ikakve mrlje, savršeno čista!’",
  "mn75:20.9": "Šta misliš, Māgandiya? Kad je čovek slep od rođenja uzeo onu prljavu, umazanu tkaninu, stavio je na sebe i rekao: ’Dobra je zaista, gospodine, ova tkanina, divna, bez ikakve mrlje, savršeno čista!’–",
  "mn75:20.10": "je li on to uradio zato što zna i vidi ili iz poverenja prema čoveku oštrog vida?“",
  "mn75:20.11": "„Poštovani gospodine, on je to učinio ne znajući i ne videći, već iz poverenja prema čoveku oštrog vida.“",
  "mn75:21.1": "„Isto tako, Māgandiya, askete drugih tradicija jesu slepi i ne vide.",
  "mn75:21.2": "Oni ne znaju šta je zdravlje, pa ne vide nibbānu, zato oni strofu tako recituju:",
  "mn75:21.3": "’Zdravlje je najveći od svih dobitaka,",
  "mn75:21.4": "nibbāna je najveće blaženstvo.’",
  "mn75:21.5": "Istu strofu su najraniji plemeniti i potpuno probuđeni ovako recitovali:",
  "mn75:21.6": "’Zdravlje je najveći od svih dobitaka,",
  "mn75:21.7": "nibbāna je najveće blaženstvo,",
  "mn75:21.8": "osmostruki put najbolji među putevima,",
  "mn75:21.9": "jer sigurno vodi ka besmrtnom.’",
  "mn75:21.10": "Ovi stihovi vremenom postadoše odomaćeni među običnim ljudima. Premda ovo telo, Māgandiya, jeste bolest, tumor, žaoka, nevolja i bol, ti o njemu govoriš kažeš: ’Ovo je to zdravlje, učitelju Gotama, to je ta nibbāna.’",
  "mn75:21.11": "Nemaš to plemenito viđenje, Māgandiya, pomoću kojeg možeš znati zdravlje i videti nibbānu.“",
  "mn75:22.1": "„Imam ovakvo poverenje u učitelja Gotamu: ’Učitelj Gotama je u stanju da me poduči Dhammi tako da znam zdravlje i vidim nibbānu.’“",
  "mn75:22.2": "„Māgandiya, zamisli čoveka slepog od rođenja, koji ne može da vidi ni tamne ni svetle oblike… ili Sunce i Mesec.",
  "mn75:22.3": "Onda njegovi drugovi i prijatelji, saplemenici i rodbina dovedu lekara da mu pomogne.",
  "mn75:22.4": "I lekar spravi lek za njega, ali pomoću tog leka njegov vid ipak se ne povrati i pročisti.",
  "mn75:22.5": "Šta misliš, Māgandiya, da li bi se lekar na kraju zamorio i obeshrabrio?“",
  "mn75:22.6": "„Da, učitelju Gotama.“",
  "mn75:22.7": "„Isto tako, Māgandiya, ako bih te podučavao Dhammi ovako: ’Ovo je to zdravlje, ovo je ta nibbāna’,",
  "mn75:22.8": "ti možda ipak ne bi znao zdravlje, niti video nibbānu,",
  "mn75:22.10": "a za mene bi to bilo zamorno i teško.“",
  "mn75:23.1": "„Imam ovakvo poverenje u učitelja Gotamu: ’Učitelj Gotama je u stanju da me poduči Dhammi tako da znam zdravlje i vidim nibbānu.’“",
  "mn75:23.2": "„Māgandiya, zamisli čoveka slepog od rođenja, koji ne može da vidi ni tamne ni svetle oblike… ili sunce i mesec.",
  "mn75:23.3": "I možda čuje čoveka oštrog vida kako kaže: ’Kvalitetna je zaista, gospodo, ova bela tkanina, divna, bez ikakve mrlje, savršeno čista!’",
  "mn75:23.4": "Onda krene u potragu za belom tkaninom.",
  "mn75:23.5": "A neki ga čovek prevari i poturi mu prljavu, umazanu odeću ovim rečima: ’Dobri čoveče, evo bele tkanine za tebe, divne, bez ikakve mrlje, savršeno čiste.’",
  "mn75:23.6": "A ovaj je prihvati i obuče.",
  "mn75:23.7": "Onda njegovi drugovi i prijatelji, saplemenici i rodbina dovedu lekara da mu pomogne.",
  "mn75:23.8": "I lekar spravi lek za njega–sredstva za povraćanje i purgative, meleme i obloge, kapi za nos",
  "mn75:23.9": "–i pomoću tih lekova čoveku se povrati vid i bi pročišćen.",
  "mn75:23.10": "Zajedno s povratkom vida, njegova želja i privrženost onoj prljavoj, umazanoj odeći će nestati; onda će ga možda obuzeti ogorčenje i neprijateljstvo prema onom čoveku i možda pomisli da bi ga trebalo ubiti: ’Zaista me je dugo vukao za nos, varao i obmanjivao taj čovek svojom prljavom, umazanom odećom, govoreći mi: „Dobri čoveče, evo bele tkanine za tebe, divne, bez ikakve mrlje, savršeno čiste.“’“",
  "mn75:24.1": "Isto tako. Māgandiya, ako bih te podučavao Dhammi ovako: ’Ovo je to zdravlje, ovo je ta nibbāna’, možda bi i ti upoznao zdravlje, video nibbānu.",
  "mn75:24.2": "Rađanjem viđenja, tvoja želja i strast za pet sastojaka bića koji su objekat vezivanja možda će prestati.",
  "mn75:24.3": "Tada ćeš možda pomisliti: ’Zaista me je dugo vukao za nos, varao i obmanjivao ovaj um. Jer kad sam se vezivao, vezivao sam se baš za materijalni oblik, za osećaj, za opažaj, za mentalne obrasce, vezivao sam se baš za svest.",
  "mn75:24.4": "S tim vezivanjem kao uzrokom, bivanje (nastaje); s bivanjem kao uzrokom, rođenje; s rođenjem kao uzrokom, starost i smrt, žalost, naricanje, bol, tuga i očaj nastaju.",
  "mn75:24.5": "Tako nastaje čitav ovaj okean patnje.’“",
  "mn75:25.1": "„Imam ovakvo poverenje u učitelja Gotamu: ’Učitelj Gotama je u stanju da me poduči Dhammi tako da kad ustanem s ovog mesta, biću izlečen od slepila.’“",
  "mn75:25.2": "„Onda se, Māgandiya, druži s istinskim ljudima. Kad se družiš s istinskim ljudima, slušaćeš istinsku Dhammu.",
  "mn75:25.3": "Kad čuješ istinsku Dhammu, vežbaćeš u skladu s istinskom Dhammom.",
  "mn75:25.4": "Kad vežbaš u skladu s istinskom Dhammom, znaćeš i videćeš sam za sebe ovako: ’Ovo su bolesti, tumori i žaoke; ovde te bolesti, tumori i žaoke nestaju bez ostatka.",
  "mn75:25.5": "Prestankom mog vezivanja prestaje bivanje; prestankom bivanja, prestaje i rođenje; prestankom rođenja, prestaju starost i smrt, žalost, naricanje, bol, tuga i očaj.",
  "mn75:25.6": "Tako nestaje čitav ovaj okean patnje.’“",
  "mn75:26.1": "Kad ovo bi izgovoreno, asketa Māgandiya reče: „Izvrsno, učitelju Gotama! Izvrsno!",
  "mn75:26.2": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami tako da oni koji imaju oči mogu da vide,",
  "mn75:26.3": "tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu.",
  "mn75:26.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište.",
  "mn75:26.5": "Želeo bih da se pridružim beskućnicima pod vođstvom učitelja Gotame i primim puno zaređenje!“",
  "mn75:27.1": "„Māgandiya, onaj ko je prethodno pripadao drugom redu i želi da se pridruži beskućnicima i primi puno zaređenje u učenju i pravilima, mora prethodno provesti četiri probna meseca.",
  "mn75:27.2": "Posle četiri meseca, ako su zadovoljni njime, monasi ga primaju u beskućništvo i daju mu takođe puno zaređenje, tako da i sam postaje monah.",
  "mn75:27.3": "Ali ja vidim da u pogledu ovoga mogu postojati individualne razlike.“",
  "mn75:28.1": "I tako asketa Māgandiya otide u beskućnike i primi od Blaženog puno zaređenje.",
  "mn75:28.2": "Ne zadugo posle potpunog zaređenja, boraveći u meditaciji, povučen, marljiv, predan i odlučan, poštovani Māgandiya, stekavši neposredno znanje, ovde i sada dostiže i ostade na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike.",
  "mn75:28.3": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.“",
  "mn75:28.4": "I poštovani Māgandiya postade jedan od arahanata."
}