{
  "mn76:0.1": "Majjhima Nikāya 76",
  "mn76:0.2": "Sandaka sutta",
  "mn76:1.1": "Ovako sam čuo.",
  "mn76:1.2": "Jednom je Blaženi boravio kraj Kosambija, u Ghositinom parku.",
  "mn76:2.1": "U isto je vreme asketa Sandaka boravio u pećini kraj pilakkha drveta, zajedno sa velikom grupom drugih asketa.",
  "mn76:3.1": "Jedno veče poštovani Ānanda izađe iz osame i obrati se monasima ovim rečima:",
  "mn76:3.2": "„Hajdemo, prijatelji, do Devakata jezera, da vidimo pećinu.“",
  "mn76:3.3": "–„Da, prijatelju“, odgovoriše monasi.",
  "mn76:3.4": "Onda poštovani Ānanda otide do Devakata jezera, praćen grupom monaha.",
  "mn76:4.1": "Tom prilikom asketa Sandaka sedeo je s velikom grupom drugih asketa, koji su pravili veliku galamu i žučno raspravljali o različitim nevažnim temama, kao što su kraljevi i kraljevi savetnici, razbojnici, vojske, opasnosti, bitke, hrana, piće, odeća, ležaji, cvetni venci, mirisi, rođaci, vozila, sela, varoši, gradovi, zemlje, žene, heroji, ulice, izvori, pokojnici, razne sitnice, nastanak sveta, nastanak mora, jesu li stvari ovakve ili onakve.",
  "mn76:4.2": "Onda asketa Sandaka još izdaleka opazi poštovanog Ānandu kako dolazi.",
  "mn76:4.3": "Kad ga je video, poče da utišava okupljene ovim rečima:",
  "mn76:4.4": "„Prijatelji, budite tihi; prijatelji, ne pravite buku.",
  "mn76:4.5": "Evo, dolazi asketa Ānanda, jedan od učenika Gotaminih koji borave kraj Kosambija.",
  "mn76:4.6": "Ti poštovani vole tišinu, uvežbani su da žive u tišini, oni hvale tišinu.",
  "mn76:4.7": "Ako se utišamo, možda će poželeti da nam se pridruži.“",
  "mn76:4.8": "Na to se askete utišaše.",
  "mn76:5.1": "Poštovani Ānanda dođe do askete Sandake, koji mu reče:",
  "mn76:5.2": "„Neka priđe učitelj Ānanda!",
  "mn76:5.3": "Dobro nam je došao učitelj Ānanda!",
  "mn76:5.4": "Mnogo je vremena prošlo otkako je učitelj Ānanda ugrabio priliku da dođe ovamo.",
  "mn76:5.5": "Neka učitelj Ānanda sedne, ovo je mesto spremno za njega.“",
  "mn76:5.6": "Poštovani Ānanda sede na pripremljeno mesto, a asketa Sandaka odabra jedno niže, sa strane.",
  "mn76:5.7": "Kad je tako uradio, poštovani Ānanda ga upita:",
  "mn76:5.8": "„Radi kakvog razgovora ste se ovde okupili, Sandaka?",
  "mn76:5.9": "U kakvom sam vas to razgovoru prekinuo?“",
  "mn76:5.10": "„Učitelju Ānanda, ostavimo na stranu razgovor radi kojeg smo se ovde okupili.",
  "mn76:5.11": "Učitelj Ānanda može o tome čuti kasnije.",
  "mn76:5.12": "Bilo bi dobro ako bi nam učitelj Ānanda govorio o Dhammi njegovog učitelja.“",
  "mn76:5.13": "„U tom slučaju, Sandaka, slušaj i dobro zapamti šta ću ti reći.“",
  "mn76:5.14": "„Da, gospodine“, odgovori ovaj.",
  "mn76:5.15": "I poštovani Ānanda ovako nastavi:",
  "mn76:6.1": "„Sandaka, Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, objavio je ova četiri puta kao negaciju svetačkog života i četiri beznadežna načina življenja svetačkog života, kakve mudar čovek svakako ne bi živeo.",
  "mn76:6.2": "Ako bi ih i živeo, svakako ne bi dostigao istinski put, Dhammu, koja je blagorodna.“",
  "mn76:7.1": "„Ali, učitelju Ānanda, koja je to četiri puta kao negaciju svetačkog života objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, kakve mudar čovek svakako ne bi živeo.",
  "mn76:7.2": "Ako bi ih i živeo, svakako ne bi dostigao istinski put, Dhammu, koja je blagorodna.“",
  "mn76:7.3": "Tako, Sandaka, neki učitelj zastupa ovakvo učenje i gledište:",
  "mn76:7.4": "’Nema ničeg datog, ničeg prinetog i ničeg žrtvovanog; nema ploda, ni rezultata dobrih i rđavih dela; nema ovog sveta, ni drugog sveta; nema majke, ni oca; nema bića koja se spontano preporađaju; nema dobrih i čestitih asketa i brahmana u ovome svetu koji su kroz neposredno znanje sami za sebe razumeli i objavljuju ovaj svet i drugi svet.",
  "mn76:7.5": "Kada umre, zemlja se vraća i spaja sa čitavom masom zemlje, voda se vraća i spaja sa čitavom masom vode, vatra se vraća i spaja sa čitavom masom vatre, vazduh se vraća i spaja sa čitavom masom vazduha; a mentalne i fizičke moći bivaju rasute u prostoru.",
  "mn76:7.6": "(Četiri) čoveka na nosilima odnose leš.",
  "mn76:7.7": "Posmrtni govori traju koliko i lomača; kosti potom izblede; prinete žrtve paljenice izmešaju se s pepelom.",
  "mn76:7.8": "Darežljivost je učenje za budale.",
  "mn76:7.9": "Kada bilo ko tvrdi da postoji (davanje i slično), to je šuplje, pogrešno blebetanje.",
  "mn76:7.10": "Budale i mudraci su na isti način posečeni i uništeni raspadom tela; posle smrti oni ne postoje.’",
  "mn76:8.1": "O tome mudar čovek ovako razmišlja:",
  "mn76:8.2": "’Ovaj dobri učitelj zastupa ovakvo učenje i gledište: „Nema ničega datog… posle smrti oni ne postoje.“",
  "mn76:8.3": "Ako su reči ovog dobrog učitelja istinite, onda sam ja ovde (u ovom učenju) obavio (svoju dužnost) time što ga nisam praktikovao, onda sam ovde živeo (svetački život) tako što ga nisam živeo.",
  "mn76:8.4": "Obojica smo jednaki ovde (u ovom učenju), obojica smo stigli do jednakosti, pa ipak ne kažem da smo obojica posečeni i uništeni raspadom tela, da posle smrti nećemo postojati.",
  "mn76:8.5": "Ali suvišno je za ovog dobrog učitelja da ide okolo nag, da bude obrijane glave, upinje se da stalno bude u čučećem položaju i čupa sebi bradu i kosu, pošto ću i ja, koji živim u kući punoj dece, koristim sandalovinu iz Benaresa, nosim cvetne vence, koristim mirise i razne pomade, primam zlato i srebro, stići na potpuno isto odredište, imati isti budući kurs kao i ovaj dobri učitelj.",
  "mn76:8.10": "Šta ja to znam i vidim zbog čega bi trebalo da živim svetačkim životom predvođen ovim učiteljem?’",
  "mn76:8.11": "I tako, kad ustanovi da je taj put negacija svetačkog života, okreće se od njega i napušta ga.",
  "mn76:9.1": "To je prvi put negacije življenja svetačkog života koji je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, put kakav mudar čovek svakako ne bi živeo. Ako bi ga i živeo, svakako ne bi dostigao istinski put, Dhammu koja je blagorodna.",
  "mn76:10.1": "I opet, Sandaka, neki učitelj zastupa ovakvo učenje i gledište:",
  "mn76:10.2": "’Kada neko čini i druge tera da čine, kad neko sakati i navodi druge da sakate, kad neko muči i navodi druge da muče, kad neko nanosi bol i navodi druge da nanose bol, kad neko tlači i navodi druge da tlače, kad neko zastrašuje i navodi druge da zastrašuju, kad neko ubija živa bića, uzima ono što mu nije dato, upada u kuće, pljačka tuđ imetak, provaljuje, postavlja zasede na putu, zavodi tuđu ženu, govori laži–nikakvo zlo počinilac nije počinio.",
  "mn76:10.3": "Ukoliko bi neko oštrom testerom sva živa bića na ovom svetu pretvorio u gomilu mesa, u brdo mesa, to ne bi bilo zlo, niti bi ishod bio zlo.",
  "mn76:10.4": "Ako bi neko išao južnom obalom Ganga, te ubijao i satirao, sakatio i terao druge da sakate, mučio i terao druge da muče, to ne bi bilo zlo, niti bi ishod bio zlo.",
  "mn76:10.5": "Ako bi neko išao severnom obalom Ganga, te davao darove i terao druge da daju darove, prinosio ponude i terao druge da prinose ponude, to ne bi donelo zasluge, niti bi ishod bile zasluge.",
  "mn76:10.6": "Davanje, kroćenje samoga sebe, obuzdavanje, govorenje istine, ne bi donelo zasluge, niti bi ishod bile zasluge.’",
  "mn76:11.1": "O tome mudar čovek ovako razmišlja:",
  "mn76:11.2": "’Ovaj dobri učitelj zastupa ovakvo učenje i gledište: „Kad neko čini… ne bi donelo zasluge, niti bi ishod bile zasluge.“",
  "mn76:11.3": "Ako su reči ovog dobrog učitelja istinite, onda sam ja ovde (u ovom učenju) obavio (svoju dužnost) time što ga nisam praktikovao, onda sam ovde živeo (svetački život) tako što to učenje nisam živeo.",
  "mn76:11.4": "Obojica smo jednaki ovde (u ovom učenju), obojica smo stigli do jednakosti, pa ipak ne kažem da šta god obojica uradimo, nikakvo zlo nije učinjeno.",
  "mn76:11.5": "Ali suvišno je za ovog dobrog učitelja…",
  "mn76:11.6": "Šta ja to znam i vidim zbog čega bi trebalo da živim svetačkim životom predvođen ovim učiteljem?’",
  "mn76:11.7": "I tako, kada ustanovi da je taj put negacija svetačkog života, okreće se od njega i napušta ga.",
  "mn76:12.1": "To je drugi put negacije življenja svetačkog života koji je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni…",
  "mn76:13.1": "I opet, Sandaka, neki učitelj zastupa ovakvo učenje i gledište:",
  "mn76:13.2": "’Nema uzroka ili razloga prljanja bića; bića se prljaju bez uzroka ili razloga.",
  "mn76:13.3": "Nema uzroka ili razloga pročišćenja bića; bića se pročišćuju bez uzroka ili razloga.",
  "mn76:13.4": "Nema moći, ni energije, nema muževne snage, ni muževne izdržljivosti.",
  "mn76:13.5": "Sva bića, sva živa bića, sva stvorenja, sve duše jesu bez vlasti, moći i energije; oblikovana sudbinom, okolnostima i prirodom, doživljavaju ona zadovoljstvo i bol u šest klasa.’",
  "mn76:14.1": "O tome mudar čovek ovako razmišlja:",
  "mn76:14.2": "’Ovaj dobri učitelj zastupa ovakvo učenje i gledište: „Nema uzroka… u šest klasa.“",
  "mn76:14.6": "Ako su reči ovog dobrog učitelja istinite, onda sam ja ovde (u ovom učenju) obavio (svoju dužnost) time što ga nisam praktikovao, onda sam ovde živeo (svetački život) tako što to učenje nisam živeo.",
  "mn76:14.7": "Obojica smo jednaki ovde (u ovom učenju), obojica smo stigli do jednakosti, pa ipak ne kažem da ćemo obojica biti pročišćeni bez uzroka i razloga.",
  "mn76:14.8": "Ali suvišno je za ovog dobrog učitelja…",
  "mn76:14.9": "Šta ja to znam i vidim zbog čega bi trebalo da živim svetačkim životom predvođen ovim učiteljem?’",
  "mn76:14.10": "I tako, kad ustanovi da je taj put negacija svetačkog života, okreće se od njega i napušta ga.",
  "mn76:15.1": "To je treći put negacije življenja svetačkog života koji je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni…",
  "mn76:16.1": "I opet, Sandaka, neki učitelj zastupa ovakvo učenje i gledište:",
  "mn76:16.2": "’Postoji sedam entiteta koji su nenačinjeni, nerođeni, nestvoreni, bez tvorca, nerodni, nalik planinskim vrhovima, nalik stubovima.",
  "mn76:16.3": "Oni se ne pomeraju, niti menjaju, ne ometaju jedan drugog.",
  "mn76:16.4": "Nijedan nije u stanju (da pobudi) zadovoljstvo, bol ili zadovoljstvo i bol u drugome.",
  "mn76:16.5": "Kojih je to sedam?",
  "mn76:16.6": "To su entitet zemlje, entitet vode, entitet vatre, entitet vazduha, zadovoljstvo, bol i duša kao sedmi.",
  "mn76:16.7": "Tih sedam entiteta jesu nenačinjeni…",
  "mn76:16.8": "Otuda, ne postoji ubica, ni žrtva, ni slušalac, ni govornik, ni onaj ko uči, ni onaj ko podučava.",
  "mn76:16.9": "Čak i oni koji odseku nečiju glavu oštrim mačem, nikoga ne lišavaju života; mač samo prolazi kroz prostor između tih sedam entiteta.",
  "mn76:16.11": "Postoji milion četiristo šest hiljada šesto osnovnih vrsta rođenja; postoji petsto vrsta delanja, pet vrsta delanja, tri vrste delanja, delanje i poludelanje; postoji šezdeset dva puta, šezdeset dva međueona, šest klasa, osam nivoa ljudi, četiri hiljade devetsto vrsta življenja, četiri hiljade devetsto vrsta asketa, četiri hiljade devetsto boravišta zmija, dve hiljade životnih sila, tri hiljade čistilišta, trideset šest sastojaka nečistoće, sedam opažajućih zametaka, sedam neopažajućih zametaka, sedam zametaka bez opne, sedam vrsta božanstava, sedam vrsta ljudi, sedam vrsta demona, sedam jezera, sedam čvorišta, sedam vrsta ambisa, sedam stotina vrsta ambisa, sedam vrsta snova, sedamsto vrsta snova; i ima osam miliona četiristo hiljada velikih eona tokom kojih će, idući i tumarajući krugom preporađanja, budale i mudri stići na kraj svoje patnje.",
  "mn76:16.12": "A nema ovoga: „Pomoću vrline, poštovanja pravila, asketizma ili svetačkog života učiniću da dozru dela koja još nisu dozrela ili da već dozrela dela poništim onako kako nadolaze.",
  "mn76:16.13": "Zadovoljstvo i bol su odmereni.",
  "mn76:16.14": "Krug preporađanja je ograničen, nema njegovog skraćenja ili produženja, nema njegovog uvećanja ili smanjenja.",
  "mn76:17.1": "O tome mudar čovek ovako razmišlja:",
  "mn76:17.2": "’Ovaj dobri učitelj zastupa ovakvo učenje i gledište: „Postoji ovih sedam entiteta… budale i mudri stići će na kraj svoje patnje.“",
  "mn76:17.3": "Ako su reči ovog dobrog učitelja istinite, onda sam ja ovde (u ovom učenju) obavio (svoju dužnost) time što ga nisam praktikovao, onda sam ovde živeo (svetački život) tako što to učenje nisam živeo.",
  "mn76:17.4": "Obojica smo jednaki ovde (u ovom učenju), obojica smo stigli do jednakosti, pa ipak ne kažem da ćemo obojica biti pročišćeni bez uzroka i razloga.",
  "mn76:17.5": "Ali suvišno je za ovog dobrog učitelja da ide okolo nag, da bude obrijane glave, upinje se da stalno bude u čučećem položaju i čupa sebi bradu i kosu, pošto ću i ja, koji živim u kući punoj dece, koristim sandalovinu iz Benaresa, nosim cvetne vence, koristim mirise i razne pomade, primam zlato i srebro, stići na potpuno isto odredište, imati isti budući kurs kao i ovaj dobri učitelj.",
  "mn76:17.6": "Šta ja to znam i vidim zbog čega bi trebalo da živim svetačkim životom predvođen ovim učiteljem?’",
  "mn76:17.7": "I tako, kada ustanovi da je taj put negacija svetačkog života, okreće se od njega i napušta ga.",
  "mn76:18.1": "To je četvrti put negacije življenja svetačkog života koji je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, put kakav mudar čovek svakako ne bi živeo. Ako bi ga i živeo, svakako ne bi dostigao istinski put, Dhammu, koja je blagorodna.",
  "mn76:19.1": "To su, Sandaka, četiri puta koji su negacija svetačkog života, a objavio ih je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, kakve mudar čovek svakako ne bi živeo. Ako bi ih i živeo, svakako ne bi dostigao istinski put, Dhammu, koja je blagorodna.",
  "mn76:20.1": "„Divno je, učitelju Ānanda, čudesno je kako je četiri puta negacije svetačkog života objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni…",
  "mn76:20.2": "Ali, učitelju Ānanda, koja su to četiri beznadežna načina življenja svetačkog života, a objavio ih je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, kakve mudar čovek svakako ne bi živeo.",
  "mn76:20.3": "Ako bi ih i živeo, svakako ne bi dostigao istinski put, Dhammu, koja je blagorodna?“",
  "mn76:21.1": "„Tako, Sandaka, neki učitelj tvrdi da je sveznajući i svevideći, ima potpuno znanje i viđenje ovako:",
  "mn76:21.2": "’Bilo da hodam ili stojim, spavam ili sam budan, znanje i viđenje su kontinuirano, bez prekida u meni.’",
  "mn76:21.3": "On uđe u praznu kuću, ne dobije bilo kakvu hranu, pas ga ugrize, naiđe na divljeg slona, divljeg konja, divljeg bika, pita ženu ili muškarca za ime i iz kojeg su klana, pita za naziv sela ili varoši i kako da tamo stigne.",
  "mn76:21.4": "Kad ga pitaju ’Kako mu se to dogodi?’ on odgovara: ’Morao sam da uđem u praznu kuću i zato sam ušao u nju. Morao sam da ne dobijem hranu i zato je nisam dobio. Morao je da me ujede pas i zato me je ujeo. Morao sam da naiđem na divljeg slona, divljeg konja, divljeg bika i zato sam na njih naišao. Morao sam da pitam ženu ili muškarca za ime i iz kojeg su klana i zato sam ih pitao. Morao sam da pitam za naziv sela ili varoši i kako da tamo stignem i zato sam pitao.’",
  "mn76:22.1": "O tome mudar čovek ovako razmišlja:",
  "mn76:22.2": "’Ovaj dobri učitelj tvrdi da je sveznajući i svevideći, ima potpuno znanje i viđenje…",
  "mn76:22.3": "Kad ga pitaju: ’Kako mu se to dogodi?’, on odgovara: ’Morao sam… i zato sam pitao.’",
  "mn76:22.4": "I tako, kada ustanovi da je taj svetački život beznadežan, okreće se od njega i napušta ga.",
  "mn76:23.1": "To je prva vrsta beznadežnog svetačkog života koji je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, kakav mudar čovek svakako ne bi živeo. Ako bi ga i živeo, svakako ne bi dostigao istinski put, Dhammu, koja je blagorodna.",
  "mn76:24.1": "I opet, Sandaka, neki učitelj je tradicionalista, usmeno predanje smatra istinom; podučava Dhammu kroz usmeno predanje, legende koje se prenose, kroz ono što je sačuvano u tekstovima.",
  "mn76:24.2": "Ali kada je učitelj tradicionalista, usmeno predanje smatra istinom, nešto od toga je dobro zapamćeno, nešto pogrešno zapamćeno, nešto je istina, nešto nije istina.",
  "mn76:25.1": "O tome mudar čovek ovako razmišlja:",
  "mn76:25.2": "’Ovaj dobri učitelj je tradicionalista… nešto je istina, nešto nije istina.’",
  "mn76:25.3": "I tako, kad ustanovi da je taj svetački život beznadežan, okreće se od njega i napušta ga.",
  "mn76:26.1": "To je druga vrsta beznadežnog svetačkog života koji je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni…",
  "mn76:27.1": "I opet, Sandaka, neki učitelj je logičar, istraživač.",
  "mn76:27.2": "Podučava Dhammu iskovanu logičkim rasuđivanjem, koja sledi liniju istraživanja onako kako se njemu htelo.",
  "mn76:27.3": "Ali kad je učitelj logičar, istraživač, nešto od tog logičkog rasuđivanja je ispravno, nešto pogrešno, nešto je istina, nešto nije istina.",
  "mn76:28.1": "O tome mudar čovek ovako razmišlja:",
  "mn76:28.2": "’Ovaj dobri učitelj je logičar… nešto je istina, nešto nije istina.’",
  "mn76:28.3": "I tako, kad ustanovi da je taj svetački život beznadežan, okreće se od njega i napušta ga.",
  "mn76:29.1": "To je treća vrsta beznadežnog svetačkog života koji je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni…",
  "mn76:30.1": "I opet, Sandaka, neki učitelj je tup i zbunjen.",
  "mn76:30.2": "Zato što je tup i zbunjen, kad mu postave takvo i takvo pitanje, pokušava da se izvuče iz škripca tako što se otima poput jegulje:",
  "mn76:30.3": "’Ne kažem da je to ovako. Ne kažem ni da je to tako. A ne kažem ni da je drugačije. Ne kažem da to nije tako. Ali, ne kažem ni da nije tako.’",
  "mn76:31.1": "O tome mudar čovek ovako razmišlja:",
  "mn76:31.2": "’Ovaj dobri učitelj je tup i zbunjen… (zato) pokušava da se izvuče iz škripca tako što se otima poput jegulje… ’",
  "mn76:31.3": "I tako, kad ustanovi da je taj svetački život beznadežan, okreće se od njega i napušta ga.",
  "mn76:32.1": "To je četvrta vrsta beznadežnog svetačkog života koji je objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni…",
  "mn76:33.1": "To su, Sandaka, četiri beznadežna načina življenja svetačkog života, a objavio ih je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, kakve mudar čovek svakako ne bi živeo. Ako bi ih i živeo, svakako ne bi dostigao istinski put, Dhammu, koja je blagorodna.",
  "mn76:34.1": "„Divno je, učitelju Ānanda, čudesno je kako je ta četiri beznadežna načina življenja svetačkog života objavio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni…",
  "mn76:34.2": "Ali, učitelju Ānanda, šta je to što učitelj tvrdi, šta on objavljuje, u čemu bi mudar čovek svakako živeo svetački život, te bi, živeći, dostigao istinski put, Dhammu, koja je blagorodna?’",
  "mn76:34.3": "“",
  "mn76:35-42.1": "„Tako se, Sandaka, Tathāgata pojavljuje u ovom svetu, plemenit i potpuno probuđen… (kao sutta 51, §12–19)…",
  "mn76:35-42.4": "um svoj pročišćuje od sumnjičavosti.",
  "mn76:43.1": "Pošto je tako napustio pet prepreka, nesavršenosti uma koje slabe mudrost, sasvim odvojen od zadovoljstava čula, odvojen od štetnih mentalnih stanja, ulazi on i ostaje na prvom stupnju zadubljenja, koji prate usmerena misao i istraživanje, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn76:43.2": "Mudar čovek bi svakako živeo svetački život sa učiteljem pod kojim dostiže tako uzvišeno stanje, tako živeći dostigao bi istinski put, Dhammu, koja je blagorodna.",
  "mn76:44-45.1": "I opet, smirivanjem usmerene misli i istraživanja, ulazi on i ostaje na drugom stupnju zadubljenja…",
  "mn76:44-45.2": "Slabljenjem ushićenja… ulazi on i ostaje na trećem stupnju zadubljenja…",
  "mn76:46.1": "Napuštanjem zadovoljstva i bola… ulazi on i ostaje na četvrtom stupnju zadubljenja.",
  "mn76:46.2": "Mudar čovek bi svakako živeo svetački život sa učiteljem pod kojim dostiže tako uzvišeno stanje…",
  "mn76:47.1": "Kada je njegov um postao tako koncentrisan, pročišćen, blistav, bez i najmanje nečistoća, gibak, prilagodljiv, postojan i utihnuo, usmerava ga ka znanju o svojim prošlim životima.",
  "mn76:47.2": "Seća se mnoštva prošlih života, jednog rođenja, dva rođenja… (kao sutta 51, §24)… Tako se on seća mnoštva svojih prošlih života u celini i do detalja.",
  "mn76:47.3": "Mudar čovek bi svakako živeo svetački život sa učiteljem pod kojim dostiže tako uzvišeno stanje…",
  "mn76:48.1": "Kada je njegov um postao tako koncentrisan, pročišćen, blistav, bez i najmanje nečistoće, gibak, prilagodljiv, postojan i utihnuo, usmerava ga ka znanju o umiranju i ponovnom rađanju bića… (kao sutta 51, §25)…",
  "mn76:48.2": "Tako duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, vidi bića kako umiru i ponovo se rađaju i uviđa kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna u skladu sa svojim postupcima.",
  "mn76:48.3": "Mudar čovek bi svakako živeo svetački život sa učiteljem pod kojim dostiže tako uzvišeno stanje…",
  "mn76:49.1": "Kad je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerava ga ka znanju o uklanjanju otrova.",
  "mn76:49.2": "I vidi, kao da mu je pred očima: ’Ovo je patnja’… (kao sutta 51, §26)…",
  "mn76:49.3": "Vidi, kao da mu je pred očima: ’Ovo je put koji vodi prestanku otrova.’“",
  "mn76:50.1": "Kada zna i vidi tako, njegov um se oslobađa otrova želje za zadovoljstvima čula, otrova želje za bivanjem i otrova neznanja.",
  "mn76:50.2": "Kad se oslobodi, tada dolazi znanje: „Slobodan sam“.",
  "mn76:50.3": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.’",
  "mn76:50.4": "Mudar čovek bi svakako živeo svetački život sa učiteljem pod kojim dostiže tako uzvišeno stanje, živeći dostigao bi istinski put, Dhammu, koja je blagorodna.",
  "mn76:51.1": "„Ali, učitelju Ānanda, kad je monah arahant, sve otrove uklonio, proživeo svetački život, učinio što je trebalo učiniti, odložio tovar, dosegao istinski cilj, raskinuo okove bića i potpuno oslobođen krajnjim znanjem, može li on da uživa u zadovoljstvima čula?“",
  "mn76:51.2": "„Sandaka, kad je monah arahant, sve otrove uklonio… i potpuno oslobođen krajnjim znanjem, nije u stanju da učini bilo šta loše u pet slučajeva.",
  "mn76:51.3": "Monah čiji su otrovi uklonjeni nije u stanju da svojevoljno liši života neko živo biće; nije u stanju da uzme ono što mu nije dato, dakle da nešto ukrade; nije u stanju da se upušta u seksualni odnos; nije u stanju da svojevoljno govori laži; nije u stanju da uživa u zadovoljstvima čula, gomilajući ih kao što je činio ranije, u laičkom životu.",
  "mn76:51.4": "Kad je monah arahant, sve otrove uklonio… nije u stanju da učini bilo šta loše u tih pet slučajeva.“",
  "mn76:52.1": "„Ali, učitelju Ānanda, kad je monah arahant, sve otrove uklonio… jesu li njegovi znanje i viđenje da su ti otrovi uklonjeni konstantno i bez prekida u njemu, bilo da hoda ili stoji, da je budan ili da spava?“",
  "mn76:52.2": "„Sandaka, daću ti jedno poređenje, jer neki mudri ljudi ovde razumeju značenje izgovorenog pomoću poređenja.",
  "mn76:52.3": "Zamisli da su nekom čoveku odsečene šake i stopala.",
  "mn76:52.4": "Da li bi on znao: ’Moje šake i stopala su odsečeni’ konstantno i bez prekida, bilo da hoda ili stoji, da je budan ili da spava, ili bi on to znao samo kad bi razmišljao o toj činjenici?",
  "mn76:52.5": "„Taj čovek, učitelju Ānanda, ne bi konstantno i bez prekida znao ’Moje šake i stopala su odsečeni’; umesto toga, znao bi ’Moje šake i stopala su odsečeni’ samo kad bi razmišljao o toj činjenici.“",
  "mn76:52.6": "„Isto tako, Sandaka, kad je monah arahant, sve otrove uklonio… njegovi znanje i viđenje da su ti otrovi uklonjeni nisu konstantni i bez prekida u njemu, bilo da hoda ili stoji, da je budan ili da spava; umesto toga, on zna: ’Otrovi u meni su uklonjeni’ samo kad razmišlja o toj činjenici.“",
  "mn76:53.1": "„Koliko je oslobođenih u ovom učenju i pravilima, učitelju Ānanda?“",
  "mn76:53.2": "„Sandaka, nema samo stotina ili dve stotine, tri stotine, četiri stotine ili pet stotina, već je mnogo više oslobođenih u ovom učenju i pravilima.“",
  "mn76:53.3": "„Divno je, učitelju Ānanda, čudesno je to!",
  "mn76:53.4": "Jer nema hvaljenja sopstvenog učenja i nema omalovažavanja učenja drugih; već postoji ovo učenje o Dhammi u svom punom obimu i toliko mnogo oslobođenih koji se pojavljuju.",
  "mn76:53.5": "A ovi āđīvake, ti majčini mrtvi sinovi, hvale sebe i omalovažavaju druge; i oni priznaju samo trojicu oslobođenih, a to su Nanda Vaććha, Kisa Sankićća i Makkhali Gosāla.",
  "mn76:54.1": "Tada se asketa Sandaka obrati okupljenima: „Hajdete, poštovani.",
  "mn76:54.2": "Svetački život treba živeti pod asketom Gotamom.",
  "mn76:54.3": "Nije nam lako da sada napustimo sav dobitak, čast i ugled.“",
  "mn76:54.4": "Tako je asketa Sandaka bodrio svoje saputnike da žive svetački život predvođeni Blaženim."
}