{
  "mn77:0.1": "Budini govori srednje dužine 77",
  "mn77:0.2": "Dugi govor Sakuludāyinu",
  "mn77:1.1": "Ovako sam čuo.",
  "mn77:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice.",
  "mn77:2.1": "U isto vreme jedan broj uglednih asketa boravio je na mestu gde se hrane paunovi,",
  "mn77:2.2": "a to su bili: Annabhāra, Varadhara i asketa Sakuludāyin, kao i drugi ugledni askete.",
  "mn77:3.1": "Jednog jutra Blaženi se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Rāđagahe da prosi hranu.",
  "mn77:3.2": "I usput pomisli:",
  "mn77:3.3": "„Još je rano za prošenje hrane u Rāđagahi.",
  "mn77:3.4": "Kako bi bilo da odem do askete Sakuludāyina u hranilištu za paunove, u parku za askete?“",
  "mn77:4.1": "Tako Blaženi ode do mesta gde se hrane paunovi, u parku za askete.",
  "mn77:4.2": "Tom prilikom je asketa Sakuludāyin sedeo sa velikom grupom drugih asketa, koji su pravili veliku galamu i žučno raspravljali o različitim nevažnim temama, kao što je razgovor o kraljevima…",
  "mn77:4.3": "jesu li stvari ovakve ili onakve.",
  "mn77:4.4": "Onda asketa Sakuludāyin još izdaleka opazi Blaženog kako dolazi.",
  "mn77:4.5": "Kad ga je video, poče da utišava okupljene ovim rečima:",
  "mn77:4.6": "„Prijatelji, budite tihi; prijatelji, ne pravite buku.",
  "mn77:4.7": "Evo, ga dolazi asketa Gotama.",
  "mn77:4.8": "Ovaj poštovani voli tišinu i hvali tišinu.",
  "mn77:4.9": "Ako se utišamo, možda će poželeti da nam se pridruži.",
  "mn77:4.11": "Na to se askete utišaše.",
  "mn77:5.1": "I Blaženi dođe do askete Sakuludāyina, koji mu ovako reče:",
  "mn77:5.2": "„Poštovani gospodine, neka Blaženi priđe!",
  "mn77:5.3": "Dobro nam Blaženi došao!",
  "mn77:5.4": "Mnogo je vremena prošlo otkako je Blaženi ugrabio priliku da dođe ovamo.",
  "mn77:5.5": "Neka Blaženi sedne, ovo je mesto spremno za njega.“",
  "mn77:5.6": "Blaženi sede na pripremljeno mesto, a asketa Sakuludāyin odabra jedno niže, sa strane.",
  "mn77:5.7": "Kad je tako uradio, Blaženi ga upita:",
  "mn77:5.8": "„Radi kakvog razgovora ste se ovde okupili, Udāyine? U kakvom sam vas to razgovoru prekinuo?“",
  "mn77:6.1": "„Poštovani gospodine, ostavimo na stranu razgovor radi kojeg smo se ovde okupili.",
  "mn77:6.2": "Blaženi može o tome čuti kasnije.",
  "mn77:6.3": "Ovih dana, kad su se askete i brahmani različitih tradicija okupljali i sedeli zajedno u sali za debate, ova tema je došla na red:",
  "mn77:6.4": "’Dobitak je za narod Ange i Magadhe, veliki je dobitak za narod Ange i Magadhe što su ovi askete i brahmani, starešine redova, starešine grupa, učitelji grupa, ugledni i nadaleko čuveni osnivači tradicija, koje mnogi smatraju svecima, došli u Rāđagahu da tu provedu period monsuna.’",
  "mn77:6.5": "Tu je Pūraṇa Kassapa, starešina reda, učitelj grupe, ugledni i nadaleko čuveni osnivač tradicije, kojeg mnogi smatraju svecem:",
  "mn77:6.6": "on je došao da period monsuna provede u Rāđagahi.",
  "mn77:6.7": "Tu je Makkhali Gosāla…",
  "mn77:6.8": "Ađita Kesakambalin…",
  "mn77:6.9": "Pakudha Kaććāyana…",
  "mn77:6.11": "Sanđaya Belaṭṭhiputta…",
  "mn77:6.12": "Nigaṇṭha Nāṭaputta, starešina reda, učitelj grupe, ugledni i nadaleko čuveni osnivač tradicije, kojeg mnogi smatraju svecem:",
  "mn77:6.14": "on je došao da period monsuna provede u Rāđagahi. A ovde je i asketa Gotama, starešina reda, učitelj grupe, ugledni i nadaleko čuveni osnivač tradicije, kojeg mnogi smatraju svecem:",
  "mn77:6.15": "on je došao da period monsuna provede u Rāđagahi.",
  "mn77:6.16": "Među tim poštovanim asketama i brahmanima, starešinama reda… koje mnogi smatraju svecima, ko je od njih poštovan i obožavan među svojim učenicima? I kako, poštujući ga i obožavajući, žive s pouzdanjem u njega?’",
  "mn77:6.17": "Na to neki rekoše:",
  "mn77:6.18": "’Pūraṇa Kassapa je starešina reda… kojeg mnogi smatraju svecem,",
  "mn77:6.19": "pa ipak ga njegovi učenici ne poštuju i ne obožavaju, ne dive mu se i ne klanjaju, niti ti učenici, poštujući ga i obožavajući, žive s pouzdanjem u njega.",
  "mn77:6.20": "Jednom je Pūraṇa Kassapa podučavao Dhammi grupu od nekoliko stotina sledbenika.",
  "mn77:6.21": "Utom jedan od njegovih sledbenika povika:",
  "mn77:6.22": "„Prijatelji, ne postavljajte Pūraṇi Kassapi to pitanje.",
  "mn77:6.23": "On to ne zna.",
  "mn77:6.24": "Mi to znamo. Postavite nama to pitanje.",
  "mn77:6.25": "Mi ćemo vam, prijatelji, na njega odgovoriti.“",
  "mn77:6.26": "I dogodilo se da Pūraṇa Kassapa nije uspeo da se s tim izbori, iako je mlatarao rukama i vikao:",
  "mn77:6.27": "„Smirite se, prijatelji, ne galamite!",
  "mn77:6.28": "Oni ne pitaju vas. Oni pitaju nas.",
  "mn77:6.29": "Mi ćemo im odgovoriti.“",
  "mn77:6.30": "I zaista mnogi od njegovih učenika ga napustiše, pošto su njegovo učenje ovako pobili:",
  "mn77:6.31": "„Ti ne razumeš ovu Dhammu i praksu. Ja razumem ovu Dhammu i praksu. Kako bi ti uopšte mogao da razumeš ovu Dhammu i praksu? Grešiš. Ja sam u pravu. Ja sam dosledan. Ti si nedosledan. Ono što je trebalo reći na početku, ti si rekao na kraju. Ono što je trebalo reći na kraju, ti si rekao na početku. To što si tako pažljivo smislio bilo je pobijeno. Učenje ti je odbačeno. Dokazano je da si u zabludi. Idi i bolje uči ili ako možeš, iskobeljaj se iz zamke u koju si upao!“",
  "mn77:6.32": "Tako Pūraṇu Kassapu njegovi učenici ne poštuju i ne obožavaju, ne dive mu se i ne klanjaju, niti ti učenici, poštujući ga i obožavajući, žive s pouzdanjem u njega.",
  "mn77:6.33": "Zapravo, on je prezren, tako što je prezreno njegovo učenje.",
  "mn77:6.34": "A neki rekoše ovako:",
  "mn77:6.35": "’Makkhali Gosāla…",
  "mn77:6.36": "Ađita Kesakambalin…",
  "mn77:6.37": "Pakudha Kaććāyana…",
  "mn77:6.38": "Sanđaya Belaṭṭhiputta…",
  "mn77:6.39": "Nigaṇṭha Nāṭaputta je starešina reda… (ali ga) njegovi učenici ne poštuju i ne obožavaju, ne dive mu se i ne klanjaju, niti ti učenici, poštujući ga i obožavajući, žive s pouzdanjem u njega.",
  "mn77:6.55": "Zapravo, on je prezren, tako što je prezreno njegovo učenje.’",
  "mn77:6.56": "A neki rekoše ovako:",
  "mn77:6.57": "’Asketa Gotama je starešina reda, učitelj grupe, ugledni i nadaleko čuveni osnivač tradicije, kojeg mnogi smatraju svecem.",
  "mn77:6.58": "Njegovi ga učenici poštuju i obožavaju, dive mu se i klanjaju; i ti učenici, poštujući ga i obožavajući, žive s pouzdanjem u njega.",
  "mn77:6.59": "Jednom je asketa Gotama podučavao Dhammi grupu od nekoliko stotina sledbenika i jedan se učenik nakašljao.",
  "mn77:6.60": "Na to ga onaj do njega blago gurnu kolenom (kao znak):",
  "mn77:6.61": "„Budi tih, poštovani prijatelju, ne pravi buku; Blaženi, naš učitelj, podučava nas Dhammi.“",
  "mn77:6.62": "Kad asketa Gotama podučava Dhammi grupu od nekoliko stotina učenika, ne čuje se ni kašljanje, niti drugi šum tih učenika.",
  "mn77:6.63": "Jer taj veliki skup utihnuo je u očekivanju:",
  "mn77:6.64": "„Saslušajmo Dhammu kojom će nas Blaženi podučiti.“",
  "mn77:6.65": "Baš kao kad bi na raskršću čovek vrcao med, a gomila ljudi se okupila da vidi koliko će meda dobiti, isto tako, kad asketa Gotama podučava Dhammi grupu od nekoliko stotina učenika, ne čuje se ni kašljanje, niti drugi šum tih učenika.",
  "mn77:6.66": "Jer taj veliki skup utihnuo je u očekivanju:",
  "mn77:6.67": "„Saslušajmo Dhammu kojom će nas Blaženi podučiti.“",
  "mn77:6.68": "Čak i oni učenici koji su napustili svoje saputnike u svetačkom životu, prestali da vežbaju i vratili se svetovnom životu–čak i oni hvale Učitelja, Dhammu i Sanghu:",
  "mn77:6.69": "za odlazak okrivljuju sebe, a ne druge, ovim rečima:",
  "mn77:6.70": "„Nismo imali sreće, malo imamo zasluga; iako smo postali askete u traganju za dobro objašnjenom Dhammom, nismo bili u stanju da živimo savršen i čist svetački život do samoga kraja.“",
  "mn77:6.71": "I pošto su postali pomoćnici u manastiru ili nezaređeni sledbenici, uzimaju i pridržavaju se pet pravila morala.",
  "mn77:6.72": "Tako asketu Gotamu njegovi učenici poštuju i obožavaju, dive mu se i klanjaju; ti učenici žive s pouzdanjem u njega, poštuju ga i obožavaju.",
  "mn77:7.1": "„Ali, Udāyine, koliko ti kvaliteta vidiš u meni, zbog kojih me učenici poštuju i obožavaju, dive mi se i klanjaju; zbog kojih ti učenici žive s pouzdanjem u mene, poštujući me i obožavajući?“",
  "mn77:8.1": "„Poštovani gospodine, ja vidim pet kvaliteta u Blaženome, zbog kojih ga učenici poštuju i obožavaju, dive mu se i klanjaju; ti učenici žive s pouzdanjem u njega, poštujući ga i obožavajući.",
  "mn77:8.2": "A kojih pet?",
  "mn77:8.3": "Prvo, Blaženi jede malo i hvali uzdržanost u jelu;",
  "mn77:8.4": "to vidim kao prvi kvalitet Blaženoga zbog kojeg ga njegovi učenici poštuju i obožavaju, dive mu se i klanjaju; ti učenici žive s pouzdanjem u njega, poštujući ga i obožavajući.",
  "mn77:8.5": "Zatim, Blaženi je zadovoljan bilo kojim ogrtačem i hvali zadovoljenost bilo kojim ogrtačem;",
  "mn77:8.6": "to vidim kao drugi kvalitet Blaženoga…",
  "mn77:8.7": "Zatim, Blaženi je zadovoljan bilo kojom isprošenom hranom i hvali zadovoljenost bilo kojom isprošenom hranom;",
  "mn77:8.8": "to vidim kao treći kvalitet Blaženoga…",
  "mn77:8.9": "Zatim, Blaženi je zadovoljan bilo kojim boravištem i hvali zadovoljenost bilo kojim boravištem;",
  "mn77:8.10": "to vidim kao četvrti kvalitet Blaženoga…",
  "mn77:8.11": "Zatim, Blaženi živi u osami i hvali život u osami;",
  "mn77:8.12": "to vidim kao peti kvalitet Blaženoga…",
  "mn77:8.13": "Poštovani gospodine, tih pet kvaliteta vidim u Blaženome, zbog kojih ga njegovi učenici poštuju i obožavaju, dive mu se i klanjaju; ti učenici žive s pouzdanjem u njega, poštujući ga i obožavajući.",
  "mn77:9.1": "Zamisli, Udāyine, da me učenici poštuju i obožavaju, dive mi se i klanjaju; da ti učenici žive s pouzdanjem u mene, poštujući me i obožavajući, te ovako razmišljaju: ’Asketa Gotama jede malo i hvali obuzdanost u jelu.’ Ali ima mojih učenika koji žive od jedne šolje ili od pola šolje, od ploda voćke bilva ili polovine ploda voćke bilva, dok ja nekad pojedem sve što je u prosjačkoj zdeli ili i više od toga.",
  "mn77:9.2": "Dakle, ako bi me učenici poštovali… ovako razmišljajući: ’Asketa Gotama jede malo i hvali obuzdanost u jelu’, tada oni moji učenici koji žive na šolji hrane… ne bi trebalo da me poštuju i obožavaju, dive mi se i klanjaju; niti da žive s pouzdanjem u mene, poštujući me i obožavajući.",
  "mn77:9.3": "Zamisli, Udāyine, da me učenici poštuju i obožavaju, dive mi se i klanjaju; da ti učenici žive s pouzdanjem u mene, poštujući me i obožavajući, te ovako razmišljaju: ’Asketa Gotama je zadovoljan bilo kojim ogrtačem i hvali zadovoljenost bilo kojim ogrtačem.’ Ali ima mojih učenika koji nose samo ogrtače sačinjene od odbačenih krpa, samo od grubog platna; oni krpe sakupljaju na mestima za spaljivanje pokojnika, na đubrištima, sastavljaju ih u ogrtač i tako ih nose. Dok ja nekad nosim ogrtač koji su mi poklonili domaćini, ogrtač tako fin da je i pero grubo u odnosu na njega.",
  "mn77:9.4": "Dakle, ako bi me učenici poštovali… ovako razmišljajući: ’Asketa Gotama je zadovoljan bilo kojim ogrtačem i hvali zadovoljenost bilo kojim ogrtačem’, tada oni moji učenici koji nose samo ogrtače sačinjene od odbačenih krpa, samo od grubog platna… ne bi trebalo da me poštuju i obožavaju, dive mi se i klanjaju; niti da žive s pouzdanjem u mene, poštujući me i obožavajući.",
  "mn77:9.5": "Zamisli, Udāyine, da me učenici poštuju i obožavaju, dive mi se i klanjaju; da ti učenici žive s pouzdanjem u mene, poštujući me i obožavajući, te ovako razmišljaju: ’Asketa Gotama je zadovoljan bilo kojom isprošenom hranom i hvali zadovoljenost bilo kojom isprošenom hranom.’ Ali ima mojih učenika koji jedu samo isprošenu hranu, koji ne preskaču nijednu kuću proseći hranu, koji uživaju da prose hranu; kada prose u nekom selu, neće pristati ni da sednu ako ih neko ponudi. Dok mene nekad pozovu na obrok i jedem samo probrana jela.",
  "mn77:9.6": "Dakle, ako bi me učenici poštovali… ovako razmišljajući: ’Asketa Gotama je zadovoljan bilo kojom isprošenom hranom i hvali zadovoljenost bilo kojom isprošenom hranom’, tada oni moji učenici koji jedu samo isprošenu hranu… ne bi trebalo da me poštuju i obožavaju, dive mi se i klanjaju; niti da žive s pouzdanjem u mene, poštujući me i obožavajući.",
  "mn77:9.7": "Zamisli, Udāyine, da me učenici poštuju i obožavaju, dive mi se i klanjaju; da ti učenici žive s pouzdanjem u mene, poštujući me i obožavajući, te ovako razmišljaju: ’Asketa Gotama je zadovoljan bilo kojim prenoćištem i hvali zadovoljenost bilo kojim prenoćištem.’ Ali ima mojih učenika koji žive samo u podnožju drveta ili na otvorenom, koji ne ulaze pod krov tokom osam meseci (u godini), dok ja nekad živim u kućama sa zabatom, omalterisanim i iznutra i spolja, zaštićenim od vetra, dobro zamandaljenim, sa žaluzinama na prozorima.",
  "mn77:9.8": "Dakle, ako bi me učenici poštovali… ovako razmišljajući: ’Asketa Gotama je zadovoljan bilo kojim prenoćištem i hvali zadovoljenost bilo kojim prenoćištem’, tada oni moji učenici koji žive samo u podnožju drveta ili na otvorenom… ne bi trebalo da me poštuju i obožavaju, dive mi se i klanjaju; niti da žive s pouzdanjem u mene, poštujući me i obožavajući.",
  "mn77:9.9": "Zamisli, Udāyine, da me učenici poštuju i obožavaju, dive mi se i klanjaju; da ti učenici žive s pouzdanjem u mene, poštujući me i obožavajući, te ovako razmišljaju: ’Asketa Gotama živi u osami i hvali život u osami.’ Ali ima mojih učenika koji žive u šumi, na pustim mestima, izolovani duboko u džungli, i dolaze u Sanghu tek jednom u dve nedelje na recitovanje monaških pravila. A ja nekad živim okružen monasima i monahinjama, nezaređenim sledbenicima i sledbenicama, kraljevima i kraljevim savetnicima, asketama drugih tradicija i njihovim učenicima.",
  "mn77:9.10": "Dakle, ako bi me učenici poštovali… ovako razmišljajući: ’Asketa Gotama živi u osami i hvali život u osami’, tada oni moji učenici koji žive u šumi… ne bi trebalo da me poštuju i obožavaju, dive mi se i klanjaju; niti da žive s pouzdanjem u mene, poštujući me i obožavajući.",
  "mn77:10.1": "Međutim, Udāyine, postoji pet drugih kvaliteta zbog kojih me učenici poštuju i obožavaju, dive mi se i klanjaju; zbog kojih, poštujući me i obožavajući, žive s pouzdanjem u mene.",
  "mn77:10.2": "Kojih pet?",
  "mn77:10.3": "Dakle, Udāyine, učenici me cene zbog više vrline ovako:",
  "mn77:10.4": "’Asketa Gotama je čestit, poseduje najviše svojstvo vrline.’",
  "mn77:11.1": "Zato što me učenici cene zbog više vrline ovako:",
  "mn77:11.2": "’Asketa Gotama je čestit, poseduje najviše svojstvo vrline’, to je prvi kvalitet zbog kojeg me učenici poštuju i obožavaju, dive mi se i klanjaju; zbog kojih, poštujući me i obožavajući, žive s pouzdanjem u mene.",
  "mn77:12.1": "I opet, Udāyine, učenici me cene zbog izvanrednog znanja i viđenja ovako:",
  "mn77:12.2": "’Kada asketa Gotama kaže „Znam“, on zaista zna;",
  "mn77:12.3": "kada kaže: „Vidim“, on zaista vidi.",
  "mn77:12.4": "Asketa Gotama podučava Dhammu na osnovu neposrednog znanja, a ne bez neposrednog znanja;",
  "mn77:12.5": "podučava Dhammu na čvrstoj osnovi, a ne bez čvrste osnove;",
  "mn77:12.6": "podučava Dhammu na ubedljiv način, ne neubedljivo.’",
  "mn77:12.7": "Zato što me učenici cene zbog izvanrednog znanja i viđenja ovako:",
  "mn77:12.12": "to je drugi kvalitet zbog kojeg me učenici poštuju…",
  "mn77:13.1": "I opet, Udāyine, učenici me cene zbog više mudrosti ovako:",
  "mn77:13.2": "’Asketa Gotama je mudar, poseduje najviše svojstvo mudrosti.",
  "mn77:13.3": "Nemoguće je da ne predvidi budući smer učenja ili ne bude u stanju da pobije stavove sadašnjih tuđih učenja.’",
  "mn77:13.4": "Šta misliš, Udāyine,",
  "mn77:13.5": "hoće li me učenici, kada znaju i vide tako, prekinuti u izlaganju?",
  "mn77:13.6": "„Ne, poštovani gospodine.“",
  "mn77:13.7": "„Ja ne očekujem uputstva od učenika;",
  "mn77:13.8": "moji učenici uvek su ti koji očekuju uputstva od mene.",
  "mn77:13.9": "Zato što me učenici cene zbog više mudrosti ovako:",
  "mn77:13.13": "to je treći kvalitet zbog kojeg me učenici poštuju…",
  "mn77:14.1": "I opet, Udāyine, kada se moji učenici susretnu s patnjom i postanu žrtve patnje, plen patnje, tada dođu i pitaju me o plemenitoj istini o patnji. Kad me pitaju, objasnim im plemenitu istinu o patnji i zadovoljim njihov um svojim objašnjenjem.",
  "mn77:14.2": "Pitaju me o plemenitoj istini o nastanku patnje…",
  "mn77:14.3": "o plemenitoj istini o prestanku patnje…",
  "mn77:14.4": "o plemenitoj istini o putu koji vodi prestanku patnje. Kad me pitaju, objasnim im plemenitu istinu o putu koji vodi prestanku patnje i zadovoljim njihov um svojim objašnjenjem.",
  "mn77:14.5": "Zato što se moji učenici susretnu s patnjom i postanu žrtve patnje, plen patnje, tada dođu i pitaju me o plemenitoj istini o patnji. Kad me pitaju, objasnim im plemenitu istinu o patnji i zadovoljim njihov um svojim objašnjenjem.",
  "mn77:14.11": "To je četvrti kvalitet zbog kojeg me učenici poštuju…",
  "mn77:15.1": "I opet, Udāyine, svojim sam učenicima objavio put razvijanja četiri temelja svesnosti.",
  "mn77:15.2": "Tako monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu.",
  "mn77:15.3": "On boravi kontemplirajući osećaje kao osećaje…",
  "mn77:15.4": "On boravi kontemplirajući um kao um…",
  "mn77:15.5": "On boravi kontemplirajući objekte uma, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu.",
  "mn77:15.6": "Otuda mnogi moji učenici žive tako što su dosegli izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:16.1": "I opet, Udāyine, svojim sam učenicima objavio put razvijanja četiri prave vrste nastojanja.",
  "mn77:16.2": "Tako monah u sebi budi odlučnost za nenastajanje još nenastalih nepovoljnih mentalnih stanja, ulaže napor, budi energiju, napreže svoj um i nastoji.",
  "mn77:16.3": "U sebi budi odlučnost za napuštanje već nastalih nepovoljnih mentalnih stanja…",
  "mn77:16.4": "U sebi budi odlučnost za nastajanje još nenastalih povoljnih mentalnih stanja…",
  "mn77:16.5": "U sebi budi odlučnost za održavanje, neiščezavanje, jačanje, uvećanje i potpuno ispunjenje već nastalih povoljnih mentalnih stanja, ulaže napor, budi energiju, napreže svoj um i nastoji.",
  "mn77:16.6": "Otuda mnogi moji učenici žive tako što su dosegli izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:17.1": "I opet, Udāyine, svojim sam učenicima objavio put razvijanja četiri osnove duhovne moći.",
  "mn77:17.2": "Tako monah u sebi razvija osnovu duhovne moći koju čini koncentracija, zasnovana na odlučnosti i odlučnom nastojanju.",
  "mn77:17.3": "U sebi razvija osnovu duhovne moći koju čini koncentracija, zasnovana na energičnosti i odlučnom nastojanju.",
  "mn77:17.4": "U sebi razvija osnovu duhovne moći koju čini koncentracija, zasnovana na (čistoti) uma i odlučnom nastojanju.",
  "mn77:17.5": "U sebi razvija osnovu duhovne moći koju čini koncentracija, zasnovana na istraživanju i odlučnom nastojanju.",
  "mn77:17.6": "Otuda mnogi moji učenici žive tako što su dosegli izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:18.1": "I opet, Udāyine, svojim sam učenicima objavio put razvijanja pet duhovnih sposobnosti.",
  "mn77:18.2": "Tako monah u sebi razvija sposobnost poverenja, koja vodi miru, vodi probuđenju.",
  "mn77:18.3": "U sebi razvija sposobnost energičnosti…",
  "mn77:18.4": "sposobnost svesnosti…",
  "mn77:18.5": "sposobnost koncentracije…",
  "mn77:18.6": "sposobnost mudrosti, koja vodi miru, vodi probuđenju.",
  "mn77:18.7": "Otuda mnogi moji učenici žive tako što su dosegli izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:19.1": "I opet, Udāyine, svojim sam učenicima objavio put razvijanja pet moći.",
  "mn77:19.2": "Tako monah u sebi razvija snagu poverenja, koja vodi miru, vodi probuđenju.",
  "mn77:19.3": "U sebi razvija snagu energičnosti…",
  "mn77:19.4": "snagu svesnosti…",
  "mn77:19.5": "snagu koncentracije…",
  "mn77:19.6": "snagu mudrosti, koja vodi miru, vodi probuđenju.",
  "mn77:19.7": "Otuda mnogi moji učenici žive tako što su dosegli izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:20.1": "I opet, Udāyine, svojim sam učenicima objavio put razvijanja sedam elemenata probuđenja.",
  "mn77:20.2": "Tako monah u sebi razvija svesnost kao element probuđenja, potpomognut osamom, hlađenjem strasti i napuštanjem, a ishod je prestanak vezanosti.",
  "mn77:20.3": "On razvija istraživanje pojava kao element probuđenja…",
  "mn77:20.4": "energiju kao element probuđenja…",
  "mn77:20.5": "radost kao element probuđenja…",
  "mn77:20.6": "smirenje kao element probuđenja…",
  "mn77:20.7": "koncentraciju kao element probuđenja…",
  "mn77:20.8": "spokojstvo kao element probuđenja, potpomognut osamom, hlađenjem strasti i napuštanjem, a ishod je prestanak vezanosti.",
  "mn77:20.9": "Otuda mnogi moji učenici žive tako što su dosegli izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:21.1": "I opet, Udāyine, svojim sam učenicima objavio način kako da razvijaju plemeniti osmostruki put.",
  "mn77:21.2": "Tako monah u sebi razvija ispravno razumevanje, ispravnu nameru, ispravan govor, ispravne postupke, ispravno življenje, ispravan napor, ispravnu svesnost i ispravnu koncentraciju.",
  "mn77:21.3": "Otuda mnogi moji učenici žive tako što su dosegli izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:22.1": "I opet, Udāyine, svojim sam učenicima objavio put razvijanja osam usavršenosti.",
  "mn77:22.2": "Onaj ko poseduje materijalni oblik, taj vidi oblik: to je prva usavršenost.",
  "mn77:22.3": "Ne opažajući oblik unutar, on opaža oblike izvan: to je druga usavršenost.",
  "mn77:22.4": "Okrenut je samo lepome: to je treća usavršenost.",
  "mn77:22.5": "Potpunim nadilaženjem opažanja oblika, nestankom opažanja čulnih podražaja, neobraćanjem pažnje na opažanje raznolikosti, svestan da „prostor jeste beskrajan“, ulazi on i boravi u području beskrajnog prostora: to je četvrta usavršenost.",
  "mn77:22.6": "Potpunim nadilaženjem područja beskrajnog prostora, svestan da „svest jeste beskonačna“, ulazi on i boravi u području beskonačne svesti: to je peta usavršenost.",
  "mn77:22.7": "Potpunim nadilaženjem područja beskonačne svesti, svestan da „nema ničega“, ulazi on i boravi u području ničega: to je šesta usavršenost.",
  "mn77:22.8": "Potpunim nadilaženjem područja ničega, ulazi on i boravi u području ni opažanja ni neopažanja: to je sedma usavršenost.",
  "mn77:22.9": "Potpunim nadilaženjem područja ni opažanja ni neopažanja, ulazi on i boravi u području prestanka opažaja i osećaja: to je osma usavršenost.",
  "mn77:22.10": "Otuda mnogi moji učenici žive tako što su dosegli izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:23.1": "I opet, Udāyine, svojim sam učenicima objavio put razvijanja osam osnova prevazilaženja.",
  "mn77:23.2": "Opažajući oblik unutar sebe, monah vidi i oblike izvan, ograničene, lepe i ružne; prevazilazeći ih, ovako opaža: ’Znam, vidim.’ To je prva osnova prevazilaženja.",
  "mn77:23.3": "Opažajući oblik unutar sebe, monah vidi i oblike izvan, bezgranične, lepe i ružne; prevazilazeći ih, on opaža ovako: ’Znam, vidim.’ To je druga osnova prevazilaženja.",
  "mn77:23.4": "Ne opažajući oblik unutar sebe, monah vidi oblike izvan, ograničene, lepe i ružne; prevazilazeći ih, on opaža ovako: ’Znam, vidim.’ To je treća osnova prevazilaženja.",
  "mn77:23.5": "Ne opažajući oblik unutar sebe, monah vidi oblike izvan, bezgranične, lepe i ružne; prevazilazeći ih, on opaža ovako: ’Znam, vidim.’ To je četvrta osnova prevazilaženja.",
  "mn77:23.6": "Ne opažajući oblik unutar sebe, monah vidi oblike izvan, plave, plave boje, plave spoljašnjosti, s plavim odsjajem.",
  "mn77:23.7": "Baš kao što je cvet lana, koji je plav, plave boje, plave spoljašnjosti, s plavim odsjajem, ili kao što je tkanina iz Benaresa, glatka s obe strane, koja je plava, plave boje, plave spoljašnjosti, s plavim odsjajem;",
  "mn77:23.8": "isto tako, ne opažajući oblik unutar sebe, monah vidi oblike izvan… s plavim odsjajem; prevazilazeći ih, on opaža ovako: ’Znam, vidim.’ To je peta osnova prevazilaženja.",
  "mn77:23.9": "Ne opažajući oblik unutar sebe, monah vidi oblike izvan, žute, žute boje, žute spoljašnjosti, sa žutim odsjajem.",
  "mn77:23.10": "Baš kao što je kaṇṇikāra cvet, koji je žut, žute boje, žute spoljašnjosti, sa žutim odsjajem, ili kao što je tkanina iz Benaresa, glatka s obe strane, koja je žuta, žute boje, žute spoljašnjosti, sa žutim odsjajem;",
  "mn77:23.11": "isto tako, ne opažajući oblik unutar sebe, monah vidi oblike izvan… sa žutim odsjajem; prevazilazeći ih, on opaža ovako: ’Znam, vidim.’ To je šesta osnova prevazilaženja.",
  "mn77:23.12": "Ne opažajući oblik unutar sebe, monah vidi oblike izvan, crvene, crvene boje, crvene spoljašnjosti, sa crvenim odsjajem.",
  "mn77:23.13": "Baš kao što je cvet hibiskusa, koji je crven, crvene boje, crvene spoljašnjosti, sa crvenim odsjajem, ili kao što je tkanina iz Benaresa, glatka s obe strane, koja je crvena, crvene boje, crvene spoljašnjosti, sa crvenim odsjajem;",
  "mn77:23.14": "isto tako, ne opažajući oblik unutar sebe, monah vidi oblike izvan… sa crvenim odsjajem; prevazilazeći ih, on opaža ovako: ’Znam, vidim.’ To je sedma osnova prevazilaženja.",
  "mn77:23.15": "Ne opažajući oblik unutar sebe, monah vidi oblike izvan, bele, bele boje, bele spoljašnjosti, s belim odsjajem.",
  "mn77:23.16": "Baš kao što je jutarnja zvezda, koja je bela, bele boje, bele spoljašnjosti, s belim odsjajem, ili kao što je tkanina iz Benaresa, glatka s obe strane, koja je bela, bele boje, bele spoljašnjosti, s belim odsjajem;",
  "mn77:23.17": "isto tako, ne opažajući oblik unutar sebe, monah vidi oblike izvan… s belim odsjajem; prevazilazeći ih, on opaža ovako: ’Znam, vidim.’ To je osma osnova prevazilaženja.",
  "mn77:23.18": "Otuda mnogi moji učenici žive dosegavši izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:24.1": "„I opet, Udāyine, svojim sam učenicima objavio put razvijanja deset kasina-osnova.",
  "mn77:24.2": "Monah posmatra zemlja-kasinu iznad, ispod i popreko, nepodeljenu i nemerljivu.",
  "mn77:24.3": "Neki drugi posmatra voda-kasinu…",
  "mn77:24.4": "Neki drugi posmatra vatra-kasinu…",
  "mn77:24.5": "Neki drugi posmatra vazduh-kasinu…",
  "mn77:24.6": "Neki drugi posmatra plavu kasinu…",
  "mn77:24.7": "Neki drugi posmatra žutu kasinu…",
  "mn77:24.8": "Neki drugi posmatra crvenu kasinu…",
  "mn77:24.9": "Neki drugi posmatra belu kasinu…",
  "mn77:24.10": "Neki drugi posmatra prostor-kasinu…",
  "mn77:24.11": "Neki drugi posmatra svest-kasinu iznad, ispod i popreko, nepodeljenu i nemerljivu.",
  "mn77:24.12": "Otuda mnogi moji učenici žive dosegavši izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:25.1": "I opet, Udāyine, svojim sam učenicima objavio put razvijanja četiri zadubljenja.",
  "mn77:25.2": "I tako, sasvim obuzdanih čula, bez mentalnih nečistoća, monah ulazi i ostaje na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn77:25.3": "On čini da ushićenje i zadovoljstvo rođeni iz osame oblivaju, natapaju, ispunjavaju i prožimaju to telo, tako da nijedan deo čitavog njegovog tela ne ostane nezahvaćen ushićenjem i zadovoljstvom rođenim iz osame.",
  "mn77:26.1": "I opet, smirivanjem usmerene misli i istraživanja, monah ulazi i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije.",
  "mn77:26.2": "On čini da ushićenje i zadovoljstvo rođeni iz koncentracije oblivaju, natapaju, ispunjavaju i prožimaju to telo, tako da nijedan deo čitavog njegovog tela ne ostane nezahvaćen ushićenjem i zadovoljstvom rođenim iz koncentracije.",
  "mn77:26.3": "Kao duboko jezero, u čijim dubinama je izvor sveže vode i u koje se ne uliva nijedna reka ni s istoka ni sa zapada, ni sa severa ni s juga, niti ga bilo kad zapljuskuju kiše; ali hladni izvor u dubinama jezerskim ispuniće i prožeće ga svog, tako da nijedan deo jezera ne ostane neprožet vodom iz tog hladnog izvora.",
  "mn77:26.4": "Slično je s monahom: on čini da ushićenje i zadovoljstvo rođeni iz koncentracije oblivaju, natapaju, ispunjavaju i prožimaju to telo, tako da nijedan deo čitavog njegovog tela ne ostane nezahvaćen ushićenjem i zadovoljstvom rođenim iz koncentracije.",
  "mn77:27.1": "I opet, slabljenjem ushićenja, monah ostaje spokojan, sabran i s jasnim razumevanjem; sa fizičkim osećajem zadovoljstva ulazi on i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: „Srećan je čovek ispunjen spokojstvom i sabranošću!“",
  "mn77:27.2": "On čini da zadovoljstvo lišeno ushićenja obliva, natapa, ispunjava i prožima to telo, tako da nijedan deo čitavog njegovog tela ne ostane nezahvaćen zadovoljstvom lišenim ushićenja.",
  "mn77:27.3": "Kao što u jezeru s plavim, crvenim i belim lotosovim cvetovima, odraslim pod vodom, ti cvetovi ne izlaze na površinu, već cvetaju pod vodom, pa ih sveža voda obliva, natapa, ispunjava i prožima od korena do vrha latica, tako da nijedan deo tih lotosa ne ostane neprožet vodom.",
  "mn77:27.4": "Slično je s monahom: on čini da zadovoljstvo lišeno ushićenja obliva, natapa, ispunjava i prožima to telo, tako da nijedan deo čitavog njegovog tela ne ostane nezahvaćen zadovoljstvom lišenim ushićenja.",
  "mn77:28.1": "I opet, napuštanjem zadovoljstva i bola–kao i ranijim nestankom radosti i žalosti–monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn77:28.2": "On sedi prožimajući to telo čistim i kristalno jasnim umom, tako da nijedan deo njegovog tela ne ostane nezahvaćen tim čistim i kristalno jasnim umom.",
  "mn77:28.3": "Kao kada bi neki čovek sedeo zaogrnut belim platnom od glave do pete, tako da mu nijedan deo tela ne ostane nezaogrnut tim belim platnom.",
  "mn77:28.4": "Slično je i s monahom: sedi, prožimajući to telo čistim i kristalno jasnim umom, tako da nijedan deo čitavog njegovog tela ne ostane nezahvaćen tim čistim i kristalno jasnim umom.",
  "mn77:28.5": "Otuda mnogi moji učenici žive dosegavši izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:29.1": "I opet, Udāyine, svojim sam učenicima objavio način da razumeju ovo:",
  "mn77:29.2": "’Ovo moje telo, načinjeno od materijalnog oblika, čine ga četiri velika elementa, stvorili ga majka i otac, othranili kuvani pirinač i kaša, podložno je prolaznosti, trošenju i habanju, razlaganju i rastakanju, a moja svest je njime podržana i s njime povezana.’",
  "mn77:29.3": "Zamisli divan dragi kamen beril boje najčistijeg mora, s osam stranica, dobro obrađen, čist i proziran, svih drugih dobrih osobina, a da je kroz njega provučena plava, žuta, crvena, bela ili braon nit.",
  "mn77:29.4": "Isto tako sam svojim učenicima objavio način način da razumeju ovo: ’Ovo moje telo… podložno je prolaznosti, trošenju i habanju, razlaganju i rastakanju, a moja svest je njime podržana i s njime povezana.’",
  "mn77:29.5": "Otuda mnogi moji učenici žive dosegavši izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:30.1": "I opet, Udāyine, svojim sam učenicima objavio način da od ovoga tela stvore drugo telo koje ima oblik, umom stvoreno, sa svim svojim udovima, svim sposobnostima.",
  "mn77:30.2": "Baš kao kad bi neki čovek izvukao trsku iz njezine ljušture i pomislio ovako: ’Ovo je ljuštura, ovo je trska; ljuštura je jedno, trska je drugo; iz ljušture je trska bila izvučena’;",
  "mn77:30.3": "ili kao kad bi neki čovek izvukao mač iz korica i pomislio ovako: ’Ovo je mač, ovo su korice; mač je jedno, korice su drugo; iz korica je mač bio izvučen’;",
  "mn77:30.4": "ili kao kad bi neki čovek izvukao zmiju iz njezine košuljice i pomislio ovako: ’Ovo je zmija, ovo je košuljica; zmija je jedno, košuljica je drugo; iz košuljice je zmija bila izvučena.’",
  "mn77:30.5": "Isto tako, svojim sam učenicima objavio način da od ovoga tela stvore drugo telo koje ima oblik, umom stvoreno, sa svim svojim udovima, sa svim sposobnostima.",
  "mn77:30.6": "Otuda mnogi moji učenici žive dosegavši izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:31.1": "I opet, Udāyine, svojim sam učenicima objavio način posedovanja duhovnih moći:",
  "mn77:31.2": "iz jednog bića da se pretvore u mnogobrojna, a iz mnogobrojnih opet u jedno; iz vidljivog bića da se pretvore u nevidljivo; nesmetano prolaze kroz zidove, bedeme i bregove, kao kroz vazduh; uranjaju u zemlju i izranjaju iz nje kao iz vode; hodaju po vodi, a da je i ne ustalasaju, kao po zemlji; kreću se vazduhom ukrštenih nogu, poput ptice; u stanju su da rukom dotaknu i miluju Mesec i Sunce, tako moćne i velike; telesno se uzdižu, čak do sveta boga Brahme.",
  "mn77:31.3": "Kao kad bi vešti grnčar ili njegov šegrt, od dobro pripremljenog komada gline načinio i oblikovao posudu oblika kakvog god poželi;",
  "mn77:31.4": "ili kao kad bi vešti duborezac ili njegov šegrt, od dobro pripremljenog komada slonovače načinio rezbariju kakvu god poželi;",
  "mn77:31.5": "ili kao kad bi vešti zlatar ili njegov šegrt, od dobro pripremljenog komada zlata načinio nakit kakav god poželi;",
  "mn77:31.6": "isto tako svojim sam učenicima objavio način posedovanja natprirodnih moći… da se telesno uzdižu, čak do sveta boga Brahme.",
  "mn77:32.1": "I opet, Udāyine, svojim sam učenicima objavio način da duhovnim uhom, pročišćenim i superiornim u odnosu na fizičko, čuju obe vrste zvukova, božanske i ljudske, one koji su daleko i one blizu.",
  "mn77:32.2": "Baš kao što bi snažnog trubača bez poteškoća mogli čuti na sve četiri strane sveta;",
  "mn77:32.3": "isto tako sam svojim učenicima objavio način da duhovnim uhom… čuju obe vrste zvukova, i duhovne i fizičke, i one daleko i one u blizini.",
  "mn77:32.4": "Otuda mnogi moji učenici žive dosegavši izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:33.1": "I opet, Udāyine, svojim sam učenicima objavio način da razumeju umove drugih bića, drugih osoba, obuhvativši ih sopstvenim umom.",
  "mn77:33.2": "Oni um zahvaćen strašću razumeju kao um zahvaćen strašću i um koji nije zahvaćen strašću kao um koji nije zahvaćen strašću.",
  "mn77:33.3": "Um zahvaćen mržnjom oni razumeju kao um zahvaćen mržnjom i um koji nije zahvaćen mržnjom kao um koji nije zahvaćen mržnjom.",
  "mn77:33.4": "Um zahvaćen obmanom oni razumeju kao um zahvaćen obmanom i um koji nije zahvaćen obmanom kao um koji nije zahvaćen obmanom.",
  "mn77:33.5": "Sabran um oni razumeju kao sabran i rastresen um kao rastresen; ushićen um oni razumeju kao ushićen i neushićen um kao neushićen.",
  "mn77:33.6": "Nadmašiv um oni razumeju kao nadmašiv i nenadmašiv um kao nenadmašiv; koncentrisan um oni razumeju kao koncentrisan i nekoncentrisan um kao nekoncentrisan.",
  "mn77:33.7": "Usavršen um oni razumeju kao usavršen i neusavršen um kao neusavršen.",
  "mn77:33.8": "Baš kao što bi muškarac ili žena–mladi, zdravi, skloni ukrašavanju–videvši odraz svoga lica u čistom ogledalu ili u posudi punoj vode, znali ako bi na licu imali mrlju ovako: ’Imam mrlju’ ili bi znali, ako nema na licu mrlje, ovako: ’Nema mrlje’;",
  "mn77:33.9": "isto tako svojim sam učenicima objavio način da razumeju… neusavršen um kao neusavršen.",
  "mn77:33.10": "Otuda mnogi moji učenici žive dosegavši izuzetnu veštinu i savršenstvo neposrednog znanja.",
  "mn77:34.1": "I opet, Udāyine, svojim sam učenicima objavio način da se sete mnoštva svojih prošlih života, dakle jednog rođenja, dva rođenja, tri rođenja, četiri rođenja, pet rođenja, deset rođenja, dvadeset rođenja, trideset rođenja, četrdeset rođenja, pedeset rođenja, stotinu rođenja, hiljadu rođenja, stotinu hiljada rođenja, mnogih eona skupljanja sveta, mnogih eona širenja sveta, mnogih eona skupljanja i širenja sveta:",
  "mn77:34.2": "’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao, to sam jeo, uživao u tim zadovoljstvima i podnosio te muke, tako sam proživeo taj život. Nestavši tu, uđoh tamo u novu egzistenciju.’ Tako se on seća svojih prošlih života, sa mnoštvom pojedinosti.",
  "mn77:34.3": "Baš kao kad čovek iz svog sela ode u drugo selo, pa još u neko dalje, a zatim se vrati u svoje selo. Onda se on može prisetiti: ’Iz svog sela sam otišao u drugo selo i u njemu sam stajao tako, sedeo onako, govorio ovako, ćutao onako; iz tog sela sam otišao dalje, u drugo selo, i u njemu sam stajao tako… ćutao onako; a iz tog sela sam se vratio u svoje selo.’",
  "mn77:34.4": "Isto tako, svojim sam učenicima objavio način da se sete mnoštva svojih prošlih života… Tako se oni sećaju svojih prošlih života, sa mnoštvom pojedinosti.",
  "mn77:35.1": "I opet, Udāyine, svojim sam učenicima objavio način da duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, vide bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna.",
  "mn77:35.2": "Oni razumeju kako se bića preporađaju u skladu sa svojim postupcima:",
  "mn77:35.3": "„Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu s tim pogrešnim gledištima, posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u čistilištu.",
  "mn77:35.4": "Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, imala ispravna gledišta i postupala u skladu s tim ispravnim gledištima, posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, čak u nebeskom svetu.“",
  "mn77:36.1": "I opet, Udāyine, svojim sam učenicima objavio način kojim zahvaljujući sopstvenom neposrednom znanju, ovde i sada ulaze i ostaju u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen.",
  "mn77:36.2": "Baš kao kad bi, monasi, postojalo jezero, čisto, providno i mirno, tako da čovek dobrog vida, stojeći na njegovoj ivici, može da vidi školjke, šljunak i kamenčiće na dnu, kao i jata riba kakou plivaju ili plutaju.",
  "mn77:36.3": "I onda pomisli. ’Ovo je jezero, čisto, providno i nezamućeno, ono su školjke, šljunak i kamenčići na dnu, a ovo su jata riba koja u njemu plivaju ili plutaju.’",
  "mn77:36.4": "Isto tako, svojim sam učenicima objavio način kojim zahvaljujući sopstvenom neposrednom znanju, ovde i sada ulaze i ostaju u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen.",
  "mn77:37.1": "To je, Udāyine, peti kvalitet zbog kojeg me učenici poštuju i obožavaju, dive mi se i klanjaju; zbog kojih, poštujući me i obožavajući, žive s pouzdanjem u mene.",
  "mn77:38.1": "To su, Udāyine, tih pet kvaliteta zbog kojih me učenici poštuju i obožavaju, dive mi se i klanjaju; zbog kojih, poštujući me i obožavajući, žive s pouzdanjem u mene.",
  "mn77:38.2": "Tako reče Blaženi.",
  "mn77:38.3": "Zadovoljan, asketa Udāyin se obradova rečima Blaženoga."
}