{
  "mn78:0.1": "Budini govori srednje dužine 78",
  "mn78:0.2": "Govor Samaṇamaṇḍikāputti",
  "mn78:1.1": "Ovako sam čuo.",
  "mn78:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn78:1.3": "U isto vreme je asketa Uggāhamāna Samaṇamaṇḍikāputta boravio u Mallikinom parku, u Tinduka gaju namenjenom filozofskim debatama, zajedno s velikom grupom asketa, sa čak trista asketa.",
  "mn78:2.1": "A stolar Pañćakanga izašao je iz Sāvatthīja u podne, kako bi video Blaženoga.",
  "mn78:2.2": "I onda pomisli:",
  "mn78:2.3": "„Nije pravo vreme da vidim Blaženog; još uvek je u osami.",
  "mn78:2.4": "Niti je pravo vreme da posetim monahe vredne poštovanja; još uvek su u osami.",
  "mn78:2.5": "Kako bi bilo da odem do Mallikinog parka, do askete Uggāhamāna Samaṇamaṇḍikāputte?“",
  "mn78:2.6": "Tako i ode do Mallikinog parka.",
  "mn78:3.1": "Tom prilikom asketa Uggāhamāna sedeo je s velikom grupom drugih asketa, koji su pravili veliku galamu i žučno raspravljali o različitim nevažnim temama, kao što su kraljevi i kraljevi savetnici, razbojnici, vojske, opasnosti, bitke, hrana, piće, odeća, ležaji, cvetni venci, mirisi, rođaci, vozila, sela, varoši, gradovi, zemlje, žene, heroji, ulice, izvori, pokojnici, razne sitnice, nastanak sveta, nastanak mora, jesu li stvari ovakve ili onakve.",
  "mn78:3.3": "Asketa Uggāhamāna još izdaleka opazi stolara Pañćakangu kako dolazi.",
  "mn78:3.4": "Kad ga je video, poče da utišava okupljene askete ovim rečima:",
  "mn78:3.5": "„Prijatelji, budite tihi; prijatelji, ne pravite buku.",
  "mn78:3.6": "Evo dolazi stolar Pañćakanga, učenik askete Gotame, jedan od u belo obučenih nezaređenih sledbenika askete Gotame koji žive u Sāvatthīju.",
  "mn78:3.7": "Ti poštovani vole tišinu, uvežbani su da žive u tišini, oni hvale tišinu.",
  "mn78:3.8": "Ako se utišamo, možda će poželeti da nam se pridruži.“",
  "mn78:3.9": "Na to se askete utišaše.",
  "mn78:4.1": "A stolar Pañćakanga dođe do askete Uggāhamāne i pozdravi se s njim.",
  "mn78:4.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane.",
  "mn78:5.1": "„Stolaru, kada čovek poseduje četiri kvaliteta, opisujem ga kao ispunjenog u onome što je korisno, usavršenog u onome što je korisno, kao nekog ko je dostigao najviši cilj, nepobedivog asketu.",
  "mn78:5.2": "Koja četiri?",
  "mn78:5.3": "Tako on ne čini ništa loše telom, ne izgovara loše reči, nema loše namere i ne izdržava se od bilo kakvog lošeg zanimanja.",
  "mn78:5.4": "Kada čovek poseduje ta četiri kvaliteta, opisujem ga kao ispunjenog u onome što je korisno, usavršenog u onome što je korisno, kao nekog ko je dostigao najviši cilj, nepobedivog asketu.“",
  "mn78:6.1": "Stolar Pañćakanga nije ni odobrio niti negirao reči askete Uggāhamāne.",
  "mn78:6.2": "Umesto toga, ustade s mesta na kojem je sedeo",
  "mn78:6.3": "i ode razmišljajući: „Značenje ovih reči saznaću u prisustvu Blaženoga.“",
  "mn78:7.1": "Kad je stigao kod Blaženog i poklonio se, sede sa strane",
  "mn78:7.2": "i ispriča Blaženom razgovor s asketom Uggāhamānom.",
  "mn78:8.1": "Na to Blaženi reče:",
  "mn78:8.2": "„Kad bi to bilo tačno, prema rečima askete Uggāhamāne tada bi i malo dete u kolevci bilo neko ko je ispunjen u onome što je korisno, usavršen u onome što je korisno, neko ko je dostigao najviši cilj, nepobedivi asketa.",
  "mn78:8.3": "Jer to malo dete u kolevci čak ne zna ni pojam ’tela’, pa kako bi onda moglo da učini nešto loše telom, sem običnog meškoljenja?",
  "mn78:8.4": "Malo dete u kolevci čak ne zna ni pojam ’govora’, pa kako bi onda moglo da izgovara loše reči, sem običnog plakanja?",
  "mn78:8.5": "Malo dete u kolevci čak ne zna ni pojam ’namere’, pa kakva bi onda loša namera mogla biti sem običnog durenja?",
  "mn78:8.6": "Malo dete u kolevci čak ne zna ni pojam ’izdržavanja’, pa kako bi onda moglo sebe da izdržava bilo kakvim lošim zanimanjem, sem običnog sisanja na majčinim grudima?",
  "mn78:8.7": "Kad bi to bilo tačno, prema rečima askete Uggāhamāne tada bi i malo dete u kolevci bilo neko ko je ispunjen u onome što je korisno“",
  "mn78:8.8": "Stolaru, kada čovek poseduje četiri kvaliteta, ja ga ne opisujem kao ispunjenog u onome što je korisno ili usavršenog u onome što je korisno, kao nekog ko je dostigao najviši cilj, nepobedivog asketu, već kao nekog ko je u istoj kategoriji s malim detetom koje leži u kolevci.",
  "mn78:8.9": "Koja četiri?",
  "mn78:8.10": "Tako on ne čini ništa loše telom, ne izgovara loše reči, nema loše namere i ne izdržava se od bilo kakvog lošeg zanimanja.",
  "mn78:8.11": "Kada čovek poseduje ta četiri kvaliteta, ne opisujem ga kao ispunjenog u onome što je korisno“ već kao nekog ko je u istoj kategoriji s malim detetom koje leži u kolevci.",
  "mn78:9.1": "Stolaru, kada čovek poseduje deset kvaliteta, opisujem ga kao ispunjenog u onome što je korisno ili usavršenog u onome što je korisno, kao nekog ko je dostigao najviši cilj, nepobedivog asketu.",
  "mn78:9.2": "(Ali pre svega) kažem, to treba razumeti ovako: ’Ovo su štetne navike’; i ovako: ’Štetne navike izviru odavde’; i ovako: ’Štetne navike nestaju bez ostatka ovde’; i ovako: ’Onaj ko ovako vežba, vežba put ka nestanku štetnih navika.’ Kažem, to treba razumeti ovako: ’Ovo su korisne navike’; i ovako: ’Korisne navike izviru odavde’; i ovako: ’Korisne navike nestaju bez ostatka ovde’; i ovako: ’Onaj ko ovako vežba, vežba put ka nestanku korisnih navika.’ Kažem, to treba razumeti ovako: ’Ovo su štetne namere’; i ovako: ’Štetne namere izviru odavde’; i ovako: ’Štetne namere nestaju bez ostatka ovde’; i ovako: ’Onaj ko ovako vežba, vežba put ka nestanku štetnih namera.’ Kažem, to treba razumeti ovako: ’Ovo su korisne namere’; i ovako: ’Korisne namere izviru odavde’; i ovako: ’Korisne namere nestaju bez ostatka ovde’; i ovako: ’Onaj ko ovako vežba, vežba put ka nestanku korisnih namera.’",
  "mn78:10.1": "Koje su to štetne navike?",
  "mn78:10.2": "To su štetni postupci telom, štetni postupci govorom i loš način obezbeđivanja hrane.",
  "mn78:10.3": "To se naziva loše navike.",
  "mn78:10.4": "A odakle izviru te štetne navike?",
  "mn78:10.5": "Njihov izvor je ovakav:",
  "mn78:10.6": "za njih treba reći da izviru iz uma.",
  "mn78:10.7": "Kakvog uma?",
  "mn78:10.8": "Iako je um mnogostruk, raznolik i s različitim aspektima,",
  "mn78:10.9": "postoji um koji je obuzet strašću, mržnjom i obmanutošću. Štetne navike izviru odatle.",
  "mn78:10.10": "A gde te štetne navike nestaju bez ostatka?",
  "mn78:10.11": "Njihovo nestajanje je ovakvo:",
  "mn78:10.12": "tako monah napušta telom učinjena loša dela i razvija telom učinjena dobra dela; napušta govorom učinjena loša dela i razvija govorom učinjena dobra dela; napušta umom učinjena loša dela i razvija umom učinjena dobra dela; napušta loš način dolaženja do hrane i razvija dobar način.",
  "mn78:10.13": "Tu štetne navike nestaju bez ostatka.",
  "mn78:10.14": "A kako se vežba put ka nestanku štetnih navika?",
  "mn78:10.15": "Tako monah u sebi budi odlučnost za nenastajanje još nenastalih nepovoljnih mentalnih stanja, ulaže napor, budi energiju, napreže svoj um i nastoji.",
  "mn78:10.16": "U sebi budi odlučnost za napuštanje već nastalih nepovoljnih mentalnih stanja…",
  "mn78:10.17": "U sebi budi odlučnost za nastajanje još nenastalih povoljnih mentalnih stanja…",
  "mn78:10.18": "U sebi budi odlučnost za održavanje, neiščezavanje, jačanje, uvećanje i potpuno ispunjenje već nastalih povoljnih mentalnih stanja, ulaže napor, budi energiju, napreže svoj um i nastoji.",
  "mn78:10.19": "Onaj ko tako vežba, vežba put ka nestanku štetnih navika.",
  "mn78:11.1": "Koje su to korisne navike?",
  "mn78:11.2": "To su korisni postupci telom, korisni postupci govorom i pročišćenje načina dolaženja do hrane.",
  "mn78:11.3": "To se naziva korisne navike.",
  "mn78:11.4": "A odakle izviru te korisne navike?",
  "mn78:11.5": "Njihov izvor je ovakav:",
  "mn78:11.6": "za njih treba reći da izviru iz uma.",
  "mn78:11.7": "Kakvog uma?",
  "mn78:11.8": "Iako je um mnogostruk, raznolik i sa različitim aspektima,",
  "mn78:11.9": "postoji um koji nije obuzet strašću, mržnjom i obmanutošću. Korisne navike izviru odatle.",
  "mn78:11.10": "A gde te korisne navike nestaju bez ostatka?",
  "mn78:11.11": "Njihovo nestajanje je ovakvo:",
  "mn78:11.12": "tako je monah ispunjen vrlinom,",
  "mn78:11.13": "ali sebe ne poistovećuje sa vrlinom i razume onako kako zaista jeste, da su oslobođenje uma i oslobođenje mudrošću mesta gde te korisne navike nestaju bez ostatka.",
  "mn78:11.14": "A kako se vežba put ka nestanku korisnih navika?",
  "mn78:11.15": "Tako monah u sebi budi odlučnost za nenastajanje još nenastalih nepovoljnih mentalnih stanja…",
  "mn78:11.18": "za održavanje, neiščezavanje, jačanje, uvećanje i potpuno ispunjenje već nastalih povoljnih mentalnih stanja, ulaže napor, budi energiju, napreže svoj um i nastoji.",
  "mn78:11.19": "Onaj ko tako vežba, vežba put ka nestanku korisnih navika.",
  "mn78:12.1": "Koje su to štetne namere?",
  "mn78:12.2": "To su namere pokretane željom za zadovoljstvima čula, zlovoljom i okrutnošću.",
  "mn78:12.3": "To se naziva štetnem namere.",
  "mn78:12.4": "A odakle izviru te štetne namere?",
  "mn78:12.5": "Njihov izvor je ovakav:",
  "mn78:12.6": "za njih treba reći da izviru iz opažaja.",
  "mn78:12.7": "Kakvog opažaja?",
  "mn78:12.8": "Iako je opažaj mnogostruk, raznolik i s različitim aspektima,",
  "mn78:12.9": "postoji opažaj želje za zadovoljstvima čula, opažaj zlovolje i opažaj okrutnosti.",
  "mn78:12.10": "Štetne namere izviru odatle.",
  "mn78:12.11": "A gde te štetne namere nestaju bez ostatka?",
  "mn78:12.12": "Njihovo nestajanje je ovakvo:",
  "mn78:12.13": "tako monah, sasvim odvojen od zadovoljstava čula, odvojen od štetnih mentalnih stanja, ulazi i ostaje na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame.",
  "mn78:12.14": "To je mesto gde te štetne namere nestaju bez ostatka.",
  "mn78:12.15": "A kako se vežba put ka nestanku štetnih namera?",
  "mn78:12.16": "Tako monah u sebi budi odlučnost za nenastajanje još nenastalih nepovoljnih mentalnih stanja…",
  "mn78:12.19": "za održavanje, neiščezavanje, jačanje, uvećanje i potpuno ispunjenje već nastalih povoljnih mentalnih stanja, ulaže napor, budi energiju, napreže svoj um i nastoji.",
  "mn78:12.20": "Onaj ko tako vežba, vežba put ka nestanku štetnih namera.",
  "mn78:13.1": "Koje su to korisne namere?",
  "mn78:13.2": "To su namera obuzdavanja, namera odsustva zlovolje i namera nepovređivanja.",
  "mn78:13.3": "To se naziva korisne namere.",
  "mn78:13.4": "A odakle izviru te korisne namere?",
  "mn78:13.5": "Njihov izvor je ovakav:",
  "mn78:13.6": "za njih treba reći da izviru iz opažaja.",
  "mn78:13.7": "Kakvog opažaja?",
  "mn78:13.8": "Iako je opažaj mnogostruk, raznolik i s različitim aspektima,",
  "mn78:13.9": "postoji opažaj obuzdavanja, opažaj odsustva zlovolje i opažaj nepovređivanja.",
  "mn78:13.10": "Korisne namere izviru odatle.",
  "mn78:13.11": "A gde te korisne namere nestaju bez ostatka?",
  "mn78:13.12": "Njihovo nestajanje je ovakvo:",
  "mn78:13.13": "tako monah, smirivanjem usmerene misli i istraživanja, ulazi i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije.",
  "mn78:13.14": "To je mesto gde te korisne namere nestaju bez ostatka.",
  "mn78:13.15": "A kako se vežba put ka nestanku korisnih namera?",
  "mn78:13.16": "Tako monah u sebi budi odlučnost za nenastajanje još nenastalih nepovoljnih mentalnih stanja…",
  "mn78:13.19": "za održavanje, neiščezavanje, jačanje, uvećanje i potpuno ispunjenje već nastalih povoljnih mentalnih stanja, ulaže napor, budi energiju, napreže svoj um i nastoji.",
  "mn78:13.20": "Onaj ko tako vežba, vežba put ka nestanku korisnih namera.",
  "mn78:14.1": "Dakle, stolaru, kojih to deset kvaliteta čovek poseduje da bih ga opisao kao ispunjenog u onome što je korisno, usavršenog u onome što je korisno, kao nekog ko je dostigao najviši cilj, nepobedivog asketu?",
  "mn78:14.2": "Tako monah poseduje ispravno razumevanje onoga ko je izvan vežbanja, ispravnu nameru onoga ko je izvan vežbanja, ispravan govor onoga ko je izvan vežbanja, ispravne postupke onoga ko je izvan vežbanja, ispravno življenje onoga ko je izvan vežbanja, ispravan napor onoga ko je izvan vežbanja, ispravnu svesnost onoga ko je izvan vežbanja, ispravnu koncentraciju onoga ko je izvan vežbanja, ispravno znanje onoga ko je izvan vežbanja i ispravno oslobođenje onoga ko je izvan vežbanja.",
  "mn78:14.3": "Kada čovek poseduje tih deset kvaliteta, opisujem ga kao ispunjenog u onome što je korisno, usavršenog u onome što je korisno, kao nekog ko je dostigao najviši cilj, nepobedivog asketu.“",
  "mn78:14.4": "Tako reče Blaženi.",
  "mn78:14.5": "Zadovoljan, stolar Pañćakanga se obradova rečima Blaženoga."
}