{
  "mn79:0.1": "Majjhima Nikāya 79",
  "mn79:0.2": "Ćūḷasakuludāyi sutta Kratki govor Sakuludāyinu",
  "mn79:1.1": "Ovako sam čuo.",
  "mn79:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice.",
  "mn79:1.3": "U isto vreme asketa Sakuludāyin boravio je na mestu gde se hrane paunovi, u parku za askete, zajedno s velikom grupom asketa.",
  "mn79:2.1": "Jednoga jutra Blaženi se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Rāđagahe da prosi hranu.",
  "mn79:2.2": "I usput pomisli:",
  "mn79:2.3": "„Još je rano za prošenje hrane u Rāđagahi.",
  "mn79:2.4": "Kako bi bilo da odem do askete Sakuludāyina u hranilištu za paunove, u parku za askete?“",
  "mn79:2.5": "Tako Blaženi ode do mesta gde se hrane paunovi, u parku za askete.",
  "mn79:3.1": "Tom prilikom je asketa Sakuludāyin sedeo s velikom grupom drugih asketa, koji su pravili veliku galamu…",
  "mn79:3.3": "Asketa Sakuludāyin ugleda Blaženoga kako dolazi izdaleka.",
  "mn79:3.4": "Videći ga, utiša svoju grupu:",
  "mn79:3.5": "„Poštovani, budite tihi, ne pravite galamu.",
  "mn79:3.6": "Evo dolazi asket Gotama.",
  "mn79:3.7": "On ceni tišinu i hvali tišinu.",
  "mn79:3.8": "Možda će, videći da je naša grupa tiha, smatrati da vredi da nas poseti.“",
  "mn79:3.9": "Tada zaćutaše askete.",
  "mn79:4.1": "Tada Blaženi priđe asketi Sakuludāyinu.",
  "mn79:4.2": "Asketa Sakuludāyin reče Blaženome:",
  "mn79:4.3": "„Neka dođe Blaženi, poštovani gospodine!",
  "mn79:4.4": "Dobro došao, Blaženi, poštovani gospodine!",
  "mn79:4.5": "Prošlo je mnogo vremena otkako je Blaženi našao priliku da dođe ovamo.",
  "mn79:4.6": "Neka sedne Blaženi, poštovani gospodine;",
  "mn79:4.8": "Blaženi sede na prostrt sedište.",
  "mn79:4.9": "Asketa Sakuludāyin uze nižu stolicu i sede po strani.",
  "mn79:4.10": "Blaženi reče asketi Sakuludāyinu:",
  "mn79:4.11": "„Radi kakvog razgovora ste se ovde okupili, Udāyine? U kakvom sam vas to razgovoru prekinuo?“",
  "mn79:5.1": "„Poštovani gospodine, ostavimo na stranu razgovor radi kojeg smo se ovde okupili.",
  "mn79:5.2": "Blaženi može o tome čuti kasnije.",
  "mn79:5.3": "Kada ne dođem u ovu grupu, tada oni sede i pričaju o mnogim nevažnim temama.",
  "mn79:5.4": "Ali kad dođem, tada oni sede, gledaju u mene i razmišljaju: ’Hajde da čujemo Dhammu koju asketa Udāyin izlaže.’",
  "mn79:5.6": "Međutim, kada Blaženi dođe, tada i ja i ova grupa sedimo, gledamo u Blaženog i mislimo:",
  "mn79:5.7": "’Hajde da čujemo Dhammu koju Blaženi izlaže.’“",
  "mn79:6.1": "„Ako je tako, Udāyine, daj predlog o čemu da govorim.“",
  "mn79:6.2": "„Pre neki dan pojavio se jedan koji tvrdi da je sveznajući i svevideći, da ima potpuno znanje i viđenje ovako: ’Bilo da hodam ili stojim, spavam ili sam budan, znanje i viđenje su kontinuirano, bez prekida u meni.’",
  "mn79:6.3": "Kad ga upitah o prošlosti, poče on da izvrdava, skrete razgovor na drugu stranu i pokaza bes, mržnju i ogorčenje.",
  "mn79:6.4": "Tada se prisetih Blaženoga ovako:",
  "mn79:6.5": "’Ah, svakako je Blaženi, svakako je Uzvišeni taj koji je vešt u takvim stvarima.’“",
  "mn79:6.6": "„Ali Udāyine, ko beše taj koji je tvrdio da je sveznajući i svevideći… pa ipak kada si ga upitao o prošlosti, poče on da izvrdava, skrete razgovor na drugu stranu i pokaza bes, mržnju i ogorčenje?“",
  "mn79:6.7": "„To beše Nigaṇṭha Nātaputta.“",
  "mn79:7.1": "„Udāyine, ako bi se neko sećao mnoštva svojih prošlih života, dakle jednog rođenja, dva rođenja… u celini i do detalja, ako bi se sećao mnoštva svojih prošlih života, tada bi možda ili on mene pitao o prošlosti ili bih možda ja njega pitao o prošlosti, te bi ili on možda zadovoljio moj um svojim odgovorom na moje pitanje ili bih možda ja zadovoljio njegov um svojim odgovorom na njegovo pitanje.",
  "mn79:7.3": "Ako bi neko duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, video bića kako umiru i ponovo se rađaju i video kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna… te razumeo kako se bića preporađaju u skladu sa svojim postupcima, tada bi možda ili on mene pitao o budućnosti ili bih možda ja njega pitao o budućnosti, te bi ili on možda zadovoljio moj um svojim odgovorom na moje pitanje ili bih možda ja zadovoljio njegov um svojim odgovorom na njegovo pitanje.",
  "mn79:7.5": "Ali, ostavimo po strani prošlost, Udāyine, ostavimo po strani budućnost.",
  "mn79:7.6": "Poučiću te Dhammi:",
  "mn79:7.7": "Kada ovo postoji, i ono postoji; nastankom ovoga i ono postaje.",
  "mn79:7.8": "Kada ovo ne postoji, ni ono ne postoji; nestankom ovoga i ono nestaje.“",
  "mn79:8.1": "„Poštovani gospodine, nisam u stanju da se setim u celini i do detalja čak ni svega što sam doživeo u ovom životu,",
  "mn79:8.2": "pa kako bih se mogao setiti mnoštva svojih prošlih života, dakle jednog rođenja, dva rođenja… u celini i do detalja, kao što je u stanju Blaženi?",
  "mn79:8.3": "Nisam u stanju da vidim ni vilenjaka iz močvare,",
  "mn79:8.4": "pa kako bih duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, mogao da vidim bića kako umiru i ponovo se rađaju i vidim kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna… te razumem kako se bića preporađaju u skladu sa svojim postupcima, kao što je u stanju Blaženi?",
  "mn79:8.5": "Kada mi je Blaženi rekao:",
  "mn79:8.6": "’Ali ostavimo po strani prošlost, Udāyine, ostavimo po strani budućnost.",
  "mn79:8.7": "Poučiću te Dhammi:",
  "mn79:8.8": "Kada ovo postoji, i ono postoji; nastankom ovoga i ono postaje.",
  "mn79:8.9": "Kada ovo ne postoji, ni ono ne postoji; nestankom ovoga i ono nestaje’–to je za mene još nejasnije.",
  "mn79:8.10": "Možda bih mogao zadovoljiti um Blaženoga ako bih odgovorio na pitanje o učenju našega učitelja.“",
  "mn79:9.1": "„Vrlo dobro, Udāyine, kakvo je učenje vašeg učitelja?“",
  "mn79:9.2": "„Poštovani gospodine, ovakvo je učenje našeg učitelja: ’Ovo je savršena lepota, ovo je savršena lepota!’“",
  "mn79:9.4": "„Ali, Udāyine, pošto je učenje vašeg učitelja ’Ovo je savršena lepota, ovo je savršena lepota!’–šta je ta savršena lepota?“",
  "mn79:9.6": "„Ta lepota jeste savršena lepota, nju ne može da nadmaši bilo koja druga lepota, koliko god bila visoka ili uzvišena.“",
  "mn79:10.1": "„Ali, Udāyine, ti na taj način možeš još dugo da ideš. Kažeš: ’Poštovani gospodine, ta lepota jeste savršena lepota, nju ne može da nadmaši bilo koja druga lepota, koliko god bila visoka ili uzvišena’, pa ipak ne govoriš šta ta lepota jeste.",
  "mn79:10.3": "Zamisli čoveka koji kaže: ’Zaljubljen sam u najlepšu devojku u ovoj zemlji.’",
  "mn79:10.4": "A onda ga pitaju: ’Dobri čoveče, ta najlepša devojka u ovoj zemlji u koju si zaljubljen–znaš li da li je iz kaste plemića, brahmana, trgovaca ili najamnika?’, a on odgovori: ’Ne znam.’",
  "mn79:10.6": "A onda ga pitaju:",
  "mn79:10.8": "’Dobri čoveče, ta najlepša devojka u ovoj zemlji u koju si zaljubljen–znaš li njezino ime ili klan?… Je li visoka, niska i srednje visine?… Da li joj je koža tamne, braon ili zlatne boje?… U kojem selu ili gradu živi?’, a on odgovori: ’Ne znam.’",
  "mn79:10.10": "I na to ga pitaju: ’Dobri čoveče, da li ti to voliš devojku koju nikad nisi upoznao ili sreo?’, a on odgovori: ’Da.’",
  "mn79:10.14": "Šta misliš, Udāyine, ako bi tako bilo, zar reči tog čoveka ne bi zvučale kao besmislice?“",
  "mn79:10.16": "„Svakako, ako bi tako bilo, reči tog čoveka zvučale bi kao besmislice.“",
  "mn79:10.17": "„Isto tako, Udāyine, i ti kažeš: ’Ta lepota jeste savršena lepota, nju ne može da nadmaši bilo koja druga lepota, koliko god bila visoka ili uzvišena’, a ipak ne kažeš šta ta lepota jeste.“",
  "mn79:11.1": "„Poštovani gospodine, kao što divan dragi kamen beril, sa osam stranica, dobro izbrušen, kad leži na crvenom brokatu, svetluca, zrači i blista, takve lepote je i sopstvo (koje preživi) neoštećeno posle smrti.“",
  "mn79:12.1": "„Šta misliš, Udāyine?",
  "mn79:12.2": "Taj divan dragi kamen beril, sa osam stranica, dobro izbrušen, što kad leži na crvenom brokatu, svetluca, zrači i blista ili svitac u gustoj tami noći–od to dvoje, šta daje lepši i uzvišeniji sjaj?“",
  "mn79:12.3": "„Svitac u gustoj tami noći.“",
  "mn79:13.1": "„Šta misliš, Udāyine?",
  "mn79:13.2": "Taj svitac u gustoj tami noći ili uljana lampa u gustoj tami noći–od to dvoje, šta daje lepši i uzvišeniji sjaj?“",
  "mn79:13.3": "„Uljana lampa.“",
  "mn79:14.1": "„Šta misliš, Udāyine?",
  "mn79:14.2": "Ta uljana lampa u gustoj tami noći ili velika logorska vatra u gustoj tami noći–od to dvoje, šta daje lepši i uzvišeniji sjaj?“",
  "mn79:14.3": "„Velika logorska vatra.“",
  "mn79:15.1": "„Šta misliš, Udāyine?",
  "mn79:15.2": "Ta logorska vatra u gustoj tami noći ili zvezda Severnjača pred zoru na čistom, vedrom nebu–od to dvoje, šta daje lepši i uzvišeniji sjaj?“",
  "mn79:15.3": "„Zvezda Severnjača pred zoru na čistom, vedrom nebu.“",
  "mn79:16.1": "„Šta misliš, Udāyine?",
  "mn79:16.2": "Zvezda Severnjača pred zoru na čistom, vedrom nebu ili pun mesec u ponoć, na čistom, vedrom nebu, na dan predanosti–od to dvoje, šta daje lepši i uzvišeniji sjaj?“",
  "mn79:16.3": "„Pun mesec u ponoć, na čistom, vedrom nebu, na dan predanosti.“",
  "mn79:17.1": "„Šta misliš, Udāyine?",
  "mn79:17.2": "Pun mesec u ponoć, na čistom, vedrom nebu, na dan predanosti ili pun sunčev disk u podne, na čistom, vedrom nebu u jesen, poslednjeg meseca kišnog perioda–od to dvoje, šta daje lepši i uzvišeniji sjaj?“",
  "mn79:17.3": "„Pun sunčev disk u podne, na čistom, vedrom nebu u jesen, poslednjeg meseca kišnog perioda.“",
  "mn79:18.1": "„Izvan toga, Udāyine, znam veoma mnogo božanstava (sa čijom lepotom) sjaj sunca i meseca ne može se ni porediti, pa ipak ne kažem da",
  "mn79:18.4": "nju ne može da nadmaši bilo koja druga lepota, koliko god bila visoka ili uzvišena. Ali ti, Udāyine, o toj lepoti koja je niža i inferiornija u odnosu i na jednog svica, kažeš: ’Ta lepota jeste savršena lepota’, a da ne kažeš i šta ta lepota jeste.“",
  "mn79:19.1": "„Blaženi je okončao raspravu; Uzvišeni je okončao raspravu.“",
  "mn79:19.2": "„Ali, Udāyine, zašto tako govoriš?“",
  "mn79:19.4": "„Poštovani gospodine, učenje našeg učitelja podučava: ’Ovo je savršena lepota, ovo je savršena lepota!’",
  "mn79:19.6": "Ali kada nas je Blaženi saterao u ćošak i propitivao o učenju našeg učitelja, ostali smo iznenađeni, bez reči i konfuzni.“",
  "mn79:20.1": "„Šta misliš, Udāyine, postoji li potpuno prijatan svet? Postoji li praktičan način da se ostvari potpuno prijatan svet?“",
  "mn79:20.2": "„Učenje našeg učitelja podučava:",
  "mn79:20.3": "’Postoji potpuno prijatan svet. Postoji praktičan način da se ostvari potpuno prijatan svet.’“",
  "mn79:21.1": "„Ali, Udāyine, koji je praktičan način da se ostvari potpuno prijatan svet?“",
  "mn79:21.2": "„Tako što, napuštanjem ubijanja živih bića, čovek odustane od ubijanja živih bića; napuštanjem uzimanja onoga što nije dato, čovek odustane od uzimanja onoga što mu nije dato; napuštanjem nedoličnih seksualnih odnosa, čovek ne stupa u njih; napuštanjem laži, čovek ne laže; ili isto tako odabere i sprovodi neku od asketskih praksi.",
  "mn79:21.3": "To je praktičan način da se ostvari potpuno prijatan svet.“",
  "mn79:22.1": "„Šta misliš, Udāyine, u situaciji kada napusti ubijanje živih bića i odustane od ubijanja živih bića,",
  "mn79:22.2": "da li njegovo sopstvo oseća samo zadovoljstvo ili i zadovoljstvo i bol?“",
  "mn79:22.3": "„I zadovoljstvo i bol, poštovani.“",
  "mn79:22.4": "„Šta misliš, Udāyine?",
  "mn79:22.5": "Kad čovek napusti uzimanje onoga što mu nije dato i odustane od uzimanja onoga što mu nije dato…",
  "mn79:22.7": "kad napusti nedolične seksualne odnose i ne stupa u nedolične seksualne odnose…",
  "mn79:22.9": "kad napusti laž i više ne laže, da li njegovo sopstvo oseća samo zadovoljstvo ili i zadovoljstvo i bol?“",
  "mn79:22.10": "„I zadovoljstvo i bol.“",
  "mn79:22.11": "„Šta misliš, Udāyine?",
  "mn79:22.12": "Kad preduzima neku od asketskih praksi, da li njegovo sopstvo oseća samo zadovoljstvo ili i zadovoljstvo i bol?“",
  "mn79:22.13": "„I zadovoljstvo i bol, poštovani.“",
  "mn79:22.14": "„A šta misliš, Udāyine?",
  "mn79:22.15": "Da li se potpuno prijatan svet ostvaruje tako što sledimo put mešavine zadovoljstva i bola?“",
  "mn79:23.1": "„Blaženi je okončao raspravu; Uzvišeni je okončao raspravu.“",
  "mn79:23.2": "„Ali, Udāyine, zašto tako govoriš?“",
  "mn79:23.4": "„Poštovani gospodine, učenje našeg učitelja podučava: ’Postoji potpuno prijatan svet. Postoji praktičan način da se ostvari potpuno prijatan svet.’",
  "mn79:23.6": "Ali kad nas je Blaženi saterao u ćošak i propitivao o učenju našeg učitelja, ostali smo iznenađeni, bez reči i konfuzni.",
  "mn79:23.7": "Ali kako stoje stvari, postoji li potpuno prijatan svet? Postoji li praktičan način da se ostvari potpuno prijatan svet?“",
  "mn79:24.1": "„Postoji potpuno prijatan svet. Udāyine; postoji praktičan način da se ostvari potpuno prijatan svet.“",
  "mn79:24.2": "„A koji je praktičan način da se ostvari potpuno prijatan svet?“",
  "mn79:25.1": "„Tako, Udāyine, sasvim obuzdanih čula, bez mentalnih nečistoća, monah ulazi i ostaje na prvom stupnju zadubljenja…",
  "mn79:25.2": "Smirivanjem usmerene misli i istraživanja, ulazi on i ostaje na drugom stupnju zadubljenja…",
  "mn79:25.3": "na trećem stupnju zadubljenja…",
  "mn79:25.4": "To je praktičan način da se ostvari potpuno prijatan svet.“",
  "mn79:25.5": "„Ali to nije praktičan način da se ostvari potpuno prijatan svet; na toj tački potpuno prijatan svet već je ostvaren.“",
  "mn79:25.6": "„Udāyine, na toj tački potpuno prijatan svet još nije ostvaren;",
  "mn79:25.7": "to je tek praktičan način da se ostvari potpuno prijatan svet.“",
  "mn79:26.1": "Kad ovo bi rečeno, okupljeni oko askete Sakuludāyina povikaše:",
  "mn79:26.2": "„Izgubljeni smo zajedno s učenjem našeg učitelja! Izgubljeni smo zajedno s učenjem našeg učitelja!",
  "mn79:26.3": "Ne poznajemo bilo šta više od toga!“",
  "mn79:26.4": "Na to ih Sakuludāyin utiša i upita Blaženoga:",
  "mn79:27.1": "„Poštovani gospodine, na kojoj tački je potpuno prijatan svet ostvaren?’“",
  "mn79:27.2": "„Tako, Udāyine, napuštanjem zadovoljstva i bola–kao i ranijim nestankom radosti i žalosti–monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu.",
  "mn79:27.3": "On tu boravi s onim božanstvima koja su se uzdigla u jedan potpuno prijatan svet, te razgovara s njima.",
  "mn79:27.4": "Na toj tački je potpuno prijatan svet ostvaren.“",
  "mn79:28.1": "„Poštovani, monasi sigurno žive svetačkim životom predvođeni Blaženim da bi za sebe ostvarili potpuno prijatan svet.“",
  "mn79:28.2": "„Monasi ne žive svetačkim životom predvođeni mnome da bi za sebe ostvarili potpuno prijatan svet.",
  "mn79:28.3": "Postoje druga stanja, Udāyine, viša i mnogo plemenitija (od toga) i monasi žive svetačkim životom predvođeni mnome da bi njih ostvarili.“",
  "mn79:28.4": "„A koja su to viša i mnogo plemenitija stanja, radi čijeg ostvarenja monasi žive svetačkim životom predvođeni Blaženim?“",
  "mn79:29-36.1": "„Tako se, Udāyine, Tathāgata pojavljuje u ovom svetu, plemenit i potpuno probuđen… um svoj pročišćuje od sumnjičavosti.",
  "mn79:37.1": "Pošto je tako napustio tih pet prepreka, nedostataka uma koji slabe mudrost,",
  "mn79:37.2": "sasvim obuzdanih čula, bez mentalnih nečistoća, monah ulazi i ostaje na prvom stupnju zadubljenja…",
  "mn79:37.3": "To je, Udāyine, više i mnogo plemenitije stanje, radi čijeg ostvarenja monasi žive svetačkim životom predvođeni mnome.",
  "mn79:38-40.1": "I opet, smirivanjem usmerene misli i istraživanja, ulazi monah i ostaje na drugom stupnju zadubljenja…",
  "mn79:38-40.2": "na trećem stupnju zadubljenja…",
  "mn79:38-40.3": "na četvrtom stupnju zadubljenja.",
  "mn79:38-40.4": "I to je, Udāyine, više i mnogo plemenitije stanje, radi čijeg ostvarenja monasi žive svetačkim životom predvođeni mnome.",
  "mn79:41.1": "Kad je monahov um postao tako koncentrisan, pročišćen, blistav, bez i najmanje nečistoće, gibak, prilagodljiv, postojan i utihnuo, usmerava ga ka znanju o svojim prošlim životima.",
  "mn79:41.2": "Seća se mnoštva prošlih života, jednog rođenja, dva rođenja… Tako se seća mnoštva svojih prošlih života u celini i do detalja.",
  "mn79:41.3": "I to je, Udāyine, više i mnogo plemenitije stanje, radi čijeg ostvarenja monasi žive svetačkim životom predvođeni mnome.",
  "mn79:42.1": "Kad je monahov um postao tako koncentrisan, pročišćen, blistav, bez i najmanje nečistoće, gibak, prilagodljiv, postojan i utihnuo, usmerava ga ka znanju o umiranju i ponovnom rađanju bića…",
  "mn79:42.2": "Tako duhovnim okom, pročišćenim i superiornim u odnosu na fizičko, vidi bića kako umiru i ponovo se rađaju i uviđa kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna u skladu sa svojim postupcima.",
  "mn79:42.3": "I to je, Udāyine, više i mnogo plemenitije stanje, radi čijeg ostvarenja monasi žive svetačkim životom predvođeni mnome.",
  "mn79:43.1": "Kad je monahov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, usmerava ga ka znanju o uklanjanju otrova.",
  "mn79:43.2": "Vidi, kao da mu je pred očima: ’Ovo je patnja’… vidi, kao da mu je pred očima: ’Ovo je put koji vodi prestanku otrova.’",
  "mn79:44.1": "Kad zna i vidi tako, monahov um se oslobađa otrova želje za zadovoljstvima čula, otrova želje za bivanjem i otrova neznanja.",
  "mn79:44.2": "Kada se oslobodi, tada dolazi znanje: „Slobodan sam.“",
  "mn79:44.3": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.’",
  "mn79:44.4": "I to je, Udāyine, više i mnogo plemenitije stanje, radi čijeg ostvarenja monasi žive svetačkim životom predvođeni mnome.",
  "mn79:44.5": "To su, Udāyine, viša i mnogo plemenitija stanja, radi čijeg ostvarenja monasi žive svetačkim životom predvođeni mnome.“",
  "mn79:45.1": "Kad ovo bi rečeno, asketa Sakuludāyin reče Blaženome:",
  "mn79:45.2": "„Izvrsno, poštovani gospodine! Izvrsno!",
  "mn79:45.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu.",
  "mn79:45.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište.",
  "mn79:45.5": "Želeo bih da se pridružim beskućnicima pod vođstvom učitelja Gotame i primim puno zaređenje.“",
  "mn79:46.1": "Kad ovo bi rečeno, okupljeni oko askete Sakuludāyina obratiše mu se:",
  "mn79:46.2": "„Učitelju Udāyine, ne živi svetačkim životom predvođen asketom Gotamom.",
  "mn79:46.3": "Bio si učitelj, učitelju Udāyine, ne živi sada kao učenik.",
  "mn79:46.4": "Za učitelja Udāyina to bi bilo kao da pozlaćen bokal postane obična tikva.",
  "mn79:46.5": "Učitelju Udāyine, ne živi svetačkim životom predvođen asketom Gotamom.",
  "mn79:46.6": "Bio si učitelj, učitelju Udāyine, ne živi sada kao učenik.“",
  "mn79:46.7": "Tako su okupljeni sprečili asketu Sakuludāyina da živi svetačkim životom predvođen asketom Gotamom."
}