{
  "mn7:0.1": "Budni govori srednje dužine 7 ",
  "mn7:0.2": "Poređenje sa tkaninom ",
  "mn7:1.1": "Ovako sam čuo. ",
  "mn7:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "mn7:1.3": "Tu on reče monasima: ",
  "mn7:1.4": "„Monasi.” ",
  "mn7:1.5": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "mn7:1.6": "A Blaženi ovako nastavi: ",
  "mn7:2.1": "„Monasi, zamislite parče tkanine prljave i masne, ",
  "mn7:2.2": "a onda je bojilac potopi u jednu ili drugu boju za bojenje tkanine: plavu, žutu, crvenu ili ljubičastu. Ona će potom izgledati loše obojena i flekava. ",
  "mn7:2.3": "A zašto? ",
  "mn7:2.4": "Zbog nečistoća na tkanini. ",
  "mn7:2.5": "Isto tako, monasi, kad je um uprljan, može se očekivati da stigne na nesrećno odredište. ",
  "mn7:2.6": "Monasi, zamislite parče tkanine, čiste i svetle, ",
  "mn7:2.7": "a onda je bojilac potopi u jednu ili drugu boju za bojenje tkanine: plavu, žutu, crvenu ili ljubičastu. Ona će potom izgledati dobro obojena i ujednačene boje. ",
  "mn7:2.8": "A zašto? ",
  "mn7:2.9": "Zbog čistoće tkanine. ",
  "mn7:2.10": "Isto tako, monasi, kad je um neuprljan, može se očekivati da stigne na srećno odredište. ",
  "mn7:3.1": "Koje su to, monasi, nečistoće koje prljaju um? ",
  "mn7:3.2": "Gramzivost i neopravdan tvrdičluk su nečistoće koje prljaju um. Zlovolja… bes… osvetoljubivost… prezir… oholost… zavist… sebičnost… pretvaranje… prevara… tvrdoglavost… rivalitet… uobraženost… arogancija… taština… nepažljivost je nečistoća koja prlja um. ",
  "mn7:4.1": "Kad monah zna da su gramzivost i neopravdana škrtost nečistoća koja prlja um i napusti je; ",
  "mn7:4.2": "kad monah zna da je zlovolja… ",
  "mn7:4.30": "nepažljivost nečistoća koja prlja um ",
  "mn7:4.31": "i napusti je, ",
  "mn7:5.1": "",
  "mn7:5.2": "",
  "mn7:5.30": "",
  "mn7:5.31": "",
  "mn7:5.32": "tada stiče potpuno pouzdanje u Budu: ",
  "mn7:5.33": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "mn7:6.1": "Stiče potpuno pouzdanje u Dhammu: ",
  "mn7:6.2": "’Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe.’ ",
  "mn7:7.1": "Stiče potpuno pouzdanje u monašku zajednicu: ",
  "mn7:7.2": "’Zajednica učenika Blaženog vežba na pravi način, vežba na direktan način, vežba na mudar način, vežba na valjan način. Četiri para osoba, osam vrsta ljudi, ta zajednica učenika Blaženog vredna je darova, vredna gostoprimstva, vredna pohvala i vredna poštovanja, ona je nenadmašno polje sticanja zasluga u ovome svetu.’ ",
  "mn7:8.1": "Kada je jednim delom odustao, odagnao, oslobodio se, napustio i okrenuo se (od nečistoća uma), ovako razmišlja: ’Posedujem potpuno pouzdanje u Budu’ i postaje nadahnut značenjem, nadahnut Dhammom, obradovan Dhammom. ",
  "mn7:8.2": "Kad je radostan, u njemu se rađa ushićenje; onome ko je ushićen, telo postaje smireno; onaj čije je telo smireno, oseća zadovoljstvo; u onome ko oseća zadovoljstvo, um postaje koncentrisan. ",
  "mn7:9.1": "On ovako razmišlja: ’Posedujem potpuno pouzdanje u Dhammu’ i postaje nadahnut značenjem, nadahnut Dhammom, obradovan Dhammom. Kad je obradovan… njegov um postaje koncentrisan. ",
  "mn7:10.1": "On ovako razmišlja: ’Posedujem potpuno pouzdanje u sanghu’ i postaje nadahnut značenjem, nadahnut Dhammom, obradovan Dhammom. ",
  "mn7:10.2": "Kad je radostan, u njemu se rađa ushićenje; onome ko je ushićen, telo postaje smireno; onaj čije je telo smireno, oseća zadovoljstvo; u onome ko oseća zadovoljstvo, um postaje koncentrisan. ",
  "mn7:11.1": "On ovako razmišlja: ’(Od nečistoća uma) sam jednim delom odustao, odagnao ih, oslobodio ih se, napustio ih i okrenuo se od njih’ i postaje nadahnut značenjem, nadahnut Dhammom, obradovan Dhammom. ",
  "mn7:11.2": "Kad je radostan, u njemu se rađa ushićenje; onome ko je ushićen, telo postaje smireno; onaj čije je telo smireno, oseća zadovoljstvo; u onome ko oseća zadovoljstvo, um postaje koncentrisan. ",
  "mn7:12.1": "Monasi, ako monah takve vrline, takvog stanja (koncentracije) i takve mudrosti jede isprošenu hranu, koja se sastoji od odabranog pirinča, zajedno sa različitim prelivima i karijem, čak ni to nije prepreka za njega. ",
  "mn7:12.2": "Baš kao što i tkanina koja je prljava i masna postaje čista i svetla pomoću čiste vode ili kao što zlato postaje čisto i sjajno pomoću peći za topljenje, ",
  "mn7:12.3": "isto tako, ako monah takvih vrlina… jede isprošenu hranu…, čak ni to nije prepreka za njega. ",
  "mn7:13.1": "On živi obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "mn7:14.1": "Živi on obasjavajući jednu stranu sveta umom prožetim saosećanjem… ",
  "mn7:15.1": "umom prožetim radošću zbog sreće drugih… ",
  "mn7:16.1": "umom prožetim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "mn7:17.1": "Onda razume ovako: ’Postoji ovo, postoji niže, postoji više i izvan toga je izlaz iz čitavog ovog polja opažaja.’ ",
  "mn7:18.1": "Kad tako zna i vidi, njegov um je oslobođen otrova žudnje za zadovoljstvima čula, otrova bivanja i otrova neznanja. ",
  "mn7:18.2": "Kada je oslobođen, javlja se znanje: ’Um je oslobođen’. ",
  "mn7:18.3": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno ono što je trebalo učiniti, nema više preporađanja u bilo koji oblik bivanja.’ ",
  "mn7:18.4": "Monasi, takav se naziva ",
  "mn7:18.5": "monahim koji je okupan iznutra.” ",
  "mn7:19.1": "Tom je prilikom brahman Sundarika Bhāradvāđa sedeo nedaleko od Bude. ",
  "mn7:19.2": "I onda reče Blaženome: ",
  "mn7:19.3": "„Da li učitelj Gotama odlazi do Bāhukā reke da se okupa?” ",
  "mn7:19.4": "„Zašto bih, brahmane, išao baš do Bāhukā reke da se okupam? ",
  "mn7:19.5": "Šta je to u stanju da učini Bāhukā?” ",
  "mn7:19.6": "„Učitelju Gotama, mnogi smatraju da Bāhukā donosi oslobođenje, mnogi smatraju da donosi dobre zasluge i mnogi svoja loša dela peru u Bāhukā reci.” ",
  "mn7:20.1": "Onda se Blaženi obrati brahmanu Sundarika Bhāradvāđi ovim stihovima: ",
  "mn7:20.2": "„Bāhukā i Adhikakkā, ",
  "mn7:20.3": "Gayā i Sundarikā takođe, ",
  "mn7:20.4": "Sarassatī i Payāga, ",
  "mn7:20.5": "a i potok Bahumatī – ",
  "mn7:20.6": "u njima se neznalica može kupati doveka ",
  "mn7:20.7": "i opet neće svoja nedela oprati. ",
  "mn7:20.8": "Šta to Sundarikā može odneti? ",
  "mn7:20.9": "Šta Payagā? Šta Bāhukā? ",
  "mn7:20.10": "One zlotvora pročistiti ne mogu, ",
  "mn7:20.11": "čoveka što okrutna i gnusna počini dela. ",
  "mn7:20.12": "Onome ko je čist u srcu uvek je ",
  "mn7:20.13": "dan proleća, sveti dan; ",
  "mn7:20.14": "onaj ko je časnih dela, čistog srca ",
  "mn7:20.15": "svoju vrlinu do savršenstva dovodi. ",
  "mn7:20.16": "To je mesto, brahmane, na kojem treba da se okupaš, ",
  "mn7:20.17": "da sebe učiniš utočištem svih bića. ",
  "mn7:20.18": "I ako ne govoriš laži, ",
  "mn7:20.19": "ne povređuješ druga živa bića, ",
  "mn7:20.20": "ne uzimaš što ti ponuđeno nije, ",
  "mn7:20.21": "s poverenjem u sebi i bez gramzivosti, ",
  "mn7:20.22": "zašto bi uopšte išao u Gayu? ",
  "mn7:20.23": "Jer svaki izvor bi za tebe bio Gayā.” ",
  "mn7:21.1": "Kad ovo bi rečeno, brahman Sundarika Bhāradvāđa reče: ",
  "mn7:21.2": "Izvrsno, učitelju Gotama! Izvrsno, učitelju Gotama! ",
  "mn7:21.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i Blaženi, na više različitih načina, razjasnio Dhammu. ",
  "mn7:21.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "mn7:21.5": "Želeo bih da se pridružim beskućnicima pod vođstvom učitelja Gotame i primim puno zaređenje.” ",
  "mn7:22.1": "I brahman Sundarika Bhāradvāđa postade iskušenik pod Blaženim i primi puno zaređenje. ",
  "mn7:22.2": "Ne zadugo posle potpunog zaređenja, boraveći u meditaciji, marljiv, predan i odlučan, poštovani Bhāradvāđa stekavši neposredno znanje, ovde i sada dostiže i zadrža se na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. ",
  "mn7:22.3": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.” ",
  "mn7:22.4": "I poštovani Bhāradvāđa postade jedan od arahanata. "
}
