{
  "mn80:0.1": "Budini govori srednje dužine 80",
  "mn80:0.2": "Govor Vekhanassi",
  "mn80:1.1": "Ovako sam čuo.",
  "mn80:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn80:2.1": "Onda asketa Vekhanassa dođe do Blaženog i pozdravi se njim.",
  "mn80:2.2": "Kad taj učtivi i prijateljski razgovor bi završen, stade on sa strane i u prisustvu Blaženog reče nadahnut:",
  "mn80:2.3": "„Ovo je savršena lepota, ovo je savršena lepota!“",
  "mn80:2.4": "„Ovo je savršena lepota, ovo je savršena lepota!“",
  "mn80:2.5": "„Ali, Kaććāna, zašto kažeš: ‚Ovo je savršena lepota, ovo je savršena lepota!‘? Koja je ta savršena lepota?“",
  "mn80:2.6": "„‚Ovo je savršena lepota, ovo je savršena lepota!‘“",
  "mn80:2.8": "„Učitelju Gotama, ta lepota jeste savršena lepota, nju ne može da nadmaši bilo koja druga lepota, koliko god bila visoka ili uzvišena.“",
  "mn80:2.9": "„Ali, Kaććāna, šta je lepota koju ne može da nadmaši bilo koja druga lepota, koliko god bila visoka ili uzvišena?“",
  "mn80:2.10": "„Učitelju Gotama, ta lepota jeste savršena lepota, nju ne može da nadmaši bilo koja druga lepota, koliko god bila visoka ili uzvišena.“",
  "mn80:3.1": "„Ali, Kaććāna, ti na taj način možeš još dugo da ideš… (kao sutta 79, §10–18)… a da ne kažeš i šta ta lepota jeste.",
  "mn80:12.1": "Kaććāna, postoji pet struna zadovoljstva čula.",
  "mn80:12.2": "Kojih pet?",
  "mn80:12.3": "Oblici dostupni oku za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast.",
  "mn80:12.4": "Zvuci dostupni uhu…",
  "mn80:12.5": "Mirisi dostupni nosu…",
  "mn80:12.6": "Ukusi dostupni jeziku…",
  "mn80:12.7": "Dodiri dostupni telu za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast.",
  "mn80:12.8": "To je pet struna zadovoljstva čula.",
  "mn80:13.1": "Kaććāna, prijatnost i radost koji se jave na osnovu tih pet struna zadovoljstva čula nazivaju se čulno zadovoljstvo.",
  "mn80:13.2": "Tako čulno zadovoljstvo (nastaje) na osnovu zadovoljstava čula, ali iza čulnih zadovoljstava postoji zadovoljstvo više od čulnog i za njega se kaže da je najviše među zadovoljstvima.“",
  "mn80:14.1": "Kad ovo bi rečeno, asketa Vekhanassa reče: „Izvrsno je, učitelju Gotama, čudesno je kako je učitelj Gotama to dobro izrekao:",
  "mn80:14.2": "„Izvrsno je, učitelju Gotama, čudesno je kako je učitelj Gotama to dobro izrekao:",
  "mn80:14.4": "„Tako čulno zadovoljstvo (nastaje) na osnovu zadovoljstava čula, ali iza čulnih zadovoljstava postoji zadovoljstvo više od čulnog i za njega se kaže da je najviše među zadovoljstvima.‘“",
  "mn80:14.6": "„Kaććāna, za tebe koji imaš drugo gledište, prihvataš drugo učenje, odobravaš drugo učenje, sprovodiš drugu praksu, slediš drugog učitelja, teško je da znaš šta je čulno ili šta je čulno zadovoljstvo ili šta je više od čulnog.",
  "mn80:14.8": "Ali monasi koji su arahanti, sve otrove uklonili, proživeli svetački život, učinili što je trebalo učiniti, odložili tovar, dosegli sopstveni cilj, raskinuli okove bića i potpuno su oslobođeni krajnjim znanjem–oni su ti koji bi znali",
  "mn80:14.9": "šta je čulno ili šta je čulno zadovoljstvo ili šta je više od čulnog.“",
  "mn80:15.1": "Kada ovo bi rečeno, asketa Vekhanassa bi ljutit i nezadovoljan, te poče da grdi, omalovažava i protivreči Blaženom ovim rečima:",
  "mn80:15.2": "„Asketa Gotama će biti poražen.“",
  "mn80:15.3": "Onda reče Blaženome: „Dakle, postoje askete i brahmani koji, iako ne znaju prošlost i nisu videli budućnost, ipak tvrde:",
  "mn80:15.4": "„Nema više preporađanja, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više povratka u bilo koji oblik bića.“",
  "mn80:15.5": "To što govore ispostavlja se kao smešno; ispostavlja se kao obično naklapanje, isprazno i suvišno.“",
  "mn80:16.1": "„Ako bilo koji asketa i brahman, iako ne zna prošlost i nije video budućnost, ipak tvrdi:",
  "mn80:16.2": "„Nema više preporađanja, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više povratka u bilo koji oblik bića,“",
  "mn80:16.3": "njega je moguće pobiti u skladu sa Dhammom.",
  "mn80:16.4": "Umesto toga, neka prošlost bude, Kaććāna, i neka budućnost bude.",
  "mn80:16.5": "Neka mudar čovek dođe, onaj ko je pošten i iskren, čestiti čovek. Ja ga upućujem, podučavam Dhammi na takav način–ako vežba onako kako je podučen, uskoro će na osnovu sopstvenog iskustva videti:",
  "mn80:16.7": "„Dakle, zaista, postoji oslobođenje od okova, a to je od okova neznanja.“",
  "mn80:16.8": "Zamisli, Kaććāna, malo dete kako leži potrbuške, vezano čvrstim vezama (za sva četiri uda), a petim oko vrata; kasnije, zato što poraste i njegove sposobnosti ojačaju, te veze se olabave.",
  "mn80:16.10": "Tada bi on znao ‚Slobodan sam‘ i ne bi više imao veze oko ruku i nogu.",
  "mn80:16.11": "Isto tako, neka mudar čovek dođe… ‚Dakle, zaista postoji oslobođenje od okova, a to je od okova neznanja.‘“",
  "mn80:17.1": "Kada ovo bi rečeno, asketa Vekhanassa reče Blaženome: „Izvrsno, učitelju Gotama! Izvrsno, učitelju Gotama!",
  "mn80:17.2": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu.",
  "mn80:17.3": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. Neka me učitelj Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!“"
}