{
  "mn81:0.1": "Budini govori srednje dužine 81",
  "mn81:0.2": "Grnčar Ghaṭīkāra",
  "mn81:1.1": "Ovako sam čuo.",
  "mn81:1.2": "Jednom je Blaženi lutao zemljom Kosala, praćen velikom grupom monaha.",
  "mn81:2.1": "Onda se, idući glavnim putem, na jednom mestu Blaženi osmehnuo.",
  "mn81:2.2": "A poštovani Ānanda pomisli:",
  "mn81:2.3": "„Šta je razlog, šta je uzrok da se Blaženi osmehnuo?",
  "mn81:2.4": "Tathāgata se ne osmehuje bez razloga.“",
  "mn81:2.5": "I tako, prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu Blaženoga i upita:",
  "mn81:2.6": "„Poštovani gospodine, šta je razlog, šta je uzrok da se Blaženi osmehnuo?",
  "mn81:2.7": "Tathāgate se ne osmehuju bez razloga.“",
  "mn81:3.1": "„Jednom davno, Ānanda, na ovom mestu nalazio se prosperitetan i užurban trgovački grad po imenu Vebhalinga, veliki grad, prepun ljudi.",
  "mn81:3.2": "A blaženi Kassapa, plemeniti i potpuno probuđeni, živeo je blizu trgovačkog grada Vebhalinge.",
  "mn81:3.3": "Tu je, zapravo, blaženi Kassapa, plemeniti i potpuno probuđeni, imao svoj manastir;",
  "mn81:3.4": "tu je, zapravo, blaženi Kassapa, plemeniti i potpuno probuđeni, boravio i podučavao monašku zajednicu.“",
  "mn81:4.1": "Na to poštovani Ānanda savi načetvoro svoj od krpa sašiveni gornji ogrtač i položivši ga na zemlju, reče Blaženome:",
  "mn81:4.2": "„Onda neka Blaženi izvoli sesti.",
  "mn81:4.3": "Tako će ovo mesto koristiti dvojica plemenitih i potpuno probuđenih.“",
  "mn81:4.4": "Blaženi sede na pripremljeno mesto i obrati se Ānandi ovim rečima:",
  "mn81:5.1": "„Jednom davno, Ānanda, na ovom mestu nalazio se prosperitetan i užurban trgovački grad po imenu Vebhalinga, veliki grad, prepun ljudi.",
  "mn81:5.2": "A blaženi Kassapa, plemeniti i potpuno probuđeni, živeo je blizu trgovačkog grada Vebhalinge.",
  "mn81:5.3": "Tu je, zapravo, blaženi Kassapa, plemeniti i potpuno probuđeni, imao svoj manastir;",
  "mn81:5.4": "tu je, zapravo, blaženi Kassapa, plemeniti i potpuno probuđeni, boravio i podučavao monašku zajednicu.",
  "mn81:6.1": "U Vebhalingi je blaženi Kassapa, plemeniti i potpuno probuđeni, kao svoga pokrovitelja, kao svoga glavnog pokrovitelja, imao grnčara po imenu Ghaṭīkāra.",
  "mn81:6.2": "Taj grnčar Ghaṭīkāra je kao prijatelja, kao svog bliskog prijatelja imao brahmanskog učenika po imenu Đotipāla.",
  "mn81:6.3": "Jednoga dana grnčar Ghaṭīkāra obrati se brahmanskom učeniku Đotipāli ovim rečima: ‚Dragi moj Đotipāla, hajdemo da vidimo Budu Kassapu, plemenitog i potpuno probuđenog.",
  "mn81:6.4": "Mislim da je dobro videti Blaženoga, plemenitog i potpuno probuđenoga.“",
  "mn81:6.5": "Brahmanski učenik Đotipāla odgovori:",
  "mn81:6.6": "„Nikako, dragi moj Ghaṭīkāra.",
  "mn81:6.7": "Kakva je korist videti tog ćelavog isposnika?“",
  "mn81:6.8": "I drugi i treći put grnčar Ghaṭīkāra reče:",
  "mn81:6.11": "„Dragi moj Đotipāla, hajdemo da vidimo blaženog Kassapu, plemenitog i potpuno probuđenog.",
  "mn81:6.12": "Mislim da je dobro videti Blaženog, plemenitog i potpuno probuđenoga.“",
  "mn81:6.13": "I drugi i treći put brahmanski učenik Đotipāla odgovori:",
  "mn81:6.14": "„Nikako, dragi moj Ghaṭīkāra.",
  "mn81:6.15": "Kakva je korist videti tog ćelavog isposnika?“",
  "mn81:6.16": "–‚Ako je tako, dragi moj Đotipāla, uzmimo onda sunđer i sapun, te hajdemo na reku da se okupamo.“",
  "mn81:6.17": "–‚Vrlo dobro‘, odgovori Đotipāla.",
  "mn81:7.1": "I tako grnčar Ghaṭīkāra i brahmanski učenik Đotipāla uzeše sunđer i sapun, te odoše na reku da se okupaju. Kad su stigli, Ghaṭīkāra reče:",
  "mn81:7.2": "„Dragi moj Đotipāla, u blizini je manastir blaženog Kassape, plemenitog i potpuno probuđenoga.",
  "mn81:7.3": "Hajdemo da vidimo blaženog Kassapu, plemenitog i potpuno probuđenog.",
  "mn81:7.4": "Mislim da je dobro videti Blaženog, plemenitog i potpuno probuđenoga.“",
  "mn81:7.5": "Đotipāla odgovori:",
  "mn81:7.6": "„Nikako, dragi moj Ghaṭīkāra.",
  "mn81:7.7": "Kakva je korist videti tog ćelavog isposnika?“",
  "mn81:7.9": "I drugi i treći put grnčar Ghaṭīkāra reče:",
  "mn81:7.13": "I drugi i treći put brahmanski učenik Đotipāla odgovori:",
  "mn81:7.14": "„Nikako, dragi moj Ghaṭīkāra.",
  "mn81:7.15": "Kakva je korist videti tog ćelavog isposnika?“",
  "mn81:8.1": "Na to grnčar Ghaṭīkāra uhvati brahmanskog učenika Đotipālu za pojas i reče:",
  "mn81:8.2": "„Dragi moj Đotipāla, u blizini je manastir blaženog Kassape, plemenitog i potpuno probuđenoga.",
  "mn81:8.3": "Hajdemo da vidimo blaženog Kassapu, plemenitog i potpuno probuđenog.",
  "mn81:8.4": "Mislim da je dobro videti Blaženog, plemenitog i potpuno probuđenoga.“",
  "mn81:8.5": "A brahmanski učenik Đotipāla otrgnu svoj pojas i reče:",
  "mn81:8.6": "„Nikako, dragi moj Ghaṭīkāra.",
  "mn81:8.7": "Kakva je korist videti tog ćelavog isposnika?“",
  "mn81:9.1": "I tako, kad je brahmanski učenik Đotipāla oprao glavu, grnčar Ghaṭīkāra ga uhvati za kosu i reče:",
  "mn81:9.2": "„Dragi moj Đotipāla, u blizini je manastir blaženog Kassape, plemenitog i potpuno probuđenoga.",
  "mn81:9.3": "Hajdemo da vidimo blaženog Kassapu, plemenitog i potpuno probuđenog.",
  "mn81:9.4": "Mislim da je dobro videti Blaženog, plemenitog i potpuno probuđenoga.“",
  "mn81:9.5": "Na to brahmanski učenik Đotipāla pomisli:",
  "mn81:9.6": "„Čudno je, neobično je",
  "mn81:9.7": "što ovaj grnčar Ghaṭīkāra, koji je drugačijeg porekla, i pomisli da me zgrabi za kosu dok smo se kupali!",
  "mn81:9.8": "Mora da u tome ima nečega.“",
  "mn81:9.9": "I reče grnčaru Ghaṭīkāri:",
  "mn81:9.10": "„I na to si spreman, dragi moj Ghaṭīkāra?“",
  "mn81:9.11": "–„I na to sam spreman, dragi moj Đotipāla,",
  "mn81:9.12": "jer mislim da je dobro videti Blaženog, plemenitog i potpuno probuđenoga.“",
  "mn81:9.13": "–„Onda me, dragi moj Ghaṭīkāra, pusti. I hajdemo da ga posetimo.“",
  "mn81:10.1": "Tako grnčar Ghaṭīkāra i brahmanski učenik Đotipāla odoše do blaženog Kassape, plemenitog i potpuno probuđenoga. Pošto mu se pokloni, Ghaṭīkāra sede sa strane, dok se Đotipāla pozdravio s njim, a kad taj učtivi i prijateljski razgovor bi završen, sede i on sa strane.",
  "mn81:10.2": "Ghaṭīkāra tada reče blaženom Kassapi, plemenitom i potpuno probuđenom:",
  "mn81:10.3": "„Poštovani gospodine, ovo je brahmanski učenik Đotipāla, moj prijatelj, moj bliski prijatelj.",
  "mn81:10.4": "Neka ga Blaženi poduči Dhammi.“",
  "mn81:10.5": "Na to je blaženi Kassapa, plemeniti i potpuno probuđeni, uputio, podstakao, nadahnuo i ohrabrio grnčara Ghaṭīkāru i brahmanskog učenika Đotipālu izlaganjem o Dhammi.",
  "mn81:10.6": "Kad je izlaganje bilo završeno, nadahnuti i obradovani rečima blaženog Kassape, oni ustadoše sa svog mesta, poklone se blaženom Kassapi, plemenitom i potpuno probuđenom, i pazeći da im on ostane s desne strane, otidoše.",
  "mn81:11.1": "Potom Đotipāla upita Ghaṭīkāru:",
  "mn81:11.2": "„Sada kad si čuo Dhammu, dragi moj Ghaṭīkāra, zašto ne napustiš dom i odeš u beskućnike?“",
  "mn81:11.3": "–‚Dragi moj Đotipāla, zar ne znaš da se staram o slepim i starim roditeljima?“",
  "mn81:11.4": "–‚Ako je tako, dragi moj Ghaṭīkāra, onda ću ja napustiti dom i otići u beskućnike.“",
  "mn81:12.1": "I tako grnčar Ghaṭīkāra i brahmanski učenik Đotipāla odoše do blaženog Kassape, plemenitog i potpuno probuđenog. Pošto su mu se poklonili, sedoše sa strane i grnčar Ghaṭīkāra reče blaženom Kassapi, plemenitom i potpuno probuđenom:",
  "mn81:12.2": "„Poštovani gospodine, ovo je brahmanski učenik Đotipāla, moj prijatelj, moj bliski prijatelj.",
  "mn81:12.3": "On želi da postane iskušenik predvođen Blaženim.“",
  "mn81:12.4": "I brahmanski učenik Đotipāla postade iskušenik predvođen blaženim Kassapom, plemenitim i potpuno probuđenim, te potom primi i potpuno zaređenje.",
  "mn81:13.1": "I ne zadugo pošto brahmanski učenik Đotipāla primi potpuno zaređenje, pola meseca pošto primi potpuno zaređenje, ostavši u Vebhalingi koliko mu je bilo volja, blaženi Kassapa, plemeniti i potpuno probuđeni, nastavi da luta u pravcu Benaresa.",
  "mn81:13.2": "Idući od sela do sela, stiže na kraju do Benaresa,",
  "mn81:13.3": "te se smesti u parku jelena, u Isipatani.",
  "mn81:14.1": "A Kikī, kralj Kāsija, doču: ‚Čini se da je blaženi Kassapa, plemeniti i potpuno probuđeni, stigao u Benares i živi u parku jelena, u Isipatani.“",
  "mn81:14.2": "Na to naredi da se pripremi povorka kočija, te popevši se na jednu od njih, izveze se iz Benaresa uza svu kraljevsku pompu, kako bi sreo blaženog Kassapu, plemenitog i potpuno probuđenog.",
  "mn81:14.3": "Vozio se sve dok je put bio prohodan za kočije, onda siđe i peške otide do blaženoga Kassape, plemenitog i potpuno probuđenog. Pokloni mu se, sede sa strane,",
  "mn81:14.4": "a blaženi Kassapa, plemeniti i potpuno probuđeni, uputi, podstaknu, nadahnu i ohrabri Kikīja, kralja Kāsija, svojim govorom o Dhammi.",
  "mn81:14.5": "Kad govor bi završen, Kikī, kralj Kāsija, reče:",
  "mn81:14.6": "„Molim Blaženoga da zajedno s monasima koji ga prate, prihvati da ruča sutra u mome domu.“",
  "mn81:14.7": "A blaženi Kassapa, plemeniti i potpuno probuđeni, ćutke prihvati njegov poziv.",
  "mn81:15.1": "Razumevši da je blaženi Kassapa, plemeniti i potpuno probuđeni, prihvatio poziv, ustade s mesta na kojem je sedeo, pokloni mu se, te pazeći da mu Blaženi ostane s desne strane, otide.",
  "mn81:16.1": "U zoru, Kikī, kralj Kāsija, naredi da se u njegovom domu pripreme različita ukusna jela–najbolji pirinač zajedno sa mnoštvom preliva i karija–i kad je sve bilo spremno, dojavi blaženom Kassapi, plemenitom i potpuno probuđenom, ovako:",
  "mn81:16.2": "„Vreme je, poštovani gospodine, obed je spreman.“",
  "mn81:17.1": "Ujutro, blaženi Kassapa, plemeniti i potpuno probuđeni, obuče se, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu praćen grupom monaha do doma Kikīja, kralja Kāsija i sede na pripremljeno mesto.",
  "mn81:17.2": "A Kikī, kralj Kāsija, svojim je rukama poslužio i raznim ukusnim jelima nahranio monašku zajednicu.",
  "mn81:17.3": "Kada je blaženi Kassapa, plemeniti i potpuno probuđeni, jeo i odložio posudu, Kikī, kralj Kāsija, odabra jedno niže mesto, sede sa strane, te reče:",
  "mn81:17.4": "„Molim blaženoga da prihvati boravište u Benaresu, koje ću mu obezbediti da mirno provede period monsuna;",
  "mn81:17.5": "to će biti pomoć i za Sanghu.“",
  "mn81:17.6": "–„Ne, kralju, već imam boravište za period monsuna.“",
  "mn81:17.10": "I drugi i treći put Kikī, kralj Kāsija, reče:",
  "mn81:17.11": "„Molim blaženoga da prihvati boravište u Benaresu koje ću mu obezbediti da mirno provede period monsuna;",
  "mn81:17.12": "to će biti pomoć i za Sanghu.“",
  "mn81:17.13": "–„Ne, kralju, već imam boravište za period monsuna.“",
  "mn81:17.15": "A kralj pomisli: „Blaženi Kassapa, plemeniti i potpuno probuđeni, ne prihvata boravište u Benaresu koje bih mu obezbedio da provede period monsuna“ i beše veoma razočaran i tužan.",
  "mn81:17.17": "Onda reče: „Poštovani gospodine, imate li pokrovitelja boljeg od mene?“",
  "mn81:18.1": "–„Imam, veliki kralju. Postoji trgovački grad Vebhaḷinga,",
  "mn81:18.2": "u kojem živi grnčar Ghaṭīkāra.",
  "mn81:18.3": "On je moj pokrovitelj, moj glavni pokrovitelj.",
  "mn81:18.4": "A ti, veliki kralju, sada misliš: ‚Blaženi Kassapa, plemeniti i potpuno probuđeni, ne prihvata boravište u Benaresu koje bih mu obezbedio da provede period monsuna‘ i veoma si razočaran i tužan;",
  "mn81:18.5": "ali grnčar Ghaṭīkāra nije i neće ni biti.",
  "mn81:18.6": "Grnčar Ghaṭīkāra uzeo je kao utočište Budu, Dhammu i Sanghu.",
  "mn81:18.7": "Odustao je od ubijanja živih bića, uzimanja onoga što mu nije dato, nedoličnih čulnih zadovoljstava, od laganja i od vina, alkohola i drugoga što pomućuje svest, podstiče nemarnost.",
  "mn81:18.8": "Potpuno se pouzdaje u Budu, Dhammu i Sanghu, poseduje vrline koje su drage plemenitima.",
  "mn81:18.9": "Oslobođen je sumnjičavosti u pogledu patnje, nastanka patnje, prestanka patnje i puta koji vodi prestanku patnje.",
  "mn81:18.10": "Jede samo u jednom delu dana, drži se celibata, čestit je, dobrog karaktera.",
  "mn81:18.11": "Ostavio je na stranu dragulje i zlato, odustao od zlata i srebra.",
  "mn81:18.12": "Ne kopa zemlju u potrazi za glinom ni ašovom, ni rukama;",
  "mn81:18.13": "ono što nađe na obali koja se obrušila u reku ili što iskopaju životinje, to natovari na kola i donese kući;",
  "mn81:18.14": "kad napravi ćupove, ovako kaže: ‚Neka bilo ko kome se sviđaju, ostavi ovde malo odabranog pirinča, odabranog pasulja ili odabranog sočiva, pa neka uzme što mu je drago.“",
  "mn81:18.15": "Izdržava slepe i ostarele roditelje.",
  "mn81:18.16": "Kako je raskinuo pet nižih okova, spontano će se preporoditi (u čistim boravištima) i odatle dostići krajnju nibbānu, a da se više ne vrati na ovaj svet.",
  "mn81:19.1": "Jednom kad sam živeo kraj Vebhalinge i beše jutro, obukao sam se, uzeo svoju prosjačku zdelu i gornji ogrtač, pa otidoh do roditelja grnčara Ghaṭīkāre.",
  "mn81:19.2": "Tamo ih upitah:",
  "mn81:19.3": "„Molim vas, recite mi gde je grnčar.“",
  "mn81:19.4": "–‚Poštovani, vaš pokrovitelj nije kod kuće. Ali slobodno uzmite kuvani pirinač iz lonca i varivo iz činije, te jedite.“",
  "mn81:19.5": "Tako sam i učinio, te otidoh dalje.",
  "mn81:19.6": "Onda grnčar Ghaṭīkāra otide do roditelja i upita ih:",
  "mn81:19.7": "„Ko je uzeo kuvani pirinač iz lonca i varivo iz činije, ko je jeo, te otišao dalje?“",
  "mn81:19.8": "–‚Dragi naš sine, blaženi Kassapa, plemeniti i potpuno probuđeni, tako učini.“",
  "mn81:19.9": "I grnčar Ghaṭīkāra pomisli:",
  "mn81:19.10": "„Dobitak je za mene, veliki je dobitak za mene",
  "mn81:19.11": "što se blaženi Kassapa, plemeniti i potpuno probuđeni, tako pouzda u mene!“",
  "mn81:19.12": "Ushićenje i sreća ga obuzeše i u njemu ostadoše pola meseca, a u njegovim roditeljima nedelju dana.",
  "mn81:20.1": "Nekom drugom prilikom, kad sam živeo kraj Vebhalinge i beše jutro, obukao sam se, uzeo svoju prosjačku zdelu i gornji ogrtač, pa otidoh do roditelja grnčara Ghaṭīkāre.",
  "mn81:20.2": "Tamo ih upitah:",
  "mn81:20.3": "„Molim vas, recite mi gde je grnčar.“",
  "mn81:20.4": "–‚Poštovani gospodine, vaš pokrovitelj nije kod kuće. Ali slobodno uzmite kuvani pirinač iz lonca i varivo iz činije, te jedite.“",
  "mn81:20.5": "Tako sam i učinio, te otidoh dalje.",
  "mn81:20.6": "Onda grnčar Ghaṭīkāra otide do roditelja i upita ih:",
  "mn81:20.7": "„Ko je uzeo kuvani pirinač iz lonca i varivo iz činije, ko je jeo, te otišao dalje?“",
  "mn81:20.8": "–‚Dragi naš sine, blaženi Kassapa, plemeniti i potpuno probuđeni, tako učini.“",
  "mn81:20.9": "I grnčar Ghaṭīkāra pomisli:",
  "mn81:20.10": "„Dobitak je za mene, veliki je dobitak za mene",
  "mn81:20.11": "što se blaženi Kassapa, plemeniti i potpuno probuđeni, tako pouzda u mene!“",
  "mn81:20.12": "Ushićenje i sreća ga obuzeše i u njemu ostadoše pola meseca, a u njegovim roditeljima nedelju dana.",
  "mn81:21.1": "Jednom prilikom, kad sam živeo kraj Vebhalinge, koliba mi je prokišnjavala.",
  "mn81:21.3": "Onda se obratih monasima ovim rečima: „Hajdete, monasi, vidite ima li bilo kakve trske u kući grnčara Ghaṭīkāre.“",
  "mn81:21.5": "–„Poštovani gospodine, nema trske u kući grnčara Ghaṭīkāre;",
  "mn81:21.6": "kuća grnčara Ghaṭīkāre pokrivena je trskom.“",
  "mn81:21.7": "–„Hajdete, monasi, uzmite tu trsku sa kuće grnčara Ghaṭīkāre.“",
  "mn81:21.8": "Oni tako učiniše.",
  "mn81:21.9": "Onda roditelji grnčara Ghaṭīkāre upitaše monahe:",
  "mn81:21.10": "„Zašto uzimate tu trsku sa kuće?“",
  "mn81:21.11": "–„Sestro, prokišnjava koliba blaženog Kasape, plemenitog i potpuno probuđenog.“",
  "mn81:21.12": "–„Uzmite je onda, poštovani, uzmite je i neka ste blagosloveni!“",
  "mn81:21.13": "Onda grnčar Ghaṭīkāra otide do roditelja i upita ih:",
  "mn81:21.14": "„Ko je uzeo trsku sa krova kuće?“",
  "mn81:21.15": "–„Dragi naš sine, monasi su je uzeli; prokišnjava koliba blaženog Kassape, plemenitog i potpuno probuđenoga.“",
  "mn81:21.16": "I grnčar Ghaṭīkāra pomisli:",
  "mn81:21.17": "„Dobitak je za mene, veliki je dobitak za mene",
  "mn81:21.18": "što se blaženi Kassapa, plemeniti i potpuno probuđeni, tako pouzda u mene!“",
  "mn81:21.19": "Ushićenje i sreća ga obuzeše i u njemu ostadoše pola meseca, a u njegovim roditeljima nedelju dana.",
  "mn81:21.20": "I kuća je tokom cela tri meseca imala nebo kao svoj krov, ali ne pade ni kap kiše.",
  "mn81:21.21": "Takav je grnčar Ghaṭīkāra.“",
  "mn81:21.22": "„Dobitak je za grnčara Ghaṭīkāru, veliki je dobitak za njega",
  "mn81:21.23": "što se blaženi Kassapa, plemeniti i potpuno probuđeni, tako pouzda u njega.“",
  "mn81:22.1": "Zatim Kikī, kralj Kāsija, natovari pet stotina zaprega najboljim pirinčem, zajedno sa obiljem druge hrane i začina, te posla grnčaru Ghaṭīkāri.",
  "mn81:22.2": "Kraljevi ljudi stigoše do grnčara Ghaṭīkāre, te mu rekoše:",
  "mn81:22.3": "„Doterali smo pet stotina zaprega natovarenih najboljim pirinčem, zajedno sa obiljem druge hrane i začina, to vam šalje Kikī, kralj Kāsija;",
  "mn81:22.4": "molimo vas da to primite.“",
  "mn81:22.5": "–„Kralj je veoma zauzet i ima mnogo usta da hrani.",
  "mn81:22.6": "Ja imam dovoljno.",
  "mn81:22.7": "Neka to bude za samoga kralja.“",
  "mn81:23.1": "Sada, Ānanda, ti možda ovako misliš:",
  "mn81:23.2": "„Sigurno je tada neko drugi bio brahmanski učenik Đotipāla.“",
  "mn81:23.3": "Ali, nemoj tako misliti.",
  "mn81:23.4": "Ja sam tada bio brahmanski učenik Đotipāla.“",
  "mn81:23.5": "Tako reče Blaženi.",
  "mn81:23.6": "Zadovoljan, poštovani Ānanda se obradova rečima Blaženoga."
}