{
  "mn82:0.1": "Budini govori srednje dužine 82",
  "mn82:0.2": "O Raṭṭhapāli",
  "mn82:1.1": "Ovako sam čuo.",
  "mn82:1.2": "Jednom je Blaženi, praćen velikom grupom monaha, lutao zemljom plemena Kuru. Na kraju je stigao do grada po imenu Thullakoṭṭhita.",
  "mn82:2.1": "A brahmani kućedomaćini iz Thullakoṭṭhite dočuše:",
  "mn82:2.2": "„Asketa Gotama, sin plemena Sakya, koji je napustio klan Sakyana, lutajući zemljom plemena Kuru, praćen velikom grupom monaha, stigao je u Thullakoṭṭhitu.",
  "mn82:2.3": "Tom prilikom, ovakav se dobar glas proširio o učitelju Gotami:",
  "mn82:2.4": "„Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen.",
  "mn82:2.5": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, sa njegovim božanstvima, Mārama i Brahmama, zajedno sa pokolenjem isposnika i brahmana, plemenitih i običnih ljudi.",
  "mn82:2.6": "U skladu sa njegovom formom i suštinom, on propoveda ovo učenje divno na početku, divno u sredini, divno na kraju. On je oličenje svetačkog života, tako celovitog i pročišćenog.“",
  "mn82:2.7": "Istinska je dobrobit videti takvo usavršeno biće.“",
  "mn82:3.1": "Onda brahmani kućedomaćini iz Thullakoṭṭhite odoše do Blaženoga. Neki se pokloniše Blaženome i sedoše sa strane; drugi se pozdraviše s Blaženim, pa kada taj učtiv i prijateljski razgovor bi završen, sedoše sa strane; treći, u znak poštovanja, sklopiše ruke u pravcu Blaženoga i sedoše sa strane; neki u prisustvu Blaženoga rekoše svoje ime i klan i sedoše sa strane; neki ćutke sedoše sa strane.",
  "mn82:3.2": "Kad su tako seli, Blaženi ih uputi, podstaknu, nadahnu i ohrabri svojim govorom o Dhammi.",
  "mn82:4.1": "A među prisutnima bi i Raṭṭhapāla, sin jednog od najuglednijih građana Thullakoṭṭhite.",
  "mn82:4.2": "I njemu se javi misao:",
  "mn82:4.3": "„Koliko ja razumem Dhammu kojoj podučava Blaženi, nije lako živeti kod kuće i praktikovati svetački život potpuno savršen, potpuno čist, nalik uglačanoj školjki.",
  "mn82:4.4": "Šta ako bih obrijao kosu i bradu, obukao žuti ogrtač, napustio domaćinski život, te otišao u beskućnike?“",
  "mn82:5.1": "Kad je Blaženi svojim govorom o Dhammi uputio, podstakao, nadahnuo i ohrabrio brahmane kućedomaćine iz Thullakoṭṭhite, oni se zadovoljiše i obradovaše njegovim rečima. Potom ustadoše sa svog mesta, poklone se Blaženom te pazeći da im on ostane sa desne strane, otidoše.",
  "mn82:6.1": "Ubrzo zatim, Raṭṭhapāla priđe Blaženom, pokloni mu se, sede sa strane i reče:",
  "mn82:6.2": "„Koliko ja razumem Dhammu kojoj podučava Blaženi, nije lako živeti kod kuće i praktikovati svetački život potpuno savršen, potpuno čist, nalik uglačanoj školjki.",
  "mn82:6.3": "Poštovani gospodine, želeo bih da obrijem kosu i bradu, obučem žuti ogrtač, napustim domaćinski život, te odem u beskućnike.",
  "mn82:6.5": "Želeo bih da se pridružim beskućnicima pod vođstvom učitelja Gotame i primim puno zaređenje.“",
  "mn82:6.6": "„Imaš li dopuštenje svojih roditelja, Raṭṭhapāla, da napustiš domaćinski život i odeš u beskućnike?“",
  "mn82:6.7": "„Ne, nemam dopuštenje svojih roditelja.“",
  "mn82:6.8": "„Raṭṭhapāla, Tathāgate ne primaju u red beskućnika nikoga ko nema dopuštenje svojih roditelja.“",
  "mn82:6.9": "„Poštovani, postaraću se da mi roditelji dopuste da napustim domaćinski život i odem u beskućnike.“",
  "mn82:7.1": "Potom Raṭṭhapāla ustade sa svog mesta, pokloni se Blaženom te pazeći da mu on ostane sa desne strane, otide. Otišao je roditeljima i rekao:",
  "mn82:7.2": "„Majko i oče, koliko ja razumem Dhammu kojoj podučava Blaženi, nije lako živeti kod kuće i praktikovati svetački život potpuno savršen, potpuno čist, nalik uglačanoj školjki.",
  "mn82:7.3": "Želim da obrijem kosu i bradu, obučem žuti ogrtač, napustim domaćinski život, te odem u beskućnike.",
  "mn82:7.4": "Molim vas za dopuštenje da napustim domaćinski život i odem u beskućnike.“",
  "mn82:7.5": "Kad je ovo izgovorio, njegovi roditelji uzvratiše:",
  "mn82:7.6": "„Dragi Raṭṭhapāla, ti si naš sin jedinac, drag i voljen.",
  "mn82:7.7": "Podizali smo te u komforu, odrastao si u komforu; ne znaš ništa o patnji, dragi Raṭṭhapāla.",
  "mn82:7.8": "Čak i da te smrt uzme, ne bismo se pomirili da te izgubimo, pa kako da ti damo dopuštenje da napustiš domaćinski život i odeš u beskućnike dok si još uvek živ i zdrav?“",
  "mn82:7.10": "I drugi put…",
  "mn82:7.11": "I treći put Raṭṭhapāla reče roditeljima:",
  "mn82:7.14": "„Majko i oče… molim vas za dopuštenje da napustim domaćinski život i odem u beskućnike.“",
  "mn82:7.15": "I treći put roditelji mu uzvratiše:",
  "mn82:7.19": "„Dragi Raṭṭhapāla… kako da ti damo dopuštenje da napustiš domaćinski život i odeš u beskućnike dok si još uvek živ i zdrav?“",
  "mn82:7.20": "Kako nije dobio dopuštenje roditelja da napusti domaćinski život, Raṭṭhapāla na tom mestu leže na goli pod, s rečima:",
  "mn82:7.22": "„Na ovom mestu ću ili umreti ili ću ostaviti za sobom domaćinski život.“",
  "mn82:8.1": "Na to Raṭṭhapālini roditelji odgovoriše:",
  "mn82:8.2": "„Dragi Raṭṭhapāla, ti si naš sin jedinac, drag i voljen. Podizali smo te u komforu, odrastao si u komforu; ne znaš ništa o patnji, dragi Raṭṭhapāla.",
  "mn82:8.4": "Čak i da te smrt uzme, ne bismo se pomirili da te izgubimo, pa kako da ti damo dopuštenje da napustiš domaćinski život i odeš u beskućnike dok si još uvek živ i zdrav?",
  "mn82:8.6": "Ustani, dragi Raṭṭhapāla, jedi, pij i zabavljaj se.",
  "mn82:8.7": "I dok jedeš, piješ i zabavljaš se, možeš uživati u zadovoljstvima čula i sticati zasluge dobročinstvima.",
  "mn82:8.8": "Ne dozvoljavamo ti da napustiš domaćinski život i odeš u beskućnike.",
  "mn82:8.11": "“",
  "mn82:8.12": "Na ovo Raṭṭhapāla ne izgovori ni reč. I drugi put…",
  "mn82:8.14": "I treći put mu roditelji odgovoriše:",
  "mn82:8.22": "„Dragi Raṭṭhapāla… kako da ti damo dopuštenje da napustiš domaćinski život i odeš u beskućnike dok si još uvek živ i zdrav?“ I treći put Raṭṭhapāla ne izgovori ni reč.",
  "mn82:9.1": "Onda Raṭṭhapālini roditelji otidoše do njegovih prijatelja i rekoše im:",
  "mn82:10.2": "„Dragi, naš Raṭṭhapāla je legao na pod, s rečima: ‚Na ovom mestu ću ili umreti ili ću ostaviti za sobom domaćinski život.“",
  "mn82:10.3": "Idite, dragi, do našeg Raṭṭhapāle i recite mu:",
  "mn82:10.4": "„Prijatelju Raṭṭhapāla, ti si sin jedinac svojih roditelja…",
  "mn82:10.5": "Ustani, prijatelju Raṭṭhapāla, jedi, pij i zabavljaj se…",
  "mn82:10.6": "pa kako da ti tvoji roditelji daju dopuštenje da napustiš domaćinski život i odeš u beskućnike dok si još uvek živ i zdrav?‘“",
  "mn82:10.7": "Na to Raṭṭhapālini prijatelji odoše do njega i rekoše mu:",
  "mn82:10.11": "„Prijatelju Raṭṭhapāla, ti si sin jedinac svojih roditelja, drag i voljen. Podizali su te u komforu, odrastao si u komforu; ne znaš ništa o patnji, prijatelju Raṭṭhapāla. Ustani, prijatelju Raṭṭhapāla, jedi, pij i zabavljaj se. I dok jedeš, piješ i zabavljaš se, možeš uživati u zadovoljstvima čula i sticati zasluge dobročinstvima. Roditelji ti ne dopuštaju da napustiš domaćinski život i odeš u beskućnike. Čak i da te smrt uzme, ne bi se pomirili da te izgube, pa kako da ti daju dopuštenje da napustiš domaćinski život i odeš u beskućnike dok si još uvek živ i zdrav?“",
  "mn82:10.12": "Na ovo Raṭṭhapāla ne izgovori ni reč. I drugi put…",
  "mn82:10.13": "I treći put mu prijatelji rekoše:",
  "mn82:10.19": "„Dragi Raṭṭhapāla… kako da ti daju dopuštenje da napustiš domaćinski život i odeš u beskućnike dok si još uvek živ i zdrav?“ I treći put Raṭṭhapāla ne izgovori ni reč.",
  "mn82:11.1": "Onda Raṭṭhapālini prijatelji odoše do njegovih roditelja i rekoše im:",
  "mn82:11.2": "„Majko i oče, Raṭṭhapāla i dalje leži na golom podu i kaže: ‚Na ovom mestu ću ili umreti ili ću ostaviti za sobom domaćinski život.“",
  "mn82:11.3": "Ako mu ne date dopuštenje da napusti domaćinski život i ode u beskućnike, on će tamo i umreti.",
  "mn82:11.4": "Ali ako mu date dopuštenje, videćete ga i kad ode u beskućnike.",
  "mn82:11.7": "A ako mu se beskućnički život ne dopadne, šta bi drugo mogao da uradi nego da se vrati ovamo?",
  "mn82:11.8": "Dajte mu dopuštenje da napusti domaćinski život i ode u beskućnike.“",
  "mn82:11.9": "„Ako je tako, dragi naši, dajemo Raṭṭhapāli dopuštenje da napusti domaćinski život i ode u beskućnike. Ali kada postane beskućnik, mora posećivati dom svojih roditelja.“",
  "mn82:11.10": "Raṭṭhapālini prijatelji odoše do njega i rekoše mu:",
  "mn82:11.11": "„Ustaj, prijatelju Raṭṭhapāla. Roditelji ti daju dopuštenje da napustiš domaćinski život i odeš u beskućnike. Ali kad postaneš beskućnik, moraš posećivati dom svojih roditelja.“",
  "mn82:12.1": "Na to Raṭṭhapāla ustade i kad povrati snagu, otide do Blaženoga.",
  "mn82:12.2": "Pošto mu se pokloni, sede sa strane i reče: „Poštovani gospodine, imam dopuštenje svojih roditelja da napustim domaćinski život i odem u beskućnike“.",
  "mn82:12.3": "Tada Blaženi primi Raṭṭhapālu u svoj red beskućnika, on postade potpuno zaređen.",
  "mn82:13.1": "I ne zadugo kako je Raṭṭhapāla primio potpuno zaređenje, pola meseca pošto je primio potpuno zaređenje, ostavši u Thullakoṭṭhiti koliko mu je volja, Blaženi nastavi da luta u pravcu Sāvatthīju.",
  "mn82:13.2": "Idući od sela do sela, stiže na kraju do Sāvatthīja, te se smesti u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika.",
  "mn82:14.1": "I ne zadugo posle potpunog zaređenja, boraveći u meditaciji, povučen, marljiv, predan i odlučan, poštovani Raṭṭhapāla, stekavši neposredno znanje, ovde i sada dostiže i ostade na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike.",
  "mn82:14.2": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.“",
  "mn82:14.3": "I Raṭṭhapāla postade jedan od arahanata.",
  "mn82:15.1": "Onda Raṭṭhapāla otide do Blaženoga pokloni mu se, sede sa strane i reče:",
  "mn82:15.2": "„Poštovani gospodine, želeo bih da posetim svoje roditelje, ukoliko imam dopuštenje od Blaženoga.“",
  "mn82:15.3": "A Blaženi proniknu u um poštovanog Raṭṭhapāle.",
  "mn82:15.4": "Kad je video da Raṭṭhapāla nije u stanju da napusti vežbanje i vrati se nižem životu, reče:",
  "mn82:15.5": "„Sada je vreme, Raṭṭhapāla, učini ono što misliš da treba.“",
  "mn82:16.1": "Poštovani Raṭṭhapāla ustade sa svog mesta, pokloni se Blaženome te pazeći da mu on ostane sa desne strane, otide.",
  "mn82:16.2": "Pospremi mesto na kojem je boravio, uze prosjačku zdelu i gornji ogrtač, te se zaputi u pravcu Thullakoṭṭhite.",
  "mn82:16.3": "Idući od sela do sela, na kraju stiže u Thullakoṭṭhitu.",
  "mn82:16.4": "Tu se smestio u Migāćīra vrtu kralja Koravye.",
  "mn82:16.5": "A kad je bilo jutro, obukao se, uzeo svoju prosjačku zdelu i gornji ogrtač, pa krenu do Thullakoṭṭhite da prosi hranu. Proseći hranu od kuće do kuće, stiže on i do kuće svoga oca.",
  "mn82:17.1": "Tom prilikom Raṭṭhapālin otac je sedeo u prostoriji kraj glavnog ulaza, gde su ga češljali.",
  "mn82:17.2": "Kada je još izdaleka video poštovanog Raṭṭhapālu kako dolazi, reče:",
  "mn82:17.3": "„Naš sin jedinac, drag i voljen, postao je beskućnik zbog tih ćelavih danguba.“",
  "mn82:17.4": "Tako u kući svoga oca poštovani Raṭṭhapāla nije dobio ni hranu, niti učtivo odbijanje; umesto toga, dobi samo pogrde.",
  "mn82:18.1": "Upravo tada sluškinja jednog od njegovih rođaka spremala se da baci neku već ustajalu kašu.",
  "mn82:18.2": "Videvši je, poštovani Raṭṭhapāla joj se obrati: „Sestro, ako se spremaš da tu hranu baciš, sipaj je onda u moju zdelu.“",
  "mn82:18.3": "Dok je sipala kašu, prepoznade ona karakteristična obeležja njegovih ruku, stopala i glasa.",
  "mn82:18.4": "Zato ode do njegove majke i reče: „Gospođo, želim da znate da se vaš sin Raṭṭhapāla vratio.“",
  "mn82:18.6": "„Je li moguće! Ako je to tačno, više nisi robinja!“",
  "mn82:18.7": "Majka poštovanog Raṭṭhapāle odjuri do njegovog oca i reče:",
  "mn82:18.8": "„Molim vas da znate, kućedomaćine, da se priča kako se naš Raṭṭhapāla vratio.“",
  "mn82:19.1": "Za to vreme poštovani Raṭṭhapāla je jeo onu ustajalu kašu, sedeći uza zid neke šupe.",
  "mn82:19.2": "Otac ode do njega i reče: „Dragi moj Raṭṭhapāla, sigurno si… ti jedeš tu ustajalu kašu! Pa zar nije ovo tvoja rođena kuća!“",
  "mn82:19.3": "„Domaćine, kako bismo mogli imati kuću mi koji smo napustili domaćinski život i otišli u beskućnike? Mi smo beskućnici, kućedomaćine.",
  "mn82:19.4": "Došli smo u tvoju kuću, ali ne dobisme ni hranu, niti učtivo odbijanje; umesto toga, dobismo samo pogrde.“",
  "mn82:19.5": "„Hajde, dragi Raṭṭhapāla, uđimo u kuću.“",
  "mn82:19.6": "„Dosta je, kućedomaćine, moj obrok za danas je završen.“",
  "mn82:19.7": "„Onda, dragi Raṭṭhapāla, molim te da prihvatiš poziv za obrok sutra.“",
  "mn82:19.8": "Poštovani Raṭṭhapāla ćutke prihvati ovaj poziv.",
  "mn82:20.1": "Shvativši da je poštovani Raṭṭhapāla prihvatio, njegov otac se vrati u kuću i stavi na gomilu zlatnike i druge dragocenosti koje je imao, te prebaci preko njih prekrivače.",
  "mn82:20.2": "Raṭṭhapālinim bivšim ženama reče: „Hajde, snahe, ukrasite se onako kako je Raṭṭhapāla najviše voleo.“",
  "mn82:21.1": "Kada je noć prošla, otac poštovanog Raṭṭhapāle naredi da se u njegovoj kući na više načina pripremi najbolja hrana.",
  "mn82:21.2": "A kad je bilo vreme, obavesti poštovanog Raṭṭhapālu: „Vreme je, dragi Raṭṭhapāla, obrok je spreman.“",
  "mn82:22.1": "Pošto je bilo jutro, poštovani Raṭṭhapāla se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu do kuće svoga oca i sede na pripremljeno mesto.",
  "mn82:22.2": "Na to njegov otac otkri onu gomilu zlata i reče: „Dragi Raṭṭhapāla, ovo je blago tvoje majke, ovo je blago tvoga oca, a ovo je blago tvojih predaka.",
  "mn82:22.3": "Dragi Raṭṭhapāla, možeš da uživaš u tom blagu i koristiš ga za dobročinstva.",
  "mn82:22.4": "Napusti vežbanje i vrati se nižem životu, uživaj u bogatstvu i čini dobra dela.“",
  "mn82:22.5": "„Domaćine, ako hoćeš da me poslušaš, onda naredi da se to blago natovari na zaprežna kola, odveze do reke Gang i istovari usred njezinog toka.",
  "mn82:22.6": "A zašto? Zato što će te, domaćine, upravo zbog njega zadesiti žalost, naricanje, bol, tuga i očaj.“",
  "mn82:23.1": "Na to bivše žene poštovanog Raṭṭhapāle obgrliše mu noge i upitaše:",
  "mn82:23.2": "„Kakve su, mladi gospodaru, te nimfe radi kojih živite svetačkim životom?“",
  "mn82:23.3": "„Sestre, mi ne živimo svetačkim životom radi nimfi.“",
  "mn82:23.4": "„Naš gospodar nas naziva sestrama“, povikaše i istog trena padoše u nesvest.",
  "mn82:24.1": "Onda poštovani Raṭṭhapāla reče ocu: „Kućedomaćine, ako misliš da mi daješ obrok, onda ga daj. Ne muči me više.“",
  "mn82:24.2": "„Jedi, dragi Raṭṭhapāla, obrok je spreman.“",
  "mn82:24.3": "I tako je svojim rukama otac poštovanog Raṭṭhapāle poslužio i raznim ukusnim jelima zadovoljio sina.",
  "mn82:24.4": "Kada je poštovani Raṭṭhapāla jeo i odložio prosjačku zdelu, ustade i izgovori ove stihove:",
  "mn82:25.1": "Pogledaj šarenu lutku, nakinđurenu,",
  "mn82:25.2": "telesinu živim ranama prekrivenu,",
  "mn82:25.3": "bolesnu, ali ipak taštu,",
  "mn82:25.4": "u kojoj ništa pouzdanog nema.",
  "mn82:25.5": "Pogledaj tu spodobu nakinđurenu,",
  "mn82:25.6": "zlatom i dragim kamenjem okićenu,",
  "mn82:25.7": "kostur u kožu zamotan,",
  "mn82:25.8": "i skupocenim odelom pokriven.",
  "mn82:25.9": "Noge bojom ukrašene,",
  "mn82:25.10": "a lice bojenim puderom;",
  "mn82:25.11": "dovoljno da zanese lakoumnog,",
  "mn82:25.12": "ali ne i onog ko drugoj obali stremi.",
  "mn82:25.14": "i oči sa crnim obrubom:",
  "mn82:25.15": "dovoljno da zanese lakoumnog,",
  "mn82:25.16": "ali ne i onog ko drugoj obali stremi.",
  "mn82:25.18": "nalik sveže obojenom ćupu,",
  "mn82:25.19": "dovoljno da zanese lakoumnog,",
  "mn82:25.20": "ali ne i onog ko drugoj obali stremi.",
  "mn82:25.21": "Lovac mu je podmetnuo zamku,",
  "mn82:25.22": "ali jelen u nju ne upada;",
  "mn82:25.23": "pojedosmo hranu, pa odosmo,",
  "mn82:25.24": "ostadoše lovci u suzama.",
  "mn82:26.1": "Kad je poštovani Raṭṭhapāla ustao i izgovorio ove stihove, otide on u Migāćīra vrt kralja Koravye, gde sede u podnožje nekog drveta, da tu provede ostatak dana.",
  "mn82:27.1": "Tada kralj Koravya reče svom lovočuvaru: „Dobri moj lovočuvaru, pripremi Migāćīra vrt, pa da odem tamo i uživam u prirodi.“",
  "mn82:27.2": "„Da, vaše visočanstvo“, odgovori ovaj.",
  "mn82:27.3": "I dok je pripremao Migāćīra vrt, ugleda poštovanog Raṭṭhapālu kako je seo u podnožje nekog drveta da tu provede dan.",
  "mn82:27.4": "Zato otide do kralja i reče: „Migāćīra vrt je spreman za vas, vaše visočanstvo.",
  "mn82:27.5": "Tamo je i plemeniti Raṭṭhapāla, sin najuglednije porodice iz Thullakoṭṭhite, o kojem ste uvek govorili pohvalno.",
  "mn82:27.6": "Sedi u podnožju nekog drveta, da tu provede dan.“",
  "mn82:27.7": "„U tom slučaju, dobri moj lovočuvaru, zaboravimo uživanje u vrtu za ovaj dan.",
  "mn82:27.9": "Idemo da iskažemo poštovanje učitelju Raṭṭhapāli.“",
  "mn82:28.1": "Tada, naredivši „Ponesite svu hranu koja je pripremljena“, kralj Koravya dade da se opremi svečana kočija, pope se na nju i praćen drugim kočijama, izveze se iz Thullakoṭṭhite u punom kraljevskom sjaju, kako bi video poštovanog Raṭṭhapālu.",
  "mn82:28.2": "Vozio se sve dok je put bio prohodan za kočije, onda siđe i u pratnji svojih najistaknutijih savetnika, peške otide do poštovanog Raṭṭhapāle.",
  "mn82:28.3": "Pozdravi se s poštovanim Raṭṭhapālom, a kada taj učtivi i prijateljski razgovor bi završen, sede sa strane i reče:",
  "mn82:28.4": "„Evo jedan svečani prekrivač za slona. Neka poštovani Raṭṭhapāla izvoli sesti na njega!“",
  "mn82:28.5": "„Nije potrebno, veliki kralju! Sedi ti na njega! Ja već sedim na svojoj prostirci.“",
  "mn82:28.6": "Kralj Koravya sede na pripremljeno mesto i reče:",
  "mn82:29.1": "„Učitelju Raṭṭhapāla, postoje četiri vrste gubitaka. Pošto su ih pretrpeli, neki ljudi obriju glavu i bradu, obuku žuti ogrtač, napuste domaćinski život, te odu u beskućnike.",
  "mn82:29.2": "Koje četiri?",
  "mn82:29.3": "Gubitak usled starosti, gubitak usled bolesti, gubitak imetka i gubitak porodice.“",
  "mn82:30.1": "„Kakav je to gubitak usled starosti? Tako je, učitelju Raṭṭhapāla, neko slabašan, star, poodmaklih godina, stigao u poslednje doba života.",
  "mn82:30.2": "On ovako razmišlja: ‚Slabašan sam, star, poodmaklih godina, stigao u poslednje doba života.",
  "mn82:30.3": "Nije više lako da stičem bogatstvo koje do sada još ne stekoh ili da uvećam ono koje stekoh.",
  "mn82:30.4": "Kako bi bilo ako bih obrijao glavu i bradu, obukao žuti ogrtač, napustio domaćinski život, te otišao u beskućnike?“",
  "mn82:30.5": "I zato što je pretrpeo takav gubitak usled starosti, obrije on glavu i bradu, obuče žuti ogrtač, napusti domaćinski život, te otide u beskućnike.",
  "mn82:30.6": "To se naziva gubitak usled starosti.",
  "mn82:30.7": "Ali učitelj Raṭṭhapāla je još uvek mlad, crne kose i obdaren blagoslovom mladosti, u najboljim godinama.",
  "mn82:30.8": "Učitelj Raṭṭhapāla nije pretrpeo bilo kakav gubitak usled starosti.",
  "mn82:30.11": "Šta je on to saznao, video ili čuo, pa da napusti domaćinski život i ode u beskućnike?“",
  "mn82:31.1": "„A kakav je to gubitak usled bolesti? Tako, učitelju Raṭṭhapāla, neko je u bolovima, pati i pogođen je bolešću.",
  "mn82:31.2": "On ovako razmišlja: ‚U bolovima sam, patim i pogođen sam bolešću.",
  "mn82:31.3": "Nije više lako da stičem bogatstvo koje do sada još ne stekoh…",
  "mn82:31.4": "Kako bi bilo ako bih… otišao u beskućnike?“",
  "mn82:31.5": "I zato što je pretrpeo takav gubitak usled bolesti… otide on u beskućnike.",
  "mn82:31.6": "To se naziva gubitak usled bolesti.",
  "mn82:31.7": "Ali učitelj Raṭṭhapāla nije bolestan, niti u bolovima.",
  "mn82:31.8": "Učitelj Raṭṭhapāla nije pretrpeo bilo kakav gubitak usled bolesti.",
  "mn82:31.11": "Šta je on to saznao, video ili čuo, pa da napusti domaćinski život i ode u beskućnike?“",
  "mn82:32.1": "„A kakav je to gubitak imetka? Tako, učitelju Raṭṭhapāla, neko je bogat, imućan, poseduje veliki imetak.",
  "mn82:32.2": "I postepeno se njegov imetak smanji.",
  "mn82:32.3": "Onda on ovako razmišlja: ‚Ranije sam bio bogat, imućan, poseduje veliki imetak.",
  "mn82:32.4": "Postepeno, moj imetak se smanjio.",
  "mn82:32.5": "Nije više lako da stičem bogatstvo koje do sada još ne stekoh…",
  "mn82:32.6": "Kako bi bilo ako bih… otišao u beskućnike?“",
  "mn82:32.7": "I zato što je pretrpeo takav gubitak imetka… otide on u beskućnike.",
  "mn82:32.8": "To se naziva gubitak imetka.",
  "mn82:32.9": "Ali učitelj Raṭṭhapāla je sin jednog od najuglednijih građana iz Thullakoṭṭhite.",
  "mn82:32.10": "Učitelj Raṭṭhapāla nije pretrpeo bilo kakav gubitak imetka.",
  "mn82:32.13": "Šta je on to saznao, video ili čuo, pa da napusti domaćinski život i ode u beskućnike?“",
  "mn82:33.1": "„A kakav je to gubitak porodice? Tako, učitelju Raṭṭhapāla, neko ima mnogo prijatelja i drugova, srodnika i rođaka.",
  "mn82:33.2": "Postepeno se njihov broj smanjuje.",
  "mn82:33.3": "On ovako razmišlja: ‚Ranije sam imao mnogo prijatelja i drugova, srodnika i rođaka.",
  "mn82:33.4": "Postepeno se njihov broj smanjio.",
  "mn82:33.5": "Nije više lako da stičem bogatstvo koje do sada još ne stekoh…",
  "mn82:33.6": "Kako bi bilo ako bih… otišao u beskućnike?“",
  "mn82:33.7": "I zato što je pretrpeo takav gubitak porodice… otide on u beskućnike.",
  "mn82:33.8": "To se naziva gubitak porodice.",
  "mn82:33.9": "Ali učitelj Raṭṭhapāla ima mnogo prijatelja i drugova, srodnika i rođaka, upravo u ovoj Thullakoṭṭhiti.",
  "mn82:33.10": "Učitelj Raṭṭhapāla nije pretrpeo bilo kakav gubitak porodice.",
  "mn82:33.13": "Šta je on to saznao, video ili čuo, pa da napusti domaćinski život i ode u beskućnike?“",
  "mn82:34.1": "„Učitelju Raṭṭhapāla, to su četiri vrste gubitaka. Pošto su ih pretrpeli, neki ljudi obriju glavu i bradu, obuku žuti ogrtač, napuste domaćinski život, te odu u beskućnike.",
  "mn82:34.2": "Učitelj Raṭṭhapāla nije pretrpeo nijedan od njih.",
  "mn82:34.3": "Šta je on to saznao, video ili čuo, pa da napusti domaćinski život i ode u beskućnike?“",
  "mn82:35.1": "„Veliki kralju, četiri su sažetka Dhamme kojima je podučio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni. Kada sam ih saznao, video i čuo, napustio sam domaćinski život i otišao u beskućnike.",
  "mn82:35.2": "Koje četiri?“",
  "mn82:36.1": "„(1) ‚(Život u) bilo kojem svetu je nestabilan, biva zbrisan‘: to je prvi sažetak Dhamme kojem je podučio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni.",
  "mn82:36.2": "Kada sam je saznao, video i čuo, napustio sam domaćinski život i otišao u beskućnike.“",
  "mn82:36.3": "„(2) ‚(Život u) bilo kojem svetu nema ni skloništa, ni zaštite‘: to je drugi sažetak Dhamme kojem je podučio Blaženi, znalac i vidilac… “",
  "mn82:36.4": "„(3) ‚(Život u) bilo kojem svetu nema ništa svoje; treba sve napustiti i prepustiti‘: to je treći sažetak Dhamme kojem je podučio Blaženi, znalac i vidilac… “",
  "mn82:36.7": "„(4) ‚(Život u) bilo kojem svetu je nepotpun, nezajažljiv, rob žudnje‘: to je četvrti sažetak Dhamme kojem je podučio Blaženi, znalac i vidilac… “",
  "mn82:37.1": "„Veliki kralju, to su četiri sažetka kojima je podučio Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni. Kada sam ih saznao, video i čuo, napustio sam domaćinski život i otišao u beskućnike.“",
  "mn82:38.1": "„Učitelj Raṭṭhapāla je rekao: ‚(Život u) bilo kojem svetu je nestabilan, biva zbrisan.‘ Kako treba razumeti značenje takve tvrdnje?“",
  "mn82:38.2": "„Šta misliš, veliki kralju? Kada si imao dvadeset ili dvadeset pet godina, jesi li bio vešt u jahanju slonova, vešt u jahanju konja, vešt vozar, vešt strelac, vešt mačevalac, jakih nogu i ruku, čvrst, spreman za borbu?“",
  "mn82:38.5": "„Kada sam imao dvadeset ili dvadeset pet godina, učitelju Raṭṭhapāla, bio sam vešt u jahanju slonova, vešt u jahanju konja, vešt vozar, vešt strelac, vešt mačevalac, jakih nogu i ruku, čvrst, spreman za borbu.",
  "mn82:38.6": "Ponekad se pitam nisam li ja tada imao natprirodnu moć.",
  "mn82:38.7": "Ne vidim bilo koga ko bi mi tada bio ravan po snazi.“",
  "mn82:38.8": "„A šta misliš, veliki kralju? Jesi li sada jakih nogu i ruku, čvrst, spreman za borbu?“",
  "mn82:38.10": "„Ne, učitelju Raṭṭhapāla. Sada sam slabašan, star, poodmaklih godina, stigao u poslednje doba života; već mi je osamdeseta.",
  "mn82:38.11": "Ponekad želim da koraknem ovamo, a noga mi se nađe negde drugde.“",
  "mn82:38.12": "„Veliki kralju, upravo zbog toga je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, rekao: ‚(Život u) bilo kojem svetu je nestabilan, biva zbrisan.“",
  "mn82:38.13": "Kada sam to saznao, video i čuo, napustio sam domaćinski život i otišao u beskućnike.“",
  "mn82:38.14": "„Izvrsno je, učitelju Raṭṭhapāla, čudesno je kako je to dobro izrekao Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni: ‚(Život u) bilo kojem svetu je nestabilan, biva zbrisan.“",
  "mn82:38.15": "I zaista je tako!“",
  "mn82:39.1": "„Učitelju Raṭṭhapāla, postoje na ovome dvoru čete slonova i konjice, čete bornih kočija i pešadije, koje će poslužiti da otklone svaku pretnju od nas.",
  "mn82:39.2": "A učitelj Raṭṭhapāla je rekao: ‚(Život u) bilo kojem svetu nema ni skloništa, ni zaštite.“",
  "mn82:39.3": "Kako treba razumeti značenje takve tvrdnje?“",
  "mn82:39.4": "„Šta misliš, veliki kralju? Boluješ li od bilo kakve hronične bolesti?“",
  "mn82:39.5": "„Bolujem od hroničnih bolova u stomaku, učitelju Raṭṭhapāla.",
  "mn82:39.6": "Ponekad moji prijatelji i drugovi, porodica i srodnici, stoje oko mene i misle: ‚Kralj Koravya samo što nije umro, kralj Koravya samo što nije umro!‘“",
  "mn82:39.7": "„A šta misliš, veliki kralju? Možeš li narediti svojim prijateljima i drugovima, porodici i srodnicima: ‚Hajdete dobri moji prijatelji i drugovi, porodico i srodnici. Neka svako od vas preuzme jedan deo ovih bolova, tako da osećam manje bolova?“",
  "mn82:39.8": "Ili moraš sve njih istrpeti sam?“",
  "mn82:39.9": "„Ne mogu to da naredim svojim prijateljima i drugovima, porodici i srodnicima, učitelju Raṭṭhapāla.",
  "mn82:39.10": "Moram sve te bolove istrpeti sam.“",
  "mn82:39.11": "„Veliki kralju, upravo radi toga je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, rekao: ‚(Život u) bilo kojem svetu nema ni skloništa, ni zaštite.“",
  "mn82:39.12": "Kada sam to saznao, video i čuo, napustio sam domaćinski život i otišao u beskućnike.“",
  "mn82:39.13": "„Izvrsno je, učitelju Raṭṭhapāla, čudesno je kako je to dobro izrekao Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni: ‚(Život u) bilo kojem svetu nema ni skloništa, ni zaštite.“",
  "mn82:39.14": "I zaista je tako!“",
  "mn82:40.1": "„Učitelju Raṭṭhapāla, postoji na ovome dvoru mnogo zlatnika i drugih dragocenosti, u riznicama i skladištima.",
  "mn82:40.2": "A učitelj Raṭṭhapāla je rekao: ‚(Život u) bilo kojem svetu nema ništa svoje; treba sve napustiti i prepustiti.“",
  "mn82:40.3": "Kako treba razumeti značenje takve tvrdnje?“",
  "mn82:40.4": "„Šta misliš, veliki kralju? Ti sada uživaš, obezbedivši sebi obilje užitaka kroz svih pet čula.",
  "mn82:40.5": "No, hoćeš li biti u stanju da u svemu tome uživaš i u narednom životu ovako: ‚Neka isto ovako uživam, obezbedivši sebi obilje užitaka kroz svih pet čula‘?",
  "mn82:40.6": "Ili ćeš morati drugima da ostaviš svoj imetak, a ti ćeš se preporoditi u skladu sa svojim postupcima?“",
  "mn82:40.7": "„Ne mogu sve to poneti u naredni život, učitelju Raṭṭhapāla.",
  "mn82:40.8": "Upravo suprotno! Drugima ću ostaviti svoj imetak, a sam ću se preporoditi u skladu sa svojim postupcima?“",
  "mn82:40.10": "„Veliki kralju, upravo radi toga je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, rekao: ‚(Život u) bilo kojem svetu nema ništa svoje; treba sve napustiti i prepustiti.“",
  "mn82:40.11": "Kada sam to saznao, video i čuo, napustio sam domaćinski život i otišao u beskućnike.“",
  "mn82:40.12": "„Izvrsno je, učitelju Raṭṭhapāla, čudesno je kako je to dobro izrekao Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni: ‚(Život u) bilo kojem svetu nema ništa svoje; treba sve napustiti i prepustiti.“",
  "mn82:40.13": "I zaista je tako!“",
  "mn82:41.1": "„Učitelj Raṭṭhapāla je rekao: ‚(Život u) bilo kojem svetu je nepotpun, nezajažljiv, rob žudnje.‘ Kako treba razumeti značenje takve tvrdnje?“",
  "mn82:41.2": "„Šta misliš, veliki kralju? Vladaš li ti bogatom zemljom Kuru?“",
  "mn82:41.3": "„Da, učitelju Raṭṭhapāla, vladam.“",
  "mn82:41.4": "„Šta misliš, veliki kralju? Zamisli da ti čovek, poverljiv i pouzdan, dođe sa istoka i kaže:",
  "mn82:41.5": "„Mnogopoštovano visočanstvo, trebalo bi da znate da stižem sa istoka i tamo sam video veliku zemlju, moćnu i bogatu, gusto nastanjenu, sa mnogo ljudi.",
  "mn82:41.6": "U njoj ima mnogo četa bojnih slonova, mnogo konjice, mnogo četa bornih kočija i pešadije.",
  "mn82:41.7": "U njoj ima mnogo slonovače, mnogo zlatnika i drugih dragocenosti, kao i mnogo žena koje mogu postati robinje.",
  "mn82:41.8": "Osvojite je, veliki kralju.‘ Šta bi učinio?“",
  "mn82:41.9": "„Osvojio bih je i njome vladao, učitelju Raṭṭhapāla.“",
  "mn82:41.10": "„Šta misliš, veliki kralju? Zamisli da ti čovek, poverljiv i pouzdan, dođe sa zapada…",
  "mn82:41.19": "sa severa…",
  "mn82:41.28": "sa juga i kaže: ‚Mnogopoštovano visočanstvo, trebalo bi da znate da stižem sa juga i tamo sam video veliku zemlju, moćnu i bogatu… Osvojite je, veliki kralju.‘ Šta bi učinio?“",
  "mn82:41.29": "„Osvojio bih je i njome vladao, učitelju Raṭṭhapāla.“",
  "mn82:41.38": "„Veliki kralju, upravo radi toga je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni, rekao: ‚(Život u) bilo kojem svetu je nepotpun, nezajažljiv, rob žudnje.“",
  "mn82:41.39": "Kada sam to saznao, video i čuo, napustio sam domaćinski život i otišao u beskućnike.“",
  "mn82:41.40": "„Izvrsno je, učitelju Raṭṭhapāla, čudesno je kako je to dobro izrekao Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni: ‚(Život u) bilo kojem svetu je nepotpun, nezajažljiv, rob žudnje.‘ I zaista je tako!“",
  "mn82:42.1": "Tako reče poštovani Raṭṭhapāla.",
  "mn82:42.2": "A onda nastavi:",
  "mn82:42.3": "„Sreo sam na svetu ovom mnogo bogatih ljudi,",
  "mn82:42.4": "koji iz neznanja nikome ne daju od onog što su stekli.",
  "mn82:42.5": "Što više tog blaga gramzivo zgrnu,",
  "mn82:42.6": "to ih sve veća strast za njim obuzima.",
  "mn82:42.7": "I kralj koji silom zauze celu zemlju",
  "mn82:42.8": "te silom vlada posedom što ga okean međi,",
  "mn82:42.9": "nezadovoljan je ipak obalom svojom,",
  "mn82:42.10": "te pun čežnje ka drugoj obali okeana gleda.",
  "mn82:42.11": "Mnogi ljudi takođe, a ne samo taj kralj,",
  "mn82:42.12": "s neutaženom žeđi smrt dočekaju;",
  "mn82:42.13": "s mnogo još planova neispunjenih telo napuštaju;",
  "mn82:42.14": "strasti u svetu ovome ostaju nezadovoljene.",
  "mn82:42.15": "Ožalošćena porodica tad nariče i čupa kose,",
  "mn82:42.16": "vape: „Jadni mi, oh, naš voljeni mrtav je!“",
  "mn82:42.17": "Onda odnose leš u platno umotan",
  "mn82:42.18": "da ga na lomaču stave i potom zapale.",
  "mn82:42.19": "Onaj u krpama imetak za sobom ostavlja,",
  "mn82:42.20": "a grobar ga smrska i bode, da lakše u ognju sagori.",
  "mn82:42.21": "Dok tako život svoj okončava, ni prijatelji ni drugovi",
  "mn82:42.22": "ne mogu mu ni utočište, ni sklonište pružiti.",
  "mn82:42.23": "I dok mu naslednici blago razvlače, to biće",
  "mn82:42.24": "mora ići kako mu dela njegova nalažu;",
  "mn82:42.25": "kad jednom je umro, niko ga pratiti ne može,",
  "mn82:42.26": "ni dete, ni žena, ni imanje, ni visoki status.",
  "mn82:42.27": "Novcem se dug život kupiti ne može,",
  "mn82:42.28": "niti je bogatstvo brana starosti;",
  "mn82:42.29": "kratak je ovaj život, kako to i mudri govore,",
  "mn82:42.30": "za večnost on ne zna, već samo za promenu.",
  "mn82:42.31": "Bogatog i siromaha jednako smrt dodirne,",
  "mn82:42.32": "budalu i mudroga isto tako;",
  "mn82:42.33": "pa ipak, ludoga već sama ludost mori,",
  "mn82:42.34": "dok mudrac ostaje pred smrću neustrašiv.",
  "mn82:42.35": "Zato je mudrost bolja od bilo kakvoga bogatstva,",
  "mn82:42.36": "jer njome se na konačni cilj stiže.",
  "mn82:42.37": "Iz neznanja ljudi loše stvari čine,",
  "mn82:42.38": "iz života u život na pravi cilj ne stižu.",
  "mn82:42.39": "I dok neko u novu matericu i novi svet ide,",
  "mn82:42.40": "nastavljajući niz stalnih preporađanja,",
  "mn82:42.41": "onaj sa malo mudrosti, verujući mu,",
  "mn82:42.42": "za njim ide u novu matericu i svet novi.",
  "mn82:42.43": "Kao što lopov uhvaćen u nedelu",
  "mn82:42.44": "mora zbog njega da propati,",
  "mn82:42.45": "isto tako i ljudi posle smrti, na onom svetu,",
  "mn82:42.46": "za nedela svoja moraju da propate.",
  "mn82:42.47": "Zadovoljstva čula, razna, slatka i zamamna,",
  "mn82:42.48": "na načine razne um zavode:",
  "mn82:42.49": "videvši opasnost u tim vezama čulnim,",
  "mn82:42.50": "odabrah život beskućnika, o kralju!“",
  "mn82:42.51": "„Kao što plodovi padaju sa grana, tako i ljudi,",
  "mn82:42.52": "mladi i stari, padnu takođe kad ovo telo se slomi.",
  "mn82:42.53": "Videvši sve to, o kralju, dom sam napustio:",
  "mn82:42.54": "jer bolji je skromni život isposnika.“"
}