{
  "mn83:0.1": "Budini govori srednje dužine 83",
  "mn83:0.2": "Makhādeva sutta",
  "mn83:1.1": "Ovako sam čuo.",
  "mn83:1.2": "Jednom je Blaženi boravio kraj Mithile, u Makhādevinom gaju manga.",
  "mn83:2.1": "Onda se jednom Blaženi na nekom mestu osmehnuo.",
  "mn83:2.2": "A poštovani Ānanda pomisli:",
  "mn83:2.3": "„Šta je razlog, šta je uzrok da se Blaženi osmehnuo?",
  "mn83:2.4": "Tathāgate se ne osmehuju bez razloga.“",
  "mn83:2.5": "I tako, prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u pravcu Blaženoga i upita:",
  "mn83:2.6": "„Šta je razlog, šta je uzrok da se Blaženi osmehnuo?",
  "mn83:2.7": "Tathāgate se ne osmehuju bez razloga.“",
  "mn83:3.1": "„Jednom davno, Ānanda, upravo u ovoj Mithili živeo je kralj po imenu Makhādeva. Bio je pravedan kralj, vladao je u skladu sa Dhammom, veliki kralj učvršćen u Dhammi.",
  "mn83:3.2": "Rukovodio se Dhammom kada je bio među brahmanima i kućedomaćinima, među stanovnicima i grada i sela,",
  "mn83:3.3": "a poštovao je i uposatha dane, četrnaesti, petnaesti i osmi unutar dve sedmice.",
  "mn83:4.1": "Posle mnogo godina, mnogo stotina godina, mnogo hiljada godina, kralj Makhādeva ovako se obrati svome berberinu:",
  "mn83:4.2": "’Dobri berberine, kada vidiš da mi rastu sede vlasi, reci mi to.’",
  "mn83:4.3": "’Da, gospodaru’, odgovori ovaj.",
  "mn83:4.4": "I posle mnogo godina, mnogo stotina godina, mnogo hiljada godina berberin ugleda sede vlasi kako rastu na glavi kralja Makhādeve.",
  "mn83:4.5": "Kad ih ugleda, reče kralju:",
  "mn83:4.6": "’Božanski glasnici su se pojavili, gospodaru; na glavi vašeg visočanstva vide se sede vlasi kako rastu.’",
  "mn83:4.7": "’Onda, dobri berberine, pincetom pažljivo iščupaj te sede vlasi i stavi ih na moj dlan.’",
  "mn83:4.8": "’Da, gospodaru’, odgovori on, te pincetom pažljivo iščupa sede vlasi i stavi ih na kraljev dlan.",
  "mn83:4.9": "Potom kralj Makhādeva pokloni svom berberinu najbolji grad, pa pozvavši princa, svog najstarijeg sina, reče mu:",
  "mn83:4.10": "’Dragi prinče, božanski glasnici su se pojavili;",
  "mn83:4.11": "na mojoj glavi se vide sede vlasi.",
  "mn83:4.12": "Uživao sam u ljudskim zadovoljstvima čula;",
  "mn83:4.13": "sada je vreme da tragam za nebeskim zadovoljstvima čula.",
  "mn83:4.14": "Hajde, dragi prinče, preuzmi kraljevstvo.",
  "mn83:4.15": "A ja ću obrijati kosu i bradu, ogrnuti žuti ogrtač, napustiti domaćinski život i otići u beskućnike.",
  "mn83:4.16": "Dragi prinče, kada i ti na svojoj glavi vidiš sede vlasi kako rastu, pošto si svom berberinu poklonio najbolji grad i potom pažljivo uputio princa, svog najstarijeg sina, u pravila vladanja, obrij kosu i bradu, ogrni žuti ogrtač, napusti domaćinski život, te otidi u beskućnike.",
  "mn83:4.17": "Nastavi ovu dobru praksu koju sam ustanovio i nemoj biti poslednji čovek.",
  "mn83:4.18": "Dragi prinče, kad postoje dva živa čoveka, onaj pod kojim se dogodi prekid ove dobre prakse, on je poslednji čovek među njima.",
  "mn83:4.19": "Zato, dragi prinče, kažem ti:",
  "mn83:4.20": "„Nastavi ovu dobru praksu koju sam ustanovio i nemoj biti poslednji čovek.“’",
  "mn83:5.1": "I tako, pošto je poklonio najbolji grad svome berberinu i potom princa, svog najstarijeg sina, pažljivo uputio u pravila vladanja, upravo u ovom Makhādeva gaju obrijao je kosu i bradu, ogrnuo žuti ogrtač, napustio domaćinski život, te otišao u beskućnike.",
  "mn83:5.2": "Živeo je prožimajući jednu stranu sveta umom ispunjenim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu stranu sveta; iznad, ispod i svuda unaokolo, prema svima, kao i prema sebi samom. Živeo je prožimajući čitav svet umom ispunjenim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i mržnje.",
  "mn83:5.3": "Živeo je prožimajući čitav svet umom ispunjenim saosećanjem…",
  "mn83:5.4": "umom ispunjenim radošću zbog sreće drugih…",
  "mn83:5.5": "umom ispunjenim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu stranu sveta; iznad, ispod i svuda unaokolo, prema svima, kao i prema sebi samom. Živeo je prožimajući čitav svet umom ispunjenim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i mržnje.",
  "mn83:6.1": "Osamdeset četiri hiljade godina kralj Makhādeva igrao se dečijih igara; osamdeset četiri hiljade godina bio je prestolonaslednik; osamdeset četiri hiljade godina vladao je kraljevstvom, osamdeset četiri hiljade godina upravo u ovom Makhādeva gaju živeo je kao asketa, pošto je obrijao kosu i bradu, ogrnuo žuti ogrtač, napustio domaćinski život, te otišao u beskućnike.",
  "mn83:6.2": "A kad je u sebi razvio četiri uzvišena boravišta, posle raspada tela, posle smrti preporodio se u svetu Brahme.",
  "mn83:7.1": "A posle mnogo godina, mnogo stotina godina, mnogo hiljada godina, sin kralja Makhādeve ovako se obrati svome berberinu:",
  "mn83:7.2": "’Dobri berberine, kada vidiš da mi rastu sede vlasi, reci mi to.’",
  "mn83:7.3": "’Da, gospodaru’, odgovori ovaj.",
  "mn83:7.4": "",
  "mn83:7.5": "",
  "mn83:7.6": "",
  "mn83:7.7": "",
  "mn83:7.8": "",
  "mn83:7.9": "",
  "mn83:8.1": "",
  "mn83:8.2": "",
  "mn83:8.3": "",
  "mn83:8.4": "",
  "mn83:8.5": "",
  "mn83:8.6": "",
  "mn83:8.7": "",
  "mn83:8.8": "",
  "mn83:8.9": "",
  "mn83:8.10": "",
  "mn83:8.11": "",
  "mn83:8.12": "",
  "mn83:9.1": "",
  "mn83:9.2": "",
  "mn83:9.3": "",
  "mn83:9.4": "",
  "mn83:9.5": "",
  "mn83:9.6": "",
  "mn83:9.7": "A kad je u sebi razvio četiri uzvišena boravišta, posle raspada tela, posle smrti preporodio se u svetu Brahme.",
  "mn83:10.1": "Potomci sina kralja Makhādeve, njih osamdeset četiri hiljade u nizu, pošto bi obrijali kosu i bradu, ogrnuli žuti ogrtač, napuštali domaćinski život, odlazili bi u beskućnike upravo u ovom Makhādeva gaju.",
  "mn83:10.2": "Živeli su prožimajući jednu stranu sveta umom ispunjenim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu stranu sveta; iznad, ispod i svuda unaokolo, prema svima, kao i prema sebi samom. Živeli su prožimajući čitav svet umom ispunjenim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i mržnje.",
  "mn83:11.1": "Živeli su prožimajući čitav svet umom ispunjenim saosećanjem…",
  "mn83:11.2": "umom ispunjenim radošću zbog sreće drugih…",
  "mn83:11.3": "umom ispunjenim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu stranu sveta; iznad, ispod i svuda unaokolo, prema svima, kao i prema sebi samom. Živeli su prožimajući čitav svet umom ispunjenim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i mržnje.",
  "mn83:11.4": "Osamdeset četiri hiljade godina igrali su se dečjih igara; osamdeset četiri hiljade godina bili prestolonaslednici; osamdeset četiri hiljade godina vladali kraljevstvom, osamdeset četiri hiljade godina upravo u ovom Makhādeva gaju živeli kao askete, pošto su obrijali kosu i bradu, ogrnuli žuti ogrtač, napustili domaćinski život, te otišli u beskućnike.",
  "mn83:11.5": "A kad su u sebi razvili četiri uzvišena boravišta, posle raspada tela, posle smrti preporodili su se u svetu Brahme.",
  "mn83:12.1": "Nimi je bio poslednji među tim kraljevima. Bio je pravedan kralj, vladao u skladu sa Dhammom, veliki kralj učvršćen u Dhammi.",
  "mn83:12.2": "Rukovodio se Dhammom kada je bio među brahmanima i kućedomaćinima, među stanovnicima grada i sela,",
  "mn83:12.3": "a poštovao je i uposatha dane, četrnaesti, petnaesti i osmi unutar dve sedmice.",
  "mn83:13.1": "Jednom, Ānanda, kada su se božanstva neba trideset trojice okupila i sedela u Sudhamma dvorani, ovakav se poveo razgovor među njima:",
  "mn83:13.2": "’Dobitak je, gospodo, za Videha narod, veliki je dobitak za Videha narod",
  "mn83:13.3": "što je njihov kralj Nimi pravedan kralj, vlada u skladu sa Dhammom, veliki kralj učvršćen u Dhammi.",
  "mn83:13.4": "Rukovodi se Dhammom kada je među brahmanima i kućedomaćinima, među stanovnicima i grada i sela,",
  "mn83:13.5": "a poštuje i uposatha dane, četrnaesti, petnaesti i osmi unutar dve sedmice.’",
  "mn83:13.6": "Na to, Sakka, vladar bogova, ovako reče božanstvima neba trideset trojice:",
  "mn83:13.7": "’Draga gospodo, želite li da vidite kralja Nimija?’",
  "mn83:13.8": "’Dragi gospodine, želimo da vidimo kralja Nimija.’",
  "mn83:13.9": "U to vreme, pošto je bio Uposatha praznik, kralj Nimi se umio i popeo u odaje gornje palate, gde je provodio Uposatha dan.",
  "mn83:13.10": "I hitro, kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, Sakka, vladar bogova, nestade među božanstvima neba trideset trojice i pojavi se pred kraljem Nimijem.",
  "mn83:13.11": "Zatim reče:",
  "mn83:13.12": "’Dobitak je za tebe, veliki kralju, veliki je to dobitak za tebe, veliki kralju.",
  "mn83:13.13": "Kada su se božanstva neba trideset trojice okupila i sedela u Sudhamma dvorani, ovako se poveo razgovor među njima:",
  "mn83:13.14": "",
  "mn83:13.15": "",
  "mn83:13.16": "",
  "mn83:13.17": "",
  "mn83:13.18": "Božanstva žele da te vide.",
  "mn83:13.19": "Poslaću po tebe, veliki kralju, kočiju u koju je upregnuto hiljadu čistokrvnih grla.",
  "mn83:13.20": "Veliki kralju, popni se na tu kočiju bez oklevanja!’",
  "mn83:13.21": "Kralj Nimi ćutke prihvati ovaj poziv.",
  "mn83:13.22": "Hitro, kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, Sakka, vladar bogova, nestade pred kraljem Nimijem i pojavi se među božanstvima neba trideset trojice.",
  "mn83:14.1": "Zatim Sakka, vladar bogova, reče vozaru Mātaliju:",
  "mn83:14.2": "’Hajde, dobri Mātali, pripremi kočije, upregni hiljadu čistokrvnih grla i pođi do kralja Nimija, te mu reci:",
  "mn83:14.3": "„Veliki kralju, ovu kočiju upregnutu sa hiljadu čistokrvnih grla poslao vam je Sakka, vladar bogova.",
  "mn83:14.4": "Veliki kralju, popnite se na božansku kočiju bez oklevanja!“’",
  "mn83:14.5": "„’Neka vaše reči budu svetinja’, odgovori vozar Mātali. Pošto je pripremio kočije i upregao hiljadu čistokrvnih grla, otide do kralja Nimija i reče:",
  "mn83:14.6": "’Veliki kralju, ovu kočiju upregnutu sa hiljadu čistokrvnih grla poslao vam je Sakka, vladar bogova.",
  "mn83:14.7": "Veliki kralju, popnite se na božansku kočiju bez oklevanja.",
  "mn83:14.8": "Ali, veliki kralju, kojim bi putem trebalo da vas vozim: onim na kojem počinitelji loših dela doživljavaju posledice takvih dela ili putem na kojem dobročinitelji doživljavaju plodove svojih dobrih dela?’",
  "mn83:14.9": "’Vozi me obema putevima, Mātali.’",
  "mn83:15.1": "I Mātali doveze kralja Nimija u Sudhamma dvoranu.",
  "mn83:15.2": "A Sakka, vladar bogova, ugleda ga još izdaleka,",
  "mn83:15.3": "pa mu reče:",
  "mn83:15.4": "’Dođi, veliki kralju!",
  "mn83:15.5": "Dobro nam došao, veliki kralju!",
  "mn83:15.6": "Božanstva neba trideset trojice, okupivši se u Sudhamma dvorani, ovako rekoše:",
  "mn83:15.7": "",
  "mn83:15.8": "",
  "mn83:15.9": "",
  "mn83:15.10": "",
  "mn83:15.11": "Veliki kralju, božanstva neba trideset trojice žele da te vide.",
  "mn83:15.12": "Veliki kralju, uživaj u božanskoj moći među božanstvima!’",
  "mn83:15.13": "„Dovoljno je, dobri gospodine. Neka me vozar odveze natrag u Mithilu.",
  "mn83:15.14": "Tamo ću da se rukovodim Dhammom kada sam među brahmanima i kućedomaćinima, među stanovnicima i grada i sela,",
  "mn83:15.15": "a poštovaću i uposatha dane, četrnaesti, petnaesti i osmi unutar dve sedmice.’",
  "mn83:16.1": "Na to Sakka, vladar bogova, reče vozaru Mātaliju:",
  "mn83:16.2": "’Hajde, dobri Mātali, pripremi kočije, upregni hiljadu čistokrvnih grla i odvezi kralja Nimija natrag u Mithilu.’",
  "mn83:16.3": "„Neka vaše reči budu svetinja“, odgovori vozar Mātali. Pošto je pripremio kočije i upregao hiljadu čistokrvnih grla, odveze on kralja Nimija natrag u Mithilu.",
  "mn83:16.4": "A tamo, zaista, kralj Nimi se rukovodio Dhammom kada je bio među brahmanima i kućedomaćinima, među stanovnicima i grada i sela, poštovao i uposatha dane, četrnaesti, petnaesti i osmi unutar dve sedmice.",
  "mn83:16.5": "Kad je prošlo mnogo godina, mnogo stotina godina, mnogo hiljada godina, kralj Nimi se obrati svom berberinu ovako:",
  "mn83:16.6": "’Dobri berberine, kada vidiš da mi rastu sede vlasi, reci mi to.’",
  "mn83:16.7": "’Da, gospodaru’, odgovori ovaj.",
  "mn83:16.8": "",
  "mn83:16.9": "",
  "mn83:16.10": "",
  "mn83:16.11": "",
  "mn83:16.12": "",
  "mn83:16.13": "",
  "mn83:16.14": "",
  "mn83:16.15": "",
  "mn83:16.16": "",
  "mn83:16.17": "",
  "mn83:16.18": "",
  "mn83:16.19": "",
  "mn83:16.20": "",
  "mn83:16.21": "",
  "mn83:16.22": "",
  "mn83:16.23": "",
  "mn83:16.24": "",
  "mn83:16.25": "",
  "mn83:17-19.1": "",
  "mn83:17-19.2": "",
  "mn83:17-19.3": "",
  "mn83:17-19.4": "",
  "mn83:17-19.5": "",
  "mn83:17-19.6": "",
  "mn83:17-19.7": "A kad je razvio četiri uzvišena boravišta, posle propasti tela, posle smrti ponovo se rodio u svetu Brahme.",
  "mn83:20.1": "Onda je kralj Nimi dobio sina po imenu Kaḷārađanaka.",
  "mn83:20.2": "I on nije napustio dom i otišao u beskućnike.",
  "mn83:20.3": "Prekinuo je dobru praksu.",
  "mn83:20.4": "Bio je poslednji čovek.",
  "mn83:21.1": "Ti, Ānanda, možda misliš: ’Sigurno je tom prilikom neko drugi bio kralj Makhādeva.’",
  "mn83:21.2": "’Sigurno je tom prilikom neko drugi bio kralj Makhādeva, onaj koji je ustanovio tu dobru praksu.’",
  "mn83:21.3": "Ali, nemoj tako misliti.",
  "mn83:21.4": "Ja sam bio kralj Makhādeva.",
  "mn83:21.5": "Ustanovih dobru praksu i kasnije generacije su nastavile tu dobru praksu.",
  "mn83:21.6": "I kasnije generacije su nastavile tu dobru praksu.",
  "mn83:21.7": "Ali ta vrsta prakse ne vodi otrežnjenju, hlađenja strasti, prestanku, miru, neposrednom znanju, probuđenju, već samo preporađanju u svetu Brahme.",
  "mn83:21.8": "No, postoji ona vrsta dobre prakse koju ustanovih i koja vodi potpunom otrežnjenju, hlađenju strasti, stišavanju, miru, neposrednom znanju, probuđenju, nibbāni.",
  "mn83:21.9": "A koja je to dobra praksa?",
  "mn83:21.10": "To je ovaj plemeniti osmostruki put; dakle,",
  "mn83:21.11": "ispravno razumevanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor, ispravna svesnost i ispravna koncentracija.",
  "mn83:21.12": "To je dobra praksa koju ustanovih i koja vodi potpunom otrežnjenju, hlađenju strasti, stišavanju, miru, neposrednom znanju, probuđenju, nibbāni.",
  "mn83:21.13": "Ānanda, kažem ti:",
  "mn83:21.14": "’Nastavi tu dobru praksu koju ustanovih i nemoj biti poslednji čovek.’",
  "mn83:21.15": "Ānanda, kada postoje dva živa čoveka, onaj pod kojim se dogodi prekid te dobre prakse–on je poslednji čovek među njima.",
  "mn83:21.16": "Zato, Ānanda, kažem ti:",
  "mn83:21.17": "’Nastavi tu dobru praksu koju ustanovih i ne budi poslednji čovek.“’",
  "mn83:21.18": "Tako reče Blaženi.",
  "mn83:21.19": "Zadovoljan, poštovani Ānanda se obradova rečima Blaženoga.",
  "mn83:21.20": ""
}