{
  "mn84:0.1": "Budini govori srednje dužine 84",
  "mn84:0.2": "Govor u Madhuri",
  "mn84:1.1": "Ovako sam čuo.",
  "mn84:1.2": "Jednom je poštovani Mahā Kaććāna boravio kraj Madhure, u Gundinom gaju.",
  "mn84:2.1": "I Avantiputta, kralj Madhure, doču:",
  "mn84:2.2": "„Asketa Kaććāna živi kraj Madhure, u Gundinom gaju.",
  "mn84:2.3": "Ovakav se dobar glas raširio o učitelju Kaććāni:",
  "mn84:2.4": "„On je mudar, poseduje uvid, pronicljiv je, učen, artikulisan i oštrouman; u poodmaklim je godinama i arahant.“",
  "mn84:2.5": "Istinska je dobrobit videti takvo usavršeno biće.“",
  "mn84:3.1": "Onda Avantiputta, kralj Madhure, naredi da se pripremi veliki broj kočija i popevši se na jednu od njih, sa čitavom svitom izveze se iz Madhure, kako bi video poštovanog Mahā Kaććānu.",
  "mn84:3.2": "Vozio se sve dok je put bio prohodan za kočije, onda siđe i peške otide do mesta gde je boravio poštovani Mahā Kaććāna. Tu se pozdravi s njim, a kada taj učtivi i prijateljski razgovor bi završen, sede sa strane i reče:",
  "mn84:4.1": "„Učitelju Kaććāna, brahmani ovako kažu:",
  "mn84:4.2": "„Brahmani su najviša kasta, a svi oni koji pripadaju drugim kastama su ispod njih;",
  "mn84:4.3": "brahmani su najsvetlija kasta, a svi oni koji pripadaju drugim kastama su tamnije puti;",
  "mn84:4.4": "samo su brahmani pročišćeni, ali ne i ne-brahmani;",
  "mn84:4.5": "samo su brahmani sinovi Brahme, rođeni iz njegovih usta, Brahmā ih je rodio, Brahmā ih je stvorio, oni su baštinici Brahme.",
  "mn84:4.6": "Šta na to kaže Mahā Kaććāna?“",
  "mn84:5.1": "„To su samo prazne reči, veliki kralju, to da su „brahmani najviša kasta… baštinici Brahme.“",
  "mn84:5.6": "A postoji i način na koji se može razumeti da su te tvrdnje brahmana samo prazne reči.",
  "mn84:5.9": "Šta misliš, veliki kralju?",
  "mn84:5.10": "Ako plemić stiče sve više imetka, letine, srebra ili zlata, hoće li biti plemića koji ustaju pre njega i ležu posle njega, koji su voljni da mu služe, pokušavaju da mu udovolje i upućuju mu laskave reči, hoće li biti takođe brahmana, trgovaca i najamnika koji rade slično tome?",
  "mn84:5.14": "„Biće, učitelju Kaććāna.“",
  "mn84:5.18": "„A šta misliš, veliki kralju?",
  "mn84:5.19": "Ako brahman stiče sve više imetka, letine, srebra ili zlata, hoće li biti brahmana koji ustaju pre njega i ležu posle njega, koji su voljni da mu služe, pokušavaju da mu udovolje i upućuju mu laskave reči, hoće li biti takođe trgovaca, najamnika i plemića koji rade slično tome?",
  "mn84:5.23": "„Biće, učitelju Kaććāna.“",
  "mn84:5.27": "„A šta misliš, veliki kralju? Ako trgovac stiče sve više imetka, letine, srebra ili zlata, hoće li biti trgovaca koji ustaju pre njega i ležu posle njega, koji su voljni da mu služe, pokušavaju da mu udovolje i upućuju mu laskave reči, hoće li biti takođe najamnika, plemića i brahmana koji rade slično tome?“",
  "mn84:5.31": "„Biće, učitelju Kaććāna.“",
  "mn84:5.35": "„A šta misliš, veliki kralju? Ako najamnik stiče sve više imetka, letine, srebra ili zlata, hoće li biti najamnika koji ustaju pre njega i ležu posle njega, koji su voljni da mu služe, pokušavaju da mu udovolje i upućuju mu laskave reči, hoće li biti takođe plemića, brahmana i trgovaca koji rade slično tome?“",
  "mn84:5.39": "„Biće, učitelju Kaććāna.“",
  "mn84:5.43": "„Pa šta onda misliš, veliki kralju?",
  "mn84:5.44": "Ako je to tako, jesu li te četiri kaste sve iste ili nisu.",
  "mn84:5.45": "Kako se tebi čini?“",
  "mn84:5.46": "„Sigurno da je tako, učitelju Kaććāna, da su te četiri kaste sve iste.",
  "mn84:5.47": "Među njima nema nikakve razlike koju bih ja video.“",
  "mn84:5.48": "„Tako je, veliki kralju, na taj se način može razumeti da su te tvrdnje brahmana samo prazne reči.“",
  "mn84:6.1": "„A šta misliš, veliki kralju?",
  "mn84:6.2": "Zamisli da neki plemić ubija živa bića, uzima ono što mu nije dato, upušta se u nedostojne seksualne odnose, laže, govori zlonamerno, vređa, ogovara, gramziv je, uma ispunjenog zlovoljom i drži se pogrešnih gledišta. Posle sloma tela, posle smrti, je li verovatnije da se preporodi u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u čistilištu ili nije verovatnije? Kako se tebi čini?",
  "mn84:6.3": "„Ako je plemić takav, učitelju Kaććāna, verovatnije je da se preporodi u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u čistilištu.",
  "mn84:6.5": "Tako se meni čini i tako sam čuo od arahanata.“",
  "mn84:6.6": "„Izvrsno, izvrsno, veliki kralju.",
  "mn84:6.8": "„A šta misliš, veliki kralju?",
  "mn84:6.11": "Zamisli da neki brahman… trgovac… najamnik ubija živa bića… i drži se pogrešnih gledišta. Posle sloma tela, posle smrti, je li verovatnije da se preporodi u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u čistilištu ili nije verovatnije? Kako se tebi čini?",
  "mn84:6.12": "„Ako je brahman… trgovac… najamnik takav, učitelju Kaććāna, verovatnije je da se preporodi u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u čistilištu.",
  "mn84:6.14": "Tako se meni čini i tako sam čuo od arahanata.“",
  "mn84:6.15": "„Izvrsno, izvrsno, veliki kralju.",
  "mn84:6.17": "„Pa šta onda misliš, veliki kralju?",
  "mn84:6.18": "Ako je to tako, jesu li te četiri kaste sve iste ili nisu.",
  "mn84:6.19": "Kako se tebi čini?“",
  "mn84:6.20": "„Sigurno da je tako, učitelju Kaććāna, da su te četiri kaste sve iste.",
  "mn84:6.21": "Među njima nema nikakve razlike koju bih ja video.“",
  "mn84:6.22": "„Tako je, veliki kralju, na taj se način može razumeti da su te tvrdnje brahmana samo prazne reči.“",
  "mn84:7.1": "„A šta misliš, veliki kralju?",
  "mn84:7.2": "Zamisli da je neki plemić odustao od ubijanja živih bića, ne uzima ono što mu nije dato, ne upušta se u nedolične seksualne odnose, ne laže, ne govori zlonamerno, ne vređa, ne ogovara, nije gramziv, uma bez zlovolje i drži se ispravnih gledišta. Posle sloma tela, posle smrti, je li verovatnije da se preporodi na dobrom odredištu, čak u nebeskom svetu ili nije verovatnije? Kako se tebi čini?",
  "mn84:7.3": "„Ako je plemić takav, učitelju Kaććāna, verovatnije je da se preporodi na dobrom odredištu, čak u nebeskom svetu.",
  "mn84:7.5": "Tako se meni čini i tako sam čuo od arahanata.“",
  "mn84:7.6": "„Izvrsno, izvrsno, veliki kralju.",
  "mn84:7.8": "„A šta misliš, veliki kralju?",
  "mn84:7.9": "Zamisli da je brahman… trgovac… najamnik odustao od ubijanja živih bića… i drži se ispravnih gledišta. Posle sloma tela, posle smrti, je li verovatnije da se preporodi na dobrom odredištu, čak u nebeskom svetu ili nije verovatnije? Kako se tebi čini?",
  "mn84:7.10": "„Ako je brahman… trgovac… najamnik takav, učitelju Kaććāna, verovatnije je da se preporodi na dobrom odredištu, čak u nebeskom svetu.",
  "mn84:7.12": "Tako se meni čini i tako sam čuo od arahanata.“",
  "mn84:7.13": "„Izvrsno, izvrsno, veliki kralju.",
  "mn84:7.15": "„Pa šta onda misliš, veliki kralju?",
  "mn84:7.16": "Ako je to tako, jesu li te četiri kaste sve iste ili nisu.",
  "mn84:7.17": "Kako se tebi čini?“",
  "mn84:7.18": "„Sigurno da je tako, učitelju Kaććāna, da su te četiri kaste sve iste.",
  "mn84:7.19": "Među njima nema nikakve razlike koju bih ja video.“",
  "mn84:7.20": "„Tako je, veliki kralju, na taj se način može razumeti da su te tvrdnje brahmana samo prazne reči.“",
  "mn84:8.1": "„A šta misliš, veliki kralju?",
  "mn84:8.2": "Zamisli da neki plemić upada u tuđe kuće, pljačka tuđe imanje, provaljuje, pravi zasede na putu ili zavodi žene drugih ljudi, pa ga tvoji vojnici uhvate i dovedu pred tebe: „Gospodaru, ovo je zločinac; presudi mu kako misliš da je pravo.“ Kako bi se prema njemu poneo?“",
  "mn84:8.3": "„Gospodaru, ovo je zločinac.",
  "mn84:8.5": "„Pogubio bih ga, učitelju Kaććāna, ili bih mu izrekao globu ili bih ga proterao u egzil ili bih mu izrekao neku drugu kaznu prema zasluzi.",
  "mn84:8.7": "A zašto? Zato što je izgubio dotadašnji status plemića i sada je jednostavno postao pljačkaš.",
  "mn84:8.9": "„A šta misliš, veliki kralju?",
  "mn84:8.10": "Zamisli da neki brahman… trgovac… najamnik upada u tuđe kuće, pljačka tuđe imanje, provaljuje, pravi zasede na putu ili zavodi žene drugih ljudi, pa ga tvoji vojnici uhvate i dovedu pred tebe: „Gospodaru, ovo je zločinac; presudi mu kako misliš da je pravo.“ Kako bi se prema njemu poneo?“",
  "mn84:8.13": "„Pogubio bih ga, učitelju Kaććāna, ili bih mu izrekao globu ili bih ga proterao u egzil ili bih mu izrekao neku drugu kaznu prema zasluzi.",
  "mn84:8.15": "A zašto? Zato što je izgubio dotadašnji status brahmana… trgovca… najamnika i sada je jednostavno postao pljačkaš.",
  "mn84:8.17": "„Pa šta onda misliš, veliki kralju?",
  "mn84:8.18": "Ako je to tako, jesu li te četiri kaste sve iste ili nisu.",
  "mn84:8.19": "Kako se tebi čini?“",
  "mn84:8.20": "„Sigurno da je tako, učitelju Kaććāna, da su te četiri kaste sve iste.",
  "mn84:8.21": "Među njima nema nikakve razlike koju bih ja video.“",
  "mn84:8.22": "„Tako je, veliki kralju, na taj se način može razumeti da su te tvrdnje brahmana samo prazne reči.“",
  "mn84:9.1": "„A šta misliš, veliki kralju?",
  "mn84:9.2": "Zamisli da neki plemić obrije kosu i bradu, obuče žuti ogrtač, napusti domaćinski život, te ode u beskućnike, pa odustane od ubijanja živih bića, od uzimanja onoga što mu nije dato i od laganja. Odustavši od jela noću, jede samo tokom jednog dela dana, drži se zaveta celibata, neguje vrlinu u sebi, dobar karakter. Kako bi se prema njemu poneo?",
  "mn84:9.3": "„Poklonio bih mu se, učitelju Kaććāna, ili bih ustao pred njim ili bih ga pozvao da sedne; ili bih ga zamolio da uzme od mene ogrtač, hranu, boravište i lekove; ili bih se postarao da bude branjen, pažen i zaštićen.",
  "mn84:9.6": "A zašto? Zato što je izgubio dotadašnji status plemića i sada je jednostavno postao asketa.",
  "mn84:9.7": "„A šta misliš, veliki kralju?",
  "mn84:9.8": "Zamisli da neki brahman… trgovac… najamnik obrije kosu i bradu… drži se zaveta celibata, neguje vrlinu u sebi, dobar karakter. Kako bi se prema njemu poneo?",
  "mn84:9.9": "„Poklonio bih mu se, učitelju Kaććāna, ili bih ustao pred njim ili bih ga pozvao da sedne; ili bih ga zamolio da uzme od mene ogrtač, hranu, boravište i lekove; ili bih se postarao da bude branjen, pažen i zaštićen.",
  "mn84:9.12": "A zašto? Zato što je izgubio dotadašnji status brahmana… trgovca… najamnika i sada je jednostavno postao asketa.",
  "mn84:9.13": "„Pa šta onda misliš, veliki kralju?",
  "mn84:9.14": "Ako je to tako, jesu li te četiri kaste sve iste ili nisu.",
  "mn84:9.15": "Kako se tebi čini?“",
  "mn84:9.16": "„Sigurno da je tako, učitelju Kaććāna, da su te četiri kaste sve iste.",
  "mn84:9.17": "Među njima nema nikakve razlike koju bih ja video.“",
  "mn84:9.18": "„Tako je, veliki kralju, na taj se način može razumeti da su te tvrdnje brahmana samo prazne reči.“",
  "mn84:10.1": "Kad ovo bi rečeno, Avantiputta, kralj Madhure, reče poštovanom Mahā Kaććāni:",
  "mn84:10.2": "„Izvrsno, učitelju Kaććāna! Izvrsno!",
  "mn84:10.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami tako da oni koji imaju oči mogu da vide, tako je i učitelj Kaććāna, na više različitih načina, razjasnio Dhammu.",
  "mn84:10.4": "Uzimam učitelja Kaććānu kao utočište, Dhammu i monašku Sanghu kao utočište.",
  "mn84:10.5": "Neka me učitelj Kaććāna prihvati kao nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!“",
  "mn84:10.6": "„Ne uzimaj mene za utočište, veliki kralju.",
  "mn84:10.7": "Uzmi za utočište istog onog Blaženog kojeg i ja imam za utočište.“",
  "mn84:10.8": "„A gde živi sada taj Blaženi, plemeniti i potpuno probuđeni, učitelju Kaććāna?“",
  "mn84:10.9": "„Blaženi, plemeniti i potpuno probuđeni, dostigao je krajnje smirenje, nibbānu, veliki kralju.“",
  "mn84:11.1": "„Ako bismo čuli da je učitelj Gotama u krugu od deset yođana, prešli bismo deset yođana da vidimo učitelja Gotamu, plemenitog i potpuno probuđenog.",
  "mn84:11.4": "Ako bismo čuli da je učitelj Gotama u krugu od dvadeset yođana… trideset yođana… četrdeset yođana… pedeset yođana… stotinu yođana, prešli bismo stotinu yođana da vidimo učitelja Gotamu, plemenitog i potpuno probuđenog.",
  "mn84:11.5": "Pošto je Blaženi dostigao krajnje smirenje, nibbānu, uzimam Blaženog kao utočište, uzimam Dhammu kao utočište, uzimam monašku Sanghu kao utočište. Neka me učitelj Kaććāna prihvati kao nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!"
}