{
  "mn85:0.1": "Budini govori srednje dužine 85",
  "mn85:0.2": "Savet princu Bodhiju",
  "mn85:1.1": "Ovako sam čuo.",
  "mn85:1.2": "Jednom je Blaženi boravio u zemlji Bhagga, kraj Suṁsumāragire, u Bhesakaḷā gaju, u parku jelena.",
  "mn85:2.1": "U to vreme princ Bodhi upravo je podigao palatu po imenu Kokanada i u nju se još nije uselio bilo kakav asketa ili brahman ili bilo koje drugo ljudsko biće.",
  "mn85:3.1": "Onda se princ Bodhi obrati brahmanskom učeniku Sañđikāputti ovim rečima:",
  "mn85:3.2": "„Hajde, dragi moj Sañđikāputta, idi do Blaženoga, pokloni mu se do nogu u moje ime i upitaj ga je li pošteđen bolesti i tegoba, je li zdrav, snažan i da li se dobro oseća, sledećim rečima: ’Princ Bodhi se klanja do nogu Blaženome i pita ga je li pošteđen bolesti… i da li se dobro oseća.’ Zatim kaži: ’Poštovani gospodine, molimo Blaženoga da zajedno s monaškom zajednicom prihvati poziv princa Bodhija za sutrašnji obrok.’“",
  "mn85:4.1": "„Da, gospodine“, odgovori Sañđikāputta, te ode do Blaženoga i pozdravi se sa njim.",
  "mn85:4.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede sa strane i reče: „Učitelju Gotama, princ Bodhi se klanja do nogu Blaženome i pita ga je li pošteđen bolesti… i da li se dobro oseća. I još kaže ovako: ’Molimo Blaženog da zajedno s monaškom zajednicom prihvati poziv princa Bodhija za sutrašnji obrok.’“",
  "mn85:4.3": "’Princ Bodhi se klanja do nogu Blaženome i pita ga je li pošteđen bolesti… i da li se dobro oseća.’",
  "mn85:4.4": "Zatim kaži:",
  "mn85:4.5": "’Poštovani gospodine, molimo Blaženoga da zajedno s monaškom zajednicom prihvati poziv princa Bodhija za sutrašnji obrok.’„",
  "mn85:4.6": "Blaženi ćutke prihvati ovaj poziv.",
  "mn85:4.7": "Onda, razumevši da je Blaženi prihvatio poziv, Sañđikāputta ustade sa svog mesta, otide do princa Bodhija i ispriča šta se dogodilo, dodavši: „Asketa Gotama je prihvatio poziv“.",
  "mn85:4.10": "Kada taj učtivi i prijateljski razgovor bi završen, sede sa strane i reče:",
  "mn85:4.11": "„Učitelju Gotama, princ Bodhi se klanja do nogu Blaženome i pita ga je li pošteđen bolesti… i da li se dobro oseća.",
  "mn85:5.1": "I tako, u zoru, princ Bodhi naredi da se u njegovom domu pripreme različita ukusna jela, a isto tako da se po čitavoj Kokanada palati prostre belo platno, sve do poslednje stepenice. Potom se obrati brahmanskom učeniku Sañđikāputti: „Hajde, dragi moj Sañđikāputta, idi do Blaženoga i ovako mu objavi da je vreme: ’Vreme je, poštovani gospodine, obed je spreman.’",
  "mn85:5.2": "Potom se obrati brahmanskom učeniku Sañđikāputti:",
  "mn85:5.3": "„Hajde, dragi moj Sañđikāputta, idi do Blaženoga i ovako mu objavi da je vreme:",
  "mn85:5.4": "„Da, gospodine“, odgovori Sañđikāputta, te otide do Blaženoga i prenese poruku.",
  "mn85:5.5": "„Da, gospodine“, odgovori Sañđikāputta, te otide do Blaženoga i prenese poruku.",
  "mn85:6.1": "Pošto beše jutro, Blaženi se obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa praćen grupom monaha krenu do doma princa Bodhija.",
  "mn85:7.1": "Princ Bodhi stajao je na spoljnjem tremu, čekajući Blaženoga.",
  "mn85:7.2": "Kad je video izdaleka Blaženog kako dolazi, izađe pred njega, pokloni mu se;",
  "mn85:7.3": "zatim, propustivši Blaženog napred, krenuše ka Kokanada palati. Ali tamo Blaženi stade kod najnižeg stepenika.",
  "mn85:7.4": "Princ Bodhi mu reče: „Poštovani gospodine, neka Blaženi slobodno stane na to platno, neka Uzvišeni slobodno stane na to platno, kako bi mi to donelo dobrobit i sreću za dugo vremena“.",
  "mn85:7.5": "Kad ovo bi izrečeno, Buda ostade nem.",
  "mn85:7.6": "I drugi put…",
  "mn85:7.7": "I treći put princ Bodhi reče: „Poštovani gospodine, neka Blaženi slobodno stane na to platno, neka Uzvišeni slobodno stane na to platno, kako bi mi to donelo dobrobit i sreću za dugo vremena.“",
  "mn85:7.8": "„Poštovani gospodine, neka Blaženi slobodno stane na to platno, neka Uzvišeni slobodno stane na to platno, kako bi mi to donelo dobrobit i sreću za dugo vremena“.",
  "mn85:7.11": "Kad ovo bi izrečeno, Buda ostade nem.",
  "mn85:7.13": "Blaženi pogleda u poštovanog Ānandu.",
  "mn85:7.14": "A poštovani Ānanda reče princu Bodhiju:",
  "mn85:7.15": "„Prinče, neka platno bude uklonjeno.",
  "mn85:7.16": "Blaženi neće stati na njega.",
  "mn85:7.17": "Tathāgata ima saosećanja za buduće generacije.„",
  "mn85:8.1": "Blaženi pogleda u poštovanog Ānandu.",
  "mn85:8.2": "A poštovani Ānanda reče princu Bodhiju:",
  "mn85:9.1": "I princ Bodhi naredi da se platno ukloni, a mesta za sedenje nameste u gornjem delu Kokanada palate.",
  "mn85:9.2": "Tako se Blaženi zajedno s monasima pope Kokanada palatom i sede na pripremljena mesta.",
  "mn85:9.3": "Onda, princ Bodhi lično posluži i ugosti monahe predvođene Budom, i to različitim ukusnim jelima.",
  "mn85:9.4": "Kad je Blaženi jeo i oprao ruke, princ Bodhi odabra jedno niže mesto, sede sa strane, te reče:",
  "mn85:9.5": "„Poštovani, ovako sam pomislio: ’Zadovoljstvo se ne može zadobiti kroz zadovoljstvo; zadovoljstvo se može zadobiti kroz bol.’“",
  "mn85:10.1": "„I ja sam, prinče, pre probuđenja, dok sam još bio neprobuđeni bodhisatta, tako mislio:",
  "mn85:10.2": "’Zadovoljstvo se ne može zadobiti kroz zadovoljstvo; zadovoljstvo se može zadobiti kroz bol.’",
  "mn85:11.1": "I tako sam, kasnije, još uvek mlad, crne kose i obdaren blagoslovom mladosti, u najboljim godinama…",
  "mn85:14.7": "Na tom mestu sedoh, razmišljajući: ’Ovo mi je dovoljno za duhovni napor.’",
  "mn85:15.1": "I onda mi spontano na um padoše ova tri poređenja, za koja nikad ranije nisam čuo…",
  "mn85:19.14": "baš kao što se to događa onome ko je marljiv, predan i odlučan.",
  "mn85:20.1": "Tada pomislih: Postigao sam tu istinu, duboku, koju je teško uočiti, teško prozreti…",
  "mn85:53.1": "Onda grupa od pet monaha, ne zadugo pošto sam ih tako obodrio, tako uputio,",
  "mn85:54.1": "Onda grupa od pet monaha, ne zadugo pošto sam ih tako obodrio, tako uputio, dostiže i ostade na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike, upoznavši ga i dostigavši ga svaki za sebe, ovde i sada.„",
  "mn85:55.1": "Kad ovo bi izrečeno, princ Bodhi reče Blaženome:",
  "mn85:55.2": "„Poštovani gospodine, kada monah pronađe Tathāgatu da ga obučava, koliko dugo treba da upozna i dostigne ga sam za sebe, ovde i sada, cilj svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike?“",
  "mn85:56.1": "„Prinče, odgovoriću ti pitanjem. A ti odgovori onako kako misliš da treba.",
  "mn85:56.2": "Šta misliš, prinče? Jesi li vešt u rukovanju podbadačem dok jašeš slona?„",
  "mn85:56.3": "„Da, jesam.“",
  "mn85:56.4": "„A šta misliš, prinče? Recimo da ovamo dođe neki čovek razmišljajući: ’Princ Bodhi je umešan u rukovanju podbadačem dok jaše slona; vežbaću tu veštinu pod njegovim vođstvom.’ Ako nema poverenja, on ne bi mogao postići ono što jeste moguće postići kad neko ima poverenja; ako je ozbiljno bolestan, ne bi mogao postići isto ono što jeste moguće postići kada neko nije bolestan; ako je sklon obmani i prevari, ne bi mogao postići ono što jeste moguće postići kada je neko pošten i iskren; ako je lenj, ne bi mogao postići ono što jeste moguće postići kada je neko energičan; ako nije mudar, ne bi mogao postići ono što jeste moguće postići kada je neko mudar.",
  "mn85:56.5": "Šta misliš, prinče? Da li bi takvog čoveka mogao da naučiš rukovanju podbadačem?„",
  "mn85:56.6": "„Ako bi imao makar samo jednu od tih mana, ne bih mogao da ga podučim, a kamoli ako bi ih imao svih pet!“",
  "mn85:57.1": "„A šta misliš, prinče? Recimo da ovamo dođe neki čovek razmišljajući: ’Princ Bodhi dobro rukuje podbadačem dok jaše slona; vežbaću tu veštinu pod njegovim vođstvom.’ Ako ima poverenja, mogao bi postići ono što jeste moguće postići kada neko ima poverenja; ako nije ozbiljno bolestan, mogao bi postići isto ono što jeste moguće postići kada neko nije bolestan; ako je pošten i iskren, mogao bi postići ono što jeste moguće postići kada je neko pošten i iskren; ako je energičan, mogao bi postići ono što jeste moguće postići kada je neko energičan; ako je mudar, mogao bi postići ono što jeste moguće postići kada je neko mudar.",
  "mn85:57.2": "Šta misliš, prinče? Da li bi takvog čoveka mogao da naučiš rukovanju podbadačem?„",
  "mn85:57.3": "„Ako bi imao makar samo jednu od tih vrlina, mogao bih da ga podučim, a kamoli ako bi imao svih pet!“",
  "mn85:58.1": "„Isto tako, prinče, postoji pet sastojaka nastojanja. Kojih pet?",
  "mn85:58.2": "Monah ima veru u sebi, veruje u Tathāgatino probuđenje ovako: ’Blaženi je plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen.’",
  "mn85:58.3": "Zatim je bez bolesti i bolova, ima dobro varenje, koje nije ni suviše hladno, ni suviše toplo, već srednje i u stanju je da podnese silu nastojanja.",
  "mn85:58.4": "Zatim je pošten i iskren, pred učiteljem i njegovim saputnicima u svetačkom životu prikazuje se kakav zaista jeste.",
  "mn85:58.5": "Zatim je energičan u napuštanju nepovoljnih stanja i prihvatanju povoljnih stanja, postojan, odlučan, ulaže napor i istrajava u negovanju povoljnih stanja.",
  "mn85:58.6": "Zatim je mudar; poseduje mudrost u pogledu nastanka i prestanka, koja je plemenita i prodorna, a vodi potpunom iskorenjivanju patnje.",
  "mn85:58.7": "To su pet sastojaka nastojanja.",
  "mn85:59.1": "Prinče, kada monah s ovih pet sastojaka nastojanja naiđe na Tathāgatu da ga podučava, može potrajati sedam godina dok, razumevši sam za sebe neposrednim znanjem, ovde i sada ne dostigne i ostane na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju domaćinski život i odlaze u beskućništvo.",
  "mn85:59.2": "Ali ne samo sedam godina, prinče. Kada monah koji poseduje ovih pet sastojaka nastojanja naiđe na Tathāgatu da ga podučava, može potrajati šest godina… pet godina… četiri godine… tri godine… dve godine… jedna godina…",
  "mn85:59.3": "Ali ne samo jedna godina, prinče.… može potrajati sedam meseci… šest meseci… pet meseci… četiri meseca… tri meseca… dva meseca… jedan mesec… pola meseca…",
  "mn85:59.4": "Ali ne samo pola meseca, prinče. Može potrajati sedam dana i noći… šest dana i noći… pet dana i noći… četiri dana i noći… tri dana i noći… dva dana i noći… jedan dan i noć.",
  "mn85:59.5": "Ali ne samo jedan dan i noć, prinče. Kada monah koji poseduje ovih pet sastojaka nastojanja naiđe na Tathāgatu da ga podučava, pa ga ovaj poduči uveče, a on možda stigne do cilja ujutro; ili ga poduči ujutro, a on možda stigne do cilja uveče.„",
  "mn85:60.1": "Kada ovo bi rečeno, princ Bodhi reče Blaženome:",
  "mn85:60.2": "„Ah, Budni! Ah, Dhammo! Kako je samo dobro objavljena Dhamma!",
  "mn85:60.3": "Jer neko ko je podučen uveče, možda stigne do cilja ujutro, a neko ko je podučen ujutro možda stigne do cilja uveče.„",
  "mn85:61.1": "Onda brahmanski učenik Sañđikāputta reče princu Bodhiju: „Gospodar Bodhi kaže: ’Ah, Budni! Ah, Dhammo! Kako je samo dobro objavljena Dhamma!’ Ali ne kaže: ’Uzimam učitelja Gotamu za utočište, uzimam Dhammu i monašku zajednicu za utočište.’“",
  "mn85:61.2": "„Ne govori tako, dragi moj Sañđikāputta, ne govori tako.",
  "mn85:61.5": "Čuo sam i naučio iz usta sopstvene majke:",
  "mn85:61.6": "Jednom je prilikom Blaženi živeo kraj Kosambija, u Ghositinom gaju.",
  "mn85:61.7": "Onda moja majka, koja tada beše trudna, otide do Blaženog i pošto mu se pokloni, sede sa strane i reče:",
  "mn85:61.8": "’Poštovani gospodine, princ ili princeza u mojoj materici, šta god da bude, uzima utočište u Blaženom, uzima Dhammu i monašku zajednicu za utočište.",
  "mn85:61.9": "Neka Blaženi zapamti moje dete kao svog nezaređenog sledbenika, koji ga uze za svoje utočište do kraja života.’",
  "mn85:61.10": "Jednom je prilikom Blaženi živeo u zemlji Bhagga, kraj Suṁsumāragire, u Bhesakaḷā gaju, parku jelena.",
  "mn85:61.11": "Onda moja dadilja, noseći me u naručju, otide do Blaženog.",
  "mn85:61.12": "Pošto mu se pokloni, sede sa strane i reče:",
  "mn85:61.13": "’Poštovani gospodine, princ Bodhi uzima utočište u Blaženom, uzima Dhammu i monašku zajednicu za utočište.",
  "mn85:61.14": "Neka ga Blaženi zapamti kao svog nezaređenog sledbenika, koji ga uze za svoje utočište do kraja života.’",
  "mn85:61.15": "Sada, dragi moj Sañđikāputta, treći put uzimam Blaženog za utočište, uzimam Dhammu i monašku zajednicu za utočište.",
  "mn85:61.16": "Neka me Blaženi zapamti kao svog nezaređenog sledbenika, koji ga uze za svoje utočište do kraja života.„"
}