{
  "mn8:0.1": "'Budni govori srednje dužine 8 '",
  "mn8:0.2": "'Govor o čišćenju '",
  "mn8:1.1": "'Ovako sam čuo. '",
  "mn8:1.2": "'Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. '",
  "mn8:2.1": "'Tu poštovani Mahāćunda dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, ovako reče Blaženom: '",
  "mn8:3.1": "'„Poštovani gospodine, ima različitih gledišta u ovom svetu '",
  "mn8:3.2": "'povezanih sa učenjima o sopstvu ili sa učenjima o ovom svetu. '",
  "mn8:3.3": "'Da li se napuštanje i odustajanje od tih gledišta događaju u monahu koji je tek na početku (svog meditativnog vežbanja)?” '",
  "mn8:3.4": "'„Ćunda, što se tiče različitih gledišta u ovom svetu '",
  "mn8:3.5": "'povezanih sa učenjima o sopstvu ili sa učenjima o ovom svetu: '",
  "mn8:3.6": "'ako se (objekat) u vezi s kojim ta gledišta nastaju, koji ona podupiru i u odnosu na koji se ona praktikuju, dakle ako se on vidi pravom mudrošću ovako: ’To nije moje, to nisam ja, to nije moje sopstvo’, tada ta gledišta bivaju napuštena i odbačena. '",
  "mn8:4.1": "'Moguće je, Ćunda, da sasvim obuzdanih čula, bez mentalnih nečistoća, neki monah uđe i ostane na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. '",
  "mn8:4.2": "'I možda ovako pomisli: '",
  "mn8:4.3": "'’Sada radim na čišćenju.’ '",
  "mn8:4.4": "'Ali ova postignuća se ne nazivaju ’čišćenje’ unutar prakse Plemenitoga: '",
  "mn8:4.5": "'ona se unutar prakse Plemenitoga nazivaju ’prijatna boravišta ovde i sada.’ '",
  "mn8:5.1": "'Moguće je, Ćunda, da sa smirivanjem usmerene misli i istraživanja neki monah uđe i ostane na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. '",
  "mn8:5.2": "'I onda monah možda ovako pomisli: '",
  "mn8:5.3": "'’Sada radim na čišćenju.’ '",
  "mn8:5.4": "'Ali ova postignuća se ne nazivaju ’čišćenje’ unutar prakse Plemenitoga: '",
  "mn8:5.5": "'ona se unutar prakse Plemenitoga nazivaju ’prijatna boravišta ovde i sada.’ '",
  "mn8:6.1": "'Moguće je da slabljenjem ushićenja neki monah ostane spokojan, svestan i jasno razumevajući, uz fizički osećaj zadovoljstva, te da uđe i ostane na trećem stupnju zadubljenja, o kojem plemeniti kažu: ’Srećan je čovek ispunjen spokojstvom i svestan!’ '",
  "mn8:6.2": "'I onda monah možda ovako pomisli: '",
  "mn8:6.3": "'’Sada radim na čišćenju.’ '",
  "mn8:6.4": "'Ali ova postignuća se ne nazivaju ’čišćenje’ unutar prakse Plemenitoga: '",
  "mn8:6.5": "'ona se unutar prakse Plemenitoga nazivaju ’prijatna boravišta ovde i sada.’ '",
  "mn8:7.1": "'Moguće je da napuštanjem zadovoljstva i bola, kao i ranijim nestankomradosti i žalosti, uđe i ostane na četvrtom stupnju zadubljenja, kojinije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. '",
  "mn8:7.2": "'I onda monah možda ovako pomisli: '",
  "mn8:7.3": "'’Sada radim na čišćenju.’ '",
  "mn8:7.4": "'Ali ova postignuća se ne nazivaju ’čišćenje’ unutar prakse Plemenitoga: '",
  "mn8:7.5": "'ona se unutar prakse Plemenitoga nazivaju ’prijatna boravišta ovde i sada.’ '",
  "mn8:8.1": "'Moguće je da potpunim nadilaženjem opažanja oblika, nestankom opažanja čulnih utisaka, neobraćanjem pažnje na opažanje različitosti, svestan da ’prostor jeste beskrajan’, neki monah dosegne i ostane u području beskrajnog prostora. '",
  "mn8:8.2": "'I onda monah možda ovako pomisli: '",
  "mn8:8.3": "'’Sada radim na čišćenju.’ '",
  "mn8:8.4": "'Ali ova postignuća se ne nazivaju ’čišćenje’ unutar prakse Plemenitoga: '",
  "mn8:8.5": "'ona se unutar te prakse nazivaju ’mirna boravišta’. '",
  "mn8:9.1": "'Moguće je da potpunim nadilaženjem područja beskrajnog prostora, svestan da ’svest jeste beskonačna’, neki monah dosegne i ostane u području beskonačne svesti. '",
  "mn8:9.2": "'I onda monah možda ovako pomisli: '",
  "mn8:9.3": "'’Sada radim na čišćenju.’ '",
  "mn8:9.4": "'Ali ova postignuća se ne nazivaju ’čišćenje’ unutar prakse Plemenitoga: '",
  "mn8:9.5": "'ona se unutar te prakse nazivaju ’mirna boravišta’. '",
  "mn8:10.1": "'Moguće je da potpunim nadilaženjem područja beskonačne svesti, svestan da ’nema ničega’, neki monah dosegne i ostane u području ničega. '",
  "mn8:10.2": "'I onda monah možda ovako pomisli: '",
  "mn8:10.3": "'’Sada radim na čišćenju.’ '",
  "mn8:10.4": "'Ali ova postignuća se ne nazivaju ’čišćenje’ unutar prakse Plemenitoga: '",
  "mn8:10.5": "'ona se unutar te prakse nazivaju ’mirna boravišta’. '",
  "mn8:11.1": "'Moguće je da potpunim nadilaženjem područja ničega, neki monah dosegne i ostane u području ni opažanja i neopažanja. '",
  "mn8:11.2": "'I onda monah možda ovako pomisli: '",
  "mn8:11.3": "'’Sada radim na čišćenju.’ '",
  "mn8:11.4": "'Ali ova postignuća se ne nazivaju ’čišćenje’ unutar prakse Plemenitoga: '",
  "mn8:11.5": "'ona se unutar te prakse nazivaju ’mirna boravišta’. '",
  "mn8:12.0": "'1. Metod čišćenja '",
  "mn8:12.1": "'A sada, Ćunda, ovako bi trebalo da vežbaš čišćenje: '",
  "mn8:12.2": "'’Drugi će povređivati; mi ovde nećemo povređivati’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.3": "'’Drugi će ubijati živa bića; mi ćemo ovde odustati od ubijanja živih bića’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.4": "'’Drugi će uzimati ono što im nije dato; mi ćemo ovde odustati od uzimanja onoga što nam nije dato’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.5": "'’Drugi neće živeti u celibatu; mi ćemo ovde živeti u celibatu’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.6": "'’Drugi će govoriti laži; mi ćemo ovde odustati od laganja’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.7": "'’Drugi će govoriti zlonamerno; mi ćemo ovde odustati od zlonamernog govora’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.8": "'’Drugi će govoriti u gnevu; mi ćemo ovde odustati od gnevnog Govor o čišćenju govora’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.9": "'’Drugi će ogovarati; mi ćemo ovde odustati od ogovaranja’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.10": "'’Drugi će biti gramzivi; mi ovde nećemo biti gramzivi’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.11": "'’Drugi će biti zlovoljni; mi ovde nećemo biti zlovoljni’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.12": "'’Drugi će imati pogrešno razumevanje; mi ćemo ovde imati ispravno razumevanje’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.13": "'’Drugi će imati pogrešnu nameru; mi ćemo ovde imati ispravnu nameru’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.14": "'’Drugi će imati pogrešan govor; mi ćemo ovde imati ispravan govor’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.15": "'’Drugi će imati pogrešne postupke; mi ćemo ovde imati ispravne postupke’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.16": "'’Drugi će pogrešno zarađivati za život; mi ćemo ovde ispravno zarađivati za život’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.17": "'’Drugi će imati pogrešan napor; mi ćemo ovde imati ispravan napor’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.18": "'’Drugi će imati pogrešnu svesnost; mi ćemo ovde imati ispravnu svesnost’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.19": "'’Drugi će imati pogrešnu koncentraciju; mi ćemo ovde imati ispravnu koncentraciju’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.20": "'’Drugi će imati pogrešno znanje; mi ćemo ovde imati ispravno znanje’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.21": "'’Drugi će imati pogrešno oslobađanje; mi ćemo ovde imati ispravno oslobađanje’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.22": "'’Drugi će biti savladani tromošću i tupošću; mi ćemo se ovde osloboditi tromosti i tuposti’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.23": "'’Drugi će biti uznemireni; mi nećemo ovde biti uznemireni’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.24": "'’Drugi će biti savladani sumnjičavošću; mi ćemo ovde otići izvan sumnjičavosti’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.25": "'’Drugi će biti besni; mi ovde nećemo biti besni’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.26": "'’Drugi će biti osvetoljubivi; mi ovde nećemo biti osvetoljubivi’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.27": "'’Drugi će gajiti prezir; mi ovde nećemo gajiti prezir’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.28": "'’Drugi će biti oholi; mi ovde nećemo biti oholi’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.29": "'’Drugi će biti zavidni; mi ovde nećemo biti zavidni’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.30": "'’Drugi će biti pohlepni; mi ovde nećemo biti pohlepni: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.31": "'’Drugi će biti skloni obmanjivanju; mi ovde nećemo obmanjivati’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.32": "'’Drugi će biti skloni prevari; mi ovde nećemo biti skloni prevari’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.33": "'’Drugi će biti tvrdoglavi; mi ovde nećemo biti tvrdoglavi’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.34": "'’Drugi će biti arogantni; mi ovde nećemo biti arogantni’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.35": "'’Drugi će biti teški za opominjanje; mi ćemo ovde biti laki za opominjanje’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.36": "'’Drugi će imati loše prijatelje; mi ćemo ovde imati dobre prijatelje’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.37": "'’Drugi će biti nesmotreni; mi ćemo ovde biti obazrivi’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.38": "'’Drugi će biti bez poverenja; mi ćemo ovde biti ispunjeni poverenjem’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.39": "'’Drugi će biti bez stida; mi ćemo ovde izbegavati ono što je sramno’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.40": "'’Drugi se neće pribojavati da čine loša dela; mi ćemo se ovde pribojavati da činimo loša dela’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.41": "'’Drugi će biti neuki; mi ćemo ovde marljivo učiti’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.42": "'’Drugi će biti lenji; mi ćemo ovde biti energični’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.43": "'’Drugi će biti rastreseni; mi ćemo ovde biti ustaljeni u svesnosti’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.44": "'’Drugima će manjkati mudrost; mi ćemo ovde sticati mudrost’: čišćenje bi tako trebalo vežbati. '",
  "mn8:12.45": "'’Drugi će slepo slediti sopstvena gledišta, istrajavati na njima i teško ih napuštati; mi nećemo ovde slepo slediti sopstvena gledišta, istrajavati na njima, već ćemo ih lako napuštati’: čišćenje bi tako trebalo vežbati. '",
  "mn8:13.0": "'2. Sklonost uma '",
  "mn8:13.1": "'Ćunda, kažem da je čak i sklonost uma ka povoljnim stanjima od velike koristi, a koliko još više to važi za telesne i verbalne postupke koji su u skladu (sa takvim stanjem uma). '",
  "mn8:13.2": "'Zato, Ćunda, um treba da bude sklon ovome: ’Drugi će biti okrutni; mi ovde nećemo biti okrutni.’ '",
  "mn8:13.3": "'Um treba da bude sklon ovome: ’Drugi će ubijati živa bića; mi ćemo ovde odustati od ubijanja živih bića’… '",
  "mn8:13.4": "'Um treba da bude sklon ovome: ’Drugi će slepo slediti sopstvena gledišta, istrajavati na njima i teško ih napuštati; mi nećemo ovde slepo slediti sopstvena gledišta, istrajavati na njima, već ćemo ih lako napuštati’. '",
  "mn8:14.0": "'3. Izbegavanje '",
  "mn8:14.1": "'Ćunda, zamisli neravan put i drugi, ravan put, kojim idući možeš da izbegneš onaj prvi. '",
  "mn8:14.2": "'Isto tako, zamisli neravan prelaz preko reke i drugi, ravan, kojim idući možeš da izbegneš onaj prvi. '",
  "mn8:14.3": "'Na isti način, Ćunda, onaj ko povređuje ima nepovređivanje kao način da to izbegne. Onaj ko ubija živa bića ima odustajanje od ubijanja živih bića kao način da to izbegne. Onaj ko uzima ono što mu nije dato ima odustajanje od uzimanja onoga što mu nije dato kao način da to izbegne. Onaj ko ne živi u celibatu ima celibat kao način da to izbegne. Onaj ko govori laži ima odustajanje od laganja kao način da to izbegne. Onaj ko govori zlonamerno ima odustajanje od zlonamernog govora kao način da to izbegne. Onaj ko govori u gnevu ima odustajanje od gnevnog govora kao način da to izbegne. Onaj ko ogovara ima odustajanje od ogovaranja kao način da to izbegne. Onaj ko je gramziv ima odustajanje od gramzivosti kao način da to izbegne. '",
  "mn8:14.4": "'Onaj ko je zlovoljan ima odustajanje od zlovolje kao način da to izbegne. Onaj sa pogrešnim razumevanjem ima ispravno razumevanje kao način da to izbegne. Onaj sa pogrešnom namerom ima ispravnu nameru kao način da to izbegne. Onaj sa pogrešnim govorom ima ispravan govor kao način da to izbegne. Onaj sa pogrešnim postupcima ima ispravne postupke kao način da to izbegne. Onaj ko pogrešno zarađuje za život ima ispravno življenje kao način da to izbegne. Onaj s pogrešnim naporom ima ispravan napor kao način da to izbegne. Onaj s pogrešnom svesnošću ima ispravnu svesnost kao način da to izbegne. Onaj s pogrešnom koncentracijom ima ispravnu koncentraciju kao način da to izbegne. Onaj s pogrešnim znanjem ima ispravno znanje kao način da to izbegne. Onaj s pogrešnim oslobađanjem ima ispravno oslobađanje kao način da to izbegne. '",
  "mn8:14.5": "'Onaj ko je savladan tromošću i tupošću ima slobodu od tromosti i pospanosti kao način da to izbegne. Onaj ko je uznemiren ima neuznemirenost kao način da to izbegne. Onaj ko je savladan sumnjičavošću ima oslobađanje od sumnjičavosti kao način da to izbegne. Onaj ko je besan ima oslobađanje od besa kao način da to izbegne. Onaj ko je osvetoljubiv ima oslobađanje od osvetoljubivosti kao način da to izbegne. Onaj ko gaji prezir ima oslobađanje od prezira kao način da to izbegne. Onaj ko je ohol ima oslobađanje od oholosti kao način da to izbegne. Onaj ko je zavidan ima oslobađanje od zavisti kao način da to izbegne. Onaj ko je pohlepan ima oslobađanje od pohlepe kao način da to izbegne. Onaj ko je sklon obmanjivanju ima oslobađanje od obmanjivanja kao način da to izbegne. Onaj ko je sklon prevari ima oslobađanje od sklonosti ka prevari kao način da to izbegne. Onaj ko je tvrdoglav ima oslobađanje od tvrdoglavosti kao način da to izbegne. Onaj ko je arogantan ima oslobađanje od arogancije kao način da to izbegne. Onaj ko je težak za opominjanje ima lako prihvatanje opomene kao način da to izbegne. Onaj ko stvara loše prijatelje ima stvaranje dobrih prijatelja kao način da to izbegne. Onaj ko je nesmotren ima obazrivost kao način da to izbegne. Onaj ko je bez poverenja ima ispunjenost poverenjem kao način da to izbegne. Onaj ko je bez stida ima izbegavanje onoga što je sramno kao način da to izbegne. Onaj ko se ne pribojava da čini loša dela ima strah od činjenja loših dela kao način da to izbegne.\\xa0 Onaj ko je neuk ima marljivo učenje kao način da to izbegne. Onaj ko je lenj ima energičnost kao način da to izbegne. Onaj ko je rastresen ima ustaljenost u svesnosti kao način da to izbegne. Onaj kome manjka mudrost ima sticanje mudrosti kao način da to izbegne. Onaj ko slepo sledi sopstvena gledišta, istrajava na njima i teško ih napušta ima nevezivanje za sopstvena gledišta, neistrajavanje na njima i lako napuštanje kao način da to izbegne. '",
  "mn8:15.0": "'4. Put koji vodi nagore '",
  "mn8:15.1": "'Ćunda, baš kao što sva štetna mentalna stanja vode nadole, a sva povoljna vode nagore, '",
  "mn8:15.2": "'isto tako: Onaj ko povređuje ima nepovređivanje da ga vodi nagore. Onaj ko ubija živa bića ima odustajanje od ubijanja živih bića da ga vodi nagore… '",
  "mn8:15.3": "'Onaj ko slepo sledi sopstvena gledišta, istrajava na njima i teško ih napušta ima nevezivanje za sopstvena gledišta, neistrajavanje na njima i lako napuštanje da ga vode nagore. '",
  "mn8:16.0": "'5. Put iskorenjivanja '",
  "mn8:16.1": "'Ćunda, nemoguće je da onaj ko i sam tone u mulj izvuče nekog drugog ko tone u mulj; '",
  "mn8:16.2": "'ali zato jeste moguće da onaj ko sam ne tone u mulj izvuče nekog drugog ko tone u mulj. '",
  "mn8:16.3": "'Nemoguće je da onaj ko je i sam neukroćen, nedisciplinovan, neiskorenjenih nečistoća, nekog drugog ukroti, disciplinuje i pomogne mu da iskoreni svoje nečistoće; '",
  "mn8:16.4": "'ali zato jeste moguće da onaj ko je i sam ukroćen, disciplinovan, iskorenjenih nečistoća, nekog drugog ukroti, disciplinuje i pomogne mu da iskoreni svoje nečistoće. '",
  "mn8:16.5": "'Isto tako: Onaj ko povređuje ima nepovređivanje, kojim može to da iskoreni. Onaj ko ubija živa bića ima odustajanje od ubijanja živih bića, kojim može to da iskoreni. '",
  "mn8:16.6": "'Onaj ko uzima ono što mu nije dato… kojim može to da iskoreni. '",
  "mn8:16.47": "'Onaj ko slepo sledi sopstvena gledišta, istrajava na njima i teško ih napušta ima nevezivanje za sopstvena gledišta, neistrajavanje na njima i lako napuštanje, kojima može to da iskoreni. '",
  "mn8:17.1": "'Tako sam te, Ćunda, podučio putu čišćenja, putu sklonostima uma, putu izbegavanja, putu koji vodi nagore i putu iskorenjivanja. '",
  "mn8:17.2": "'Ono što učitelj treba da učini za svoje učenike, iz saosećanja i želje za njihovu dobrobit, to sam ja učinio za tebe, Ćunda. '",
  "mn8:17.3": "'Ono što učitelj treba da učini za svoje učenike, iz saosećanja i želje za njihovu dobrobit, to sam ja učinio za tebe, Ćunda.113 Unaokolo su podnožja drveća, prazne kolibe. Meditiraj, Ćunda, ne oklevaj ili ćeš kasnije zažaliti. To ti je moj savet.” '",
  "mn8:17.4": "'Tako reče Blaženi. '",
  "mn8:17.5": "'Zadovoljan, poštovani Mahā Ćunda se obradova rečima Blaženoga. '"
}