{
  "mil2:0.1": "Milindapañha ",
  "mil2:0.2": "Bāhirakathā ",
  "mil2:0.3": "1. Pubbayogādi ",
  "mil2:1.1": "**Pubbayogo**ti tesaṁ pubbakammaṁ. ",
  "mil2:1.2": "Atīte kira kassapassa bhagavato sāsane vattamāne gaṅgāya samīpe ekasmiṁ āvāse mahābhikkhusaṅgho paṭivasati, tattha vattasīlasampannā bhikkhū pātova uṭṭhāya yaṭṭhisammajjaniyo ādāya buddhaguṇe āvajjentā aṅgaṇaṁ sammajjitvā kacavarabyūhaṁ karonti. ",
  "mil2:1.3": "Atheko bhikkhu ekaṁ sāmaṇeraṁ “ehi, sāmaṇera, imaṁ kacavaraṁ chaḍḍehī”ti—",
  "mil2:1.4": "āha, so asuṇanto viya gacchati, so dutiyampi … ",
  "mil2:1.5": "tatiyampi āmantiyamāno asuṇanto viya gacchateva. ",
  "mil2:1.6": "Tato so bhikkhu “dubbaco vatāyaṁ sāmaṇero”ti kuddho sammajjanidaṇḍena pahāraṁ adāsi. ",
  "mil2:1.7": "Tato so rodanto bhayena kacavaraṁ chaḍḍento “iminā kacavarachaḍḍanapuññakammena yāvāhaṁ nibbānaṁ pāpuṇāmi, etthantare nibbattanibbattaṭṭhāne majjhanhikasūriyo viya mahesakkho mahātejo bhaveyyan”ti—",
  "mil2:1.8": "paṭhamaṁ patthanaṁ paṭṭhapesi. ",
  "mil2:1.9": "Kacavaraṁ chaḍḍetvā nahānatthāya gaṅgātitthaṁ gato gaṅgāya ūmivegaṁ gaggarāyamānaṁ disvā “yāvāhaṁ nibbānaṁ pāpuṇāmi, etthantare nibbattanibbattaṭṭhāne ayaṁ ūmivego viya ṭhānuppattikapaṭibhāno bhaveyyaṁ akkhayapaṭibhāno”ti—",
  "mil2:1.10": "dutiyampi patthanaṁ paṭṭhapesi. ",
  "mil2:2.1": "Sopi bhikkhu sammajjanisālāya sammajjaniṁ ṭhapetvā nahānatthāya gaṅgātitthaṁ gacchanto sāmaṇerassa patthanaṁ sutvā “esa mayā payojitopi tāva evaṁ pattheti, mayhaṁ kiṁ na samijjhissatī”ti—",
  "mil2:2.2": "cintetvā “yāvāhaṁ nibbānaṁ pāpuṇāmi, etthantare nibbattanibbattaṭṭhāne ayaṁ gaṅgāūmivego viya akkhayapaṭibhāno bhaveyyaṁ, iminā pucchitapucchitaṁ sabbaṁ pañhapaṭibhānaṁ vijaṭetuṁ nibbeṭhetuṁ samattho bhaveyyan”ti—",
  "mil2:2.3": "patthanaṁ paṭṭhapesi. ",
  "mil2:3.1": "Te ubhopi devesu ca manussesu ca saṁsarantā ekaṁ buddhantaraṁ khepesuṁ. ",
  "mil2:3.2": "Atha amhākaṁ bhagavatāpi yathā moggaliputtatissatthero dissati, evametepi dissanti mama parinibbānato pañcavassasate atikkante ete uppajjissanti, yaṁ mayā sukhumaṁ katvā desitaṁ dhammavinayaṁ, taṁ ete pañhapucchanaopammayuttivasena nijjaṭaṁ niggumbaṁ katvā vibhajissantīti niddiṭṭhā. ",
  "mil2:4.1": "Tesu sāmaṇero jambudīpe sāgalanagare milindo nāma rājā ahosi. ",
  "mil2:4.2": "Paṇḍito byatto medhāvī paṭibalo atītānāgatapaccuppannānaṁ mantayogavidhānakiriyānaṁ, karaṇakāle nisammakārī hoti, bahūni cassa satthāni uggahitāni honti. ",
  "mil2:4.3": "Seyyathidaṁ—",
  "mil2:4.4": "suti sammuti saṅkhyā yogā nīti visesikā gaṇikā gandhabbā tikicchā catubbedā purāṇā itihāsā jotisā māyā ketu mantanā yuddhā chandasā buddhavacanena ekūnavīsati, vitaṇḍavādī durāsado duppasaho puthutitthakarānaṁ aggamakkhāyati, sakalajambudīpe milindena raññā samo koci nāhosi yadidaṁ thāmena javena sūrena paññāya, aḍḍho mahaddhano mahābhogo anantabalavāhano. ",
  "mil2:5.1": "Athekadivasaṁ milindo rājā anantabalavāhanaṁ caturaṅginiṁ balaggasenābyūhaṁ dassanakamyatāya nagarā nikkhamitvā bahinagare senaṅgadassanaṁ katvā sāretvā so rājā bhassappavādako lokāyatavitaṇḍajanasallāpaplavacittakotūhalo visārado vijambhako sūriyaṁ oloketvā amacce āmantesi—",
  "mil2:5.2": "“bahu bhaṇe tāva divasāvaseso kiṁ karissāma, idāneva nagaraṁ pavisitvā atthi koci paṇḍito samaṇo vā brāhmaṇo vā saṅghī gaṇī gaṇācariyo api arahantaṁ sammāsambuddhaṁ paṭijānamāno, yo mayā saddhiṁ sallapituṁ sakkoti kaṅkhaṁ paṭivinetuṁ, taṁ upasaṅkamitvā pañhaṁ pucchissāma, kaṅkhaṁ paṭivinayissāmā”ti. ",
  "mil2:6.1": "Evaṁ vutte, pañcasatā yonakā rājānaṁ milindaṁ etadavocuṁ—",
  "mil2:6.2": "“atthi, mahārāja, cha satthāro pūraṇo kassapo makkhaligosālo nigaṇṭho nāṭaputto sañjayo belaṭṭhaputto ajito kesakambalo pakudho kaccāyano, te saṅghino gaṇino gaṇācariyakā ñātā yasassino titthakarā sādhusammatā bahujanassa, gaccha tvaṁ, mahārāja, te pañhaṁ pucchassu, kaṅkhaṁ paṭivinayassū”ti. ",
  "mil2:7.1": "Atha kho milindo rājā pañcahi yonakasatehi parivuto bhadravāhanaṁ rathavaramāruyha yena pūraṇo kassapo tenupasaṅkami, upasaṅkamitvā pūraṇena kassapena saddhiṁ sammodi, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi, ekamantaṁ nisinno kho milindo rājā pūraṇaṁ kassapaṁ etadavoca—",
  "mil2:7.2": "“ko, bhante kassapa, lokaṁ pāletī”ti? ",
  "mil2:7.3": "“Pathavī, mahārāja, lokaṁ pāletī”ti. ",
  "mil2:7.4": "“Yadi, bhante kassapa, pathavī lokaṁ pāleti, atha kasmā avīcinirayaṁ gacchantā sattā pathaviṁ atikkamitvā gacchantī”ti? ",
  "mil2:7.5": "Evaṁ vutte, pūraṇo kassapo neva sakkhi ogilituṁ, no sakkhi uggilituṁ, adhomukho pattakkhandho tuṇhībhūto pajjhāyanto nisīdi. ",
  "mil2:8.1": "Atha kho milindo rājā makkhaliṁ gosālaṁ etadavoca—",
  "mil2:8.2": "“atthi, bhante gosāla, kusalākusalāni kammāni, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”ti? ",
  "mil2:8.3": "“Natthi, mahārāja, kusalākusalāni kammāni, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko. ",
  "mil2:8.4": "Ye te, mahārāja, idha loke khattiyā, te paralokaṁ gantvāpi puna khattiyāva bhavissanti, ye te brāhmaṇā vessā suddā caṇḍālā pukkusā, te paralokaṁ gantvāpi puna brāhmaṇā vessā suddā caṇḍālā pukkusāva bhavissanti. ",
  "mil2:8.5": "Kiṁ kusalākusalehi kammehī”ti? ",
  "mil2:8.6": "“Yadi, bhante gosāla, idha loke khattiyā brāhmaṇā vessā suddā caṇḍālā pukkusā, te paralokaṁ gantvāpi puna khattiyā brāhmaṇā vessā suddā caṇḍālā pukkusāva bhavissanti, natthi kusalākusalehi kammehi karaṇīyaṁ. ",
  "mil2:8.7": "Tena hi, bhante gosāla, ye te idha loke hatthacchinnā, te paralokaṁ gantvāpi puna hatthacchinnāva bhavissanti. ",
  "mil2:8.8": "Ye pādacchinnā, te pādacchinnāva bhavissanti. ",
  "mil2:8.9": "Ye hatthapādacchinnā, te hatthapādacchinnāva bhavissanti. ",
  "mil2:8.10": "Ye kaṇṇacchinnā, te kaṇṇacchinnāva bhavissanti. ",
  "mil2:8.11": "Ye nāsacchinnā, te nāsacchinnāva bhavissanti. ",
  "mil2:8.12": "Ye kaṇṇanāsacchinnā, te kaṇṇanāsacchinnāva bhavissantī”ti. ",
  "mil2:8.13": "Evaṁ vutte, gosālo tuṇhī ahosi. ",
  "mil2:9.1": "Atha kho milindassa rañño etadahosi—",
  "mil2:9.2": "“tuccho vata bho jambudīpo, palāpo vata bho jambudīpo, natthi koci samaṇo vā brāhmaṇo vā, yo mayā saddhiṁ sallapituṁ sakkoti kaṅkhaṁ paṭivinetun”ti. ",
  "mil2:10.1": "Atha kho milindo rājā amacce āmantesi—",
  "mil2:10.2": "“ramaṇīyā vata bho dosinā ratti, kaṁ nu khvajja samaṇaṁ vā brāhmaṇaṁ vā upasaṅkameyyāma pañhaṁ pucchituṁ, ko mayā saddhiṁ sallapituṁ sakkoti kaṅkhaṁ paṭivinetun”ti? ",
  "mil2:10.3": "Evaṁ vutte, amaccā tuṇhībhūtā rañño mukhaṁ olokayamānā aṭṭhaṁsu. ",
  "mil2:11.1": "Tena kho pana samayena sāgalanagaraṁ dvādasa vassāni suññaṁ ahosi samaṇabrāhmaṇagahapatipaṇḍitehi, yattha samaṇabrāhmaṇagahapatipaṇḍitā paṭivasantīti suṇāti, tattha gantvā rājā te pañhaṁ pucchati, te sabbepi pañhavisajjanena rājānaṁ ārādhetuṁ asakkontā yena vā tena vā pakkamanti. ",
  "mil2:11.2": "Ye aññaṁ disaṁ na pakkamanti, te sabbe tuṇhībhūtā acchanti. ",
  "mil2:11.3": "Bhikkhū pana yebhuyyena himavantameva gacchanti. ",
  "mil2:12.1": "Tena kho pana samayena koṭisatā arahanto himavante pabbate rakkhitatale paṭivasanti. ",
  "mil2:12.2": "Atha kho āyasmā assagutto dibbāya sotadhātuyā milindassa rañño vacanaṁ sutvā yugandharamatthake bhikkhusaṅghaṁ sannipātetvā bhikkhū pucchi—",
  "mil2:12.3": "“atthāvuso koci bhikkhu paṭibalo milindena raññā saddhiṁ sallapituṁ kaṅkhaṁ paṭivinetun”ti? ",
  "mil2:13.1": "Evaṁ vutte, koṭisatā arahanto tuṇhī ahesuṁ. ",
  "mil2:13.2": "Dutiyampi … ",
  "mil2:13.3": "tatiyampi puṭṭhā tuṇhī ahesuṁ. ",
  "mil2:13.4": "Atha kho āyasmā assagutto bhikkhusaṅghaṁ etadavoca—",
  "mil2:13.5": "“atthāvuso tāvatiṁsabhavane vejayantassa pācīnato ketumatī nāma vimānaṁ, tattha mahāseno nāma devaputto paṭivasati, so paṭibalo tena milindena raññā saddhiṁ sallapituṁ kaṅkhaṁ paṭivinetun”ti. ",
  "mil2:14.1": "Atha kho koṭisatā arahanto yugandharapabbate antarahitā tāvatiṁsabhavane pāturahesuṁ. ",
  "mil2:14.2": "Addasā kho sakko devānamindo te bhikkhū dūratova āgacchante, disvāna yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṁ assaguttaṁ abhivādetvā ekamantaṁ aṭṭhāsi, ekamantaṁ ṭhito kho sakko devānamindo āyasmantaṁ assaguttaṁ etadavoca—",
  "mil2:14.3": "“mahā kho, bhante, bhikkhusaṅgho anuppatto, ahaṁ saṅghassa ārāmiko, kenattho, kiṁ mayā karaṇīyan”ti? ",
  "mil2:15.1": "Atha kho āyasmā assagutto sakkaṁ devānamindaṁ etadavoca—",
  "mil2:15.2": "“ayaṁ kho, mahārāja, jambudīpe sāgalanagare milindo nāma rājā vitaṇḍavādī durāsado duppasaho puthutitthakarānaṁ aggamakkhāyati, so bhikkhusaṅghaṁ upasaṅkamitvā diṭṭhivādena pañhaṁ pucchitvā bhikkhusaṅghaṁ viheṭhetī”ti. ",
  "mil2:16.1": "Atha kho sakko devānamindo āyasmantaṁ assaguttaṁ etadavoca—",
  "mil2:16.2": "“ayaṁ kho, bhante, milindo rājā ito cuto manussesu uppanno, eso kho, bhante, ketumativimāne mahāseno nāma devaputto paṭivasati, so paṭibalo tena milindena raññā saddhiṁ sallapituṁ kaṅkhaṁ paṭivinetuṁ, taṁ devaputtaṁ yācissāma manussalokūpapattiyā”ti. ",
  "mil2:17.1": "Atha kho sakko devānamindo bhikkhusaṅghaṁ purakkhatvā ketumativimānaṁ pavisitvā mahāsenaṁ devaputtaṁ āliṅgitvā etadavoca—",
  "mil2:17.2": "“yācati taṁ, mārisa, bhikkhusaṅgho manussalokūpapattiyā”ti. ",
  "mil2:17.3": "“Na me, bhante, manussalokenattho kammabahulena, tibbo manussaloko, idhevāhaṁ, bhante, devaloke uparūparūpapattiko hutvā parinibbāyissāmī”ti. ",
  "mil2:17.4": "Dutiyampi … ",
  "mil2:17.5": "tatiyampi kho sakkena devānamindena yācito mahāseno devaputto evamāha—",
  "mil2:17.6": "“na me, bhante, manussalokenattho kammabahulena, tibbo manussaloko, idhevāhaṁ, bhante, devaloke uparūparūpapattiko hutvā parinibbāyissāmī”ti. ",
  "mil2:18.1": "Atha kho āyasmā assagutto mahāsenaṁ devaputtaṁ etadavoca—",
  "mil2:18.2": "“idha mayaṁ, mārisa, sadevakaṁ lokaṁ anuvilokayamānā aññatra tayā milindassa rañño vādaṁ bhinditvā sāsanaṁ paggahetuṁ samatthaṁ aññaṁ kañci na passāma, yācati taṁ, mārisa, bhikkhusaṅgho, sādhu, sappurisa, manussaloke nibbattitvā dasabalassa sāsanaṁ paggaṇhāhī”ti. ",
  "mil2:18.3": "Evaṁ vutte, mahāseno devaputto “ahaṁ kira milindassa rañño vādaṁ bhinditvā buddhasāsanaṁ paggahetuṁ samattho bhavissāmī”ti haṭṭhapahaṭṭho udaggudaggo hutvā “sādhu, bhante, manussaloke uppajjissāmī”ti paṭiññaṁ adāsi. ",
  "mil2:19.1": "Atha kho te bhikkhū devaloke taṁ karaṇīyaṁ tīretvā devesu tāvatiṁsesu antarahitā himavante pabbate rakkhitatale pāturahesuṁ. ",
  "mil2:20.1": "Atha kho āyasmā assagutto bhikkhusaṅghaṁ etadavoca—",
  "mil2:20.2": "“atthāvuso, imasmiṁ bhikkhusaṅghe koci bhikkhu sannipātaṁ anāgato”ti. ",
  "mil2:20.3": "Evaṁ vutte, aññataro bhikkhu āyasmantaṁ assaguttaṁ etadavoca—",
  "mil2:20.4": "“atthi, bhante, āyasmā rohaṇo ito sattame divase himavantaṁ pabbataṁ pavisitvā nirodhaṁ samāpanno, tassa santike dūtaṁ pāhethā”ti. ",
  "mil2:20.5": "Āyasmāpi rohaṇo taṅkhaṇaññeva nirodhā vuṭṭhāya “saṅgho maṁ paṭimānetī”ti himavante pabbate antarahito rakkhitatale koṭisatānaṁ arahantānaṁ purato pāturahosi. ",
  "mil2:21.1": "Atha kho āyasmā assagutto āyasmantaṁ rohaṇaṁ etadavoca—",
  "mil2:21.2": "“kiṁ nu kho, āvuso, rohaṇa buddhasāsane bhijjante na passasi saṅghassa karaṇīyānī”ti. ",
  "mil2:21.3": "“Amanasikāro me, bhante, ahosī”ti. ",
  "mil2:22.1": "“Tena hāvuso rohaṇa, daṇḍakammaṁ karohī”ti. ",
  "mil2:22.2": "“Kiṁ, bhante, karomī”ti? ",
  "mil2:22.3": "“Atthāvuso rohaṇa, himavantapabbatapasse gajaṅgalaṁ nāma brāhmaṇagāmo, tattha soṇuttaro nāma brāhmaṇo paṭivasati, tassa putto uppajjissati nāgaseno nāma dārako, tena hi tvaṁ, āvuso rohaṇa, dasamāsādhikāni satta vassāni taṁ kulaṁ piṇḍāya pavisitvā nāgasenaṁ dārakaṁ nīharitvā pabbājehi, pabbajiteva tasmiṁ daṇḍakammato muccissasī”ti. ",
  "mil2:22.4": "Āyasmāpi kho rohaṇo “sādhū”ti—",
  "mil2:22.5": "sampaṭicchi. ",
  "mil2:23.1": "Mahāsenopi kho devaputto devalokā cavitvā soṇuttarabrāhmaṇassa bhariyāya kucchismiṁ paṭisandhiṁ aggahesi, saha paṭisandhiggahaṇā tayo acchariyā abbhutā dhammā pāturahesuṁ, āvudhabhaṇḍāni pajjaliṁsu, aggasassaṁ abhinipphannaṁ, mahāmegho abhippavassi. ",
  "mil2:23.2": "Āyasmāpi kho rohaṇo tassa paṭisandhiggahaṇato paṭṭhāya dasamāsādhikāni satta vassāni taṁ kulaṁ piṇḍāya pavisanto ekadivasampi kaṭacchumattaṁ bhattaṁ vā uḷuṅkamattaṁ yāguṁ vā abhivādanaṁ vā añjalikammaṁ vā sāmīcikammaṁ vā nālattha, atha kho akkosaññeva paribhāsaññeva paṭilabhati “aticchatha, bhante”ti vacanamattampi vattā nāma nāhosi, dasamāsādhikānaṁ pana sattannaṁ vassānaṁ accayena ekadivasaṁ “aticchatha, bhante”ti vacanamattaṁ alattha. ",
  "mil2:23.3": "Taṁ divasameva brāhmaṇopi bahi kammantā āgacchanto paṭipathe theraṁ disvā “kiṁ, bho pabbajita, amhākaṁ gehaṁ agamitthā”ti—āha. ",
  "mil2:23.4": "“Āma, brāhmaṇa, agamamhā”ti. ",
  "mil2:23.5": "“Api kiñci labhitthā”ti. ",
  "mil2:23.6": "“Āma, brāhmaṇa, labhimhā”ti. ",
  "mil2:23.7": "So anattamano gehaṁ gantvā pucchi—",
  "mil2:23.8": "“tassa pabbajitassa kiñci adatthā”ti. ",
  "mil2:23.9": "“Na kiñci adamhā”ti. ",
  "mil2:23.10": "Brāhmaṇo dutiyadivase gharadvāreyeva nisīdi “ajja pabbajitaṁ musāvādena niggahessāmī”ti. ",
  "mil2:23.11": "Thero dutiyadivase brāhmaṇassa gharadvāraṁ sampatto. ",
  "mil2:24.1": "Brāhmaṇo theraṁ disvāva evamāha—",
  "mil2:24.2": "“tumhe hiyyo amhākaṁ gehe kiñci alabhitvāva ‘labhimhā’ti avocuttha, vaṭṭati nu kho tumhākaṁ musāvādo”ti. ",
  "mil2:24.3": "Thero āha—",
  "mil2:24.4": "“mayaṁ, brāhmaṇa, tumhākaṁ gehe (…) dasamāsādhikāni satta vassāni ‘aticchathā’ti vacanamattampi alabhitvā hiyyo ‘aticchathā’ti vacanamattaṁ labhimhā, athetaṁ vācāpaṭisandhāraṁ upādāya evamavocumhā”ti. ",
  "mil2:25.1": "Brāhmaṇo cintesi—",
  "mil2:25.2": "“ime vācāpaṭisandhāramattampi labhitvā janamajjhe ‘labhimhā’ti pasaṁsanti, aññaṁ kiñci khādanīyaṁ vā bhojanīyaṁ vā labhitvā kasmā nappasaṁsantī”ti pasīditvā attano atthāya paṭiyāditabhattato kaṭacchubhikkhaṁ, tadupiyañca byañjanaṁ dāpetvā “imaṁ bhikkhaṁ sabbakālaṁ tumhe labhissathā”ti—",
  "mil2:25.3": "āha. ",
  "mil2:26.1": "So punadivasato pabhuti upasaṅkamantassa therassa upasamaṁ disvā bhiyyoso mattāya pasīditvā theraṁ niccakālaṁ attano ghare bhattavissaggakaraṇatthāya yāci. ",
  "mil2:26.2": "Thero tuṇhībhāvena adhivāsetvā divase divase bhattakiccaṁ katvā gacchanto thokaṁ thokaṁ buddhavacanaṁ kathetvā gacchati. ",
  "mil2:26.3": "Sāpi kho brāhmaṇī dasamāsaccayena puttaṁ vijāyi, “nāgaseno”tissa nāmamakaṁsu, so anukkamena vaḍḍhanto sattavassiko jāto. ",
  "mil2:27.1": "Atha kho nāgasenassa dārakassa pitā nāgasenaṁ dārakaṁ etadavoca—",
  "mil2:27.2": "“imasmiṁ kho, tāta nāgasena, brāhmaṇakule sikkhāni sikkheyyāsī”ti. ",
  "mil2:27.3": "“Katamāni, tāta, imasmiṁ brāhmaṇakule sikkhāni nāmā”ti? ",
  "mil2:27.4": "“Tayo kho, tāta nāgasena, vedā sikkhāni nāma, avasesāni sippāni sippaṁ nāmā”ti. ",
  "mil2:27.5": "“Tena hi, tāta, sikkhissāmī”ti. ",
  "mil2:28.1": "Atha kho soṇuttaro brāhmaṇo ācariyabrāhmaṇassa ācariyabhāgaṁ sahassaṁ datvā antopāsāde ekasmiṁ gabbhe ekato mañcakaṁ paññapetvā ācariyabrāhmaṇaṁ etadavoca—",
  "mil2:28.2": "“sajjhāpehi kho tvaṁ, brāhmaṇa, imaṁ dārakaṁ mantānī”ti. ",
  "mil2:28.3": "“Tena hi, tāta dāraka, uggaṇhāhi mantānī”ti. ",
  "mil2:28.4": "Ācariyabrāhmaṇo sajjhāyati nāgasenassa dārakassa ekeneva uddesena tayo vedā hadayaṅgatā vācuggatā sūpadhāritā suvavatthāpitā sumanasikatā ahesuṁ, sakimeva cakkhuṁ udapādi tīsu vedesu sanighaṇḍukeṭubhesu sākkharappabhedesu itihāsapañcamesu padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo ahosi. ",
  "mil2:29.1": "Atha kho nāgaseno dārako pitaraṁ etadavoca—",
  "mil2:29.2": "“atthi nu kho, tāta, imasmiṁ brāhmaṇakule ito uttarimpi sikkhitabbāni, udāhu ettakānevā”ti. ",
  "mil2:29.3": "“Natthi, tāta nāgasena, imasmiṁ brāhmaṇakule ito uttariṁ sikkhitabbāni, ettakāneva sikkhitabbānī”ti. ",
  "mil2:30.1": "Atha kho nāgaseno dārako ācariyassa anuyogaṁ datvā pāsādā oruyha pubbavāsanāya coditahadayo rahogato paṭisallīno attano sippassa ādimajjhapariyosānaṁ olokento ādimhi vā majjhe vā pariyosāne vā appamattakampi sāraṁ adisvā “tucchā vata bho ime vedā, palāpā vata bho ime vedā asārā nissārā”ti—",
  "mil2:30.2": "vippaṭisārī anattamano ahosi. ",
  "mil2:31.1": "Tena kho pana samayena āyasmā rohaṇo vattaniye senāsane nisinno nāgasenassa dārakassa cetasā cetoparivitakkamaññāya nivāsetvā pattacīvaramādāya vattaniye senāsane antarahito gajaṅgalabrāhmaṇagāmassa purato pāturahosi. ",
  "mil2:31.2": "Addasā kho nāgaseno dārako attano dvārakoṭṭhake ṭhito āyasmantaṁ rohaṇaṁ dūratova āgacchantaṁ, disvāna attamano udaggo pamudito pītisomanassajāto—",
  "mil2:31.3": "“appeva nāmāyaṁ pabbajito kañci sāraṁ jāneyyā”ti—",
  "mil2:31.4": "yenāyasmā rohaṇo tenupasaṅkami, upasaṅkamitvā āyasmantaṁ rohaṇaṁ etadavoca—",
  "mil2:31.5": "“ko nu kho tvaṁ, mārisa, ediso bhaṇḍukāsāvavasano”ti. ",
  "mil2:31.6": "“Pabbajito nāmāhaṁ dārakā”ti. ",
  "mil2:31.7": "“Kena tvaṁ, mārisa, pabbajito nāmāsī”ti? ",
  "mil2:31.8": "“Pāpakāni malāni pabbājeti, tasmāhaṁ, dāraka, pabbajito nāmā”ti. ",
  "mil2:32.1": "“Kiṅkāraṇā, mārisa, kesā te na yathā aññesan”ti? ",
  "mil2:32.2": "“Soḷasime, dāraka, palibodhe disvā kesamassuṁ ohāretvā pabbajito”. ",
  "mil2:32.3": "“Katame soḷasa”? ",
  "mil2:32.4": "“Alaṅkārapalibodho maṇḍanapalibodho telamakkhanapalibodho dhovanapalibodho mālāpalibodho gandhapalibodho vāsanapalibodho harīṭakapalibodho āmalakapalibodho raṅgapalibodho bandhanapalibodho kocchapalibodho kappakapalibodho vijaṭanapalibodho ūkāpalibodho, kesesu vilūnesu socanti kilamanti paridevanti urattāḷiṁ kandanti sammohaṁ āpajjanti, imesu kho, dāraka, soḷasasu palibodhesu paliguṇṭhitā manussā sabbāni atisukhumāni sippāni nāsentī”ti. ",
  "mil2:33.1": "“Kiṅkāraṇā, mārisa, vatthānipi te na yathā aññesan”ti? ",
  "mil2:33.2": "“Kāmanissitāni kho, dāraka, vatthāni, kāmanissitāni gihibyañjanabhaṇḍāni, yāni kānici kho bhayāni vatthato uppajjanti, tāni kāsāvavasanassa na honti, tasmā vatthānipi me na yathā aññesan”ti. ",
  "mil2:33.3": "“Jānāsi kho tvaṁ, mārisa, sippāni nāmā”ti? ",
  "mil2:33.4": "“Āma, dāraka, jānāmahaṁ sippāni, yaṁ loke uttamaṁ mantaṁ, tampi jānāmī”ti. ",
  "mil2:33.5": "“Mayhampi taṁ, mārisa, dātuṁ sakkā”ti? ",
  "mil2:33.6": "“Āma, dāraka, sakkā”ti. ",
  "mil2:33.7": "“Tena hi me dehī”ti. ",
  "mil2:33.8": "“Akālo kho, dāraka, antaragharaṁ piṇḍāya paviṭṭhamhā”ti. ",
  "mil2:34.1": "Atha kho nāgaseno dārako āyasmato rohaṇassa hatthato pattaṁ gahetvā gharaṁ pavesetvā paṇītena khādanīyena bhojanīyena sahatthā santappetvā sampavāretvā āyasmantaṁ rohaṇaṁ bhuttāviṁ onītapattapāṇiṁ etadavoca—",
  "mil2:34.2": "“dehi me dāni, mārisa, mantan”ti. ",
  "mil2:34.3": "“Yadā kho tvaṁ, dāraka, nippalibodho hutvā mātāpitaro anujānāpetvā mayā gahitaṁ pabbajitavesaṁ gaṇhissasi, tadā dassāmī”ti—āha. ",
  "mil2:35.1": "Atha kho nāgaseno dārako mātāpitaro upasaṅkamitvā āha—",
  "mil2:35.2": "“ammatātā, ayaṁ pabbajito ‘yaṁ loke uttamaṁ mantaṁ, taṁ jānāmī’ti vadati, na ca attano santike apabbajitassa deti, ahaṁ etassa santike pabbajitvā taṁ uttamaṁ mantaṁ uggaṇhissāmī”ti. ",
  "mil2:35.3": "Athassa mātāpitaro “pabbajitvāpi no putto mantaṁ gaṇhatu, gahetvā puna āgacchissatī”ti maññamānā “gaṇha, puttā”ti anujāniṁsu. ",
  "mil2:36.1": "Atha kho āyasmā rohaṇo nāgasenaṁ dārakaṁ ādāya yena vattaniyaṁ senāsanaṁ, yena vijambhavatthu tenupasaṅkami, upasaṅkamitvā vijambhavatthusmiṁ senāsane ekarattaṁ vasitvā yena rakkhitatalaṁ tenupasaṅkami, upasaṅkamitvā koṭisatānaṁ arahantānaṁ majjhe nāgasenaṁ dārakaṁ pabbājesi. ",
  "mil2:36.2": "Pabbajito ca panāyasmā nāgaseno āyasmantaṁ rohaṇaṁ etadavoca—",
  "mil2:36.3": "“gahito me, bhante, tava veso, detha me dāni mantan”ti. ",
  "mil2:36.4": "Atha kho āyasmā rohaṇo “kimhi nu khohaṁ nāgasenaṁ vineyyaṁ paṭhamaṁ vinaye vā suttante vā abhidhamme vā”ti—",
  "mil2:36.5": "cintetvā “paṇḍito kho ayaṁ nāgaseno, sakkoti sukheneva abhidhammaṁ pariyāpuṇitun”ti paṭhamaṁ abhidhamme vinesi. ",
  "mil2:37.1": "Āyasmā ca nāgaseno “kusalā dhammā, akusalā dhammā, abyākatā dhammā”ti tikadukapaṭimaṇḍitaṁ dhammasaṅgaṇīpakaraṇaṁ, khandhavibhaṅgādiaṭṭhārasa vibhaṅgapaṭimaṇḍitaṁ vibhaṅgappakaraṇaṁ, “saṅgaho asaṅgaho”ti ādinā cuddasavidhena vibhattaṁ dhātukathāpakaraṇaṁ, “khandhapaññatti āyatanapaññattī”ti ādinā chabbidhena vibhattaṁ puggalapaññattippakaraṇaṁ, sakavāde pañcasuttasatāni paravāde pañcasuttasatānīti suttasahassaṁ samodhānetvā vibhattaṁ kathāvatthuppakaraṇaṁ, “mūlayamakaṁ khandhayamakan”ti ādinā dasavidhena vibhattaṁ yamakappakaraṇaṁ, “hetupaccayo ārammaṇapaccayo”ti ādinā catuvīsatividhena vibhattaṁ paṭṭhānappakaraṇanti sabbaṁ taṁ abhidhammapiṭakaṁ ekeneva sajjhāyena paguṇaṁ katvā “tiṭṭhatha, bhante, na puna osāretha, ettakenevāhaṁ sajjhāyissāmī”ti—āha. ",
  "mil2:38.1": "Atha kho āyasmā nāgaseno yena koṭisatā arahanto tenupasaṅkami, upasaṅkamitvā koṭisate arahante etadavoca—",
  "mil2:38.2": "“ahaṁ kho, bhante, ‘kusalā dhammā, akusalā dhammā, abyākatā dhammā’ti imesu tīsu padesu pakkhipitvā sabbaṁ taṁ abhidhammapiṭakaṁ vitthārena osāressāmī”ti. ",
  "mil2:38.3": "“Sādhu, nāgasena, osārehī”ti. ",
  "mil2:39.1": "Atha kho āyasmā nāgaseno satta māsāni satta pakaraṇāni vitthārena osāresi, pathavī unnadi, devatā sādhukāramadaṁsu, brahmāno apphoṭesuṁ, dibbāni candanacuṇṇāni dibbāni ca mandāravapupphāni abhippavassiṁsu. ",
  "mil2:40.1": "Atha kho koṭisatā arahanto āyasmantaṁ nāgasenaṁ paripuṇṇavīsativassaṁ rakkhitatale upasampādesuṁ. ",
  "mil2:40.2": "Upasampanno ca panāyasmā nāgaseno tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya upajjhāyena saddhiṁ gāmaṁ piṇḍāya pavisanto evarūpaṁ parivitakkaṁ uppādesi “tuccho vata me upajjhāyo, bālo vata me upajjhāyo, ṭhapetvā avasesaṁ buddhavacanaṁ paṭhamaṁ maṁ abhidhamme vinesī”ti. ",
  "mil2:41.1": "Atha kho āyasmā rohaṇo āyasmato nāgasenassa cetasā cetoparivitakkamaññāya āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil2:41.2": "“ananucchavikaṁ kho nāgasena parivitakkaṁ vitakkesi, na kho panetaṁ nāgasena tavānucchavikan”ti. ",
  "mil2:42.1": "Atha kho āyasmato nāgasenassa etadahosi—",
  "mil2:42.2": "“acchariyaṁ vata bho, abbhutaṁ vata bho, yatra hi nāma me upajjhāyo cetasā cetoparivitakkaṁ jānissati, paṇḍito vata me upajjhāyo, yannūnāhaṁ upajjhāyaṁ khamāpeyyan”ti. ",
  "mil2:42.3": "Atha kho āyasmā nāgaseno āyasmantaṁ rohaṇaṁ etadavoca—",
  "mil2:42.4": "“khamatha me, bhante, na puna evarūpaṁ vitakkessāmī”ti. ",
  "mil2:43.1": "Atha kho āyasmā rohaṇo āyasmantaṁ nāgasenaṁ etadavoca “na kho tyāhaṁ nāgasena ettāvatā khamāmi, atthi kho nāgasena sāgalaṁ nāma nagaraṁ, tattha milindo nāma rājā rajjaṁ kāreti, so diṭṭhivādena pañhaṁ pucchitvā bhikkhusaṅghaṁ viheṭheti, sace tvaṁ tattha gantvā taṁ rājānaṁ dametvā buddhasāsane pasādessasi, evāhaṁ taṁ khamissāmī”ti. ",
  "mil2:44.1": "“Tiṭṭhatu, bhante, eko milindo rājā; ",
  "mil2:44.2": "sace, bhante, sakalajambudīpe sabbe rājāno āgantvā maṁ pañhaṁ puccheyyuṁ, sabbaṁ taṁ visajjetvā sampadālessāmi, ‘khamatha me, bhante’ti vatvā, ‘na khamāmī’ti vutte tena hi, bhante, imaṁ temāsaṁ kassa santike vasissāmī”ti—āha. ",
  "mil2:44.3": "“Ayaṁ kho, nāgasena, āyasmā assagutto vattaniye senāsane viharati, gaccha tvaṁ, nāgasena, yenāyasmā assagutto tenupasaṅkama, upasaṅkamitvā mama vacanena āyasmato assaguttassa pāde sirasā vanda, evañca naṁ vadehi ‘upajjhāyo me, bhante, tumhākaṁ pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchati, upajjhāyo me, bhante, imaṁ temāsaṁ tumhākaṁ santike vasituṁ maṁ pahiṇī’ti, ‘konāmo te upajjhāyo’ti ca vutte ‘rohaṇatthero nāma, bhante’ti vadeyyāsi, ‘ahaṁ konāmo’ti vutte evaṁ vadeyyāsi ‘mama upajjhāyo, bhante, tumhākaṁ nāmaṁ jānātī’”ti. ",
  "mil2:44.4": "“Evaṁ, bhante”ti kho āyasmā nāgaseno āyasmantaṁ rohaṇaṁ abhivādetvā padakkhiṇaṁ katvā pattacīvaramādāya anupubbena cārikaṁ caramāno yena vattaniyaṁ senāsanaṁ, yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṁ assaguttaṁ abhivādetvā ekamantaṁ aṭṭhāsi, ekamantaṁ ṭhito kho āyasmā nāgaseno āyasmantaṁ assaguttaṁ etadavoca—",
  "mil2:44.5": "“upajjhāyo me, bhante, tumhākaṁ pāde sirasā vandati, evañca vadeti appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchati, upajjhāyo me, bhante, imaṁ temāsaṁ tumhākaṁ santike vasituṁ maṁ pahiṇī”ti. ",
  "mil2:45.1": "Atha kho āyasmā assagutto āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil2:45.2": "“tvaṁ kiṁnāmosī”ti. ",
  "mil2:45.3": "“Ahaṁ, bhante, nāgaseno nāmā”ti. ",
  "mil2:45.4": "“Konāmo te upajjhāyo”ti? ",
  "mil2:45.5": "“Upajjhāyo me, bhante, rohaṇo nāmā”ti. ",
  "mil2:45.6": "“Ahaṁ konāmo”ti. ",
  "mil2:45.7": "“Upajjhāyo me, bhante, tumhākaṁ nāmaṁ jānātī”ti. ",
  "mil2:46.1": "“Sādhu, nāgasena, pattacīvaraṁ paṭisāmehī”ti. ",
  "mil2:46.2": "“Sādhu, bhante”ti pattacīvaraṁ paṭisāmetvā punadivase pariveṇaṁ sammajjitvā mukhodakaṁ dantapoṇaṁ upaṭṭhapesi. ",
  "mil2:46.3": "Thero sammajjitaṭṭhānaṁ paṭisammajji, taṁ udakaṁ chaḍḍetvā aññaṁ udakaṁ āhari, tañca dantakaṭṭhaṁ apanetvā aññaṁ dantakaṭṭhaṁ gaṇhi, na ālāpasallāpaṁ akāsi, evaṁ satta divasāni katvā sattame divase puna pucchitvā puna tena tatheva vutte vassavāsaṁ anujāni. ",
  "mil2:47.1": "Tena kho pana samayena ekā mahāupāsikā āyasmantaṁ assaguttaṁ tiṁsamattāni vassāni upaṭṭhāsi. ",
  "mil2:47.2": "Atha kho sā mahāupāsikā temāsaccayena yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṁ assaguttaṁ etadavoca—",
  "mil2:47.3": "“atthi nu kho, tāta, tumhākaṁ santike añño bhikkhū”ti. ",
  "mil2:47.4": "“Atthi, mahāupāsike, amhākaṁ santike nāgaseno nāma bhikkhū”ti. ",
  "mil2:47.5": "“Tena hi, tāta assagutta, adhivāsehi nāgasenena saddhiṁ svātanāya bhattan”ti. ",
  "mil2:47.6": "Adhivāsesi kho āyasmā assagutto tuṇhībhāvena. ",
  "mil2:48.1": "Atha kho āyasmā assagutto tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya āyasmatā nāgasenena saddhiṁ pacchāsamaṇena yena mahāupāsikāya nivesanaṁ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi. ",
  "mil2:48.2": "Atha kho sā mahāupāsikā āyasmantaṁ assaguttaṁ āyasmantañca nāgasenaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "mil2:48.3": "Atha kho āyasmā assagutto bhuttāviṁ onītapattapāṇiṁ āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil2:48.4": "“tvaṁ, nāgasena, mahāupāsikāya anumodanaṁ karohī”ti idaṁ vatvā uṭṭhāyāsanā pakkāmi. ",
  "mil2:49.1": "Atha kho sā mahāupāsikā āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil2:49.2": "“mahallikā khohaṁ, tāta nāgasena, gambhīrāya dhammakathāya mayhaṁ anumodanaṁ karohī”ti. ",
  "mil2:49.3": "Atha kho āyasmā nāgaseno tassā mahāupāsikāya gambhīrāya dhammakathāya lokuttarāya suññatappaṭisaṁyuttāya anumodanaṁ akāsi. ",
  "mil2:49.4": "Atha kho tassā mahāupāsikāya tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi—",
  "mil2:49.5": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti. ",
  "mil2:49.6": "Āyasmāpi kho nāgaseno tassā mahāupāsikāya anumodanaṁ katvā attanā desitaṁ dhammaṁ paccavekkhanto vipassanaṁ paṭṭhapetvā tasmiṁyeva āsane nisinno sotāpattiphale patiṭṭhāsi. ",
  "mil2:50.1": "Atha kho āyasmā assagutto maṇḍalamāḷe nisinno dvinnampi dhammacakkhupaṭilābhaṁ ñatvā sādhukāraṁ pavattesi “sādhu sādhu, nāgasena, ekena kaṇḍappahārena dve mahākāyā padālitā”ti, anekāni ca devatāsahassāni sādhukāraṁ pavattesuṁ. ",
  "mil2:51.1": "Atha kho āyasmā nāgaseno uṭṭhāyāsanā yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṁ assaguttaṁ abhivādetvā ekamantaṁ nisīdi, ekamantaṁ nisinnaṁ kho āyasmantaṁ nāgasenaṁ āyasmā assagutto etadavoca—",
  "mil2:51.2": "“gaccha tvaṁ, nāgasena, pāṭaliputtaṁ, pāṭaliputtanagare asokārāme āyasmā dhammarakkhito paṭivasati, tassa santike buddhavacanaṁ pariyāpuṇāhī”ti. ",
  "mil2:51.3": "“Kīva dūro, bhante, ito pāṭaliputtanagaran”ti? ",
  "mil2:51.4": "“Yojanasatāni kho, nāgasenā”ti. ",
  "mil2:51.5": "“Dūro kho, bhante, maggo. ",
  "mil2:51.6": "Antarāmagge bhikkhā dullabhā, kathāhaṁ gamissāmī”ti? ",
  "mil2:51.7": "“Gaccha tvaṁ, nāgasena, antarāmagge piṇḍapātaṁ labhissasi sālīnaṁ odanaṁ vigatakāḷakaṁ anekasūpaṁ anekabyañjanan”ti. ",
  "mil2:51.8": "“Evaṁ, bhante”ti kho āyasmā nāgaseno āyasmantaṁ assaguttaṁ abhivādetvā padakkhiṇaṁ katvā pattacīvaramādāya yena pāṭaliputtaṁ tena cārikaṁ pakkāmi. ",
  "mil2:52.1": "Tena kho pana samayena pāṭaliputtako seṭṭhi pañcahi sakaṭasatehi pāṭaliputtagāmimaggaṁ paṭipanno hoti. ",
  "mil2:52.2": "Addasā kho pāṭaliputtako seṭṭhi āyasmantaṁ nāgasenaṁ dūratova āgacchantaṁ, disvāna yenāyasmā nāgaseno tenupasaṅkami, upasaṅkamitvā āyasmantaṁ nāgasenaṁ abhivādetvā “kuhiṁ gacchasi, tātā”ti—āha. ",
  "mil2:52.3": "“Pāṭaliputtaṁ, gahapatī”ti. ",
  "mil2:52.4": "“Sādhu, tāta, mayampi pāṭaliputtaṁ gacchāma. ",
  "mil2:52.5": "Amhehi saddhiṁ sukhaṁ gacchathā”ti. ",
  "mil2:53.1": "Atha kho pāṭaliputtako seṭṭhi āyasmato nāgasenassa iriyāpathe pasīditvā āyasmantaṁ nāgasenaṁ paṇītena khādanīyena bhojanīyena sahatthā santappetvā sampavāretvā āyasmantaṁ nāgasenaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi, ekamantaṁ nisinno kho pāṭaliputtako seṭṭhi āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil2:53.2": "“kinnāmosi tvaṁ, tātā”ti. ",
  "mil2:53.3": "“Ahaṁ, gahapati, nāgaseno nāmā”ti. ",
  "mil2:53.4": "“Jānāsi kho tvaṁ, tāta, buddhavacanaṁ nāmā”ti? ",
  "mil2:53.5": "“Jānāmi khohaṁ, gahapati, abhidhammapadānī”ti. ",
  "mil2:53.6": "“Lābhā no, tāta, suladdhaṁ no, tāta, ahampi kho, tāta, ābhidhammiko, tvampi ābhidhammiko, bhaṇa, tāta, abhidhammapadānī”ti. ",
  "mil2:53.7": "Atha kho āyasmā nāgaseno pāṭaliputtakassa seṭṭhissa abhidhammaṁ desesi, desenteyeva pāṭaliputtakassa seṭṭhissa virajaṁ vītamalaṁ dhammacakkhuṁ udapādi—",
  "mil2:53.8": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti. ",
  "mil2:54.1": "Atha kho pāṭaliputtako seṭṭhi pañcamattāni sakaṭasatāni purato uyyojetvā sayaṁ pacchato gacchanto pāṭaliputtassa avidūre dvedhāpathe ṭhatvā āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil2:54.2": "“ayaṁ kho, tāta nāgasena, asokārāmassa maggo, idaṁ kho, tāta, amhākaṁ kambalaratanaṁ soḷasahatthaṁ āyāmena, aṭṭhahatthaṁ vitthārena, paṭiggaṇhāhi kho, tāta, idaṁ kambalaratanaṁ anukampaṁ upādāyā”ti. ",
  "mil2:54.3": "Paṭiggahesi kho āyasmā nāgaseno taṁ kambalaratanaṁ anukampaṁ upādāya. ",
  "mil2:54.4": "Atha kho pāṭaliputtako seṭṭhi attamano udaggo pamudito pītisomanassajāto āyasmantaṁ nāgasenaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "mil2:55.1": "Atha kho āyasmā nāgaseno yena asokārāmo yenāyasmā dhammarakkhito tenupasaṅkami, upasaṅkamitvā āyasmantaṁ dhammarakkhitaṁ abhivādetvā attano āgatakāraṇaṁ kathetvā āyasmato dhammarakkhitassa santike tepiṭakaṁ buddhavacanaṁ ekeneva uddesena tīhi māsehi byañjanaso pariyāpuṇitvā puna tīhi māsehi atthaso manasākāsi. ",
  "mil2:55.2": "(…) ",
  "mil2:56.1": "Atha kho āyasmā dhammarakkhito āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil2:56.2": "“seyyathāpi, nāgasena, gopālako gāvo rakkhati, aññe gorasaṁ paribhuñjanti; ",
  "mil2:56.3": "evameva kho tvaṁ, nāgasena, tepiṭakaṁ buddhavacanaṁ dhārentopi na bhāgī sāmaññassā”ti. ",
  "mil2:56.4": "“Hotu, bhante, alaṁ ettakenā”ti. ",
  "mil2:56.5": "Teneva divasabhāgena tena rattibhāgena saha paṭisambhidāhi arahattaṁ pāpuṇi, saha saccappaṭivedhena āyasmato nāgasenassa sabbe devā sādhukāramadaṁsu, pathavī unnadi, brahmāno apphoṭesuṁ, dibbāni candanacuṇṇāni dibbāni ca mandāravapupphāni abhippavassiṁsu. ",
  "mil2:57.1": "Tena kho pana samayena koṭisatā arahanto himavante pabbate rakkhitatale sannipatitvā āyasmato nāgasenassa santike dūtaṁ pāhesuṁ “āgacchatu nāgaseno, dassanakāmā mayaṁ nāgasenan”ti. ",
  "mil2:57.2": "Atha kho āyasmā nāgaseno dūtassa vacanaṁ sutvā asokārāme antarahito himavante pabbate rakkhitatale koṭisatānaṁ arahantānaṁ purato pāturahosi. ",
  "mil2:58.1": "Atha kho koṭisatā arahanto āyasmantaṁ nāgasenaṁ etadavocuṁ—",
  "mil2:58.2": "“eso kho, nāgasena, milindo rājā bhikkhusaṅghaṁ viheṭheti vādappaṭivādena pañhapucchāya. ",
  "mil2:58.3": "Sādhu, nāgasena, gaccha tvaṁ milindaṁ rājānaṁ damehī”ti. ",
  "mil2:58.4": "“Tiṭṭhatu, bhante, eko milindo rājā; ",
  "mil2:58.5": "sace, bhante, sakalajambudīpe rājāno āgantvā maṁ pañhaṁ puccheyyuṁ, sabbaṁ taṁ visajjetvā sampadālessāmi, gacchatha vo, bhante, acchambhitā sāgalanagaran”ti. ",
  "mil2:58.6": "Atha kho therā bhikkhū sāgalanagaraṁ kāsāvappajjotaṁ isivātapaṭivātaṁ akaṁsu. ",
  "mil2:59.1": "Tena kho pana samayena āyasmā āyupālo saṅkhyeyyapariveṇe paṭivasati. ",
  "mil2:59.2": "Atha kho milindo rājā amacce etadavoca—",
  "mil2:59.3": "“ramaṇīyā vata bho dosinā ratti, kaṁ nu khvajja samaṇaṁ vā brāhmaṇaṁ vā upasaṅkameyyāma sākacchāya pañhapucchanāya, ko mayā saddhiṁ sallapituṁ ussahati kaṅkhaṁ paṭivinetun”ti. ",
  "mil2:59.4": "Evaṁ vutte, pañcasatā yonakā rājānaṁ milindaṁ etadavocuṁ—",
  "mil2:59.5": "“atthi, mahārāja, āyupālo nāma thero tepiṭako bahussuto āgatāgamo, so etarahi saṅkhyeyyapariveṇe paṭivasati; ",
  "mil2:59.6": "gaccha tvaṁ, mahārāja, āyasmantaṁ āyupālaṁ pañhaṁ pucchassū”ti. ",
  "mil2:59.7": "“Tena hi, bhaṇe, bhadantassa ārocethā”ti. ",
  "mil2:60.1": "Atha kho nemittiko āyasmato āyupālassa santike dūtaṁ pāhesi “rājā, bhante, milindo āyasmantaṁ āyupālaṁ dassanakāmo”ti. ",
  "mil2:60.2": "Āyasmāpi kho āyupālo evamāha—",
  "mil2:60.3": "“tena hi āgacchatū”ti. ",
  "mil2:60.4": "Atha kho milindo rājā pañcamattehi yonakasatehi parivuto rathavaramāruyha yena saṅkhyeyyapariveṇaṁ yenāyasmā āyupālo tenupasaṅkami, upasaṅkamitvā āyasmatā āyupālena saddhiṁ sammodi, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi, ekamantaṁ nisinno kho milindo rājā āyasmantaṁ āyupālaṁ etadavoca—",
  "mil2:60.5": "“kimatthiyā, bhante āyupāla, tumhākaṁ pabbajjā, ko ca tumhākaṁ paramattho”ti. ",
  "mil2:60.6": "Thero āha—",
  "mil2:60.7": "“dhammacariyasamacariyatthā kho, mahārāja, pabbajjā, sāmaññaphalaṁ kho pana amhākaṁ paramattho”ti. ",
  "mil2:60.8": "“Atthi pana, bhante, koci gihīpi dhammacārī samacārī”ti? ",
  "mil2:60.9": "“Āma, mahārāja, atthi gihīpi dhammacārī samacārī, bhagavati kho, mahārāja, bārāṇasiyaṁ isipatane migadāye dhammacakkaṁ pavattente aṭṭhārasannaṁ brahmakoṭīnaṁ dhammābhisamayo ahosi, devatānaṁ pana dhammābhisamayo gaṇanapathaṁ vītivatto, sabbete gihibhūtā, na pabbajitā. ",
  "mil2:61.1": "Puna caparaṁ, mahārāja, bhagavatā kho mahāsamayasuttante desiyamāne, mahāmaṅgalasuttante desiyamāne, samacittapariyāyasuttante desiyamāne, rāhulovādasuttante desiyamāne, parābhavasuttante desiyamāne gaṇanapathaṁ vītivattānaṁ devatānaṁ dhammābhisamayo ahosi, sabbete gihibhūtā, na pabbajitā”ti. ",
  "mil2:61.2": "“Tena hi, bhante āyupāla, niratthikā tumhākaṁ pabbajjā, pubbe katassa pāpakammassa nissandena samaṇā sakyaputtiyā pabbajanti dhutaṅgāni ca pariharanti. ",
  "mil2:61.3": "Ye kho te, bhante āyupāla, bhikkhū ekāsanikā, nūna te pubbe paresaṁ bhogahārakā corā, te paresaṁ bhoge acchinditvā tassa kammassa nissandena etarahi ekāsanikā bhavanti, na labhanti kālena kālaṁ paribhuñjituṁ, natthi tesaṁ sīlaṁ, natthi tapo, natthi brahmacariyaṁ. ",
  "mil2:61.4": "Ye kho pana te, bhante āyupāla, bhikkhū abbhokāsikā, nūna te pubbe gāmaghātakā corā, te paresaṁ gehāni vināsetvā tassa kammassa nissandena etarahi abbhokāsikā bhavanti, na labhanti senāsanāni paribhuñjituṁ, natthi tesaṁ sīlaṁ, natthi tapo, natthi brahmacariyaṁ. ",
  "mil2:61.5": "Ye kho pana te, bhante āyupāla, bhikkhū nesajjikā, nūna te pubbe panthadūsakā corā, te paresaṁ pathike jane gahetvā bandhitvā nisīdāpetvā tassa kammassa nissandena etarahi nesajjikā bhavanti, na labhanti seyyaṁ kappetuṁ, natthi tesaṁ sīlaṁ, natthi tapo, natthi brahmacariyan”ti—āha. ",
  "mil2:62.1": "Evaṁ vutte, āyasmā āyupālo tuṇhī ahosi, na kiñci paṭibhāsi. ",
  "mil2:62.2": "Atha kho pañcasatā yonakā rājānaṁ milindaṁ etadavocuṁ—",
  "mil2:62.3": "“paṇḍito, mahārāja, thero, api ca kho avisārado na kiñci paṭibhāsatī”ti. ",
  "mil2:63.1": "Atha kho milindo rājā āyasmantaṁ āyupālaṁ tuṇhībhūtaṁ disvā apphoṭetvā ukkuṭṭhiṁ katvā yonake etadavoca—",
  "mil2:63.2": "“tuccho vata bho jambudīpo, palāpo vata bho jambudīpo, natthi koci samaṇo vā brāhmaṇo vā, yo mayā saddhiṁ sallapituṁ ussahati kaṅkhaṁ paṭivinetun”ti. ",
  "mil2:64.1": "Atha kho milindassa rañño sabbaṁ taṁ parisaṁ anuvilokentassa abhīte amaṅkubhūte yonake disvā etadahosi—",
  "mil2:64.2": "“nissaṁsayaṁ atthi maññe añño koci paṇḍito bhikkhu, yo mayā saddhiṁ sallapituṁ ussahati, yenime yonakā na maṅkubhūtā”ti. ",
  "mil2:64.3": "Atha kho milindo rājā yonake etadavoca—",
  "mil2:64.4": "“atthi, bhaṇe, añño koci paṇḍito bhikkhu, yo mayā saddhiṁ sallapituṁ ussahati kaṅkhaṁ paṭivinetun”ti. ",
  "mil2:65.1": "Tena kho pana samayena āyasmā nāgaseno samaṇagaṇaparivuto saṅghī gaṇī gaṇācariyo ñāto yasassī sādhusammato bahujanassa paṇḍito byatto medhāvī nipuṇo viññū vibhāvī vinīto visārado bahussuto tepiṭako vedagū pabhinnabuddhimā āgatāgamo pabhinnapaṭisambhido navaṅgasatthusāsane pariyattidharo pāramippatto jinavacane dhammatthadesanāpaṭivedhakusalo akkhayavicitrapaṭibhāno citrakathī kalyāṇavākkaraṇo durāsado duppasaho duruttaro durāvaraṇo dunnivārayo, sāgaro viya akkhobho, girirājā viya niccalo, raṇañjaho tamonudo pabhaṅkaro mahākathī paragaṇigaṇamathano paratitthiyamaddano bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ rājūnaṁ rājamahāmattānaṁ sakkato garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṁ lābhaggayasaggappatto vuddhānaṁ viññūnaṁ sotāvadhānena samannāgatānaṁ sandassento navaṅgaṁ jinasāsanaratanaṁ, upadisanto dhammamaggaṁ, dhārento dhammappajjotaṁ, ussāpento dhammayūpaṁ, yajanto dhammayāgaṁ, paggaṇhanto dhammaddhajaṁ, ussāpento dhammaketuṁ, dhamento dhammasaṅkhaṁ, āhananto dhammabheriṁ, nadanto sīhanādaṁ, gajjanto indagajjitaṁ, madhuragiragajjitena ñāṇavaravijjujālapariveṭhitena karuṇājalabharitena mahatā dhammāmatameghena sakalalokamabhitappayanto gāmanigamarājadhānīsu cārikaṁ caramāno anupubbena sāgalanagaraṁ anuppatto hoti. ",
  "mil2:65.2": "Tatra sudaṁ āyasmā nāgaseno asītiyā bhikkhusahassehi saddhiṁ saṅkhyeyyapariveṇe paṭivasati. ",
  "mil2:65.3": "Tenāhu porāṇā—",
  "mil2:66.1": "“Bahussuto citrakathī, ",
  "mil2:66.2": "nipuṇo ca visārado; ",
  "mil2:66.3": "Sāmayiko ca kusalo, ",
  "mil2:66.4": "paṭibhāne ca kovido. ",
  "mil2:67.1": "Te ca tepiṭakā bhikkhū, ",
  "mil2:67.2": "pañcanekāyikāpi ca; ",
  "mil2:67.3": "Catunekāyikā ceva, ",
  "mil2:67.4": "nāgasenaṁ purakkharuṁ. ",
  "mil2:68.1": "Gambhīrapañño medhāvī, ",
  "mil2:68.2": "maggāmaggassa kovido; ",
  "mil2:68.3": "Uttamatthaṁ anuppatto, ",
  "mil2:68.4": "nāgaseno visārado. ",
  "mil2:69.1": "Tehi bhikkhūhi parivuto, ",
  "mil2:69.2": "nipuṇehi saccavādibhi; ",
  "mil2:69.3": "Caranto gāmanigamaṁ, ",
  "mil2:69.4": "sāgalaṁ upasaṅkami. ",
  "mil2:70.1": "Saṅkhyeyyapariveṇasmiṁ, ",
  "mil2:70.2": "nāgaseno tadā vasi; ",
  "mil2:70.3": "Katheti so manussehi, ",
  "mil2:70.4": "pabbate kesarī yathā”ti. ",
  "mil2:71.1": "Atha kho devamantiyo rājānaṁ milindaṁ etadavoca—",
  "mil2:71.2": "“āgamehi tvaṁ, mahārāja; ",
  "mil2:71.3": "atthi, mahārāja, nāgaseno nāma thero paṇḍito byatto medhāvī vinīto visārado bahussuto citrakathī kalyāṇapaṭibhāno atthadhammaniruttipaṭibhānapaṭisambhidāsu pāramippatto, so etarahi saṅkhyeyyapariveṇe paṭivasati, gaccha tvaṁ, mahārāja, āyasmantaṁ nāgasenaṁ pañhaṁ pucchassu, ussahati so tayā saddhiṁ sallapituṁ kaṅkhaṁ paṭivinetun”ti. ",
  "mil2:71.4": "Atha kho milindassa rañño sahasā “nāgaseno”ti saddaṁ sutvāva ahudeva bhayaṁ, ahudeva chambhitattaṁ, ahudeva lomahaṁso. ",
  "mil2:71.5": "Atha kho milindo rājā devamantiyaṁ etadavoca—",
  "mil2:71.6": "“ussahati bho nāgaseno bhikkhu mayā saddhiṁ sallapitun”ti? ",
  "mil2:71.7": "“Ussahati, mahārāja, api indayamavaruṇakuverapajāpatisuyāmasantusitalokapālehipi pitupitāmahena mahābrahmunāpi saddhiṁ sallapituṁ, kimaṅgaṁ pana manussabhūtenā”ti. ",
  "mil2:72.1": "Atha kho milindo rājā devamantiyaṁ etadavoca—",
  "mil2:72.2": "“tena hi tvaṁ, devamantiya, bhadantassa santike dūtaṁ pesehī”ti. ",
  "mil2:72.3": "“Evaṁ, devā”ti kho devamantiyo āyasmato nāgasenassa santike dūtaṁ pāhesi “rājā, bhante, milindo āyasmantaṁ dassanakāmo”ti. ",
  "mil2:72.4": "Āyasmāpi kho nāgaseno evamāha—",
  "mil2:72.5": "“tena hi āgacchatū”ti. ",
  "mil2:73.1": "Atha kho milindo rājā pañcamattehi yonakasatehi parivuto rathavaramāruyha mahatā balakāyena saddhiṁ yena saṅkhyeyyapariveṇaṁ yenāyasmā nāgaseno tenupasaṅkami. ",
  "mil2:73.2": "Tena kho pana samayena āyasmā nāgaseno asītiyā bhikkhusahassehi saddhiṁ maṇḍalamāḷe nisinno hoti. ",
  "mil2:73.3": "Addasā kho milindo rājā āyasmato nāgasenassa parisaṁ dūratova, disvāna devamantiyaṁ etadavoca—",
  "mil2:73.4": "“kassesā, devamantiya, mahatī parisā”ti? ",
  "mil2:73.5": "“Āyasmato kho, mahārāja, nāgasenassa parisā”ti. ",
  "mil2:74.1": "Atha kho milindassa rañño āyasmato nāgasenassa parisaṁ dūratova disvā ahudeva bhayaṁ, ahudeva chambhitattaṁ, ahudeva lomahaṁso. ",
  "mil2:74.2": "Atha kho milindo rājā khaggaparivārito viya gajo, garuḷaparivārito viya nāgo, ajagaraparivārito viya kotthuko, mahiṁsaparivuto viya accho, nāgānubaddho viya maṇḍūko, saddūlānubaddho viya migo, ahituṇḍikasamāgato viya pannago, majjārasamāgato viya undūro, bhūtavejjasamāgato viya pisāco, rāhumakhagato viya cando, pannago viya peḷantaragato, sakuṇo viya pañjarantaragato, maccho viya jālantaragato, vāḷavanamanuppaviṭṭho viya puriso, vessavaṇāparādhiko viya yakkho, parikkhīṇāyuko viya devaputto bhīto ubbiggo utrasto saṁviggo lomahaṭṭhajāto vimano dummano bhantacitto vipariṇatamānaso “mā maṁ ayaṁ parijano paribhavī”ti satiṁ upaṭṭhapetvā devamantiyaṁ etadavoca—",
  "mil2:74.3": "“mā kho, tvaṁ devamantiya, āyasmantaṁ nāgasenaṁ mayhaṁ ācikkheyyāsi, anakkhātaññevāhaṁ nāgasenaṁ jānissāmī”ti. ",
  "mil2:74.4": "“Sādhu, mahārāja, tvaññeva jānāhī”ti. ",
  "mil2:75.1": "Tena kho pana samayena āyasmā nāgaseno tassā bhikkhuparisāya purato cattālīsāya bhikkhusahassānaṁ navakataro hoti pacchato cattālīsāya bhikkhusahassānaṁ vuḍḍhataro. ",
  "mil2:76.1": "Atha kho milindo rājā sabbaṁ taṁ bhikkhusaṅghaṁ purato ca pacchato ca majjhato ca anuvilokento addasā kho āyasmantaṁ nāgasenaṁ dūratova bhikkhusaṅghassa majjhe nisinnaṁ kesarasīhaṁ viya vigatabhayabheravaṁ vigatalomahaṁsaṁ vigatabhayasārajjaṁ, disvāna ākāreneva aññāsi “eso kho ettha nāgaseno”ti. ",
  "mil2:77.1": "Atha kho milindo rājā devamantiyaṁ etadavoca—",
  "mil2:77.2": "“eso kho, devamantiya, āyasmā nāgaseno”ti. ",
  "mil2:77.3": "“Āma, mahārāja, eso kho nāgaseno, suṭṭhu kho tvaṁ, mahārāja, nāgasenaṁ aññāsī”ti. ",
  "mil2:77.4": "Tato rājā tuṭṭho ahosi “anakkhātova mayā nāgaseno aññāto”ti. ",
  "mil2:77.5": "Atha kho milindassa rañño āyasmantaṁ nāgasenaṁ disvāva ahudeva bhayaṁ, ahudeva chambhitattaṁ, ahudeva lomahaṁso. ",
  "mil2:78.1": "Tenāhu—",
  "mil2:79.1": "“Caraṇena ca sampannaṁ, ",
  "mil2:79.2": "sudantaṁ uttame dame; ",
  "mil2:79.3": "Disvā rājā nāgasenaṁ, ",
  "mil2:79.4": "idaṁ vacanamabravi. ",
  "mil2:80.1": "Kathitā mayā bahū diṭṭhā, ",
  "mil2:80.2": "sākacchā osaṭā bahū; ",
  "mil2:80.3": "Na tādisaṁ bhayaṁ āsi, ",
  "mil2:80.4": "ajja tāso yathā mama. ",
  "mil2:81.1": "Nissaṁsayaṁ parājayo, ",
  "mil2:81.2": "mama ajja bhavissati; ",
  "mil2:81.3": "Jayo ca nāgasenassa, ",
  "mil2:81.4": "yathā cittaṁ na saṇṭhitan”ti. ",
  "mil2:82.1": "Bāhirakathā niṭṭhitā. "
}