{
  "mil3.3.7:0.1": "Milindapañha",
  "mil3.3.7:0.2": "Vicāravagga",
  "mil3.3.7:0.3": "7. Cakkhuviññāṇādipañha",
  "mil3.3.7:1.1": "Rājā āha—",
  "mil3.3.7:1.2": "“bhante nāgasena, yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjatī”ti?",
  "mil3.3.7:1.3": "“Āma, mahārāja, yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjatī”ti.",
  "mil3.3.7:2.1": "“Kiṁ nu kho, bhante nāgasena, paṭhamaṁ cakkhuviññāṇaṁ uppajjati, pacchā manoviññāṇaṁ, udāhu manoviññāṇaṁ paṭhamaṁ uppajjati, pacchā cakkhuviññāṇan”ti?",
  "mil3.3.7:2.2": "“Paṭhamaṁ, mahārāja, cakkhuviññāṇaṁ uppajjati, pacchā manoviññāṇan”ti.",
  "mil3.3.7:3.1": "“Kiṁ nu kho, bhante nāgasena, cakkhuviññāṇaṁ manoviññāṇaṁ āṇāpeti ‘yatthāhaṁ uppajjāmi, tvampi tattha uppajjāhī’ti, udāhu manoviññāṇaṁ cakkhuviññāṇaṁ āṇāpeti ‘yattha tvaṁ uppajjissasi, ahampi tattha uppajjissāmī’”ti?",
  "mil3.3.7:3.2": "“Na hi, mahārāja, anālāpo tesaṁ aññamaññehī”ti.",
  "mil3.3.7:4.1": "“Kathaṁ, bhante nāgasena, yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjatī”ti?",
  "mil3.3.7:4.2": "“Ninnattā ca, mahārāja, dvārattā ca ciṇṇattā ca samudācaritattā cā”ti.",
  "mil3.3.7:5.1": "“Kathaṁ, bhante nāgasena, ninnattā yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjati?",
  "mil3.3.7:5.2": "Opammaṁ karohī”ti.",
  "mil3.3.7:5.3": "“Taṁ kiṁ maññasi, mahārāja, deve vassante katamena udakaṁ gaccheyyā”ti?",
  "mil3.3.7:5.4": "“Yena, bhante, ninnaṁ, tena gaccheyyā”ti.",
  "mil3.3.7:5.5": "“Athāparena samayena devo vasseyya, katamena taṁ udakaṁ gaccheyyā”ti.",
  "mil3.3.7:5.6": "“Yena, bhante, purimaṁ udakaṁ gataṁ, tampi tena gaccheyyā”ti.",
  "mil3.3.7:6.1": "“Kiṁ nu kho, mahārāja, purimaṁ udakaṁ pacchimaṁ udakaṁ āṇāpeti ‘yenāhaṁ gacchāmi, tvampi tena gacchāhī’ti, pacchimaṁ vā udakaṁ purimaṁ udakaṁ āṇāpeti ‘yena tvaṁ gacchissasi, ahampi tena gacchissāmī’”ti.",
  "mil3.3.7:6.2": "“Na hi, bhante, anālāpo tesaṁ aññamaññehi, ninnattā gacchantī”ti.",
  "mil3.3.7:6.3": "“Evameva kho, mahārāja, ninnattā yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjati, na cakkhuviññāṇaṁ manoviññāṇaṁ āṇāpeti ‘yatthāhaṁ uppajjāmi, tvampi tattha uppajjāhī’ti, nāpi manoviññāṇaṁ cakkhuviññāṇaṁ āṇāpeti ‘yattha tvaṁ uppajjissasi, ahampi tattha uppajjissāmī’ti, anālāpo tesaṁ aññamaññehi, ninnattā uppajjantī”ti.",
  "mil3.3.7:7.1": "“Kathaṁ, bhante nāgasena, dvārattā yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjati?",
  "mil3.3.7:7.2": "Opammaṁ karohī”ti.",
  "mil3.3.7:7.3": "“Taṁ kiṁ maññasi, mahārāja, rañño paccantimaṁ nagaraṁ assa daḷhapākāratoraṇaṁ ekadvāraṁ, tato puriso nikkhamitukāmo bhaveyya, katamena nikkhameyyā”ti?",
  "mil3.3.7:7.4": "“Dvārena, bhante, nikkhameyyā”ti.",
  "mil3.3.7:7.5": "“Athāparo puriso nikkhamitukāmo bhaveyya, katamena so nikkhameyyā”ti?",
  "mil3.3.7:7.6": "“Yena, bhante, purimo puriso nikkhanto, sopi tena nikkhameyyā”ti.",
  "mil3.3.7:8.1": "“Kiṁ nu kho, mahārāja, purimo puriso pacchimaṁ purisaṁ āṇāpeti ‘yenāhaṁ gacchāmi, tvampi tena gacchāhī’ti, pacchimo vā puriso purimaṁ purisaṁ āṇāpeti ‘yena tvaṁ gacchissasi, ahampi tena gacchissāmī’”ti.",
  "mil3.3.7:8.2": "“Na hi, bhante, anālāpo tesaṁ aññamaññehi, dvārattā gacchantī”ti.",
  "mil3.3.7:8.3": "“Evameva kho, mahārāja, dvārattā yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjati, na cakkhuviññāṇaṁ manoviññāṇaṁ āṇāpeti ‘yatthāhaṁ uppajjāmi, tvampi tattha uppajjāhī’ti, nāpi manoviññāṇaṁ cakkhuviññāṇaṁ āṇāpeti ‘yattha tvaṁ uppajjissasi, ahampi tattha uppajjissāmī’ti, anālāpo tesaṁ aññamaññehi, dvārattā uppajjantī”ti.",
  "mil3.3.7:9.1": "“Kathaṁ, bhante nāgasena, ciṇṇattā yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjati?",
  "mil3.3.7:9.2": "Opammaṁ karohī”ti.",
  "mil3.3.7:9.3": "“Taṁ kiṁ maññasi, mahārāja, paṭhamaṁ ekaṁ sakaṭaṁ gaccheyya, atha dutiyaṁ sakaṭaṁ katamena gaccheyyā”ti?",
  "mil3.3.7:9.4": "“Yena, bhante, purimaṁ sakaṭaṁ gataṁ, tampi tena gaccheyyā”ti.",
  "mil3.3.7:10.1": "“Kiṁ nu kho, mahārāja, purimaṁ sakaṭaṁ pacchimaṁ sakaṭaṁ āṇāpeti ‘yenāhaṁ gacchāmi, tvampi tena gacchāhī’ti, pacchimaṁ vā sakaṭaṁ purimaṁ sakaṭaṁ āṇāpeti ‘yena tvaṁ gacchissasi, ahampi tena gacchissāmī’”ti.",
  "mil3.3.7:10.2": "“Na hi, bhante, anālāpo tesaṁ aññamaññehi, ciṇṇattā gacchantī”ti.",
  "mil3.3.7:10.3": "“Evameva kho, mahārāja, ciṇṇattā yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjati, na cakkhuviññāṇaṁ manoviññāṇaṁ āṇāpeti ‘yatthāhaṁ uppajjāmi, tvampi tattha uppajjāhī’ti, nāpi manoviññāṇaṁ cakkhuviññāṇaṁ āṇāpeti ‘yattha tvaṁ uppajjissasi, ahampi tattha uppajjissāmī’ti, anālāpo tesaṁ aññamaññehi, ciṇṇattā uppajjantī”ti.",
  "mil3.3.7:11.1": "“Kathaṁ, bhante nāgasena, samudācaritattā yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjati?",
  "mil3.3.7:11.2": "Opammaṁ karohī”ti.",
  "mil3.3.7:11.3": "“Yathā, mahārāja, muddāgaṇanāsaṅkhyālekhāsippaṭṭhānesu ādikammikassa dandhāyanā bhavati, athāparena samayena nisammakiriyāya samudācaritattā adandhāyanā bhavati.",
  "mil3.3.7:11.4": "Evameva kho, mahārāja, samudācaritattā yattha cakkhuviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjati, na cakkhuviññāṇaṁ manoviññāṇaṁ āṇāpeti ‘yatthāhaṁ uppajjāmi, tvampi tattha uppajjāhī’ti, nāpi manoviññāṇaṁ cakkhuviññāṇaṁ āṇāpeti ‘yattha tvaṁ uppajjissasi, ahampi tattha uppajjissāmī’ti, anālāpo tesaṁ aññamaññehi, samudācaritattā uppajjantī”ti.",
  "mil3.3.7:12.1": "“Bhante nāgasena, yattha sotaviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjatīti …pe…",
  "mil3.3.7:12.2": "yattha ghānaviññāṇaṁ uppajjati … yattha jivhāviññāṇaṁ uppajjati … yattha kāyaviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjatī”ti?",
  "mil3.3.7:12.3": "“Āma, mahārāja, yattha kāyaviññāṇaṁ uppajjati, tattha manoviññāṇampi uppajjatī”ti.",
  "mil3.3.7:13.1": "“Kiṁ nu kho, bhante nāgasena, paṭhamaṁ kāyaviññāṇaṁ uppajjati, pacchā manoviññāṇaṁ, udāhu manoviññāṇaṁ paṭhamaṁ uppajjati, pacchā kāyaviññāṇan”ti?",
  "mil3.3.7:13.2": "“Kāyaviññāṇaṁ, mahārāja, paṭhamaṁ uppajjati, pacchā manoviññāṇan”ti.",
  "mil3.3.7:14.1": "“Kiṁ nu kho, bhante nāgasena …pe…",
  "mil3.3.7:14.2": "anālāpo tesaṁ aññamaññehi, samudācaritattā uppajjantī”ti.",
  "mil3.3.7:15.1": "“Kallosi, bhante nāgasenā”ti.",
  "mil3.3.7:16.1": "Cakkhuviññāṇādipañho sattamo."
}