{
  "mil3.2.6:0.1": "Milindapañha",
  "mil3.2.6:0.2": "Addhānavagga",
  "mil3.2.6:0.3": "6. Nāmarūpaekattanānattapañha",
  "mil3.2.6:1.1": "Rājā āha—",
  "mil3.2.6:1.2": "“bhante nāgasena, ko paṭisandahatī”ti?",
  "mil3.2.6:1.3": "Thero āha—",
  "mil3.2.6:1.4": "“nāmarūpaṁ kho, mahārāja, paṭisandahatī”ti.",
  "mil3.2.6:1.5": "“Kiṁ imaṁyeva nāmarūpaṁ paṭisandahatī”ti?",
  "mil3.2.6:1.6": "“Na kho, mahārāja, imaṁyeva nāmarūpaṁ paṭisandahati, iminā pana, mahārāja, nāmarūpena kammaṁ karoti sobhanaṁ vā pāpakaṁ vā, tena kammena aññaṁ nāmarūpaṁ paṭisandahatī”ti.",
  "mil3.2.6:1.7": "“Yadi, bhante, na imaṁ yeva nāmarūpaṁ paṭisandahati, nanu so mutto bhavissati pāpakehi kammehī”ti?",
  "mil3.2.6:1.8": "Thero āha—",
  "mil3.2.6:1.9": "“yadi na paṭisandaheyya, mutto bhaveyya pāpakehi kammehi.",
  "mil3.2.6:1.10": "Yasmā ca kho, mahārāja, paṭisandahati, tasmā na mutto pāpakehi kammehī”ti.",
  "mil3.2.6:2.1": "“Opammaṁ karohī”ti.",
  "mil3.2.6:2.2": "“Yathā, mahārāja, kocideva puriso aññatarassa purisassa ambaṁ avahareyya, tamenaṁ ambasāmiko gahetvā rañño dasseyya ‘iminā, deva, purisena mayhaṁ ambā avahaṭā’ti, so evaṁ vadeyya ‘nāhaṁ, deva, imassa ambe avaharāmi, aññe te ambā, ye iminā ropitā, aññe te ambā, ye mayā avahaṭā, nāhaṁ daṇḍappatto’ti.",
  "mil3.2.6:2.3": "Kiṁ nu kho so, mahārāja, puriso daṇḍappatto bhaveyyā”ti?",
  "mil3.2.6:2.4": "“Āma, bhante, daṇḍappatto bhaveyyā”ti.",
  "mil3.2.6:2.5": "“Kena kāraṇenā”ti?",
  "mil3.2.6:2.6": "“Kiñcāpi so evaṁ vadeyya, purimaṁ, bhante, ambaṁ appaccakkhāya pacchimena ambena so puriso daṇḍappatto bhaveyyā”ti.",
  "mil3.2.6:2.7": "“Evameva kho, mahārāja, iminā nāmarūpena kammaṁ karoti sobhanaṁ vā pāpakaṁ vā, tena kammena aññaṁ nāmarūpaṁ paṭisandahati, tasmā na mutto pāpakehi kammehī”ti.",
  "mil3.2.6:3.1": "“Bhiyyo opammaṁ karohī”ti.",
  "mil3.2.6:3.2": "“Yathā, mahārāja, kocideva puriso aññatarassa purisassa sāliṁ avahareyya …pe…",
  "mil3.2.6:3.3": "ucchuṁ avahareyya …pe…",
  "mil3.2.6:3.4": "yathā, mahārāja, koci puriso hemantakāle aggiṁ jāletvā visibbetvā avijjhāpetvā pakkameyya, atha kho so aggi aññatarassa purisassa khettaṁ ḍaheyya, tamenaṁ khettasāmiko gahetvā rañño dasseyya ‘iminā, deva, purisena mayhaṁ khettaṁ daḍḍhan’ti.",
  "mil3.2.6:3.5": "So evaṁ vadeyya ‘nāhaṁ, deva, imassa khettaṁ jhāpemi, añño so aggi, yo mayā avijjhāpito, añño so aggi, yenimassa khettaṁ daḍḍhaṁ, nāhaṁ daṇḍappatto’ti.",
  "mil3.2.6:3.6": "Kiṁ nu kho so, mahārāja, puriso daṇḍappatto bhaveyyā”ti?",
  "mil3.2.6:3.7": "“Āma, bhante, daṇḍappatto bhaveyyā”ti.",
  "mil3.2.6:3.8": "“Kena kāraṇenā”ti?",
  "mil3.2.6:3.9": "“Kiñcāpi so evaṁ vadeyya, purimaṁ, bhante, aggiṁ appaccakkhāya pacchimena agginā so puriso daṇḍappatto bhaveyyā”ti.",
  "mil3.2.6:3.10": "“Evameva kho, mahārāja, iminā nāmarūpena kammaṁ karoti sobhanaṁ vā pāpakaṁ vā, tena kammena aññaṁ nāmarūpaṁ paṭisandahati, tasmā na mutto pāpakehi kammehī”ti.",
  "mil3.2.6:4.1": "“Bhiyyo opammaṁ karohī”ti.",
  "mil3.2.6:4.2": "“Yathā, mahārāja, kocideva puriso padīpaṁ ādāya pāsādaṁ abhirūhitvā bhuñjeyya, padīpo jhāyamāno tiṇaṁ jhāpeyya, tiṇaṁ jhāyamānaṁ gharaṁ jhāpeyya, gharaṁ jhāyamānaṁ gāmaṁ jhāpeyya, gāmajano taṁ purisaṁ gahetvā evaṁ vadeyya ‘kissa tvaṁ, bho purisa, gāmaṁ jhāpesī’ti, so evaṁ vadeyya ‘nāhaṁ, bho, gāmaṁ jhāpemi, añño so padīpaggi, yassāhaṁ ālokena bhuñjiṁ, añño so aggi, yena gāmo jhāpito’ti, te vivadamānā tava santike āgaccheyyuṁ, kassa tvaṁ, mahārāja, aṭṭaṁ dhāreyyāsī”ti?",
  "mil3.2.6:4.3": "“Gāmajanassa, bhante”ti.",
  "mil3.2.6:4.4": "“Kiṁ kāraṇā”ti?",
  "mil3.2.6:4.5": "“Kiñcāpi so evaṁ vadeyya, api ca tato eva so aggi nibbatto”ti.",
  "mil3.2.6:4.6": "“Evameva kho, mahārāja, kiñcāpi aññaṁ māraṇantikaṁ nāmarūpaṁ, aññaṁ paṭisandhismiṁ nāmarūpaṁ, api ca tatoyeva taṁ nibbattaṁ, tasmā na mutto pāpakehi kammehī”ti.",
  "mil3.2.6:5.1": "“Bhiyyo opammaṁ karohī”ti.",
  "mil3.2.6:5.2": "“Yathā, mahārāja, kocideva puriso dahariṁ dārikaṁ vāretvā suṅkaṁ datvā pakkameyya.",
  "mil3.2.6:5.3": "Sā aparena samayena mahatī assa vayappattā, tato añño puriso suṅkaṁ datvā vivāhaṁ kareyya, itaro āgantvā evaṁ vadeyya ‘kissa pana me tvaṁ, ambho purisa, bhariyaṁ nesī’ti?",
  "mil3.2.6:5.4": "So evaṁ vadeyya ‘nāhaṁ tava bhariyaṁ nemi, aññā sā dārikā daharī taruṇī, yā tayā vāritā ca dinnasuṅkā ca, aññāyaṁ dārikā mahatī vayappattā mayā vāritā ca dinnasuṅkā cā’ti, te vivadamānā tava santike āgaccheyyuṁ.",
  "mil3.2.6:5.5": "Kassa tvaṁ, mahārāja, aṭṭaṁ dhāreyyāsī”ti?",
  "mil3.2.6:5.6": "“Purimassa, bhante”ti.",
  "mil3.2.6:5.7": "“Kiṁ kāraṇā”ti?",
  "mil3.2.6:5.8": "“Kiñcāpi so evaṁ vadeyya, api ca tatoyeva sā mahatī nibbattā”ti.",
  "mil3.2.6:5.9": "“Evameva kho, mahārāja, kiñcāpi aññaṁ māraṇantikaṁ nāmarūpaṁ, aññaṁ paṭisandhismiṁ nāmarūpaṁ, api ca tatoyeva taṁ nibbattaṁ, tasmā naparimutto pāpakehi kammehī”ti.",
  "mil3.2.6:6.1": "“Bhiyyo opammaṁ karohī”ti.",
  "mil3.2.6:6.2": "“Yathā, mahārāja, kocideva puriso gopālakassa hatthato khīraghaṭaṁ kiṇitvā tasseva hatthe nikkhipitvā pakkameyya ‘sve gahetvā gamissāmī’ti, taṁ aparajju dadhi sampajjeyya.",
  "mil3.2.6:6.3": "So āgantvā evaṁ vadeyya ‘dehi me khīraghaṭan’ti.",
  "mil3.2.6:6.4": "So dadhiṁ dasseyya.",
  "mil3.2.6:6.5": "Itaro evaṁ vadeyya ‘nāhaṁ tava hatthato dadhiṁ kiṇāmi, dehi me khīraghaṭan’ti.",
  "mil3.2.6:6.6": "So evaṁ vadeyya ‘ajānato te khīraṁ dadhibhūtan’ti te vivadamānā tava santike āgaccheyyuṁ, kassa tvaṁ, mahārāja, aṭṭaṁ dhāreyyāsī”ti?",
  "mil3.2.6:6.7": "“Gopālakassa, bhante”ti.",
  "mil3.2.6:6.8": "“Kiṁ kāraṇā”ti?",
  "mil3.2.6:6.9": "“Kiñcāpi so evaṁ vadeyya, api ca tato yeva taṁ nibbattan”ti.",
  "mil3.2.6:6.10": "“Evameva kho, mahārāja, kiñcāpi aññaṁ māraṇantikaṁ nāmarūpaṁ, aññaṁ paṭisandhismiṁ nāmarūpaṁ, api ca tato yeva taṁ nibbattaṁ, tasmā na parimutto pāpakehi kammehī”ti.",
  "mil3.2.6:7.1": "“Kallosi, bhante nāgasenā”ti.",
  "mil3.2.6:8.1": "Nāmarūpaekattanānattapañho chaṭṭho."
}