{
  "mil5.1.6:0.1": "Milindapañha",
  "mil5.1.6:0.2": "Meṇḍakapañha",
  "mil5.1.6:0.3": "Iddhibalavagga",
  "mil5.1.6:0.4": "6. Gabbhāvakkantipañha",
  "mil5.1.6:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.1.6:1.2": "‘tiṇṇaṁ kho pana, bhikkhave, sannipātā gabbhassa avakkanti hoti, idha mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca paccupaṭṭhito hoti, imesaṁ kho, bhikkhave, tiṇṇaṁ sannipātā gabbhassa avakkanti hotī’ti, asesavacanametaṁ, nissesavacanametaṁ, nippariyāyavacanametaṁ, arahassavacanametaṁ, sadevamanussānaṁ majjhe nisīditvā bhaṇitaṁ, ayañca dvinnaṁ sannipātā gabbhassa avakkanti dissati, dukūlena tāpasena pārikāya tāpasiyā utunikāle dakkhiṇena hatthaṅguṭṭhena nābhi parāmaṭṭhā, tassa tena nābhiparāmasanena sāmakumāro nibbatto.",
  "mil5.1.6:1.3": "Mātaṅgenāpi isinā brāhmaṇakaññāya utunikāle dakkhiṇena hatthaṅguṭṭhena nābhi parāmaṭṭhā, tassa tena nābhiparāmasanena maṇḍabyo nāma māṇavako nibbattoti.",
  "mil5.1.6:1.4": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.1.6:1.5": "‘tiṇṇaṁ kho pana, bhikkhave, sannipātā gabbhassa avakkanti hotī’ti.",
  "mil5.1.6:1.6": "Tena hi sāmo ca kumāro maṇḍabyo ca māṇavako ubhopi te nābhiparāmasanena nibbattāti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.1.6:1.7": "Yadi, bhante, tathāgatena bhaṇitaṁ—",
  "mil5.1.6:1.8": "‘sāmo ca kumāro maṇḍabyo ca māṇavako nābhiparāmasanena nibbattā’ti, tena hi ‘tiṇṇaṁ kho pana, bhikkhave, sannipātā gabbhassa avakkanti hotī’ti yaṁ vacanaṁ, tampi micchā.",
  "mil5.1.6:1.9": "Ayampi ubhato koṭiko pañho sugambhīro sunipuṇo visayo buddhimantānaṁ, so tavānuppatto, chinda vimatipathaṁ, dhārehi ñāṇavarappajjotan”ti.",
  "mil5.1.6:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā ‘tiṇṇaṁ kho pana, bhikkhave, sannipātā gabbhassa avakkanti hoti, idha mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca paccupaṭṭhito hoti, evaṁ tiṇṇaṁ sannipātā gabbhassa avakkanti hotī’ti.",
  "mil5.1.6:2.2": "Bhaṇitañca—",
  "mil5.1.6:2.3": "‘sāmo ca kumāro maṇḍabyo ca māṇavako nābhiparāmasanena nibbattā’”ti.",
  "mil5.1.6:2.4": "“Tena hi, bhante nāgasena, yena kāraṇena pañho suvinicchito hoti, tena kāraṇena maṁ saññāpehī”ti.",
  "mil5.1.6:3.1": "“Sutapubbaṁ pana tayā, mahārāja, saṅkicco ca kumāro isisiṅgo ca tāpaso thero ca kumārakassapo iminā nāma te nibbattā”ti?",
  "mil5.1.6:3.2": "“Āma, bhante, suyyati, abbhuggatā tesaṁ jāti, dve migadhenuyo tāva utunikāle dvinnaṁ tāpasānaṁ passāvaṭṭhānaṁ āgantvā sasambhavaṁ passāvaṁ piviṁsu, tena passāvasambhavena saṅkicco ca kumāro isisiṅgo ca tāpaso nibbattā.",
  "mil5.1.6:3.3": "Therassa udāyissa bhikkhunupassayaṁ upagatassa rattacittena bhikkhuniyā aṅgajātaṁ upanijjhāyantassa sambhavaṁ kāsāve mucci.",
  "mil5.1.6:3.4": "Atha kho āyasmā udāyi taṁ bhikkhuniṁ etadavoca—",
  "mil5.1.6:3.5": "‘gaccha bhagini, udakaṁ āhara antaravāsakaṁ dhovissāmī’ti.",
  "mil5.1.6:3.6": "‘Āharayya, ahameva dhovissāmī’ti.",
  "mil5.1.6:3.7": "Tato sā bhikkhunī utunisamaye taṁ sambhavaṁ ekadesaṁ mukhena aggahesi, ekadesaṁ aṅgajāte pakkhipi, tena thero kumārakassapo nibbattoti etaṁ jano āhā”ti.",
  "mil5.1.6:4.1": "“Api nu kho tvaṁ, mahārāja, saddahasi taṁ vacanan”ti?",
  "mil5.1.6:4.2": "“Āma, bhante, balavaṁ tattha mayaṁ kāraṇaṁ upalabhāma, yena mayaṁ kāraṇena saddahāma iminā kāraṇena nibbattā”ti.",
  "mil5.1.6:4.3": "“Kiṁ panettha, mahārāja, kāraṇan”ti?",
  "mil5.1.6:4.4": "“Suparikammakate, bhante, kalale bījaṁ nipatitvā khippaṁ saṁviruhatī”ti.",
  "mil5.1.6:4.5": "“Āma, mahārājā”ti.",
  "mil5.1.6:4.6": "“Evameva kho, bhante, sā bhikkhunī utunī samānā saṇṭhite kalale ruhire pacchinnavege ṭhitāya dhātuyā taṁ sambhavaṁ gahetvā tasmiṁ kalale pakkhipi, tena tassā gabbho saṇṭhāsi, evaṁ tattha kāraṇaṁ paccema tesaṁ nibbattiyā”ti.",
  "mil5.1.6:4.7": "“Evametaṁ, mahārāja, tathā sampaṭicchāmi, yonippavesena gabbho sambhavatīti.",
  "mil5.1.6:4.8": "Sampaṭicchasi pana, tvaṁ, mahārāja, therassa kumārakassapassa gabbhāvakkamanan”ti?",
  "mil5.1.6:4.9": "“Āma, bhante”ti.",
  "mil5.1.6:4.10": "“Sādhu, mahārāja, paccāgatosi mama visayaṁ, ekavidhenapi gabbhāvakkantiṁ kathayanto mamānubalaṁ bhavissasi, atha yā pana tā dve migadhenuyo passāvaṁ pivitvā gabbhaṁ paṭilabhiṁsu, tāsaṁ tvaṁ saddahasi gabbhassāvakkamanan”ti?",
  "mil5.1.6:4.11": "“Āma, bhante, yaṁ kiñci bhuttaṁ pītaṁ khāyitaṁ lehitaṁ, sabbaṁ taṁ kalalaṁ osarati, ṭhānagataṁ vuḍḍhimāpajjati.",
  "mil5.1.6:4.12": "Yathā, bhante nāgasena, yā kāci saritā nāma, sabbā tā mahāsamuddaṁ osaranti, ṭhānagatā vuḍḍhimāpajjanti.",
  "mil5.1.6:4.13": "Evameva kho, bhante nāgasena, yaṁ kiñci bhuttaṁ pītaṁ khāyitaṁ lehitaṁ, sabbaṁ taṁ kalalaṁ osarati, ṭhānagataṁ vuḍḍhimāpajjati, tenāhaṁ kāraṇena saddahāmi mukhagatenapi gabbhassa avakkanti hotī”ti.",
  "mil5.1.6:4.14": "“Sādhu, mahārāja, gāḷhataraṁ upagatosi mama visayaṁ, mukhapānenapi dvayasannipāto bhavati.",
  "mil5.1.6:4.15": "Saṅkiccassa ca, mahārāja, kumārassa isisiṅgassa ca tāpasassa therassa ca kumārakassapassa gabbhāvakkamanaṁ sampaṭicchasī”ti?",
  "mil5.1.6:4.16": "“Āma, bhante, sannipāto osaratī”ti.",
  "mil5.1.6:5.1": "“Sāmopi, mahārāja, kumāro maṇḍabyopi māṇavako tīsu sannipātesu antogadhā, ekarasāyeva purimena, tattha kāraṇaṁ vakkhāmi.",
  "mil5.1.6:5.2": "Dukūlo ca, mahārāja, tāpaso pārikā ca tāpasī ubhopi te araññavāsā ahesuṁ pavivekādhimuttā uttamatthagavesakā, tapatejena yāva brahmalokaṁ santāpesuṁ.",
  "mil5.1.6:5.3": "Tesaṁ tadā sakko devānamindo sāyaṁ pātaṁ upaṭṭhānaṁ āgacchati.",
  "mil5.1.6:5.4": "So tesaṁ garukatamettatāya upadhārento addasa anāgatamaddhāne dvinnampi tesaṁ cakkhūnaṁ antaradhānaṁ, disvā te evamāha—",
  "mil5.1.6:5.5": "‘ekaṁ me, bhonto, vacanaṁ karotha, sādhu ekaṁ puttaṁ janeyyātha, so tumhākaṁ upaṭṭhāko bhavissati ālambano cā’ti.",
  "mil5.1.6:5.6": "‘Alaṁ, kosiya, mā evaṁ bhaṇī’ti.",
  "mil5.1.6:5.7": "Te tassa taṁ vacanaṁ na sampaṭicchiṁsu.",
  "mil5.1.6:5.8": "Anukampako atthakāmo sakko devānamindo dutiyampi …",
  "mil5.1.6:5.9": "tatiyampi te evamāha—",
  "mil5.1.6:5.10": "‘ekaṁ me, bhonto, vacanaṁ karotha, sādhu ekaṁ puttaṁ janeyyātha, so tumhākaṁ upaṭṭhāko bhavissati ālambano cā’ti.",
  "mil5.1.6:5.11": "Tatiyampi te āhaṁsu ‘alaṁ, kosiya, mā tvaṁ kho amhe anatthe niyojehi, kadāyaṁ kāyo na bhijjissati, bhijjatu ayaṁ kāyo bhedanadhammo, bhijjantiyāpi dharaṇiyā patantepi selasikhare phalantepi ākāse patantepi candimasūriye neva mayaṁ lokadhammehi missayissāma, mā tvaṁ amhākaṁ sammukhabhāvaṁ upagaccha, upagatassa te eso vissāso, anatthacaro tvaṁ maññe’ti.",
  "mil5.1.6:6.1": "Tato sakko devānamindo tesaṁ manaṁ alabhamāno garukato pañjaliko puna yāci—",
  "mil5.1.6:6.2": "‘yadi me vacanaṁ na ussahatha kātuṁ, yadā tāpasī utunī hoti pupphavatī, tadā tvaṁ, bhante, dakkhiṇena hatthaṅguṭṭhena nābhiṁ parāmaseyyāsi, tena sā gabbhaṁ lacchati, sannipāto yevesa gabbhāvakkantiyā’ti.",
  "mil5.1.6:6.3": "‘Sakkomahaṁ, kosiya, taṁ vacanaṁ kātuṁ, na tāvatakena amhākaṁ tapo bhijjati, hotū’ti—",
  "mil5.1.6:6.4": "sampaṭicchiṁsu.",
  "mil5.1.6:6.5": "Tāya ca pana velāya devabhavane atthi devaputto ussannakusalamūlo khīṇāyuko āyukkhayappatto yadicchakaṁ samattho okkamituṁ api cakkavattikulepi.",
  "mil5.1.6:6.6": "Atha sakko devānamindo taṁ devaputtaṁ upasaṅkamitvā evamāha—",
  "mil5.1.6:6.7": "‘ehi kho, mārisa, supabhāto te divaso, atthasiddhi upagatā, yamahaṁ te upaṭṭhānamāgamiṁ, ramaṇīye te okāse vāso bhavissati, patirūpe kule paṭisandhi bhavissati, sundarehi mātāpitūhi vaḍḍhetabbo, ehi me vacanaṁ karohī’ti yāci.",
  "mil5.1.6:6.8": "Dutiyampi …",
  "mil5.1.6:6.9": "tatiyampi yāci sirasi pañjalikato.",
  "mil5.1.6:7.1": "Tato so devaputto evamāha—",
  "mil5.1.6:7.2": "‘katamaṁ taṁ, mārisa, kulaṁ, yaṁ tvaṁ abhikkhaṇaṁ kittayasi punappunan’ti.",
  "mil5.1.6:7.3": "‘Dukūlo ca tāpaso pārikā ca tāpasī’ti.",
  "mil5.1.6:7.4": "So tassa vacanaṁ sutvā tuṭṭho sampaṭicchi ‘sādhu, mārisa, yo tava chando, so hotu, ākaṅkhamāno ahaṁ, mārisa, patthite kule uppajjeyyaṁ, kimhi kule uppajjāmi aṇḍaje vā jalābuje vā saṁsedaje vā opapātike vā’ti?",
  "mil5.1.6:7.5": "‘Jalābujāya, mārisa, yoniyā uppajjāhī’ti.",
  "mil5.1.6:8.1": "Atha sakko devānamindo uppattidivasaṁ vigaṇetvā dukūlassa tāpasassa ārocesi ‘asukasmiṁ nāma divase tāpasī utunī bhavissati pupphavatī, tadā tvaṁ, bhante, dakkhiṇena hatthaṅguṭṭhena nābhiṁ parāmaseyyāsī’ti.",
  "mil5.1.6:8.2": "Tasmiṁ, mahārāja, divase tāpasī ca utunī pupphavatī ahosi, devaputto ca tatthūpago paccupaṭṭhito ahosi, tāpaso ca dakkhiṇena hatthaṅguṭṭhena tāpasiyā nābhiṁ parāmasi, iti te tayo sannipātā ahesuṁ, nābhiparāmasanena tāpasiyā rāgo udapādi, so panassā rāgo nābhiparāmasanaṁ paṭicca mā tvaṁ sannipātaṁ ajjhācārameva maññi, ūhasanampi sannipāto, ullapanampi sannipāto, upanijjhāyanampi sannipāto, pubbabhāgabhāvato rāgassa uppādāya āmasanena sannipāto jāyati, sannipātā okkamanaṁ hotīti.",
  "mil5.1.6:9.1": "Anajjhācārepi, mahārāja, parāmasanena gabbhāvakkanti hoti.",
  "mil5.1.6:9.2": "Yathā, mahārāja, aggi jalamāno aparāmasanopi upagatassa sītaṁ byapahanti;",
  "mil5.1.6:9.3": "evameva kho, mahārāja, anajjhācārepi parāmasanena gabbhāvakkanti hoti.",
  "mil5.1.6:10.1": "Catunnaṁ, mahārāja, vasena sattānaṁ gabbhāvakkanti hoti kammavasena yonivasena kulavasena āyācanavasena, api ca sabbepete sattā kammasambhavā kammasamuṭṭhānā.",
  "mil5.1.6:11.1": "Kathaṁ, mahārāja, kammavasena sattānaṁ gabbhāvakkanti hoti?",
  "mil5.1.6:11.2": "Ussannakusalamūlā, mahārāja, sattā yadicchakaṁ uppajjanti khattiyamahāsālakule vā brāhmaṇamahāsālakule vā gahapatimahāsālakule vā devesu vā aṇḍajāya vā yoniyā jalābujāya vā yoniyā saṁsedajāya vā yoniyā opapātikāya vā yoniyā.",
  "mil5.1.6:11.3": "Yathā, mahārāja, puriso aḍḍho mahaddhano mahābhogo pahūtajātarūparajato pahūtavittūpakaraṇo pahūtadhanadhañño pahūtañātipakkho dāsiṁ vā dāsaṁ vā khettaṁ vā vatthuṁ vā gāmaṁ vā nigamaṁ vā janapadaṁ vā yaṁ kiñci manasā abhipatthitaṁ, yadicchakaṁ dviguṇatiguṇampi dhanaṁ datvā kiṇāti;",
  "mil5.1.6:11.4": "evameva kho, mahārāja, ussannakusalamūlā sattā yadicchakaṁ uppajjanti khattiyamahāsālakule vā brāhmaṇamahāsālakule vā gahapatimahāsālakule vā devesu vā aṇḍajāya vā yoniyā jalābujāya vā yoniyā saṁsedajāya vā yoniyā opapātikāya vā yoniyā.",
  "mil5.1.6:11.5": "Evaṁ kammavasena sattānaṁ gabbhāvakkanti hoti.",
  "mil5.1.6:12.1": "Kathaṁ yonivasena sattānaṁ gabbhāvakkanti hoti?",
  "mil5.1.6:12.2": "Kukkuṭānaṁ, mahārāja, vātena gabbhāvakkanti hoti.",
  "mil5.1.6:12.3": "Balākānaṁ meghasaddena gabbhāvakkanti hoti.",
  "mil5.1.6:12.4": "Sabbepi devā agabbhaseyyakā sattāyeva, tesaṁ nānāvaṇṇena gabbhāvakkanti hoti.",
  "mil5.1.6:12.5": "Yathā, mahārāja, manussā nānāvaṇṇena mahiyā caranti, keci purato paṭicchādenti, keci pacchato paṭicchādenti, keci naggā honti, keci bhaṇḍū honti setapaṭadharā, keci moḷibaddhā honti, keci bhaṇḍū kāsāvavasanā honti, keci kāsāvavasanā moḷibaddhā honti, keci jaṭino vākacīradharā honti, keci cammavasanā honti, keci rasmiyo nivāsenti, sabbepete manussā nānāvaṇṇena mahiyā caranti;",
  "mil5.1.6:12.6": "evameva kho, mahārāja, sattāyeva te sabbe, tesaṁ nānāvaṇṇena gabbhāvakkanti hoti.",
  "mil5.1.6:12.7": "Evaṁ yonivasena sattānaṁ gabbhāvakkanti hoti.",
  "mil5.1.6:13.1": "Kathaṁ kulavasena sattānaṁ gabbhāvakkanti hoti?",
  "mil5.1.6:13.2": "Kulaṁ nāma, mahārāja, cattāri kulāni aṇḍajaṁ jalābujaṁ saṁsedajaṁ opapātikaṁ.",
  "mil5.1.6:13.3": "Yadi tattha gandhabbo yato kutoci āgantvā aṇḍaje kule uppajjati, so tattha aṇḍajo hoti …pe…",
  "mil5.1.6:13.4": "jalābuje kule …",
  "mil5.1.6:13.5": "saṁsedaje kule …",
  "mil5.1.6:13.6": "opapātike kule uppajjati, so tattha opapātiko hoti.",
  "mil5.1.6:13.7": "Tesu tesu kulesu tādisāyeva sattā sambhavanti.",
  "mil5.1.6:13.8": "Yathā, mahārāja, himavati nerupabbataṁ ye keci migapakkhino upenti, sabbe te sakavaṇṇaṁ vijahitvā suvaṇṇavaṇṇā honti;",
  "mil5.1.6:13.9": "evameva kho, mahārāja, yo koci gandhabbo yato kutoci āgantvā aṇḍajaṁ yoniṁ upagantvā sabhāvavaṇṇaṁ vijahitvā aṇḍajo hoti …pe…",
  "mil5.1.6:13.10": "jalābujaṁ …",
  "mil5.1.6:13.11": "saṁsedajaṁ …",
  "mil5.1.6:13.12": "opapātikaṁ yoniṁ upagantvā sabhāvavaṇṇaṁ vijahitvā opapātiko hoti, evaṁ kulavasena sattānaṁ gabbhāvakkanti hoti.",
  "mil5.1.6:14.1": "Kathaṁ āyācanavasena sattānaṁ gabbhāvakkanti hoti?",
  "mil5.1.6:14.2": "Idha, mahārāja, kulaṁ hoti aputtakaṁ bahusāpateyyaṁ saddhaṁ pasannaṁ sīlavantaṁ kalyāṇadhammaṁ tapanissitaṁ, devaputto ca ussannakusalamūlo cavanadhammo hoti.",
  "mil5.1.6:14.3": "Atha sakko devānamindo tassa kulassa anukampāya taṁ devaputtaṁ āyācati ‘paṇidhehi, mārisa, asukassa kulassa mahesiyā kucchin’ti.",
  "mil5.1.6:14.4": "So tassa āyācanahetu taṁ kulaṁ paṇidheti.",
  "mil5.1.6:14.5": "Yathā, mahārāja, manussā puññakāmā samaṇaṁ manobhāvanīyaṁ āyācitvā gehaṁ upanenti, ayaṁ upagantvā sabbassa kulassa sukhāvaho bhavissatīti.",
  "mil5.1.6:14.6": "Evameva kho, mahārāja, sakko devānamindo taṁ devaputtaṁ āyācitvā taṁ kulaṁ upaneti.",
  "mil5.1.6:14.7": "Evaṁ āyācanavasena sattānaṁ gabbhāvakkanti hoti.",
  "mil5.1.6:15.1": "Sāmo, mahārāja, kumāro sakkena devānamindena āyācito pārikāya tāpasiyā kucchiṁ okkanto.",
  "mil5.1.6:15.2": "Sāmo, mahārāja, kumāro katapuñño, mātāpitaro sīlavanto kalyāṇadhammā, āyācako sakko, tiṇṇaṁ cetopaṇidhiyā sāmo kumāro nibbatto.",
  "mil5.1.6:15.3": "Idha, mahārāja, nayakusalo puriso sukaṭṭhe anūpakhette bījaṁ ropeyya, api nu tassa bījassa antarāyaṁ vivajjentassa vuḍḍhiyā koci antarāyo bhaveyyā”ti?",
  "mil5.1.6:15.4": "“Na hi, bhante, nirupaghātaṁ bījaṁ khippaṁ saṁviruheyyā”ti.",
  "mil5.1.6:15.5": "“Evameva kho, mahārāja, sāmo kumāro mutto uppannantarāyehi tiṇṇaṁ cetopaṇidhiyā nibbatto.",
  "mil5.1.6:16.1": "Api nu kho, mahārāja, sutapubbaṁ tayā isīnaṁ manopadosena iddho phīto mahājanapado sajano samucchinno”ti?",
  "mil5.1.6:16.2": "“Āma, bhante, suyyati.",
  "mil5.1.6:16.3": "Mahiyā daṇḍakāraññaṁ majjhāraññaṁ kāliṅgāraññaṁ mātaṅgāraññaṁ, sabbaṁ taṁ araññaṁ araññabhūtaṁ, sabbepete janapadā isīnaṁ manopadosena khayaṁ gatā”ti.",
  "mil5.1.6:16.4": "“Yadi, mahārāja, tesaṁ manopadosena susamiddhā janapadā ucchijjanti, api nu kho tesaṁ manopasādena kiñci nibbatteyyā”ti?",
  "mil5.1.6:16.5": "“Āma, bhante”ti.",
  "mil5.1.6:16.6": "“Tena hi, mahārāja, sāmo kumāro tiṇṇaṁ balavantānaṁ cetopasādena nibbatto isinimmito devanimmito puññanimmitoti.",
  "mil5.1.6:16.7": "Evametaṁ, mahārāja, dhārehi.",
  "mil5.1.6:17.1": "Tayome, mahārāja, devaputtā sakkena devānamindena āyācitā kulaṁ uppannā.",
  "mil5.1.6:17.2": "Katame tayo?",
  "mil5.1.6:17.3": "Sāmo kumāro mahāpanādo kusarājā, tayopete bodhisattā”ti.",
  "mil5.1.6:17.4": "“Suniddiṭṭhā, bhante nāgasena, gabbhāvakkanti, sukathitaṁ kāraṇaṁ, andhakāro āloko kato, jaṭā vijaṭitā, nicchuddhā paravādā, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.1.6:18.1": "Gabbhāvakkantipañho chaṭṭho."
}