{
  "mil5.3.2:0.1": "Milindapañha ",
  "mil5.3.2:0.2": "Meṇḍakapañha ",
  "mil5.3.2:0.3": "Paṇāmitavagga ",
  "mil5.3.2:0.4": "2. Sabbasattahitapharaṇapañha ",
  "mil5.3.2:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil5.3.2:1.2": "‘tathāgato sabbasattānaṁ ahitamapanetvā hitamupadahatī’ti. ",
  "mil5.3.2:1.3": "Puna ca bhaṇatha aggikkhandhūpame dhammapariyāye bhaññamāne ‘saṭṭhimattānaṁ bhikkhūnaṁ uṇhaṁ lohitaṁ mukhato uggatan’ti. ",
  "mil5.3.2:1.4": "Aggikkhandhūpamaṁ, bhante, dhammapariyāyaṁ desentena tathāgatena saṭṭhimattānaṁ bhikkhūnaṁ hitamapanetvā ahitamupadahitaṁ. ",
  "mil5.3.2:1.5": "Yadi, bhante nāgasena, tathāgato sabbasattānaṁ ahitamapanetvā hitamupadahati, tena hi aggikkhandhūpame dhammapariyāye bhaññamāne saṭṭhimattānaṁ bhikkhūnaṁ uṇhaṁ lohitaṁ mukhato uggatanti yaṁ vacanaṁ, taṁ micchā. ",
  "mil5.3.2:1.6": "Yadi aggikkhandhūpame dhammapariyāye bhaññamāne saṭṭhimattānaṁ bhikkhūnaṁ uṇhaṁ lohitaṁ mukhato uggataṁ, tena hi tathāgato sabbasattānaṁ ahitamapanetvā hitamupadahatīti tampi vacanaṁ micchā. ",
  "mil5.3.2:1.7": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ",
  "mil5.3.2:2.1": "“Tathāgato, mahārāja, sabbasattānaṁ ahitamapanetvā hitamupadahati, aggikkhandhūpame dhammapariyāye bhaññamāne saṭṭhimattānaṁ bhikkhūnaṁ uṇhaṁ lohitaṁ mukhato uggataṁ, tañca pana na tathāgatassa katena, tesaṁyeva attano katenā”ti. ",
  "mil5.3.2:3.1": "“Yadi, bhante nāgasena, tathāgato aggikkhandhūpamaṁ dhammapariyāyaṁ na bhāseyya, api nu tesaṁ uṇhaṁ lohitaṁ mukhato uggaccheyyā”ti. ",
  "mil5.3.2:3.2": "“Na hi, mahārāja, micchāpaṭipannānaṁ tesaṁ bhagavato dhammapariyāyaṁ sutvā pariḷāho kāye uppajji, tena tesaṁ pariḷāhena uṇhaṁ lohitaṁ mukhato uggatan”ti. ",
  "mil5.3.2:3.3": "“Tena hi, bhante nāgasena, tathāgatasseva katena tesaṁ uṇhaṁ lohitaṁ mukhato uggataṁ, tathāgatoyeva tattha adhikāro tesaṁ nāsanāya, yathā nāma, bhante nāgasena, ahi vammikaṁ paviseyya, athaññataro paṁsukāmo puriso vammikaṁ bhinditvā paṁsuṁ hareyya, tassa paṁsuharaṇena vammikassa susiraṁ pidaheyya, atha tattheva so assāsaṁ alabhamāno mareyya, nanu so, bhante, ahi tassa purisassa katena maraṇappatto”ti. ",
  "mil5.3.2:3.4": "“Āma, mahārājā”ti. ",
  "mil5.3.2:3.5": "“Evameva kho, bhante nāgasena, tathāgatoyeva tattha adhikāro tesaṁ nāsanāyā”ti. ",
  "mil5.3.2:4.1": "“Tathāgato, mahārāja, dhammaṁ desayamāno anunayappaṭighaṁ na karoti, anunayappaṭighavippamutto dhammaṁ deseti, evaṁ dhamme desīyamāne ye tattha sammāpaṭipannā, te bujjhanti. ",
  "mil5.3.2:4.2": "Ye pana micchāpaṭipannā, te patanti. ",
  "mil5.3.2:4.3": "Yathā, mahārāja, purisassa ambaṁ vā jambuṁ vā madhukaṁ vā cālayamānassa yāni tattha phalāni sārāni daḷhabandhanāni, tāni tattheva accutāni tiṭṭhanti, yāni tattha phalāni pūtivaṇṭamūlāni dubbalabandhanāni, tāni patanti; ",
  "mil5.3.2:4.4": "evameva kho, mahārāja, tathāgato dhammaṁ desayamāno anunayappaṭighaṁ na karoti, anunayappaṭighavippamutto dhammaṁ deseti, evaṁ dhamme desīyamāne ye tattha sammāpaṭipannā, te bujjhanti. ",
  "mil5.3.2:4.5": "Ye pana micchāpaṭipannā, te patanti. ",
  "mil5.3.2:5.1": "Yathā vā pana, mahārāja, kassako dhaññaṁ ropetukāmo khettaṁ kasati, tassa kasantassa anekasatasahassāni tiṇāni maranti; ",
  "mil5.3.2:5.2": "evameva kho, mahārāja, tathāgato paripakkamānase satte bodhento anunayappaṭighavippamutto dhammaṁ deseti, evaṁ dhamme desīyamāne ye tattha sammāpaṭipannā, te bujjhanti. ",
  "mil5.3.2:5.3": "Ye pana micchāpaṭipannā, te tiṇāni viya maranti. ",
  "mil5.3.2:6.1": "Yathā vā pana, mahārāja, manussā rasahetu yantena ucchuṁ pīḷayanti, tesaṁ ucchuṁ pīḷayamānānaṁ ye tattha yantamukhagatā kimayo, te pīḷiyanti; ",
  "mil5.3.2:6.2": "evameva kho, mahārāja, tathāgato paripakkamānase satte bodhento dhammayantamabhipīḷayati, ye tattha micchāpaṭipannā, te kimī viya marantī”ti. ",
  "mil5.3.2:7.1": "“Nanu, bhante nāgasena, te bhikkhū tāya dhammadesanāya patitā”ti? ",
  "mil5.3.2:7.2": "“Api nu kho, mahārāja, tacchako rukkhaṁ tacchanto ujukaṁ parisuddhaṁ karotī”ti? ",
  "mil5.3.2:7.3": "“Na hi, bhante, vajjanīyaṁ apanetvā tacchako rukkhaṁ ujukaṁ parisuddhaṁ karotī”ti. ",
  "mil5.3.2:7.4": "“Evameva kho, mahārāja, tathāgato parisaṁ rakkhanto na sakkoti bodhaneyye satte bodhetuṁ, micchāpaṭipanne pana satte apanetvā bodhaneyye satte bodheti, attakatena pana te, mahārāja, micchāpaṭipannā patanti. ",
  "mil5.3.2:8.1": "Yathā, mahārāja, kadalī veḷu assatarī attajena haññati; ",
  "mil5.3.2:8.2": "evameva kho, mahārāja, ye te micchāpaṭipannā, te attakatena haññanti patanti. ",
  "mil5.3.2:9.1": "Yathā, mahārāja, corā attakatena cakkhuppāṭanaṁ sūlāropanaṁ sīsacchedanaṁ pāpuṇanti; ",
  "mil5.3.2:9.2": "evameva kho, mahārāja, ye te micchāpaṭipannā, te attakatena haññanti patanti. ",
  "mil5.3.2:9.3": "Yesaṁ, mahārāja, saṭṭhimattānaṁ bhikkhūnaṁ uṇhaṁ lohitaṁ mukhato uggataṁ, tesaṁ taṁ neva bhagavato katena, na paresaṁ katena, atha kho attanoyeva katena. ",
  "mil5.3.2:10.1": "Yathā, mahārāja, puriso sabbajanassa amataṁ dadeyya, te taṁ amataṁ asitvā arogā dīghāyukā sabbītito parimucceyyuṁ, athaññataro puriso durupacārena taṁ asitvā maraṇaṁ pāpuṇeyya, api nu kho so, mahārāja, amatadāyako puriso tatonidānaṁ kiñci apuññaṁ āpajjeyyā”ti? ",
  "mil5.3.2:10.2": "“Na hi, bhante”ti. ",
  "mil5.3.2:10.3": "“Evameva kho, mahārāja, tathāgato dasasahassiyā lokadhātuyā devamanussānaṁ amataṁ dhammadānaṁ deti, ye te sattā bhabbā, te dhammāmatena bujjhanti. ",
  "mil5.3.2:10.4": "Ye pana te sattā abhabbā, te dhammāmatena haññanti patanti. ",
  "mil5.3.2:10.5": "Bhojanaṁ, mahārāja, sabbasattānaṁ jīvitaṁ rakkhati, tamekacce bhuñjitvā visūcikāya maranti, api nu kho so, mahārāja, bhojanadāyako puriso tatonidānaṁ kiñci apuññaṁ āpajjeyyā”ti? ",
  "mil5.3.2:10.6": "“Na hi, bhante”ti. ",
  "mil5.3.2:10.7": "“Evameva kho, mahārāja, tathāgato dasasahassiyā lokadhātuyā devamanussānaṁ amataṁ dhammadānaṁ deti, ye te sattā bhabbā, te dhammāmatena bujjhanti. ",
  "mil5.3.2:10.8": "Ye pana te sattā abhabbā, te dhammāmatena haññanti patantī”ti. ",
  "mil5.3.2:10.9": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil5.3.2:11.1": "Sabbasattahitapharaṇapañho dutiyo. "
}