{
  "mil5.4.8:0.1": "Milindapañha ",
  "mil5.4.8:0.2": "Meṇḍakapañha ",
  "mil5.4.8:0.3": "Sabbaññutañāṇavagga ",
  "mil5.4.8:0.4": "8. Amarādevīpañha ",
  "mil5.4.8:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.4.8:2.1": "‘Sace labhetha khaṇaṁ vā raho vā, ",
  "mil5.4.8:2.2": "Nimantakaṁ vāpi labhetha tādisaṁ; ",
  "mil5.4.8:2.3": "Sabbāva itthī kayiruṁ nu pāpaṁ, ",
  "mil5.4.8:2.4": "Aññaṁ aladdhā pīṭhasappinā saddhin’ti. ",
  "mil5.4.8:3.1": "Puna ca kathīyati ‘mahosadhassa bhariyā amarā nāma itthī gāmake ṭhapitā pavutthapatikā raho nisinnā vivittā rājappaṭisamaṁ sāmikaṁ karitvā sahassena nimantīyamānā pāpaṁ nākāsī’ti. ",
  "mil5.4.8:3.2": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.4.8:3.3": "‘sace …pe… ",
  "mil5.4.8:3.4": "saddhin’ti tena hi ‘mahosadhassa bhariyā …pe… ",
  "mil5.4.8:3.5": "nākāsī’ti yaṁ vacanaṁ, taṁ micchā. ",
  "mil5.4.8:3.6": "Yadi mahosadhassa bhariyā …pe… ",
  "mil5.4.8:3.7": "nākāsi, tena hi ‘sace …pe… ",
  "mil5.4.8:3.8": "saddhin’ti tampi vacanaṁ micchā. ",
  "mil5.4.8:3.9": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ",
  "mil5.4.8:4.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.4.8:4.2": "‘sace …pe… ",
  "mil5.4.8:4.3": "saddhin’ti. ",
  "mil5.4.8:4.4": "Kathīyati ca ‘mahosadhassa bhariyā …pe… ",
  "mil5.4.8:4.5": "nākāsī’ti. ",
  "mil5.4.8:4.6": "Kareyya sā, mahārāja, itthī sahassaṁ labhamānā tādisena purisena saddhiṁ pāpakammaṁ, na sā kareyya sace khaṇaṁ vā raho vā nimantakaṁ vāpi tādisaṁ labheyya, vicinantī sā, mahārāja, amarā itthī na addasa khaṇaṁ vā raho vā nimantakaṁ vāpi tādisaṁ. ",
  "mil5.4.8:5.1": "Idha loke garahabhayā khaṇaṁ na passi, paraloke nirayabhayā khaṇaṁ na passi, kaṭukavipākaṁ pāpanti khaṇaṁ na passi, piyaṁ amuñcitukāmā khaṇaṁ na passi, sāmikassa garukatāya khaṇaṁ na passi, dhammaṁ apacāyantī khaṇaṁ na passi, anariyaṁ garahantī khaṇaṁ na passi, kiriyaṁ abhinditukāmā khaṇaṁ na passi. ",
  "mil5.4.8:5.2": "Evarūpehi bahūhi kāraṇehi khaṇaṁ na passi. ",
  "mil5.4.8:6.1": "Rahopi sā loke vicinitvā apassantī pāpaṁ nākāsi. ",
  "mil5.4.8:6.2": "Sace sā manussehi raho labheyya, atha amanussehi raho na labheyya. ",
  "mil5.4.8:6.3": "Sace amanussehi raho labheyya, atha paracittavidūhi pabbajitehi raho na labheyya. ",
  "mil5.4.8:6.4": "Sace paracittavidūhi pabbajitehi raho labheyya, atha paracittavidūnīhi devatāhi raho na labheyya. ",
  "mil5.4.8:6.5": "Sace paracittavidūnīhi devatāhi raho labheyya, attanāva pāpehi raho na labheyya. ",
  "mil5.4.8:6.6": "Sace attanāva pāpehi raho labheyya, atha adhammena raho na labheyya. ",
  "mil5.4.8:6.7": "Evarūpehi bahuvidhehi kāraṇehi raho alabhitvā pāpaṁ nākāsi. ",
  "mil5.4.8:7.1": "Nimantakampi sā loke vicinitvā tādisaṁ alabhantī pāpaṁ nākāsi. ",
  "mil5.4.8:7.2": "Mahosadho, mahārāja, paṇḍito aṭṭhavīsatiyā aṅgehi samannāgato. ",
  "mil5.4.8:7.3": "Katamehi aṭṭhavīsatiyā aṅgehi samannāgato? ",
  "mil5.4.8:7.4": "Mahosadho, mahārāja, sūro hirimā ottappī sapakkho mittasampanno khamo sīlavā saccavādī soceyyasampanno akkodhano anatimānī anusūyako vīriyavā āyūhako saṅgāhako saṁvibhāgī sakhilo nivātavutti saṇho asaṭho amāyāvī atibuddhisampanno kittimā vijjāsampanno hitesī upanissitānaṁ patthito sabbajanassa dhanavā yasavā. ",
  "mil5.4.8:7.5": "Mahosadho, mahārāja, paṇḍito imehi aṭṭhavīsatiyā aṅgehi samannāgato. ",
  "mil5.4.8:7.6": "Sā aññaṁ tādisaṁ nimantakaṁ alabhitvā pāpaṁ nākāsī”ti. ",
  "mil5.4.8:7.7": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil5.4.8:8.1": "Amarādevīpañho aṭṭhamo. "
}