{
  "mil5.2.8:0.1": "Milindapañha ",
  "mil5.2.8:0.2": "Meṇḍakapañha ",
  "mil5.2.8:0.3": "Abhejjavagga ",
  "mil5.2.8:0.4": "8. Abhejjaparisapañha ",
  "mil5.2.8:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil5.2.8:1.2": "‘tathāgato abhejjapariso’ti, puna ca bhaṇatha—",
  "mil5.2.8:1.3": "‘devadattena ekappahāraṁ pañca bhikkhusatāni bhinnānī’ti. ",
  "mil5.2.8:1.4": "Yadi, bhante nāgasena, tathāgato abhejjapariso, tena hi devadattena ekappahāraṁ pañca bhikkhusatāni bhinnānīti yaṁ vacanaṁ, taṁ micchā. ",
  "mil5.2.8:1.5": "Yadi devadattena ekappahāraṁ pañca bhikkhusatāni bhinnāni, tena hi ‘tathāgato abhejjapariso’ti tampi vacanaṁ micchā. ",
  "mil5.2.8:1.6": "Ayampi ubhato koṭiko pañho tavānuppatto, gambhīro dunniveṭhiyo, gaṇṭhitopi gaṇṭhitaro, etthāyaṁ jano āvaṭo nivuto ovuto pihito pariyonaddho, ettha tava ñāṇabalaṁ dassehi paravādesū”ti. ",
  "mil5.2.8:2.1": "“Abhejjapariso, mahārāja, tathāgato, devadattena ca ekappahāraṁ pañca bhikkhusatāni bhinnāni, tañca pana bhedakassa balena, bhedake vijjamāne natthi, mahārāja, abhejjaṁ nāma. ",
  "mil5.2.8:2.2": "Bhedake sati mātāpi puttena bhijjati, puttopi mātarā bhijjati, pitāpi puttena bhijjati, puttopi pitarā bhijjati, bhātāpi bhaginiyā bhijjati, bhaginīpi bhātarā bhijjati, sahāyopi sahāyena bhijjati, nāvāpi nānādārusaṅghaṭitā ūmivegasampahārena bhijjati, rukkhopi madhukappasampannaphalo anilabalavegābhihato bhijjati, suvaṇṇampi jātimantaṁ lohena bhijjati. ",
  "mil5.2.8:2.3": "Api ca, mahārāja, neso adhippāyo viññūnaṁ, nesā buddhānaṁ adhimutti, neso paṇḍitānaṁ chando ‘tathāgato bhejjapariso’ti. ",
  "mil5.2.8:2.4": "Api cettha kāraṇaṁ atthi, yena kāraṇena tathāgato vuccati ‘abhejjapariso’ti. ",
  "mil5.2.8:2.5": "Katamaṁ ettha kāraṇaṁ? ",
  "mil5.2.8:2.6": "Tathāgatassa, mahārāja, katena adānena vā appiyavacanena vā anatthacariyāya vā asamānattatāya vā yato kutoci cariyaṁ carantassapi parisā bhinnāti na sutapubbaṁ, tena kāraṇena tathāgato vuccati ‘abhejjapariso’ti. ",
  "mil5.2.8:2.7": "Tayāpetaṁ, mahārāja, ñātabbaṁ ‘atthi kiñci navaṅge buddhavacane suttāgataṁ, iminā nāma kāraṇena bodhisattassa katena tathāgatassa parisā bhinnā’”ti? ",
  "mil5.2.8:2.8": "“Natthi, bhante, no cetaṁ loke dissati nopi suyyati. ",
  "mil5.2.8:2.9": "Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil5.2.8:3.1": "Abhejjaparisapañho aṭṭhamo. ",
  "mil5.2.8:4.1": "Abhejjavaggo dutiyo. ",
  "mil5.2.8:5.1": "Imasmiṁ vagge aṭṭha pañhā. "
}