{
  "mil5.1.2:0.1": "Milindapañha ",
  "mil5.1.2:0.2": "Meṇḍakapañha ",
  "mil5.1.2:0.3": "Iddhibalavagga ",
  "mil5.1.2:0.4": "2 Sabbaññubhāvapañha ",
  "mil5.1.2:1.1": "“Bhante nāgasena, buddho sabbaññū”ti? ",
  "mil5.1.2:1.2": "“Āma, mahārāja, bhagavā sabbaññū, na ca bhagavato satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitaṁ, āvajjanapaṭibaddhaṁ bhagavato sabbaññutañāṇaṁ, āvajjitvā yadicchakaṁ jānātī”ti. ",
  "mil5.1.2:1.3": "“Tena hi, bhante nāgasena, buddho asabbaññūti. ",
  "mil5.1.2:1.4": "Yadi tassa pariyesanāya sabbaññutañāṇaṁ hotī”ti. ",
  "mil5.1.2:1.5": "“Vāhasataṁ kho, mahārāja, vīhīnaṁ aḍḍhacūḷañca vāhā vīhisattambaṇāni dve ca tumbā ekaccharākkhaṇe pavattacittassa ettakā vīhī lakkhaṁ ṭhapīyamānā parikkhayaṁ pariyādānaṁ gaccheyyuṁ? ",
  "mil5.1.2:2.1": "Tatrime sattavidhā cittā pavattanti—",
  "mil5.1.2:2.2": "ye te, mahārāja, sarāgā sadosā samohā sakilesā abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā, tesaṁ taṁ cittaṁ garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:2.3": "Kiṁ kāraṇā? ",
  "mil5.1.2:2.4": "Abhāvitattā cittassa. ",
  "mil5.1.2:2.5": "Yathā, mahārāja, vaṁsanāḷassa vitatassa visālassa vitthiṇṇassa saṁsibbitavisibbitassa sākhājaṭājaṭitassa ākaḍḍhiyantassa garukaṁ hoti āgamanaṁ dandhaṁ. ",
  "mil5.1.2:2.6": "Kiṁ kāraṇā? ",
  "mil5.1.2:2.7": "Saṁsibbitavisibbitattā sākhānaṁ. ",
  "mil5.1.2:2.8": "Evameva kho, mahārāja, ye te sarāgā sadosā samohā sakilesā abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā, tesaṁ taṁ cittaṁ garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:2.9": "Kiṁ kāraṇā? ",
  "mil5.1.2:2.10": "Saṁsibbitavisibbitattā kilesehi, idaṁ paṭhamaṁ cittaṁ. ",
  "mil5.1.2:3.1": "Tatridaṁ dutiyaṁ cittaṁ vibhattamāpajjati—",
  "mil5.1.2:3.2": "ye te, mahārāja, sotāpannā pihitāpāyā diṭṭhippattā viññātasatthusāsanā, tesaṁ taṁ cittaṁ tīsu ṭhānesu lahukaṁ uppajjati lahukaṁ pavattati. ",
  "mil5.1.2:3.3": "Uparibhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:3.4": "Kiṁ kāraṇā? ",
  "mil5.1.2:3.5": "Tīsu ṭhānesu cittassa parisuddhattā upari kilesānaṁ appahīnattā. ",
  "mil5.1.2:3.6": "Yathā, mahārāja, vaṁsanāḷassa tipabbagaṇṭhiparisuddhassa upari sākhājaṭājaṭitassa ākaḍḍhiyantassa yāva tipabbaṁ tāva lahukaṁ eti, tato upari thaddhaṁ. ",
  "mil5.1.2:3.7": "Kiṁ kāraṇā? ",
  "mil5.1.2:3.8": "Heṭṭhā parisuddhattā upari sākhājaṭājaṭitattā. ",
  "mil5.1.2:3.9": "Evameva kho, mahārāja, ye te sotāpannā pihitāpāyā diṭṭhippattā viññātasatthusāsanā, tesaṁ taṁ cittaṁ tīsu ṭhānesu lahukaṁ uppajjati lahukaṁ pavattati, uparibhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:3.10": "Kiṁ kāraṇā? ",
  "mil5.1.2:3.11": "Tīsu ṭhānesu cittassa parisuddhattā upari kilesānaṁ appahīnattā, idaṁ dutiyaṁ cittaṁ. ",
  "mil5.1.2:4.1": "Tatridaṁ tatiyaṁ cittaṁ vibhattamāpajjati—",
  "mil5.1.2:4.2": "ye te, mahārāja, sakadāgāmino, yesaṁ rāgadosamohā tanubhūtā, tesaṁ taṁ cittaṁ pañcasu ṭhānesu lahukaṁ uppajjati lahukaṁ pavattati, uparibhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:4.3": "Kiṁ kāraṇā? ",
  "mil5.1.2:4.4": "Pañcasu ṭhānesu cittassa parisuddhattā upari kilesānaṁ appahīnattā. ",
  "mil5.1.2:4.5": "Yathā, mahārāja, vaṁsanāḷassa pañcapabbagaṇṭhiparisuddhassa upari sākhājaṭājaṭitassa ākaḍḍhiyantassa yāva pañcapabbaṁ tāva lahukaṁ eti, tato upari thaddhaṁ. ",
  "mil5.1.2:4.6": "Kiṁ kāraṇā? ",
  "mil5.1.2:4.7": "Heṭṭhā parisuddhattā upari sākhājaṭājaṭitattā. ",
  "mil5.1.2:4.8": "Evameva kho, mahārāja, ye te sakadāgāmino, yesaṁ rāgadosamohā tanubhūtā, tesaṁ taṁ cittaṁ pañcasu ṭhānesu lahukaṁ uppajjati lahukaṁ pavattati, uparibhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:4.9": "Kiṁ kāraṇā? ",
  "mil5.1.2:4.10": "Pañcasu ṭhānesu cittassa parisuddhattā upari kilesānaṁ appahīnattā, idaṁ tatiyaṁ cittaṁ. ",
  "mil5.1.2:5.1": "Tatridaṁ catutthaṁ cittaṁ vibhattamāpajjati—",
  "mil5.1.2:5.2": "ye te, mahārāja, anāgāmino, yesaṁ pañcorambhāgiyāni saṁyojanāni pahīnāni, tesaṁ taṁ cittaṁ dasasu ṭhānesu lahukaṁ uppajjati lahukaṁ pavattati, uparibhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:5.3": "Kiṁ kāraṇā? ",
  "mil5.1.2:5.4": "Dasasu ṭhānesu cittassa parisuddhattā upari kilesānaṁ appahīnattā. ",
  "mil5.1.2:5.5": "Yathā, mahārāja, vaṁsanāḷassa dasapabbagaṇṭhiparisuddhassa upari sākhājaṭājaṭitassa ākaḍḍhiyantassa yāva dasapabbaṁ tāva lahukaṁ eti, tato upari thaddhaṁ. ",
  "mil5.1.2:5.6": "Kiṁ kāraṇā? ",
  "mil5.1.2:5.7": "Heṭṭhā parisuddhattā upari sākhājaṭājaṭitattā. ",
  "mil5.1.2:5.8": "Evameva kho, mahārāja, ye te anāgāmino, yesaṁ pañcorambhāgiyāni saṁyojanāni pahīnāni, tesaṁ taṁ cittaṁ dasasu ṭhānesu lahukaṁ uppajjati lahukaṁ pavattati, uparibhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:5.9": "Kiṁ kāraṇā? ",
  "mil5.1.2:5.10": "Dasasu ṭhānesu cittassa parisuddhattā upari kilesānaṁ appahīnattā, idaṁ catutthaṁ cittaṁ. ",
  "mil5.1.2:6.1": "Tatridaṁ pañcamaṁ cittaṁ vibhattamāpajjati—",
  "mil5.1.2:6.2": "ye te, mahārāja, arahanto khīṇāsavā dhotamalā vantakilesā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṁyojanā pattapaṭisambhidā sāvakabhūmīsu parisuddhā, tesaṁ taṁ cittaṁ sāvakavisaye lahukaṁ uppajjati lahukaṁ pavattati, paccekabuddhabhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:6.3": "Kiṁ kāraṇā? ",
  "mil5.1.2:6.4": "Parisuddhattā sāvakavisaye, aparisuddhattā paccekabuddhavisaye. ",
  "mil5.1.2:6.5": "Yathā, mahārāja, vaṁsanāḷassa sabbapabbagaṇṭhiparisuddhassa ākaḍḍhiyantassa lahukaṁ hoti āgamanaṁ adandhaṁ. ",
  "mil5.1.2:6.6": "Kiṁ kāraṇā? ",
  "mil5.1.2:6.7": "Sabbapabbagaṇṭhiparisuddhattā agahanattā vaṁsassa. ",
  "mil5.1.2:6.8": "Evameva kho, mahārāja, ye te arahanto khīṇāsavā dhotamalā vantakilesā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṁyojanā pattapaṭisambhidā sāvakabhūmīsu parisuddhā, tesaṁ taṁ cittaṁ sāvakavisaye lahukaṁ uppajjati lahukaṁ pavattati, paccekabuddhabhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:6.9": "Kiṁ kāraṇā? ",
  "mil5.1.2:6.10": "Parisuddhattā sāvakavisaye, aparisuddhattā paccekabuddhavisaye, idaṁ pañcamaṁ cittaṁ. ",
  "mil5.1.2:7.1": "Tatridaṁ chaṭṭhaṁ cittaṁ vibhattamāpajjati—",
  "mil5.1.2:7.2": "ye te, mahārāja, paccekabuddhā sayambhuno anācariyakā ekacārino khaggavisāṇakappā sakavisaye parisuddhavimalacittā, tesaṁ taṁ cittaṁ sakavisaye lahukaṁ uppajjati lahukaṁ pavattati, sabbaññubuddhabhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:7.3": "Kiṁ kāraṇā? ",
  "mil5.1.2:7.4": "Parisuddhattā sakavisaye mahantattā sabbaññubuddhavisayassa. ",
  "mil5.1.2:7.5": "Yathā, mahārāja, puriso sakavisayaṁ parittaṁ nadiṁ rattimpi divāpi yadicchakaṁ acchambhito otareyya, atha parato mahāsamuddaṁ gambhīraṁ vitthataṁ agādhamapāraṁ disvā bhāyeyya, dandhāyeyya na visaheyya otarituṁ. ",
  "mil5.1.2:7.6": "Kiṁ kāraṇā? ",
  "mil5.1.2:7.7": "Tiṇṇattā sakavisayassa, mahantattā ca mahāsamuddassa. ",
  "mil5.1.2:7.8": "Evameva kho, mahārāja, ye te paccekabuddhā sayambhuno anācariyakā ekacārino khaggavisāṇakappā sakavisaye parisuddhavimalacittā, tesaṁ taṁ cittaṁ sakavisaye lahukaṁ uppajjati lahukaṁ pavattati, sabbaññubuddhabhūmīsu garukaṁ uppajjati dandhaṁ pavattati. ",
  "mil5.1.2:7.9": "Kiṁ kāraṇā? ",
  "mil5.1.2:7.10": "Parisuddhattā sakavisaye mahantattā sabbaññubuddhavisayassa, idaṁ chaṭṭhaṁ cittaṁ. ",
  "mil5.1.2:8.1": "Tatridaṁ sattamaṁ cittaṁ vibhattamāpajjati—",
  "mil5.1.2:8.2": "ye te, mahārāja, sammāsambuddhā sabbaññuno dasabaladharā catuvesārajjavisāradā aṭṭhārasahi buddhadhammehi samannāgatā anantajinā anāvaraṇañāṇā, tesaṁ taṁ cittaṁ sabbattha lahukaṁ uppajjati lahukaṁ pavattati. ",
  "mil5.1.2:8.3": "Kiṁ kāraṇā? ",
  "mil5.1.2:8.4": "Sabbattha parisuddhattā. ",
  "mil5.1.2:8.5": "Api nu kho, mahārāja, nārācassa sudhotassa vimalassa niggaṇṭhissa sukhumadhārassa ajimhassa avaṅkassa akuṭilassa daḷhacāpasamārūḷhassa khomasukhume vā kappāsasukhume vā kambalasukhume vā balavanipātitassa dandhāyitattaṁ vā lagganaṁ vā hotī”ti? ",
  "mil5.1.2:8.6": "“Na hi, bhante”. ",
  "mil5.1.2:8.7": "“Kiṁ kāraṇā? ",
  "mil5.1.2:8.8": "Sukhumattā vatthānaṁ sudhotattā nārācassa nipātassa ca balavattāti; ",
  "mil5.1.2:8.9": "evameva kho, mahārāja, ye te sammāsambuddhā sabbaññuno dasabaladharā catuvesārajjavisāradā aṭṭhārasahi buddhadhammehi samannāgatā anantajinā anāvaraṇañāṇā, tesaṁ taṁ cittaṁ sabbattha lahukaṁ uppajjati lahukaṁ pavattati. ",
  "mil5.1.2:8.10": "Kiṁ kāraṇā? ",
  "mil5.1.2:8.11": "Sabbattha parisuddhattā, idaṁ sattamaṁ cittaṁ. ",
  "mil5.1.2:9.1": "Tatra, mahārāja, yadidaṁ sabbaññubuddhānaṁ cittaṁ, taṁ channampi cittānaṁ gaṇanaṁ atikkamitvā asaṅkhyeyyena guṇena parisuddhañca lahukañca. ",
  "mil5.1.2:9.2": "Yasmā ca bhagavato cittaṁ parisuddhañca lahukañca, tasmā, mahārāja, bhagavā yamakapāṭihīraṁ dasseti. ",
  "mil5.1.2:9.3": "Yamakapāṭihīre, mahārāja, ñātabbaṁ buddhānaṁ bhagavantānaṁ cittaṁ evaṁ lahuparivattanti, na tattha sakkā uttariṁ kāraṇaṁ vattuṁ, tepi, mahārāja, pāṭihīrā sabbaññubuddhānaṁ cittaṁ upādāya gaṇanampi saṅkhampi kalampi kalabhāgampi na upenti, āvajjanapaṭibaddhaṁ, mahārāja, bhagavato sabbaññutañāṇaṁ, āvajjetvā yadicchakaṁ jānāti. ",
  "mil5.1.2:10.1": "Yathā, mahārāja, puriso hatthe ṭhapitaṁ yaṁ kiñci dutiye hatthe ṭhapeyya vivaṭena mukhena vācaṁ nicchāreyya, mukhagataṁ bhojanaṁ gileyya, ummīletvā vā nimīleyya, nimīletvā vā ummīleyya, samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya, cirataraṁ etaṁ, mahārāja, lahutaraṁ bhagavato sabbaññutañāṇaṁ, lahutaraṁ āvajjanaṁ, āvajjetvā yadicchakaṁ jānāti, āvajjanavikalamattakena na tāvatā buddhā bhagavanto asabbaññuno nāma hontī”ti. ",
  "mil5.1.2:11.1": "“Āvajjanampi, bhante nāgasena, pariyesanāya kātabbaṁ, iṅgha maṁ tattha kāraṇena saññāpehī”ti. ",
  "mil5.1.2:11.2": "“Yathā, mahārāja, purisassa aḍḍhassa mahaddhanassa mahābhogassa pahūtajātarūparajatassa pahūtavittūpakaraṇassa pahūtadhanadhaññassa sālivīhiyavataṇḍulatilamuggamāsapubbaṇṇāparaṇṇasappitelanavanītakhīradadhimadhuguḷaphāṇitā ca khaḷopikumbhipīṭharakoṭṭhabhājanagatā bhaveyyuṁ, tassa ca purisassa pāhunako āgaccheyya bhattāraho bhattābhikaṅkhī, tassa ca gehe yaṁ randhaṁ bhojanaṁ, taṁ pariniṭṭhitaṁ bhaveyya, kumbhito taṇḍule nīharitvā bhojanaṁ randheyya, api ca kho so, mahārāja, tāvatakena bhojanavekallamattakena adhano nāma kapaṇo nāma bhaveyyā”ti? ",
  "mil5.1.2:11.3": "“Na hi, bhante, cakkavattirañño gharepi, bhante, akāle bhojanavekallaṁ hoti, kiṁ pana gahapatikassā”ti? ",
  "mil5.1.2:11.4": "“Evameva kho, mahārāja, tathāgatassa āvajjanavikalamattakaṁ sabbaññutañāṇaṁ āvajjetvā yadicchakaṁ jānāti. ",
  "mil5.1.2:12.1": "Yathā vā pana, mahārāja, rukkho assa phalito oṇatavinato piṇḍibhārabharito, na kiñci tattha patitaṁ phalaṁ bhaveyya, api nu kho so, mahārāja, rukkho tāvatakena patitaphalavekallamattakena aphalo nāma bhaveyyā”ti? ",
  "mil5.1.2:12.2": "“Na hi, bhante, patanapaṭibaddhāni tāni rukkhaphalāni, patite yadicchakaṁ labhatī”ti. ",
  "mil5.1.2:12.3": "“Evameva kho, mahārāja, tathāgatassa āvajjanapaṭibaddhaṁ sabbaññutañāṇaṁ āvajjetvā yadicchakaṁ jānātī”ti. ",
  "mil5.1.2:13.1": "“Bhante nāgasena, āvajjetvā āvajjetvā buddho yadicchakaṁ jānātī”ti? ",
  "mil5.1.2:13.2": "“Āma, mahārāja, bhagavā āvajjetvā āvajjetvā yadicchakaṁ jānātīti. ",
  "mil5.1.2:14.1": "Yathā, mahārāja, cakkavattī rājā yadā cakkaratanaṁ sarati ‘upetu me cakkaratanan’ti, sarite cakkaratanaṁ upeti; ",
  "mil5.1.2:14.2": "evameva kho, mahārāja, tathāgato āvajjetvā āvajjetvā yadicchakaṁ jānātī”ti. ",
  "mil5.1.2:14.3": "“Daḷhaṁ, bhante nāgasena, kāraṇaṁ, buddho sabbaññū, sampaṭicchāma buddho sabbaññū”ti. ",
  "mil5.1.2:15.1": "Buddhasabbaññubhāvapañho dutiyo. "
}