{
  "mil5.4.9:0.1": "Milindapañha",
  "mil5.4.9:0.2": "Meṇḍakapañha",
  "mil5.4.9:0.3": "Sabbaññutañāṇavagga",
  "mil5.4.9:0.4": "9. Arahantaabhāyanapañha",
  "mil5.4.9:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.4.9:1.2": "‘vigatabhayasantāsā arahanto’ti.",
  "mil5.4.9:1.3": "Puna ca nagare rājagahe dhanapālakaṁ hatthiṁ bhagavati opatantaṁ disvā pañca khīṇāsavasatāni pariccajitvā jinavaraṁ pakkantāni disāvidisaṁ ekaṁ ṭhapetvā theraṁ ānandaṁ.",
  "mil5.4.9:1.4": "Kiṁ nu kho, bhante nāgasena, te arahanto bhayā pakkantā, paññāyissati sakena kammenāti dasabalaṁ pātetukāmā pakkantā, udāhu tathāgatassa atulaṁ vipulamasamaṁ pāṭihāriyaṁ daṭṭhukāmā pakkantā?",
  "mil5.4.9:1.5": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.4.9:1.6": "‘vigatabhayasantāsā arahanto’ti, tena hi ‘nagare …pe…",
  "mil5.4.9:1.7": "ānandan’ti yaṁ vacanaṁ taṁ micchā.",
  "mil5.4.9:1.8": "Yadi nagare rājagahe dhanapālakaṁ hatthiṁ bhagavati opatantaṁ disvā pañca khīṇāsavasatāni pariccajitvā jinavaraṁ pakkantāni disāvidisaṁ ekaṁ ṭhapetvā theraṁ ānandaṁ, tena hi ‘vigatabhayasantāsā arahanto’ti tampi vacanaṁ micchā.",
  "mil5.4.9:1.9": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.4.9:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.4.9:2.2": "‘vigatabhayasantāsā arahanto’ti, nagare rājagahe dhanapālakaṁ hatthiṁ bhagavati opatantaṁ disvā pañca khīṇāsavasatāni pariccajitvā jinavaraṁ pakkantāni disāvidisaṁ ekaṁ ṭhapetvā theraṁ ānandaṁ, tañca pana na bhayā, nāpi bhagavantaṁ pātetukāmatāya.",
  "mil5.4.9:3.1": "Yena pana, mahārāja, hetunā arahanto bhāyeyyuṁ vā tāseyyuṁ vā, so hetu arahantānaṁ samucchinno, tasmā vigatabhayasantāsā arahanto, bhāyati nu, mahārāja, mahāpathavī khaṇantepi bhindantepi dhārentepi samuddapabbatagirisikhare”ti?",
  "mil5.4.9:3.2": "“Na hi, bhante”ti.",
  "mil5.4.9:3.3": "“Kena kāraṇena, mahārājā”ti?",
  "mil5.4.9:3.4": "“Natthi, bhante, mahāpathaviyā so hetu, yena hetunā mahāpathavī bhāyeyya vā tāseyya vā”ti.",
  "mil5.4.9:3.5": "“Evameva kho, mahārāja, natthi arahantānaṁ so hetu, yena hetunā arahanto bhāyeyyuṁ vā tāseyyuṁ vā.",
  "mil5.4.9:4.1": "Bhāyati nu, mahārāja, girisikharaṁ chindante vā bhindante vā patante vā agginā dahante vā”ti?",
  "mil5.4.9:4.2": "“Na hi, bhante”ti.",
  "mil5.4.9:4.3": "“Kena kāraṇena, mahārājā”ti?",
  "mil5.4.9:4.4": "“Natthi, bhante, girisikharassa so hetu, yena hetunā girisikharaṁ bhāyeyya vā tāseyya vā”ti.",
  "mil5.4.9:4.5": "“Evameva kho, mahārāja, natthi arahantānaṁ so hetu, yena hetunā arahanto bhāyeyyuṁ vā tāseyyuṁ vā.",
  "mil5.4.9:5.1": "Yadipi, mahārāja, lokadhātusatasahassesu ye keci sattanikāyapariyāpannā sabbepi te sattihatthā ekaṁ arahantaṁ upadhāvitvā tāseyyuṁ, na bhaveyya arahato cittassa kiñci aññathattaṁ.",
  "mil5.4.9:5.2": "Kiṅkāraṇaṁ?",
  "mil5.4.9:5.3": "Aṭṭhānamanavakāsatāya.",
  "mil5.4.9:6.1": "Api ca, mahārāja, tesaṁ khīṇāsavānaṁ evaṁ cetoparivitakko ahosi ‘ajja naravarapavare jinavaravasabhe nagaravaramanuppaviṭṭhe vīthiyā dhanapālako hatthī āpatissati, asaṁsayamatidevadevaṁ upaṭṭhāko na pariccajissati, yadi mayaṁ sabbepi bhagavantaṁ na pariccajissāma, ānandassa guṇo pākaṭo na bhavissati, na heva ca tathāgataṁ samupagamissati hatthināgo, handa mayaṁ apagacchāma, evamidaṁ mahato janakāyassa kilesabandhanamokkho bhavissati, ānandassa ca guṇo pākaṭo bhavissatī’ti.",
  "mil5.4.9:6.2": "Evaṁ te arahanto ānisaṁsaṁ disvā disāvidisaṁ pakkantā”ti.",
  "mil5.4.9:6.3": "“Suvibhatto, bhante nāgasena, pañho, evametaṁ natthi arahantānaṁ bhayaṁ vā santāso vā, ānisaṁsaṁ disvā arahanto pakkantā disāvidisan”ti.",
  "mil5.4.9:7.1": "Arahantaabhāyanapañho navamo."
}