{
  "mil5.1.3:0.1": "Milindapañha ",
  "mil5.1.3:0.2": "Meṇḍakapañha ",
  "mil5.1.3:0.3": "Iddhibalavagga ",
  "mil5.1.3:0.4": "3. Devadattapabbajjapañha ",
  "mil5.1.3:1.1": "“Bhante nāgasena, devadatto kena pabbājito”ti? ",
  "mil5.1.3:1.2": "“Chayime, mahārāja, khattiyakumārā bhaddiyo ca anuruddho ca ānando ca bhagu ca kimilo ca devadatto ca upālikappako sattamo abhisambuddhe satthari sakyakulānandajanane bhagavantaṁ anupabbajantā nikkhamiṁsu, te bhagavā pabbājesī”ti. ",
  "mil5.1.3:1.3": "“Nanu, bhante, devadattena pabbajitvā saṅgho bhinno”ti? ",
  "mil5.1.3:1.4": "“Āma, mahārāja, devadattena pabbajitvā saṅgho bhinno, na gihī saṅghaṁ bhindati, na bhikkhunī, na sikkhamānā, na sāmaṇero, na sāmaṇerī saṅghaṁ bhindati, bhikkhu pakatatto samānasaṁvāsako samānasīmāyaṁ ṭhito saṅghaṁ bhindatī”ti. ",
  "mil5.1.3:1.5": "“Saṅghabhedako, bhante, puggalo kiṁ kammaṁ phusatī”ti? ",
  "mil5.1.3:1.6": "“Kappaṭṭhitikaṁ, mahārāja, kammaṁ phusatī”ti. ",
  "mil5.1.3:2.1": "“Kiṁ pana, bhante nāgasena, buddho jānāti ‘devadatto pabbajitvā saṅghaṁ bhindissati, saṅghaṁ bhinditvā kappaṁ niraye paccissatī’”ti? ",
  "mil5.1.3:2.2": "“Āma, mahārāja, tathāgato jānāti ‘devadatto pabbajitvā saṅghaṁ bhindissati, saṅghaṁ bhinditvā kappaṁ niraye paccissatī’”ti. ",
  "mil5.1.3:2.3": "“Yadi, bhante nāgasena, buddho jānāti ‘devadatto pabbajitvā saṅghaṁ bhindissati, saṅghaṁ bhinditvā kappaṁ niraye paccissatī’ti, tena hi, bhante nāgasena, buddho kāruṇiko anukampako hitesī sabbasattānaṁ ahitaṁ apanetvā hitamupadahatīti yaṁ vacanaṁ, taṁ micchā. ",
  "mil5.1.3:2.4": "Yadi taṁ ajānitvā pabbājesi, tena hi buddho asabbaññūti, ayampi ubhato koṭiko pañho tavānuppatto, vijaṭehi etaṁ mahājaṭaṁ, bhinda parāpavādaṁ, anāgate addhāne tayā sadisā buddhimanto bhikkhū dullabhā bhavissanti, ettha tava balaṁ pakāsehī”ti. ",
  "mil5.1.3:3.1": "“Kāruṇiko, mahārāja, bhagavā sabbaññū ca, kāruññena, mahārāja, bhagavā sabbaññutañāṇena devadattassa gatiṁ olokento addasa devadattaṁ āpāyikaṁ kammaṁ āyūhitvā anekāni kappakoṭisatasahassāni nirayena nirayaṁ vinipātena vinipātaṁ gacchantaṁ, taṁ bhagavā sabbaññutañāṇena jānitvā imassa apariyantakataṁ kammaṁ mama sāsane pabbajitassa pariyantakataṁ bhavissati, purimaṁ upādāya pariyantakataṁ dukkhaṁ bhavissati, apabbajitopi ayaṁ moghapuriso kappaṭṭhiyameva kammaṁ āyūhissatīti kāruññena devadattaṁ pabbājesī”ti. ",
  "mil5.1.3:4.1": "“Tena hi, bhante nāgasena, buddho vadhitvā telena makkheti, papāte pātetvā hatthaṁ deti, māretvā jīvitaṁ pariyesati, yaṁ so paṭhamaṁ dukkhaṁ datvā pacchā sukhaṁ upadahatī”ti? ",
  "mil5.1.3:4.2": "“Vadhetipi, mahārāja, tathāgato sattānaṁ hitavasena, pātetipi sattānaṁ hitavasena, māretipi sattānaṁ hitavasena, vadhitvāpi, mahārāja, tathāgato sattānaṁ hitameva upadahati, pātetvāpi sattānaṁ hitameva upadahati, māretvāpi sattānaṁ hitameva upadahati. ",
  "mil5.1.3:4.3": "Yathā, mahārāja, mātāpitaro nāma vadhitvāpi pātayitvāpi puttānaṁ hitameva upadahanti; ",
  "mil5.1.3:4.4": "evameva kho, mahārāja, tathāgato vadhetipi sattānaṁ hitavasena, pātetipi sattānaṁ hitavasena, māretipi sattānaṁ hitavasena, vadhitvāpi, mahārāja, tathāgato sattānaṁ hitameva upadahati, pātetvāpi sattānaṁ hitameva upadahati, māretvāpi sattānaṁ hitameva upadahati, yena yena yogena sattānaṁ guṇavuḍḍhi hoti, tena tena yogena sabbasattānaṁ hitameva upadahati. ",
  "mil5.1.3:4.5": "Sace, mahārāja, devadatto na pabbājeyya, gihibhūto samāno nirayasaṁvattanikaṁ bahuṁ pāpakammaṁ katvā anekāni kappakoṭisatasahassāni nirayena nirayaṁ vinipātena vinipātaṁ gacchanto bahuṁ dukkhaṁ vedayissati, taṁ bhagavā jānamāno kāruññena devadattaṁ pabbājesi, ‘mama sāsane pabbajitassa dukkhaṁ pariyantakataṁ bhavissatī’ti kāruññena garukaṁ dukkhaṁ lahukaṁ akāsi. ",
  "mil5.1.3:5.1": "Yathā vā, mahārāja, dhanayasasiriñātibalena balavā puriso attano ñātiṁ vā mittaṁ vā raññā garukaṁ daṇḍaṁ dhārentaṁ attano bahuvissatthabhāvena samatthatāya garukaṁ daṇḍaṁ lahukaṁ akāsi; ",
  "mil5.1.3:5.2": "evameva kho, mahārāja, bhagavā bahūni kappakoṭisatasahassāni dukkhaṁ vedayamānaṁ devadattaṁ pabbājetvā sīlasamādhipaññāvimuttibalasamatthabhāvena garukaṁ dukkhaṁ lahukaṁ akāsi. ",
  "mil5.1.3:6.1": "Yathā vā pana, mahārāja, kusalo bhisakko sallakatto garukaṁ rogaṁ balavosadhabalena lahukaṁ karoti; ",
  "mil5.1.3:6.2": "evameva kho, mahārāja, bahūni kappakoṭisatasahassāni dukkhaṁ vedayamānaṁ devadattaṁ bhagavā rogaññutāya pabbājetvā kāruññabalo patthaddhadhammosadhabalena garukaṁ dukkhaṁ lahukaṁ akāsi. ",
  "mil5.1.3:6.3": "Api nu kho so, mahārāja, bhagavā bahuvedanīyaṁ devadattaṁ appavedanīyaṁ karonto kiñci apuññaṁ āpajjeyyā”ti? ",
  "mil5.1.3:6.4": "“Na kiñci, bhante, apuññaṁ āpajjeyya antamaso gaddūhanamattampī”ti. ",
  "mil5.1.3:6.5": "“Imampi kho, mahārāja, kāraṇaṁ atthato sampaṭiccha, yena kāraṇena bhagavā devadattaṁ pabbājesi. ",
  "mil5.1.3:7.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena bhagavā devadattaṁ pabbājesi. ",
  "mil5.1.3:7.2": "Yathā, mahārāja, coraṁ āgucāriṁ gahetvā rañño dasseyyuṁ, ‘ayaṁ kho, deva, coro āgucārī, imassa yaṁ icchasi, taṁ daṇḍaṁ paṇehī’ti. ",
  "mil5.1.3:7.3": "Tamenaṁ rājā evaṁ vadeyya ‘tena hi, bhaṇe, imaṁ coraṁ bahinagaraṁ nīharitvā āghātane sīsaṁ chindathā’ti. ",
  "mil5.1.3:7.4": "‘Evaṁ, devā’ti kho te rañño paṭissutvā taṁ bahinagaraṁ nīharitvā āghātanaṁ nayeyyuṁ. ",
  "mil5.1.3:7.5": "Tamenaṁ passeyya kocideva puriso rañño santikā laddhavaro laddhayasadhanabhogo ādeyyavacano balavicchitakārī, so tassa kāruññaṁ katvā te purise evaṁ vadeyya ‘alaṁ, bho, kiṁ tumhākaṁ imassa sīsacchedanena, tena hi bho imassa hatthaṁ vā pādaṁ vā chinditvā jīvitaṁ rakkhatha, ahametassa kāraṇā rañño santike paṭivacanaṁ karissāmī’ti. ",
  "mil5.1.3:7.6": "Te tassa balavato vacanena tassa corassa hatthaṁ vā pādaṁ vā chinditvā jīvitaṁ rakkheyyuṁ. ",
  "mil5.1.3:7.7": "Api nu kho so, mahārāja, puriso evaṁ kārī tassa corassa kiccakārī assā”ti? ",
  "mil5.1.3:7.8": "“Jīvitadāyako so, bhante, puriso tassa corassa, jīvite dinne kiṁ tassa akataṁ nāma atthī”ti? ",
  "mil5.1.3:7.9": "“Yā pana hatthapādacchedane vedanā, so tāya vedanāya kiñci apuññaṁ āpajjeyyā”ti? ",
  "mil5.1.3:7.10": "“Attano katena so, bhante, coro dukkhavedanaṁ vedayati, jīvitadāyako pana puriso na kiñci apuññaṁ āpajjeyyā”ti. ",
  "mil5.1.3:7.11": "“Evameva kho, mahārāja, bhagavā kāruññena devadattaṁ pabbājesi ‘mama sāsane pabbajitassa dukkhaṁ pariyantakataṁ bhavissatī’ti. ",
  "mil5.1.3:7.12": "Pariyantakatañca, mahārāja, devadattassa dukkhaṁ, devadatto, mahārāja, maraṇakāle—",
  "mil5.1.3:8.1": "‘Imehi aṭṭhīhi tamaggapuggalaṁ, ",
  "mil5.1.3:8.2": "Devātidevaṁ naradammasārathiṁ; ",
  "mil5.1.3:8.3": "Samantacakkhuṁ satapuññalakkhaṇaṁ, ",
  "mil5.1.3:8.4": "Pāṇehi buddhaṁ saraṇaṁ upemī’ti. ",
  "mil5.1.3:9.1": "Pāṇupetaṁ saraṇamagamāsi. ",
  "mil5.1.3:9.2": "Devadatto, mahārāja, cha koṭṭhāse kate kappe atikkante paṭhamakoṭṭhāse saṅghaṁ bhindi, pañca koṭṭhāse niraye paccitvā tato muccitvā aṭṭhissaro nāma paccekabuddho bhavissati. ",
  "mil5.1.3:9.3": "Api nu kho so, mahārāja, bhagavā evaṁ kārī devadattassa kiccakārī assā”ti? ",
  "mil5.1.3:9.4": "“Sabbadado, bhante nāgasena, tathāgato devadattassa, yaṁ tathāgato devadattaṁ paccekabodhiṁ pāpessati, kiṁ tathāgatena devadattassa akataṁ nāma atthī”ti? ",
  "mil5.1.3:9.5": "“Yaṁ pana, mahārāja, devadatto saṅghaṁ bhinditvā niraye dukkhavedanaṁ vedayati, api nu kho bhagavā tatonidānaṁ kiñci apuññaṁ āpajjeyyā”ti? ",
  "mil5.1.3:9.6": "“Na hi, bhante, attanā katena, bhante, devadatto kappaṁ niraye paccati, dukkhapariyantakārako satthā na kiñci apuññaṁ āpajjatī”ti. ",
  "mil5.1.3:9.7": "“Imampi kho tvaṁ, mahārāja, kāraṇaṁ atthato sampaṭiccha, yena kāraṇena bhagavā devadattaṁ pabbājesi. ",
  "mil5.1.3:10.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena bhagavā devadattaṁ pabbājesi. ",
  "mil5.1.3:10.2": "Yathā, mahārāja, kusalo bhisakko sallakatto vātapittasemhasannipātautupariṇāmavisamaparihāraopakkamikopakkantaṁ pūtikuṇapaduggandhābhisañchannaṁ antosallaṁ susiragataṁ pubbaruhirasampuṇṇaṁ vaṇaṁ vūpasamento vaṇamukhaṁ kakkhaḷatikhiṇakhārakaṭukena bhesajjena anulimpati paripaccanāya, paripaccitvā mudubhāvamupagataṁ satthena vikantayitvā ḍahati salākāya, daḍḍhe khāralavaṇaṁ deti, bhesajjena anulimpati vaṇaruhanāya byādhitassa sotthibhāvamanuppattiyā, api nu kho so, mahārāja, bhisakko sallakatto ahitacitto bhesajjena anulimpati, satthena vikanteti, ḍahati salākāya, khāralavaṇaṁ detī”ti? ",
  "mil5.1.3:10.3": "“Na hi, bhante, hitacitto sotthikāmo tāni kiriyāni karotī”ti. ",
  "mil5.1.3:10.4": "“Yā panassa bhesajjakiriyākaraṇena uppannā dukkhavedanā, tatonidānaṁ so bhisakko sallakatto kiñci apuññaṁ āpajjeyyā”ti? ",
  "mil5.1.3:10.5": "“Hitacitto, bhante, sotthikāmo bhisakko sallakatto tāni kiriyāni karoti, kiṁ so tatonidānaṁ apuññaṁ āpajjeyya, saggagāmī so, bhante, bhisakko sallakatto”ti. ",
  "mil5.1.3:10.6": "“Evameva kho, mahārāja, kāruññena bhagavā devadattaṁ pabbājesi dukkhaparimuttiyā. ",
  "mil5.1.3:11.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena bhagavā devadattaṁ pabbājesi. ",
  "mil5.1.3:11.2": "Yathā, mahārāja, puriso kaṇṭakena viddho assa, athaññataro puriso tassa hitakāmo sotthikāmo tiṇhena kaṇṭakena vā satthamukhena vā samantato chinditvā paggharantena lohitena taṁ kaṇṭakaṁ nīhareyya, api nu kho so, mahārāja, puriso ahitakāmo taṁ kaṇṭakaṁ nīharatī”ti? ",
  "mil5.1.3:11.3": "“Na hi, bhante, hitakāmo so, bhante, puriso sotthikāmo taṁ kaṇṭakaṁ nīharati. ",
  "mil5.1.3:11.4": "Sace so, bhante, taṁ kaṇṭakaṁ na nīhareyya, maraṇaṁ vā so tena pāpuṇeyya maraṇamattaṁ vā dukkhan”ti. ",
  "mil5.1.3:11.5": "“Evameva kho, mahārāja, tathāgato kāruññena devadattaṁ pabbājesi dukkhaparimuttiyā. ",
  "mil5.1.3:11.6": "Sace, mahārāja, bhagavā devadattaṁ na pabbājeyya, kappakoṭisatasahassampi devadatto bhavaparamparāya niraye pacceyyā”ti. ",
  "mil5.1.3:12.1": "“Anusotagāmiṁ, bhante nāgasena, devadattaṁ tathāgato paṭisotaṁ pāpesi, vipanthapaṭipannaṁ devadattaṁ panthe paṭipādesi, papāte patitassa devadattassa patiṭṭhaṁ adāsi, visamagataṁ devadattaṁ tathāgato samaṁ āropesi. ",
  "mil5.1.3:12.2": "Ime ca, bhante nāgasena, hetū imāni ca kāraṇāni na sakkā aññena sandassetuṁ aññatra tavādisena buddhimatā”ti. ",
  "mil5.1.3:13.1": "Devadattapabbajjapañho tatiyo. "
}