{
  "mil5.1.1:0.1": "Milindapañha ",
  "mil5.1.1:0.2": "Meṇḍakapañha ",
  "mil5.1.1:0.3": "Iddhibalavagga ",
  "mil5.1.1:0.4": "1. Katādhikārasaphalapañha ",
  "mil5.1.1:1.1": "Atha kho milindo rājā katāvakāso nipacca garuno pāde sirasi añjaliṁ katvā etadavoca—",
  "mil5.1.1:1.2": "“bhante nāgasena, ime titthiyā evaṁ bhaṇanti—",
  "mil5.1.1:1.3": "‘yadi buddho pūjaṁ sādiyati, na parinibbuto buddho saṁyutto lokena antobhaviko lokasmiṁ lokasādhāraṇo, tasmā tassa kato adhikāro avañjho bhavati saphalo. ",
  "mil5.1.1:1.4": "Yadi parinibbuto visaṁyutto lokena nissaṭo sabbabhavehi, tassa pūjā nuppajjati, parinibbuto na kiñci sādiyati, asādiyantassa kato adhikāro vañjho bhavati aphalo’ti ubhato koṭiko eso pañho, neso visayo appattamānasānaṁ, mahantānaṁ yeveso visayo, bhindetaṁ diṭṭhijālaṁ ekaṁse ṭhapaya, taveso pañho anuppatto, anāgatānaṁ jinaputtānaṁ cakkhuṁ dehi paravādaniggahāyā”ti. ",
  "mil5.1.1:2.1": "Thero āha—",
  "mil5.1.1:2.2": "“parinibbuto, mahārāja, bhagavā, na ca bhagavā pūjaṁ sādiyati, bodhimūleyeva tathāgatassa sādiyanā pahīnā, kiṁ pana anupādisesāya nibbānadhātuyā parinibbutassa. ",
  "mil5.1.1:2.3": "Bhāsitampetaṁ, mahārāja, therena sāriputtena dhammasenāpatinā—",
  "mil5.1.1:3.1": "‘Pūjiyantā asamasamā, ",
  "mil5.1.1:3.2": "sadevamānusehi te; ",
  "mil5.1.1:3.3": "Na sādiyanti sakkāraṁ, ",
  "mil5.1.1:3.4": "buddhānaṁ esa dhammatā’”ti. ",
  "mil5.1.1:4.1": "Rājā āha—",
  "mil5.1.1:4.2": "“bhante nāgasena, putto vā pituno vaṇṇaṁ bhāsati, pitā vā puttassa vaṇṇaṁ bhāsati, na cetaṁ kāraṇaṁ paravādānaṁ niggahāya, pasādappakāsanaṁ nāmetaṁ, iṅgha me tvaṁ tattha kāraṇaṁ sammā brūhi sakavādassa patiṭṭhāpanāya diṭṭhijālaviniveṭhanāyā”ti. ",
  "mil5.1.1:5.1": "Thero āha—",
  "mil5.1.1:5.2": "“parinibbuto, mahārāja, bhagavā, na ca bhagavā pūjaṁ sādiyati, asādiyantasseva tathāgatassa devamanussā dhāturatanaṁ vatthuṁ karitvā tathāgatassa ñāṇaratanārammaṇena sammāpaṭipattiṁ sevantā tisso sampattiyo paṭilabhanti. ",
  "mil5.1.1:6.1": "Yathā, mahārāja, mahatimahāaggikkhandho pajjalitvā nibbāyeyya, api nu kho so, mahārāja, mahāaggikkhandho sādiyati tiṇakaṭṭhupādānan”ti? ",
  "mil5.1.1:6.2": "“Jalamānopi so, bhante, mahāaggikkhandho tiṇakaṭṭhupādānaṁ na sādiyati, kiṁ pana nibbuto upasanto acetano sādiya”ti? ",
  "mil5.1.1:6.3": "“Tasmiṁ pana, mahārāja, aggikkhandhe uparate upasante loke aggi suñño hotī”ti. ",
  "mil5.1.1:6.4": "“Na hi, bhante, kaṭṭhaṁ aggissa vatthu hoti upādānaṁ, ye keci manussā aggikāmā, te attano thāmabalavīriyena paccattapurisakārena kaṭṭhaṁ manthayitvā aggiṁ nibbattetvā tena agginā aggikaraṇīyāni kammāni karontī”ti. ",
  "mil5.1.1:6.5": "“Tena hi, mahārāja, titthiyānaṁ vacanaṁ micchā bhavati ‘asādiyantassa kato adhikāro vañjho bhavati aphalo’ti. ",
  "mil5.1.1:7.1": "Yathā, mahārāja, mahatimahāaggikkhandho pajjali; ",
  "mil5.1.1:7.2": "evameva bhagavā dasasahassiyā lokadhātuyā buddhasiriyā pajjali. ",
  "mil5.1.1:7.3": "Yathā, mahārāja, mahatimahāaggikkhandho pajjalitvā nibbuto; ",
  "mil5.1.1:7.4": "evameva bhagavā dasasahassiyā lokadhātuyā buddhasiriyā pajjalitvā anupādisesāya nibbānadhātuyā parinibbuto. ",
  "mil5.1.1:7.5": "Yathā, mahārāja, nibbuto aggikkhandho tiṇakaṭṭhupādānaṁ na sādiyati; ",
  "mil5.1.1:7.6": "evameva kho lokahitassa sādiyanā pahīnā upasantā. ",
  "mil5.1.1:7.7": "Yathā, mahārāja, manussā nibbute aggikkhandhe anupādāne attano thāmabalavīriyena paccattapurisakārena kaṭṭhaṁ manthayitvā aggiṁ nibbattetvā tena agginā aggikaraṇīyāni kammāni karonti; ",
  "mil5.1.1:7.8": "evameva kho devamanussā tathāgatassa parinibbutassa asādiyantasseva dhāturatanaṁ vatthuṁ karitvā tathāgatassa ñāṇaratanārammaṇena sammāpaṭipattiṁ sevantā tisso sampattiyo paṭilabhanti, imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ",
  "mil5.1.1:8.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi yena kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ",
  "mil5.1.1:8.2": "Yathā, mahārāja, mahatimahāvāto vāyitvā uparameyya, api nu kho so, mahārāja, uparato vāto sādiyati puna nibbattāpanan”ti? ",
  "mil5.1.1:8.3": "“Na hi, bhante, uparatassa vātassa ābhogo vā manasikāro vā puna nibbattāpanāya”. ",
  "mil5.1.1:8.4": "“Kiṅkāraṇaṁ”? ",
  "mil5.1.1:8.5": "“Acetanā sā vāyodhātū”ti. ",
  "mil5.1.1:8.6": "“Api nu tassa, mahārāja, uparatassa vātassa vātoti samaññā apagacchatī”ti? ",
  "mil5.1.1:8.7": "“Na hi, bhante, tālavaṇṭavidhūpanāni vātassa uppattiyā paccayā, ye keci manussā uṇhābhitattā pariḷāhaparipīḷitā, te tālavaṇṭena vā vidhūpanena vā attano thāmabalavīriyena paccattapurisakārena taṁ nibbattetvā tena vātena uṇhaṁ nibbāpenti pariḷāhaṁ vūpasamentī”ti. ",
  "mil5.1.1:8.8": "“Tena hi, mahārāja, titthiyānaṁ vacanaṁ micchā bhavati ‘asādiyantassa kato adhikāro vañjho bhavati aphalo’ti. ",
  "mil5.1.1:9.1": "Yathā, mahārāja, mahatimahāvāto vāyi; ",
  "mil5.1.1:9.2": "evameva bhagavā dasasahassiyā lokadhātuyā sītalamadhurasantasukhumamettāvātena upavāyi. ",
  "mil5.1.1:9.3": "Yathā, mahārāja, mahatimahāvāto vāyitvā uparato; ",
  "mil5.1.1:9.4": "evameva bhagavā sītalamadhurasantasukhumamettāvātena upavāyitvā anupādisesāya nibbānadhātuyā parinibbuto. ",
  "mil5.1.1:9.5": "Yathā, mahārāja, uparato vāto puna nibbattāpanaṁ na sādiyati; ",
  "mil5.1.1:9.6": "evameva lokahitassa sādiyanā pahīnā upasantā. ",
  "mil5.1.1:9.7": "Yathā, mahārāja, te manussā uṇhābhitattā pariḷāhaparipīḷitā; ",
  "mil5.1.1:9.8": "evameva devamanussā tividhaggisantāpapariḷāhaparipīḷitā. ",
  "mil5.1.1:9.9": "Yathā tālavaṇṭavidhūpanāni vātassa nibbattiyā paccayā honti; ",
  "mil5.1.1:9.10": "evameva tathāgatassa dhātu ca ñāṇaratanañca paccayo hoti tissannaṁ sampattīnaṁ paṭilābhāya. ",
  "mil5.1.1:9.11": "Yathā manussā uṇhābhitattā pariḷāhaparipīḷitā tālavaṇṭena vā vidhūpanena vā vātaṁ nibbattetvā uṇhaṁ nibbāpenti pariḷāhaṁ vūpasamenti; ",
  "mil5.1.1:9.12": "evameva devamanussā tathāgatassa parinibbutassa asādiyantasseva dhātuñca ñāṇaratanañca pūjetvā kusalaṁ nibbattetvā tena kusalena tividhaggisantāpapariḷāhaṁ nibbāpenti vūpasamenti. ",
  "mil5.1.1:9.13": "Imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ",
  "mil5.1.1:10.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi paravādānaṁ niggahāya. ",
  "mil5.1.1:10.2": "Yathā, mahārāja, puriso bheriṁ ākoṭetvā saddaṁ nibbatteyya, yo so bherisaddo purisena nibbattito, so saddo antaradhāyeyya, api nu kho so, mahārāja, saddo sādiyati puna nibbattāpanan”ti? ",
  "mil5.1.1:10.3": "“Na hi, bhante, antarahito so saddo, natthi tassa puna uppādāya ābhogo vā manasikāro vā, sakiṁ nibbatte bherisadde antarahite so bherisaddo samucchinno hoti. ",
  "mil5.1.1:10.4": "Bherī pana, bhante, paccayo hoti saddassa nibbattiyā, atha puriso paccaye sati attajena vāyāmena bheriṁ akoṭetvā saddaṁ nibbattetī”ti. ",
  "mil5.1.1:11.1": "“Evameva kho, mahārāja, bhagavā sīlasamādhipaññāvimuttivimuttiñāṇadassanaparibhāvitaṁ dhāturatanañca dhammañca vinayañca anusiṭṭhañca satthāraṁ ṭhapayitvā sayaṁ anupādisesāya nibbānadhātuyā parinibbuto, na ca parinibbute bhagavati sampattilābho upacchinno hoti, bhavadukkhapaṭipīḷitā sattā dhāturatanañca dhammañca vinayañca anusiṭṭhañca paccayaṁ karitvā sampattikāmā sampattiyo paṭilabhanti, imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ",
  "mil5.1.1:12.1": "Diṭṭhañcetaṁ, mahārāja, bhagavatā anāgatamaddhānaṁ. ",
  "mil5.1.1:12.2": "Kathitañca bhaṇitañca ācikkhitañca ‘siyā kho panānanda, tumhākaṁ evamassa atītasatthukaṁ pāvacanaṁ natthi no satthāti, na kho panetaṁ, ānanda, evaṁ daṭṭhabbaṁ, yo vo, ānanda, mayā dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā’ti. ",
  "mil5.1.1:12.3": "Parinibbutassa tathāgatassa asādiyantassa kato adhikāro vañjho bhavati aphaloti, taṁ tesaṁ titthiyānaṁ vacanaṁ micchā abhūtaṁ vitathaṁ alikaṁ viruddhaṁ viparītaṁ dukkhadāyakaṁ dukkhavipākaṁ apāyagamanīyanti. ",
  "mil5.1.1:13.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi yena kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ",
  "mil5.1.1:13.2": "Sādiyati nu kho, mahārāja, ayaṁ mahāpathavī ‘sabbabījāni mayi saṁviruhantū’”ti? ",
  "mil5.1.1:13.3": "“Na hi, bhante”ti. ",
  "mil5.1.1:13.4": "“Kissa pana tāni, mahārāja, bījāni asādiyantiyā mahāpathaviyā saṁviruhitvā daḷhamūlajaṭāpatiṭṭhitā khandhasārasākhāparivitthiṇṇā pupphaphaladharā hontī”ti? ",
  "mil5.1.1:13.5": "“Asādiyantīpi, bhante, mahāpathavī tesaṁ bījānaṁ vatthu hoti paccayaṁ deti viruhanāya, tāni bījāni taṁ vatthuṁ nissāya tena paccayena saṁviruhitvā daḷhamūlajaṭāpatiṭṭhitā khandhasārasākhāparivitthiṇṇā pupphaphaladharā hontī”ti. ",
  "mil5.1.1:13.6": "“Tena hi, mahārāja, titthiyā sake vāde naṭṭhā honti hatā viruddhā, sace te bhaṇanti—",
  "mil5.1.1:13.7": "‘asādiyantassa kato adhikāro vañjho bhavati aphalo’ti. ",
  "mil5.1.1:14.1": "Yathā, mahārāja, mahāpathavī, evaṁ tathāgato arahaṁ sammāsambuddho. ",
  "mil5.1.1:14.2": "Yathā, mahārāja, mahāpathavī na kiñci sādiyati, evaṁ tathāgato na kiñci sādiyati. ",
  "mil5.1.1:14.3": "Yathā, mahārāja, tāni bījāni pathaviṁ nissāya saṁviruhitvā daḷhamūlajaṭāpatiṭṭhitā khandhasārasākhāparivitthiṇṇā pupphaphaladharā honti, evaṁ devamanussā tathāgatassa parinibbutassa asādiyantasseva dhātuñca ñāṇaratanañca nissāya daḷhakusalamūlapatiṭṭhitā samādhikkhandhadhammasārasīlasākhāparivitthiṇṇā vimuttipupphasāmaññaphaladharā honti, imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ",
  "mil5.1.1:15.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi yena kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ",
  "mil5.1.1:15.2": "Sādiyanti nu kho, mahārāja, ime oṭṭhā goṇā gadrabhā ajā pasū manussā antokucchismiṁ kimikulānaṁ sambhavan”ti? ",
  "mil5.1.1:15.3": "“Na hi, bhante”ti. ",
  "mil5.1.1:15.4": "“Kissa pana te, mahārāja, kimayo tesaṁ asādiyantānaṁ antokucchismiṁ sambhavitvā bahuputtanattā vepullataṁ pāpuṇantī”ti? ",
  "mil5.1.1:15.5": "“Pāpassa, bhante, kammassa balavatāya asādiyantānaṁyeva tesaṁ sattānaṁ antokucchismiṁ kimayo sambhavitvā bahuputtanattā vepullataṁ pāpuṇantī”ti. ",
  "mil5.1.1:15.6": "“Evameva kho, mahārāja, tathāgatassa parinibbutassa asādiyantasseva dhātussa ca ñāṇārammaṇassa ca balavatāya tathāgate kato adhikāro avañjho bhavati saphaloti. ",
  "mil5.1.1:16.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi yena kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo. ",
  "mil5.1.1:16.2": "Sādiyanti nu kho, mahārāja, ime manussā ime aṭṭhanavuti rogā kāye nibbattantū”ti? ",
  "mil5.1.1:16.3": "“Na hi, bhante”ti. ",
  "mil5.1.1:16.4": "“Kissa pana te, mahārāja, rogā asādiyantānaṁ kāye nipatantī”ti? ",
  "mil5.1.1:16.5": "“Pubbe katena, bhante, duccaritenā”ti. ",
  "mil5.1.1:16.6": "“Yadi, mahārāja, pubbe kataṁ akusalaṁ idha vedanīyaṁ hoti, tena hi, mahārāja, pubbe katampi idha katampi kusalākusalaṁ kammaṁ avañjhaṁ bhavati saphalanti. ",
  "mil5.1.1:16.7": "Imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ",
  "mil5.1.1:17.1": "Sutapubbaṁ pana tayā, mahārāja, nandako nāma yakkho theraṁ sāriputtaṁ āsādayitvā pathaviṁ paviṭṭho”ti? ",
  "mil5.1.1:17.2": "“Āma, bhante, suyyati, loke pākaṭo eso”ti. ",
  "mil5.1.1:17.3": "“Api nu kho, mahārāja, thero sāriputto sādiyi nandakassa yakkhassa mahāpathavigilanan”ti. ",
  "mil5.1.1:17.4": "“Ubbattiyantepi, bhante, sadevake loke patamānepi chamāyaṁ candimasūriye vikirantepi sinerupabbatarāje thero sāriputto na parassa dukkhaṁ sādiyeyya. ",
  "mil5.1.1:17.5": "Taṁ kissa hetu? ",
  "mil5.1.1:17.6": "Yena hetunā thero sāriputto kujjheyya vā dusseyya vā, so hetu therassa sāriputtassa samūhato samucchinno, hetuno samugghātitattā, bhante, thero sāriputto jīvitahārakepi kopaṁ na kareyyā”ti. ",
  "mil5.1.1:17.7": "“Yadi, mahārāja, thero sāriputto nandakassa yakkhassa pathavigilanaṁ na sādiyi, kissa pana nandako yakkho pathaviṁ paviṭṭho”ti? ",
  "mil5.1.1:17.8": "“Akusalassa, bhante, kammassa balavatāyā”ti. ",
  "mil5.1.1:17.9": "“Yadi, mahārāja, akusalassa kammassa balavatāya nandako yakkho pathaviṁ paviṭṭho, asādiyantassāpi kato aparādho avañjho bhavati saphalo. ",
  "mil5.1.1:17.10": "Tena hi, mahārāja, akusalassapi kammassa balavatāya asādiyantassa kato adhikāro avañjho bhavati saphaloti. ",
  "mil5.1.1:17.11": "Imināpi, mahārāja, kāraṇena tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphaloti. ",
  "mil5.1.1:18.1": "Kati nu kho te, mahārāja, manussā, ye etarahi mahāpathaviṁ paviṭṭhā, atthi te tattha savaṇan”ti? ",
  "mil5.1.1:18.2": "“Āma, bhante, suyyatī”ti. ",
  "mil5.1.1:18.3": "“Iṅgha tvaṁ, mahārāja, sāvehī”ti? ",
  "mil5.1.1:18.4": "“Ciñcamāṇavikā, bhante, suppabuddho ca sakko, devadatto ca thero, nandako ca yakkho, nando ca māṇavakoti. ",
  "mil5.1.1:18.5": "Sutametaṁ, bhante, ime pañca janā mahāpathaviṁ paviṭṭhā”ti. ",
  "mil5.1.1:18.6": "“Kismiṁ te, mahārāja, aparaddhā”ti? ",
  "mil5.1.1:18.7": "“Bhagavati ca, bhante, sāvakesu cā”ti. ",
  "mil5.1.1:18.8": "“Api nu kho, mahārāja, bhagavā vā sāvakā vā sādiyiṁsu imesaṁ mahāpathavipavisanan”ti? ",
  "mil5.1.1:18.9": "“Na hi, bhante”ti. ",
  "mil5.1.1:18.10": "“Tena hi, mahārāja, tathāgatassa parinibbutassa asādiyantasseva kato adhikāro avañjho bhavati saphalo”ti. ",
  "mil5.1.1:18.11": "“Suviññāpito, bhante nāgasena, pañho gambhīro uttānīkato, guyhaṁ vidaṁsitaṁ, gaṇṭhi bhinno, gahanaṁ agahanaṁ kataṁ, naṭṭhā paravādā, bhaggā kudiṭṭhī, nippabhā jātā kutitthiyā, tvaṁ gaṇivarapavaramāsajjā”ti. ",
  "mil5.1.1:19.1": "Katādhikārasaphalapañho paṭhamo. "
}