{
  "mil5.2.4:0.1": "Milindapañha ",
  "mil5.2.4:0.2": "Meṇḍakapañha ",
  "mil5.2.4:0.3": "Abhejjavagga ",
  "mil5.2.4:0.4": "4. Maccupāsamuttipañha ",
  "mil5.2.4:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.2.4:2.1": "‘Na antalikkhe na samuddamajjhe, ",
  "mil5.2.4:2.2": "Na pabbatānaṁ vivaraṁ pavissa; ",
  "mil5.2.4:2.3": "Na vijjatī so jagatippadeso, ",
  "mil5.2.4:2.4": "Yatthaṭṭhito mucceyya maccupāsā’ti. ",
  "mil5.2.4:3.1": "Puna bhagavatā parittā ca uddiṭṭhā. ",
  "mil5.2.4:3.2": "Seyyathidaṁ—",
  "mil5.2.4:3.3": "ratanasuttaṁ mettasuttaṁ khandhaparittaṁ moraparittaṁ dhajaggaparittaṁ āṭānāṭiyaparittaṁ aṅgulimālaparittaṁ. ",
  "mil5.2.4:3.4": "Yadi, bhante nāgasena, ākāsagatopi samuddamajjhagatopi pāsādakuṭileṇaguhāpabbhāradaribilagirivivarapabbatantaragatopi na muccati maccupāsā, tena hi parittakammaṁ micchā. ",
  "mil5.2.4:3.5": "Yadi parittakaraṇena maccupāsā parimutti bhavati, tena hi ‘na antalikkhe …pe… ",
  "mil5.2.4:3.6": "maccupāsā’ti tampi vacanaṁ micchā. ",
  "mil5.2.4:3.7": "Ayampi ubhato koṭiko pañho gaṇṭhitopi gaṇṭhitaro tavānuppatto, so tayā nibbāhitabbo”ti. ",
  "mil5.2.4:4.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā ‘na antalikkhe …pe… ",
  "mil5.2.4:4.2": "maccupāsā’ti, parittā ca bhagavatā uddiṭṭhā, tañca pana sāvasesāyukassa vayasampannassa apetakammāvaraṇassa, natthi, mahārāja, khīṇāyukassa ṭhitiyā kiriyā vā upakkamo vā. ",
  "mil5.2.4:5.1": "Yathā, mahārāja, matassa rukkhassa sukkhassa koḷāpassa nisnehassa uparuddhajīvitassa gatāyusaṅkhārassa kumbhasahassenapi udake ākirante allattaṁ vā pallavitaharitabhāvo vā na bhaveyya; ",
  "mil5.2.4:5.2": "evameva kho, mahārāja, bhesajjaparittakammena natthi khīṇāyukassa ṭhitiyā kiriyā vā upakkamo vā, yāni tāni, mahārāja, mahiyā osadhāni bhesajjāni, tānipi khīṇāyukassa akiccakarāni bhavanti. ",
  "mil5.2.4:5.3": "Sāvasesāyukaṁ, mahārāja, vayasampannaṁ apetakammāvaraṇaṁ parittaṁ rakkhati gopeti, tassatthāya bhagavatā parittā uddiṭṭhā. ",
  "mil5.2.4:6.1": "Yathā, mahārāja, kassako paripakke dhaññe mate sassanāḷe udakappavesanaṁ vāreyya, yaṁ pana sassaṁ taruṇaṁ meghasannibhaṁ vayasampannaṁ, taṁ udakavaḍḍhiyā vaḍḍhati. ",
  "mil5.2.4:6.2": "Evameva kho, mahārāja, khīṇāyukassa bhesajjaparittakiriyā ṭhapitā paṭikkhittā, ye pana te manussā sāvasesāyukā vayasampannā, tesaṁ atthāya parittabhesajjāni bhaṇitāni, te parittabhesajjehi vaḍḍhantī”ti. ",
  "mil5.2.4:7.1": "“Yadi, bhante nāgasena, khīṇāyuko marati, sāvasesāyuko jīvati, tena hi parittabhesajjāni niratthakāni hontī”ti? ",
  "mil5.2.4:7.2": "“Diṭṭhapubbo pana tayā, mahārāja, koci rogo bhesajjehi paṭinivattito”ti? ",
  "mil5.2.4:7.3": "“Āma, bhante, anekasatāni diṭṭhānī”ti. ",
  "mil5.2.4:7.4": "“Tena hi, mahārāja, ‘parittabhesajjakiriyā niratthakā’ti yaṁ vacanaṁ, taṁ micchā bhavatī”ti. ",
  "mil5.2.4:8.1": "“Dissanti, bhante nāgasena, vejjānaṁ upakkamā bhesajjapānānulepā, tena tesaṁ upakkamena rogo paṭinivattatī”ti. ",
  "mil5.2.4:8.2": "“Parittānampi, mahārāja, pavattīyamānānaṁ saddo suyyati, jivhā sukkhati, hadayaṁ byāvaṭṭati, kaṇṭho āturati. ",
  "mil5.2.4:8.3": "Tena tesaṁ pavattena sabbe byādhayo vūpasamanti, sabbā ītiyo apagacchantīti. ",
  "mil5.2.4:9.1": "Diṭṭhapubbo pana tayā, mahārāja, koci ahinā daṭṭho mantapadena visaṁ pātīyamāno visaṁ cikkhassanto uddhamadho ācamayamāno”ti? ",
  "mil5.2.4:9.2": "“Āma, bhante, ajjetarahipi taṁ loke vattatī”ti. ",
  "mil5.2.4:9.3": "“Tena hi, mahārāja, ‘parittabhesajjakiriyā niratthakā’ti yaṁ vacanaṁ, taṁ micchā bhavati. ",
  "mil5.2.4:9.4": "Kataparittañhi, mahārāja, purisaṁ ḍaṁsitukāmo ahi na ḍaṁsati, vivaṭaṁ mukhaṁ pidahati, corānaṁ ukkhittalaguḷampi na sambhavati, te laguḷaṁ muñcitvā pemaṁ karonti, kupitopi hatthināgo samāgantvā uparamati, pajjalitamahāaggikkhandhopi upagantvā nibbāyati, visaṁ halāhalampi khāyitaṁ agadaṁ sampajjati, āhāratthaṁ vā pharati, vadhakā hantukāmā upagantvā dāsabhūtā sampajjanti, akkantopi pāso na saṁvarati. ",
  "mil5.2.4:10.1": "Sutapubbaṁ pana tayā, mahārāja, ‘morassa kataparittassa sattavassasatāni luddako nāsakkhi pāsaṁ upanetuṁ, akataparittassa taṁ yeva divasaṁ pāsaṁ upanesī’”ti? ",
  "mil5.2.4:10.2": "“Āma, bhante, suyyati, abbhuggato so saddo sadevake loke”ti. ",
  "mil5.2.4:10.3": "“Tena hi, mahārāja ‘parittabhesajjakiriyā niratthakā’ti yaṁ vacanaṁ, taṁ micchā bhavati. ",
  "mil5.2.4:11.1": "Sutapubbaṁ pana tayā, mahārāja, ‘dānavo bhariyaṁ parirakkhanto samugge pakkhipitvā gilitvā kucchinā pariharati, atheko vijjādharo tassa dānavassa mukhena pavisitvā tāya saddhiṁ abhiramati, yadā so dānavo aññāsi, atha samuggaṁ vamitvā vivari, saha samugge vivaṭe vijjādharo yathākāmaṁ pakkāmī’”ti? ",
  "mil5.2.4:11.2": "“Āma, bhante, suyyati, abbhuggato sopi saddo sadevake loke”ti. ",
  "mil5.2.4:11.3": "“Nanu so, mahārāja, vijjādharo parittabalena gahaṇā mutto”ti. ",
  "mil5.2.4:11.4": "“Āma, bhante”ti. ",
  "mil5.2.4:11.5": "“Tena hi, mahārāja, atthi parittabalaṁ. ",
  "mil5.2.4:12.1": "Sutapubbaṁ pana tayā, mahārāja, ‘aparopi vijjādharo bārāṇasirañño antepure mahesiyā saddhiṁ sampaduṭṭho gahaṇappatto samāno khaṇena adassanaṁ gato mantabalenā’”ti. ",
  "mil5.2.4:12.2": "“Āma, bhante, suyyatī”ti. ",
  "mil5.2.4:12.3": "“Nanu so, mahārāja, vijjādharo parittabalena gahaṇā mutto”ti? ",
  "mil5.2.4:12.4": "“Āma, bhante”ti. ",
  "mil5.2.4:12.5": "“Tena hi, mahārāja, atthi parittabalan”ti. ",
  "mil5.2.4:13.1": "“Bhante nāgasena, kiṁ sabbeyeva parittaṁ rakkhatī”ti? ",
  "mil5.2.4:13.2": "“Ekacce, mahārāja, rakkhati, ekacce na rakkhatī”ti. ",
  "mil5.2.4:13.3": "“Tena hi, bhante nāgasena, parittaṁ na sabbatthikan”ti? ",
  "mil5.2.4:13.4": "“Api nu kho, mahārāja, bhojanaṁ sabbesaṁ jīvitaṁ rakkhatī”ti? ",
  "mil5.2.4:13.5": "“Ekacce, bhante, rakkhati, ekacce na rakkhatī”ti. ",
  "mil5.2.4:13.6": "“Kiṁ kāraṇā”ti. ",
  "mil5.2.4:13.7": "“Yato, bhante, ekacce taṁyeva bhojanaṁ atibhuñjitvā visūcikāya marantī”ti. ",
  "mil5.2.4:13.8": "“Tena hi, mahārāja, bhojanaṁ na sabbesaṁ jīvitaṁ rakkhatī”ti? ",
  "mil5.2.4:13.9": "“Dvīhi, bhante nāgasena, kāraṇehi bhojanaṁ jīvitaṁ harati atibhuttena vā usmādubbalatāya vā, āyudadaṁ, bhante nāgasena, bhojanaṁ durupacārena jīvitaṁ haratī”ti. ",
  "mil5.2.4:13.10": "“Evameva kho, mahārāja, parittaṁ ekacce rakkhati, ekacce na rakkhati. ",
  "mil5.2.4:14.1": "Tīhi, mahārāja, kāraṇehi parittaṁ na rakkhati kammāvaraṇena, kilesāvaraṇena, asaddahanatāya. ",
  "mil5.2.4:14.2": "Sattānurakkhaṇaṁ, mahārāja, parittaṁ attanā katena ārakkhaṁ jahati, yathā, mahārāja, mātā puttaṁ kucchigataṁ poseti, hitena upacārena janeti, janayitvā asucimalasiṅghāṇikamapanetvā uttamavarasugandhaṁ upalimpati, so aparena samayena paresaṁ putte akkosante vā paharante vā pahāraṁ deti. ",
  "mil5.2.4:14.3": "Te tassa kujjhitvā parisāya ākaḍḍhitvā taṁ gahetvā sāmino upanenti, yadi pana tassā putto aparaddho hoti velātivatto. ",
  "mil5.2.4:14.4": "Atha naṁ sāmino manussā ākaḍḍhayamānā daṇḍamuggarajāṇumuṭṭhīhi tāḷenti pothenti, api nu kho, mahārāja, tassa mātā labhati ākaḍḍhanaparikaḍḍhanaṁ gāhaṁ sāmino upanayanaṁ kātun”ti? ",
  "mil5.2.4:14.5": "“Na hi, bhante”ti. ",
  "mil5.2.4:14.6": "“Kena kāraṇena, mahārājā”ti. ",
  "mil5.2.4:14.7": "“Attano, bhante, aparādhenā”ti. ",
  "mil5.2.4:14.8": "“Evameva kho, mahārāja, sattānaṁ ārakkhaṁ parittaṁ attano aparādhena vañjhaṁ karotī”ti. ",
  "mil5.2.4:14.9": "“Sādhu, bhante nāgasena, suvinicchito pañho, gahanaṁ agahanaṁ kataṁ, andhakāro āloko kato, viniveṭhitaṁ diṭṭhijālaṁ, tvaṁ gaṇivarapavaramāsajjā”ti. ",
  "mil5.2.4:15.1": "Maccupāsamuttipañho catuttho. "
}