{
  "mil5.4.4:0.1": "Milindapañha ",
  "mil5.4.4:0.2": "Meṇḍakapañha ",
  "mil5.4.4:0.3": "Sabbaññutañāṇavagga ",
  "mil5.4.4:0.4": "4. Bodhisattadhammatāpañha ",
  "mil5.4.4:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā dhammatādhammapariyāye ‘pubbeva bodhisattānaṁ mātāpitaro niyatā honti, bodhi niyatā hoti, aggasāvakā niyatā honti, putto niyato hoti, upaṭṭhāko niyato hotī’ti. ",
  "mil5.4.4:1.2": "Puna ca tumhe bhaṇatha—",
  "mil5.4.4:1.3": "‘tusite kāye ṭhito bodhisatto aṭṭha mahāvilokanāni viloketi, kālaṁ viloketi, dīpaṁ viloketi, desaṁ viloketi, kulaṁ viloketi, janettiṁ viloketi, āyuṁ viloketi, māsaṁ viloketi, nekkhammaṁ viloketī’ti. ",
  "mil5.4.4:1.4": "Bhante nāgasena, aparipakke ñāṇe bujjhanaṁ natthi, paripakke ñāṇe na sakkā nimesantarampi āgametuṁ, anatikkamanīyaṁ paripakkamānasaṁ. ",
  "mil5.4.4:1.5": "Kasmā bodhisatto kālaṁ viloketi ‘kamhi kāle uppajjāmī’ti. ",
  "mil5.4.4:1.6": "Aparipakke ñāṇe bujjhanaṁ natthi, paripakke ñāṇe na sakkā nimesantarampi āgametuṁ, kasmā bodhisatto kulaṁ viloketi ‘kamhi kule uppajjāmī’ti. ",
  "mil5.4.4:1.7": "Yadi, bhante nāgasena, pubbeva bodhisattassa mātāpitaro niyatā, tena hi ‘kulaṁ viloketī’ti yaṁ vacanaṁ, taṁ micchā. ",
  "mil5.4.4:1.8": "Yadi kulaṁ viloketi, tena hi ‘pubbeva bodhisattassa mātāpitaro niyatā’ti tampi vacanaṁ micchā. ",
  "mil5.4.4:1.9": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ",
  "mil5.4.4:2.1": "“Niyatā, mahārāja, pubbeva bodhisattassa mātāpitaro, kulañca bodhisatto viloketi. ",
  "mil5.4.4:2.2": "Kinti pana kulaṁ viloketi ‘ye me mātāpitaro, te khattiyā udāhu brāhmaṇā’ti. ",
  "mil5.4.4:2.3": "Evaṁ kulaṁ viloketi. ",
  "mil5.4.4:3.1": "Aṭṭhannaṁ, mahārāja, pubbeva anāgataṁ oloketabbaṁ hoti. ",
  "mil5.4.4:3.2": "Katamesaṁ aṭṭhannaṁ? ",
  "mil5.4.4:3.3": "Vāṇijassa, mahārāja, pubbeva vikkayabhaṇḍaṁ oloketabbaṁ hoti, hatthināgassa pubbeva soṇḍāya anāgato maggo oloketabbo hoti, sākaṭikassa pubbeva anāgataṁ titthaṁ oloketabbaṁ hoti, niyāmakassa pubbeva anāgataṁ tīraṁ oloketvā nāvā pesetabbā hoti, bhisakkassa pubbeva āyuṁ oloketvā āturo upasaṅkamitabbo hoti, uttarasetussa pubbeva thirāthirabhāvaṁ jānitvā abhiruhitabbaṁ hoti, bhikkhussa pubbeva anāgataṁ kālaṁ paccavekkhitvā bhojanaṁ bhuñjitabbaṁ hoti, bodhisattānaṁ pubbeva kulaṁ oloketabbaṁ hoti ‘khattiyakulaṁ vā brāhmaṇakulaṁ vā’ti. ",
  "mil5.4.4:3.4": "Imesaṁ kho, mahārāja, aṭṭhannaṁ pubbeva anāgataṁ oloketabbaṁ hotī”ti. ",
  "mil5.4.4:3.5": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil5.4.4:4.1": "Bodhisattadhammatāpañho catuttho. "
}