{
  "mil5.5.3:0.1": "Milindapañha",
  "mil5.5.3:0.2": "Meṇḍakapañha",
  "mil5.5.3:0.3": "Santhavavagga",
  "mil5.5.3:0.4": "3. Buddhaappābādhapañha",
  "mil5.5.3:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.5.3:1.2": "‘ahamasmi, bhikkhave, brāhmaṇo yācayogo sadā payatapāṇi antimadehadharo anuttaro bhisakko sallakatto’ti.",
  "mil5.5.3:1.3": "Puna ca bhaṇitaṁ bhagavatā—",
  "mil5.5.3:1.4": "‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ appābādhānaṁ yadidaṁ bākulo’ti.",
  "mil5.5.3:1.5": "Bhagavato ca sarīre bahukkhattuṁ ābādho uppanno dissati.",
  "mil5.5.3:1.6": "Yadi, bhante nāgasena, tathāgato anuttaro, tena hi ‘etadaggaṁ …pe…",
  "mil5.5.3:1.7": "bākulo’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.5.3:1.8": "Yadi thero bākulo appābādhānaṁ aggo, tena hi ‘ahamasmi …pe…",
  "mil5.5.3:1.9": "sallakatto’ti tampi vacanaṁ micchā.",
  "mil5.5.3:1.10": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.3:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.5.3:2.2": "‘ahamasmi …pe…",
  "mil5.5.3:2.3": "sallakatto’ti, bhaṇitañca—",
  "mil5.5.3:2.4": "‘etadaggaṁ …pe…",
  "mil5.5.3:2.5": "bākulo’ti, tañca pana bāhirānaṁ āgamānaṁ adhigamānaṁ pariyattīnaṁ attani vijjamānataṁ sandhāya bhāsitaṁ.",
  "mil5.5.3:3.1": "Santi kho pana, mahārāja, bhagavato sāvakā ṭhānacaṅkamikā, te ṭhānena caṅkamena divārattiṁ vītināmenti, bhagavā pana, mahārāja, ṭhānena caṅkamena nisajjāya sayanena divārattiṁ vītināmeti, ye te, mahārāja, bhikkhū ṭhānacaṅkamikā, te tena aṅgena atirekā.",
  "mil5.5.3:4.1": "Santi kho pana, mahārāja, bhagavato sāvakā ekāsanikā, te jīvitahetupi dutiyaṁ bhojanaṁ na bhuñjanti, bhagavā pana, mahārāja, dutiyampi yāva tatiyampi bhojanaṁ bhuñjati, ye te, mahārāja, bhikkhū ekāsanikā, te tena aṅgena atirekā, anekavidhāni, mahārāja, tāni kāraṇāni tesaṁ tesaṁ taṁ taṁ sandhāya bhaṇitāni.",
  "mil5.5.3:4.2": "Bhagavā pana, mahārāja, anuttaro sīlena samādhinā paññāya vimuttiyā vimuttiñāṇadassanena dasahi ca balehi catūhi vesārajjehi aṭṭhārasahi buddhadhammehi chahi asādhāraṇehi ñāṇehi, kevale ca buddhavisaye taṁ sandhāya bhaṇitaṁ—",
  "mil5.5.3:4.3": "‘ahamasmi …pe…",
  "mil5.5.3:4.4": "sallakatto’ti.",
  "mil5.5.3:5.1": "Idha, mahārāja, manussesu eko jātimā hoti, eko dhanavā, eko vijjavā, eko sippavā, eko sūro, eko vicakkhaṇo, sabbepete abhibhaviya rājāyeva tesaṁ uttamo hoti;",
  "mil5.5.3:5.2": "evameva kho, mahārāja, bhagavā sabbasattānaṁ aggo jeṭṭho seṭṭho.",
  "mil5.5.3:6.1": "Yaṁ pana āyasmā bākulo appābādho ahosi, taṁ abhinīhāravasena, so hi, mahārāja, anomadassissa bhagavato udaravātābādhe uppanne vipassissa ca bhagavato aṭṭhasaṭṭhiyā ca bhikkhusatasahassānaṁ tiṇapupphakaroge uppanne sayaṁ tāpaso samāno nānābhesajjehi taṁ byādhiṁ apanetvā appābādhataṁ patto, bhaṇito ca ‘etadaggaṁ …pe…",
  "mil5.5.3:6.2": "bākulo’ti.",
  "mil5.5.3:7.1": "Bhagavato, mahārāja, byādhimhi uppajjantepi anuppajjantepi dhutaṅgaṁ ādiyantepi anādiyantepi natthi bhagavatā sadiso koci satto.",
  "mil5.5.3:7.2": "Bhāsitampetaṁ, mahārāja bhagavatā devātidevena saṁyuttanikāyavaralañchake—",
  "mil5.5.3:8.1": "‘Yāvatā, bhikkhave, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā rūpino vā arūpino vā saññino vā asaññino vā nevasaññīnāsaññino vā, tathāgato tesaṁ aggamakkhāyati arahaṁ sammāsambuddho’”ti.",
  "mil5.5.3:9.1": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.5.3:10.1": "Buddhaappābādhapañho tatiyo."
}