{
  "mil5.5.7:0.1": "Milindapañha",
  "mil5.5.7:0.2": "Meṇḍakapañha",
  "mil5.5.7:0.3": "Santhavavagga",
  "mil5.5.7:0.4": "7. Ghaṭikārapañha",
  "mil5.5.7:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.5.7:1.2": "‘ghaṭikārassa kumbhakārassa āvesanaṁ sabbaṁ temāsaṁ ākāsacchadanaṁ aṭṭhāsi, na devotivassī’ti.",
  "mil5.5.7:1.3": "Puna ca bhaṇitaṁ—",
  "mil5.5.7:1.4": "‘kassapassa tathāgatassa kuṭi ovassatī’ti.",
  "mil5.5.7:1.5": "Kissa pana, bhante nāgasena, tathāgatassa evamussannakusalamūlassa kuṭi ovassati, tathāgatassa nāma so ānubhāvo icchitabbo?",
  "mil5.5.7:1.6": "Yadi, bhante nāgasena, ghaṭikārassa kumbhakārassa āvesanaṁ anovassaṁ ākāsacchadanaṁ ahosi, tena hi ‘tathāgatassa kuṭi ovassatī’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.5.7:1.7": "Yadi tathāgatassa kuṭi ovassati, tena hi ‘ghaṭikārassa kumbhakārassa āvesanaṁ anovassakaṁ ahosi ākāsacchadanan’ti tampi vacanaṁ micchā.",
  "mil5.5.7:1.8": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.7:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.5.7:2.2": "‘ghaṭikārassa kumbhakārassa āvesanaṁ sabbaṁ temāsaṁ ākāsacchadanaṁ aṭṭhāsi, na devotivassī’ti.",
  "mil5.5.7:2.3": "Bhaṇitañca—",
  "mil5.5.7:2.4": "‘kassapassa tathāgatassa kuṭi ovassatī’ti.",
  "mil5.5.7:2.5": "Ghaṭikāro, mahārāja, kumbhakāro sīlavā kalyāṇadhammo ussannakusalamūlo andhe jiṇṇe mātāpitaro poseti, tassa asammukhā anāpucchāyevassa ghare tiṇaṁ haritvā bhagavato kuṭiṁ chādesuṁ, so tena tiṇaharaṇena akampitaṁ asañcalitaṁ susaṇṭhitaṁ vipulamasamaṁ pītiṁ paṭilabhati, bhiyyo somanassañca atulaṁ uppādesi ‘aho vata me bhagavā lokuttamo suvissattho’ti, tena tassa diṭṭhadhammiko vipāko nibbatto.",
  "mil5.5.7:2.6": "Na hi, mahārāja, tathāgato tāvatakena vikārena calati.",
  "mil5.5.7:3.1": "Yathā, mahārāja, sineru girirājā anekasatasahassavātasampahārenapi na kampati na calati, mahodadhi varappavarasāgaro anekasatanahutamahāgaṅgāsatasahassehipi na pūrati na vikāramāpajjati;",
  "mil5.5.7:3.2": "evameva kho, mahārāja, tathāgato na tāvatakena vikārena calati.",
  "mil5.5.7:4.1": "Yaṁ pana, mahārāja, tathāgatassa kuṭi ovassati, taṁ mahato janakāyassa anukampāya.",
  "mil5.5.7:4.2": "Dveme, mahārāja, atthavase sampassamānā tathāgatā sayaṁ nimmitaṁ paccayaṁ nappaṭisevanti, ‘ayaṁ aggadakkhiṇeyyo satthā’ti bhagavato paccayaṁ datvā devamanussā sabbaduggatito parimuccissantīti, pāṭihīraṁ dassetvā vuttiṁ pariyesantīti ‘mā aññe upavadeyyun’ti.",
  "mil5.5.7:4.3": "Ime dve atthavase sampassamānā tathāgatā sayaṁ nimmitaṁ paccayaṁ nappaṭisevanti.",
  "mil5.5.7:4.4": "Yadi, mahārāja, sakko vā taṁ kuṭiṁ anovassaṁ kareyya brahmā vā sayaṁ vā, sāvajjaṁ bhaveyya taṁyeva karaṇaṁ sadosaṁ saniggahaṁ, ime vibhūtaṁ katvā lokaṁ sammohenti adhikataṁ karontīti, tasmā taṁ karaṇaṁ vajjanīyaṁ.",
  "mil5.5.7:4.5": "Na, mahārāja, tathāgatā vatthuṁ yācanti, tāya avatthuyācanāya aparibhāsiyā bhavantī”ti.",
  "mil5.5.7:4.6": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.5.7:5.1": "Ghaṭikārapañho sattamo."
}