{
  "mil5.3.4:0.1": "Milindapañha",
  "mil5.3.4:0.2": "Meṇḍakapañha",
  "mil5.3.4:0.3": "Paṇāmitavagga",
  "mil5.3.4:0.4": "4. Pharusavācābhāvapañha",
  "mil5.3.4:1.1": "“Bhante nāgasena, bhāsitampetaṁ therena sāriputtena dhammasenāpatinā parisuddhavacīsamācāro āvuso tathāgato, natthi tathāgatassa vacīduccaritaṁ, yaṁ tathāgato rakkheyya ‘mā me idaṁ paro aññāsī’ti.",
  "mil5.3.4:1.2": "Puna ca tathāgato therassa sudinnassa kalandaputtassa aparādhe pārājikaṁ paññapento pharusāhi vācāhi moghapurisavādena samudācari, tena ca so thero moghapurisavādena maṅkucittavasena rundhitattā vippaṭisārī nāsakkhi ariyamaggaṁ paṭivijjhituṁ.",
  "mil5.3.4:1.3": "Yadi, bhante nāgasena, parisuddhavacīsamācāro tathāgato, natthi tathāgatassa vacīduccaritaṁ, tena hi tathāgatena therassa sudinnassa kalandaputtassa aparādhe moghapurisavādena samudāciṇṇanti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.3.4:1.4": "Yadi bhagavatā therassa sudinnassa kalandaputtassa aparādhe moghapurisavādena samudāciṇṇaṁ, tena hi parisuddhavacīsamācāro tathāgato, natthi tathāgatassa vacīduccaritanti tampi vacanaṁ micchā.",
  "mil5.3.4:1.5": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.4:2.1": "“Bhāsitampetaṁ, mahārāja, therena sāriputtena dhammasenāpatinā—",
  "mil5.3.4:2.2": "‘parisuddhavacīsamācāro āvuso tathāgato, natthi tathāgatassa vacīduccaritaṁ, yaṁ tathāgato rakkheyya “mā me idaṁ paro aññāsī”’ti.",
  "mil5.3.4:2.3": "Āyasmato ca sudinnassa kalandaputtassa aparādhe pārājikaṁ paññapentena bhagavatā moghapurisavādena samudāciṇṇaṁ, tañca pana aduṭṭhacittena asārambhena yāthāvalakkhaṇena.",
  "mil5.3.4:2.4": "Kiñca tattha yāthāvalakkhaṇaṁ, yassa, mahārāja, puggalassa imasmiṁ attabhāve catusaccābhisamayo na hoti, tassa purisattanaṁ moghaṁ aññaṁ kayiramānaṁ aññena sambhavati, tena vuccati ‘moghapuriso’ti.",
  "mil5.3.4:2.5": "Iti, mahārāja, bhagavatā āyasmato sudinnassa kalandaputtassa sabhāvavacanena samudāciṇṇaṁ, no abhūtavādenā”ti.",
  "mil5.3.4:3.1": "“Sabhāvampi, bhante nāgasena, yo akkosanto bhaṇati, tassa mayaṁ kahāpaṇaṁ daṇḍaṁ dhārema, aparādhoyeva so vatthuṁ nissāya visuṁ vohāraṁ ācaranto akkosatī”ti.",
  "mil5.3.4:3.2": "“Atthi pana, mahārāja, sutapubbaṁ tayā khalitassa abhivādanaṁ vā paccuṭṭhānaṁ vā sakkāraṁ vā upāyanānuppadānaṁ vā”ti?",
  "mil5.3.4:3.3": "“Na hi, bhante, yato kutoci yattha katthaci khalito, so paribhāsanāraho hoti tajjanāraho, uttamaṅgampissa chindanti hanantipi bandhantipi ghātentipi jhāpentipī”ti.",
  "mil5.3.4:3.4": "“Tena hi, mahārāja, bhagavatā kiriyāyeva katā, no akiriyā”ti.",
  "mil5.3.4:4.1": "“Kiriyampi, bhante nāgasena, kurumānena patirūpena kātabbaṁ anucchavikena, savanenapi, bhante nāgasena, tathāgatassa sadevako loko ottappati hiriyati bhiyyo dassanena tatuttariṁ upasaṅkamanena payirupāsanenā”ti.",
  "mil5.3.4:4.2": "“Api nu kho, mahārāja, tikicchako abhisanne kāye kupite dose sinehanīyāni bhesajjāni detī”ti?",
  "mil5.3.4:4.3": "“Na hi, bhante, tiṇhāni lekhanīyāni bhesajjāni detī”ti.",
  "mil5.3.4:4.4": "“Evameva kho, mahārāja, tathāgato sabbakilesabyādhivūpasamāya anusiṭṭhiṁ deti, pharusāpi, mahārāja, tathāgatassa vācā satte sinehayati, muduke karoti.",
  "mil5.3.4:4.5": "Yathā, mahārāja, uṇhampi udakaṁ yaṁ kiñci sinehanīyaṁ sinehayati, mudukaṁ karoti;",
  "mil5.3.4:4.6": "evameva kho, mahārāja, pharusāpi tathāgatassa vācā atthavatī hoti karuṇāsahagatā.",
  "mil5.3.4:4.7": "Yathā, mahārāja, pituvacanaṁ puttānaṁ atthavantaṁ hoti karuṇāsahagataṁ;",
  "mil5.3.4:4.8": "evameva kho, mahārāja, pharusāpi tathāgatassa vācā atthavatī hoti karuṇāsahagatā.",
  "mil5.3.4:4.9": "Pharusāpi, mahārāja, tathāgatassa vācā sattānaṁ kilesappahānā hoti.",
  "mil5.3.4:4.10": "Yathā, mahārāja, duggandhampi gomuttaṁ pītaṁ virasampi agadaṁ khāyitaṁ sattānaṁ byādhiṁ hanati;",
  "mil5.3.4:4.11": "evameva kho, mahārāja, pharusāpi tathāgatassa vācā atthavatī karuṇāsahagatā.",
  "mil5.3.4:4.12": "Yathā, mahārāja, mahantopi tūlapuñjo parassa kāye nipatitvā rujaṁ na karoti;",
  "mil5.3.4:4.13": "evameva kho, mahārāja, pharusāpi tathāgatassa vācā na kassaci dukkhaṁ uppādetī”ti.",
  "mil5.3.4:4.14": "“Suvinicchito, bhante nāgasena, pañho bahūhi kāraṇehi.",
  "mil5.3.4:4.15": "Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.3.4:5.1": "Pharusavācābhāvapañho catuttho."
}