{
  "mil5.4.2:0.1": "Milindapañha ",
  "mil5.4.2:0.2": "Meṇḍakapañha ",
  "mil5.4.2:0.3": "Sabbaññutañāṇavagga ",
  "mil5.4.2:0.4": "2. Dhammavinayapaṭicchannāpaṭicchannapañha ",
  "mil5.4.2:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.4.2:1.2": "‘tathāgatappavedito, bhikkhave, dhammavinayo vivaṭo virocati no paṭicchanno’ti. ",
  "mil5.4.2:1.3": "Puna ca pātimokkhuddeso kevalañca vinayapiṭakaṁ pihitaṁ paṭicchannaṁ. ",
  "mil5.4.2:1.4": "Yadi, bhante nāgasena, jinasāsane yuttaṁ vā pattaṁ vā samayaṁ labhetha, vinayapaṇṇatti vivaṭā sobheyya. ",
  "mil5.4.2:1.5": "Kena kāraṇena? ",
  "mil5.4.2:1.6": "Kevalaṁ tattha sikkhā saṁyamo niyamo sīlaguṇaācārapaṇṇatti attharaso dhammaraso vimuttiraso. ",
  "mil5.4.2:1.7": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.4.2:1.8": "‘tathāgatappavedito, bhikkhave, dhammavinayo vivaṭo virocati no paṭicchanno’ti, tena hi ‘pātimokkhuddeso kevalañca vinayapiṭakaṁ pihitaṁ paṭicchannan’ti yaṁ vacanaṁ, taṁ micchā. ",
  "mil5.4.2:1.9": "Yadi pātimokkhuddeso kevalañca vinayapiṭakaṁ pihitaṁ paṭicchannaṁ, tena hi ‘tathāgatappavedito, bhikkhave, dhammavinayo vivaṭo virocati no paṭicchanno’ti tampi vacanaṁ micchā. ",
  "mil5.4.2:1.10": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ",
  "mil5.4.2:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.4.2:2.2": "‘tathāgatappavedito, bhikkhave, dhammavinayo vivaṭo virocati no paṭicchanno’ti. ",
  "mil5.4.2:2.3": "Puna ca pātimokkhuddeso kevalañca vinayapiṭakaṁ pihitaṁ paṭicchannaṁ, tañca pana na sabbesaṁ, sīmaṁ katvā pihitaṁ. ",
  "mil5.4.2:3.1": "Tividhena, mahārāja, bhagavatā pātimokkhuddeso sīmaṁ katvā pihito, pubbakānaṁ tathāgatānaṁ vaṁsavasena pātimokkhuddeso sīmaṁ katvā pihito, dhammassa garukattā pihito, bhikkhubhūmiyā garukattā pihito. ",
  "mil5.4.2:4.1": "Kathaṁ pubbakānaṁ tathāgatānaṁ vaṁsavasena pātimokkhuddeso sīmaṁ katvā pihito? ",
  "mil5.4.2:4.2": "Eso vaṁso, mahārāja, sabbesaṁ pubbakānaṁ tathāgatānaṁ yadidaṁ bhikkhumajjhe pātimokkhuddeso avasesānaṁ pihito. ",
  "mil5.4.2:4.3": "Yathā, mahārāja, khattiyānaṁ khattiyamāyā khattiyesuyeva carati, evametaṁ khattiyānaṁ lokassa paveṇī avasesānaṁ pihitā; ",
  "mil5.4.2:4.4": "evameva kho, mahārāja, eso vaṁso sabbesaṁ pubbakānaṁ tathāgatānaṁ yadidaṁ bhikkhumajjhe pātimokkhuddeso avasesānaṁ pihito. ",
  "mil5.4.2:5.1": "Yathā vā pana, mahārāja, mahiyā gaṇā vattanti, seyyathidaṁ—",
  "mil5.4.2:5.2": "mallā atoṇā pabbatā dhammagiriyā brahmagiriyā naṭakā naccakā laṅghakā pisācā maṇibhaddā puṇṇabaddhā candimasūriyā siridevatā kālidevatā, sivā vasudevā ghanikā asipāsā bhaddiputtāti, tesaṁ tesaṁ rahassaṁ tesu tesu gaṇesuyeva carati, avasesānaṁ pihitaṁ; ",
  "mil5.4.2:5.3": "evameva kho, mahārāja, eso vaṁso sabbesaṁ pubbakānaṁ tathāgatānaṁ yadidaṁ bhikkhumajjhe pātimokkhuddeso avasesānaṁ pihito. ",
  "mil5.4.2:5.4": "Evaṁ pubbakānaṁ tathāgatānaṁ vaṁsavasena pātimokkhuddeso sīmaṁ katvā pihito. ",
  "mil5.4.2:6.1": "Kathaṁ dhammassa garukattā pātimokkhuddeso sīmaṁ katvā pihito? ",
  "mil5.4.2:6.2": "Dhammo, mahārāja, garuko bhāriyo, tattha sammattakārī aññaṁ ārādheti, taṁ tattha paramparāsammattakāritāya pāpuṇāti, na taṁ tattha paramparāsammattakāritāya pāpuṇāti, mā cāyaṁ sāradhammo varadhammo asammattakārīnaṁ hatthagato oññāto avaññāto hīḷito khīḷito garahito bhavatu, mā cāyaṁ sāradhammo varadhammo dujjanagato oññāto avaññāto hīḷito khīḷito garahito bhavatūti. ",
  "mil5.4.2:6.3": "Evaṁ dhammassa garukattā pātimokkhuddeso sīmaṁ katvā pihito. ",
  "mil5.4.2:7.1": "Yathā, mahārāja, sāravarapavaraabhijātajātimantarattalohitacandanaṁ nāma savarapuramanugataṁ oññātaṁ avaññātaṁ hīḷitaṁ khīḷitaṁ garahitaṁ bhavati; ",
  "mil5.4.2:7.2": "evameva kho, mahārāja, mā cāyaṁ sāradhammo varadhammo paramparāasammattakārīnaṁ hatthagato oññāto avaññāto hīḷito khīḷito garahito bhavatu, mā cāyaṁ sāradhammo varadhammo dujjanagato oññāto avaññāto hīḷito khīḷito garahito bhavatūti. ",
  "mil5.4.2:7.3": "Evaṁ dhammassa garukattā pātimokkhuddeso sīmaṁ katvā pihito. ",
  "mil5.4.2:8.1": "Kathaṁ bhikkhubhūmiyā garukattā pātimokkhuddeso sīmaṁ katvā pihito? ",
  "mil5.4.2:8.2": "Bhikkhubhāvo kho, mahārāja, loke atuliyo appamāṇo anagghiyo, na sakkā kenaci agghāpetuṁ tuletuṁ parimetuṁ, māyaṁ evarūpe bhikkhubhāve ṭhito lokena samasamo bhavatūti bhikkhūnaṁyeva antare pātimokkhuddeso carati. ",
  "mil5.4.2:8.3": "Yathā, mahārāja, loke varapavarabhaṇḍaṁ vatthaṁ vā attharaṇaṁ vā gajaturaṅgarathasuvaṇṇarajatamaṇimuttāitthiratanādīni vā vijitakammasūrā vā sabbe te rājānamupagacchanti; ",
  "mil5.4.2:8.4": "evameva kho, mahārāja, yāvatā loke sugatāgamapariyattiācārasaṁyamasīlasaṁvaraguṇā, sabbe te bhikkhusaṅghamupagatā bhavanti. ",
  "mil5.4.2:8.5": "Evaṁ bhikkhubhūmiyā garukattā pātimokkhuddeso sīmaṁ katvā pihito”ti. ",
  "mil5.4.2:8.6": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil5.4.2:9.1": "Dhammavinayapaṭicchannāpaṭicchannapañho dutiyo. "
}