{
  "mil5.3.6:0.1": "Milindapañha",
  "mil5.3.6:0.2": "Meṇḍakapañha",
  "mil5.3.6:0.3": "Paṇāmitavagga",
  "mil5.3.6:0.4": "6. Piṇḍapātamahapphalapañha",
  "mil5.3.6:1.1": "“Bhante nāgasena, bhāsitampetaṁ dhammasaṅgītikārakehi therehi—",
  "mil5.3.6:2.1": "‘Cundassa bhattaṁ bhuñjitvā,",
  "mil5.3.6:2.2": "Kammārassāti me sutaṁ;",
  "mil5.3.6:2.3": "Ābādhaṁ samphusī dhīro,",
  "mil5.3.6:2.4": "Pabāḷhaṁ māraṇantikan’ti.",
  "mil5.3.6:3.1": "Puna ca bhagavatā bhaṇitaṁ—",
  "mil5.3.6:3.2": "‘dveme, ānanda, piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā ca.",
  "mil5.3.6:3.3": "Katame dve?",
  "mil5.3.6:3.4": "Yañca piṇḍapātaṁ paribhuñjitvā tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhi, yañca piṇḍapātaṁ paribhuñjitvā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati.",
  "mil5.3.6:3.5": "Ime dve piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā cā’ti.",
  "mil5.3.6:3.6": "Yadi, bhante nāgasena, bhagavato cundassa bhattaṁ bhuttāvissa kharo ābādho uppanno, pabāḷhā ca vedanā pavattā māraṇantikā, tena hi ‘dveme, ānanda, piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā cā’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.3.6:3.7": "Yadi dveme piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā ca, tena hi bhagavato cundassa bhattaṁ bhuttāvissa kharo ābādho uppanno, pabāḷhā ca vedanā pavattā māraṇantikāti tampi vacanaṁ micchā.",
  "mil5.3.6:3.8": "Kiṁ nu kho, bhante nāgasena, so piṇḍapāto visagatatāya mahapphalo, roguppādakatāya mahapphalo, āyuvināsakatāya mahapphalo, bhagavato jīvitaharaṇatāya mahapphalo?",
  "mil5.3.6:3.9": "Tattha me kāraṇaṁ brūhi paravādānaṁ niggahāya, etthāyaṁ jano sammūḷho lobhavasena atibahuṁ khāyitena lohitapakkhandikā uppannāti.",
  "mil5.3.6:3.10": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.6:4.1": "“Bhāsitampetaṁ, mahārāja, dhammasaṅgītikārakehi therehi—",
  "mil5.3.6:5.1": "‘Cundassa bhattaṁ bhuñjitvā,",
  "mil5.3.6:5.2": "kammārassāti me sutaṁ;",
  "mil5.3.6:5.3": "Ābādhaṁ samphusī dhīro,",
  "mil5.3.6:5.4": "pabāḷhaṁ māraṇantikan’ti.",
  "mil5.3.6:6.1": "Bhagavatā ca bhaṇitaṁ—",
  "mil5.3.6:6.2": "‘dveme, ānanda, piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā ca.",
  "mil5.3.6:6.3": "Katame dve?",
  "mil5.3.6:6.4": "Yañca piṇḍapātaṁ paribhuñjitvā tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhi, yañca piṇḍapātaṁ paribhuñjitvā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati, ime dve piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā cā’ti.",
  "mil5.3.6:7.1": "So pana piṇḍapāto bahuguṇo anekānisaṁso.",
  "mil5.3.6:7.2": "Devatā, mahārāja, haṭṭhā pasannamānasā ‘ayaṁ bhagavato pacchimo piṇḍapāto’ti dibbaṁ ojaṁ sūkaramaddave ākiriṁsu.",
  "mil5.3.6:7.3": "Tañca pana sammāpākaṁ lahupākaṁ manuññaṁ bahurasaṁ jaṭṭharaggitejassa hitaṁ.",
  "mil5.3.6:7.4": "Na, mahārāja, tatonidānaṁ bhagavato koci anuppanno rogo uppanno, api ca, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi.",
  "mil5.3.6:8.1": "Yathā, mahārāja, pakatiyā jalamāno aggi aññasmiṁ upādāne dinne bhiyyo pajjalati;",
  "mil5.3.6:8.2": "evameva kho, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi.",
  "mil5.3.6:9.1": "Yathā vā pana, mahārāja, soto pakatiyā sandamāno abhivuṭṭhe mahāmeghe bhiyyo mahogho udakavāhako hoti;",
  "mil5.3.6:9.2": "evameva kho, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi.",
  "mil5.3.6:10.1": "Yathā vā pana, mahārāja, pakatiyā abhisannadhātu kucchi aññasmiṁ ajjhoharite bhiyyo āyameyya;",
  "mil5.3.6:10.2": "evameva kho, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi, natthi, mahārāja, tasmiṁ piṇḍapāte doso, na ca tassa sakkā dosaṁ āropetun”ti.",
  "mil5.3.6:11.1": "“Bhante nāgasena, kena kāraṇena te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā cā”ti?",
  "mil5.3.6:11.2": "“Dhammānumajjanasamāpattivasena, mahārāja, te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā cā”ti.",
  "mil5.3.6:12.1": "“Bhante nāgasena, katamesaṁ dhammānaṁ anumajjanasamāpattivasena te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā cā”ti?",
  "mil5.3.6:12.2": "“Navannaṁ, mahārāja, anupubbavihārasamāpattīnaṁ anulomappaṭilomasamāpajjanavasena te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā cā”ti.",
  "mil5.3.6:13.1": "“Bhante nāgasena, dvīsuyeva divasesu adhimattaṁ tathāgato navānupubbavihārasamāpattiyo anulomappaṭilomaṁ samāpajjī”ti?",
  "mil5.3.6:13.2": "“Āma, mahārājā”ti.",
  "mil5.3.6:14.1": "“Acchariyaṁ, bhante nāgasena, abbhutaṁ, bhante nāgasena.",
  "mil5.3.6:14.2": "Yaṁ imasmiṁ buddhakkhette asadisaṁ paramadānaṁ, tampi imehi dvīhi piṇḍapātehi agaṇitaṁ.",
  "mil5.3.6:14.3": "Acchariyaṁ, bhante nāgasena, abbhutaṁ, bhante nāgasena.",
  "mil5.3.6:14.4": "Yāva mahantā navānupubbavihārasamāpattiyo, yatra hi nāma navānupubbavihārasamāpattivasena dānaṁ mahapphalataraṁ hoti mahānisaṁsatarañca.",
  "mil5.3.6:14.5": "Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.3.6:15.1": "Piṇḍapātamahapphalapañho chaṭṭho."
}