{
  "mil5.2.5:0.1": "Milindapañha ",
  "mil5.2.5:0.2": "Meṇḍakapañha ",
  "mil5.2.5:0.3": "Abhejjavagga ",
  "mil5.2.5:0.4": "5. Buddhalābhantarāyapañha ",
  "mil5.2.5:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil5.2.5:1.2": "‘lābhī tathāgato cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan’ti. ",
  "mil5.2.5:1.3": "Puna ca tathāgato pañcasālaṁ brāhmaṇagāmaṁ piṇḍāya pavisitvā kiñcideva alabhitvā yathādhotena pattena nikkhantoti. ",
  "mil5.2.5:1.4": "Yadi, bhante nāgasena, tathāgato lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṁ, tena hi pañcasālaṁ brāhmaṇagāmaṁ piṇḍāya pavisitvā kiñcideva alabhitvā yathādhotena pattena nikkhantoti yaṁ vacanaṁ, taṁ micchā. ",
  "mil5.2.5:1.5": "Yadi pañcasālaṁ brāhmaṇagāmaṁ piṇḍāya pavisitvā kiñcideva alabhitvā yathādhotena pattena nikkhanto, tena hi lābhī tathāgato cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānanti tampi vacanaṁ micchā. ",
  "mil5.2.5:1.6": "Ayampi ubhato koṭiko pañho sumahanto dunnibbeṭho tavānuppatto, so tayā nibbāhitabbo”ti. ",
  "mil5.2.5:2.1": "“Lābhī, mahārāja, tathāgato cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṁ, pañcasālañca brāhmaṇagāmaṁ piṇḍāya pavisitvā kiñcideva alabhitvā yathādhotena pattena nikkhanto, tañca pana mārassa pāpimato kāraṇā”ti. ",
  "mil5.2.5:2.2": "“Tena hi, bhante nāgasena, bhagavato gaṇanapathaṁ vītivattakappe abhisaṅkhataṁ kusalaṁ kinti niṭṭhitaṁ, adhunuṭṭhitena mārena pāpimatā tassa kusalassa balavegaṁ kinti pihitaṁ; ",
  "mil5.2.5:2.3": "tena hi, bhante nāgasena, tasmiṁ vatthusmiṁ dvīsu ṭhānesu upavādo āgacchati, kusalatopi akusalaṁ balavataraṁ hoti, buddhabalatopi mārabalaṁ balavataraṁ hotīti; ",
  "mil5.2.5:2.4": "tena hi rukkhassa mūlatopi aggaṁ bhārataraṁ hoti, guṇasamparikiṇṇatopi pāpiyaṁ balavataraṁ hotī”ti. ",
  "mil5.2.5:2.5": "“Na, mahārāja, tāvatakena kusalatopi akusalaṁ balavataraṁ nāma hoti, na buddhabalatopi mārabalaṁ balavataraṁ nāma hoti. ",
  "mil5.2.5:2.6": "Api cettha kāraṇaṁ icchitabbaṁ. ",
  "mil5.2.5:3.1": "Yathā, mahārāja, puriso rañño cakkavattissa madhuṁ vā madhupiṇḍikaṁ vā aññaṁ vā upāyanaṁ abhihareyya, tamenaṁ rañño dvārapālo evaṁ vadeyya ‘akālo, bho, ayaṁ rañño dassanāya, tena hi, bho, tava upāyanaṁ gahetvā sīghasīghaṁ paṭinivatta, pure tava rājā daṇḍaṁ dhāressatī’ti. ",
  "mil5.2.5:3.2": "Tato so puriso daṇḍabhayā tasito ubbiggo taṁ upāyanaṁ ādāya sīghasīghaṁ paṭinivatteyya, api nu kho so, mahārāja, rājā cakkavattī tāvatakena upāyanavikalamattakena dvārapālato dubbalataro nāma hoti, aññaṁ vā pana kiñci upāyanaṁ na labheyyā”ti? ",
  "mil5.2.5:3.3": "“Na hi, bhante, issāpakato so, bhante, dvārapālo upāyanaṁ nivāresi, aññena pana dvārena satasahassaguṇampi rañño upāyanaṁ upetī”ti. ",
  "mil5.2.5:3.4": "“Evameva kho, mahārāja, issāpakato māro pāpimā pañcasālake brāhmaṇagahapatike anvāvisi, aññāni pana anekāni devatāsatasahassāni amataṁ dibbaṁ ojaṁ gahetvā upagatāni ‘bhagavato kāye ojaṁ odahissāmā’ti bhagavantaṁ namassamānāni pañjalikāni ṭhitānī”ti. ",
  "mil5.2.5:4.1": "“Hotu, bhante nāgasena, sulabhā bhagavato cattāro paccayā loke uttamapurisassa, yācitova bhagavā devamanussehi cattāro paccaye paribhuñjati, api ca kho pana mārassa yo adhippāyo, so tāvatakena siddho, yaṁ so bhagavato bhojanassa antarāyamakāsi. ",
  "mil5.2.5:4.2": "Ettha me, bhante, kaṅkhā na chijjati, vimatijātohaṁ tattha saṁsayapakkhando. ",
  "mil5.2.5:4.3": "Na me tattha mānasaṁ pakkhandati, yaṁ tathāgatassa arahato sammāsambuddhassa sadevake loke aggapuggalavarassa kusalavarapuññasambhavassa asamasamassa anupamassa appaṭisamassa chavakaṁ lāmakaṁ parittaṁ pāpaṁ anariyaṁ vipannaṁ māro lābhantarāyamakāsī”ti. ",
  "mil5.2.5:5.1": "“Cattāro kho, mahārāja, antarāyā adiṭṭhantarāyo uddissa katantarāyo upakkhaṭantarāyo paribhogantarāyoti. ",
  "mil5.2.5:5.2": "Tattha katamo adiṭṭhantarāyo? ",
  "mil5.2.5:5.3": "Anodissa adassanena anabhisaṅkhataṁ koci antarāyaṁ karoti ‘kiṁ parassa dinnenā’ti, ayaṁ adiṭṭhantarāyo nāma. ",
  "mil5.2.5:6.1": "Katamo uddissa katantarāyo? ",
  "mil5.2.5:6.2": "Idhekaccaṁ puggalaṁ upadisitvā uddissa bhojanaṁ paṭiyattaṁ hoti, taṁ koci antarāyaṁ karoti, ayaṁ uddissa katantarāyo nāma. ",
  "mil5.2.5:7.1": "Katamo upakkhaṭantarāyo? ",
  "mil5.2.5:7.2": "Idha yaṁ kiñci upakkhaṭaṁ hoti appaṭiggahitaṁ, tattha koci antarāyaṁ karoti, ayaṁ upakkhaṭantarāyo nāma. ",
  "mil5.2.5:8.1": "Katamo paribhogantarāyo? ",
  "mil5.2.5:8.2": "Idha yaṁ kiñci paribhogaṁ, tattha koci antarāyaṁ karoti, ayaṁ paribhogantarāyo nāma. ",
  "mil5.2.5:8.3": "Ime kho, mahārāja, cattāro antarāyā. ",
  "mil5.2.5:9.1": "Yaṁ pana māro pāpimā pañcasālake brāhmaṇagahapatike anvāvisi, taṁ neva bhagavato paribhogaṁ na upakkhaṭaṁ na uddissakataṁ, anāgataṁ asampattaṁ adassanena antarāyaṁ kataṁ, taṁ pana nekassa bhagavatoyeva, atha kho ye te tena samayena nikkhantā abbhāgatā, sabbepi te taṁ divasaṁ bhojanaṁ na labhiṁsu, nāhaṁ taṁ, mahārāja, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo tassa bhagavato uddissa kataṁ upakkhaṭaṁ paribhogaṁ antarāyaṁ kareyya. ",
  "mil5.2.5:9.2": "Sace koci issāya uddissa kataṁ upakkhaṭaṁ paribhogaṁ antarāyaṁ kareyya, phaleyya tassa muddhā satadhā vā sahassadhā vā. ",
  "mil5.2.5:10.1": "Cattārome, mahārāja, tathāgatassa kenaci anāvaraṇīyā guṇā. ",
  "mil5.2.5:10.2": "Katame cattāro? ",
  "mil5.2.5:10.3": "Lābho, mahārāja, bhagavato uddissa kato upakkhaṭo na sakkā kenaci antarāyaṁ kātuṁ; ",
  "mil5.2.5:10.4": "sarīrānugatā, mahārāja, bhagavato byāmappabhā na sakkā kenaci antarāyaṁ kātuṁ; ",
  "mil5.2.5:10.5": "sabbaññutaṁ, mahārāja, bhagavato ñāṇaratanaṁ na sakkā kenaci antarāyaṁ kātuṁ; ",
  "mil5.2.5:10.6": "jīvitaṁ, mahārāja, bhagavato na sakkā kenaci antarāyaṁ kātuṁ. ",
  "mil5.2.5:10.7": "Ime kho, mahārāja, cattāro tathāgatassa kenaci anāvaraṇīyā guṇā, sabbepete, mahārāja, guṇā ekarasā arogā akuppā aparūpakkamā aphusāni kiriyāni. ",
  "mil5.2.5:10.8": "Adassanena, mahārāja, māro pāpimā nilīyitvā pañcasālake brāhmaṇagahapatike anvāvisi. ",
  "mil5.2.5:11.1": "Yathā, mahārāja, rañño paccante dese visame adassanena nilīyitvā corā panthaṁ dūsenti. ",
  "mil5.2.5:11.2": "Yadi pana rājā te core passeyya, api nu kho te corā sotthiṁ labheyyun”ti? ",
  "mil5.2.5:11.3": "“Na hi, bhante, pharasunā phālāpeyya satadhā vā sahassadhā vā”ti. ",
  "mil5.2.5:11.4": "“Evameva kho, mahārāja, adassanena māro pāpimā nilīyitvā pañcasālake brāhmaṇagahapatike anvāvisi. ",
  "mil5.2.5:12.1": "Yathā vā pana, mahārāja, itthī sapatikā adassanena nilīyitvā parapurisaṁ sevati; ",
  "mil5.2.5:12.2": "evameva kho, mahārāja, adassanena māro pāpimā nilīyitvā pañcasālake brāhmaṇagahapatike anvāvisi. ",
  "mil5.2.5:12.3": "Yadi, mahārāja, itthī sāmikassa sammukhā parapurisaṁ sevati, api nu kho sā itthī sotthiṁ labheyyā”ti? ",
  "mil5.2.5:12.4": "“Na hi, bhante, haneyyāpi taṁ, bhante, sāmiko vadheyyāpi bandheyyāpi dāsittaṁ vā upaneyyā”ti. ",
  "mil5.2.5:12.5": "“Evameva kho, mahārāja, adassanena māro pāpimā nilīyitvā pañcasālake brāhmaṇagahapatike anvāvisi. ",
  "mil5.2.5:12.6": "Yadi, mahārāja, māro pāpimā bhagavato uddissa kataṁ upakkhaṭaṁ paribhogaṁ antarāyaṁ kareyya, phaleyya tassa muddhā satadhā vā sahassadhā vā”ti. ",
  "mil5.2.5:12.7": "“Evametaṁ, bhante nāgasena, corikāya kataṁ mārena pāpimatā, nilīyitvā māro pāpimā pañcasālake brāhmaṇagahapatike anvāvisi. ",
  "mil5.2.5:12.8": "Sace so, bhante, māro pāpimā bhagavato uddissa kataṁ upakkhaṭaṁ paribhogaṁ antarāyaṁ kareyya, muddhā vāssa phaleyya satadhā vā sahassadhā vā, kāyo vāssa bhusamuṭṭhi viya vikireyya. ",
  "mil5.2.5:12.9": "Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil5.2.5:13.1": "Buddhalābhantarāyapañho pañcamo. "
}