{
  "mil5.1.5:0.1": "Milindapañha ",
  "mil5.1.5:0.2": "Meṇḍakapañha ",
  "mil5.1.5:0.3": "Iddhibalavagga ",
  "mil5.1.5:0.4": "5. Sivirājacakkhudānapañha ",
  "mil5.1.5:1.1": "“Bhante nāgasena, tumhe evaṁ bhaṇatha—",
  "mil5.1.5:1.2": "‘sivirājena yācakassa cakkhūni dinnāni, andhassa sato puna dibbacakkhūni uppannānī’ti, etampi vacanaṁ sakasaṭaṁ saniggahaṁ sadosaṁ ‘hetusamugghāte ahetusmiṁ avatthusmiṁ natthi dibbacakkhussa uppādo’ti sutte vuttaṁ, yadi, bhante nāgasena, sivirājena yācakassa cakkhūni dinnāni, tena hi ‘puna dibbacakkhūni uppannānī’ti yaṁ vacanaṁ, taṁ micchā; ",
  "mil5.1.5:1.3": "yadi dibbacakkhūni uppannāni, tena hi ‘sivirājena yācakassa cakkhūni dinnānī’ti yaṁ vacanaṁ, tampi micchā. ",
  "mil5.1.5:1.4": "Ayampi ubhato koṭiko pañho gaṇṭhitopi gaṇṭhitaro veṭhatopi veṭhataro gahanatopi gahanataro, so tavānuppatto, tattha chandamabhijanehi nibbāhanāya paravādānaṁ niggahāyā”ti. ",
  "mil5.1.5:2.1": "“Dinnāni, mahārāja, sivirājena yācakassa cakkhūni, tattha mā vimatiṁ uppādehi, puna dibbāni ca cakkhūni uppannāni, tatthāpi mā vimatiṁ janehī”ti. ",
  "mil5.1.5:2.2": "“Api nu kho, bhante nāgasena, hetusamugghāte ahetusmiṁ avatthusmiṁ dibbacakkhu uppajjatī”ti? ",
  "mil5.1.5:2.3": "“Na hi, mahārājā”ti. ",
  "mil5.1.5:2.4": "“Kiṁ pana, bhante, ettha kāraṇaṁ, yena kāraṇena hetusamugghāte ahetusmiṁ avatthusmiṁ dibbacakkhu uppajjati, iṅgha tāva kāraṇena maṁ saññāpehī”ti? ",
  "mil5.1.5:3.1": "“Kiṁ pana, mahārāja, atthi loke saccaṁ nāma, yena saccavādino saccakiriyaṁ karontī”ti? ",
  "mil5.1.5:3.2": "“Āma, bhante, atthi loke saccaṁ nāma, saccena, bhante nāgasena, saccavādino saccakiriyaṁ katvā devaṁ vassāpenti, aggiṁ nibbāpenti, visaṁ paṭihananti, aññampi vividhaṁ kattabbaṁ karontī”ti. ",
  "mil5.1.5:3.3": "“Tena hi, mahārāja, yujjati sameti sivirājassa saccabalena dibbacakkhūni uppannānīti, saccabalena, mahārāja, avatthusmiṁ dibbacakkhu uppajjati, saccaṁyeva tattha vatthu bhavati dibbacakkhussa uppādāya. ",
  "mil5.1.5:4.1": "Yathā, mahārāja, ye keci sattā saccamanugāyanti ‘mahāmegho pavassatū’ti, tesaṁ saha saccamanugītena mahāmegho pavassati, api nu kho, mahārāja, atthi ākāse vassahetu sannicito ‘yena hetunā mahāmegho pavassatī’”ti? ",
  "mil5.1.5:4.2": "“Na hi, bhante, saccaṁyeva tattha hetu bhavati mahato meghassa pavassanāyā”ti. ",
  "mil5.1.5:4.3": "“Evameva kho, mahārāja, natthi tassa pakatihetu, saccaṁ yevettha vatthu bhavati dibbacakkhussa uppādāyāti. ",
  "mil5.1.5:5.1": "Yathā vā pana, mahārāja, ye keci sattā saccamanugāyanti ‘jalitapajjalitamahāaggikkhandho paṭinivattatū’ti, tesaṁ saha saccamanugītena jalitapajjalitamahāaggikkhandho khaṇena paṭinivattati. ",
  "mil5.1.5:5.2": "Api nu kho, mahārāja, atthi tasmiṁ jalitapajjalite mahāaggikkhandhe hetu sannicito ‘yena hetunā jalitapajjalitamahāaggikkhandho khaṇena paṭinivattatī’”ti? ",
  "mil5.1.5:5.3": "“Na hi, bhante, saccaṁyeva tattha vatthu hoti tassa jalitapajjalitassa mahāaggikkhandhassa khaṇena paṭinivattanāyā”ti. ",
  "mil5.1.5:5.4": "“Evameva kho, mahārāja, natthi tassa pakatihetu, saccaṁ yevettha vatthu bhavati dibbacakkhussa uppādāyāti. ",
  "mil5.1.5:6.1": "Yathā vā pana, mahārāja, ye keci sattā saccamanugāyanti ‘visaṁ halāhalaṁ agadaṁ bhavatū’ti. ",
  "mil5.1.5:6.2": "Tesaṁ saha saccamanugītena visaṁ halāhalaṁ khaṇena agadaṁ bhavati, api nu kho, mahārāja, atthi tasmiṁ halāhalavise hetu sannicito ‘yena hetunā visaṁ halāhalaṁ khaṇena agadaṁ bhavatī’”ti? ",
  "mil5.1.5:6.3": "“Na hi, bhante, saccaṁyeva tattha hetu bhavati visassa halāhalassa khaṇena paṭighātāyā”ti. ",
  "mil5.1.5:6.4": "“Evameva kho, mahārāja, vinā pakatihetuṁ saccaṁ yevettha vatthu bhavati dibbacakkhussa uppādāyāti. ",
  "mil5.1.5:7.1": "Catunnampi, mahārāja, ariyasaccānaṁ paṭivedhāya natthaññaṁ vatthu, saccaṁ vatthuṁ katvā cattāri ariyasaccāni paṭivijjhantīti. ",
  "mil5.1.5:7.2": "Atthi, mahārāja, cīnavisaye cīnarājā, so mahāsamudde kīḷitukāmo catumāse catumāse saccakiriyaṁ katvā saha rathena antomahāsamudde yojanaṁ pavisati, tassa rathasīsassa purato purato mahāvārikkhandho paṭikkamati, nikkhantassa puna ottharati, api nu kho, mahārāja, so mahāsamuddo sadevamanussenapi lokena pakatikāyabalena sakkā paṭikkamāpetun”ti? ",
  "mil5.1.5:7.3": "“Atiparittakepi, bhante, taḷāke udakaṁ na sakkā sadevamanussenapi lokena pakatikāyabalena paṭikkamāpetuṁ, kiṁ pana mahāsamudde udakan”ti? ",
  "mil5.1.5:7.4": "“Imināpi, mahārāja, kāraṇena saccabalaṁ ñātabbaṁ ‘natthi taṁ ṭhānaṁ, yaṁ saccena na pattabban’ti. ",
  "mil5.1.5:8.1": "Nagare, mahārāja, pāṭaliputte asoko dhammarājā sanegamajānapadaamaccabhaṭabalamahāmattehi parivuto gaṅgaṁ nadiṁ navasalilasampuṇṇaṁ samatitthikaṁ sambharitaṁ pañcayojanasatāyāmaṁ yojanaputhulaṁ sandamānaṁ disvā amacce evamāha—",
  "mil5.1.5:8.2": "‘atthi koci, bhaṇe, samattho, yo imaṁ mahāgaṅgaṁ paṭisotaṁ sandāpetun’ti. ",
  "mil5.1.5:8.3": "Amaccā āhaṁsu ‘dukkaraṁ, devā’ti. ",
  "mil5.1.5:9.1": "Tasmiṁyeva gaṅgākūle ṭhitā bandhumatī nāma gaṇikā assosi raññā kira evaṁ vuttaṁ—",
  "mil5.1.5:9.2": "‘sakkā nu kho imaṁ mahāgaṅgaṁ paṭisotaṁ sandāpetun’ti, sā evamāha—",
  "mil5.1.5:9.3": "‘ahañhi nagare pāṭaliputte gaṇikā rūpūpajīvinī antimajīvikā, mama tāva rājā saccakiriyaṁ passatū’ti. ",
  "mil5.1.5:9.4": "Atha sā saccakiriyaṁ akāsi, saha tassā saccakiriyāya khaṇena sā mahāgaṅgā gaḷagaḷāyantī paṭisotaṁ sandittha mahato janakāyassa passato. ",
  "mil5.1.5:10.1": "Atha rājā gaṅgāya āvaṭṭaūmivegajanitaṁ halāhalasaddaṁ sutvā vimhito acchariyabbhutajāto amacce evamāha—",
  "mil5.1.5:10.2": "‘kissāyaṁ, bhaṇe, mahāgaṅgā paṭisotaṁ sandatī’ti? ",
  "mil5.1.5:10.3": "‘Bandhumatī, mahārāja, gaṇikā tava vacanaṁ sutvā saccakiriyaṁ akāsi, tassā saccakiriyāya mahāgaṅgā uddhammukhā sandatī’ti. ",
  "mil5.1.5:11.1": "Atha saṁviggahadayo rājā turitaturito sayaṁ gantvā taṁ gaṇikaṁ pucchi—",
  "mil5.1.5:11.2": "‘saccaṁ kira, je, tayā saccakiriyāya ayaṁ gaṅgā paṭisotaṁ sandāpitā’ti? ",
  "mil5.1.5:11.3": "‘Āma, devā’ti. ",
  "mil5.1.5:11.4": "Rājā āha—",
  "mil5.1.5:11.5": "‘kiṁ te tattha balaṁ atthi, ko vā te vacanaṁ ādiyati anummatto, kena tvaṁ balena imaṁ mahāgaṅgaṁ paṭisotaṁ sandāpesī’ti? ",
  "mil5.1.5:11.6": "Sā āha—",
  "mil5.1.5:11.7": "‘saccabalenāhaṁ, mahārāja, imaṁ mahāgaṅgaṁ paṭisotaṁ sandāpesin’ti. ",
  "mil5.1.5:11.8": "Rājā āha—",
  "mil5.1.5:11.9": "‘kiṁ te saccabalaṁ atthi coriyā dhuttiyā asatiyā chinnikāya pāpiyā bhinnasīlāya hiriatikkantikāya andhajanapalobhikāyā’ti. ",
  "mil5.1.5:11.10": "‘Saccaṁ, mahārāja, tādisikā ahaṁ, tādisikāyapi me, mahārāja, saccakiriyā atthi, yāyāhaṁ icchamānā sadevakampi lokaṁ parivatteyyan’ti. ",
  "mil5.1.5:11.11": "Rājā āha—",
  "mil5.1.5:11.12": "‘katamā pana sā hoti saccakiriyā, iṅgha maṁ sāvehī’ti. ",
  "mil5.1.5:11.13": "‘Yo me, mahārāja, dhanaṁ deti khattiyo vā brāhmaṇo vā vesso vā suddo vā añño vā koci, tesaṁ samakaṁyeva upaṭṭhahāmi, “khattiyo”ti viseso natthi, “suddo”ti atimaññanā natthi, anunayappaṭighavippamuttā dhanassāmikaṁ paricarāmi, esā me, deva, saccakiriyā, yāyāhaṁ imaṁ mahāgaṅgaṁ paṭisotaṁ sandāpesin’ti. ",
  "mil5.1.5:12.1": "Itipi, mahārāja, sacce ṭhitā na kiñci atthaṁ na vindanti. ",
  "mil5.1.5:12.2": "Dinnāni ca, mahārāja, sivirājena yācakassa cakkhūni, dibbacakkhūni ca uppannāni, tañca saccakiriyāya. ",
  "mil5.1.5:12.3": "Yaṁ pana sutte vuttaṁ—",
  "mil5.1.5:12.4": "‘maṁsacakkhusmiṁ naṭṭhe ahetusmiṁ avatthusmiṁ natthi dibbacakkhussa uppādo’ti. ",
  "mil5.1.5:12.5": "Taṁ bhāvanāmayaṁ cakkhuṁ sandhāya vuttaṁ, evametaṁ, mahārāja, dhārehī”ti. ",
  "mil5.1.5:12.6": "“Sādhu, bhante nāgasena, sunibbeṭhito pañho, suniddiṭṭho niggaho, sumadditā paravādā, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil5.1.5:13.1": "Sivirājacakkhudānapañho pañcamo. "
}