{
  "mil5.4.6:0.1": "Milindapañha",
  "mil5.4.6:0.2": "Meṇḍakapañha",
  "mil5.4.6:0.3": "Sabbaññutañāṇavagga",
  "mil5.4.6:0.4": "6. Mettābhāvanānisaṁsapañha",
  "mil5.4.6:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.4.6:1.2": "‘mettāya, bhikkhave, cetovimuttiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya ekādasānisaṁsā pāṭikaṅkhā.",
  "mil5.4.6:1.3": "Katame ekādasa?",
  "mil5.4.6:1.4": "Sukhaṁ supati, sukhaṁ paṭibujjhati, na pāpakaṁ supinaṁ passati, manussānaṁ piyo hoti, amanussānaṁ piyo hoti, devatā rakkhanti, nāssa aggi vā visaṁ vā satthaṁ vā kamati, tuvaṭaṁ cittaṁ samādhiyati, mukhavaṇṇo vippasīdati, asammūḷho kālaṁ karoti, uttariṁ appaṭivijjhanto brahmalokūpago hotī’ti.",
  "mil5.4.6:1.5": "Puna ca tumhe bhaṇatha—",
  "mil5.4.6:1.6": "‘sāmo kumāro mettāvihārī migasaṅghena parivuto pavane vicaranto pīḷiyakkhena raññā viddho visapītena sallena tattheva mucchito patito’ti.",
  "mil5.4.6:2.1": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.4.6:2.2": "‘mettāya bhikkhave …pe…",
  "mil5.4.6:2.3": "brahmalokūpago hotī’ti, tena hi ‘sāmo kumāro mettāvihārī migasaṅghena parivuto pavane vicaranto pīḷiyakkhena raññā viddho visapītena sallena tattheva mucchito patito’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.4.6:2.4": "Yadi sāmo kumāro mettāvihārī migasaṅghena parivuto pavane vicaranto pīḷiyakkhena raññā viddho visapītena sallena tattheva mucchito patito, tena hi ‘mettāya, bhikkhave …pe…",
  "mil5.4.6:2.5": "satthaṁ vā kamatī’ti tampi vacanaṁ micchā.",
  "mil5.4.6:2.6": "Ayampi ubhato koṭiko pañho sunipuṇo parisaṇho sukhumo gambhīro, api sunipuṇānaṁ manujānaṁ gatte sedaṁ moceyya, so tavānuppatto, vijaṭehi taṁ mahājaṭājaṭitaṁ, anāgatānaṁ jinaputtānaṁ cakkhuṁ dehi nibbāhanāyā”ti.",
  "mil5.4.6:3.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.4.6:3.2": "‘mettāya bhikkhave …pe…",
  "mil5.4.6:3.3": "satthaṁ vā kamatī’ti.",
  "mil5.4.6:3.4": "Sāmo ca kumāro mettāvihārī migasaṅghena parivuto pavane vicaranto pīḷiyakkhena raññā viddho visapītena sallena tattheva mucchito patito, tattha pana, mahārāja, kāraṇaṁ atthi.",
  "mil5.4.6:3.5": "Katamaṁ tattha kāraṇaṁ?",
  "mil5.4.6:3.6": "Nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā, sāmo, mahārāja, kumāro ghaṭaṁ ukkhipanto tasmiṁ khaṇe mettābhāvanāya pamatto ahosi.",
  "mil5.4.6:4.1": "Yasmiṁ, mahārāja, khaṇe puggalo mettaṁ samāpanno hoti, na tassa puggalassa tasmiṁ khaṇe aggi vā visaṁ vā satthaṁ vā kamati.",
  "mil5.4.6:4.2": "Tassa ye keci ahitakāmā upagantvā taṁ na passanti, na tasmiṁ okāsaṁ labhanti.",
  "mil5.4.6:4.3": "Nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:4.4": "Idha, mahārāja, puriso saṅgāmasūro abhejjakavacajālikaṁ sannayhitvā saṅgāmaṁ otareyya, tassa sarā khittā upagantvā patanti vikiranti, na tasmiṁ okāsaṁ labhanti, neso, mahārāja, guṇo saṅgāmasūrassa, abhejjakavacajālikāyeso guṇo, yassa sarā khittā upagantvā patanti vikiranti.",
  "mil5.4.6:4.5": "Evameva kho, mahārāja, nete guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:5.1": "Yasmiṁ, mahārāja, khaṇe puggalo mettaṁ samāpanno hoti, na tassa puggalassa tasmiṁ khaṇe aggi vā visaṁ vā satthaṁ vā kamati.",
  "mil5.4.6:5.2": "Tassa ye keci ahitakāmā upagantvā taṁ na passanti, tasmiṁ okāsaṁ na labhanti, nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:5.3": "Idha pana, mahārāja, puriso dibbaṁ antaradhānaṁ mūlaṁ hatthe kareyya, yāva taṁ mūlaṁ tassa hatthagataṁ hoti, tāva na añño koci pakatimanusso taṁ purisaṁ passati.",
  "mil5.4.6:5.4": "Neso, mahārāja, guṇo purisassa, mūlasseso guṇo antaradhānassa, yaṁ so pakatimanussānaṁ cakkhupathe na dissati.",
  "mil5.4.6:5.5": "Evameva kho, mahārāja, nete guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:6.1": "Yasmiṁ, mahārāja, khaṇe puggalo mettaṁ samāpanno hoti, na tassa puggalassa tasmiṁ khaṇe aggi vā visaṁ vā satthaṁ vā kamati.",
  "mil5.4.6:6.2": "Tassa ye keci ahitakāmā upagantvā taṁ na passanti, na tasmiṁ okāsaṁ labhanti.",
  "mil5.4.6:6.3": "Nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:6.4": "Yathā vā pana, mahārāja, purisaṁ sukataṁ mahāleṇamanuppaviṭṭhaṁ mahatimahāmegho abhivassanto na sakkoti temayituṁ, neso, mahārāja, guṇo purisassa, mahāleṇasseso guṇo, yaṁ mahāmegho abhivassamāno na taṁ temeti.",
  "mil5.4.6:6.5": "Evameva kho, mahārāja, nete guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:7.1": "Yasmiṁ, mahārāja, khaṇe puggalo mettaṁ samāpanno hoti, na tassa puggalassa tasmiṁ khaṇe aggi vā visaṁ vā satthaṁ vā kamati.",
  "mil5.4.6:7.2": "Tassa ye keci ahitakāmā upagantvā taṁ na passanti, na tassa sakkonti ahitaṁ kātuṁ, nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā”ti.",
  "mil5.4.6:7.3": "“Acchariyaṁ, bhante nāgasena, abbhutaṁ, bhante nāgasena, sabbapāpanivāraṇā mettābhāvanā”ti.",
  "mil5.4.6:7.4": "“Sabbakusalaguṇāvahā, mahārāja, mettābhāvanā hitānampi ahitānampi, ye te sattā viññāṇabaddhā, sabbesaṁ mahānisaṁsā mettābhāvanā saṁvibhajitabbā”ti.",
  "mil5.4.6:8.1": "Mettābhāvanānisaṁsapañho chaṭṭho."
}