{
  "mil5.4.7:0.1": "Milindapañha ",
  "mil5.4.7:0.2": "Meṇḍakapañha ",
  "mil5.4.7:0.3": "Sabbaññutañāṇavagga ",
  "mil5.4.7:0.4": "7 Kusalākusalasamavisamapañha ",
  "mil5.4.7:1.1": "“Bhante nāgasena kusalakārissapi akusalakārissapi vipāko samasamo, udāhu koci viseso atthī”ti? ",
  "mil5.4.7:1.2": "“Atthi, mahārāja, kusalassa ca akusalassa ca viseso, kusalaṁ, mahārāja, sukhavipākaṁ saggasaṁvattanikaṁ, akusalaṁ dukkhavipākaṁ nirayasaṁvattanikan”ti. ",
  "mil5.4.7:2.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil5.4.7:2.2": "‘devadatto ekantakaṇho, ekantakaṇhehi dhammehi samannāgato, bodhisatto ekantasukko, ekantasukkehi dhammehi samannāgato’ti. ",
  "mil5.4.7:2.3": "Puna ca devadatto bhave bhave yasena ca pakkhena ca bodhisattena samasamo hoti, kadāci adhikataro vā. ",
  "mil5.4.7:2.4": "Yadā devadatto nagare bārāṇasiyaṁ brahmadattassa rañño purohitaputto ahosi, tadā bodhisatto chavakacaṇḍālo ahosi vijjādharo, vijjaṁ parijappitvā akāle ambaphalāni nibbattesi, ettha tāva bodhisatto devadattato jātiyā nihīno yasena ca nihīno. ",
  "mil5.4.7:3.1": "Puna caparaṁ yadā devadatto rājā ahosi mahā mahīpati sabbakāmasamaṅgī, tadā bodhisatto tassūpabhogo ahosi hatthināgo sabbalakkhaṇasampanno, tassa cārugativilāsaṁ asahamāno rājā vadhamicchanto hatthācariyaṁ evamavoca ‘asikkhito te, ācariya, hatthināgo, tassa ākāsagamanaṁ nāma kāraṇaṁ karohī’ti, tatthapi tāva bodhisatto devadattato jātiyā nihīno lāmako tiracchānagato. ",
  "mil5.4.7:4.1": "Puna caparaṁ yadā devadatto manusso ahosi pavane naṭṭhāyiko, tadā bodhisatto mahāpathavī nāma makkaṭo ahosi, etthapi tāva dissati viseso manussassa ca tiracchānagatassa ca, tatthapi tāva bodhisatto devadattato jātiyā nihīno. ",
  "mil5.4.7:5.1": "Puna caparaṁ yadā devadatto manusso ahosi soṇuttaro nāma nesādo balavā balavataro nāgabalo, tadā bodhisatto chaddanto nāma nāgarājā ahosi, tadā so luddako taṁ hatthināgaṁ ghātesi, tatthapi tāva devadattova adhikataro. ",
  "mil5.4.7:6.1": "Puna caparaṁ yadā devadatto manusso ahosi vanacarako aniketavāsī, tadā bodhisatto sakuṇo ahosi tittiro mantajjhāyī, tadāpi so vanacarako taṁ sakuṇaṁ ghātesi, tatthapi tāva devadattova jātiyā adhikataro. ",
  "mil5.4.7:7.1": "Puna caparaṁ yadā devadatto (…) kalābu nāma kāsirājā ahosi, tadā bodhisatto tāpaso ahosi khantivādī, tadā so rājā tassa tāpasassa kuddho hatthapāde vaṁsakaḷīre viya chedāpesi, tatthapi tāva devadattoyeva adhikataro jātiyā ca yasena ca. ",
  "mil5.4.7:8.1": "Puna caparaṁ yadā devadatto manusso ahosi vanacaro, tadā bodhisatto nandiyo nāma vānarindo ahosi, tadāpi so vanacaro taṁ vānarindaṁ ghātesi saddhiṁ mātarā kaniṭṭhabhātikena ca, tatthapi tāva devadattoyeva adhikataro jātiyā. ",
  "mil5.4.7:9.1": "Puna caparaṁ yadā devadatto manusso ahosi acelako kārambhiyo nāma, tadā bodhisatto paṇḍarako nāma nāgarājā ahosi, tatthapi tāva devadattoyeva adhikataro jātiyā. ",
  "mil5.4.7:10.1": "Puna caparaṁ yadā devadatto manusso ahosi pavane jaṭilako, tadā bodhisatto tacchako nāma mahāsūkaro ahosi, tatthapi tāva devadattoyeva jātiyā adhikataro. ",
  "mil5.4.7:11.1": "Puna caparaṁ yadā devadatto cetīsu sūraparicaro nāma rājā ahosi upari purisamatte gagane vehāsaṅgamo, tadā bodhisatto kapilo nāma brāhmaṇo ahosi, tatthapi tāva devadattoyeva adhikataro jātiyā ca yasena ca. ",
  "mil5.4.7:12.1": "Puna caparaṁ yadā devadatto manusso ahosi sāmo nāma, tadā bodhisatto ruru nāma migarājā ahosi, tatthapi tāva devadatto yeva jātiyā adhikataro. ",
  "mil5.4.7:13.1": "Puna caparaṁ yadā devadatto manusso ahosi luddako pavanacaro, tadā bodhisatto hatthināgo ahosi, so luddako tassa hatthināgassa sattakkhattuṁ dante chinditvā hari, tatthapi tāva devadatto yeva yoniyā adhikataro. ",
  "mil5.4.7:14.1": "Puna caparaṁ yadā devadatto siṅgālo ahosi khattiyadhammo, so yāvatā jambudīpe padesarājāno te sabbe anuyutte akāsi, tadā bodhisatto vidhuro nāma paṇḍito ahosi, tatthapi tāva devadattoyeva yasena adhikataro. ",
  "mil5.4.7:15.1": "Puna caparaṁ yadā devadatto hatthināgo hutvā laṭukikāya sakuṇikāya puttake ghātesi, tadā bodhisattopi hatthināgo ahosi yūthapati, tattha tāva ubhopi te samasamā ahesuṁ. ",
  "mil5.4.7:16.1": "Puna caparaṁ yadā devadatto yakkho ahosi adhammo nāma, tadā bodhisattopi yakkho ahosi dhammo nāma, tatthapi tāva ubhopi samasamā ahesuṁ. ",
  "mil5.4.7:17.1": "Puna caparaṁ yadā devadatto nāviko ahosi pañcannaṁ kulasatānaṁ issaro, tadā bodhisattopi nāviko ahosi pañcannaṁ kulasatānaṁ issaro, tatthapi tāva ubhopi samasamā ahesuṁ. ",
  "mil5.4.7:18.1": "Puna caparaṁ yadā devadatto satthavāho ahosi pañcannaṁ sakaṭasatānaṁ issaro, tadā bodhisattopi satthavāho ahosi pañcannaṁ sakaṭasatānaṁ issaro, tatthapi tāva ubhopi samasamā ahesuṁ. ",
  "mil5.4.7:19.1": "Puna caparaṁ yadā devadatto sākho nāma migarājā ahosi, tadā bodhisattopi nigrodho nāma migarājā ahosi, tatthapi tāva ubhopi samasamā ahesuṁ. ",
  "mil5.4.7:20.1": "Puna caparaṁ yadā devadatto sākho nāma senāpati ahosi, tadā bodhisattopi nigrodho nāma rājā ahosi, tatthapi tāva ubhopi samasamā ahesuṁ. ",
  "mil5.4.7:21.1": "Puna caparaṁ yadā devadatto khaṇḍahālo nāma brāhmaṇo ahosi, tadā bodhisatto cando nāma rājakumāro ahosi, tadā so khaṇḍahāloyeva adhikataro. ",
  "mil5.4.7:22.1": "Puna caparaṁ yadā devadatto brahmadatto nāma rājā ahosi, tadā bodhisatto tassa putto mahāpadumo nāma kumāro ahosi, tadā so rājā sakaputtaṁ corapapāte khipāpesi, yato kutoci pitāva puttānaṁ adhikataro hoti visiṭṭhoti, tatthapi tāva devadattoyeva adhikataro. ",
  "mil5.4.7:23.1": "Puna caparaṁ yadā devadatto mahāpatāpo nāma rājā ahosi, tadā bodhisatto tassa putto dhammapālo nāma kumāro ahosi, tadā so rājā sakaputtassa hatthapāde sīsañca chedāpesi, tatthapi tāva devadattoyeva uttaro adhikataro. ",
  "mil5.4.7:24.1": "Ajjetarahi ubhopi sakyakule jāyiṁsu. ",
  "mil5.4.7:24.2": "Bodhisatto buddho ahosi sabbaññū lokanāyako, devadatto tassa devātidevassa sāsane pabbajitvā iddhiṁ nibbattetvā buddhālayaṁ akāsi. ",
  "mil5.4.7:24.3": "Kiṁ nu kho, bhante nāgasena, yaṁ mayā bhaṇitaṁ, taṁ sabbaṁ tathaṁ udāhu vitathan”ti? ",
  "mil5.4.7:25.1": "“Yaṁ tvaṁ, mahārāja, bahuvidhaṁ kāraṇaṁ osāresi, sabbaṁ taṁ tatheva, no aññathā”ti. ",
  "mil5.4.7:25.2": "“Yadi, bhante nāgasena, kaṇhopi sukkopi samasamagatikā honti, tena hi kusalampi akusalampi samasamavipākaṁ hotī”ti? ",
  "mil5.4.7:25.3": "“Na hi, mahārāja, kusalampi akusalampi samasamavipākaṁ hoti, na hi, mahārāja, devadatto sabbajanehi paṭiviruddho, bodhisatteneva paṭiviruddho. ",
  "mil5.4.7:25.4": "Yo tassa bodhisattena paṭiviruddho, so tasmiṁ tasmiṁyeva bhave paccati phalaṁ deti. ",
  "mil5.4.7:25.5": "Devadattopi, mahārāja, issariye ṭhito janapadesu ārakkhaṁ deti, setuṁ sabhaṁ puññasālaṁ kāreti, samaṇabrāhmaṇānaṁ kapaṇaddhikavaṇibbakānaṁ nāthānāthānaṁ yathāpaṇihitaṁ dānaṁ deti. ",
  "mil5.4.7:25.6": "Tassa so vipākena bhave bhave sampattiyo paṭilabhati. ",
  "mil5.4.7:25.7": "Kassetaṁ, mahārāja, sakkā vattuṁ vinā dānena damena saṁyamena uposathakammena sampattiṁ anubhavissatīti? ",
  "mil5.4.7:26.1": "Yaṁ pana tvaṁ, mahārāja, evaṁ vadesi ‘devadatto ca bodhisatto ca ekato anuparivattantī’ti, so na jātisatassa accayena samāgamo ahosi, na jātisahassassa accayena, na jātisatasahassassa accayena, kadāci karahaci bahūnaṁ ahorattānaṁ accayena samāgamo ahosi. ",
  "mil5.4.7:26.2": "Yaṁ panetaṁ, mahārāja, bhagavatā kāṇakacchapopamaṁ upadassitaṁ manussattappaṭilābhāya, tathūpamaṁ, mahārāja, imesaṁ samāgamaṁ dhārehi. ",
  "mil5.4.7:27.1": "Na, mahārāja, bodhisattassa devadatteneva saddhiṁ samāgamo ahosi, theropi, mahārāja, sāriputto anekesu jātisatasahassesu bodhisattassa pitā ahosi, mahāpitā ahosi, cūḷapitā ahosi, bhātā ahosi, putto ahosi, bhāgineyyo ahosi, mitto ahosi. ",
  "mil5.4.7:28.1": "Bodhisattopi, mahārāja, anekesu jātisatasahassesu therassa sāriputtassa pitā ahosi, mahāpitā ahosi, cūḷapitā ahosi, bhātā ahosi, putto ahosi, bhāgineyyo ahosi, mitto ahosi, sabbepi, mahārāja, sattanikāyapariyāpannā saṁsārasotamanugatā saṁsārasotena vuyhantā appiyehipi piyehipi samāgacchanti. ",
  "mil5.4.7:28.2": "Yathā, mahārāja, udakaṁ sotena vuyhamānaṁ suciasucikalyāṇapāpakena samāgacchati; ",
  "mil5.4.7:28.3": "evameva kho, mahārāja, sabbepi sattanikāyapariyāpannā saṁsārasotamanugatā saṁsārasotena vuyhantā appiyehipi piyehipi samāgacchanti. ",
  "mil5.4.7:28.4": "Devadatto, mahārāja, yakkho samāno attanā adhammo pare adhamme niyojetvā sattapaññāsavassakoṭiyo saṭṭhi ca vassasatasahassāni mahāniraye pacci, bodhisattopi, mahārāja, yakkho samāno attanā dhammo pare dhamme niyojetvā sattapaññāsavassakoṭiyo saṭṭhi ca vassasatasahassāni sagge modi sabbakāmasamaṅgī, api ca, mahārāja, devadatto imasmiṁ bhave buddhaṁ anāsādanīyamāsādayitvā samaggañca saṅghaṁ bhinditvā pathaviṁ pāvisi, tathāgato bujjhitvā sabbadhamme parinibbuto upadhisaṅkhaye”ti. ",
  "mil5.4.7:28.5": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil5.4.7:29.1": "Kusalākusalasamavisamapañho sattamo. "
}