{
  "mil5.3.8:0.1": "Milindapañha ",
  "mil5.3.8:0.2": "Meṇḍakapañha ",
  "mil5.3.8:0.3": "Paṇāmitavagga ",
  "mil5.3.8:0.4": "8. Pādasakalikāhatapañha ",
  "mil5.3.8:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil5.3.8:1.2": "‘bhagavato gacchantassa ayaṁ acetanā mahāpathavī ninnaṁ unnamati, unnataṁ onamatī’ti, puna ca bhaṇatha—",
  "mil5.3.8:1.3": "‘bhagavato pādo sakalikāya khato’ti. ",
  "mil5.3.8:1.4": "Yā sā sakalikā bhagavato pāde patitā, kissa pana sā sakalikā bhagavato pādā na nivattā. ",
  "mil5.3.8:1.5": "Yadi, bhante nāgasena, bhagavato gacchantassa ayaṁ acetanā mahāpathavī ninnaṁ unnamati, unnataṁ onamati, tena hi ‘bhagavato pādo sakalikāya khato’ti yaṁ vacanaṁ, taṁ micchā. ",
  "mil5.3.8:1.6": "Yadi bhagavato pādo sakalikāya khato, tena hi ‘bhagavato gacchantassa ayaṁ acetanā mahāpathavī ninnaṁ unnamati unnataṁ onamatī’ti tampi vacanaṁ micchā. ",
  "mil5.3.8:1.7": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti. ",
  "mil5.3.8:2.1": "“Saccaṁ, mahārāja, atthetaṁ bhagavato gacchantassa ayaṁ acetanā mahāpathavī ninnaṁ unnamati unnataṁ onamati, bhagavato ca pādo sakalikāya khato, na ca pana sā sakalikā attano dhammatāya patitā, devadattassa upakkamena patitā. ",
  "mil5.3.8:2.2": "Devadatto, mahārāja, bahūni jātisatasahassāni bhagavati āghātaṁ bandhi, so tena āghātena ‘mahantaṁ kūṭāgārappamāṇaṁ pāsāṇaṁ bhagavato upari pātessāmī’ti muñci. ",
  "mil5.3.8:2.3": "Atha dve selā pathavito uṭṭhahitvā taṁ pāsāṇaṁ sampaṭicchiṁsu, atha nesaṁ sampahārena pāsāṇato papaṭikā bhijjitvā yena vā tena vā patantī bhagavato pāde patitā”ti. ",
  "mil5.3.8:3.1": "“Yathā ca, bhante nāgasena, dve selā pāsāṇaṁ sampaṭicchiṁsu, tatheva papaṭikāpi sampaṭicchitabbā”ti? ",
  "mil5.3.8:3.2": "“Sampaṭicchitampi, mahārāja, idhekaccaṁ paggharati pasavati na ṭhānamupagacchati, yathā, mahārāja, udakaṁ pāṇinā gahitaṁ aṅgulantarikāhi paggharati pasavati na ṭhānamupagacchati, khīraṁ takkaṁ madhuṁ sappi telaṁ maccharasaṁ maṁsarasaṁ pāṇinā gahitaṁ aṅgulantarikāhi paggharati pasavati na ṭhānamupagacchati; ",
  "mil5.3.8:3.3": "evameva kho, mahārāja, sampaṭicchanatthaṁ upagatānaṁ dvinnaṁ selānaṁ sampahārena pāsāṇato papaṭikā bhijjitvā yena vā tena vā patantī bhagavato pāde patitā. ",
  "mil5.3.8:4.1": "Yathā vā pana, mahārāja, saṇhasukhumaaṇurajasamaṁ puḷinaṁ muṭṭhinā gahitaṁ aṅgulantarikāhi paggharati pasavati na ṭhānamupagacchati; ",
  "mil5.3.8:4.2": "evameva kho, mahārāja, sampaṭicchanatthaṁ upagatānaṁ dvinnaṁ selānaṁ sampahārena pāsāṇato papaṭikā bhijjitvā yena vā tena vā patantī bhagavato pāde patitā. ",
  "mil5.3.8:5.1": "Yathā vā pana, mahārāja, kabaḷo mukhena gahito idhekaccassa mukhato muccitvā paggharati pasavati na ṭhānamupagacchati; ",
  "mil5.3.8:5.2": "evameva kho, mahārāja, sampaṭicchanatthaṁ upagatānaṁ dvinnaṁ selānaṁ sampahārena pāsāṇato papaṭikā bhijjitvā yena vā tena vā patantī bhagavato pāde patitā”ti. ",
  "mil5.3.8:6.1": "“Hotu, bhante nāgasena, selehi pāsāṇo sampaṭicchito, atha papaṭikāyapi apaciti kātabbā yatheva mahāpathaviyā”ti? ",
  "mil5.3.8:6.2": "“Dvādasime, mahārāja, apacitiṁ na karonti. ",
  "mil5.3.8:6.3": "Katame dvādasa? ",
  "mil5.3.8:6.4": "Ratto rāgavasena apacitiṁ na karoti, duṭṭho dosavasena, mūḷho mohavasena, unnato mānavasena, nigguṇo avisesatāya, atithaddho anisedhanatāya, hīno hīnasabhāvatāya, vacanakaro anissaratāya, pāpo kadariyatāya, dukkhāpito paṭidukkhāpanatāya, luddho lobhābhibhūtatāya, āyūhito atthasādhanatāya apacitiṁ na karoti. ",
  "mil5.3.8:6.5": "Ime kho, mahārāja, dvādasa apacitiṁ na karonti. ",
  "mil5.3.8:6.6": "Sā ca pana papaṭikā pāsāṇasampahārena bhijjitvā animittakatadisā yena vā tena vā patamānā bhagavato pāde patitā. ",
  "mil5.3.8:7.1": "Yathā vā pana, mahārāja, saṇhasukhumaaṇurajo anilabalasamāhato animittakatadiso yena vā tena vā abhikirati; ",
  "mil5.3.8:7.2": "evameva kho, mahārāja, sā papaṭikā pāsāṇasampahārena bhijjitvā animittakatadisā yena vā tena vā patamānā bhagavato pāde patitā. ",
  "mil5.3.8:7.3": "Yadi pana, mahārāja, sā papaṭikā pāsāṇato visuṁ na bhaveyya, tampi te selā pāsāṇapapaṭikaṁ uppatitvā gaṇheyyuṁ. ",
  "mil5.3.8:7.4": "Esā pana, mahārāja, papaṭikā na bhūmaṭṭhā na ākāsaṭṭhā, pāsāṇasampahāravegena bhijjitvā animittakatadisā yena vā tena vā patamānā bhagavato pāde patitā. ",
  "mil5.3.8:8.1": "Yathā vā pana, mahārāja, vātamaṇḍalikāya ukkhittaṁ purāṇapaṇṇaṁ animittakatadisaṁ yena vā tena vā patati; ",
  "mil5.3.8:8.2": "evameva kho, mahārāja, esā papaṭikā pāsāṇasampahāravegena animittakatadisā yena vā tena vā patamānā bhagavato pāde patitā. ",
  "mil5.3.8:8.3": "Api ca, mahārāja, akataññussa kadariyassa devadattassa dukkhānubhavanāya papaṭikā bhagavato pāde patitā”ti. ",
  "mil5.3.8:8.4": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil5.3.8:9.1": "Pādasakalikāhatapañho aṭṭhamo. "
}