{
  "mil5.1.7:0.1": "Milindapañha ",
  "mil5.1.7:0.2": "Meṇḍakapañha ",
  "mil5.1.7:0.3": "Iddhibalavagga ",
  "mil5.1.7:0.4": "7. Saddhammantaradhānapañha ",
  "mil5.1.7:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.1.7:1.2": "‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti. ",
  "mil5.1.7:1.3": "Puna ca parinibbānasamaye subhaddena paribbājakena pañhaṁ puṭṭhena bhagavatā bhaṇitaṁ—",
  "mil5.1.7:1.4": "‘ime ca, subhadda, bhikkhū sammā vihareyyuṁ, asuñño loko arahantehi assā’ti, asesavacanametaṁ, nissesavacanametaṁ, nippariyāyavacanametaṁ. ",
  "mil5.1.7:1.5": "Yadi, bhante nāgasena, tathāgatena bhaṇitaṁ—",
  "mil5.1.7:1.6": "‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti, tena hi ‘asuñño loko arahantehi assā’ti yaṁ vacanaṁ, taṁ micchā. ",
  "mil5.1.7:1.7": "Yadi tathāgatena bhaṇitaṁ—",
  "mil5.1.7:1.8": "‘asuñño loko arahantehi assā’ti, tena hi ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti tampi vacanaṁ micchā. ",
  "mil5.1.7:1.9": "Ayampi ubhato koṭiko pañho gahanatopi gahanataro balavatopi balavataro gaṇṭhitopi gaṇṭhitaro, so tavānuppatto, tattha te ñāṇabalavipphāraṁ dassehi makaro viya sāgarabbhantaragato”ti. ",
  "mil5.1.7:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti. ",
  "mil5.1.7:2.2": "Parinibbānasamaye ca subhaddassa paribbājakassa bhaṇitaṁ—",
  "mil5.1.7:2.3": "‘ime ca, subhadda, bhikkhū sammā vihareyyuṁ, asuñño loko arahantehi assā’ti. ",
  "mil5.1.7:2.4": "Tañca pana, mahārāja, bhagavato vacanaṁ nānatthañceva hoti nānābyañjanañca, ayaṁ sāsanaparicchedo, ayaṁ paṭipatti paridīpanāti dūraṁ vivajjitā te ubho aññamaññaṁ. ",
  "mil5.1.7:2.5": "Yathā, mahārāja, nabhaṁ pathavito dūraṁ vivajjitaṁ, nirayaṁ saggato dūraṁ vivajjitaṁ, kusalaṁ akusalato dūraṁ vivajjitaṁ, sukhaṁ dukkhato dūraṁ vivajjitaṁ; ",
  "mil5.1.7:2.6": "evameva kho, mahārāja, te ubho aññamaññaṁ dūraṁ vivajjitā. ",
  "mil5.1.7:3.1": "Api ca, mahārāja, mā te pucchā moghā assa, rasato te saṁsanditvā kathayissāmi ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti yaṁ bhagavā āha, taṁ khayaṁ paridīpayanto sesakaṁ paricchindi, ‘vassasahassaṁ, ānanda, saddhammo tiṭṭheyya, sace bhikkhuniyo na pabbājeyyuṁ. ",
  "mil5.1.7:3.2": "Pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti. ",
  "mil5.1.7:3.3": "Api nu kho, mahārāja, bhagavā evaṁ vadanto saddhammassa antaradhānaṁ vā vadeti abhisamayaṁ vā paṭikkosatī”ti? ",
  "mil5.1.7:3.4": "“Na hi, bhante”ti. ",
  "mil5.1.7:3.5": "“Naṭṭhaṁ, mahārāja, parikittayanto sesakaṁ paridīpayanto paricchindi. ",
  "mil5.1.7:3.6": "Yathā, mahārāja, puriso naṭṭhāyiko sabbasesakaṁ gahetvā janassa paridīpeyya ‘ettakaṁ me bhaṇḍaṁ naṭṭhaṁ, idaṁ sesakan’ti. ",
  "mil5.1.7:3.7": "Evameva kho, mahārāja, bhagavā naṭṭhaṁ paridīpayanto sesakaṁ devamanussānaṁ kathesi ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti. ",
  "mil5.1.7:3.8": "Yaṁ pana, mahārāja, bhagavatā bhaṇitaṁ—",
  "mil5.1.7:3.9": "‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti, sāsanaparicchedo eso. ",
  "mil5.1.7:4.1": "Yaṁ pana parinibbānasamaye subhaddassa paribbājakassa samaṇe parikittayanto āha—",
  "mil5.1.7:4.2": "‘ime ca, subhadda, bhikkhū sammā vihareyyuṁ, asuñño loko arahantehi assā’ti, paṭipattiparidīpanā esā, tvaṁ pana taṁ paricchedañca paridīpanañca ekarasaṁ karosi. ",
  "mil5.1.7:4.3": "Yadi pana te chando, ekarasaṁ katvā kathayissāmi, sādhukaṁ suṇohi manasikarohi avikkhittamānaso. ",
  "mil5.1.7:5.1": "Idha, mahārāja, taḷāko bhaveyya navasalilasampuṇṇo sammukhamuttariyamāno paricchinno parivaṭumakato, apariyādiṇṇeyeva tasmiṁ taḷāke udakūpari mahāmegho aparāparaṁ anuppabandho abhivasseyya, api nu kho, mahārāja, tasmiṁ taḷāke udakaṁ parikkhayaṁ pariyādānaṁ gaccheyyā”ti? ",
  "mil5.1.7:5.2": "“Na hi, bhante”ti. ",
  "mil5.1.7:5.3": "“Kena kāraṇena, mahārājā”ti? ",
  "mil5.1.7:5.4": "“Meghassa, bhante, anuppabandhatāyā”ti. ",
  "mil5.1.7:5.5": "“Evameva kho, mahārāja, jinasāsanavarasaddhammataḷāko ācārasīlaguṇavattapaṭipattivimalanavasalilasampuṇṇo uttariyamāno bhavaggamabhibhavitvā ṭhito. ",
  "mil5.1.7:5.6": "Yadi tattha buddhaputtā ācārasīlaguṇavattapaṭipattimeghavassaṁ aparāparaṁ anuppabandhāpeyyuṁ abhivassāpeyyuṁ. ",
  "mil5.1.7:5.7": "Evamidaṁ jinasāsanavarasaddhammataḷāko ciraṁ dīghamaddhānaṁ tiṭṭheyya, arahantehi loko asuñño bhaveyya, imamatthaṁ bhagavatā sandhāya bhāsitaṁ ‘ime ca, subhadda, bhikkhū sammā vihareyyuṁ, asuñño loko arahantehi assā’ti. ",
  "mil5.1.7:6.1": "Idha pana, mahārāja, mahati mahāaggikkhandhe jalamāne aparāparaṁ sukkhatiṇakaṭṭhagomayāni upasaṁhareyyuṁ, api nu kho so, mahārāja, aggikkhandho nibbāyeyyā”ti? ",
  "mil5.1.7:6.2": "“Na hi, bhante, bhiyyo bhiyyo so aggikkhandho jaleyya, bhiyyo bhiyyo pabhāseyyā”ti. ",
  "mil5.1.7:6.3": "“Evameva kho, mahārāja, dasasahassiyā lokadhātuyā jinasāsanavarampi ācārasīlaguṇavattapaṭipattiyā jalati pabhāsati. ",
  "mil5.1.7:6.4": "Yadi pana, mahārāja, taduttariṁ buddhaputtā pañcahi padhāniyaṅgehi samannāgatā satatamappamattā padaheyyuṁ, tīsu sikkhāsu chandajātā sikkheyyuṁ, cārittañca sīlaṁ samattaṁ paripūreyyuṁ, evamidaṁ jinasāsanavaraṁ bhiyyo bhiyyo ciraṁ dīghamaddhānaṁ tiṭṭheyya, asuñño loko arahantehi assāti imamatthaṁ bhagavatā sandhāya bhāsitaṁ ‘ime ca, subhadda, bhikkhū sammā vihareyyuṁ, asuñño loko arahantehi assā’ti. ",
  "mil5.1.7:7.1": "Idha pana, mahārāja, siniddhasamasumajjitasappabhāsavimalādāsaṁ saṇhasukhumagerukacuṇṇena aparāparaṁ majjeyyuṁ, api nu kho, mahārāja, tasmiṁ ādāse malakaddamarajojallaṁ jāyeyyā”ti? ",
  "mil5.1.7:7.2": "“Na hi, bhante, aññadatthu vimalataraṁyeva bhaveyyā”ti. ",
  "mil5.1.7:7.3": "“Evameva kho, mahārāja, jinasāsanavaraṁ pakatinimmalaṁ byapagatakilesamalarajojallaṁ, yadi taṁ buddhaputtā ācārasīlaguṇavattapaṭipattisallekhadhutaguṇena jinasāsanavaraṁ sallakkheyyuṁ, evamidaṁ jinasāsanavaraṁ ciraṁ dīghamaddhānaṁ tiṭṭheyya, asuñño ca loko arahantehi assāti imamatthaṁ bhagavatā sandhāya bhāsitaṁ ‘ime ca, subhadda, bhikkhū sammā vihareyyuṁ, asuñño loko arahantehi assā’ti. ",
  "mil5.1.7:7.4": "Paṭipattimūlakaṁ, mahārāja, satthusāsanaṁ paṭipattikāraṇaṁ paṭipattiyā anantarahitāya tiṭṭhatī”ti. ",
  "mil5.1.7:8.1": "“Bhante nāgasena, ‘saddhammantaradhānan’ti yaṁ vadesi, katamaṁ taṁ saddhammantaradhānan”ti? ",
  "mil5.1.7:8.2": "“Tīṇimāni, mahārāja, sāsanantaradhānāni. ",
  "mil5.1.7:8.3": "Katamāni tīṇi? ",
  "mil5.1.7:8.4": "Adhigamantaradhānaṁ paṭipattantaradhānaṁ liṅgantaradhānaṁ, adhigame, mahārāja, antarahite suppaṭipannassāpi dhammābhisamayo na hoti, paṭipattiyā antarahitāya sikkhāpadapaññatti antaradhāyati, liṅgaṁyeva tiṭṭhati, liṅge antarahite paveṇupacchedo hoti, imāni kho, mahārāja, tīṇi antaradhānānī”ti. ",
  "mil5.1.7:9.1": "“Suviññāpito, bhante nāgasena, pañho, gambhīro uttānīkato, gaṇṭhi bhinno, naṭṭhā paravādā bhaggā nippabhā katā, tvaṁ gaṇivaravasabhamāsajjā”ti. ",
  "mil5.1.7:10.1": "Saddhammantaradhānapañho sattamo. "
}