{
  "mil5.2.7:0.1": "Milindapañha",
  "mil5.2.7:0.2": "Meṇḍakapañha",
  "mil5.2.7:0.3": "Abhejjavagga",
  "mil5.2.7:0.4": "7. Bhikkhusaṅghapariharaṇapañha",
  "mil5.2.7:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.2.7:1.2": "‘tathāgatassa kho, ānanda, na evaṁ hoti “ahaṁ bhikkhusaṅghaṁ pariharissāmī”ti vā, “mamuddesiko bhikkhusaṅgho”ti vā’ti.",
  "mil5.2.7:1.3": "Puna ca metteyyassa bhagavato sabhāvaguṇaṁ paridīpayamānena bhagavatā evaṁ bhaṇitaṁ—",
  "mil5.2.7:1.4": "‘so anekasahassaṁ bhikkhusaṅghaṁ pariharissati, seyyathāpi ahaṁ etarahi anekasataṁ bhikkhusaṅghaṁ pariharāmī’ti.",
  "mil5.2.7:1.5": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.2.7:1.6": "‘tathāgatassa kho, ānanda, na evaṁ hoti “ahaṁ bhikkhusaṅghaṁ pariharissāmī”ti vā, “mamuddesiko bhikkhusaṅgho”ti vā’ti, tena hi anekasataṁ bhikkhusaṅghaṁ pariharāmīti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.2.7:1.7": "Yadi tathāgatena bhaṇitaṁ—",
  "mil5.2.7:1.8": "‘so anekasahassaṁ bhikkhusaṅghaṁ pariharissati, seyyathāpi ahaṁ etarahi anekasataṁ bhikkhusaṅghaṁ pariharāmī’ti, tena hi ‘tathāgatassa kho, ānanda, na evaṁ hoti “ahaṁ bhikkhusaṅghaṁ pariharissāmī”ti vā, “mamuddesiko bhikkhusaṅgho”ti vā’ti tampi vacanaṁ micchā, ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.2.7:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā ‘tathāgatassa kho, ānanda, na evaṁ hoti “ahaṁ bhikkhusaṅghaṁ pariharissāmī”ti vā, “mamuddesiko bhikkhusaṅgho”ti vā’ti.",
  "mil5.2.7:2.2": "Puna ca metteyyassāpi bhagavato sabhāvaguṇaṁ paridīpayamānena bhagavatā bhaṇitaṁ—",
  "mil5.2.7:2.3": "‘so anekasahassaṁ bhikkhusaṅghaṁ pariharissati, seyyathāpi ahaṁ etarahi anekasataṁ bhikkhusaṅghaṁ pariharāmī’ti.",
  "mil5.2.7:2.4": "Etasmiñca, mahārāja, pañhe eko attho sāvaseso, eko attho niravaseso.",
  "mil5.2.7:2.5": "Na, mahārāja, tathāgato parisāya anugāmiko, parisā pana tathāgatassa anugāmikā.",
  "mil5.2.7:2.6": "Sammuti, mahārāja, esā ‘ahan’ti ‘mamā’ti, na paramattho eso, vigataṁ, mahārāja, tathāgatassa pemaṁ, vigato sineho, ‘mayhan’tipi tathāgatassa gahaṇaṁ natthi, upādāya pana avassayo hoti.",
  "mil5.2.7:3.1": "Yathā, mahārāja, pathavī bhūmaṭṭhānaṁ sattānaṁ patiṭṭhā hoti upassayaṁ, pathaviṭṭhā cete sattā, na ca mahāpathaviyā ‘mayhete’ti apekkhā hoti;",
  "mil5.2.7:3.2": "evameva kho, mahārāja, tathāgato sabbasattānaṁ patiṭṭhā hoti upassayaṁ, tathāgataṭṭhā cete sattā, na ca tathāgatassa ‘mayhete’ti apekkhā hoti.",
  "mil5.2.7:3.3": "Yathā vā pana, mahārāja, mahatimahāmegho abhivassanto tiṇarukkhapasumanussānaṁ vuḍḍhiṁ deti santatiṁ anupāleti.",
  "mil5.2.7:3.4": "Vuṭṭhūpajīvino cete sattā sabbe, na ca mahāmeghassa ‘mayhete’ti apekkhā hoti.",
  "mil5.2.7:3.5": "Evameva kho, mahārāja, tathāgato sabbasattānaṁ kusaladhamme janeti anupāleti, satthūpajīvino cete sattā sabbe, na ca tathāgatassa ‘mayhete’ti apekkhā hoti.",
  "mil5.2.7:3.6": "Taṁ kissa hetu?",
  "mil5.2.7:3.7": "Attānudiṭṭhiyā pahīnattā”ti.",
  "mil5.2.7:4.1": "“Sādhu, bhante nāgasena, sunibbeṭhito pañho bahuvidhehi kāraṇehi, gambhīro uttānīkato, gaṇṭhi bhinno, gahanaṁ agahanaṁ kataṁ, andhakāro āloko kato, bhaggā paravādā, jinaputtānaṁ cakkhuṁ uppāditan”ti.",
  "mil5.2.7:5.1": "Bhikkhusaṅghapariharaṇapañho sattamo."
}