{
  "mil6.3.5:0.1": "Milindapañha",
  "mil6.3.5:0.2": "Anumānapañha",
  "mil6.3.5:0.3": "Vessantaravagga",
  "mil6.3.5:0.4": "5. Supinapañha",
  "mil6.3.5:1.1": "“Bhante nāgasena, imasmiṁ loke naranāriyo supinaṁ passanti kalyāṇampi pāpakampi, diṭṭhapubbampi adiṭṭhapubbampi, katapubbampi akatapubbampi, khemampi sabhayampi, dūrepi santikepi, bahuvidhānipi anekavaṇṇasahassāni dissanti, kiñcetaṁ supinaṁ nāma, ko cetaṁ passatī”ti?",
  "mil6.3.5:1.2": "“Nimittametaṁ, mahārāja, supinaṁ nāma, yaṁ cittassa āpātamupagacchati.",
  "mil6.3.5:1.3": "Chayime, mahārāja, supinaṁ passanti, vātiko supinaṁ passati, pittiko supinaṁ passati, semhiko supinaṁ passati, devatūpasaṁhārato supinaṁ passati, samudāciṇṇato supinaṁ passati, pubbanimittato supinaṁ passati, tatra, mahārāja, yaṁ pubbanimittato supinaṁ passati, taṁyeva saccaṁ, avasesaṁ micchā”ti.",
  "mil6.3.5:2.1": "“Bhante nāgasena, yo pubbanimittato supinaṁ passati, kiṁ tassa cittaṁ sayaṁ gantvā taṁ nimittaṁ vicināti, taṁ vā nimittaṁ cittassa āpātamupagacchati, añño vā āgantvā tassa ārocetī”ti?",
  "mil6.3.5:2.2": "“Na, mahārāja, tassa cittaṁ sayaṁ gantvā taṁ nimittaṁ vicināti, nāpi añño koci āgantvā tassa āroceti, atha kho taṁyeva nimittaṁ cittassa āpātamupagacchati.",
  "mil6.3.5:2.3": "Yathā, mahārāja, ādāso na sayaṁ kuhiñci gantvā chāyaṁ vicināti, nāpi añño koci chāyaṁ ānetvā ādāsaṁ āropeti, atha kho yato kutoci chāyā āgantvā ādāsassa āpātamupagacchati;",
  "mil6.3.5:2.4": "evameva kho, mahārāja, na tassa cittaṁ sayaṁ gantvā taṁ nimittaṁ vicināti, nāpi añño koci āgantvā āroceti, atha kho yato kutoci nimittaṁ āgantvā cittassa āpātamupagacchatī”ti.",
  "mil6.3.5:3.1": "“Bhante nāgasena, yaṁ taṁ cittaṁ supinaṁ passati, api nu taṁ cittaṁ jānāti ‘evaṁ nāma vipāko bhavissati khemaṁ vā bhayaṁ vā’ti?",
  "mil6.3.5:3.2": "Na hi, mahārāja, taṁ cittaṁ jānāti ‘evaṁvipāko bhavissati khemaṁ vā bhayaṁ vā’ti, nimitte pana uppanne aññesaṁ katheti, tato te atthaṁ kathentī”ti.",
  "mil6.3.5:4.1": "“Iṅgha, bhante nāgasena, kāraṇaṁ me dassehī”ti.",
  "mil6.3.5:4.2": "“Yathā, mahārāja, sarīre tilakā pīḷakā daddūni uṭṭhahanti lābhāya vā alābhāya vā, yasāya vā ayasāya vā, nindāya vā pasaṁsāya vā, sukhāya vā dukkhāya vā, api nu tā, mahārāja, pīḷakā jānitvā uppajjanti ‘imaṁ nāma mayaṁ atthaṁ nipphādessāmā’”ti?",
  "mil6.3.5:4.3": "“Na hi, bhante, yādise tā okāse pīḷakā sambhavanti, tattha tā pīḷakā disvā nemittakā byākaronti ‘evaṁ nāma vipāko bhavissatī’”ti.",
  "mil6.3.5:4.4": "“Evameva kho, mahārāja, yaṁ taṁ cittaṁ supinaṁ passati, na taṁ cittaṁ jānāti ‘evaṁ nāma vipāko bhavissati khemaṁ vā bhayaṁ vā’ti, nimitte pana uppanne aññesaṁ katheti, tato te atthaṁ kathentī”ti.",
  "mil6.3.5:5.1": "“Bhante nāgasena, yo supinaṁ passati, so niddāyanto, udāhu jāgaranto passatī”ti?",
  "mil6.3.5:5.2": "“Yo so, mahārāja, supinaṁ passati, na so niddāyanto passati, nāpi jāgaranto passati.",
  "mil6.3.5:5.3": "Api ca okkante middhe asampatte bhavaṅge etthantare supinaṁ passati.",
  "mil6.3.5:5.4": "Middhasamārūḷhassa, mahārāja, cittaṁ bhavaṅgagataṁ hoti, bhavaṅgagataṁ cittaṁ nappavattati, appavattaṁ cittaṁ sukhadukkhaṁ nappajānāti, appaṭivijānantassa supino na hoti, pavattamāne citte supinaṁ passati.",
  "mil6.3.5:6.1": "Yathā, mahārāja, timire andhakāre appabhāse suparisuddhepi ādāse chāyā na dissati;",
  "mil6.3.5:6.2": "evameva kho, mahārāja, middhasamārūḷhe citte bhavaṅgagate tiṭṭhamānepi sarīre cittaṁ appavattaṁ hoti, appavatte citte supinaṁ na passati.",
  "mil6.3.5:6.3": "Yathā, mahārāja, ādāso, evaṁ sarīraṁ daṭṭhabbaṁ;",
  "mil6.3.5:6.4": "yathā andhakāro, evaṁ middhaṁ daṭṭhabbaṁ;",
  "mil6.3.5:6.5": "yathā āloko, evaṁ cittaṁ daṭṭhabbaṁ.",
  "mil6.3.5:7.1": "Yathā vā pana, mahārāja, mahikotthaṭassa sūriyassa pabhā na dissati santāyeva sūriyarasmi appavattā hoti, appavattāya sūriyarasmiyā āloko na hoti;",
  "mil6.3.5:7.2": "evameva kho, mahārāja, middhasamārūḷhassa cittaṁ bhavaṅgagataṁ hoti, bhavaṅgagataṁ cittaṁ nappavattati, appavatte citte supinaṁ na passati.",
  "mil6.3.5:7.3": "Yathā, mahārāja, sūriyo, evaṁ sarīraṁ daṭṭhabbaṁ;",
  "mil6.3.5:7.4": "yathā mahikottharaṇaṁ, evaṁ middhaṁ daṭṭhabbaṁ;",
  "mil6.3.5:7.5": "yathā sūriyarasmi, evaṁ cittaṁ daṭṭhabbaṁ.",
  "mil6.3.5:8.1": "Dvinnaṁ, mahārāja, santepi sarīre cittaṁ appavattaṁ hoti, middhasamārūḷhassa bhavaṅgagatassa santepi sarīre cittaṁ appavattaṁ hoti, nirodhasamāpannassa santepi sarīre cittaṁ appavattaṁ hoti, jāgarantassa, mahārāja, cittaṁ lolaṁ hoti vivaṭaṁ pākaṭaṁ anibaddhaṁ, evarūpassa citte nimittaṁ āpātaṁ na upeti.",
  "mil6.3.5:8.2": "Yathā, mahārāja, purisaṁ vivaṭaṁ pākaṭaṁ akiriyaṁ arahassaṁ rahassakāmā parivajjenti;",
  "mil6.3.5:8.3": "evameva kho, mahārāja, jāgarantassa dibbo attho āpātaṁ na upeti, tasmā jāgaranto supinaṁ na passati.",
  "mil6.3.5:8.4": "Yathā vā pana, mahārāja, bhikkhuṁ bhinnājīvaṁ anācāraṁ pāpamittaṁ dussīlaṁ kusītaṁ hīnavīriyaṁ kusalā bodhipakkhiyā dhammā āpātaṁ na upenti;",
  "mil6.3.5:8.5": "evameva kho, mahārāja, jāgarantassa dibbo attho āpātaṁ na upeti, tasmā jāgaranto supinaṁ na passatī”ti.",
  "mil6.3.5:9.1": "“Bhante nāgasena, atthi middhassa ādimajjhapariyosānan”ti?",
  "mil6.3.5:9.2": "“Āma, mahārāja, atthi middhassa ādimajjhapariyosānan”ti.",
  "mil6.3.5:9.3": "“Katamaṁ ādi, katamaṁ majjhaṁ, katamaṁ pariyosānan”ti?",
  "mil6.3.5:9.4": "“Yo, mahārāja, kāyassa onāho pariyonāho dubbalyaṁ mandatā akammaññatā kāyassa, ayaṁ middhassa ādi;",
  "mil6.3.5:9.5": "yo, mahārāja, kapiniddāpareto vokiṇṇakaṁ jaggati, idaṁ middhassa majjhaṁ;",
  "mil6.3.5:9.6": "bhavaṅgagati pariyosānaṁ.",
  "mil6.3.5:9.7": "Majjhūpagato, mahārāja, kapiniddāpareto supinaṁ passati.",
  "mil6.3.5:9.8": "Yathā, mahārāja, koci yatacārī samāhitacitto ṭhitadhammo acalabuddhi pahīnakotūhalasaddaṁ vanamajjhogāhitvā sukhumaṁ atthaṁ cintayati, na ca so tattha middhaṁ okkamati, so tattha samāhito ekaggacitto sukhumaṁ atthaṁ paṭivijjhati;",
  "mil6.3.5:9.9": "evameva kho, mahārāja, jāgaro na middhasamāpanno, majjhūpagato kapiniddāpareto supinaṁ passati.",
  "mil6.3.5:9.10": "Yathā, mahārāja, kotūhalasaddo, evaṁ jāgaraṁ daṭṭhabbaṁ;",
  "mil6.3.5:9.11": "yathā vivittaṁ vanaṁ, evaṁ kapiniddāpareto daṭṭhabbo;",
  "mil6.3.5:9.12": "yathā so kotūhalasaddaṁ ohāya middhaṁ vivajjetvā majjhattabhūto sukhumaṁ atthaṁ paṭivijjhati, evaṁ jāgaro na middhasamāpanno kapiniddāpareto supinaṁ passatī”ti.",
  "mil6.3.5:9.13": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.3.5:10.1": "Supinapañho pañcamo."
}