{
  "mil6.3.1:0.1": "Milindapañha",
  "mil6.3.1:0.2": "Anumānapañha",
  "mil6.3.1:0.3": "Vessantaravagga",
  "mil6.3.1:0.4": "1. Vessantarapañha",
  "mil6.3.1:1.1": "“Bhante nāgasena, sabbeva bodhisattā puttadāraṁ denti, udāhu vessantareneva raññā puttadāraṁ dinnan”ti?",
  "mil6.3.1:1.2": "“Sabbepi, mahārāja, bodhisattā puttadāraṁ denti, na vessantareneva raññā puttadāraṁ dinnan”ti.",
  "mil6.3.1:1.3": "“Api ca kho, bhante nāgasena, tesaṁ anumatena dentī”ti.",
  "mil6.3.1:1.4": "“Bhariyā, mahārāja, anumatā, dārakā pana bālatāya vilapiṁsu, yadi te atthato jāneyyuṁ, tepi anumodeyyuṁ, na te vilapeyyun”ti.",
  "mil6.3.1:2.1": "“Dukkaraṁ, bhante nāgasena, bodhisattena kataṁ, yaṁ so attano orase piye putte brāhmaṇassa dāsatthāya adāsi.",
  "mil6.3.1:3.1": "Idampi dutiyaṁ dukkarato dukkarataraṁ, yaṁ so attano orase piye putte bālake taruṇake latāya bandhitvā tena brāhmaṇena latāya anumajjīyante disvā ajjhupekkhi.",
  "mil6.3.1:4.1": "Idampi tatiyaṁ dukkarato dukkarataraṁ, yaṁ so sakena balena bandhanā muccitvā āgate dārake sārajjamupagate punadeva latāya bandhitvā adāsi.",
  "mil6.3.1:5.1": "Idampi catutthaṁ dukkarato dukkarataraṁ, yaṁ so dārake ‘ayaṁ kho, tāta, yakkho khādituṁ neti amhe’ti vilapante ‘mā bhāyitthā’ti na assāsesi.",
  "mil6.3.1:6.1": "Idampi pañcamaṁ dukkarato dukkarataraṁ, yaṁ so jālissa kumārassa rudamānassa pādesu nipatitvā ‘alaṁ, tāta, kaṇhājinaṁ nivattehi, ahameva gacchāmi yakkhena saha, khādatu maṁ yakkho’ti yācamānassa evaṁ na sampaṭicchi.",
  "mil6.3.1:7.1": "Idampi chaṭṭhaṁ dukkarato dukkarataraṁ, yaṁ so jālissa kumārassa ‘pāsāṇasamaṁ nūna te, tāta, hadayaṁ, yaṁ tvaṁ amhākaṁ dukkhitānaṁ pekkhamāno nimmanussake brahāraññe yakkhena nīyamāne na nivāresī’ti vilapamānassa kāruññaṁ nākāsi.",
  "mil6.3.1:8.1": "Idampi sattamaṁ dukkarato dukkarataraṁ, yaṁ tassa ruḷaruḷassa bhīmabhīmassa nīte dārake adassanaṁ gamite na phali hadayaṁ satadhā vā sahassadhā vā, puññakāmena manujena kiṁ paradukkhāpanena, nanu nāma sakadānaṁ dātabbaṁ hotī”ti?",
  "mil6.3.1:9.1": "“Dukkarassa, mahārāja, katattā bodhisattassa kittisaddo dasasahassiyā lokadhātuyā sadevamanussesu abbhuggato, devā devabhavane pakittenti, asurā asurabhavane pakittenti, garuḷā garuḷabhavane pakittenti, nāgā nāgabhavane pakittenti, yakkhā yakkhabhavane pakittenti, anupubbena tassa kittisaddo paramparāya ajjetarahi idha amhākaṁ samayaṁ anuppatto, taṁ mayaṁ dānaṁ pakittentā vikopentā nisinnā sudinnaṁ, udāhu duddinnanti.",
  "mil6.3.1:9.2": "So kho panāyaṁ, mahārāja, kittisaddo nipuṇānaṁ viññūnaṁ vidūnaṁ vibhāvīnaṁ bodhisattānaṁ dasa guṇe anudassati.",
  "mil6.3.1:9.3": "Katame dasa?",
  "mil6.3.1:9.4": "Agedhatā nirālayatā cāgo pahānaṁ apunarāvattitā sukhumatā mahantatā duranubodhatā dullabhatā asadisatā buddhadhammassa, so kho panāyaṁ, mahārāja, kittisaddo nipuṇānaṁ viññūnaṁ vidūnaṁ vibhāvīnaṁ bodhisattānaṁ ime dasa guṇe anudassatī”ti.",
  "mil6.3.1:10.1": "“Bhante nāgasena, yo paraṁ dukkhāpetvā dānaṁ deti, api nu taṁ dānaṁ sukhavipākaṁ hoti saggasaṁvattanikan”ti?",
  "mil6.3.1:10.2": "“Āma, mahārāja, kiṁ vattabban”ti.",
  "mil6.3.1:10.3": "“Iṅgha, bhante nāgasena, kāraṇaṁ upadassehī”ti.",
  "mil6.3.1:10.4": "“Idha, mahārāja, koci samaṇo vā brāhmaṇo vā sīlavā hoti kalyāṇadhammo, so bhaveyya pakkhahato vā pīṭhasappī vā aññataraṁ vā byādhiṁ āpanno, tamenaṁ yo koci puññakāmo yānaṁ āropetvā patthitaṁ desamanupāpeyya, api nu kho, mahārāja, tassa purisassa tatonidānaṁ kiñci sukhaṁ nibbatteyya saggasaṁvattanikaṁ taṁ kamman”ti?",
  "mil6.3.1:10.5": "“Āma, bhante, kiṁ vattabbaṁ?",
  "mil6.3.1:10.6": "Hatthiyānaṁ vā so, bhante, puriso labheyya assayānaṁ vā rathayānaṁ vā, thale thalayānaṁ jale jalayānaṁ devesu devayānaṁ manussesu manussayānaṁ, tadanucchavikaṁ tadanulomikaṁ bhave bhave nibbatteyya, tadanucchavikāni tadanulomikāni cassa sukhāni nibbatteyyuṁ, sugatito sugatiṁ gaccheyya, teneva kammābhisandena iddhiyānaṁ abhiruyha patthitaṁ nibbānanagaraṁ pāpuṇeyyā”ti.",
  "mil6.3.1:10.7": "“Tena hi, mahārāja, paradukkhāpanena dinnadānaṁ sukhavipākaṁ hoti saggasaṁvattanikaṁ, yaṁ so puriso balībadde dukkhāpetvā evarūpaṁ sukhaṁ anubhavati.",
  "mil6.3.1:11.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yathā paradukkhāpanena dinnadānaṁ sukhavipākaṁ hoti saggasaṁvattanikaṁ.",
  "mil6.3.1:11.2": "Idha, mahārāja, yo koci rājā janapadato dhammikaṁ baliṁ uddharāpetvā āṇāpavattanena dānaṁ dadeyya, api nu kho so, mahārāja, rājā tatonidānaṁ kiñci sukhaṁ anubhaveyya saggasaṁvattanikaṁ taṁ dānan”ti?",
  "mil6.3.1:11.3": "“Āma, bhante, kiṁ vattabbaṁ, tatonidānaṁ so, bhante, rājā uttariṁ anekasatasahassaguṇaṁ labheyya.",
  "mil6.3.1:11.4": "Rājūnaṁ atirājā bhaveyya, devānaṁ atidevo bhaveyya, brahmānaṁ atibrahmā bhaveyya, samaṇānaṁ atisamaṇo bhaveyya, brāhmaṇānaṁ atibrāhmaṇo bhaveyya, arahantānaṁ atiarahā bhaveyyā”ti.",
  "mil6.3.1:11.5": "“Tena hi, mahārāja, paradukkhāpanena dinnadānaṁ sukhavipākaṁ hoti saggasaṁvattanikaṁ, yaṁ so rājā balinā janaṁ pīḷetvā dinnadānena evarūpaṁ uttariṁ yasasukhaṁ anubhavatī”ti.",
  "mil6.3.1:12.1": "“Atidānaṁ, bhante nāgasena, vessantarena raññā dinnaṁ, yaṁ so sakaṁ bhariyaṁ parassa bhariyatthāya adāsi, sake orase putte brāhmaṇassa dāsatthāya adāsi, atidānaṁ nāma, bhante nāgasena, loke vidūhi ninditaṁ garahitaṁ, yathā nāma, bhante nāgasena, atibhārena sakaṭassa akkho bhijjati, atibhārena nāvā osīdati, atibhuttena bhojanaṁ visamaṁ pariṇamati, ativassena dhaññaṁ vinassati, atidānena bhogakkhayaṁ upeti, atitāpena pathavī upaḍayhati, atirāgena ummattako hoti, atidosena vajjho hoti, atimohena anayaṁ āpajjati, atilobhena coraggahaṇamupagacchati, atibhayena nirujjhati, atipūrena nadī uttarati, ativātena asani patati, atiagginā odanaṁ uttarati, atisañcaraṇena na ciraṁ jīvati.",
  "mil6.3.1:12.2": "Evameva kho, bhante nāgasena, atidānaṁ nāma loke vidūhi ninditaṁ garahitaṁ, atidānaṁ, bhante nāgasena, vessantarena raññā dinnaṁ, na tattha kiñci phalaṁ icchitabban”ti.",
  "mil6.3.1:13.1": "“Atidānaṁ, mahārāja, loke vidūhi vaṇṇitaṁ thutaṁ pasatthaṁ, ye keci yādisaṁ kīdisaṁ dānaṁ denti, atidānadāyī loke kittiṁ pāpuṇāti.",
  "mil6.3.1:13.2": "Yathā, mahārāja, atipavaratāya dibbaṁ vanamūlaṁ gahitampi hatthapāse ṭhitānaṁ parajanānaṁ na dassayati, agado atijaccatāya pīḷāya samugghātako rogānaṁ antakaro, aggi atijotitāya ḍahati, udakaṁ atisītatāya nibbāpeti, padumaṁ parisuddhatāya na upalimpati vārikaddamena, maṇi atiguṇatāya kāmadado, vajiraṁ atitikhiṇatāya vijjhati maṇimuttāphalikaṁ, pathavī atimahantatāya naroragamigapakkhijalaselapabbatadume dhāreti, samuddo atimahantatāya aparipūraṇo, sineru atibhāratāya acalo, ākāso ativitthāratāya ananto, sūriyo atippabhatāya timiraṁ ghāteti, sīho atijātitāya vigatabhayo, mallo atibalavatāya paṭimallaṁ khippaṁ ukkhipati, rājā atipuññatāya adhipati, bhikkhu atisīlavantatāya nāgayakkhanaramarūhi namassanīyo, buddho atiaggatāya anupamo.",
  "mil6.3.1:13.3": "Evameva kho, mahārāja, atidānaṁ nāma loke vidūhi vaṇṇitaṁ thutaṁ pasatthaṁ, ye keci yādisaṁ kīdisaṁ dānaṁ denti, atidānadāyī loke kittiṁ pāpuṇāti, atidānena vessantaro rājā dasasahassiyā lokadhātuyā vaṇṇito thuto pasattho mahito kittito, teneva atidānena vessantaro rājā ajjetarahi buddho jāto aggo sadevake loke.",
  "mil6.3.1:14.1": "Atthi pana, mahārāja, loke ṭhapanīyaṁ dānaṁ, yaṁ dakkhiṇeyye anuppatte na dātabban”ti?",
  "mil6.3.1:14.2": "“Dasa kho panimāni, bhante nāgasena, dānāni, yāni loke adānasammatāni, yo tāni dānāni deti, so apāyagāmī hoti.",
  "mil6.3.1:14.3": "Katamāni dasa?",
  "mil6.3.1:14.4": "Majjadānaṁ, bhante nāgasena, loke adānasammataṁ, yo taṁ dānaṁ deti, so apāyagāmī hoti.",
  "mil6.3.1:14.5": "Samajjadānaṁ …pe…",
  "mil6.3.1:14.6": "itthidānaṁ …",
  "mil6.3.1:14.7": "usabhadānaṁ …",
  "mil6.3.1:14.8": "cittakammadānaṁ …",
  "mil6.3.1:14.9": "satthadānaṁ …",
  "mil6.3.1:14.10": "visadānaṁ …",
  "mil6.3.1:14.11": "saṅkhalikadānaṁ …",
  "mil6.3.1:14.12": "kukkuṭasūkaradānaṁ …",
  "mil6.3.1:14.13": "tulākūṭamānakūṭadānaṁ, bhante nāgasena, loke adānasammataṁ hoti, yo taṁ dānaṁ deti, so apāyagāmī hoti.",
  "mil6.3.1:14.14": "Imāni kho, bhante nāgasena, dasa dānāni loke adānasammatāni, yo tāni dānāni deti, so apāyagāmī hotī”ti.",
  "mil6.3.1:15.1": "“Nāhaṁ taṁ, mahārāja, adānasammataṁ pucchāmi, imaṁ khvāhaṁ, mahārāja, taṁ pucchāmi ‘atthi pana, mahārāja, loke ṭhapanīyaṁ dānaṁ, yaṁ dakkhiṇeyye anuppatte na dātabban’”ti.",
  "mil6.3.1:15.2": "“Natthi, bhante nāgasena, loke ṭhapanīyaṁ dānaṁ.",
  "mil6.3.1:15.3": "Yaṁ dakkhiṇeyye anuppatte na dātabbaṁ, cittappasāde uppanne keci dakkhiṇeyyānaṁ bhojanaṁ denti, keci acchādanaṁ, keci sayanaṁ, keci āvasathaṁ, keci attharaṇapāvuraṇaṁ, keci dāsidāsaṁ, keci khettavatthuṁ, keci dvipadacatuppadaṁ, keci sataṁ sahassaṁ satasahassaṁ, keci mahārajjaṁ, keci jīvitampi dentī”ti.",
  "mil6.3.1:15.4": "“Yadi pana, mahārāja, keci jīvitampi denti, kiṁ kāraṇā vessantaraṁ dānapatiṁ atibāḷhaṁ paripātesi sudinne putte ca dāre ca?",
  "mil6.3.1:16.1": "Api nu kho, mahārāja, atthi lokapakati lokāciṇṇaṁ, labhati pitā puttaṁ iṇaṭṭo vā ājīvikapakato vā āvapituṁ vā vikkiṇituṁ vā”ti?",
  "mil6.3.1:16.2": "“Āma, bhante, labhati pitā puttaṁ iṇaṭṭo vā ājīvikapakato vā āvapituṁ vā vikkiṇituṁ vā”ti.",
  "mil6.3.1:16.3": "“Yadi, mahārāja, labhati pitā puttaṁ iṇaṭṭo vā ājīvikapakato vā āvapituṁ vā vikkiṇituṁ vā, vessantaropi, mahārāja, rājā alabhamāno sabbaññutañāṇaṁ upadduto dukkhito tassa dhammadhanassa paṭilābhāya puttadāraṁ āvapesi ca vikkiṇi ca.",
  "mil6.3.1:16.4": "Iti, mahārāja, vessantarena raññā aññesaṁ dinnaṁyeva dinnaṁ, kataṁyeva kataṁ.",
  "mil6.3.1:16.5": "Kissa pana tvaṁ, mahārāja, tena dānena vessantaraṁ dānapatiṁ atibāḷhaṁ apasādesī”ti?",
  "mil6.3.1:17.1": "“Nāhaṁ, bhante nāgasena, vessantarassa dānapatino dānaṁ garahāmi, api ca puttadāraṁ yācante niminitvā attānaṁ dātabban”ti.",
  "mil6.3.1:17.2": "“Etaṁ kho, mahārāja, asabbhikāraṇaṁ, yaṁ puttadāraṁ yācante attānaṁ dadeyya, yaṁ yaṁ hi yācante taṁ tadeva dātabbaṁ, etaṁ sappurisānaṁ kammaṁ.",
  "mil6.3.1:17.3": "Yathā, mahārāja, koci puriso pānīyaṁ āharāpeyya, tassa yo bhojanaṁ dadeyya, api nu so, mahārāja, puriso tassa kiccakārī assā”ti?",
  "mil6.3.1:17.4": "“Na hi, bhante, yaṁ so āharāpeti, tameva tassa dento kiccakārī assā”ti.",
  "mil6.3.1:17.5": "“Evameva kho, mahārāja, vessantaro rājā brāhmaṇe puttadāraṁ yācante puttadāraṁ yeva adāsi.",
  "mil6.3.1:17.6": "Sace, mahārāja, brāhmaṇo vessantarassa sarīraṁ yāceyya, na so, mahārāja, attānaṁ rakkheyya na kampeyya na rajjeyya, tassa dinnaṁ pariccattaṁyeva sarīraṁ bhaveyya.",
  "mil6.3.1:17.7": "Sace, mahārāja, koci vessantaraṁ dānapatiṁ upagantvā yāceyya ‘dāsattaṁ me upehī’ti, dinnaṁ pariccattaṁyevassa sarīraṁ bhaveyya, na so datvā tapeyya, rañño, mahārāja, vessantarassa kāyo bahusādhāraṇo.",
  "mil6.3.1:18.1": "Yathā, mahārāja, pakkā maṁsapesi bahusādhāraṇā;",
  "mil6.3.1:18.2": "evameva kho, mahārāja, rañño vessantarassa kāyo bahusādhāraṇo.",
  "mil6.3.1:18.3": "Yathā vā pana, mahārāja, phalito rukkho nānādijagaṇasādhāraṇo;",
  "mil6.3.1:18.4": "evameva kho, mahārāja, rañño vessantarassa kāyo bahusādhāraṇo.",
  "mil6.3.1:18.5": "Kiṁ kāraṇā?",
  "mil6.3.1:18.6": "‘Evāhaṁ paṭipajjanto sammāsambodhiṁ pāpuṇissāmī’ti.",
  "mil6.3.1:19.1": "Yathā, mahārāja, puriso adhano dhanatthiko dhanapariyesanaṁ caramāno ajapathaṁ saṅkupathaṁ vettapathaṁ gacchati, jalathalavāṇijjaṁ karoti, kāyena vācāya manasā dhanaṁ ārādheti, dhanappaṭilābhāya vāyamati;",
  "mil6.3.1:19.2": "evameva kho, mahārāja, vessantaro dānapati adhano buddhadhanena sabbaññutañāṇaratanappaṭilābhāya yācakānaṁ dhanadhaññaṁ dāsidāsaṁ yānavāhanaṁ sakalasāpateyyaṁ sakaṁ puttadāraṁ attānañca cajitvā sammāsambodhiṁyeva pariyesati.",
  "mil6.3.1:20.1": "Yathā vā pana, mahārāja, amacco muddakāmo muddādhikaraṇaṁ yaṁ kiñci gehe dhanadhaññaṁ hiraññasuvaṇṇaṁ, taṁ sabbaṁ datvāpi muddappaṭilābhāya vāyamati;",
  "mil6.3.1:20.2": "evameva kho, mahārāja, vessantaro dānapati sabbaṁ taṁ bāhirabbhantaradhanaṁ datvā jīvitampi paresaṁ datvā sammāsambodhiṁyeva pariyesati.",
  "mil6.3.1:21.1": "Api ca, mahārāja, vessantarassa dānapatino evaṁ ahosi ‘yaṁ so brāhmaṇo yācati, tamevāhaṁ tassa dento kiccakārī nāma homī’ti, evaṁ so tassa puttadāramadāsi.",
  "mil6.3.1:21.2": "Na kho, mahārāja, vessantaro dānapati dessatāya brāhmaṇassa puttadāramadāsi, na adassanakāmatāya puttadāramadāsi, na atibahukā me puttadārā, ‘na sakkomi te posetun’ti puttadāramadāsi, na ukkaṇṭhito ‘appiyā me’ti nīharitukāmatāya puttadāramadāsi.",
  "mil6.3.1:21.3": "Atha kho sabbaññutañāṇaratanasseva piyattā sabbaññutañāṇassa kāraṇā vessantaro rājā evarūpaṁ atulaṁ vipulamanuttaraṁ piyaṁ manāpaṁ dayitaṁ pāṇasamaṁ puttadāradānavaraṁ brāhmaṇassa adāsi.",
  "mil6.3.1:22.1": "Bhāsitampetaṁ, mahārāja, bhagavatā devātidevena cariyāpiṭake—",
  "mil6.3.1:23.1": "‘Na me dessā ubho puttā,",
  "mil6.3.1:23.2": "maddī devī na dessiyā;",
  "mil6.3.1:23.3": "Sabbaññutaṁ piyaṁ mayhaṁ,",
  "mil6.3.1:23.4": "tasmā piye adāsahan’ti.",
  "mil6.3.1:24.1": "Tasmā, mahārāja, vessantaro rājā puttadānaṁ datvā paṇṇasālaṁ pavisitvā nipajji.",
  "mil6.3.1:24.2": "Tassa atipemena dukkhitassa balavasoko uppajji, hadayavatthu uṇhamahosi.",
  "mil6.3.1:24.3": "Nāsikāya appahontiyā mukhena uṇhe assāsapassāse vissajjesi, assūni parivattitvā lohitabindūni hutvā nettehi nikkhamiṁsu.",
  "mil6.3.1:24.4": "Evameva kho, mahārāja, dukkhena vessantaro rājā brāhmaṇassa puttadāramadāsi ‘mā me dānapatho parihāyī’ti.",
  "mil6.3.1:25.1": "Api ca, mahārāja, vessantaro rājā dve atthavase paṭicca brāhmaṇassa dve dārake adāsi.",
  "mil6.3.1:25.2": "Katame dve?",
  "mil6.3.1:25.3": "Dānapatho ca me aparihīno bhavissati, dukkhite ca me puttake vanamūlaphalehi itonidānaṁ ayyako mocessatīti.",
  "mil6.3.1:25.4": "Jānāti hi, mahārāja, vessantaro rājā ‘na me dārakā sakkā kenaci dāsabhogena bhuñjituṁ, ime ca dārake ayyako nikkiṇissati, evaṁ amhākampi gamanaṁ bhavissatī’ti.",
  "mil6.3.1:25.5": "Ime kho, mahārāja, dve atthavase paṭicca brāhmaṇassa dve dārake adāsi.",
  "mil6.3.1:26.1": "Api ca, mahārāja, vessantaro rājā jānāti ‘ayaṁ kho brāhmaṇo jiṇṇo vuḍḍho mahallako dubbalo bhaggo daṇḍaparāyaṇo khīṇāyuko parittapuñño, neso samattho ime dārake dāsabhogena bhuñjitun’ti.",
  "mil6.3.1:26.2": "Sakkuṇeyya pana, mahārāja, puriso pākatikena balena ime candimasūriye evaṁmahiddhike evaṁmahānubhāve gahetvā peḷāya vā samugge vā pakkhipitvā nippabhe katvā thālakaparibhogena paribhuñjitun”ti?",
  "mil6.3.1:26.3": "“Na hi, bhante”ti.",
  "mil6.3.1:26.4": "“Evameva kho, mahārāja, imasmiṁ loke candimasūriyappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjitunti.",
  "mil6.3.1:27.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:27.2": "Yathā, mahārāja, rañño cakkavattissa maṇiratanaṁ subhaṁ jātimantaṁ aṭṭhaṁsaṁ suparikammakataṁ catuhatthāyāmaṁ sakaṭanābhipariṇāhaṁ na sakkā kenaci pilotikāya veṭhetvā peḷāya pakkhipitvā satthakanisānaparibhogena paribhuñjituṁ;",
  "mil6.3.1:27.3": "evameva kho, mahārāja, loke cakkavattirañño maṇiratanappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:28.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:28.2": "Yathā, mahārāja, tidhā pabhinno sabbaseto sattappatiṭṭhito aṭṭharatanubbedho navaratanāyāmapariṇāho pāsādiko dassanīyo uposatho nāgarājā na sakkā kenaci suppena vā sarāvena vā pidahituṁ, govacchako viya vacchakasālāya pakkhipitvā pariharituṁ vā;",
  "mil6.3.1:28.3": "evameva kho, mahārāja, loke uposathanāgarājappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:29.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:29.2": "Yathā, mahārāja, mahāsamuddo dīghaputhulavitthiṇṇo gambhīro appameyyo duruttaro apariyogāḷho anāvaṭo na sakkā kenaci sabbattha pidahitvā ekatitthena paribhogaṁ kātuṁ;",
  "mil6.3.1:29.3": "evameva kho, mahārāja, loke mahāsamuddappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:30.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:30.2": "Yathā, mahārāja, himavanto pabbatarājā pañcayojanasataṁ accuggato nabhe tisahassayojanāyāmavitthāro caturāsītikūṭasahassappaṭimaṇḍito pañcannaṁ mahānadīsatānaṁ pabhavo mahābhūtagaṇālayo nānāvidhagandhadharo dibbosadhasatasamalaṅkato nabhe valāhako viya accuggato dissati;",
  "mil6.3.1:30.3": "evameva kho, mahārāja, loke himavantapabbatarājappaṭibhāgassa vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:31.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:31.2": "Yathā, mahārāja, rattandhakāratimisāyaṁ uparipabbatagge jalamāno mahāaggikkhandho suvidūrepi paññāyati;",
  "mil6.3.1:31.3": "evameva kho, mahārāja, vessantaro rājā pabbatagge jalamāno mahāaggikkhandho viya suvidūrepi pākaṭo paññāyati, tassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:32.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena vessantarassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:32.2": "Yathā, mahārāja, himavante pabbate nāgapupphasamaye ujuvāte vāyante dasa dvādasa yojanāni pupphagandho vāyati;",
  "mil6.3.1:32.3": "evameva kho, mahārāja, vessantarassa rañño api yojanasahassehipi yāva akaniṭṭhabhavanaṁ etthantare surāsuragaruḷagandhabbayakkharakkhasamahoragakinnaraindabhavanesu kittisaddo abbhuggato, sīlavaragandho cassa sampavāyati, tena tassa dārakā na sakkā kenaci dāsabhogena bhuñjituṁ.",
  "mil6.3.1:32.4": "Anusiṭṭho, mahārāja, jālī kumāro pitarā vessantarena raññā ‘ayyako te, tāta, tumhe brāhmaṇassa dhanaṁ datvā nikkiṇanto taṁ nikkhasahassaṁ datvā nikkiṇātu, kaṇhājinaṁ nikkiṇanto dāsasataṁ dāsisataṁ hatthisataṁ assasataṁ dhenusataṁ usabhasataṁ nikkhasatanti sabbasataṁ datvā nikkiṇātu, yadi te, tāta, ayyako tumhe brāhmaṇassa hatthato āṇāya balasā mudhā gaṇhāti, mā tumhe ayyakassa vacanaṁ karittha, brāhmaṇasseva anuyāyino hothā’ti, evamanusāsitvā putte pesesi, tato jālīkumāro gantvā ayyakena puṭṭho kathesi—",
  "mil6.3.1:33.1": "‘Sahassagghañhi maṁ tāta,",
  "mil6.3.1:33.2": "brāhmaṇassa pitā adā;",
  "mil6.3.1:33.3": "Atho kaṇhājinaṁ kaññaṁ,",
  "mil6.3.1:33.4": "hatthīnañca satena cā’”ti.",
  "mil6.3.1:34.1": "“Sunibbeṭhito, bhante nāgasena, pañho;",
  "mil6.3.1:34.2": "subhinnaṁ diṭṭhijālaṁ;",
  "mil6.3.1:34.3": "sumaddito paravādo;",
  "mil6.3.1:34.4": "sakasamayo sudīpito;",
  "mil6.3.1:34.5": "byañjanaṁ suparisodhitaṁ;",
  "mil6.3.1:34.6": "suvibhatto attho;",
  "mil6.3.1:34.7": "evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.3.1:35.1": "Vessantarapañho paṭhamo."
}