{
  "mil6.1.7:0.1": "Milindapañha ",
  "mil6.1.7:0.2": "Anumānapañha ",
  "mil6.1.7:0.3": "Buddhavagga ",
  "mil6.1.7:0.4": "7. Abhisamayantarāyakarapañha ",
  "mil6.1.7:1.1": "“Bhante nāgasena, idha yo koci gihī pārājikaṁ ajjhāpanno bhaveyya, so aparena samayena pabbājeyya, attanāpi so na jāneyya ‘gihipārājikaṁ ajjhāpannosmī’ti, napi tassa añño koci ācikkheyya ‘gihipārājikaṁ ajjhāpannosī’ti. ",
  "mil6.1.7:1.2": "So ca tathattāya paṭipajjeyya, api nu tassa dhammābhisamayo bhaveyyā”ti? ",
  "mil6.1.7:1.3": "“Na hi, mahārājā”ti. ",
  "mil6.1.7:1.4": "“Kena, bhante, kāraṇenā”ti? ",
  "mil6.1.7:1.5": "“Yo tassa hetu dhammābhisamayāya, so tassa samucchinno, tasmā dhammābhisamayo na bhavatī”ti. ",
  "mil6.1.7:2.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil6.1.7:2.2": "‘jānantassa kukkuccaṁ hoti, kukkucce sati āvaraṇaṁ hoti, āvaṭe citte dhammābhisamayo na hotī’ti. ",
  "mil6.1.7:2.3": "Imassa pana ajānantassa akukkuccajātassa santacittassa viharato kena kāraṇena dhammābhisamayo na hoti, visamena visameneso pañho gacchati, cintetvā visajjethā”ti. ",
  "mil6.1.7:3.1": "“Ruhati, mahārāja, sukaṭṭhe sukalale maṇḍakhette sāradaṁ sukhasayitaṁ bījan”ti? ",
  "mil6.1.7:3.2": "“Āma, bhante”ti. ",
  "mil6.1.7:3.3": "“Api nu, mahārāja, taññeva bījaṁ ghanaselasilātale ruheyyā”ti? ",
  "mil6.1.7:3.4": "“Na hi, bhante”ti. ",
  "mil6.1.7:3.5": "“Kissa pana, mahārāja, taññeva bījaṁ kalale ruhati, kissa ghanasele na ruhatī”ti? ",
  "mil6.1.7:3.6": "“Natthi, bhante, tassa bījassa ruhanāya ghanasele hetu, ahetunā bījaṁ na ruhatī”ti. ",
  "mil6.1.7:3.7": "“Evameva kho, mahārāja, yena hetunā tassa dhammābhisamayo bhaveyya, so tassa hetu samucchinno, ahetunā dhammābhisamayo na hoti. ",
  "mil6.1.7:4.1": "Yathā vā pana, mahārāja, daṇḍaleḍḍulaguḷamuggarā pathaviyā ṭhānamupagacchanti, api nu, mahārāja, teyeva daṇḍaleḍḍulaguḷamuggarā gagane ṭhānamupagacchantī”ti? ",
  "mil6.1.7:4.2": "“Na hi, bhante”ti. ",
  "mil6.1.7:4.3": "“Kiṁ panettha, mahārāja, kāraṇaṁ, yena kāraṇena teyeva daṇḍaleḍḍulaguḷamuggarā pathaviyā ṭhānamupagacchanti, kena kāraṇena gagane na tiṭṭhantī”ti? ",
  "mil6.1.7:4.4": "“Natthi, bhante, tesaṁ daṇḍaleḍḍulaguḷamuggarānaṁ patiṭṭhānāya ākāse hetu, ahetunā na tiṭṭhantī”ti. ",
  "mil6.1.7:4.5": "“Evameva kho, mahārāja, tassa tena dosena abhisamayahetu samucchinno, hetusamugghāte ahetunā abhisamayo na hotīti. ",
  "mil6.1.7:5.1": "Yathā vā pana, mahārāja, thale aggi jalati, api nu kho, mahārāja, soyeva aggi udake jalatī”ti? ",
  "mil6.1.7:5.2": "“Na hi, bhante”ti. ",
  "mil6.1.7:5.3": "“Kiṁ panettha, mahārāja, kāraṇaṁ, yena kāraṇena soyeva aggi thale jalati, kena kāraṇena udake na jalatī”ti? ",
  "mil6.1.7:5.4": "“Natthi, bhante, aggissa jalanāya udake hetu, ahetunā na jalatī”ti. ",
  "mil6.1.7:5.5": "“Evameva kho, mahārāja, tassa tena dosena abhisamayahetu samucchinno, hetusamugghāte ahetunā dhammābhisamayo na hotī”ti. ",
  "mil6.1.7:6.1": "“Bhante nāgasena, punapetaṁ atthaṁ cintehi, na me tattha cittasaññatti bhavati, ajānantassa asati kukkucce āvaraṇaṁ hotīti, kāraṇena maṁ saññāpehī”ti. ",
  "mil6.1.7:6.2": "“Api nu, mahārāja, visaṁ halāhalaṁ ajānantena khāyitaṁ jīvitaṁ haratī”ti? ",
  "mil6.1.7:6.3": "“Āma, bhante”ti. ",
  "mil6.1.7:6.4": "“Evameva kho, mahārāja, ajānantenapi kataṁ pāpaṁ abhisamayantarāyakaraṁ hoti. ",
  "mil6.1.7:7.1": "Api nu, mahārāja, aggi ajānitvā akkamantaṁ ḍahatī”ti? ",
  "mil6.1.7:7.2": "“Āma, bhante”ti. ",
  "mil6.1.7:7.3": "“Evameva kho, mahārāja, ajānantenapi kataṁ pāpaṁ abhisamayantarāyakaraṁ hoti. ",
  "mil6.1.7:8.1": "Api nu, mahārāja, ajānantaṁ āsīviso ḍaṁsitvā jīvitaṁ haratī”ti? ",
  "mil6.1.7:8.2": "“Āma, bhante”ti. ",
  "mil6.1.7:8.3": "“Evameva kho, mahārāja, ajānantenapi kataṁ pāpaṁ abhisamayantarāyakaraṁ hoti. ",
  "mil6.1.7:9.1": "Nanu, mahārāja, kāliṅgarājā samaṇakolañño sattaratanaparikiṇṇo hatthiratanamabhiruyha kuladassanāya gacchanto ajānantopi nāsakkhi bodhimaṇḍassa uparito gantuṁ, idamettha, mahārāja, kāraṇaṁ, yena kāraṇena ajānantenapi kataṁ pāpaṁ abhisamayantarāyakaraṁ hotī”ti? ",
  "mil6.1.7:9.2": "“Jinabhāsitaṁ, bhante nāgasena, kāraṇaṁ na sakkā paṭikkosituṁ, esovetassa attho tathā sampaṭicchāmī”ti. ",
  "mil6.1.7:10.1": "Abhisamayantarāyakarapañho sattamo. "
}