{
  "mil6.2.1:0.1": "Milindapañha",
  "mil6.2.1:0.2": "Anumānapañha",
  "mil6.2.1:0.3": "Nippapañcavagga",
  "mil6.2.1:0.4": "1. Nippapañcapañha",
  "mil6.2.1:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil6.2.1:1.2": "‘nippapañcārāmā, bhikkhave, viharatha nippapañcaratino’ti, katamaṁ taṁ nippapañcan”ti?",
  "mil6.2.1:1.3": "“Sotāpattiphalaṁ, mahārāja, nippapañcaṁ, sakadāgāmiphalaṁ nippapañcaṁ, anāgāmiphalaṁ nippapañcaṁ, arahattaphalaṁ nippapañcan”ti.",
  "mil6.2.1:2.1": "“Yadi, bhante nāgasena, sotāpattiphalaṁ nippapañcaṁ, sakadāgāmianāgāmiarahattaphalaṁ nippapañcaṁ, kissa pana ime bhikkhū uddisanti paripucchanti suttaṁ geyyaṁ veyyākaraṇaṁ gāthaṁ udānaṁ itivuttakaṁ jātakaṁ abbhutadhammaṁ vedallaṁ, navakammena palibujjhanti dānena ca pūjāya ca, nanu te jinappaṭikkhittaṁ kammaṁ karontī”ti?",
  "mil6.2.1:3.1": "“Ye te, mahārāja, bhikkhū uddisanti paripucchanti suttaṁ geyyaṁ veyyākaraṇaṁ gāthaṁ udānaṁ itivuttakaṁ jātakaṁ abbhutadhammaṁ vedallaṁ, navakammena palibujjhanti dānena ca pūjāya ca, sabbe te nippapañcassa pattiyā karonti.",
  "mil6.2.1:3.2": "Ye te, mahārāja, sabhāvaparisuddhā pubbe vāsitavāsanā, te ekacittakkhaṇena nippapañcā honti.",
  "mil6.2.1:3.3": "Ye pana te bhikkhū mahārajakkhā, te imehi payogehi nippapañcā honti.",
  "mil6.2.1:4.1": "Yathā, mahārāja, eko puriso khette bījaṁ ropetvā attano yathābalavīriyena vinā pākāravatiyā dhaññaṁ uddhareyya, eko puriso khette bījaṁ ropetvā vanaṁ pavisitvā kaṭṭhañca sākhañca chinditvā vatipākāraṁ katvā dhaññaṁ uddhareyya.",
  "mil6.2.1:4.2": "Yā tattha tassa vatipākārapariyesanā, sā dhaññatthāya.",
  "mil6.2.1:4.3": "Evameva kho, mahārāja, ye te sabhāvaparisuddhā pubbe vāsitavāsanā, te ekacittakkhaṇena nippapañcā honti, vinā vatipākāraṁ puriso viya dhaññuddhāro.",
  "mil6.2.1:4.4": "Ye pana te bhikkhū mahārajakkhā, te imehi payogehi nippapañcā honti, vatipākāraṁ katvā puriso viya dhaññuddhāro.",
  "mil6.2.1:5.1": "Yathā vā pana, mahārāja, puriso mahatimahante ambarukkhamatthake phalapiṇḍi bhaveyya, atha tattha yo koci iddhimā āgantvā tassa phalaṁ hareyya, yo pana tattha aniddhimā, so kaṭṭhañca valliñca chinditvā nisseṇiṁ bandhitvā tāya taṁ rukkhaṁ abhiruhitvā phalaṁ hareyya.",
  "mil6.2.1:5.2": "Yā tattha tassa nisseṇipariyesanā, sā phalatthāya.",
  "mil6.2.1:5.3": "Evameva kho, mahārāja, ye te sabhāvaparisuddhā pubbe vāsitavāsanā, te ekacittakkhaṇena nippapañcā honti, iddhimā viya rukkhaphalaṁ haranto.",
  "mil6.2.1:5.4": "Ye pana te bhikkhū mahārajakkhā, te iminā payogena saccāni abhisamenti, nisseṇiyā viya puriso rukkhaphalaṁ haranto.",
  "mil6.2.1:6.1": "Yathā vā pana, mahārāja, eko puriso atthakaraṇiko ekakoyeva sāmikaṁ upagantvā atthaṁ sādheti.",
  "mil6.2.1:6.2": "Eko dhanavā dhanavasena parisaṁ vaḍḍhetvā parisāya atthaṁ sādheti.",
  "mil6.2.1:6.3": "Yā tattha tassa parisapariyesanā, sā atthatthāya.",
  "mil6.2.1:6.4": "Evameva kho, mahārāja, ye te sabhāvaparisuddhā pubbe vāsitavāsanā, te ekacittakkhaṇena chasu abhiññāsu vasibhāvaṁ pāpuṇanti, puriso viya ekako atthasiddhiṁ karonto.",
  "mil6.2.1:6.5": "Ye pana te bhikkhū mahārajakkhā, te imehi payogehi sāmaññatthamabhisādhenti, parisāya viya puriso atthasiddhiṁ karonto.",
  "mil6.2.1:7.1": "Uddesopi, mahārāja, bahukāro, paripucchāpi bahukārā, navakammampi bahukāraṁ, dānampi bahukāraṁ, pūjāpi bahukārā tesu tesu karaṇīyesu.",
  "mil6.2.1:7.2": "Yathā, mahārāja, puriso rājūpasevī katāvī amaccabhaṭabaladovārikaanīkaṭṭhapārisajjajanehi, te tassa karaṇīye anuppatte sabbepi upakārā honti.",
  "mil6.2.1:7.3": "Evameva kho, mahārāja, uddesopi bahukāro, paripucchāpi bahukārā, navakammampi bahukāraṁ, dānampi bahukāraṁ, pūjāpi bahukārā tesu tesu karaṇīyesu.",
  "mil6.2.1:7.4": "Yadi, mahārāja, sabbepi abhijātiparisuddhā bhaveyyuṁ, anusāsanena karaṇīyaṁ na bhaveyya.",
  "mil6.2.1:7.5": "Yasmā ca kho, mahārāja, savanena karaṇīyaṁ hoti, thero, mahārāja, sāriputto aparimitamasaṅkheyyakappaṁ upādāya upacitakusalamūlo paññāya koṭiṁ gato, sopi vinā savanena nāsakkhi āsavakkhayaṁ pāpuṇituṁ, tasmā, mahārāja, bahukāraṁ savanaṁ, tathā uddesopi paripucchāpi, tasmā uddesaparipucchāpi nippapañcā saṅkhatā”ti.",
  "mil6.2.1:7.6": "“Sunijjhāpito, bhante nāgasena, pañho, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.2.1:8.1": "Nippapañcapañho paṭhamo."
}