{
  "mil6.3.11:0.1": "Milindapañha ",
  "mil6.3.11:0.2": "Anumānapañha ",
  "mil6.3.11:0.3": "Vessantaravagga ",
  "mil6.3.11:0.4": "11. Nibbānasacchikaraṇapañha ",
  "mil6.3.11:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil6.3.11:1.2": "‘nibbānaṁ na atītaṁ, na anāgataṁ, na paccuppannaṁ, na uppannaṁ na anuppannaṁ na uppādanīyan’ti. ",
  "mil6.3.11:1.3": "Idha, bhante nāgasena, yo koci sammāpaṭipanno nibbānaṁ sacchikaroti, so uppannaṁ sacchikaroti, udāhu uppādetvā sacchikarotī”ti? ",
  "mil6.3.11:1.4": "“Yo koci, mahārāja, sammāpaṭipanno nibbānaṁ sacchikaroti, so na uppannaṁ sacchikaroti, na uppādetvā sacchikaroti, api ca, mahārāja, atthesā nibbānadhātu, yaṁ so sammāpaṭipanno sacchikarotī”ti. ",
  "mil6.3.11:2.1": "“Mā, bhante nāgasena, imaṁ pañhaṁ paṭicchannaṁ katvā dīpehi, vivaṭaṁ pākaṭaṁ katvā dīpehi chandajāto ussāhajāto, yaṁ te sikkhitaṁ, taṁ sabbaṁ etthevākirāhi, etthāyaṁ jano sammūḷho vimatijāto saṁsayapakkhando, bhindetaṁ antodosasallan”ti. ",
  "mil6.3.11:2.2": "“Atthesā, mahārāja, nibbānadhātu santā sukhā paṇītā, taṁ sammāpaṭipanno jinānusiṭṭhiyā saṅkhāre sammasanto paññāya sacchikaroti. ",
  "mil6.3.11:2.3": "Yathā, mahārāja, antevāsiko ācariyānusiṭṭhiyā vijjaṁ paññāya sacchikaroti; ",
  "mil6.3.11:2.4": "evameva kho, mahārāja, sammāpaṭipanno jinānusiṭṭhiyā paññāya nibbānaṁ sacchikaroti. ",
  "mil6.3.11:3.1": "Kathaṁ pana taṁ nibbānaṁ daṭṭhabbanti? ",
  "mil6.3.11:3.2": "Anītito nirupaddavato abhayato khemato santato sukhato sātato paṇītato sucito sītalato daṭṭhabbaṁ. ",
  "mil6.3.11:4.1": "Yathā, mahārāja, puriso bahukaṭṭhapuñjena jalitakaṭṭhitena agginā dayhamāno vāyāmena tato muñcitvā niraggikokāsaṁ pavisitvā tattha paramasukhaṁ labheyya; ",
  "mil6.3.11:4.2": "evameva kho, mahārāja, yo sammāpaṭipanno, so yoniso manasikārena byapagatatividhaggisantāpaṁ paramasukhaṁ nibbānaṁ sacchikaroti. ",
  "mil6.3.11:4.3": "Yathā, mahārāja, aggi, evaṁ tividhaggi daṭṭhabbo; ",
  "mil6.3.11:4.4": "yathā aggigato puriso, evaṁ sammāpaṭipanno daṭṭhabbo; ",
  "mil6.3.11:4.5": "yathā niraggikokāso, evaṁ nibbānaṁ daṭṭhabbaṁ. ",
  "mil6.3.11:5.1": "Yathā vā pana, mahārāja, puriso ahikukkuramanussakuṇapasarīravaḷañjakoṭṭhāsarāsigato kuṇapajaṭājaṭitantaramanupaviṭṭho vāyāmena tato muñcitvā nikkuṇapokāsaṁ pavisitvā tattha paramasukhaṁ labheyya; ",
  "mil6.3.11:5.2": "evameva kho, mahārāja, yo sammāpaṭipanno, so yoniso manasikārena byapagatakilesakuṇapaṁ paramasukhaṁ nibbānaṁ sacchikaroti. ",
  "mil6.3.11:5.3": "Yathā, mahārāja, kuṇapaṁ, evaṁ pañca kāmaguṇā daṭṭhabbā; ",
  "mil6.3.11:5.4": "yathā kuṇapagato puriso, evaṁ sammāpaṭipanno daṭṭhabbo; ",
  "mil6.3.11:5.5": "yathā nikkuṇapokāso, evaṁ nibbānaṁ daṭṭhabbaṁ. ",
  "mil6.3.11:6.1": "Yathā vā pana, mahārāja, puriso bhīto tasito kampito viparītavibbhantacitto vāyāmena tato muñcitvā daḷhaṁ thiraṁ acalaṁ abhayaṭṭhānaṁ pavisitvā tattha paramasukhaṁ labheyya; ",
  "mil6.3.11:6.2": "evameva kho, mahārāja, yo sammāpaṭipanno, so yoniso manasikārena byapagatabhayasantāsaṁ paramasukhaṁ nibbānaṁ sacchikaroti. ",
  "mil6.3.11:6.3": "Yathā, mahārāja, bhayaṁ, evaṁ jātijarābyādhimaraṇaṁ paṭicca aparāparaṁ pavattabhayaṁ daṭṭhabbaṁ; ",
  "mil6.3.11:6.4": "yathā bhīto puriso, evaṁ sammāpaṭipanno daṭṭhabbo; ",
  "mil6.3.11:6.5": "yathā abhayaṭṭhānaṁ, evaṁ nibbānaṁ daṭṭhabbaṁ. ",
  "mil6.3.11:7.1": "Yathā vā pana, mahārāja, puriso kiliṭṭhamalinakalalakaddamadese patito vāyāmena taṁ kalalakaddamaṁ apavāhetvā parisuddhavimaladesamupagantvā tattha paramasukhaṁ labheyya; ",
  "mil6.3.11:7.2": "evameva kho, mahārāja, yo sammāpaṭipanno, so yoniso manasikārena byapagatakilesamalakaddamaṁ paramasukhaṁ nibbānaṁ sacchikaroti. ",
  "mil6.3.11:7.3": "Yathā, mahārāja, kalalaṁ, evaṁ lābhasakkārasiloko daṭṭhabbo; ",
  "mil6.3.11:7.4": "yathā kalalagato puriso, evaṁ sammāpaṭipanno daṭṭhabbo; ",
  "mil6.3.11:7.5": "yathā parisuddhavimaladeso, evaṁ nibbānaṁ daṭṭhabbaṁ. ",
  "mil6.3.11:8.1": "Tañca pana nibbānaṁ sammāpaṭipanno kinti sacchikaroti? ",
  "mil6.3.11:8.2": "Yo so, mahārāja, sammāpaṭipanno, so saṅkhārānaṁ pavattaṁ sammasati. ",
  "mil6.3.11:8.3": "Pavattaṁ sammasamāno tattha jātiṁ passati jaraṁ passati byādhiṁ passati maraṇaṁ passati, na tattha kiñci sukhaṁ sātaṁ passati āditopi majjhatopi pariyosānatopi. ",
  "mil6.3.11:8.4": "So tattha kiñci na gayhūpagaṁ passati. ",
  "mil6.3.11:8.5": "Yathā, mahārāja, puriso divasasantatte ayoguḷe jalite tatte kaṭhite āditopi majjhatopi pariyosānatopi na kiñci gayhūpagaṁ padesaṁ passati; ",
  "mil6.3.11:8.6": "evameva kho, mahārāja, yo saṅkhārānaṁ pavattaṁ sammasati, so pavattaṁ sammasamāno tattha jātiṁ passati jaraṁ passati byādhiṁ passati maraṇaṁ passati, na tattha kiñci sukhaṁ sātaṁ passati āditopi majjhatopi pariyosānatopi. ",
  "mil6.3.11:8.7": "So tattha na kiñci gayhūpagaṁ passati, tassa gayhūpagaṁ apassantassa citte arati saṇṭhāti, kāyasmiṁ ḍāho okkamati, so atāṇo asaraṇo asaraṇībhūto bhavesu nibbindati. ",
  "mil6.3.11:9.1": "Yathā, mahārāja, puriso jalitajālaṁ mahantaṁ aggikkhandhaṁ paviseyya, so tattha atāṇo asaraṇo asaraṇībhūto aggimhi nibbindeyya; ",
  "mil6.3.11:9.2": "evameva kho, mahārāja, tassa gayhūpagaṁ apassantassa citte arati saṇṭhāti, kāyasmiṁ ḍāho okkamati, so atāṇo asaraṇo asaraṇībhūto bhavesu nibbindati. ",
  "mil6.3.11:10.1": "Tassa pavatte bhayadassāvissa evaṁ cittaṁ uppajjati ‘santattaṁ kho panetaṁ pavattaṁ ādittaṁ sampajjalitaṁ bahudukkhaṁ bahūpāyāsaṁ, yadi koci labhetha appavattaṁ etaṁ santaṁ etaṁ paṇītaṁ, yadidaṁ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhakkhayo virāgo nirodho nibbānan’ti. ",
  "mil6.3.11:10.2": "Iti hetaṁ tassa appavatte cittaṁ pakkhandati pasīdati pahaṁsayati tusayati ‘paṭiladdhaṁ kho me nissaraṇan’ti. ",
  "mil6.3.11:11.1": "Yathā, mahārāja, puriso vippanaṭṭho videsapakkhando nibbāhanamaggaṁ disvā tattha pakkhandati pasīdati pahaṁsayati tusayati ‘paṭiladdho me nibbāhanamaggo’ti; ",
  "mil6.3.11:11.2": "evameva kho, mahārāja, pavatte bhayadassāvissa appavatte cittaṁ pakkhandati pasīdati pahaṁsayati tusayati ‘paṭiladdhaṁ kho me nissaraṇan’ti. ",
  "mil6.3.11:12.1": "So appavattatthāya maggaṁ āyūhati gavesati bhāveti bahulīkaroti, tassa tadatthaṁ sati santiṭṭhati, tadatthaṁ vīriyaṁ santiṭṭhati, tadatthaṁ pīti santiṭṭhati, tassa taṁ cittaṁ aparāparaṁ manasikaroto pavattaṁ samatikkamitvā appavattaṁ okkamati, appavattamanuppatto, mahārāja, sammāpaṭipanno ‘nibbānaṁ sacchikarotī’ti vuccatī”ti. ",
  "mil6.3.11:12.2": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil6.3.11:13.1": "Nibbānasacchikaraṇapañho ekādasamo. "
}