{
  "mil6.1.8:0.1": "Milindapañha",
  "mil6.1.8:0.2": "Anumānapañha",
  "mil6.1.8:0.3": "Buddhavagga",
  "mil6.1.8:0.4": "8. Dussīlapañha",
  "mil6.1.8:1.1": "“Bhante nāgasena, gihidussīlassa ca samaṇadussīlassa ca ko viseso, kiṁ nānākaraṇaṁ, ubhopete samasamagatikā, ubhinnampi samasamo vipāko hoti, udāhu kiñci nānākāraṇaṁ atthī”ti?",
  "mil6.1.8:2.1": "“Dasayime, mahārāja, guṇā samaṇadussīlassa gihidussīlato visesena atirekā, dasahi ca kāraṇehi uttariṁ dakkhiṇaṁ visodheti.",
  "mil6.1.8:3.1": "Katame dasa guṇā samaṇadussīlassa gihidussīlato visesena atirekā?",
  "mil6.1.8:3.2": "Idha, mahārāja, samaṇadussīlo buddhe sagāravo hoti, dhamme sagāravo hoti, saṅghe sagāravo hoti, sabrahmacārīsu sagāravo hoti, uddesaparipucchāya vāyamati, savanabahulo hoti, bhinnasīlopi, mahārāja, dussīlo parisagato ākappaṁ upaṭṭhapeti, garahabhayā kāyikaṁ vācasikaṁ rakkhati, padhānābhimukhañcassa hoti cittaṁ, bhikkhusāmaññaṁ upagato hoti.",
  "mil6.1.8:3.3": "Karontopi, mahārāja, samaṇadussīlo pāpaṁ paṭicchannaṁ ācarati.",
  "mil6.1.8:3.4": "Yathā, mahārāja, itthī sapatikā nilīyitvā rahasseneva pāpamācarati;",
  "mil6.1.8:3.5": "evameva kho, mahārāja, karontopi samaṇadussīlo pāpaṁ paṭicchannaṁ ācarati.",
  "mil6.1.8:3.6": "Ime kho, mahārāja, dasa guṇā samaṇadussīlassa gihidussīlato visesena atirekā.",
  "mil6.1.8:4.1": "Katamehi dasahi kāraṇehi uttariṁ dakkhiṇaṁ visodheti?",
  "mil6.1.8:4.2": "Anavajjakavacadhāraṇatāyapi dakkhiṇaṁ visodheti, isisāmaññabhaṇḍuliṅgadhāraṇatopi dakkhiṇaṁ visodheti, saṅghasamayamanuppaviṭṭhatāyapi dakkhiṇaṁ visodheti, buddhadhammasaṅghasaraṇagatatāyapi dakkhiṇaṁ visodheti, padhānāsayaniketavāsitāyapi dakkhiṇaṁ visodheti, jinasāsanadharapariyesanatopi dakkhiṇaṁ visodheti, pavaradhammadesanatopi dakkhiṇaṁ visodheti, dhammadīpagatiparāyaṇatāyapi dakkhiṇaṁ visodheti, ‘aggo buddho’ti ekantaujudiṭṭhitāyapi dakkhiṇaṁ visodheti, uposathasamādānatopi dakkhiṇaṁ visodheti.",
  "mil6.1.8:4.3": "Imehi kho, mahārāja, dasahi kāraṇehi uttariṁ dakkhiṇaṁ visodheti.",
  "mil6.1.8:5.1": "Suvipannopi hi, mahārāja, samaṇadussīlo dāyakānaṁ dakkhiṇaṁ visodheti.",
  "mil6.1.8:5.2": "Yathā, mahārāja, udakaṁ subahalampi kalalakaddamarajojallaṁ apaneti;",
  "mil6.1.8:5.3": "evameva kho, mahārāja, suvipannopi samaṇadussīlo dāyakānaṁ dakkhiṇaṁ visodheti.",
  "mil6.1.8:6.1": "Yathā vā pana, mahārāja, uṇhodakaṁ sukudhitampi pajjalantaṁ mahantaṁ aggikkhandhaṁ nibbāpeti;",
  "mil6.1.8:6.2": "evameva kho, mahārāja, suvipannopi samaṇadussīlo dāyakānaṁ dakkhiṇaṁ visodheti.",
  "mil6.1.8:7.1": "Yathā vā pana, mahārāja, bhojanaṁ virasampi khudādubbalyaṁ apaneti;",
  "mil6.1.8:7.2": "evameva kho, mahārāja, suvipannopi samaṇadussīlo dāyakānaṁ dakkhiṇaṁ visodheti.",
  "mil6.1.8:8.1": "Bhāsitampetaṁ, mahārāja, tathāgatena devātidevena majjhimanikāyavaralañchake dakkhiṇavibhaṅge veyyākaraṇe—",
  "mil6.1.8:9.1": "‘Yo sīlavā dussīlesu dadāti dānaṁ,",
  "mil6.1.8:9.2": "Dhammena laddhaṁ supasannacitto;",
  "mil6.1.8:9.3": "Abhisaddahaṁ kammaphalaṁ uḷāraṁ,",
  "mil6.1.8:9.4": "Sā dakkhiṇā dāyakato visujjhatī’”ti.",
  "mil6.1.8:10.1": "“Acchariyaṁ, bhante nāgasena, abbhutaṁ, bhante nāgasena, tāvatakaṁ mayaṁ pañhaṁ apucchimha, taṁ tvaṁ opammehi kāraṇehi vibhāvento amatamadhuraṁ savanūpagaṁ akāsi.",
  "mil6.1.8:10.2": "Yathā nāma, bhante, sūdo vā sūdantevāsī vā tāvatakaṁ maṁsaṁ labhitvā nānāvidhehi sambhārehi sampādetvā rājūpabhogaṁ karoti;",
  "mil6.1.8:10.3": "evameva kho, bhante nāgasena, tāvatakaṁ mayaṁ pañhaṁ apucchimha, taṁ tvaṁ opammehi kāraṇehi vibhāvetvā amatamadhuraṁ savanūpagaṁ akāsī”ti.",
  "mil6.1.8:11.1": "Dussīlapañho aṭṭhamo."
}