{
  "mil6.3.6:0.1": "Milindapañha ",
  "mil6.3.6:0.2": "Anumānapañha ",
  "mil6.3.6:0.3": "Vessantaravagga ",
  "mil6.3.6:0.4": "6. Akālamaraṇapañha ",
  "mil6.3.6:1.1": "“Bhante nāgasena, ye te sattā maranti, sabbe te kāleyeva maranti, udāhu akālepi marantī”ti? ",
  "mil6.3.6:1.2": "“Atthi, mahārāja, kālepi maraṇaṁ, atthi akālepi maraṇan”ti. ",
  "mil6.3.6:2.1": "“Bhante nāgasena, ke kāle maranti, ke akāle marantī”ti? ",
  "mil6.3.6:2.2": "“Diṭṭhapubbā pana, mahārāja, tayā ambarukkhā vā jamburukkhā vā, aññasmā vā pana phalarukkhā phalāni patantāni āmāni ca pakkāni cā”ti? ",
  "mil6.3.6:2.3": "“Āma, bhante”ti. ",
  "mil6.3.6:2.4": "“Yāni tāni, mahārāja, phalāni rukkhato patanti, sabbāni tāni kāleyeva patanti, udāhu akālepī”ti? ",
  "mil6.3.6:2.5": "“Yāni tāni, bhante nāgasena, phalāni paripakkāni vilīnāni patanti, sabbāni tāni kāle patanti. ",
  "mil6.3.6:2.6": "Yāni pana tāni avasesāni phalāni tesu kānici kimividdhāni patanti, kānici laguḷahatāni patanti, kānici vātappahatāni patanti, kānici antopūtikāni hutvā patanti, sabbāni tāni akāle patantī”ti. ",
  "mil6.3.6:2.7": "“Evameva kho, mahārāja, ye te jarāvegahatā maranti, teyeva kāle maranti, avasesā keci kammappaṭibāḷhā maranti, keci gatippaṭibāḷhā maranti, keci kiriyappaṭibāḷhā marantī”ti. ",
  "mil6.3.6:3.1": "“Bhante nāgasena, ye te kammappaṭibāḷhā maranti, yepi te gatippaṭibāḷhā maranti, yepi te kiriyappaṭibāḷhā maranti, yepi te jarāvegappaṭibāḷhā maranti, sabbe te kāleyeva maranti, yopi mātukucchigato marati, so tassa kālo, kāleyeva so marati. ",
  "mil6.3.6:3.2": "Yopi vijātaghare marati, so tassa kālo, sopi kāleyeva marati. ",
  "mil6.3.6:3.3": "Yopi māsiko marati …pe… ",
  "mil6.3.6:3.4": "yopi vassasatiko marati, so tassa kālo, kāleyeva so marati, tena hi, bhante nāgasena, akāle maraṇaṁ nāma na hoti, ye keci maranti, sabbe te kāleyeva marantī”ti. ",
  "mil6.3.6:4.1": "“Sattime, mahārāja, vijjamānepi uttariṁ āyusmiṁ akāle maranti. ",
  "mil6.3.6:4.2": "Katame satta? ",
  "mil6.3.6:4.3": "Jighacchito, mahārāja, bhojanaṁ alabhamāno upahatabbhantaro vijjamānepi uttariṁ āyusmiṁ akāle marati; ",
  "mil6.3.6:4.4": "pipāsito, mahārāja, pānīyaṁ alabhamāno parisukkhahadayo vijjamānepi uttariṁ āyusmiṁ akāle marati; ",
  "mil6.3.6:4.5": "ahinā daṭṭho, mahārāja, visavegābhihato tikicchakaṁ alabhamāno vijjamānepi uttariṁ āyusmiṁ akāle marati; ",
  "mil6.3.6:4.6": "visamāsito, mahārāja, ḍayhantesu aṅgapaccaṅgesu agadaṁ alabhamāno vijjamānepi uttariṁ āyusmiṁ akāle marati; ",
  "mil6.3.6:4.7": "aggigato, mahārāja, jhāyamāno nibbāpanaṁ alabhamāno vijjamānepi uttariṁ āyusmiṁ akāle marati; ",
  "mil6.3.6:4.8": "udakagato, mahārāja, patiṭṭhaṁ alabhamāno vijjamānepi uttariṁ āyusmiṁ akāle marati; ",
  "mil6.3.6:4.9": "sattihato, mahārāja, ābādhiko bhisakkaṁ alabhamāno vijjamānepi uttariṁ āyusmiṁ akāle marati; ",
  "mil6.3.6:4.10": "ime kho, mahārāja, satta vijjamānepi uttariṁ āyusmiṁ akāle maranti. ",
  "mil6.3.6:4.11": "Tatrāpāhaṁ, mahārāja, ekaṁsena vadāmi. ",
  "mil6.3.6:5.1": "Aṭṭhavidhena, mahārāja, sattānaṁ kālaṅkiriyā hoti, vātasamuṭṭhānena pittasamuṭṭhānena semhasamuṭṭhānena sannipātikena utuvipariṇāmena visamaparihārena opakkamikena kammavipākena, mahārāja, sattānaṁ kālaṅkiriyā hoti. ",
  "mil6.3.6:5.2": "Tatra, mahārāja, yadidaṁ kammavipākena kālaṅkiriyā, sāyeva tattha sāmayikā kālaṅkiriyā, avasesā asāmayikā kālaṅkiriyāti. ",
  "mil6.3.6:5.3": "Bhavati ca—",
  "mil6.3.6:6.1": "‘Jighacchāya pipāsāya, ",
  "mil6.3.6:6.2": "ahidaṭṭhā visena ca; ",
  "mil6.3.6:6.3": "Aggiudakasattīhi, ",
  "mil6.3.6:6.4": "akāle tattha mīyati; ",
  "mil6.3.6:6.5": "Vātapittena semhena, ",
  "mil6.3.6:6.6": "sannipātenutūhi ca; ",
  "mil6.3.6:6.7": "Visamopakkamakammehi, ",
  "mil6.3.6:6.8": "akāle tattha mīyatī’ti. ",
  "mil6.3.6:7.1": "Keci, mahārāja, sattā pubbe katena tena tena akusalakammavipākena maranti. ",
  "mil6.3.6:7.2": "Idha, mahārāja, yo pubbe pare jighacchāya māreti, so bahūni vassasatasahassāni jighacchāya paripīḷito chāto parikilanto sukkhamilātahadayo bubhukkhito visukkhito jhāyanto abbhantaraṁ pariḍayhanto jighacchāyayeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṁ. ",
  "mil6.3.6:8.1": "Yo pubbe pare pipāsāya māreti, so bahūni vassasatasahassāni peto hutvā nijjhāmataṇhiko samāno lūkho kiso parisukkhitahadayo pipāsāyayeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṁ. ",
  "mil6.3.6:9.1": "Yo pubbe pare ahinā ḍaṁsāpetvā māreti, so bahūni vassasatasahassāni ajagaramukheneva ajagaramukhaṁ kaṇhasappamukheneva kaṇhasappamukhaṁ parivattitvā tehi khāyitakhāyito ahīhi daṭṭhoyeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṁ. ",
  "mil6.3.6:10.1": "Yo pubbe pare visaṁ datvā māreti, so bahūni vassasatasahassāni ḍayhantehi aṅgapaccaṅgehi bhijjamānena sarīrena kuṇapagandhaṁ vāyanto viseneva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṁ. ",
  "mil6.3.6:11.1": "Yo pubbe pare agginā māreti, so bahūni vassasatasahassāni aṅgārapabbateneva aṅgārapabbataṁ yamavisayeneva yamavisayaṁ parivattitvā daḍḍhavidaḍḍhagatto aggināyeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṁ. ",
  "mil6.3.6:12.1": "Yo pubbe pare udakena māreti, so bahūni vassasatasahassāni hataviluttabhaggadubbalagatto khubbhitacitto udakeneva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṁ. ",
  "mil6.3.6:13.1": "Yo pubbe pare sattiyā māreti, so bahūni vassasatasahassāni chinnabhinnakoṭṭitavikoṭṭito sattimukhasamāhato sattiyāyeva marati daharopi majjhimopi mahallakopi, idampi tassa sāmayikamaraṇaṁ”. ",
  "mil6.3.6:14.1": "“Bhante nāgasena, akāle maraṇaṁ atthīti yaṁ vadesi, iṅgha me tvaṁ tattha kāraṇaṁ atidisāti”. ",
  "mil6.3.6:14.2": "“Yathā, mahārāja, mahatimahāaggikkhandho ādinnatiṇakaṭṭhasākhāpalāso pariyādinnabhakkho upādānasaṅkhayā nibbāyati, so aggi vuccati ‘anītiko anupaddavo samaye nibbuto nāmā’ti; ",
  "mil6.3.6:14.3": "evameva kho, mahārāja, yo koci bahūni divasasahassāni jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘samaye maraṇamupagato’ti. ",
  "mil6.3.6:15.1": "Yathā vā pana, mahārāja, mahatimahāaggikkhandho ādinnatiṇakaṭṭhasākhāpalāso assa, taṁ apariyādinneyeva tiṇakaṭṭhasākhāpalāse mahatimahāmegho abhippavassitvā nibbāpeyya, api nu kho, mahārāja, mahāaggikkhandho samaye nibbuto nāma hotī”ti? ",
  "mil6.3.6:15.2": "“Na hi, bhante”ti. ",
  "mil6.3.6:15.3": "“Kissa pana so, mahārāja, pacchimo aggikkhandho purimakena aggikkhandhena samasamagatiko nāhosī”ti? ",
  "mil6.3.6:15.4": "“Āgantukena, bhante, meghena paṭipīḷito so aggikkhandho asamaye nibbuto”ti. ",
  "mil6.3.6:15.5": "“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā pittasamuṭṭhānena vā semhasamuṭṭhānena vā sannipātikena vā utupariṇāmajena vā visamaparihārajena vā opakkamikena vā jighacchāya vā pipāsāya vā sappadaṭṭhena vā visamāsitena vā agginā vā udakena vā sattivegappaṭipīḷito vā akāle marati. ",
  "mil6.3.6:15.6": "Idamettha, mahārāja, kāraṇaṁ, yena kāraṇena akāle maraṇaṁ atthi. ",
  "mil6.3.6:16.1": "Yathā vā pana, mahārāja, gagane mahatimahāvalāhako uṭṭhahitvā ninnañca thalañca paripūrayanto abhivassati, so vuccati ‘megho anītiko anupaddavo vassatī’ti; ",
  "mil6.3.6:16.2": "evameva kho, mahārāja, yo koci ciraṁ jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘samaye maraṇamupagato’ti. ",
  "mil6.3.6:17.1": "Yathā vā pana, mahārāja, gagane mahatimahāvalāhako uṭṭhahitvā antarāyeva mahatā vātena abbhatthaṁ gaccheyya, api nu kho so, mahārāja, mahāvalāhako samaye vigato nāma hotī”ti? ",
  "mil6.3.6:17.2": "“Na hi, bhante”ti. ",
  "mil6.3.6:17.3": "“Kissa pana so, mahārāja, pacchimo valāhako purimena valāhakena samasamagatiko nāhosī”ti? ",
  "mil6.3.6:17.4": "“Āgantukena, bhante, vātena paṭipīḷito so valāhako asamayappattoyeva vigato”ti. ",
  "mil6.3.6:17.5": "“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ",
  "mil6.3.6:17.6": "sattivegappaṭipīḷito vā akāle marati. ",
  "mil6.3.6:17.7": "Idamettha, mahārāja, kāraṇaṁ, yena kāraṇena akāle maraṇaṁ atthīti. ",
  "mil6.3.6:18.1": "Yathā vā pana, mahārāja, balavā āsīviso kupito kiñcideva purisaṁ ḍaṁseyya, tassa taṁ visaṁ anītikaṁ anupaddavaṁ maraṇaṁ pāpeyya, taṁ visaṁ vuccati ‘anītikamanupaddavaṁ koṭigatan’ti; ",
  "mil6.3.6:18.2": "evameva kho, mahārāja, yo koci ciraṁ jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘anītiko anupaddavo jīvitakoṭigato sāmayikaṁ maraṇamupagato’ti. ",
  "mil6.3.6:19.1": "Yathā vā pana, mahārāja, balavatā āsīvisena daṭṭhassa antarāyeva āhituṇḍiko agadaṁ datvā avisaṁ kareyya, api nu kho taṁ, mahārāja, visaṁ samaye vigataṁ nāma hotī”ti? ",
  "mil6.3.6:19.2": "“Na hi, bhante”ti. ",
  "mil6.3.6:19.3": "“Kissa pana taṁ, mahārāja, pacchimaṁ visaṁ purimakena visena samasamagatikaṁ nāhosī”ti? ",
  "mil6.3.6:19.4": "“Āgantukena, bhante, agadena paṭipīḷitaṁ visaṁ akoṭigataṁyeva vigatan”ti. ",
  "mil6.3.6:19.5": "“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ",
  "mil6.3.6:19.6": "sattivegappaṭipīḷito vā akāle marati. ",
  "mil6.3.6:19.7": "Idamettha, mahārāja, kāraṇaṁ, yena kāraṇena akāle maraṇaṁ atthīti. ",
  "mil6.3.6:20.1": "Yathā vā pana, mahārāja, issāso saraṁ pāteyya, sace so saro yathāgatigamanapathamatthakaṁ gacchati, so saro vuccati ‘anītiko anupaddavo yathāgatigamanapathamatthakaṁ gato nāmā’ti; ",
  "mil6.3.6:20.2": "evameva kho, mahārāja, yo koci ciraṁ jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘anītiko anupaddavo samaye maraṇamupagato’ti. ",
  "mil6.3.6:21.1": "Yathā vā pana, mahārāja, issāso saraṁ pāteyya, tassa taṁ saraṁ tasmiṁyeva khaṇe koci gaṇheyya, api nu kho so, mahārāja, saro yathāgatigamanapathamatthakaṁ gato nāma hotī”ti? ",
  "mil6.3.6:21.2": "“Na hi, bhante”ti. ",
  "mil6.3.6:21.3": "“Kissa pana so, mahārāja, pacchimo saro purimakena sarena samasamagatiko nāhosī”ti? ",
  "mil6.3.6:21.4": "“Āgantukena, bhante, gahaṇena tassa sarassa gamanaṁ upacchinnan”ti. ",
  "mil6.3.6:21.5": "“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ",
  "mil6.3.6:21.6": "sattivegappaṭipīḷito vā akāle marati. ",
  "mil6.3.6:21.7": "Idamettha, mahārāja, kāraṇaṁ, yena kāraṇena akāle maraṇaṁ atthīti. ",
  "mil6.3.6:22.1": "Yathā vā pana, mahārāja, yo koci lohamayaṁ bhājanaṁ ākoṭeyya, tassa ākoṭanena saddo nibbattitvā yathāgatigamanapathamatthakaṁ gacchati, so saddo vuccati ‘anītiko anupaddavo yathāgatigamanapathamatthakaṁ gato nāmā’ti; ",
  "mil6.3.6:22.2": "evameva kho, mahārāja, yo koci bahūni divasasahassāni jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘anītiko anupaddavo samaye maraṇamupagato’ti. ",
  "mil6.3.6:23.1": "Yathā vā pana, mahārāja, yo koci lohamayaṁ bhājanaṁ ākoṭeyya, tassa ākoṭanena saddo nibbatteyya, nibbatte sadde adūragate koci āmaseyya, saha āmasanena saddo nirujjheyya, api nu kho so, mahārāja, saddo yathāgatigamanapathamatthakaṁ gato nāma hotī”ti? ",
  "mil6.3.6:23.2": "“Na hi, bhante”ti. ",
  "mil6.3.6:23.3": "“Kissa pana, mahārāja, pacchimo saddo purimakena saddena samasamagatiko nāhosī”ti? ",
  "mil6.3.6:23.4": "“Āgantukena, bhante, āmasanena so saddo uparato”ti. ",
  "mil6.3.6:23.5": "“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ",
  "mil6.3.6:23.6": "sattivegappaṭipīḷito vā akāle marati. ",
  "mil6.3.6:23.7": "Idamettha, mahārāja, kāraṇaṁ, yena kāraṇena akāle maraṇaṁ atthīti. ",
  "mil6.3.6:24.1": "Yathā vā pana, mahārāja, khette suvirūḷhaṁ dhaññabījaṁ sammā pavattamānena vassena otatavitataākiṇṇabahuphalaṁ hutvā sassuṭṭhānasamayaṁ pāpuṇāti, taṁ dhaññaṁ vuccati ‘anītikamanupaddavaṁ samayasampattaṁ nāma hotī’ti; ",
  "mil6.3.6:24.2": "evameva kho, mahārāja, yo koci bahūni divasasahassāni jīvitvā jarājiṇṇo āyukkhayā anītiko anupaddavo marati, so vuccati ‘anītiko anupaddavo samaye maraṇamupagato’ti. ",
  "mil6.3.6:25.1": "Yathā vā pana, mahārāja, khette suvirūḷhaṁ dhaññabījaṁ udakena vikalaṁ mareyya, api nu kho taṁ, mahārāja, dhaññaṁ samayasampattaṁ nāma hotī”ti? ",
  "mil6.3.6:25.2": "“Na hi, bhante”ti. ",
  "mil6.3.6:25.3": "“Kissa pana taṁ, mahārāja, pacchimaṁ dhaññaṁ purimakena dhaññena samasamagatikaṁ nāhosī”ti? ",
  "mil6.3.6:25.4": "“Āgantukena, bhante, uṇhena paṭipīḷitaṁ taṁ dhaññaṁ matan”ti. ",
  "mil6.3.6:25.5": "“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ",
  "mil6.3.6:25.6": "sattivegappaṭipīḷito vā akāle marati. ",
  "mil6.3.6:25.7": "Idamettha, mahārāja, kāraṇaṁ, yena kāraṇena akāle maraṇaṁ atthīti. ",
  "mil6.3.6:26.1": "Sutapubbaṁ pana tayā, mahārāja, ‘sampannataruṇasassaṁ kimayo uṭṭhahitvā samūlaṁ nāsentī’”ti? ",
  "mil6.3.6:26.2": "“Sutapubbañceva taṁ, bhante, amhehi diṭṭhapubbañcā”ti. ",
  "mil6.3.6:26.3": "“Kiṁ nu kho taṁ, mahārāja, sassaṁ kāle naṭṭhaṁ, udāhu akāle naṭṭhan”ti? ",
  "mil6.3.6:26.4": "“Akāle, bhante, yadi kho taṁ, bhante, sassaṁ kimayo na khādeyyuṁ, sassuddharaṇasamayaṁ pāpuṇeyyā”ti. ",
  "mil6.3.6:26.5": "“Kiṁ pana, mahārāja, āgantukena upaghātena sassaṁ vinassati, nirupaghātaṁ sassaṁ sassuddharaṇasamayaṁ pāpuṇātī”ti? ",
  "mil6.3.6:26.6": "“Āma, bhante”ti. ",
  "mil6.3.6:26.7": "“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā …pe… ",
  "mil6.3.6:26.8": "sattivegappaṭipīḷito vā marati. ",
  "mil6.3.6:26.9": "Idamettha, mahārāja, kāraṇaṁ, yena kāraṇena akāle maraṇaṁ atthīti. ",
  "mil6.3.6:27.1": "Sutapubbaṁ pana tayā, mahārāja, ‘sampanne sasse phalabhāranamite mañjaritapatte karakavassaṁ nāma vassajāti nipatitvā vināseti aphalaṁ karotī’”ti? ",
  "mil6.3.6:27.2": "“Sutapubbañceva taṁ, bhante, amhehi diṭṭhapubbañcā”ti. ",
  "mil6.3.6:27.3": "“Api nu kho taṁ, mahārāja, sassaṁ kāle naṭṭhaṁ, udāhu akāle naṭṭhan”ti? ",
  "mil6.3.6:27.4": "“Akāle, bhante, yadi kho taṁ, bhante, sassaṁ karakavassaṁ na vasseyya sassuddharaṇasamayaṁ pāpuṇeyyā”ti. ",
  "mil6.3.6:27.5": "“Kiṁ pana, mahārāja, āgantukena upaghātena sassaṁ vinassati, nirupaghātaṁ sassaṁ sassuddharaṇasamayaṁ pāpuṇātī”ti? ",
  "mil6.3.6:27.6": "“Āma, bhante”ti. ",
  "mil6.3.6:27.7": "“Evameva kho, mahārāja, yo koci akāle marati, so āgantukena rogena paṭipīḷito vātasamuṭṭhānena vā pittasamuṭṭhānena vā semhasamuṭṭhānena vā sannipātikena vā utupariṇāmajena vā visamaparihārajena vā opakkamikena vā jighacchāya vā pipāsāya vā sappadaṭṭhena vā visamāsitena vā agginā vā udakena vā sattivegappaṭipīḷito vā akāle marati. ",
  "mil6.3.6:27.8": "Yadi pana āgantukena rogena paṭipīḷito na bhaveyya, samayeva maraṇaṁ pāpuṇeyya. ",
  "mil6.3.6:27.9": "Idamettha, mahārāja, kāraṇaṁ, yena kāraṇena akāle maraṇaṁ atthī”ti. ",
  "mil6.3.6:28.1": "“Acchariyaṁ, bhante nāgasena, abbhutaṁ, bhante nāgasena, sudassitaṁ kāraṇaṁ, sudassitaṁ opammaṁ akāle maraṇassa paridīpanāya, ‘atthi akāle maraṇan’ti uttānīkataṁ pākaṭaṁ kataṁ vibhūtaṁ kataṁ, acittavikkhittakopi, bhante nāgasena, manujo ekamekenapi tāva opammena niṭṭhaṁ gaccheyya ‘atthi akāle maraṇan’ti, kiṁ pana manujo sacetano? ",
  "mil6.3.6:28.2": "Paṭhamopammenevāhaṁ, bhante, saññatto ‘atthi akāle maraṇan’ti, api ca aparāparaṁ nibbāhanaṁ sotukāmo na sampaṭicchin”ti. ",
  "mil6.3.6:29.1": "Akālamaraṇapañho chaṭṭho. "
}