{
  "mil6.1.6:0.1": "Milindapañha ",
  "mil6.1.6:0.2": "Anumānapañha ",
  "mil6.1.6:0.3": "Buddhavagga ",
  "mil6.1.6:0.4": "6. Arahantavedanāvediyanapañha ",
  "mil6.1.6:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil6.1.6:1.2": "‘arahā ekaṁ vedanaṁ vedayati kāyikaṁ, na cetasikan’ti. ",
  "mil6.1.6:1.3": "Kiṁ nu kho, bhante nāgasena, arahato cittaṁ yaṁ kāyaṁ nissāya pavattati, tattha arahā anissaro assāmī avasavattī”ti? ",
  "mil6.1.6:1.4": "“Āma, mahārājā”ti. ",
  "mil6.1.6:1.5": "“Na kho, bhante nāgasena, yuttametaṁ, yaṁ so sakacittassa pavattamāne kāye anissaro hoti assāmī avasavattī; ",
  "mil6.1.6:1.6": "sakuṇopi tāva, bhante, yasmiṁ kulāvake paṭivasati, tattha so issaro hoti sāmī vasavattī”ti. ",
  "mil6.1.6:2.1": "“Dasayime, mahārāja, kāyānugatā dhammā bhave bhave kāyaṁ anudhāvanti anuparivattanti. ",
  "mil6.1.6:2.2": "Katame dasa? ",
  "mil6.1.6:2.3": "Sītaṁ uṇhaṁ jighacchā pipāsā uccāro passāvo middhaṁ jarā byādhi maraṇaṁ. ",
  "mil6.1.6:2.4": "Ime kho, mahārāja, dasa kāyānugatā dhammā bhave bhave kāyaṁ anudhāvanti anuparivattanti, tattha arahā anissaro assāmī avasavattī”ti. ",
  "mil6.1.6:3.1": "“Bhante nāgasena, kena kāraṇena arahato kāye āṇā nappavattati issariyaṁ vā, tattha me kāraṇaṁ brūhī”ti? ",
  "mil6.1.6:3.2": "“Yathā, mahārāja, ye keci pathavinissitā sattā, sabbe te pathaviṁ nissāya caranti viharanti vuttiṁ kappenti, api nu kho, mahārāja, tesaṁ pathaviyā āṇā pavattati issariyaṁ vā”ti? ",
  "mil6.1.6:3.3": "“Na hi, bhante”ti. ",
  "mil6.1.6:3.4": "“Evameva kho, mahārāja, arahato cittaṁ kāyaṁ nissāya pavattati, na ca arahato kāye āṇā pavattati issariyaṁ vā”ti. ",
  "mil6.1.6:4.1": "“Bhante nāgasena, kena kāraṇena puthujjano kāyikampi cetasikampi vedanaṁ vedayatī”ti? ",
  "mil6.1.6:4.2": "“Abhāvitattā, mahārāja, cittassa puthujjano kāyikampi cetasikampi vedanaṁ vedayati. ",
  "mil6.1.6:4.3": "Yathā, mahārāja, goṇo chāto paritasito abaladubbalaparittakatiṇesu vā latāya vā upanibaddho assa, yadā so goṇo parikupito hoti, tadā saha upanibandhanena pakkamati. ",
  "mil6.1.6:4.4": "Evameva kho, mahārāja, abhāvitacittassa vedanā uppajjitvā cittaṁ parikopeti, cittaṁ parikupitaṁ kāyaṁ ābhujati nibbhujati samparivattakaṁ karoti. ",
  "mil6.1.6:4.5": "Atha kho so abhāvitacitto tasati ravati bheravarāvamabhiravati, idamettha, mahārāja, kāraṇaṁ, yena kāraṇena puthujjano kāyikampi cetasikampi vedanaṁ vedayatī”ti. ",
  "mil6.1.6:5.1": "“Kiṁ pana taṁ kāraṇaṁ, yena kāraṇena arahā ekaṁ vedanaṁ vedayati kāyikaṁ, na cetasikan”ti? ",
  "mil6.1.6:5.2": "“Arahato, mahārāja, cittaṁ bhāvitaṁ hoti subhāvitaṁ dantaṁ sudantaṁ assavaṁ vacanakaraṁ, so dukkhāya vedanāya phuṭṭho samāno ‘aniccan’ti daḷhaṁ gaṇhāti, samādhithambhe cittaṁ upanibandhati, tassa taṁ cittaṁ samādhithambhe upanibandhanaṁ na vedhati na calati, ṭhitaṁ hoti avikkhittaṁ, tassa vedanāvikāravipphārena kāyo ābhujati nibbhujati samparivattati, idamettha, mahārāja, kāraṇaṁ, yena kāraṇena arahā ekaṁ vedanaṁ vedayati kāyikaṁ, na cetasikan”ti. ",
  "mil6.1.6:6.1": "“Bhante nāgasena, taṁ nāma loke acchariyaṁ yaṁ kāye calamāne cittaṁ na calati, tattha me kāraṇaṁ brūhī”ti. ",
  "mil6.1.6:6.2": "“Yathā, mahārāja, mahatimahārukkhe khandhasākhāpalāsasampanne anilabalasamāhate sākhā calati, api nu tassa khandhopi calatī”ti? ",
  "mil6.1.6:6.3": "“Na hi, bhante”ti. ",
  "mil6.1.6:6.4": "“Evameva kho, mahārāja, arahā dukkhāya vedanāya phuṭṭho samāno ‘aniccan’ti daḷhaṁ gaṇhāti, samādhithambhe cittaṁ upanibandhati, tassa taṁ cittaṁ samādhithambhe upanibandhanaṁ na vedhati na calati, ṭhitaṁ hoti avikkhittaṁ, tassa vedanāvikāravipphārena kāyo ābhujati nibbhujati samparivattati, cittaṁ pana tassa na vedhati na calati khandho viya mahārukkhassā”ti. ",
  "mil6.1.6:6.5": "“Acchariyaṁ, bhante nāgasena, abbhutaṁ, bhante nāgasena, na me evarūpo sabbakāliko dhammapadīpo diṭṭhapubbo”ti. ",
  "mil6.1.6:7.1": "Arahantavedanāvediyanapañho chaṭṭho. "
}