{
  "mil6.3.4:0.1": "Milindapañha",
  "mil6.3.4:0.2": "Anumānapañha",
  "mil6.3.4:0.3": "Vessantaravagga",
  "mil6.3.4:0.4": "4. Pubbapetādisapañha",
  "mil6.3.4:1.1": "“Bhante nāgasena, ime dāyakā dānaṁ datvā pubbapetānaṁ ādisanti ‘idaṁ tesaṁ pāpuṇātū’ti, api nu te kiñci tatonidānaṁ vipākaṁ paṭilabhantī”ti?",
  "mil6.3.4:1.2": "“Keci, mahārāja, paṭilabhanti, keci nappaṭilabhantī”ti.",
  "mil6.3.4:1.3": "“Ke, bhante, paṭilabhanti, ke nappaṭilabhantī”ti?",
  "mil6.3.4:1.4": "“Nirayūpapannā, mahārāja, nappaṭilabhanti, saggagatā nappaṭilabhanti, tiracchānayonigatā nappaṭilabhanti, catunnaṁ petānaṁ tayo petā nappaṭilabhanti vantāsikā khuppipāsino nijjhāmataṇhikā, labhanti petā paradattūpajīvino, tepi saramānāyeva labhantī”ti.",
  "mil6.3.4:2.1": "“Tena hi, bhante nāgasena, dāyakānaṁ dānaṁ visositaṁ hoti aphalaṁ, yesaṁ uddissa kataṁ yadi te nappaṭilabhantī”ti?",
  "mil6.3.4:2.2": "“Na hi taṁ, mahārāja, dānaṁ aphalaṁ hoti avipākaṁ, dāyakāyeva tassa phalaṁ anubhavantī”ti.",
  "mil6.3.4:2.3": "“Tena hi, bhante nāgasena, kāraṇena maṁ saññāpehī”ti.",
  "mil6.3.4:2.4": "“Idha, mahārāja, keci manussā macchamaṁsasurābhattakhajjakāni paṭiyādetvā ñātikulaṁ gacchanti, yadi te ñātakā taṁ upāyanaṁ na sampaṭiccheyyuṁ, api nu taṁ upāyanaṁ visositaṁ gaccheyya vinasseyya vā”ti?",
  "mil6.3.4:2.5": "“Na hi, bhante, sāmikānaṁyeva taṁ hotī”ti.",
  "mil6.3.4:2.6": "“Evameva kho, mahārāja, dāyakāyeva tassa phalaṁ anubhavanti.",
  "mil6.3.4:2.7": "Yathā pana, mahārāja, puriso gabbhaṁ paviṭṭho asati purato nikkhamanamukhe kena nikkhameyyā”ti.",
  "mil6.3.4:2.8": "“Paviṭṭheneva, bhante”ti.",
  "mil6.3.4:2.9": "“Evameva kho, mahārāja, dāyakāyeva tassa phalaṁ anubhavantī”ti.",
  "mil6.3.4:2.10": "“Hotu, bhante nāgasena, evametaṁ tathā sampaṭicchāmi, dāyakāyeva tassa phalaṁ anubhavanti, na mayaṁ taṁ kāraṇaṁ vilomemāti.",
  "mil6.3.4:2.11": "(…)",
  "mil6.3.4:3.1": "Bhante nāgasena, yadi imesaṁ dāyakānaṁ dinnadānaṁ pubbapetānaṁ pāpuṇāti, te ca tassa vipākaṁ anubhavanti.",
  "mil6.3.4:3.2": "Tena hi yo pāṇātipātī luddo lohitapāṇī paduṭṭhamanasaṅkappo manusse ghātetvā dāruṇaṁ kammaṁ katvā pubbapetānaṁ ādiseyya ‘imassa me kammassa vipāko pubbapetānaṁ pāpuṇātū’ti, api nu tassa vipāko pubbapetānaṁ pāpuṇātī”ti?",
  "mil6.3.4:3.3": "“Na hi, mahārājā”ti.",
  "mil6.3.4:4.1": "“Bhante nāgasena, ko tattha hetu kiṅkāraṇaṁ, yena kusalaṁ pāpuṇāti akusalaṁ na pāpuṇātī”ti?",
  "mil6.3.4:4.2": "“Neso, mahārāja, pañho pucchitabbo, mā ca tvaṁ, mahārāja, ‘visajjako atthī’ti apucchitabbaṁ pucchi, ‘kissa ākāso nirālambo, kissa gaṅgā uddhammukhā na sandati, kissa ime manussā ca dijā ca dvipadā migā catuppadā’ti tampi maṁ tvaṁ pucchissasī”ti.",
  "mil6.3.4:4.3": "“Nāhaṁ taṁ, bhante nāgasena, vihesāpekkho pucchāmi, api ca nibbāhanatthāya sandehassa pucchāmi, bahū manussā loke vāmagāmino vicakkhukā, ‘kinti te otāraṁ na labheyyun’ti evāhaṁ taṁ pucchāmī”ti.",
  "mil6.3.4:4.4": "“Na sakkā, mahārāja, saha akatena ananumatena saha pāpaṁ kammaṁ saṁvibhajituṁ.",
  "mil6.3.4:5.1": "Yathā, mahārāja, manussā udakanibbāhanena udakaṁ suvidūrampi haranti, api nu, mahārāja, sakkā ghanamahāselapabbato nibbāhanena yathicchitaṁ haritun”ti?",
  "mil6.3.4:5.2": "“Na hi, bhante”ti.",
  "mil6.3.4:5.3": "“Evameva kho, mahārāja, sakkā kusalaṁ saṁvibhajituṁ, na sakkā akusalaṁ saṁvibhajituṁ.",
  "mil6.3.4:5.4": "Yathā vā pana, mahārāja, sakkā telena padīpo jāletuṁ, api nu, mahārāja, sakkā udakena padīpo jāletun”ti?",
  "mil6.3.4:5.5": "“Na hi, bhante”ti.",
  "mil6.3.4:5.6": "“Evameva kho, mahārāja, sakkā kusalaṁ saṁvibhajituṁ, na sakkā akusalaṁ saṁvibhajituṁ.",
  "mil6.3.4:5.7": "Yathā vā pana, mahārāja, kassakā taḷākato udakaṁ nīharitvā dhaññaṁ paripācenti, api nu kho, mahārāja, sakkā mahāsamuddato udakaṁ nīharitvā dhaññaṁ paripācetun”ti?",
  "mil6.3.4:5.8": "“Na hi, bhante”ti.",
  "mil6.3.4:5.9": "“Evameva kho, mahārāja, sakkā kusalaṁ saṁvibhajituṁ, na sakkā akusalaṁ saṁvibhajitun”ti.",
  "mil6.3.4:6.1": "“Bhante nāgasena, kena kāraṇena sakkā kusalaṁ saṁvibhajituṁ, na sakkā akusalaṁ saṁvibhajituṁ?",
  "mil6.3.4:6.2": "Kāraṇena maṁ saññāpehi, nāhaṁ andho anāloko sutvā vedissāmī”ti.",
  "mil6.3.4:6.3": "“Akusalaṁ, mahārāja, thokaṁ, kusalaṁ bahukaṁ, thokattā akusalaṁ kattāraṁyeva pariyādiyati, bahukattā kusalaṁ sadevakaṁ lokaṁ ajjhottharatī”ti.",
  "mil6.3.4:7.1": "“Opammaṁ karohī”ti.",
  "mil6.3.4:7.2": "“Yathā, mahārāja, parittaṁ ekaṁ udakabindu pathaviyaṁ nipateyya, api nu kho taṁ, mahārāja, udakabindu dasapi dvādasapi yojanāni ajjhotthareyyā”ti?",
  "mil6.3.4:7.3": "“Na hi, bhante, yattha taṁ udakabindu nipatitaṁ, tattheva pariyādiyatī”ti.",
  "mil6.3.4:7.4": "“Kena kāraṇena, mahārājā”ti?",
  "mil6.3.4:7.5": "“Parittattā, bhante, udakabindussā”ti.",
  "mil6.3.4:7.6": "“Evameva kho, mahārāja, parittaṁ akusalaṁ parittattā kattāraṁyeva pariyādiyati, na sakkā saṁvibhajituṁ.",
  "mil6.3.4:8.1": "Yathā vā pana, mahārāja, mahatimahāmegho abhivasseyya tappayanto dharaṇitalaṁ, api nu kho so, mahārāja, mahāmegho samantato otthareyyā”ti?",
  "mil6.3.4:8.2": "“Āma, bhante, pūrayitvā so mahāmegho sobbhasarasaritasākhākandarapadaradahataḷākaudapānapokkharaṇiyo dasapi dvādasapi yojanāni ajjhotthareyyā”ti.",
  "mil6.3.4:8.3": "“Kena kāraṇena, mahārājā”ti?",
  "mil6.3.4:8.4": "“Mahantattā, bhante, meghassā”ti.",
  "mil6.3.4:8.5": "“Evameva kho, mahārāja, kusalaṁ bahukaṁ, bahukattā sakkā devamanussehipi saṁvibhajitun”ti.",
  "mil6.3.4:9.1": "“Bhante nāgasena, kena kāraṇena akusalaṁ thokaṁ kusalaṁ bahutaran”ti?",
  "mil6.3.4:9.2": "“Idha, mahārāja, yo koci dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, so haṭṭho pahaṭṭho hasito pamudito pasannamānaso vedajāto hoti, tassa aparāparaṁ pīti uppajjati, pītimanassa bhiyyo bhiyyo kusalaṁ pavaḍḍhati.",
  "mil6.3.4:10.1": "Yathā, mahārāja, udapāne bahusalilasampuṇṇe ekena desena udakaṁ paviseyya, ekena nikkhameyya, nikkhamantepi aparāparaṁ uppajjati, na sakkā hoti khayaṁ pāpetuṁ;",
  "mil6.3.4:10.2": "evameva kho, mahārāja, kusalaṁ bhiyyo bhiyyo pavaḍḍhati.",
  "mil6.3.4:10.3": "Vassasatepi ce, mahārāja, puriso kataṁ kusalaṁ āvajjeyya, āvajjite āvajjite bhiyyo bhiyyo kusalaṁ pavaḍḍhati.",
  "mil6.3.4:10.4": "Tassa taṁ kusalaṁ sakkā hoti yathicchakehi saddhiṁ saṁvibhajituṁ, idamettha, mahārāja, kāraṇaṁ, yena kāraṇena kusalaṁ bahutaraṁ.",
  "mil6.3.4:11.1": "Akusalaṁ pana, mahārāja, karonto pacchā vippaṭisārī hoti, vippaṭisārino cittaṁ paṭilīyati paṭikuṭati paṭivattati na sampasārīyati socati tappati hāyati khīyati na parivaḍḍhati tattheva pariyādiyati.",
  "mil6.3.4:11.2": "Yathā, mahārāja, sukkhāya nadiyā mahāpuḷināya unnatāvanatāya kuṭilasaṅkuṭilāya uparito parittaṁ udakaṁ āgacchantaṁ hāyati khīyati na parivaḍḍhati tattheva pariyādiyati.",
  "mil6.3.4:11.3": "Evameva kho, mahārāja, akusalaṁ karontassa cittaṁ paṭilīyati paṭikuṭati paṭivattati na sampasārīyati socati tappati hāyati khīyati na parivaḍḍhati tattheva pariyādiyati, idamettha, mahārāja, kāraṇaṁ, yena kāraṇena akusalaṁ thokan”ti.",
  "mil6.3.4:11.4": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.3.4:12.1": "Pubbapetādisapañho catuttho."
}