{
  "mil6.1.9:0.1": "Milindapañha ",
  "mil6.1.9:0.2": "Anumānapañha ",
  "mil6.1.9:0.3": "Buddhavagga ",
  "mil6.1.9:0.4": "9. Udakasattajīvapañha ",
  "mil6.1.9:1.1": "“Bhante nāgasena, imaṁ udakaṁ aggimhi tappamānaṁ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhaṁ, kiṁ nu kho, bhante nāgasena, udakaṁ jīvati, kiṁ kīḷamānaṁ saddāyati, udāhu aññena paṭipīḷitaṁ saddāyatī”ti? ",
  "mil6.1.9:1.2": "“Na hi, mahārāja, udakaṁ jīvati, natthi udake jīvo vā satto vā, api ca, mahārāja, aggisantāpavegassa mahantatāya udakaṁ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan”ti. ",
  "mil6.1.9:2.1": "“Bhante nāgasena, idhekacce titthiyā udakaṁ jīvatīti sītodakaṁ paṭikkhipitvā udakaṁ tāpetvā vekatikavekatikaṁ paribhuñjanti, te tumhe garahanti paribhavanti ‘ekindriyaṁ samaṇā sakyaputtiyā jīvaṁ viheṭhentī’ti, taṁ tesaṁ garahaṁ paribhavaṁ vinodehi apanehi nicchārehī”ti. ",
  "mil6.1.9:2.2": "“Na hi, mahārāja, udakaṁ jīvati, natthi, mahārāja, udake jīvo vā satto vā, api ca, mahārāja, aggisantāpavegassa mahantatāya udakaṁ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhaṁ. ",
  "mil6.1.9:3.1": "Yathā, mahārāja, udakaṁ sobbhasarasaritadahataḷākakandarapadaraudapānaninnapokkharaṇigataṁ vātātapavegassa mahantatāya pariyādiyati parikkhayaṁ gacchati, api nu tattha udakaṁ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan”ti? ",
  "mil6.1.9:3.2": "“Na hi, bhante”ti. ",
  "mil6.1.9:3.3": "“Yadi, mahārāja, udakaṁ jīveyya, tatthāpi udakaṁ saddāyeyya, imināpi, mahārāja, kāraṇena jānāhi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṁ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan’ti. ",
  "mil6.1.9:4.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṁ saddāyatī’ti. ",
  "mil6.1.9:4.2": "Yadā pana, mahārāja, udakaṁ taṇḍulehi sammissitaṁ bhājanagataṁ hoti pihitaṁ uddhane aṭhapitaṁ, api nu tattha udakaṁ saddāyatī”ti? ",
  "mil6.1.9:4.3": "“Na hi, bhante, acalaṁ hoti santasantan”ti. ",
  "mil6.1.9:4.4": "“Taṁyeva pana, mahārāja, udakaṁ bhājanagataṁ aggiṁ ujjāletvā uddhane ṭhapitaṁ hoti, api nu tattha udakaṁ acalaṁ hoti santasantan”ti? ",
  "mil6.1.9:4.5": "“Na hi, bhante, calati khubbhati luḷati āvilati ūmijātaṁ hoti, uddhamadho disāvidisaṁ gacchati, uttarati patarati pheṇamālī hotī”ti. ",
  "mil6.1.9:4.6": "“Kissa pana taṁ, mahārāja, pākatikaṁ udakaṁ na calati santasantaṁ hoti, kissa pana aggigataṁ calati khubbhati luḷati āvilati ūmijātaṁ hoti, uddhamadho disāvidisaṁ gacchati, uttarati patarati pheṇamālī hotī”ti? ",
  "mil6.1.9:4.7": "“Pākatikaṁ, bhante, udakaṁ na calati, aggikataṁ pana udakaṁ aggisantāpavegassa mahantatāya cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan”ti. ",
  "mil6.1.9:4.8": "“Imināpi, mahārāja, kāraṇena jānāhi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṁ saddāyatī’ti. ",
  "mil6.1.9:5.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṁ saddāyati. ",
  "mil6.1.9:5.2": "Hoti taṁ, mahārāja, udakaṁ ghare ghare udakavārakagataṁ pihitan”ti? ",
  "mil6.1.9:5.3": "“Āma, bhante”ti. ",
  "mil6.1.9:5.4": "“Api nu taṁ, mahārāja, udakaṁ calati khubbhati luḷati āvilati ūmijātaṁ hoti, uddhamadho disāvidisaṁ gacchati, uttarati patarati pheṇamālī hotī”ti. ",
  "mil6.1.9:5.5": "“Na hi, bhante, acalaṁ taṁ hoti pākatikaṁ udakavārakagataṁ udakan”ti. ",
  "mil6.1.9:6.1": "“Sutapubbaṁ pana tayā, mahārāja, ‘mahāsamudde udakaṁ calati khubbhati luḷati āvilati ūmijātaṁ hoti, uddhamadho disāvidisaṁ gacchati, uttarati patarati pheṇamālī hoti, ussakkitvā ossakkitvā velāya paharati saddāyati bahuvidhan’”ti? ",
  "mil6.1.9:6.2": "“Āma, bhante, sutapubbaṁ etaṁ mayā diṭṭhapubbañca ‘mahāsamudde udakaṁ hatthasatampi dvepi hatthasatāni gagane ussakkatī’”ti. ",
  "mil6.1.9:6.3": "“Kissa, mahārāja, udakavārakagataṁ udakaṁ na calati na saddāyati, kissa pana mahāsamudde udakaṁ calati saddāyatī”ti? ",
  "mil6.1.9:6.4": "“Vātavegassa mahantatāya, bhante, mahāsamudde udakaṁ calati saddāyati, udakavārakagataṁ udakaṁ aghaṭṭitaṁ kehici na calati na saddāyatī”ti. ",
  "mil6.1.9:6.5": "“Yathā, mahārāja, vātavegassa mahantatāya mahāsamudde udakaṁ calati saddāyati; ",
  "mil6.1.9:6.6": "evameva aggisantāpavegassa mahantatāya udakaṁ saddāyatīti. ",
  "mil6.1.9:7.1": "Nanu, mahārāja, bheripokkharaṁ sukkhaṁ sukkhena gocammena onandhantī”ti? ",
  "mil6.1.9:7.2": "“Āma, bhante”. ",
  "mil6.1.9:7.3": "“Api nu, mahārāja, bheriyā jīvo vā satto vā atthī”ti. ",
  "mil6.1.9:7.4": "“Na hi, bhante”ti. ",
  "mil6.1.9:7.5": "“Kissa pana, mahārāja, bherī saddāyatī”ti? ",
  "mil6.1.9:7.6": "“Itthiyā vā, bhante, purisassa vā tajjena vāyāmenā”ti. ",
  "mil6.1.9:7.7": "“Yathā, mahārāja, itthiyā vā purisassa vā tajjena vāyāmena bherī saddāyati; ",
  "mil6.1.9:7.8": "evameva aggisantāpavegassa mahantatāya udakaṁ saddāyati. ",
  "mil6.1.9:7.9": "Imināpi, mahārāja, kāraṇena jānāhi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṁ saddāyatī’ti. ",
  "mil6.1.9:8.1": "Mayhampi tāva, mahārāja, tava pucchitabbaṁ atthi, evameso pañho suvinicchito hoti, kiṁ nu kho, mahārāja, sabbehipi bhājanehi udakaṁ tappamānaṁ saddāyati, udāhu ekaccehiyeva bhājanehi tappamānaṁ saddāyatī”ti? ",
  "mil6.1.9:8.2": "“Na hi, bhante, sabbehipi bhājanehi udakaṁ tappamānaṁ saddāyati, ekaccehiyeva bhājanehi udakaṁ tappamānaṁ saddāyatī”ti. ",
  "mil6.1.9:8.3": "“Tena hi, mahārāja, jahitosi sakasamayaṁ, paccāgatosi mama visayaṁ, natthi udake jīvo vā satto vā. ",
  "mil6.1.9:8.4": "Yadi, mahārāja, sabbehipi bhājanehi udakaṁ tappamānaṁ saddāyeyya, yuttamidaṁ ‘udakaṁ jīvatī’ti vattuṁ. ",
  "mil6.1.9:8.5": "Na hi, mahārāja, udakaṁ dvayaṁ hoti, yaṁ saddāyati, taṁ jīvati, yaṁ na saddāyati, taṁ na jīvatīti. ",
  "mil6.1.9:8.6": "Yadi, mahārāja, udakaṁ jīveyya, mahantānaṁ hatthināgānaṁ ussannakāyānaṁ pabhinnānaṁ soṇḍāya ussiñcitvā mukhe pakkhipitvā kucchiṁ pavesayantānaṁ, tampi udakaṁ tesaṁ dantantare cippiyamānaṁ saddāyeyya. ",
  "mil6.1.9:8.7": "Hatthasatikāpi mahānāvā garukā bhārikā anekasatasahassabhāraparipūrā mahāsamudde vicaranti, tāhipi cippiyamānaṁ udakaṁ saddāyeyya. ",
  "mil6.1.9:8.8": "Mahatimahantāpi macchā anekasatayojanikakāyā timī timiṅgalā timirapiṅgalā abbhantare nimuggā mahāsamudde nivāsaṭṭhānatāya paṭivasantā mahāudakadhārā ācamanti dhamanti ca, tesampi taṁ dantantarepi udarantarepi cippiyamānaṁ udakaṁ saddāyeyya. ",
  "mil6.1.9:8.9": "Yasmā ca kho, mahārāja, evarūpehi evarūpehi mahantehi paṭipīḷanehi paṭipīḷitaṁ udakaṁ na saddāyati tasmāpi natthi udake jīvo vā satto vāti, evametaṁ, mahārāja, dhārehī”ti. ",
  "mil6.1.9:9.1": "“Sādhu, bhante nāgasena, dosāgato pañho anucchavikāya vibhattiyā vibhatto, yathā nāma, bhante nāgasena, mahagghaṁ maṇiratanaṁ chekaṁ ācariyaṁ kusalaṁ sikkhitaṁ maṇikāraṁ pāpuṇitvā kittiṁ labheyya thomanaṁ pasaṁsaṁ, muttāratanaṁ vā muttikaṁ dussaratanaṁ vā dussikaṁ, lohitacandanaṁ vā gandhikaṁ pāpuṇitvā kittiṁ labheyya thomanaṁ pasaṁsaṁ. ",
  "mil6.1.9:9.2": "Evameva kho, bhante nāgasena, dosāgato pañho anucchavikāya vibhattiyā vibhatto, evametaṁ tathā sampaṭicchāmī”ti. ",
  "mil6.1.9:10.1": "Udakasattajīvapañho navamo. ",
  "mil6.1.9:11.1": "Buddhavaggo paṭhamo. ",
  "mil6.1.9:12.1": "Imasmiṁ vagge nava pañhā. "
}