{
  "mil6.2.2:0.1": "Milindapañha",
  "mil6.2.2:0.2": "Anumānapañha",
  "mil6.2.2:0.3": "Nippapañcavagga",
  "mil6.2.2:0.4": "2. Khīṇāsavabhāvapañha",
  "mil6.2.2:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil6.2.2:1.2": "‘yo gihī arahattaṁ patto, dve vāssa gatiyo bhavanti anaññā, tasmiṁyeva divase pabbajati vā parinibbāyati vā.",
  "mil6.2.2:1.3": "Na so divaso sakkā atikkametun’ti.",
  "mil6.2.2:1.4": "Sace so, bhante nāgasena, tasmiṁ divase ācariyaṁ vā upajjhāyaṁ vā pattacīvaraṁ vā na labhetha, api nu kho so arahā sayaṁ vā pabbajeyya divasaṁ vā atikkameyya, añño koci arahā iddhimā āgantvā taṁ pabbājeyya vā parinibbāyeyya vā”ti?",
  "mil6.2.2:1.5": "“Na so, mahārāja, arahā sayaṁ pabbajeyya, sayaṁ pabbajanto theyyaṁ āpajjati, na ca divasaṁ atikkameyya, aññassa arahantassa āgamanaṁ bhaveyya vā na vā bhaveyya, tasmiṁyeva divase parinibbāyeyyā”ti.",
  "mil6.2.2:1.6": "“Tena hi, bhante nāgasena, arahattassa santabhāvo vijahito hoti, yena adhigatassa jīvitahāro bhavatī”ti.",
  "mil6.2.2:2.1": "“Visamaṁ, mahārāja, gihiliṅgaṁ, visame liṅge liṅgadubbalatāya arahattaṁ patto gihī tasmiṁyeva divase pabbajati vā parinibbāyati vā.",
  "mil6.2.2:2.2": "Neso, mahārāja, doso arahattassa, gihiliṅgasseveso doso yadidaṁ liṅgadubbalatā.",
  "mil6.2.2:3.1": "Yathā, mahārāja, bhojanaṁ sabbasattānaṁ āyupālakaṁ jīvitarakkhakaṁ visamakoṭṭhassa mandadubbalagahaṇikassa avipākena jīvitaṁ harati.",
  "mil6.2.2:3.2": "Neso, mahārāja, doso bhojanassa, koṭṭhasseveso doso yadidaṁ aggidubbalatā.",
  "mil6.2.2:3.3": "Evameva kho, mahārāja, visame liṅge liṅgadubbalatāya arahattaṁ patto gihī tasmiṁyeva divase pabbajati vā parinibbāyati vā.",
  "mil6.2.2:3.4": "Neso, mahārāja, doso arahattassa, gihiliṅgasseveso doso yadidaṁ liṅgadubbalatā.",
  "mil6.2.2:4.1": "Yathā vā pana, mahārāja, parittaṁ tiṇasalākaṁ upari garuke pāsāṇe ṭhapite dubbalatāya bhijjitvā patati;",
  "mil6.2.2:4.2": "evameva kho, mahārāja, arahattaṁ patto gihī tena liṅgena arahattaṁ dhāretuṁ asakkonto tasmiṁyeva divase pabbajati vā parinibbāyati vā.",
  "mil6.2.2:5.1": "Yathā vā pana, mahārāja, puriso abalo dubbalo nihīnajacco parittapuñño mahatimahārajjaṁ labhitvā khaṇena paripatati paridhaṁsati osakkati, na sakkoti issariyaṁ dhāretuṁ;",
  "mil6.2.2:5.2": "evameva kho, mahārāja, arahattaṁ patto gihī tena liṅgena arahattaṁ dhāretuṁ na sakkoti, tena kāraṇena tasmiṁyeva divase pabbajati vā parinibbāyati vā”ti.",
  "mil6.2.2:5.3": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.2.2:6.1": "Khīṇāsavabhāvapañho dutiyo."
}