{
  "ud1.1:0.1": "Innige Sprüche 1.1 ",
  "ud1.1:0.2": "Beim Erwachen (1) ",
  "ud1.1:1.1": "So habe ich es gehört: ",
  "ud1.1:1.2": "Einmal, als er eben erwacht war, hielt sich der Buddha bei Uruvelā am Fuß des Baums des Erwachens auf, am Ufer des Flusses Nerañjarā. ",
  "ud1.1:1.3": "Zu der Zeit saß der Buddha sieben Tage mit gekreuzten Beinen reglos da und erfuhr die Seligkeit der Freiheit. ",
  "ud1.1:1.4": "Als sieben Tage vergangen waren, trat der Buddha aus diesem Versenkungszustand heraus. Während der ersten Nachtwache richtete er den Geist sorgfältig auf das abhängige Entstehen in vorwärtsgerichteter Reihenfolge: ",
  "ud1.1:2.1": "„Wenn dieses besteht, ist jenes; aufgrund des Entstehens von diesem entsteht jenes. Das heißt: ",
  "ud1.1:2.2": "Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "ud1.1:2.3": "Entscheidungen sind eine Bedingung für Bewusstsein. ",
  "ud1.1:2.4": "Bewusstsein ist eine Bedingung für Name und Form. ",
  "ud1.1:2.5": "Name und Form sind eine Bedingung für die sechs Sinnesfelder. ",
  "ud1.1:2.6": "Die sechs Sinnesfelder sind eine Bedingung für Berührung. ",
  "ud1.1:2.7": "Berührung ist eine Bedingung für Gefühl. ",
  "ud1.1:2.8": "Gefühl ist eine Bedingung für Verlangen. ",
  "ud1.1:2.9": "Verlangen ist eine Bedingung für Ergreifen. ",
  "ud1.1:2.10": "Ergreifen ist eine Bedingung für fortgesetztes Dasein. ",
  "ud1.1:2.11": "Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. ",
  "ud1.1:2.12": "Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "ud1.1:2.13": "So kommt diese ganze Masse des Leidens zustande.“ ",
  "ud1.1:3.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud1.1:4.1": "„Wenn die Dinge klar werden ",
  "ud1.1:4.2": "für den eifrigen Brahmanen, der meditiert, ",
  "ud1.1:4.3": "werden seine Zweifel zerstreut, ",
  "ud1.1:4.4": "da er jedes Ding samt seiner Ursache versteht.“ "
}