{
  "ud1.10:0.1": "Innige Sprüche 1.10 ",
  "ud1.10:0.2": "Mit Bāhiya ",
  "ud1.10:1.1": "So habe ich es gehört: ",
  "ud1.10:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud1.10:1.3": "Zu dieser Zeit nun befand sich Bāhiya mit dem Rindenkleid bei Suppāraka am Ufer des Meeres. Dort wurde er geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt. Und er erhielt Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "ud1.10:1.4": "Da kam ihm, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "ud1.10:1.5": "„Ich gehöre zu denen in der Welt, die vollendet oder auf dem Pfad zur Vollendung sind.“ ",
  "ud1.10:2.1": "Da begab sich eine Gottheit, ein früherer Blutsverwandter, der Anteilnahme fühlte und auf sein Wohl bedacht war, zu Bāhiya und sagte: ",
  "ud1.10:2.2": "„Bāhiya, du bist kein Vollendeter, noch bist du auf dem Pfad zur Vollendung. ",
  "ud1.10:2.3": "Du hast nicht die Übung, durch die du ein Vollendeter oder einer auf dem Pfad zur Vollendung werden könntest.“ ",
  "ud1.10:3.1": "„Wer genau sind dann die in der Welt, die vollendet oder auf dem Pfad zur Vollendung sind?“ ",
  "ud1.10:3.2": "„In den Ländern des Nordens gibt es eine Stadt mit Namen Sāvatthī. ",
  "ud1.10:3.3": "Dort hält sich jetzt dieser Gesegnete auf, der Vollendete, der vollkommen erwachte Buddha. ",
  "ud1.10:3.4": "Er ist der Vollendete und lehrt den Dhamma für die Vollendung.“ ",
  "ud1.10:4.1": "Von dieser Gottheit angetrieben verließ Bāhiya auf der Stelle Suppāraka. ",
  "ud1.10:4.2": "Nirgends hielt er sich länger als eine Nacht auf und gelangte so nach Sāvatthī, zu Jetas Wäldchen, dem Kloster des Anāthapiṇḍika. ",
  "ud1.10:4.3": "Da gingen gerade mehrere Mönche und Nonnen achtsam unter freiem Himmel auf und ab. ",
  "ud1.10:4.4": "Bāhiya begab sich zu ihnen und sagte: ",
  "ud1.10:4.5": "„Ihr Herren, wo ist der Gesegnete jetzt, der Vollendete, der vollkommen erwachte Buddha? ",
  "ud1.10:4.6": "Denn ich möchte ihn sehen.“ ",
  "ud1.10:4.7": "„Er hat eine bewohnte Gegend betreten für sein Almosen, Bāhiya.“ ",
  "ud1.10:5.1": "Da eilte Bāhiya aus Jetas Wäldchen und betrat Sāvatthī, wo er den Buddha um Almosen umherziehen sah – beeindruckend und Zuversicht einflößend, Sinne und Geist im Frieden, zu höchster Selbstbeherrschung und Sammlung gelangt, wie ein Elefant mit gezähmten, bewachten und beherrschten Sinnen. ",
  "ud1.10:5.2": "Bāhiya ging zum Buddha hin, beugte seinen Kopf zu den Füßen des Buddha und sagte: ",
  "ud1.10:5.3": "„Herr, der Gesegnete lehre mich doch den Dhamma! Der Heilige lehre mich doch den Dhamma! ",
  "ud1.10:5.4": "Das wird zu meinem langanhaltenden Nutzen und Glück sein.“ ",
  "ud1.10:5.5": "Darauf sagte der Buddha: ",
  "ud1.10:5.6": "„Es ist die falsche Zeit, Bāhiya, solange ich zum Almosensammeln eine bewohnte Gegend betreten habe.“ ",
  "ud1.10:6.1": "Zum zweiten Mal sagte Bāhiya: ",
  "ud1.10:6.2": "„Aber Herr, man weiß nie, wann das Leben in Gefahr ist, entweder das des Buddha oder mein eigenes. ",
  "ud1.10:6.3": "Der Gesegnete lehre mich doch den Dhamma! Der Heilige lehre mich doch den Dhamma! ",
  "ud1.10:6.4": "Das wird zu meinem langanhaltenden Nutzen und Glück sein.“ ",
  "ud1.10:6.5": "Zum zweiten Mal sagte der Buddha: ",
  "ud1.10:6.6": "„Es ist die falsche Zeit, Bāhiya, solange ich zum Almosensammeln eine bewohnte Gegend betreten habe.“ ",
  "ud1.10:7.1": "Zum dritten Mal sagte Bāhiya: ",
  "ud1.10:7.2": "„Aber Herr, man weiß nie, wann das Leben in Gefahr ist, entweder das des Buddha oder mein eigenes. ",
  "ud1.10:7.3": "Der Gesegnete lehre mich doch den Dhamma! Der Heilige lehre mich doch den Dhamma! ",
  "ud1.10:7.4": "Das wird zu meinem langanhaltenden Nutzen und Glück sein.“ ",
  "ud1.10:8.1": "„In diesem Fall, Bāhiya, sollst du dich so schulen: ",
  "ud1.10:8.2": "‚Im Gesehenen wird nur das Gesehene sein; im Gehörten wird nur das Gehörte sein; im Gedachten wird nur das Gedachte sein; im Erkannten wird nur das Erkannte sein.‘ ",
  "ud1.10:8.3": "So sollst du dich schulen. ",
  "ud1.10:8.4": "Wenn du dich auf diese Art geschult hast, ",
  "ud1.10:8.5": "wirst du nicht ‚durch dieses‘ sein. ",
  "ud1.10:8.6": "Wenn du nicht ‚durch dieses‘ bist, ",
  "ud1.10:8.7": "wirst du nicht ‚in diesem‘ sein. ",
  "ud1.10:8.8": "Wenn du nicht ‚in diesem‘ bist, ",
  "ud1.10:8.9": "wirst du nicht in dieser Welt sein, nicht in jener Welt und nicht zwischen den beiden. ",
  "ud1.10:8.10": "Eben das ist das Ende des Leidens.“ ",
  "ud1.10:9.1": "Da wurde durch diese kurze Dhammaunterweisung des Buddha Bāhiyas Geist sofort durch Nicht-Ergreifen von den Befleckungen befreit. ",
  "ud1.10:10.1": "Und nachdem der Buddha Bāhiya diesen kurzen Rat erteilt hatte, ging er. ",
  "ud1.10:10.2": "Aber kurz nachdem der Buddha gegangen war, griff eine Kuh mit einem kleinen Kälbchen Bāhiya an und nahm ihm das Leben. ",
  "ud1.10:11.1": "Dann zog der Buddha um Almosen durch Sāvatthī. Nach dem Essen, als er vom Almosengang zurückkam, verließ er zusammen mit mehreren Mönchen und Nonnen die Stadt und sah, dass Bāhiya gestorben war. ",
  "ud1.10:11.2": "Er wandte sich an die Mönche und Nonnen: ",
  "ud1.10:11.3": "„Mönche und Nonnen, hebt Bāhiyas Leichnam auf. Hebt ihn auf eine Liege und tragt ihn, dann verbrennt ihn und errichtet ein Denkmal. ",
  "ud1.10:11.4": "Mönche und Nonnen, einer eurer geistlichen Gefährten ist gestorben.“ ",
  "ud1.10:12.1": "„Ja, Herr“, antworteten diese Mönche und Nonnen. Sie taten wie geheißen, dann kehrten sie zum Buddha zurück ",
  "ud1.10:12.2": "und sagten: ",
  "ud1.10:12.3": "„Herr, Bāhiyas Leichnam ist verbrannt und ein Denkmal ist für ihn errichtet worden. ",
  "ud1.10:12.4": "Wo wurde er im nächsten Leben wiedergeboren?“ ",
  "ud1.10:12.5": "„Mönche und Nonnen, Bāhiya war klug. Er übte im Einklang mit den Lehren und machte mir wegen der Lehren keine Mühe. ",
  "ud1.10:12.6": "Bāhiya mit dem Rindenkleid ist vollkommen erloschen.“ ",
  "ud1.10:13.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud1.10:14.1": "„Wo Wasser und Erde, ",
  "ud1.10:14.2": "Feuer und Luft keinen Halt finden: ",
  "ud1.10:14.3": "Da scheint kein Stern, ",
  "ud1.10:14.4": "und die Sonne verbreitet kein Licht; ",
  "ud1.10:14.5": "da leuchtet nicht der Mond, ",
  "ud1.10:14.6": "und doch findet man keine Dunkelheit. ",
  "ud1.10:15.1": "Und wenn ein Abgeklärter, ein Brahmane, durch seine eigene Urteilskraft ",
  "ud1.10:15.2": "zum Verstehen findet, ",
  "ud1.10:15.3": "dann ist er von Formen und Formlosem, ",
  "ud1.10:15.4": "von Glück und Schmerz erlöst.“ ",
  "ud1.10:16.1": "Auch das ist ein inniger Spruch, der vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}