{
  "sn1.34:0.1": "Linked Discourses 1 ",
  "sn1.34:0.2": "4. The Satullapa Group ",
  "sn1.34:0.3": "34. There Are None ",
  "sn1.34:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s Monastery. ",
  "sn1.34:1.2": "Then, late at night, several glorious deities of the Satullapa Group, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, and stood to one side. ",
  "sn1.34:1.3": "Standing to one side, one deity recited this verse in the Buddha’s presence: ",
  "sn1.34:2.1": "“Among humans there are no sensual pleasures that are permanent. ",
  "sn1.34:2.2": "Here there are sensuous things, bound to which, ",
  "sn1.34:2.3": "drunk on which, there’s no coming back. ",
  "sn1.34:2.4": "That person doesn’t return here from Death’s domain.” ",
  "sn1.34:3.1": "“Misery is born of desire; suffering is born of desire; ",
  "sn1.34:3.2": "when desire is removed, misery is removed; ",
  "sn1.34:3.3": "when misery is removed, suffering is removed.” ",
  "sn1.34:4.1": "“The world’s pretty things aren’t sensual pleasures. ",
  "sn1.34:4.2": "Greedy intention is a person’s sensual pleasure. ",
  "sn1.34:4.3": "The world’s pretty things stay just as they are, ",
  "sn1.34:4.4": "but a wise one removes desire for them. ",
  "sn1.34:5.1": "Give up anger, get rid of conceit, ",
  "sn1.34:5.2": "and get past all the fetters. ",
  "sn1.34:5.3": "Sufferings don’t torment the one who has nothing, ",
  "sn1.34:5.4": "not clinging to name and form. ",
  "sn1.34:6.1": "Judging’s given up, conceit rejected; ",
  "sn1.34:6.2": "craving for name and form is cut off right here. ",
  "sn1.34:6.3": "They’ve cut the ties, untroubled, with no need for hope. ",
  "sn1.34:6.4": "Though gods and humans search for them ",
  "sn1.34:6.5": "in this world and the world beyond, they never find them, ",
  "sn1.34:6.6": "not in heaven nor in any abode.” ",
  "sn1.34:7.1": "“If neither gods nor humans see one freed in this way,” ",
  "sn1.34:7.2": "said Venerable Mogharājā, ",
  "sn1.34:7.3": "“in this world or the world beyond, ",
  "sn1.34:7.4": "are those who revere that supreme person, ",
  "sn1.34:7.5": "who lives for the good of mankind, also worthy of praise?” ",
  "sn1.34:8.1": "“The mendicants who revere one freed in this way,” ",
  "sn1.34:8.2": "said the Buddha, ",
  "sn1.34:8.3": "“are also worthy of praise, Mogharājā. ",
  "sn1.34:8.4": "But having understood the teaching and given up doubt, ",
  "sn1.34:8.5": "those mendicants can escape their chains.”"
}