{
  "sn16.13:0.1": "Saṁyutta Nikāya 16.13 ",
  "sn16.13:0.2": "1. Kassapavagga ",
  "sn16.13:0.3": "Saddhammappatirūpakasutta ",
  "sn16.13:1.1": "Evaṁ me sutaṁ—",
  "sn16.13:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "sn16.13:1.3": "Atha kho āyasmā mahākassapo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā mahākassapo bhagavantaṁ etadavoca: ",
  "sn16.13:1.4": "“ko nu kho, bhante, hetu ko paccayo, yena pubbe appatarāni ceva sikkhāpadāni ahesuṁ bahutarā ca bhikkhū aññāya saṇṭhahiṁsu? ",
  "sn16.13:1.5": "Ko pana, bhante, hetu ko paccayo, yenetarahi bahutarāni ceva sikkhāpadāni appatarā ca bhikkhū aññāya saṇṭhahantī”ti? ",
  "sn16.13:1.6": "“Evañcetaṁ, kassapa, hoti sattesu hāyamānesu saddhamme antaradhāyamāne, bahutarāni ceva sikkhāpadāni honti appatarā ca bhikkhū aññāya saṇṭhahanti. ",
  "sn16.13:1.7": "Na tāva, kassapa, saddhammassa antaradhānaṁ hoti yāva na saddhammappatirūpakaṁ loke uppajjati. ",
  "sn16.13:1.8": "Yato ca kho, kassapa, saddhammappatirūpakaṁ loke uppajjati, atha saddhammassa antaradhānaṁ hoti. ",
  "sn16.13:2.1": "Seyyathāpi, kassapa, na tāva jātarūpassa antaradhānaṁ hoti yāva na jātarūpappatirūpakaṁ loke uppajjati. ",
  "sn16.13:2.2": "Yato ca kho, kassapa, jātarūpappatirūpakaṁ loke uppajjati, atha kho jātarūpassa antaradhānaṁ hoti. ",
  "sn16.13:2.3": "Evameva kho, kassapa, na tāva saddhammassa antaradhānaṁ hoti yāva na saddhammappatirūpakaṁ loke uppajjati. ",
  "sn16.13:2.4": "Yato ca kho, kassapa, saddhammappatirūpakaṁ loke uppajjati, atha saddhammassa antaradhānaṁ hoti. ",
  "sn16.13:3.1": "Na kho, kassapa, pathavīdhātu saddhammaṁ antaradhāpeti, na āpodhātu saddhammaṁ antaradhāpeti, na tejodhātu saddhammaṁ antaradhāpeti, na vāyodhātu saddhammaṁ antaradhāpeti; ",
  "sn16.13:3.2": "atha kho idheva te uppajjanti moghapurisā ye imaṁ saddhammaṁ antaradhāpenti. ",
  "sn16.13:3.3": "Seyyathāpi, kassapa, nāvā ādikeneva opilavati; ",
  "sn16.13:3.4": "na kho, kassapa, evaṁ saddhammassa antaradhānaṁ hoti. ",
  "sn16.13:4.1": "Pañca khome, kassapa, okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. ",
  "sn16.13:4.2": "Katame pañca? ",
  "sn16.13:4.3": "Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari agāravā viharanti appatissā, dhamme agāravā viharanti appatissā, saṅghe agāravā viharanti appatissā, sikkhāya agāravā viharanti appatissā, samādhismiṁ agāravā viharanti appatissā—",
  "sn16.13:4.4": "ime kho, kassapa, pañca okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. ",
  "sn16.13:5.1": "Pañca khome, kassapa, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattanti. ",
  "sn16.13:5.2": "Katame pañca? ",
  "sn16.13:5.3": "Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari sagāravā viharanti sappatissā, dhamme sagāravā viharanti sappatissā, saṅghe sagāravā viharanti sappatissā, sikkhāya sagāravā viharanti sappatissā, samādhismiṁ sagāravā viharanti sappatissā—",
  "sn16.13:5.4": "ime kho, kassapa, pañca dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattantī”ti. ",
  "sn16.13:5.5": "Terasamaṁ. ",
  "sn16.13:5.6": "Kassapavaggo paṭhamo. ",
  "sn16.13:6.0": "Tassuddānaṁ ",
  "sn16.13:6.1": "Santuṭṭhañca anottappī, ",
  "sn16.13:6.2": "candūpamaṁ kulūpakaṁ; ",
  "sn16.13:6.3": "Jiṇṇaṁ tayo ca ovādā, ",
  "sn16.13:6.4": "jhānābhiññā upassayaṁ; ",
  "sn16.13:6.5": "Cīvaraṁ paraṁmaraṇaṁ, ",
  "sn16.13:6.6": "saddhammappatirūpakanti. ",
  "sn16.13:6.7": "Kassapasaṁyuttaṁ samattaṁ. "
}