{
  "sn16.10:0.1": "Saṁyutta Nikāya 16 ",
  "sn16.10:0.2": "1. Kassapavagga ",
  "sn16.10:0.3": "10. Upassayasutta ",
  "sn16.10:1.1": "Evaṁ me sutaṁ—",
  "sn16.10:1.2": "ekaṁ samayaṁ āyasmā mahākassapo sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "sn16.10:1.3": "Atha kho āyasmā ānando pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yenāyasmā mahākassapo tenupasaṅkami; upasaṅkamitvā āyasmantaṁ mahākassapaṁ etadavoca: ",
  "sn16.10:1.4": "“āyāma, bhante kassapa, yena aññataro bhikkhunupassayo tenupasaṅkamissāmā”ti. ",
  "sn16.10:1.5": "“Gaccha tvaṁ, āvuso ānanda, bahukicco tvaṁ bahukaraṇīyo”ti. ",
  "sn16.10:1.6": "Dutiyampi kho āyasmā ānando āyasmantaṁ mahākassapaṁ etadavoca: ",
  "sn16.10:1.7": "“āyāma, bhante kassapa, yena aññataro bhikkhunupassayo tenupasaṅkamissāmā”ti. ",
  "sn16.10:1.8": "“Gaccha tvaṁ, āvuso ānanda, bahukicco tvaṁ bahukaraṇīyo”ti. ",
  "sn16.10:1.9": "Tatiyampi kho āyasmā ānando āyasmantaṁ mahākassapaṁ etadavoca: ",
  "sn16.10:1.10": "“āyāma, bhante kassapa, yena aññataro bhikkhunupassayo tenupasaṅkamissāmā”ti. ",
  "sn16.10:2.1": "Atha kho āyasmā mahākassapo pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya āyasmatā ānandena pacchāsamaṇena yena aññataro bhikkhunupassayo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn16.10:2.2": "Atha kho sambahulā bhikkhuniyo yenāyasmā mahākassapo tenupasaṅkamiṁsu; upasaṅkamitvā āyasmantaṁ mahākassapaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "sn16.10:2.3": "Ekamantaṁ nisinnā kho tā bhikkhuniyo āyasmā mahākassapo dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "sn16.10:2.4": "Atha kho āyasmā mahākassapo tā bhikkhuniyo dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā pakkāmi. ",
  "sn16.10:3.1": "Atha kho thullatissā bhikkhunī anattamanā anattamanavācaṁ nicchāresi: ",
  "sn16.10:3.2": "“kiṁ pana ayyo mahākassapo, ayyassa ānandassa vedehamunino sammukhā dhammaṁ bhāsitabbaṁ maññati? ",
  "sn16.10:3.3": "Seyyathāpi nāma sūcivāṇijako sūcikārassa santike sūciṁ vikketabbaṁ maññeyya; ",
  "sn16.10:3.4": "evameva ayyo mahākassapo ayyassa ānandassa vedehamunino sammukhā dhammaṁ bhāsitabbaṁ maññatī”ti. ",
  "sn16.10:4.1": "Assosi kho āyasmā mahākassapo thullatissāya bhikkhuniyā imaṁ vācaṁ bhāsamānāya. ",
  "sn16.10:4.2": "Atha kho āyasmā mahākassapo āyasmantaṁ ānandaṁ etadavoca: ",
  "sn16.10:4.3": "“kiṁ nu kho, āvuso ānanda, ahaṁ sūcivāṇijako, tvaṁ sūcikāro; ",
  "sn16.10:4.4": "udāhu ahaṁ sūcikāro, tvaṁ sūcivāṇijako”ti? ",
  "sn16.10:4.5": "“Khama, bhante kassapa, bālo mātugāmo”ti. ",
  "sn16.10:4.6": "“Āgamehi tvaṁ, āvuso ānanda, mā te saṅgho uttari upaparikkhi. ",
  "sn16.10:5.1": "Taṁ kiṁ maññasi, āvuso ānanda, ",
  "sn16.10:5.2": "api nu tvaṁ bhagavato sammukhā bhikkhusaṅghe upanīto: ",
  "sn16.10:5.3": "‘ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
  "sn16.10:5.4": "Ānandopi, bhikkhave, yāvade ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharatī’”ti? ",
  "sn16.10:5.5": "“No hetaṁ, bhante”. ",
  "sn16.10:6.1": "“Ahaṁ kho, āvuso, bhagavato sammukhā bhikkhusaṅghe upanīto: ",
  "sn16.10:6.2": "‘ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
  "sn16.10:6.3": "Kassapopi, bhikkhave, yāvade ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi …pe… paṭhamaṁ jhānaṁ upasampajja viharatī’ti …pe…. ",
  "sn16.10:6.4": "(Navannaṁ anupubbavihārasamāpattīnaṁ pañcannañca abhiññānaṁ evaṁ vitthāro veditabbo.) ",
  "sn16.10:7.1": "Taṁ kiṁ maññasi, āvuso ānanda, ",
  "sn16.10:7.2": "api nu tvaṁ bhagavato sammukhā bhikkhusaṅghe upanīto: ",
  "sn16.10:7.3": "‘ahaṁ, bhikkhave, āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharāmi. ",
  "sn16.10:7.4": "Ānandopi, bhikkhave, āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī’”ti? ",
  "sn16.10:7.5": "“No hetaṁ, bhante”. ",
  "sn16.10:8.1": "“Ahaṁ kho, āvuso, bhagavato sammukhā bhikkhusaṅghe upanīto: ",
  "sn16.10:8.2": "‘ahaṁ, bhikkhave, āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharāmi. ",
  "sn16.10:8.3": "Kassapopi, bhikkhave, āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī’ti. ",
  "sn16.10:9.1": "Sattaratanaṁ vā, āvuso, nāgaṁ aḍḍhaṭṭhamaratanaṁ vā tālapattikāya chādetabbaṁ maññeyya, yo me cha abhiññā chādetabbaṁ maññeyyā”ti. ",
  "sn16.10:10.1": "Cavittha ca pana thullatissā bhikkhunī brahmacariyamhāti. ",
  "sn16.10:10.2": "Dasamaṁ. "
}