{
  "sn16.9:0.1": "Saṁyutta Nikāya 16 ",
  "sn16.9:0.2": "1. Kassapavagga ",
  "sn16.9:0.3": "9. Jhānābhiññasutta ",
  "sn16.9:1.1": "Sāvatthiyaṁ viharati. ",
  "sn16.9:1.2": "“Ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
  "sn16.9:1.3": "Kassapopi, bhikkhave, yāvade ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "sn16.9:2.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharāmi. ",
  "sn16.9:2.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati. ",
  "sn16.9:3.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṁvedemi, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharāmi. ",
  "sn16.9:3.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati. ",
  "sn16.9:4.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharāmi. ",
  "sn16.9:4.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "sn16.9:5.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ananto ākāsoti ākāsānañcāyatanaṁ upasampajja viharāmi. ",
  "sn16.9:5.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati sabbaso rūpasaññānaṁ samatikkamā …pe… ākāsānañcāyatanaṁ upasampajja viharati. ",
  "sn16.9:6.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākāsānañcāyatanaṁ samatikkamma anantaṁ viññāṇanti viññāṇañcāyatanaṁ upasampajja viharāmi. ",
  "sn16.9:6.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati sabbaso ākāsānañcāyatanaṁ samatikkamma anantaṁ viññāṇanti viññāṇañcāyatanaṁ upasampajja viharati. ",
  "sn16.9:7.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharāmi. ",
  "sn16.9:7.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati …pe… ākiñcaññāyatanaṁ upasampajja viharati. ",
  "sn16.9:8.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharāmi. ",
  "sn16.9:8.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati …pe… nevasaññānāsaññāyatanaṁ upasampajja viharati. ",
  "sn16.9:9.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharāmi. ",
  "sn16.9:9.2": "Kassapopi, bhikkhave …pe… saññāvedayitanirodhaṁ upasampajja viharati. ",
  "sn16.9:10.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṁ iddhividhaṁ paccanubhomi—ekopi hutvā bahudhā homi, bahudhāpi hutvā eko homi; āvibhāvaṁ, tirobhāvaṁ, tirokuṭṭaṁ, tiropākāraṁ, tiropabbataṁ, asajjamāno gacchāmi, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karomi, seyyathāpi udake; udakepi abhijjamāne gacchāmi, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamāmi, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasāmi parimajjāmi; yāva brahmalokāpi kāyena vasaṁ vattemi. ",
  "sn16.9:10.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati anekavihitaṁ iddhividhaṁ paccanubhoti …pe… yāva brahmalokāpi kāyena vasaṁ vatteti. ",
  "sn16.9:11.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāmi, dibbe ca mānuse ca, ye dūre santike ca. ",
  "sn16.9:11.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati dibbāya sotadhātuyā …pe… dūre santike ca. ",
  "sn16.9:12.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāmi—",
  "sn16.9:12.2": "sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānāmi,",
  "sn16.9:12.3": "vītarāgaṁ vā cittaṁ vītarāgaṁ cittanti pajānāmi,",
  "sn16.9:12.4": "sadosaṁ vā cittaṁ …pe…",
  "sn16.9:12.5": "vītadosaṁ vā cittaṁ …",
  "sn16.9:12.6": "samohaṁ vā cittaṁ …",
  "sn16.9:12.7": "vītamohaṁ vā cittaṁ …",
  "sn16.9:12.8": "saṅkhittaṁ vā cittaṁ …",
  "sn16.9:12.9": "vikkhittaṁ vā cittaṁ …",
  "sn16.9:12.10": "mahaggataṁ vā cittaṁ …",
  "sn16.9:12.11": "amahaggataṁ vā cittaṁ …",
  "sn16.9:12.12": "sauttaraṁ vā cittaṁ …",
  "sn16.9:12.13": "anuttaraṁ vā cittaṁ …",
  "sn16.9:12.14": "samāhitaṁ vā cittaṁ …",
  "sn16.9:12.15": "asamāhitaṁ vā cittaṁ …",
  "sn16.9:12.16": "vimuttaṁ vā cittaṁ …",
  "sn16.9:12.17": "avimuttaṁ vā cittaṁ avimuttaṁ cittanti pajānāmi.",
  "sn16.9:12.18": "Kassapopi, bhikkhave, yāvade ākaṅkhati parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāti—",
  "sn16.9:12.19": "sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānāti …pe… ",
  "sn16.9:12.20": "avimuttaṁ vā cittaṁ avimuttaṁ cittanti pajānāti.",
  "sn16.9:13.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṁ pubbenivāsaṁ anussarāmi, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
  "sn16.9:13.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "sn16.9:14.1": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi: ‘ime vata, bhonto, sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā, ime vā pana, bhonto, sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi. ",
  "sn16.9:14.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne …pe… yathākammūpage satte pajānāti. ",
  "sn16.9:15.1": "Ahaṁ, bhikkhave, āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharāmi. ",
  "sn16.9:15.2": "Kassapopi, bhikkhave, āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī”ti. ",
  "sn16.9:15.3": "Navamaṁ. "
}