{
  "sn46.54:0.1": "Linked Discourses 46.54 ",
  "sn46.54:0.2": "6. Discussion ",
  "sn46.54:0.3": "Full of Love ",
  "sn46.54:1.1": "At one time the Buddha was staying in the land of the Koliyans, where they have a town called Haliddavasana. ",
  "sn46.54:1.2": "Then several mendicants robed up in the morning and, taking their bowls and robes, entered Haliddavasana for alms. ",
  "sn46.54:1.3": "Then it occurred to them, ",
  "sn46.54:1.4": "“It’s too early to wander for alms in Haliddavasana. ",
  "sn46.54:1.5": "Why don’t we visit the monastery of the wanderers of other religions?” ",
  "sn46.54:2.1": "Then they went to the monastery of the wanderers of other religions and exchanged greetings with the wanderers there. ",
  "sn46.54:2.2": "When the greetings and polite conversation were over, they sat down to one side. The wanderers said to them: ",
  "sn46.54:3.1": "“Reverends, the ascetic Gotama teaches his disciples like this: ",
  "sn46.54:3.2": "‘Come, mendicants, give up these five hindrances, corruptions of the heart that weaken wisdom, and meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "sn46.54:3.3": "Meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, spread a heart full of compassion to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "sn46.54:3.4": "Meditate spreading a heart full of rejoicing to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, spread a heart full of rejoicing to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "sn46.54:3.5": "Meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.’ ",
  "sn46.54:4.1": "We too teach our disciples in just the same way. ",
  "sn46.54:4.2": "",
  "sn46.54:4.3": "",
  "sn46.54:4.4": "",
  "sn46.54:4.5": "",
  "sn46.54:4.6": "",
  "sn46.54:4.7": "What, then, is the difference between the ascetic Gotama’s teaching and instruction and ours?” ",
  "sn46.54:5.1": "Those mendicants neither approved nor dismissed that statement of the wanderers of other religions. ",
  "sn46.54:5.2": "They got up from their seat, thinking: ",
  "sn46.54:5.3": "“We will learn the meaning of this statement from the Buddha himself.” ",
  "sn46.54:5.4": "Then, after the meal, when they returned from almsround, they went up to the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "sn46.54:6.1": "",
  "sn46.54:6.2": "",
  "sn46.54:6.3": "",
  "sn46.54:7.1": "",
  "sn46.54:7.2": "",
  "sn46.54:8.1": "",
  "sn46.54:8.2": "",
  "sn46.54:8.3": "",
  "sn46.54:8.4": "",
  "sn46.54:8.5": "",
  "sn46.54:9.1": "",
  "sn46.54:9.2": "",
  "sn46.54:9.3": "",
  "sn46.54:9.4": "",
  "sn46.54:9.5": "",
  "sn46.54:9.6": "",
  "sn46.54:10.1": "",
  "sn46.54:10.2": "",
  "sn46.54:11.1": "“Mendicants, when wanderers of other religions say this, you should say to them: ",
  "sn46.54:11.2": "‘But reverends, how is the heart’s release by love developed? What is its destination, apex, fruit, and culmination? ",
  "sn46.54:11.3": "How is the heart’s release by compassion developed? What is its destination, apex, fruit, and end? ",
  "sn46.54:11.4": "How is the heart’s release by rejoicing developed? What is its destination, apex, fruit, and end? ",
  "sn46.54:11.5": "How is the heart’s release by equanimity developed? What is its destination, apex, fruit, and end?’ ",
  "sn46.54:11.6": "Questioned like this, the wanderers of other religions would be stumped, and, in addition, would get frustrated. ",
  "sn46.54:11.7": "Why is that? ",
  "sn46.54:11.8": "Because they’re out of their element. ",
  "sn46.54:11.9": "I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to these questions except for the Realized One or his disciple or someone who has heard it from them. ",
  "sn46.54:12.1": "And how is the heart’s release by love developed? What is its destination, apex, fruit, and end? ",
  "sn46.54:12.2": "It’s when a mendicant develops the heart’s release by love together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, ",
  "sn46.54:12.3": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "sn46.54:12.4": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. ",
  "sn46.54:12.5": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do. ",
  "sn46.54:12.6": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do. ",
  "sn46.54:12.7": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do. ",
  "sn46.54:12.8": "If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do. ",
  "sn46.54:12.9": "The apex of the heart’s release by love is the beautiful, I say, for a mendicant who has not penetrated to a higher freedom. ",
  "sn46.54:13.1": "And how is the heart’s release by compassion developed? What is its destination, apex, fruit, and end? ",
  "sn46.54:13.2": "It’s when a mendicant develops the heart’s release by compassion together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, ",
  "sn46.54:13.3": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "sn46.54:13.4": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. … ",
  "sn46.54:13.5": "If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do. ",
  "sn46.54:13.6": "Or else, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ",
  "sn46.54:13.7": "The apex of the heart’s release by compassion is the dimension of infinite space, I say, for a mendicant who has not penetrated to a higher freedom. ",
  "sn46.54:14.1": "And how is the heart’s release by rejoicing developed? What is its destination, apex, fruit, and end? ",
  "sn46.54:14.2": "It’s when a mendicant develops the heart’s release by rejoicing together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, ",
  "sn46.54:14.3": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "sn46.54:14.4": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. … ",
  "sn46.54:14.5": "If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do. ",
  "sn46.54:14.6": "Or else, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ",
  "sn46.54:14.7": "The apex of the heart’s release by rejoicing is the dimension of infinite consciousness, I say, for a mendicant who has not penetrated to a higher freedom. ",
  "sn46.54:15.1": "And how is the heart’s release by equanimity developed? What is its destination, apex, fruit, and end? ",
  "sn46.54:15.2": "It’s when a mendicant develops the heart’s release by equanimity together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, ",
  "sn46.54:15.3": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "sn46.54:15.4": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. ",
  "sn46.54:15.5": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do. ",
  "sn46.54:15.6": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do. ",
  "sn46.54:15.7": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do. ",
  "sn46.54:15.8": "If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do. ",
  "sn46.54:15.9": "Or else, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ",
  "sn46.54:15.10": "The apex of the heart’s release by equanimity is the dimension of nothingness, I say, for a mendicant who has not penetrated to a higher freedom.” "
}