{
  "sn15.8:0.1": "Discours Groupés 15.8 ",
  "sn15.8:0.2": "Chapitre Un ",
  "sn15.8:0.3": "Le Gange ",
  "sn15.8:1.1": "Près de Rājagaha, dans la Bambouseraie. ",
  "sn15.8:1.2": "Un certain brahmane s’approcha du Bouddha et échangea des salutations avec lui. ",
  "sn15.8:1.3": "Une fois les salutations et la courtoisie terminées, il s’assit sur le côté et demanda au Bouddha, ",
  "sn15.8:1.4": "« Monsieur, combien d’éons se sont écoulés ? » ",
  "sn15.8:1.5": "« Brahmane, beaucoup d’éons se sont écoulés. ",
  "sn15.8:1.6": "Il n’est pas facile de calculer ",
  "sn15.8:1.7": "combien d’éons se sont écoulés, combien de centaines, de milliers ou de centaines de milliers d’éons. » ",
  "sn15.8:2.1": "« Mais monsieur, pouvez-vous donner une comparaison ? » ",
  "sn15.8:2.2": "« Je le peux », répondit le Bouddha. ",
  "sn15.8:2.3": "« Considérez le fleuve Gange, depuis son point d’origine jusqu’à l’endroit où il se jette dans l’océan. Entre ces deux endroits, il n’est pas facile de calculer ",
  "sn15.8:2.4": "combien de grains de sable il y a, combien de centaines ou de milliers ou de centaines de milliers de grains de sable. ",
  "sn15.8:2.5": "Les éons qui se sont écoulés sont plus nombreux que cela. ",
  "sn15.8:2.6": "Il n’est pas facile de calculer ",
  "sn15.8:2.7": "combien d’éons se sont écoulés, combien de centaines ou de milliers ou de centaines de milliers d’éons. ",
  "sn15.8:2.8": "Pourquoi cela ? ",
  "sn15.8:2.9": "La transmigration n’a pas de début connu. ",
  "sn15.8:2.10": "Il n’existe pas de premier point où les êtres sensibles errent et transmigrent, entravés par l’ignorance et par le désir. ",
  "sn15.8:2.11": "Depuis si longtemps, vous avez subi la souffrance, l’agonie et le désastre, remplissant les cimetières. ",
  "sn15.8:2.12": "Cela suffit amplement pour que vous deveniez désabusés, dépassionnés et libérés de toute condition. » ",
  "sn15.8:3.1": "Lorsqu’il eut dit cela, le brahmane dit au Bouddha, ",
  "sn15.8:3.2": "« Excellent, Maître Gotama ! Excellent !… ",
  "sn15.8:3.3": "A partir de ce jour, puisse Maître Gotama se souvenir de moi comme d’un adepte laïc qui est allé chercher refuge pour la vie. » "
}