{
  "ya6.2.2:0.1": "6 Saṅkhārayamaka",
  "ya6.2.2:0.2": "6.2 Pavattivāra",
  "ya6.2.2:0.3": "6.2.2. Nirodhavāra",
  "ya6.2.2:1.0.1": "6.2.2.1. Paccuppannavāra",
  "ya6.2.2:1.0.2": "6.2.2.1.1. Anulomapuggala",
  "ya6.2.2:1.1": "» Yassa kāyasaṅkhāro nirujjhati tassa vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:2.1": "Vinā vitakkavicārehi assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ kāyasaṅkhāro nirujjhati, no ca tesaṃ vacīsaṅkhāro nirujjhati. Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ kāyasaṅkhāro ca nirujjhati vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:3.1": "« Yassa vā pana vacīsaṅkhāro nirujjhati tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:4.1": "Vinā assāsapassāsehi vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro nirujjhati, no ca tesaṃ kāyasaṅkhāro nirujjhati. Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro ca nirujjhati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:5.1": "» Yassa kāyasaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhatīti? Āmantā.",
  "ya6.2.2:6.1": "« Yassa vā pana cittasaṅkhāro nirujjhati tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:7.1": "Vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṃ cittasaṅkhāro nirujjhati, no ca tesaṃ kāyasaṅkhāro nirujjhati. Assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ cittasaṅkhāro ca nirujjhati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:8.1": "» Yassa vacīsaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhatīti? Āmantā.",
  "ya6.2.2:9.1": "« Yassa vā pana cittasaṅkhāro nirujjhati tassa vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:10.1": "Vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṃ cittasaṅkhāro nirujjhati, no ca tesaṃ vacīsaṅkhāro nirujjhati. Vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ cittasaṅkhāro ca nirujjhati vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:11.0": "6.2.2.1.2. Anulomaokāsa",
  "ya6.2.2:11.1": "» Yattha kāyasaṅkhāro nirujjhati tattha vacīsaṅkhāro nirujjhatīti? …pe….",
  "ya6.2.2:12.0": "6.2.2.1.3. Anulomapuggalokāsa",
  "ya6.2.2:12.1": "» Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha vacīsaṅkhāro nirujjhatīti? …pe…. (Yassakampi yassayatthakampi sadisaṃ.)",
  "ya6.2.2:13.0": "6.2.2.1.4. Paccanīkapuggala",
  "ya6.2.2:13.1": "» Yassa kāyasaṅkhāro na nirujjhati tassa vacīsaṅkhāro na nirujjhatīti?",
  "ya6.2.2:14.1": "Vinā assāsapassāsehi vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ kāyasaṅkhāro na nirujjhati, no ca tesaṃ vacīsaṅkhāro na nirujjhati. Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhati.",
  "ya6.2.2:15.1": "« Yassa vā pana vacīsaṅkhāro na nirujjhati tassa kāyasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:16.1": "Vinā vitakkavicārehi assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro na nirujjhati, no ca tesaṃ kāyasaṅkhāro na nirujjhati. Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ vacīsaṅkhāro ca na nirujjhati kāyasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:17.1": "» Yassa kāyasaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:18.1": "Vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṃ kāyasaṅkhāro na nirujjhati, no ca tesaṃ cittasaṅkhāro na nirujjhati. Sabbesaṃ cittassa uppādakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ kāyasaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:19.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:20.1": "» Yassa vacīsaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:21.1": "Vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro na nirujjhati, no ca tesaṃ cittasaṅkhāro na nirujjhati. Sabbesaṃ cittassa uppādakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ vacīsaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:22.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:23.0": "6.2.2.1.5. Paccanīkaokāsa",
  "ya6.2.2:23.1": "» Yattha kāyasaṅkhāro na nirujjhati …pe….",
  "ya6.2.2:24.0": "6.2.2.1.6. Paccanīkapuggalokāsa",
  "ya6.2.2:24.1": "» Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha vacīsaṅkhāro na nirujjhatīti?",
  "ya6.2.2:25.1": "Vinā assāsapassāsehi vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṃ tattha vacīsaṅkhāro na nirujjhati. Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhati.",
  "ya6.2.2:26.1": "« Yassa vā pana yattha vacīsaṅkhāro na nirujjhati …pe….",
  "ya6.2.2:27.1": "(Yassakampi yassayatthakampi sadisaṃ vitthāretabbaṃ, yassayatthake nirodhasamāpannānanti na kātabbaṃ.)",
  "ya6.2.2:28.0.1": "6.2.2.2. Atītavāra",
  "ya6.2.2:28.0.2": "6.2.2.2.1. Anulomapuggala",
  "ya6.2.2:28.1": "» Yassa kāyasaṅkhāro nirujjhittha tassa vacīsaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:29.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:30.1": "(Yathā uppādavāre atītā pucchā yassakampi yassayatthakampi anulomampi paccanīkampi vibhattaṃ evaṃ nirodhavārepi vibhajitabbaṃ, natthi nānākaraṇaṃ.)",
  "ya6.2.2:31.0.1": "6.2.2.3. Anāgatavāra",
  "ya6.2.2:31.0.2": "6.2.2.3.1. Anulomapuggala",
  "ya6.2.2:31.1": "» Yassa kāyasaṅkhāro nirujjhissati tassa vacīsaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:32.1": "« Yassa vā pana vacīsaṅkhāro nirujjhissati tassa kāyasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:33.1": "Kāmāvacarānaṃ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṃ pacchimacittaṃ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṃ ye ca rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ vacīsaṅkhāro nirujjhissati, no ca tesaṃ kāyasaṅkhāro nirujjhissati. Itaresaṃ tesaṃ vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:34.1": "» Yassa kāyasaṅkhāro nirujjhissati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:35.1": "« Yassa vā pana cittasaṅkhāro nirujjhissati tassa kāyasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:36.1": "Kāmāvacarānaṃ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṃ pacchimacittaṃ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṃ ye ca rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ cittasaṅkhāro nirujjhissati, no ca tesaṃ kāyasaṅkhāro nirujjhissati. Itaresaṃ tesaṃ cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:37.1": "» Yassa vacīsaṅkhāro nirujjhissati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:38.1": "« Yassa vā pana cittasaṅkhāro nirujjhissati tassa vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:39.1": "Avitakkaavicārapacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati tesaṃ cittasaṅkhāro nirujjhissati, no ca tesaṃ vacīsaṅkhāro nirujjhissati. Itaresaṃ tesaṃ cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:40.0": "6.2.2.3.2. Anulomaokāsa",
  "ya6.2.2:40.1": "» Yattha kāyasaṅkhāro nirujjhissati …pe….",
  "ya6.2.2:41.0": "6.2.2.3.3. Anulomapuggalokāsa",
  "ya6.2.2:41.1": "» Yassa yattha kāyasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:42.1": "Dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ tesaṃ tattha kāyasaṅkhāro nirujjhissati, no ca tesaṃ tattha vacīsaṅkhāro nirujjhissati. Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ tesaṃ tattha kāyasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:43.1": "« Yassa vā pana yattha vacīsaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:44.1": "Kāmāvacarānaṃ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṃ pacchimacittaṃ uppajjissati rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha vacīsaṅkhāro nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro nirujjhissati. Paṭhamajjhānaṃ samāpannānaṃ itaresaṃ kāmāvacarānaṃ tesaṃ tattha vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:45.1": "» Yassa yattha kāyasaṅkhāro nirujjhissati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:46.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:47.1": "Kāmāvacarānaṃ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṃ pacchimacittaṃ uppajjissati catutthajjhānaṃ samāpannānaṃ rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha cittasaṅkhāro nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro nirujjhissati. Paṭhamajjhānaṃ dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ itaresaṃ kāmāvacarānaṃ tesaṃ tattha cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:48.1": "» Yassa yattha vacīsaṅkhāro nirujjhissati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:49.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:50.1": "Avitakkaavicārapacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati dutiyajjhānaṃ tatiyajjhānaṃ catutthajjhānaṃ samāpannānaṃ tesaṃ tattha cittasaṅkhāro nirujjhissati, no ca tesaṃ tattha vacīsaṅkhāro nirujjhissati. Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ itaresaṃ rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:51.0": "6.2.2.3.4. Paccanīkapuggala",
  "ya6.2.2:51.1": "» Yassa kāyasaṅkhāro na nirujjhissati tassa vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:52.1": "Kāmāvacarānaṃ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṃ pacchimacittaṃ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṃ ye ca rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ kāyasaṅkhāro na nirujjhissati, no ca tesaṃ vacīsaṅkhāro na nirujjhissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṃ yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati tesaṃ kāyasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:53.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:54.1": "» Yassa kāyasaṅkhāro na nirujjhissati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:55.1": "Kāmāvacarānaṃ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṃ pacchimacittaṃ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṃ ye ca rūpāvacaraṃ arūpāvacaraṃ upapajjitvā parinibbāyissanti tesaṃ cavantānaṃ tesaṃ kāyasaṅkhāro na nirujjhissati, no ca tesaṃ cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ kāyasaṅkhāro ca na nirujjhissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:56.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:57.1": "» Yassa vacīsaṅkhāro na nirujjhissati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:58.1": "Avitakkaavicārapacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati tesaṃ vacīsaṅkhāro na nirujjhissati, no ca tesaṃ cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro ca na nirujjhissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:59.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:60.0": "6.2.2.3.5. Paccanīkaokāsa",
  "ya6.2.2:60.1": "» Yattha kāyasaṅkhāro na nirujjhissati …pe….",
  "ya6.2.2:61.0": "6.2.2.3.6. Paccanīkapuggalokāsa",
  "ya6.2.2:61.1": "» Yassa yattha kāyasaṅkhāro na nirujjhissati tassa tattha vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:62.1": "Kāmāvacarānaṃ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṃ pacchimacittaṃ uppajjissati rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha kāyasaṅkhāro na nirujjhissati, no ca tesaṃ tattha vacīsaṅkhāro na nirujjhissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṃ yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati catutthajjhānaṃ samāpannānaṃ asaññasattānaṃ tesaṃ tattha kāyasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:63.1": "« Yassa vā pana yattha vacīsaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:64.1": "Dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ tesaṃ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro na nirujjhissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṃ yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati catutthajjhānaṃ samāpannānaṃ asaññasattānaṃ tesaṃ tattha vacīsaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:65.1": "» Yassa yattha kāyasaṅkhāro na nirujjhissati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:66.1": "Kāmāvacarānaṃ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṃ pacchimacittaṃ uppajjissati catutthajjhānaṃ samāpannānaṃ rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha kāyasaṅkhāro na nirujjhissati, no ca tesaṃ tattha cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha kāyasaṅkhāro ca na nirujjhissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:67.1": "« Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhissatīti? Āmantā.",
  "ya6.2.2:68.1": "» Yassa yattha vacīsaṅkhāro na nirujjhissati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:69.1": "Avitakkaavicārapacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati dutiyajjhānaṃ tatiyajjhānaṃ catutthajjhānaṃ samāpannānaṃ tesaṃ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṃ tattha cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha vacīsaṅkhāro ca na nirujjhissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:70.1": "« Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha vacīsaṅkhāro na nirujjhissatīti? Āmantā.",
  "ya6.2.2:71.0.1": "6.2.2.4. Paccuppannātītavāra",
  "ya6.2.2:71.0.2": "6.2.2.4.1. Anulomapuggala",
  "ya6.2.2:71.1": "» Yassa kāyasaṅkhāro nirujjhati tassa vacīsaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:72.1": "« Yassa vā pana vacīsaṅkhāro nirujjhittha tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:73.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ vacīsaṅkhāro nirujjhittha, no ca tesaṃ kāyasaṅkhāro nirujjhati. Assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro ca nirujjhittha kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:74.1": "» Yassa kāyasaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:75.1": "« Yassa vā pana cittasaṅkhāro nirujjhittha tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:76.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittasaṅkhāro nirujjhittha, no ca tesaṃ kāyasaṅkhāro nirujjhati. Assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ cittasaṅkhāro ca nirujjhittha kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:77.1": "» Yassa vacīsaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:78.1": "« Yassa vā pana cittasaṅkhāro nirujjhittha tassa vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:79.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittasaṅkhāro nirujjhittha, no ca tesaṃ vacīsaṅkhāro nirujjhati. Vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ cittasaṅkhāro ca nirujjhittha vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:80.0": "6.2.2.4.2. Anulomaokāsa",
  "ya6.2.2:80.1": "» Yattha kāyasaṅkhāro nirujjhati …pe….",
  "ya6.2.2:81.0": "6.2.2.4.3. Anulomapuggalokāsa",
  "ya6.2.2:81.1": "» Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha vacīsaṅkhāro nirujjhitthāti?",
  "ya6.2.2:82.1": "Dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha kāyasaṅkhāro nirujjhati, no ca tesaṃ tattha vacīsaṅkhāro nirujjhittha. Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha kāyasaṅkhāro ca nirujjhati vacīsaṅkhāro ca nirujjhittha.",
  "ya6.2.2:83.1": "« Yassa vā pana yattha vacīsaṅkhāro nirujjhittha tassa tattha kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:84.1": "Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ uppādakkhaṇe tesaṃyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha vacīsaṅkhāro nirujjhittha, no ca tesaṃ tattha kāyasaṅkhāro nirujjhati. Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha vacīsaṅkhāro ca nirujjhittha kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:85.1": "» Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha cittasaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:86.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhittha tassa tattha kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:87.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro nirujjhittha, no ca tesaṃ tattha kāyasaṅkhāro nirujjhati. Assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro ca nirujjhittha kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:88.1": "» Yassa yattha vacīsaṅkhāro nirujjhati tassa tattha cittasaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:89.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhittha tassa tattha vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:90.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro nirujjhittha, no ca tesaṃ tattha vacīsaṅkhāro nirujjhati. Vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro ca nirujjhittha vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:91.0": "6.2.2.4.4. Paccanīkapuggala",
  "ya6.2.2:91.1": "» Yassa kāyasaṅkhāro na nirujjhati tassa vacīsaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:92.1": "« Yassa vā pana vacīsaṅkhāro na nirujjhittha tassa kāyasaṅkhāro na nirujjhatīti? Natthi.",
  "ya6.2.2:93.1": "» Yassa kāyasaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:94.1": "« Yassa vā pana cittasaṅkhāro na nirujjhittha tassa kāyasaṅkhāro na nirujjhatīti? Natthi.",
  "ya6.2.2:95.1": "» Yassa vacīsaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:96.1": "« Yassa vā pana cittasaṅkhāro na nirujjhittha tassa vacīsaṅkhāro na nirujjhatīti? Natthi.",
  "ya6.2.2:97.0": "6.2.2.4.5. Paccanīkaokāsa",
  "ya6.2.2:97.1": "» Yattha kāyasaṅkhāro na nirujjhati …pe….",
  "ya6.2.2:98.0": "6.2.2.4.6. Paccanīkapuggalokāsa",
  "ya6.2.2:98.1": "» Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha vacīsaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:99.1": "Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ uppādakkhaṇe tesaṃyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṃ tattha vacīsaṅkhāro na nirujjhittha. Dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ assāsapassāsānaṃ uppādakkhaṇe tesaṃyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe catutthajjhānaṃ samāpannānaṃ suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:100.1": "« Yassa vā pana yattha vacīsaṅkhāro na nirujjhittha tassa tattha kāyasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:101.1": "Dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha vacīsaṅkhāro na nirujjhittha, no ca tesaṃ tattha kāyasaṅkhāro na nirujjhati. Dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ assāsapassāsānaṃ uppādakkhaṇe tesaṃyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe catutthajjhānaṃ samāpannānaṃ suddhāvāsānaṃ dutiye citte vattamāne asaññasattānaṃ tesaṃ tattha vacīsaṅkhāro ca na nirujjhittha kāyasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:102.1": "» Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha cittasaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:103.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṃ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṃ tattha cittasaṅkhāro na nirujjhittha. Suddhāvāsaṃ upapajjantānaṃ asaññasattānaṃ tesaṃ tattha kāyasaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:104.1": "« Yassa vā pana yattha cittasaṅkhāro na nirujjhittha tassa tattha kāyasaṅkhāro na nirujjhatīti? Āmantā.",
  "ya6.2.2:105.1": "» Yassa yattha vacīsaṅkhāro na nirujjhati tassa tattha cittasaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:106.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṃ tattha vacīsaṅkhāro na nirujjhati, no ca tesaṃ tattha cittasaṅkhāro na nirujjhittha. Suddhāvāsaṃ upapajjantānaṃ asaññasattānaṃ tesaṃ tattha vacīsaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:107.1": "« Yassa vā pana yattha cittasaṅkhāro na nirujjhittha tassa tattha vacīsaṅkhāro na nirujjhatīti? Āmantā.",
  "ya6.2.2:108.0.1": "6.2.2.5. Paccuppannānāgatavāra",
  "ya6.2.2:108.0.2": "6.2.2.5.1. Anulomapuggala",
  "ya6.2.2:108.1": "» Yassa kāyasaṅkhāro nirujjhati tassa vacīsaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:109.1": "« Yassa vā pana vacīsaṅkhāro nirujjhissati tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:110.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ vacīsaṅkhāro nirujjhissati, no ca tesaṃ kāyasaṅkhāro nirujjhati. Assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:111.1": "» Yassa kāyasaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:112.1": "« Yassa vā pana cittasaṅkhāro nirujjhissati tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:113.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittasaṅkhāro nirujjhissati, no ca tesaṃ kāyasaṅkhāro nirujjhati. Assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:114.1": "» Yassa vacīsaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:115.1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro nirujjhati, no ca tesaṃ cittasaṅkhāro nirujjhissati. Itaresaṃ vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro ca nirujjhati cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:116.1": "« Yassa vā pana cittasaṅkhāro nirujjhissati tassa vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:117.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ cittasaṅkhāro nirujjhissati, no ca tesaṃ vacīsaṅkhāro nirujjhati. Vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:118.0": "6.2.2.5.2. Anulomaokāsa",
  "ya6.2.2:118.1": "» Yattha kāyasaṅkhāro nirujjhati …pe….",
  "ya6.2.2:119.0": "6.2.2.5.3. Anulomapuggalokāsa",
  "ya6.2.2:119.1": "» Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:120.1": "Dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha kāyasaṅkhāro nirujjhati, no ca tesaṃ tattha vacīsaṅkhāro nirujjhissati. Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha kāyasaṅkhāro ca nirujjhati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:121.1": "« Yassa vā pana yattha vacīsaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:122.1": "Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ uppādakkhaṇe tesaṃyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha vacīsaṅkhāro nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro nirujjhati. Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:123.1": "» Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:124.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:125.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro nirujjhati. Assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:126.1": "» Yassa yattha vacīsaṅkhāro nirujjhati tassa tattha cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:127.1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe tesaṃ tattha vacīsaṅkhāro nirujjhati, no ca tesaṃ tattha cittasaṅkhāro nirujjhissati. Itaresaṃ vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ tattha vacīsaṅkhāro ca nirujjhati cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:128.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:129.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro nirujjhissati, no ca tesaṃ tattha vacīsaṅkhāro nirujjhati. Vitakkavicārānaṃ bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:130.0": "6.2.2.5.4. Paccanīkapuggala",
  "ya6.2.2:130.1": "» Yassa kāyasaṅkhāro na nirujjhati tassa vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:131.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ kāyasaṅkhāro na nirujjhati, no ca tesaṃ vacīsaṅkhāro na nirujjhissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṃ yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati tesaṃ kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:132.1": "« Yassa vā pana vacīsaṅkhāro na nirujjhissati tassa kāyasaṅkhāro na nirujjhatīti? Āmantā.",
  "ya6.2.2:133.1": "» Yassa kāyasaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:134.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ kāyasaṅkhāro na nirujjhati, no ca tesaṃ cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṃ kāyasaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:135.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:136.1": "» Yassa vacīsaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:137.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṃ asaññasattānaṃ tesaṃ vacīsaṅkhāro na nirujjhati, no ca tesaṃ cittasaṅkhāro na nirujjhissati. Avitakkaavicārapacchimacittassa bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:138.1": "« Yassa vā pana cittasaṅkhāro na nirujjhissati tassa vacīsaṅkhāro na nirujjhatīti?",
  "ya6.2.2:139.1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe tesaṃ cittasaṅkhāro na nirujjhissati, no ca tesaṃ vacīsaṅkhāro na nirujjhati. Avitakkaavicārapacchimacittassa bhaṅgakkhaṇe tesaṃ cittasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhati.",
  "ya6.2.2:140.0": "6.2.2.5.5. Paccanīkaokāsa",
  "ya6.2.2:140.1": "» Yattha kāyasaṅkhāro na nirujjhati …pe….",
  "ya6.2.2:141.0": "6.2.2.5.6. Paccanīkapuggalokāsa",
  "ya6.2.2:141.1": "» Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:142.1": "Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ assāsapassāsānaṃ uppādakkhaṇe tesaṃyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṃ tattha vacīsaṅkhāro na nirujjhissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṃ yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ assāsapassāsānaṃ uppādakkhaṇe tesaṃyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe catutthajjhānaṃ samāpannānaṃ asaññasattānaṃ tesaṃ tattha kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:143.1": "« Yassa vā pana yattha vacīsaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:144.1": "Dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ assāsapassāsānaṃ bhaṅgakkhaṇe tesaṃ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro na nirujjhati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṃ yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ assāsapassāsānaṃ uppādakkhaṇe tesaṃyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe catutthajjhānaṃ samāpannānaṃ asaññasattānaṃ tesaṃ tattha vacīsaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:145.1": "» Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:146.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṃ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṃ tattha cittasaṅkhāro na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha kāyasaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:147.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:148.1": "» Yassa yattha vacīsaṅkhāro na nirujjhati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:149.1": "Sabbesaṃ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṃ tattha vacīsaṅkhāro na nirujjhati, no ca tesaṃ tattha cittasaṅkhāro na nirujjhissati. Avitakkaavicārapacchimacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha vacīsaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:150.1": "« Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha vacīsaṅkhāro na nirujjhatīti?",
  "ya6.2.2:151.1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro na nirujjhissati, no ca tesaṃ tattha vacīsaṅkhāro na nirujjhati. Avitakkaavicārapacchimacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha cittasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhati.",
  "ya6.2.2:152.0.1": "6.2.2.6. Atītānāgatavāra",
  "ya6.2.2:152.0.2": "6.2.2.6.1. Anulomapuggala",
  "ya6.2.2:152.1": "» Yassa kāyasaṅkhāro nirujjhittha tassa vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:153.1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṃ yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati tesaṃ kāyasaṅkhāro nirujjhittha, no ca tesaṃ vacīsaṅkhāro nirujjhissati. Itaresaṃ tesaṃ kāyasaṅkhāro ca nirujjhittha vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:154.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:155.1": "» Yassa kāyasaṅkhāro nirujjhittha tassa cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:156.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṃ kāyasaṅkhāro nirujjhittha, no ca tesaṃ cittasaṅkhāro nirujjhissati. Itaresaṃ tesaṃ kāyasaṅkhāro ca nirujjhittha cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:157.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:158.1": "» Yassa vacīsaṅkhāro nirujjhittha tassa cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:159.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṃ vacīsaṅkhāro nirujjhittha, no ca tesaṃ cittasaṅkhāro nirujjhissati. Itaresaṃ tesaṃ vacīsaṅkhāro ca nirujjhittha cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:160.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:161.0": "6.2.2.6.2. Anulomaokāsa",
  "ya6.2.2:161.1": "» Yattha kāyasaṅkhāro nirujjhittha …pe….",
  "ya6.2.2:162.0": "6.2.2.6.3. Anulomapuggalokāsa",
  "ya6.2.2:162.1": "» Yassa yattha kāyasaṅkhāro nirujjhittha tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:163.1": "Kāmāvacare pacchimacittassa bhaṅgakkhaṇe dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ tesaṃ tattha kāyasaṅkhāro nirujjhittha, no ca tesaṃ tattha vacīsaṅkhāro nirujjhissati. Paṭhamajjhānaṃ samāpannānaṃ itaresaṃ kāmāvacarānaṃ tesaṃ tattha kāyasaṅkhāro na nirujjhittha vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:164.1": "« Yassa vā pana yattha vacīsaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhitthāti?",
  "ya6.2.2:165.1": "Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha vacīsaṅkhāro nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro nirujjhittha. Paṭhamajjhānaṃ samāpannānaṃ kāmāvacarānaṃ tesaṃ tattha vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhittha.",
  "ya6.2.2:166.1": "» Yassa yattha kāyasaṅkhāro nirujjhittha tassa tattha cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:167.1": "Kāmāvacare pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha kāyasaṅkhāro nirujjhittha, no ca tesaṃ tattha cittasaṅkhāro nirujjhissati. Paṭhamajjhānaṃ dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ itaresaṃ kāmāvacarānaṃ tesaṃ tattha kāyasaṅkhāro ca nirujjhittha cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:168.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhitthāti?",
  "ya6.2.2:169.1": "Catutthajjhānaṃ samāpannānaṃ rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha cittasaṅkhāro nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro nirujjhittha. Paṭhamajjhānaṃ dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ kāmāvacarānaṃ tesaṃ tattha cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhittha.",
  "ya6.2.2:170.1": "» Yassa yattha vacīsaṅkhāro nirujjhittha tassa tattha cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:171.1": "Savitakkasavicārabhūmiyaṃ pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha vacīsaṅkhāro nirujjhittha, no ca tesaṃ tattha cittasaṅkhāro nirujjhissati. Itaresaṃ savitakkasavicārabhūmiyaṃ tesaṃ tattha vacīsaṅkhāro ca nirujjhittha cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:172.1": "« Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro nirujjhitthāti?",
  "ya6.2.2:173.1": "Avitakkaavicārabhūmiyaṃ tesaṃ tattha cittasaṅkhāro nirujjhissati, no ca tesaṃ tattha vacīsaṅkhāro nirujjhittha. Savitakkasavicārabhūmiyaṃ tesaṃ tattha cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhittha.",
  "ya6.2.2:174.0": "6.2.2.6.4. Paccanīkapuggala",
  "ya6.2.2:174.1": "» Yassa kāyasaṅkhāro na nirujjhittha tassa vacīsaṅkhāro na nirujjhissatīti? Natthi.",
  "ya6.2.2:175.1": "« Yassa vā pana vacīsaṅkhāro na nirujjhissati tassa kāyasaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:176.1": "» Yassa kāyasaṅkhāro na nirujjhittha tassa cittasaṅkhāro na nirujjhissatīti? Natthi.",
  "ya6.2.2:177.1": "« Yassa vā pana cittasaṅkhāro na nirujjhissati tassa kāyasaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:178.1": "» Yassa vacīsaṅkhāro na nirujjhittha tassa cittasaṅkhāro na nirujjhissatīti? Natthi.",
  "ya6.2.2:179.1": "« Yassa vā pana cittasaṅkhāro na nirujjhissati tassa vacīsaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:180.0": "6.2.2.6.5. Paccanīkaokāsa",
  "ya6.2.2:180.1": "» Yattha kāyasaṅkhāro na nirujjhittha …pe….",
  "ya6.2.2:181.0": "6.2.2.6.6. Paccanīkapuggalokāsa",
  "ya6.2.2:181.1": "» Yassa yattha kāyasaṅkhāro na nirujjhittha tassa tattha vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:182.1": "Rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha kāyasaṅkhāro na nirujjhittha, no ca tesaṃ tattha vacīsaṅkhāro na nirujjhissati. Rūpāvacare arūpāvacare savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṃ yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati catutthajjhānaṃ samāpannānaṃ asaññasattānaṃ tesaṃ tattha kāyasaṅkhāro ca na nirujjhittha vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:183.1": "« Yassa vā pana yattha vacīsaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:184.1": "Kāmāvacare pacchimacittassa bhaṅgakkhaṇe dutiyajjhānaṃ tatiyajjhānaṃ samāpannānaṃ tesaṃ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro na nirujjhittha. Rūpāvacare arūpāvacare savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṃ yassa cittassa anantarā avitakkaavicāraṃ pacchimacittaṃ uppajjissati catutthajjhānaṃ samāpannānaṃ asaññasattānaṃ tesaṃ tattha vacīsaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:185.1": "» Yassa yattha kāyasaṅkhāro na nirujjhittha tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:186.1": "Catutthajjhānaṃ samāpannānaṃ rūpāvacarānaṃ arūpāvacarānaṃ tesaṃ tattha kāyasaṅkhāro na nirujjhittha, no ca tesaṃ tattha cittasaṅkhāro na nirujjhissati. Rūpāvacare arūpāvacare pacchimacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha kāyasaṅkhāro ca na nirujjhittha cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:187.1": "« Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:188.1": "Kāmāvacare pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro na nirujjhissati, no ca tesaṃ tattha kāyasaṅkhāro na nirujjhittha. Rūpāvacare arūpāvacare pacchimacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha cittasaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:189.1": "» Yassa yattha vacīsaṅkhāro na nirujjhittha tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:190.1": "Avitakkaavicārabhūmiyaṃ tesaṃ tattha vacīsaṅkhāro na nirujjhittha, no ca tesaṃ tattha cittasaṅkhāro na nirujjhissati. Avitakkaavicārabhūmiyaṃ pacchimacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha vacīsaṅkhāro ca na nirujjhittha cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:191.1": "« Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha vacīsaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:192.1": "Savitakkasavicārabhūmiyaṃ pacchimacittassa bhaṅgakkhaṇe tesaṃ tattha cittasaṅkhāro na nirujjhissati, no ca tesaṃ tattha vacīsaṅkhāro na nirujjhittha. Avitakkaavicārabhūmiyaṃ pacchimacittassa bhaṅgakkhaṇe asaññasattānaṃ tesaṃ tattha cittasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:193.1": "Nirodhavāro."
}