{
  "ya6.2.1:0.1": "6 Saṅkhārayamaka",
  "ya6.2.1:0.2": "6.2 Pavattivāra",
  "ya6.2.1:0.3": "6.2.1. Uppādavāra",
  "ya6.2.1:1.0.1": "6.2.1.1 Paccuppannavāra",
  "ya6.2.1:1.0.2": "6.2.1.1.1. Anulomapuggala",
  "ya6.2.1:1.1": "» Yassa kāyasaṅkhāro uppajjati tassa vacīsaṅkhāro uppajjatīti?",
  "ya6.2.1:2.1": "Vinā vitakkavicārehi assāsapassāsānaṁ uppādakkhaṇe tesaṁ kāyasaṅkhāro uppajjati, no ca tesaṁ vacīsaṅkhāro uppajjati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ kāyasaṅkhāro ca uppajjati vacīsaṅkhāro ca uppajjati.",
  "ya6.2.1:3.1": "« Yassa vā pana vacīsaṅkhāro uppajjati tassa kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:4.1": "Vinā assāsapassāsehi vitakkavicārānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro uppajjati, no ca tesaṁ kāyasaṅkhāro uppajjati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro ca uppajjati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:5.1": "» Yassa kāyasaṅkhāro uppajjati tassa cittasaṅkhāro uppajjatīti? Āmantā.",
  "ya6.2.1:6.1": "« Yassa vā pana cittasaṅkhāro uppajjati tassa kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:7.1": "Vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ cittasaṅkhāro uppajjati, no ca tesaṁ kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:8.1": "» Yassa vacīsaṅkhāro uppajjati tassa cittasaṅkhāro uppajjatīti? Āmantā.",
  "ya6.2.1:9.1": "« Yassa vā pana cittasaṅkhāro uppajjati tassa vacīsaṅkhāro uppajjatīti?",
  "ya6.2.1:10.1": "Vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ cittasaṅkhāro uppajjati, no ca tesaṁ vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjati vacīsaṅkhāro ca uppajjati.",
  "ya6.2.1:11.0": "6.2.1.1.2. Anulomaokāsa",
  "ya6.2.1:11.1": "» Yattha kāyasaṅkhāro uppajjati tattha vacīsaṅkhāro uppajjatīti?",
  "ya6.2.1:12.1": "Dutiyajjhāne tatiyajjhāne tattha kāyasaṅkhāro uppajjati, no ca tattha vacīsaṅkhāro uppajjati. Paṭhamajjhāne kāmāvacare tattha kāyasaṅkhāro ca uppajjati vacīsaṅkhāro ca uppajjati.",
  "ya6.2.1:13.1": "« Yattha vā pana vacīsaṅkhāro uppajjati tattha kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:14.1": "Rūpāvacare arūpāvacare tattha vacīsaṅkhāro uppajjati, no ca tattha kāyasaṅkhāro uppajjati. Paṭhamajjhāne kāmāvacare tattha vacīsaṅkhāro ca uppajjati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:15.1": "» Yattha kāyasaṅkhāro uppajjati tattha cittasaṅkhāro uppajjatīti? Āmantā.",
  "ya6.2.1:16.1": "« Yattha vā pana cittasaṅkhāro uppajjati tattha kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:17.1": "Catutthajjhāne rūpāvacare arūpāvacare tattha cittasaṅkhāro uppajjati, no ca tattha kāyasaṅkhāro uppajjati. Paṭhamajjhāne dutiyajjhāne tatiyajjhāne kāmāvacare tattha cittasaṅkhāro ca uppajjati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:18.1": "» Yattha vacīsaṅkhāro uppajjati tattha cittasaṅkhāro uppajjatīti? Āmantā.",
  "ya6.2.1:19.1": "« Yattha vā pana cittasaṅkhāro uppajjati tattha vacīsaṅkhāro uppajjatīti?",
  "ya6.2.1:20.1": "Dutiyajjhāne tatiyajjhāne catutthajjhāne tattha cittasaṅkhāro uppajjati, no ca tattha vacīsaṅkhāro uppajjati. Paṭhamajjhāne kāmāvacare rūpāvacare arūpāvacare tattha cittasaṅkhāro ca uppajjati vacīsaṅkhāro ca uppajjati.",
  "ya6.2.1:21.0": "6.2.1.1.3. Anulomapuggalokāsa",
  "ya6.2.1:21.1": "» Yassa yattha kāyasaṅkhāro uppajjati …pe….",
  "ya6.2.1:22.1": "(Yassakampi yassayatthakampi sadisaṁ.)",
  "ya6.2.1:23.0": "6.2.1.1.4. Paccanīkapuggala",
  "ya6.2.1:23.1": "» Yassa kāyasaṅkhāro nuppajjati tassa vacīsaṅkhāro nuppajjatīti?",
  "ya6.2.1:24.1": "Vinā assāsapassāsehi vitakkavicārānaṁ uppādakkhaṇe tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ vacīsaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca nuppajjati.",
  "ya6.2.1:25.1": "« Yassa vā pana vacīsaṅkhāro nuppajjati tassa kāyasaṅkhāro nuppajjatīti?",
  "ya6.2.1:26.1": "Vinā vitakkavicārehi assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro nuppajjati, no ca tesaṁ kāyasaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro ca nuppajjati kāyasaṅkhāro ca nuppajjati.",
  "ya6.2.1:27.1": "» Yassa kāyasaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjatīti?",
  "ya6.2.1:28.1": "Vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjati.",
  "ya6.2.1:29.1": "« Yassa vā pana cittasaṅkhāro nuppajjati tassa kāyasaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.1:30.1": "» Yassa vacīsaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjatīti?",
  "ya6.2.1:31.1": "Vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ vacīsaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjati.",
  "ya6.2.1:32.1": "« Yassa vā pana cittasaṅkhāro nuppajjati tassa vacīsaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.1:33.0": "6.2.1.1.5. Paccanīkaokāsa",
  "ya6.2.1:33.1": "» Yattha kāyasaṅkhāro nuppajjati tattha vacīsaṅkhāro nuppajjatīti?",
  "ya6.2.1:34.1": "Rūpāvacare arūpāvacare tattha kāyasaṅkhāro nuppajjati, no ca tattha vacīsaṅkhāro nuppajjati. Catutthajjhāne asaññasatte tattha kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca nuppajjati.",
  "ya6.2.1:35.1": "« Yattha vā pana vacīsaṅkhāro nuppajjati tattha kāyasaṅkhāro nuppajjatīti?",
  "ya6.2.1:36.1": "Dutiyajjhāne tatiyajjhāne tattha vacīsaṅkhāro nuppajjati, no ca tattha kāyasaṅkhāro nuppajjati. Catutthajjhāne asaññasatte tattha vacīsaṅkhāro ca nuppajjati kāyasaṅkhāro ca nuppajjati.",
  "ya6.2.1:37.1": "» Yattha kāyasaṅkhāro nuppajjati tattha cittasaṅkhāro nuppajjatīti?",
  "ya6.2.1:38.1": "Catutthajjhāne rūpāvacare arūpāvacare tattha kāyasaṅkhāro nuppajjati, no ca tattha cittasaṅkhāro nuppajjati. Asaññasatte tattha kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjati.",
  "ya6.2.1:39.1": "« Yattha vā pana …pe… ? Āmantā.",
  "ya6.2.1:40.1": "» Yattha vacīsaṅkhāro nuppajjati tattha cittasaṅkhāro nuppajjatīti?",
  "ya6.2.1:41.1": "Dutiyajjhāne tatiyajjhāne catutthajjhāne tattha vacīsaṅkhāro nuppajjati, no ca tattha cittasaṅkhāro nuppajjati. Asaññasatte tattha vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjati.",
  "ya6.2.1:42.1": "« Yattha vā pana …pe… ? Āmantā.",
  "ya6.2.1:43.0": "6.2.1.1.6. Paccanīkapuggalokāsa",
  "ya6.2.1:43.1": "» Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha vacīsaṅkhāro nuppajjatīti?",
  "ya6.2.1:44.1": "Vinā assāsapassāsehi vitakkavicārānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha vacīsaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca nuppajjati.",
  "ya6.2.1:45.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya6.2.1:46.1": "(Yassakampi yassayatthakampi sadisaṁ vitthāretabbaṁ, yassayatthake nirodhasamāpannānanti na labbhati.)",
  "ya6.2.1:47.0.1": "6.2.1.2. Atītavāra",
  "ya6.2.1:47.0.2": "6.2.1.2.1. Anulomapuggala",
  "ya6.2.1:47.1": "» Yassa kāyasaṅkhāro uppajjittha tassa vacīsaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:48.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.1:49.1": "» Yassa kāyasaṅkhāro uppajjittha tassa cittasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:50.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.1:51.1": "» Yassa vacīsaṅkhāro uppajjittha tassa cittasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:52.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.1:53.0": "6.2.1.2.2. Anulomaokāsa",
  "ya6.2.1:53.1": "» Yattha kāyasaṅkhāro uppajjittha …pe…",
  "ya6.2.1:54.1": "(Yatthakampi sabbattha ekasadisaṁ.)",
  "ya6.2.1:55.0": "6.2.1.2.3. Anulomapuggalokāsa",
  "ya6.2.1:55.1": "» Yassa yattha kāyasaṅkhāro uppajjittha tassa tattha vacīsaṅkhāro uppajjitthāti?",
  "ya6.2.1:56.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha kāyasaṅkhāro uppajjittha, no ca tesaṁ tattha vacīsaṅkhāro uppajjittha. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjittha.",
  "ya6.2.1:57.1": "« Yassa vā pana yattha vacīsaṅkhāro uppajjittha tassa tattha kāyasaṅkhāro uppajjitthāti?",
  "ya6.2.1:58.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro uppajjittha, no ca tesaṁ tattha kāyasaṅkhāro uppajjittha. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha vacīsaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjittha.",
  "ya6.2.1:59.1": "» Yassa yattha kāyasaṅkhāro uppajjittha tassa tattha cittasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:60.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjittha tassa tattha kāyasaṅkhāro uppajjitthāti?",
  "ya6.2.1:61.1": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro uppajjittha, no ca tesaṁ tattha kāyasaṅkhāro uppajjittha. Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjittha.",
  "ya6.2.1:62.1": "» Yassa yattha vacīsaṅkhāro uppajjittha tassa tattha cittasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:63.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjittha tassa tattha vacīsaṅkhāro uppajjitthāti?",
  "ya6.2.1:64.1": "Dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha cittasaṅkhāro uppajjittha, no ca tesaṁ tattha vacīsaṅkhāro uppajjittha. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ itaresaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjittha.",
  "ya6.2.1:65.0": "6.2.1.2.4. Paccanīkapuggala",
  "ya6.2.1:65.1": "» Yassa kāyasaṅkhāro nuppajjittha tassa vacīsaṅkhāro nuppajjitthāti? Natthi.",
  "ya6.2.1:66.1": "« Yassa vā pana vacīsaṅkhāro nuppajjittha tassa kāyasaṅkhāro nuppajjitthāti? Natthi.",
  "ya6.2.1:67.1": "» Yassa kāyasaṅkhāro nuppajjittha tassa cittasaṅkhāro nuppajjitthāti? Natthi.",
  "ya6.2.1:68.1": "« Yassa vā pana …pe… ? Natthi.",
  "ya6.2.1:69.1": "» Yassa vacīsaṅkhāro nuppajjittha tassa cittasaṅkhāro nuppajjitthāti? Natthi.",
  "ya6.2.1:70.1": "« Yassa vā pana …pe… ? Natthi.",
  "ya6.2.1:71.0": "6.2.1.2.5. Paccanīkaokāsa",
  "ya6.2.1:71.1": "» Yattha kāyasaṅkhāro nuppajjittha …pe….",
  "ya6.2.1:72.0": "6.2.1.2.6. Paccanīkapuggalokāsa",
  "ya6.2.1:72.1": "» Yassa yattha kāyasaṅkhāro nuppajjittha tassa tattha vacīsaṅkhāro nuppajjitthāti?",
  "ya6.2.1:73.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjittha, no ca tesaṁ tattha vacīsaṅkhāro nuppajjittha. Catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjittha vacīsaṅkhāro ca nuppajjittha.",
  "ya6.2.1:74.1": "« Yassa vā pana yattha vacīsaṅkhāro nuppajjittha tassa tattha kāyasaṅkhāro nuppajjitthāti?",
  "ya6.2.1:75.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro nuppajjittha, no ca tesaṁ tattha kāyasaṅkhāro nuppajjittha. Catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjittha kāyasaṅkhāro ca nuppajjittha.",
  "ya6.2.1:76.1": "» Yassa yattha kāyasaṅkhāro nuppajjittha tassa tattha cittasaṅkhāro nuppajjitthāti?",
  "ya6.2.1:77.1": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjittha, no ca tesaṁ tattha cittasaṅkhāro nuppajjittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjittha cittasaṅkhāro ca nuppajjittha.",
  "ya6.2.1:78.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya6.2.1:79.1": "» Yassa yattha vacīsaṅkhāro nuppajjittha tassa tattha cittasaṅkhāro nuppajjitthāti?",
  "ya6.2.1:80.1": "Dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha vacīsaṅkhāro nuppajjittha, no ca tesaṁ tattha cittasaṅkhāro nuppajjittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjittha cittasaṅkhāro ca nuppajjittha.",
  "ya6.2.1:81.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya6.2.1:82.0.1": "6.2.1.3. Anāgatavāra",
  "ya6.2.1:82.0.2": "6.2.1.3.1. Anulomapuggala",
  "ya6.2.1:82.1": "» Yassa kāyasaṅkhāro uppajjissati tassa vacīsaṅkhāro uppajjissatīti? Āmantā.",
  "ya6.2.1:83.1": "« Yassa vā pana vacīsaṅkhāro uppajjissati tassa kāyasaṅkhāro uppajjissatīti?",
  "ya6.2.1:84.1": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ vacīsaṅkhāro uppajjissati, no ca tesaṁ kāyasaṅkhāro uppajjissati. Itaresaṁ tesaṁ vacīsaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjissati.",
  "ya6.2.1:85.1": "» Yassa kāyasaṅkhāro uppajjissati tassa cittasaṅkhāro uppajjissatīti? Āmantā.",
  "ya6.2.1:86.1": "« Yassa vā pana cittasaṅkhāro uppajjissati tassa kāyasaṅkhāro uppajjissatīti?",
  "ya6.2.1:87.1": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cittasaṅkhāro uppajjissati, no ca tesaṁ kāyasaṅkhāro uppajjissati. Itaresaṁ tesaṁ cittasaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjissati.",
  "ya6.2.1:88.1": "» Yassa vacīsaṅkhāro uppajjissati tassa cittasaṅkhāro uppajjissatīti? Āmantā.",
  "ya6.2.1:89.1": "« Yassa vā pana cittasaṅkhāro uppajjissati tassa vacīsaṅkhāro uppajjissatīti?",
  "ya6.2.1:90.1": "Yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ cittasaṅkhāro uppajjissati, no ca tesaṁ vacīsaṅkhāro uppajjissati. Itaresaṁ tesaṁ cittasaṅkhāro ca uppajjissati vacīsaṅkhāro ca uppajjissati.",
  "ya6.2.1:91.0": "6.2.1.3.2. Anulomaokāsa",
  "ya6.2.1:91.1": "» Yattha kāyasaṅkhāro uppajjissati …pe….",
  "ya6.2.1:92.0": "6.2.1.3.3. Anulomapuggalokāsa",
  "ya6.2.1:92.1": "» Yassa yattha kāyasaṅkhāro uppajjissati tassa tattha vacīsaṅkhāro uppajjissatīti?",
  "ya6.2.1:93.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha kāyasaṅkhāro uppajjissati, no ca tesaṁ tattha vacīsaṅkhāro uppajjissati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro ca uppajjissati vacīsaṅkhāro ca uppajjissati.",
  "ya6.2.1:94.1": "« Yassa vā pana yattha vacīsaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjissatīti?",
  "ya6.2.1:95.1": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjissati. Paṭhamajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha vacīsaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjissati.",
  "ya6.2.1:96.1": "» Yassa yattha kāyasaṅkhāro uppajjissati tassa tattha cittasaṅkhāro uppajjissatīti? Āmantā.",
  "ya6.2.1:97.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjissatīti?",
  "ya6.2.1:98.1": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjissati. Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjissati.",
  "ya6.2.1:99.1": "» Yassa yattha vacīsaṅkhāro uppajjissati tassa tattha cittasaṅkhāro uppajjissatīti? Āmantā.",
  "ya6.2.1:100.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha vacīsaṅkhāro uppajjissatīti?",
  "ya6.2.1:101.1": "Yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ tesaṁ tattha cittasaṅkhāro uppajjissati, no ca tesaṁ tattha vacīsaṅkhāro uppajjissati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ itaresaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca uppajjissati vacīsaṅkhāro ca uppajjissati.",
  "ya6.2.1:102.0": "6.2.1.3.4. Paccanīkapuggala",
  "ya6.2.1:102.1": "» Yassa kāyasaṅkhāro nuppajjissati tassa vacīsaṅkhāro nuppajjissatīti?",
  "ya6.2.1:103.1": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ kāyasaṅkhāro nuppajjissati, no ca tesaṁ vacīsaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ kāyasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca nuppajjissati.",
  "ya6.2.1:104.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.1:105.1": "» Yassa kāyasaṅkhāro nuppajjissati tassa cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:106.1": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ kāyasaṅkhāro nuppajjissati, no ca tesaṁ cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ tesaṁ kāyasaṅkhāro ca nuppajjissati cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:107.1": "« Yassa vā pana cittasaṅkhāro …pe… ? Āmantā.",
  "ya6.2.1:108.1": "» Yassa vacīsaṅkhāro nuppajjissati tassa cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:109.1": "Yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ vacīsaṅkhāro nuppajjissati, no ca tesaṁ cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ tesaṁ vacīsaṅkhāro ca nuppajjissati cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:110.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.1:111.0": "6.2.1.3.5. Paccanīkaokāsa",
  "ya6.2.1:111.1": "» Yattha kāyasaṅkhāro nuppajjissati …pe….",
  "ya6.2.1:112.0": "6.2.1.3.6. Paccanīkapuggalokāsa",
  "ya6.2.1:112.1": "» Yassa yattha kāyasaṅkhāro nuppajjissati tassa tattha vacīsaṅkhāro nuppajjissatīti?",
  "ya6.2.1:113.1": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjissati, no ca tesaṁ tattha vacīsaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca nuppajjissati.",
  "ya6.2.1:114.1": "« Yassa vā pana yattha vacīsaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:115.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro nuppajjissati, no ca tesaṁ tattha kāyasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjissati kāyasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:116.1": "» Yassa yattha kāyasaṅkhāro nuppajjissati tassa tattha cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:117.1": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjissati, no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjissati cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:118.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya6.2.1:119.1": "» Yassa yattha vacīsaṅkhāro nuppajjissati tassa tattha cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:120.1": "Yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro nuppajjissati, no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjissati cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:121.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya6.2.1:122.0.1": "6.2.1.4. Paccuppannātītavāra",
  "ya6.2.1:122.0.2": "6.2.1.4.1. Anulomapuggala",
  "ya6.2.1:122.1": "» Yassa kāyasaṅkhāro uppajjati tassa vacīsaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:123.1": "« Yassa vā pana vacīsaṅkhāro uppajjittha tassa kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:124.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro uppajjittha, no ca tesaṁ kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:125.1": "» Yassa kāyasaṅkhāro uppajjati tassa cittasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:126.1": "« Yassa vā pana cittasaṅkhāro uppajjittha tassa kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:127.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro uppajjittha, no ca tesaṁ kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:128.1": "» Yassa vacīsaṅkhāro uppajjati tassa cittasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:129.1": "« Yassa vā pana cittasaṅkhāro uppajjittha tassa vacīsaṅkhāro uppajjatīti?",
  "ya6.2.1:130.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro uppajjittha, no ca tesaṁ vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjati.",
  "ya6.2.1:131.0": "6.2.1.4.2. Anulomaokāsa",
  "ya6.2.1:131.1": "» Yattha kāyasaṅkhāro uppajjati …pe….",
  "ya6.2.1:132.0": "6.2.1.4.3. Anulomapuggalokāsa",
  "ya6.2.1:132.1": "» Yassa yattha kāyasaṅkhāro uppajjati tassa tattha vacīsaṅkhāro uppajjitthāti?",
  "ya6.2.1:133.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro uppajjati, no ca tesaṁ tattha vacīsaṅkhāro uppajjittha. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro ca uppajjati vacīsaṅkhāro ca uppajjittha.",
  "ya6.2.1:134.1": "« Yassa vā pana yattha vacīsaṅkhāro uppajjittha tassa tattha kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:135.1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro uppajjittha, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:136.1": "» Yassa yattha kāyasaṅkhāro uppajjati tassa tattha cittasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:137.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjittha tassa tattha kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:138.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha cittasaṅkhāro uppajjittha, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:139.1": "» Yassa yattha vacīsaṅkhāro uppajjati tassa tattha cittasaṅkhāro uppajjitthāti? Āmantā.",
  "ya6.2.1:140.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjittha tassa tattha vacīsaṅkhāro uppajjatīti?",
  "ya6.2.1:141.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha cittasaṅkhāro uppajjittha, no ca tesaṁ tattha vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjati.",
  "ya6.2.1:142.0": "6.2.1.4.4. Paccanīkapuggala",
  "ya6.2.1:142.1": "» Yassa kāyasaṅkhāro nuppajjati tassa vacīsaṅkhāro nuppajjitthāti? Uppajjittha.",
  "ya6.2.1:143.1": "« Yassa vā pana vacīsaṅkhāro nuppajjittha tassa kāyasaṅkhāro nuppajjatīti? Natthi.",
  "ya6.2.1:144.1": "» Yassa kāyasaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjitthāti? Uppajjittha.",
  "ya6.2.1:145.1": "« Yassa vā pana cittasaṅkhāro nuppajjittha tassa kāyasaṅkhāro nuppajjatīti? Natthi.",
  "ya6.2.1:146.1": "» Yassa vacīsaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjitthāti? Uppajjittha.",
  "ya6.2.1:147.1": "« Yassa vā pana …pe… ? Natthi.",
  "ya6.2.1:148.0": "6.2.1.4.5. Paccanīkaokāsa",
  "ya6.2.1:148.1": "» Yattha kāyasaṅkhāro nuppajjati …pe….",
  "ya6.2.1:149.0": "6.2.1.4.6. Paccanīkapuggalokāsa",
  "ya6.2.1:149.1": "» Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha vacīsaṅkhāro nuppajjitthāti?",
  "ya6.2.1:150.1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha vacīsaṅkhāro nuppajjittha. Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca nuppajjittha.",
  "ya6.2.1:151.1": "« Yassa vā pana yattha vacīsaṅkhāro nuppajjittha tassa tattha kāyasaṅkhāro nuppajjatīti?",
  "ya6.2.1:152.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro nuppajjittha, no ca tesaṁ tattha kāyasaṅkhāro nuppajjati. Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjittha kāyasaṅkhāro ca nuppajjati.",
  "ya6.2.1:153.1": "» Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha cittasaṅkhāro nuppajjitthāti?",
  "ya6.2.1:154.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro nuppajjittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjittha.",
  "ya6.2.1:155.1": "« Yassa vā pana yattha cittasaṅkhāro nuppajjittha tassa tattha kāyasaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.1:156.1": "» Yassa yattha vacīsaṅkhāro nuppajjati tassa tattha cittasaṅkhāro nuppajjitthāti?",
  "ya6.2.1:157.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro nuppajjittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjittha.",
  "ya6.2.1:158.1": "« Yassa vā pana yattha …pe… ? Āmantā.",
  "ya6.2.1:159.0.1": "6.2.1.5. Paccuppannānāgatavāra",
  "ya6.2.1:159.0.2": "6.2.1.5.1. Anulomapuggala",
  "ya6.2.1:159.1": "» Yassa kāyasaṅkhāro uppajjati tassa vacīsaṅkhāro uppajjissatīti? Āmantā.",
  "ya6.2.1:160.1": "« Yassa vā pana vacīsaṅkhāro uppajjissati tassa kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:161.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro uppajjissati, no ca tesaṁ kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:162.1": "» Yassa kāyasaṅkhāro uppajjati tassa cittasaṅkhāro uppajjissatīti? Āmantā.",
  "ya6.2.1:163.1": "« Yassa vā pana cittasaṅkhāro uppajjissati tassa kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:164.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro uppajjissati, no ca tesaṁ kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:165.1": "» Yassa vacīsaṅkhāro uppajjati tassa cittasaṅkhāro uppajjissatīti?",
  "ya6.2.1:166.1": "Savitakkasavicārapacchimacittassa uppādakkhaṇe tesaṁ vacīsaṅkhāro uppajjati, no ca tesaṁ cittasaṅkhāro uppajjissati. Itaresaṁ vitakkavicārānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro ca uppajjati cittasaṅkhāro ca uppajjissati.",
  "ya6.2.1:167.1": "« Yassa vā pana cittasaṅkhāro uppajjissati tassa vacīsaṅkhāro uppajjatīti?",
  "ya6.2.1:168.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro uppajjissati, no ca tesaṁ vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjissati vacīsaṅkhāro ca uppajjati.",
  "ya6.2.1:169.0": "6.2.1.5.2. Anulomaokāsa",
  "ya6.2.1:169.1": "» Yattha kāyasaṅkhāro uppajjati …pe….",
  "ya6.2.1:170.0": "6.2.1.5.3. Anulomapuggalokāsa",
  "ya6.2.1:170.1": "» Yassa yattha kāyasaṅkhāro uppajjati tassa tattha vacīsaṅkhāro uppajjissatīti?",
  "ya6.2.1:171.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro uppajjati, no ca tesaṁ tattha vacīsaṅkhāro uppajjissati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro ca uppajjati vacīsaṅkhāro ca uppajjissati.",
  "ya6.2.1:172.1": "« Yassa vā pana yattha vacīsaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:173.1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:174.1": "» Yassa yattha kāyasaṅkhāro uppajjati tassa tattha cittasaṅkhāro uppajjissatīti? Āmantā.",
  "ya6.2.1:175.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjatīti?",
  "ya6.2.1:176.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha cittasaṅkhāro uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjati.",
  "ya6.2.1:177.1": "» Yassa yattha vacīsaṅkhāro uppajjati tassa tattha cittasaṅkhāro uppajjissatīti?",
  "ya6.2.1:178.1": "Savitakkasavicārapacchimacittassa uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro uppajjati, no ca tesaṁ tattha cittasaṅkhāro uppajjissati. Itaresaṁ vitakkavicārānaṁ uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro ca uppajjati cittasaṅkhāro ca uppajjissati.",
  "ya6.2.1:179.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha vacīsaṅkhāro uppajjatīti?",
  "ya6.2.1:180.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha cittasaṅkhāro uppajjissati, no ca tesaṁ tattha vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca uppajjissati vacīsaṅkhāro ca uppajjati.",
  "ya6.2.1:181.0": "6.2.1.5.4. Paccanīkapuggala",
  "ya6.2.1:181.1": "» Yassa kāyasaṅkhāro nuppajjati tassa vacīsaṅkhāro nuppajjissatīti?",
  "ya6.2.1:182.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ vacīsaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca nuppajjissati.",
  "ya6.2.1:183.1": "« Yassa vā pana vacīsaṅkhāro nuppajjissati tassa kāyasaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.1:184.1": "» Yassa kāyasaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:185.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ tesaṁ kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:186.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.1:187.1": "» Yassa vacīsaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:188.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro nuppajjissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ tesaṁ vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:189.1": "« Yassa vā pana cittasaṅkhāro nuppajjissati tassa vacīsaṅkhāro nuppajjatīti?",
  "ya6.2.1:190.1": "Savitakkasavicārapacchimacittassa uppādakkhaṇe tesaṁ cittasaṅkhāro nuppajjissati, no ca tesaṁ vacīsaṅkhāro nuppajjati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ tesaṁ cittasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca nuppajjati.",
  "ya6.2.1:191.0": "6.2.1.5.5. Paccanīkaokāsa",
  "ya6.2.1:191.1": "» Yattha kāyasaṅkhāro nuppajjati …pe….",
  "ya6.2.1:192.0": "6.2.1.5.6. Paccanīkapuggalokāsa",
  "ya6.2.1:192.1": "» Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha vacīsaṅkhāro nuppajjissatīti?",
  "ya6.2.1:193.1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha vacīsaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca nuppajjissati.",
  "ya6.2.1:194.1": "« Yassa vā pana yattha vacīsaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjatīti?",
  "ya6.2.1:195.1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro nuppajjissati, no ca tesaṁ tattha kāyasaṅkhāro nuppajjati. Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjissati kāyasaṅkhāro ca nuppajjati.",
  "ya6.2.1:196.1": "» Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:197.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:198.1": "« Yassa vā pana yattha cittasaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjatīti? Āmantā.",
  "ya6.2.1:199.1": "» Yassa yattha vacīsaṅkhāro nuppajjati tassa tattha cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:200.1": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:201.1": "« Yassa vā pana yattha cittasaṅkhāro nuppajjissati tassa tattha vacīsaṅkhāro nuppajjatīti?",
  "ya6.2.1:202.1": "Savitakkasavicārapacchimacittassa uppādakkhaṇe tesaṁ tattha cittasaṅkhāro nuppajjissati, no ca tesaṁ tattha vacīsaṅkhāro nuppajjati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha cittasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca nuppajjati.",
  "ya6.2.1:203.0.1": "6.2.1.6. Atītānāgatavāra",
  "ya6.2.1:203.0.2": "6.2.1.6.1. Anulomapuggala",
  "ya6.2.1:203.1": "» Yassa kāyasaṅkhāro uppajjittha tassa vacīsaṅkhāro uppajjissatīti?",
  "ya6.2.1:204.1": "Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ kāyasaṅkhāro uppajjittha, no ca tesaṁ vacīsaṅkhāro uppajjissati. Itaresaṁ tesaṁ kāyasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjissati.",
  "ya6.2.1:205.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.1:206.1": "» Yassa kāyasaṅkhāro uppajjittha tassa cittasaṅkhāro uppajjissatīti?",
  "ya6.2.1:207.1": "Pacchimacittasamaṅgīnaṁ tesaṁ kāyasaṅkhāro uppajjittha, no ca tesaṁ cittasaṅkhāro uppajjissati. Itaresaṁ tesaṁ kāyasaṅkhāro ca uppajjittha cittasaṅkhāro ca uppajjissati.",
  "ya6.2.1:208.1": "« Yassa vā pana …pe…. Āmantā.",
  "ya6.2.1:209.1": "» Yassa vacīsaṅkhāro uppajjittha tassa cittasaṅkhāro uppajjissatīti?",
  "ya6.2.1:210.1": "Pacchimacittasamaṅgīnaṁ tesaṁ vacīsaṅkhāro uppajjittha, no ca tesaṁ cittasaṅkhāro uppajjissati. Itaresaṁ tesaṁ vacīsaṅkhāro ca uppajjittha cittasaṅkhāro ca uppajjissati.",
  "ya6.2.1:211.1": "« Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.1:212.0": "6.2.1.6.2. Anulomaokāsa",
  "ya6.2.1:212.1": "» Yattha kāyasaṅkhāro uppajjittha …pe….",
  "ya6.2.1:213.0": "6.2.1.6.3. Anulomapuggalokāsa",
  "ya6.2.1:213.1": "» Yassa yattha kāyasaṅkhāro uppajjittha tassa tattha vacīsaṅkhāro uppajjissatīti?",
  "ya6.2.1:214.1": "Kāmāvacare pacchimacittasamaṅgīnaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha kāyasaṅkhāro uppajjittha, no ca tesaṁ tattha vacīsaṅkhāro uppajjissati. Paṭhamajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjissati.",
  "ya6.2.1:215.1": "« Yassa vā pana yattha vacīsaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjitthāti?",
  "ya6.2.1:216.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjittha. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha vacīsaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjittha.",
  "ya6.2.1:217.1": "» Yassa yattha kāyasaṅkhāro uppajjittha tassa tattha cittasaṅkhāro uppajjissatīti?",
  "ya6.2.1:218.1": "Kāmāvacare pacchimacittasamaṅgīnaṁ tesaṁ tattha kāyasaṅkhāro uppajjittha, no ca tesaṁ tattha cittasaṅkhāro uppajjissati. Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro ca uppajjittha cittasaṅkhāro ca uppajjissati.",
  "ya6.2.1:219.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjitthāti?",
  "ya6.2.1:220.1": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjittha. Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjittha.",
  "ya6.2.1:221.1": "» Yassa yattha vacīsaṅkhāro uppajjittha tassa tattha cittasaṅkhāro uppajjissatīti?",
  "ya6.2.1:222.1": "Savitakkasavicārabhūmiyaṁ pacchimacittasamaṅgīnaṁ tesaṁ tattha vacīsaṅkhāro uppajjittha, no ca tesaṁ tattha cittasaṅkhāro uppajjissati. Itaresaṁ savitakkasavicārabhūmiyaṁ tesaṁ tattha vacīsaṅkhāro ca uppajjittha cittasaṅkhāro ca uppajjissati.",
  "ya6.2.1:223.1": "« Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha vacīsaṅkhāro uppajjitthāti?",
  "ya6.2.1:224.1": "Avitakkaavicārabhūmiyaṁ tesaṁ tattha cittasaṅkhāro uppajjissati, no ca tesaṁ tattha vacīsaṅkhāro uppajjittha. Savitakkasavicārabhūmiyaṁ tesaṁ tattha cittasaṅkhāro ca uppajjissati vacīsaṅkhāro ca uppajjittha.",
  "ya6.2.1:225.0": "6.2.1.6.4. Paccanīkapuggala",
  "ya6.2.1:225.1": "» Yassa kāyasaṅkhāro nuppajjittha tassa vacīsaṅkhāro nuppajjissatīti? Natthi.",
  "ya6.2.1:226.1": "« Yassa vā pana vacīsaṅkhāro nuppajjissati tassa kāyasaṅkhāro nuppajjitthāti? Uppajjittha.",
  "ya6.2.1:227.1": "» Yassa kāyasaṅkhāro nuppajjittha tassa cittasaṅkhāro nuppajjissatīti? Natthi.",
  "ya6.2.1:228.1": "« Yassa vā pana cittasaṅkhāro nuppajjissati tassa kāyasaṅkhāro nuppajjitthāti? Uppajjittha.",
  "ya6.2.1:229.1": "» Yassa vacīsaṅkhāro nuppajjittha tassa cittasaṅkhāro nuppajjissatīti? Natthi.",
  "ya6.2.1:230.1": "« Yassa vā pana cittasaṅkhāro nuppajjissati tassa vacīsaṅkhāro nuppajjitthāti? Uppajjittha.",
  "ya6.2.1:231.0": "6.2.1.6.5. Paccanīkaokāsa",
  "ya6.2.1:231.1": "» Yattha kāyasaṅkhāro nuppajjittha …pe….",
  "ya6.2.1:232.0": "6.2.1.6.6. Paccanīkapuggalokāsa",
  "ya6.2.1:232.1": "» Yassa yattha kāyasaṅkhāro nuppajjittha tassa tattha vacīsaṅkhāro nuppajjissatīti?",
  "ya6.2.1:233.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjittha, no ca tesaṁ tattha vacīsaṅkhāro nuppajjissati. Rūpāvacare arūpāvacare pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjittha vacīsaṅkhāro ca nuppajjissati.",
  "ya6.2.1:234.1": "« Yassa vā pana yattha vacīsaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjitthāti?",
  "ya6.2.1:235.1": "Kāmāvacare pacchimacittasamaṅgīnaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro nuppajjissati, no ca tesaṁ tattha kāyasaṅkhāro nuppajjittha. Rūpāvacare arūpāvacare pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjissati kāyasaṅkhāro ca nuppajjittha.",
  "ya6.2.1:236.1": "» Yassa yattha kāyasaṅkhāro nuppajjittha tassa tattha cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:237.1": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjittha, no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Rūpāvacare arūpāvacare pacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjittha cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:238.1": "« Yassa vā pana yattha cittasaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjitthāti?",
  "ya6.2.1:239.1": "Kāmāvacare pacchimacittasamaṅgīnaṁ tesaṁ tattha cittasaṅkhāro nuppajjissati, no ca tesaṁ tattha kāyasaṅkhāro nuppajjittha. Rūpāvacare arūpāvacare pacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha cittasaṅkhāro ca nuppajjissati kāyasaṅkhāro ca nuppajjittha.",
  "ya6.2.1:240.1": "» Yassa yattha vacīsaṅkhāro nuppajjittha tassa tattha cittasaṅkhāro nuppajjissatīti?",
  "ya6.2.1:241.1": "Avitakkaavicārabhūmiyaṁ tesaṁ tattha vacīsaṅkhāro nuppajjittha, no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Avitakkaavicārabhūmiyaṁ pacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjittha cittasaṅkhāro ca nuppajjissati.",
  "ya6.2.1:242.1": "« Yassa vā pana yattha cittasaṅkhāro nuppajjissati tassa tattha vacīsaṅkhāro nuppajjitthāti?",
  "ya6.2.1:243.1": "Savitakkasavicārabhūmiyaṁ pacchimacittasamaṅgīnaṁ tesaṁ tattha cittasaṅkhāro nuppajjissati, no ca tesaṁ tattha vacīsaṅkhāro nuppajjittha. Avitakkaavicārabhūmiyaṁ pacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha cittasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca nuppajjittha.",
  "ya6.2.1:244.1": "Uppādavāro."
}