{
  "ud7.9:0.1": "Udāna 7.9",
  "ud7.9:0.2": "Udapānasutta",
  "ud7.9:1.1": "Evaṁ me sutaṁ—",
  "ud7.9:1.2": " ekaṁ samayaṁ bhagavā mallesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena thūṇaṁ nāma mallānaṁ brāhmaṇagāmo tadavasari.",
  "ud7.9:1.3": "Assosuṁ kho thūṇeyyakā brāhmaṇagahapatikā:",
  "ud7.9:1.4": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito mallesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ thūṇaṁ anuppatto”ti.",
  "ud7.9:1.5": "(…) Udapānaṁ tiṇassa ca bhusassa ca yāva mukhato pūresuṁ:",
  "ud7.9:1.6": "“mā te muṇḍakā samaṇakā pānīyaṁ apaṁsū”ti.",
  "ud7.9:2.1": "Atha kho bhagavā maggā okkamma yena rukkhamūlaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
  "ud7.9:2.2": "Nisajja kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud7.9:2.3": "“iṅgha me tvaṁ, ānanda, etamhā udapānā pānīyaṁ āharā”ti.",
  "ud7.9:3.1": "Evaṁ vutte, āyasmā ānando bhagavantaṁ etadavoca:",
  "ud7.9:3.2": "“idāni so, bhante, udapāno thūṇeyyakehi brāhmaṇagahapatikehi tiṇassa ca bhusassa ca yāva mukhato pūrito:",
  "ud7.9:3.3": "‘mā te muṇḍakā samaṇakā pānīyaṁ apaṁsū’”ti.",
  "ud7.9:4.1": "Dutiyampi kho …pe…",
  "ud7.9:4.2": "tatiyampi kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud7.9:4.3": "“iṅgha me tvaṁ, ānanda, etamhā udapānā pānīyaṁ āharā”ti.",
  "ud7.9:4.4": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā pattaṁ gahetvā yena so udapāno tenupasaṅkami.",
  "ud7.9:4.5": "Atha kho so udapāno āyasmante ānande upasaṅkamante sabbaṁ taṁ tiṇañca bhusañca mukhato ovamitvā acchassa udakassa anāvilassa vippasannassa yāva mukhato pūrito vissandanto maññe aṭṭhāsi.",
  "ud7.9:5.1": "Atha kho āyasmato ānandassa etadahosi:",
  "ud7.9:5.2": "“acchariyaṁ vata bho, abbhutaṁ vata bho, tathāgatassa mahiddhikatā mahānubhāvatā.",
  "ud7.9:5.3": "Ayañhi so udapāno mayi upasaṅkamante sabbaṁ taṁ tiṇañca bhusañca mukhato ovamitvā acchassa udakassa anāvilassa vippasannassa yāva mukhato pūrito vissandanto maññe ṭhito”ti.",
  "ud7.9:5.4": "Pattena pānīyaṁ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca:",
  "ud7.9:5.5": "“acchariyaṁ, bhante, abbhutaṁ, bhante, tathāgatassa mahiddhikatā mahānubhāvatā.",
  "ud7.9:5.6": "Ayañhi so, bhante, udapāno mayi upasaṅkamante sabbaṁ taṁ tiṇañca bhusañca mukhato ovamitvā acchassa udakassa anāvilassa vippasannassa yāva mukhato pūrito vissandanto maññe aṭṭhāsi.",
  "ud7.9:5.7": "Pivatu bhagavā pānīyaṁ, pivatu sugato pānīyan”ti.",
  "ud7.9:6.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
  "ud7.9:7.1": "“Kiṁ kayirā udapānena,",
  "ud7.9:7.2": "Āpā ce sabbadā siyuṁ;",
  "ud7.9:7.3": "Taṇhāya mūlato chetvā,",
  "ud7.9:7.4": "Kissa pariyesanaṁ care”ti.",
  "ud7.9:7.5": "Navamaṁ."
}