{
  "sn3.25:0.1": "Linked Discourses 3 ",
  "sn3.25:0.2": "3. Kosala ",
  "sn3.25:0.3": "25. The Simile of the Mountain ",
  "sn3.25:1.1": "At Sāvatthī. ",
  "sn3.25:1.2": "King Pasenadi of Kosala sat to one side, and the Buddha said to him, ",
  "sn3.25:1.3": "“So, great king, where are you coming from in the middle of the day?” ",
  "sn3.25:1.4": "“Sir, there are anointed aristocratic kings who are infatuated with authority, and obsessed with greed for sensual pleasures. They have attained stability in the country, occupying a vast conquered territory. Today I have been busy fulfilling the duties of such kings.” ",
  "sn3.25:2.1": "“What do you think, great king? ",
  "sn3.25:2.2": "Suppose a trustworthy and reliable man were to come from the east. ",
  "sn3.25:2.3": "He’d approach you and say: ",
  "sn3.25:2.4": "‘Please sir, you should know this. I come from the east. ",
  "sn3.25:2.5": "There I saw a huge mountain that reached the clouds. And it was coming this way, crushing all creatures. ",
  "sn3.25:2.6": "So then, great king, do what you must!’ ",
  "sn3.25:2.7": "Then a second trustworthy and reliable man were to come from the west … ",
  "sn3.25:2.8": "a third from the north … ",
  "sn3.25:2.9": "and a fourth from the south. ",
  "sn3.25:2.10": "He’d approach you and say: ",
  "sn3.25:2.11": "‘Please sir, you should know this. I come from the south. ",
  "sn3.25:2.12": "There I saw a huge mountain that reached the clouds. And it was coming this way, crushing all creatures. ",
  "sn3.25:2.13": "So then, great king, do what you must!’ ",
  "sn3.25:2.14": "Should such a dire threat arise—a terrible loss of human life, when human birth is so rare—what would you do?” ",
  "sn3.25:3.1": "“Sir, what could I do but practice the teachings, practice morality, doing skillful and good actions?” ",
  "sn3.25:4.1": "“I tell you, great king, I announce to you: old age and death are advancing upon you. ",
  "sn3.25:4.2": "Since old age and death are advancing upon you, what would you do?” ",
  "sn3.25:4.3": "“Sir, what can I do but practice the teachings, practice morality, doing skillful and good actions? ",
  "sn3.25:4.4": "Sir, there are anointed aristocratic kings who are infatuated with authority, and obsessed with greed for sensual pleasures. They have attained stability in the country, occupying a vast conquered territory. Such kings engage in battles of elephants, ",
  "sn3.25:4.5": " ",
  "sn3.25:4.6": " ",
  "sn3.25:4.7": "cavalry, ",
  "sn3.25:4.8": "chariots, ",
  "sn3.25:4.9": "or infantry. ",
  "sn3.25:4.10": "But there is no place, no scope for such battles when old age and death are advancing. ",
  "sn3.25:4.11": "In this royal court there are ministers of wise counsel who are capable of dividing an approaching enemy by wise counsel. ",
  "sn3.25:4.12": "But there is no place, no scope for such diplomatic battles when old age and death are advancing. ",
  "sn3.25:4.13": "In this royal court there is abundant gold coin and bullion stored in dungeons and towers. Using this wealth we can pay off an approaching enemy. ",
  "sn3.25:4.14": "But there is no place, no scope for such monetary battles when old age and death are advancing. ",
  "sn3.25:4.15": "When old age and death are advancing, what can I do but practice the teachings, practice morality, doing skillful and good actions?” ",
  "sn3.25:5.1": "“That’s so true, great king! That’s so true! ",
  "sn3.25:5.2": "When old age and death are advancing, what can you do but practice the teachings, practice morality, doing skillful and good actions?” ",
  "sn3.25:5.3": "That is what the Buddha said. ",
  "sn3.25:5.4": "Then the Holy One, the Teacher, went on to say: ",
  "sn3.25:6.1": "“Suppose there were vast mountains ",
  "sn3.25:6.2": "of solid rock touching the sky ",
  "sn3.25:6.3": "drawing in from all sides ",
  "sn3.25:6.4": "and crushing the four quarters. ",
  "sn3.25:7.1": "So too old age and death ",
  "sn3.25:7.2": "advance upon all living creatures—",
  "sn3.25:7.3": "aristocrats, brahmins, merchants, ",
  "sn3.25:7.4": "workers, outcastes, and scavengers. ",
  "sn3.25:7.5": "They spare nothing. ",
  "sn3.25:7.6": "They crush all beneath them. ",
  "sn3.25:8.1": "There’s nowhere for elephants to take a stand, ",
  "sn3.25:8.2": "nor chariots nor infantry. ",
  "sn3.25:8.3": "They can’t be defeated ",
  "sn3.25:8.4": "by diplomatic battles or by wealth. ",
  "sn3.25:9.1": "That’s why an astute person, ",
  "sn3.25:9.2": "seeing what’s good for themselves, ",
  "sn3.25:9.3": "being wise, would place faith ",
  "sn3.25:9.4": "in the Buddha, the teaching, and the Saṅgha. ",
  "sn3.25:10.1": "Whoever lives by the teaching ",
  "sn3.25:10.2": "in body, speech, and mind, ",
  "sn3.25:10.3": "is praised in this life ",
  "sn3.25:10.4": "and departs to rejoice in heaven.” ",
  "sn3.25:10.5": " ",
  "sn3.25:11.1": " ",
  "sn3.25:11.2": " ",
  "sn3.25:11.3": " ",
  "sn3.25:11.4": " ",
  "sn3.25:11.5": "The Linked Discourses with the Kosalan are completed."
}