{
  "sn3.20:0.1": "Linked Discourses 3 ",
  "sn3.20:0.2": "2. Childless ",
  "sn3.20:0.3": "20. Childless (2nd) ",
  "sn3.20:1.1": "Then King Pasenadi of Kosala went up to the Buddha in the middle of the day … The Buddha said to him, ",
  "sn3.20:1.2": "“So, great king, where are you coming from in the middle of the day?” ",
  "sn3.20:2.1": "“Sir, here in Sāvatthī a financier householder has passed away. ",
  "sn3.20:2.2": "Since he died childless, I have come after transferring his fortune to the royal compound. ",
  "sn3.20:2.3": "There was ten million in gold, not to mention the silver. ",
  "sn3.20:2.4": "And yet that financier ate meals of ",
  "sn3.20:2.5": "rough gruel with pickles. ",
  "sn3.20:2.6": "He wore clothes consisting of ",
  "sn3.20:2.7": "three pieces of sunn hemp. ",
  "sn3.20:2.8": "He traveled around in a vehicle that was ",
  "sn3.20:2.9": "a dilapidated little cart, holding a leaf as sunshade.” ",
  "sn3.20:3.1": "“That’s so true, great king! That’s so true! ",
  "sn3.20:3.2": "Once upon a time, great king, that financier householder provided alms-food on behalf of a Buddha awakened for himself named Tagarasikhī. ",
  "sn3.20:3.3": "He instructed: ‘Give alms to that ascetic,’ before getting up from his seat and leaving. ",
  "sn3.20:3.4": "But after giving he regretted it: ",
  "sn3.20:3.5": "‘It would have been better to feed the bondservants or workers with that alms-food.’ ",
  "sn3.20:3.6": "What’s more, he murdered his brother’s only child for the sake of his fortune. ",
  "sn3.20:4.1": "Because that financier provided Tagarasikhī with alms-food, as a result of that deed he was reborn seven times in a good place, a heavenly realm. ",
  "sn3.20:4.2": "And as a residual result of that same deed he held the position of financier seven times right here in Sāvatthī. ",
  "sn3.20:4.3": "But because that financier regretted giving alms, ",
  "sn3.20:4.4": "as a result of that deed his mind didn’t tend to enjoy nice food, clothes, vehicles, or the five refined kinds of sensual stimulation. ",
  "sn3.20:4.5": "And because that financier murdered his brother’s only child for the sake of his fortune, as a result of that deed he burned in hell for many years, for many hundreds, many thousands, many hundreds of thousands of years. ",
  "sn3.20:4.6": "And as a residual result of that same deed, he is childless for the seventh time, his fortune ending up in the royal treasury. ",
  "sn3.20:4.7": "Now the old merit of that financier has been used up, and he hasn’t accumulated new merit. ",
  "sn3.20:4.8": "Today, great king, that financier burns in the Great Hell of Screams.” ",
  "sn3.20:4.9": "“Really, sir, that financier has been reborn in the Great Hell of Screams?” ",
  "sn3.20:4.10": "“Yes he has, great king.” ",
  "sn3.20:4.11": "That is what the Buddha said. … ",
  "sn3.20:5.1": "“Grain, wealth, silver, and gold, ",
  "sn3.20:5.2": "or whatever other possessions there are; ",
  "sn3.20:5.3": "bondservants, workers, employees, ",
  "sn3.20:5.4": "and those dependent for their livelihood: ",
  "sn3.20:6.1": "you must go on without taking these; ",
  "sn3.20:6.2": "all of them are left behind. ",
  "sn3.20:6.3": "But the deeds you do ",
  "sn3.20:6.4": "by body, speech, and mind—",
  "sn3.20:7.1": "that’s what you can call your own. ",
  "sn3.20:7.2": "That’s what you take when you go. ",
  "sn3.20:7.3": "That’s what goes with you, ",
  "sn3.20:7.4": "like a shadow that never leaves. ",
  "sn3.20:8.1": "That’s why you should do good, ",
  "sn3.20:8.2": "investing in the future life. ",
  "sn3.20:8.3": "The good deeds of sentient beings ",
  "sn3.20:8.4": "support them in the next world.” ",
  "sn3.20:8.5": " ",
  "sn3.20:9.1": " ",
  "sn3.20:9.2": " ",
  "sn3.20:9.3": " ",
  "sn3.20:9.4": " ",
  "sn3.20:9.5": " "
}