{
  "dn31:0.1": "Zbiór długich mów - mowa 31 ",
  "dn31:0.2": "Mowa do Siṅgāli ",
  "dn31:1.1": "Oto com usłyszał – ",
  "dn31:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Rājagahy w Bambusowym Gaju, w miejscu karmienia wiewiórek. ",
  "dn31:1.3": "W owym czasie Siṅgālaka, syn gospodarza, wstał o wczesnej porze i, wyszedłszy z Rājagahy, w upranym odzieniu, z umytymi włosami, mając dłonie w añjali, zaczął czcić poszczególne kierunki świata – ",
  "dn31:1.4": "wschód, południe, zachód, północ, to, co poniżej i powyżej. ",
  "dn31:2.1": "Wtedy to Błogosławiony, przed południem, ubrawszy się, wziąwszy miskę i szatę, udał się do Rājagahy po jałmużnę. ",
  "dn31:2.2": "Błogosławiony dostrzegł syna gospodarza, Siṅgālakę, który wstał o wczesnej porze i, wyszedłszy z Rājagahy, w upranym odzieniu, z umytymi włosami, mając dłonie w añjali, zaczął czcić poszczególne kierunki świata – ",
  "dn31:2.3": "wschód, południe, zachód, północ, to, co poniżej i powyżej. ",
  "dn31:2.4": "Błogosławiony dostrzegłszy Siṅgālakę, syna gospodarza, powiedział: ",
  "dn31:2.5": "„Kim jesteś, synu gospodarza, że wstajesz o wczesnej porze i, wyszedłszy z Rājagahy, w upranym odzieniu, z umytymi włosami, mając dłonie w añjali, zaczynasz czcić poszczególne kierunki świata – ",
  "dn31:2.6": "wschód, południe, zachód, północ, to, co poniżej i powyżej?”. ",
  "dn31:2.7": "„Mój ojciec, Czcigodny, gdy jego czas się wypełniał, rzekł do mnie: ",
  "dn31:2.8": "»Czcij, synu, kierunki«. ",
  "dn31:2.9": "A ja, Czcigodny, ojcowskie słowo szanuję, uznaję za ważne, wysoko je cenię, oddaję mu cześć. Dlatego wstaję o wczesnej porze i, wyszedłszy z Rājagahy, w upranym odzieniu, z umytymi włosami, mając dłonie w añjali, zaczynam czcić poszczególne kierunki świata – ",
  "dn31:2.10": "wschód, południe, zachód, północ, to, co poniżej i powyżej”. ",
  "dn31:2.11.0": "1. Sześć kierunków ",
  "dn31:2.12": "„Synu gospodarza, w Dyscyplinie Szlachetnych nie powinno się czcić w ten sposób sześciu kierunków”. ",
  "dn31:2.13": "„Jak zatem, Czcigodny, w Dyscyplinie Szlachetnych powinno się czcić sześć kierunków? ",
  "dn31:2.14": "Wspaniale byłoby, Czcigodny, gdyby Błogosławiony objaśnił mi tę Dhammę, jak w Dyscyplinie Szlachetnych powinno się czcić sześć kierunków”. ",
  "dn31:2.15": "„Zatem, synu gospodarza, słuchaj z należytą uwagą tego, co powiem”. ",
  "dn31:2.16": "„Tak będzie, Czcigodny”, Siṅgālaka, syn gospodarza, posłyszał Błogosławionego. ",
  "dn31:2.17": "Oto co Błogosławiony powiedział: ",
  "dn31:3.1": "„Synu gospodarza, uczeń Szlachetnych wyzbywa się czterech zanieczyszczonych działań, nie tworzy czterech podstaw złych działań, nie ulega sześciu rodzajom marnotrawienia majątku, w ten sposób unika czternastorakiego zła i pokrywa sześć kierunków, ",
  "dn31:3.2": "w obu światach osiąga zwycięstwo. Będzie przygotowany w tym świecie, jak i w świecie ponad tym. ",
  "dn31:3.3": "Gdy nastąpi rozpad ciała, po śmierci, pojawi się on w pomyślnym stanie, w świecie niebios. ",
  "dn31:3.4.0": "2. Cztery zanieczyszczone działania ",
  "dn31:3.5": "Które to cztery zanieczyszczone działania, jakich się wyzbywa? ",
  "dn31:3.6": "Zabijanie żywych istot, synu gospodarza, to zanieczyszczone działanie, branie tego, co nie zostało dane, to zanieczyszczone działanie, niewłaściwe prowadzenie się w sferze pragnień zmysłowych, to zanieczyszczone działanie, niewłaściwa mowa to zanieczyszczone działanie. ",
  "dn31:3.7": "Oto cztery zanieczyszczone działania, których się wyzbywa. ",
  "dn31:3.8": "To właśnie powiedział Błogosławiony. ",
  "dn31:3.9": "Powiedziawszy to, Spełniony, Nauczyciel, także i to powiedział: ",
  "dn31:4.1": "„Zabijanie żywych istot, branie tego, co nie zostało dane, ",
  "dn31:4.2": "i – powiadam – niewłaściwa mowa, ",
  "dn31:4.3": "a także chodzenie do żony innego ",
  "dn31:4.4": "przez mędrców nie jest pochwalane”. ",
  "dn31:5.0": "3. Cztery podstawy ",
  "dn31:5.1": "„Które to cztery podstawy złych działań, jakich nie tworzy? ",
  "dn31:5.2": "Podążanie ścieżką pożądania, która tworzy złe działania, podążanie ścieżką  nienawiści,która tworzy złe działania, podążanie ścieżką ułudy, która tworzy złe działania, podążanie ścieżką strachu, która tworzy złe działania. ",
  "dn31:5.3": "Synu gospodarza, uczeń Szlachetnych nie podąża ścieżką pragnień, nie podąża ścieżką nienawiści, nie podąża ścieżką ułudy, nie podąża ścieżką strachu. ",
  "dn31:5.4": "Oto cztery podstawy złych działań, których nie tworzy”. ",
  "dn31:5.5": "To właśnie powiedział Błogosławiony. ",
  "dn31:5.6": "Powiedziawszy to, Spełniony, Nauczyciel, także i to powiedział: ",
  "dn31:6.1": "„Kto przez pożądanie, nienawiść, strach, ułudę, ",
  "dn31:6.2": "narusza Dhammę, ",
  "dn31:6.3": "tego sława niknie ",
  "dn31:6.4": "jak księżyc w nowiu. ",
  "dn31:6.5": "Kto przez pożądanie, nienawiść, strach, ułudę, ",
  "dn31:6.6": "nie narusza Dhammy, ",
  "dn31:6.7": "temu sławy przybywa ",
  "dn31:6.8": "jak księżycowi w pełni”. ",
  "dn31:7.0": "4. Sześć rodzajów marnotrawienia ",
  "dn31:7.1": "„Które to sześć rodzajów marnotrawienia majątku, jakim nie ulega? ",
  "dn31:7.2": "Przywiązanie do spożywania destylowanych i sfermentowanych trunków, które są przyczyną braku dbałości, synu gospodarza, jest marnotrawieniem majątku, przywiązanie do przemierzania ulic o niewłaściwej porze jest marnotrawieniem majątku, przywiązanie do chodzenia na festiwale jest marnotrawieniem majątku, przywiązanie do hazardu, który jest przyczyną braku dbałości jest marnotrawieniem majątku, przywiązanie do złych przyjaciół jest marnotrawieniem majątku, przywiązanie do lenistwa jest marnotrawieniem majątku. ",
  "dn31:8.0": "5. Sześć niebezpieczeństw spożywania destylowanych i sfermentowanych trunków ",
  "dn31:8.1": "Synu gospodarza, oto sześć niebezpieczeństw przywiązania do spożywania destylowanych i sfermentowanych trunków, które są przyczyną braku dbałości. ",
  "dn31:8.2": "Traci się od razu obecny majątek, zwiększa się kłótliwość, zwiększa się podatność na choroby, tworzy się złą reputację, jest się wyuzdanym, ma się osłabioną zdolność mądrego pojmowania – będącą szóstym czynnikiem. ",
  "dn31:8.3": "Oto, synu gospodarza, sześć niebezpieczeństw przywiązania do spożywania destylowanych i sfermentowanych trunków, które są przyczyną braku dbałości. ",
  "dn31:9.0": "6. Sześć niebezpieczeństw przemierzania ulic o niewłaściwej porze ",
  "dn31:9.1": "Synu gospodarza, oto sześć niebezpieczeństw przywiązania do przemierzania ulic o niewłaściwej porze. ",
  "dn31:9.2": "Samemu nie jest się strzeżonym i chronionym, dzieci i żona nie są strzeżeni i chronieni, majątek nie jest strzeżony i chroniony, jest się podejrzewanym o zły stan, wzrastają niezgodne z rzeczywistością pomówienia, jest się wystawionym na wiele krzywdzących twierdzeń. ",
  "dn31:9.3": "Oto, synu gospodarza, sześć niebezpieczeństw przywiązania do przemierzania ulic o niewłaściwej porze. ",
  "dn31:10.0": "7. Sześć niebezpieczeństw chodzenia na festiwale ",
  "dn31:10.1": "Synu gospodarza, oto sześć niebezpieczeństw przywiązania do chodzenia na festiwale. ",
  "dn31:10.2": "Ciągle myśli i szuka: Gdzie tańce, gdzie śpiewy, gdzie muzyka, gdzie opowieści, gdzie oklaski, gdzie dudnienie bębnów? ",
  "dn31:10.3": "Oto, synu gospodarza, sześć niebezpieczeństw przywiązania do chodzenia na festiwale. ",
  "dn31:11.0": "8. Sześć niebezpieczeństw hazardu, który jest przyczyną braku dbałości ",
  "dn31:11.1": "Synu gospodarza, oto sześć niebezpieczeństw przywiązania do hazardu, który jest przyczyną braku dbałości. ",
  "dn31:11.2": "Zwycięzcy przysparza wrogów, zwyciężony stracony dobytek opłakuje, traci się od razu obecny majątek, nie wzrasta waga głosu podczas zgromadzeń publicznych, przyjaciele i współpracownicy są uprzedzeni, nikt nie chce wyjść za takiego kogoś ani o ślub nikt go nie prosi: ",
  "dn31:11.3": "»Ten człowiek jest uzależniony od hazardu, nie zdoła utrzymać żony«. ",
  "dn31:11.4": "Oto, synu gospodarza, sześć niebezpieczeństw przywiązania do hazardu, który jest przyczyną braku dbałości. ",
  "dn31:12.0": "9. Sześć niebezpieczeństw złych przyjaciół ",
  "dn31:12.1": "Synu gospodarza, oto sześć niebezpieczeństw przywiązania do złych przyjaciół. ",
  "dn31:12.2": "Każdy drań, każdy kobieciarz, każdy pijak, każdy oszust, każdy naciągacz, każdy oprawca jest jego przyjacielem, jego znajomym. ",
  "dn31:12.3": "Oto, synu gospodarza, sześć niebezpieczeństw przywiązania do złych przyjaciół. ",
  "dn31:13.0": "10. Sześć niebezpieczeństw lenistwa ",
  "dn31:13.1": "Synu gospodarza, oto sześć niebezpieczeństw przywiązania do lenistwa. ",
  "dn31:13.2": "Mówi: »Jest za zimno«, nie wykonuje pracy, »Jest za gorąco«, nie wykonuje pracy, »Jest za późno«, nie wykonuje pracy, »Jest za wcześnie«, nie wykonuje pracy, »Jestem zbyt głodny«, nie wykonuje pracy, »Jestem zbyt pełny«, nie wykonuje pracy. ",
  "dn31:13.3": "W ten sposób używa wielu wymówek, by nie pracować, nie tworzy więcej majątku, a majątek, który ma, wyczerpuje się. ",
  "dn31:13.4": "Oto, synu gospodarza, sześć niebezpieczeństw przywiązania do lenistwa”. ",
  "dn31:13.5": "To właśnie powiedział Błogosławiony. ",
  "dn31:13.6": "Powiedziawszy to, Spełniony, Nauczyciel, także i to powiedział: ",
  "dn31:14.1": "„Są towarzysze do picia z nazwy, ",
  "dn31:14.2": "są najlepszymi z najlepszych! ",
  "dn31:14.3": "Pojawiają się, bo mają w tym interes, ",
  "dn31:14.4": "by być twoim przyjacielem, twoim towarzyszem. ",
  "dn31:14.5": "Spanie po wschodzie słońca, uleganie żonie innego, ",
  "dn31:14.6": "wylewanie z siebie wrogości, szkodzenie, ",
  "dn31:14.7": "źli przyjaciele, skąpstwo – ",
  "dn31:14.8": "oto sześć przyczyn psujących człowieka. ",
  "dn31:14.9": "Źli przyjaciele, źli towarzysze, ",
  "dn31:14.10": "chodzenie złymi ścieżkami, ",
  "dn31:14.11": "przez to w tym świecie i w innym, ",
  "dn31:14.12": "w obu psuje się taki ktoś. ",
  "dn31:14.13": "Hazard, kobiety, alkohol, taniec, śpiew, ",
  "dn31:14.14": "spanie za dnia, łażenie o nieodpowiednich porach, ",
  "dn31:14.15": "źli przyjaciele i skąpstwo – ",
  "dn31:14.16": "oto sześć przyczyn psujących człowieka. ",
  "dn31:14.17": "Grają w kości i piją trunki, ",
  "dn31:14.18": "obłapują kobiety, które innym są drogie jak oddech, ",
  "dn31:14.19": "zadają się z podłymi, a nie z mądrymi – ",
  "dn31:14.20": "tacy nikną jak księżyc w nowiu. ",
  "dn31:14.21": "Kto pijany, bez dobytku, bez niczego, ",
  "dn31:14.22": "gdy chce pić, pije w oberży, ",
  "dn31:14.23": "tonie w długach jak kamień wrzucony do wody, ",
  "dn31:14.24": "straci rodzinę bardzo szybko. ",
  "dn31:14.25": "Kto przez nawyk śpi za dnia, ",
  "dn31:14.26": "a noc widzi jako porę do wstawania, ",
  "dn31:14.27": "jest zawsze upojony, uzależniony, ",
  "dn31:14.28": "ten nie jest zdolny do życia domowego. ",
  "dn31:14.29": "»Jest za gorąco, za zimno, ",
  "dn31:14.30": "za późno«, kto taki będzie, ",
  "dn31:14.31": "zostawia to, co ma do zrobienia, ",
  "dn31:14.32": "młodzieńca takiego omija zysk. ",
  "dn31:14.33": "Lecz ten, kto chłód lub gorąco ",
  "dn31:14.34": "uważa za nic więcej jak łaskotanie trawy ",
  "dn31:14.35": "i wykonuje swe obowiązki mężnie, ",
  "dn31:14.36": "tego nie opuszcza szczęście”. ",
  "dn31:15.0": "11. Czterech fałszywych przyjaciół ",
  "dn31:15.1": "Synu gospodarza, powinno się wiedzieć o czterech fałszywych przyjaciołach, będących wrogami w przebraniu. ",
  "dn31:15.2": "»Przytakujący« to fałszywy przyjaciel, o którym powinno się wiedzieć, będący wrogiem w przebraniu, »mówiący dużo« to fałszywy przyjaciel, o którym powinno się wiedzieć, będący wrogiem w przebraniu, »ciągle komplementujący« to fałszywy przyjaciel, o którym powinno się wiedzieć, będący wrogiem w przebraniu, »towarzyszący w niedoli« to fałszywy przyjaciel, o którym powinno się wiedzieć, będący wrogiem w przebraniu. ",
  "dn31:16.1": "Synu gospodarza, powinno się wiedzieć o czterech postaciach »przytakującego« – fałszywego przyjaciela, będącego wrogiem w przebraniu. ",
  "dn31:16.2": "Ciągle przytakuje. ",
  "dn31:16.3": "Niewiele od siebie daje, a wiele chce. ",
  "dn31:16.4": "Boi się robić to, co należy. ",
  "dn31:16.5": "Spoufala się tylko ze względu na swoje dobro. ",
  "dn31:16.6": "To są, synu gospodarza, cztery postacie »przytakującego« – fałszywego przyjaciela, o którym powinno się wiedzieć, będącego wrogiem w przebraniu. ",
  "dn31:17.1": "Synu gospodarza, powinno się wiedzieć o czterech postaciach »mówiącego dużo« – fałszywego przyjaciela, będącego wrogiem w przebraniu. ",
  "dn31:17.2": "Mówi: o przeszłych osiągnięciach, o przyszłych osiągnięciach, puste uprzejmości, gdy w teraźniejszości trzeba zrobić, co należy, wyraża swoją gorycz. ",
  "dn31:17.3": "To są, synu gospodarza, cztery postacie »mówiącego dużo« – fałszywego przyjaciela, o którym powinno się wiedzieć, będącego wrogiem w przebraniu. ",
  "dn31:18.1": "Synu gospodarza, powinno się wiedzieć o czterech postaciach »ciągle komplementującego« – fałszywego przyjaciela, będącego wrogiem w przebraniu. ",
  "dn31:18.2": "Sprzyja temu, co złe, sprzyja temu, co doskonałe, będąc twarzą w twarz, chwali, za plecami używa obelg. ",
  "dn31:18.3": "To są, synu gospodarza, cztery postacie »ciągle komplementującego« – fałszywego przyjaciela, o którym powinno się wiedzieć, będącego wrogiem w przebraniu. ",
  "dn31:19.1": "Synu gospodarza, powinno się wiedzieć o czterech postaciach »towarzysza w niedoli« – fałszywego przyjaciela, będącego wrogiem w przebraniu. ",
  "dn31:19.2": "Jest towarzyszem w przywiązaniu do spożywania destylowanych i sfermentowanych trunków, które są przyczyną braku dbałości, jest towarzyszem w przywiązaniu do przemierzania ulic o niewłaściwej porze, jest towarzyszem w przywiązaniu do chodzenia na festiwale, jest towarzyszem w przywiązaniu do hazardu, który jest przyczyną braku dbałości. ",
  "dn31:19.3": "To są, synu gospodarza, cztery postacie »towarzyszącego w niedoli« – fałszywego przyjaciela, o którym powinno się wiedzieć, będącego wrogiem w przebraniu”. ",
  "dn31:19.4": "To właśnie powiedział Błogosławiony. ",
  "dn31:19.5": "Powiedziawszy to, Spełniony, Nauczyciel, także i to powiedział: ",
  "dn31:20.1": "„Przytakujący przyjaciel, ",
  "dn31:20.2": "jak i przyjaciel mówiący dużo, ",
  "dn31:20.3": "ciągle komplementujący, ",
  "dn31:20.4": "oraz towarzysz w niedoli – ",
  "dn31:20.5": "oto czterej wrogowie, ",
  "dn31:20.6": "mędrzec jest ich świadomy. ",
  "dn31:20.7": "Oby trzymał się od nich jak najdalej ",
  "dn31:20.8": "niczym od najstraszniejszej drogi”. ",
  "dn31:21.0": "12. Serdeczni przyjaciele ",
  "dn31:21.1": "Synu gospodarza, powinno się wiedzieć o czterech serdecznych przyjaciołach. ",
  "dn31:21.2": "»Pomocny« to serdeczny przyjaciel, o którym powinno się wiedzieć, »ten sam w szczęściu i w krzywdzie« to serdeczny przyjaciel, o którym powinno się wiedzieć, »pokazujący to, co dobroczynne« to serdeczny przyjaciel, o którym powinno się wiedzieć, »współczujący« to serdeczny przyjaciel, o którym powinno się wiedzieć. ",
  "dn31:22.1": "Synu gospodarza, powinno się wiedzieć o czterech postaciach „pomocnego” – serdecznego przyjaciela. ",
  "dn31:22.2": "Ochrania przed brakiem dbałości. Ochrania majątek, gdy nadejdzie brak dbałości. Jest schronieniem, gdy ogarnia przerażenie. Gdy pojawi się coś, co należy zrobić, pomoże w dwójnasób. ",
  "dn31:22.3": "To są, synu gospodarza, cztery postacie „pomocnego” – serdecznego przyjaciela, o którym powinno się wiedzieć. ",
  "dn31:23.1": "Synu gospodarza, powinno się wiedzieć o czterech postaciach „tego samego w szczęściu i krzywdzie” – serdecznego przyjaciela. ",
  "dn31:23.2": "Wyjawia swe sekrety, trzyma w sekrecie twoje sekrety, nie opuszcza w potrzebie, jest w stanie poświęcić swoje życie dla ciebie. ",
  "dn31:23.3": "To są, synu gospodarza, cztery postacie „tego samego w szczęściu i krzywdzie” – serdecznego przyjaciela, o którym powinno się wiedzieć. ",
  "dn31:24.1": "Synu gospodarza, powinno się wiedzieć o czterech postaciach „pokazującego to, co dobroczynne” – serdecznego przyjaciela. ",
  "dn31:24.2": "Zapobiega temu, co złe, wspiera to, co doskonałe, przekazuje informacje, których się nie słyszało, wyjaśnia ścieżkę prowadzącą do duchowego szczęścia. ",
  "dn31:24.3": "To są, synu gospodarza, cztery postacie „pokazującego to, co dobroczynne” – serdecznego przyjaciela, o którym powinno się wiedzieć. ",
  "dn31:25.1": "Synu gospodarza, powinno się wiedzieć o czterech postaciach „współczującego” – serdecznego przyjaciela. ",
  "dn31:25.2": "Nie raduje się z twoich niepowodzeń, raduje się z tego, że ci się powodzi, nie pochwala tych, którzy cię krytykują, pochwala tych, którzy mówią o tobie dobrze. ",
  "dn31:25.3": "To są, synu gospodarza, cztery postacie „współczującego” – serdecznego przyjaciela, o którym powinno się wiedzieć. ",
  "dn31:25.4": "To właśnie powiedział Błogosławiony. ",
  "dn31:25.5": "Powiedziawszy to, Spełniony, Nauczyciel, także i to powiedział: ",
  "dn31:26.1": "Pomocny to przyjaciel, ",
  "dn31:26.2": "ten, co w szczęściu i krzywdzie towarzyszem. ",
  "dn31:26.3": "Przyjaciel pokazuje to, co dobroczynne, ",
  "dn31:26.4": "tym jest współczujący przyjaciel. ",
  "dn31:26.5": "Oto przyjaciół czworo, ",
  "dn31:26.6": "mędrzec jest ich świadomy. ",
  "dn31:26.7": "Ostrożnie powinien się nimi opiekować, ",
  "dn31:26.8": "jakby matka syna do piersi przygarniała. ",
  "dn31:26.9": "Mędrcy moralności przestrzegają, ",
  "dn31:26.10": "jaśnieją jak ogień. ",
  "dn31:26.11": "Kto majątek swój gromadzi, ",
  "dn31:26.12": "jak pszczoła się zachowuje. ",
  "dn31:26.13": "Majątek jego przyrasta, ",
  "dn31:26.14": "jak piętrzący się kopiec mrówek. ",
  "dn31:26.15": "Z bogactwem zgromadzonym w ten sposób, ",
  "dn31:26.16": "gospodarz taki rodzinie wystarcza. ",
  "dn31:26.17": "Gdy na czworo podzieli majątek, ",
  "dn31:26.18": "utrzymuje więzi z przyjaciółmi. ",
  "dn31:26.19": "jedna część majątku powinna być spożytkowana, ",
  "dn31:26.20": "dwie części zainwestowane w pracę, ",
  "dn31:26.21": "czwartą powinien odłożyć, ",
  "dn31:26.22": "pozostawiając na trudne czasy”. ",
  "dn31:27.0": "13. Sekcja o pokrywaniu sześć kierunków ",
  "dn31:27.1": "W jaki sposób, synu gospodarza, uczeń Szlachetnych pokrywa sześć kierunków? ",
  "dn31:27.2": "Synu gospodarza, powinno się wiedzieć o sześciu kierunkach. ",
  "dn31:27.3": "O matce i ojcu powinno się wiedzieć jako będących wschodnim kierunkiem, o nauczycielach powinno się wiedzieć jako będących południowym kierunkiem, o dzieciach i żonie powinno się wiedzieć jako będących zachodnich kierunkiem, o przyjaciołach i współpracownikach powinno się wiedzieć jako będących północnym kierunkiem, o służbie i sile roboczej powinno się wiedzieć jako będących kierunkiem, który wskazuje to, co poniżej, o pustelnikach i braminach powinno się wiedzieć, jako będących kierunkiem, który wskazuje to, co powyżej. ",
  "dn31:28.1": "Na pięć sposobów, synu gospodarza, dziecko powinno być wsparciem dla matki i ojca jako wschodu: ",
  "dn31:28.2": "Utrzymuje ich, jak oni je utrzymywali. Zrobi to, co należy zrobić. Podtrzymuje ród. Podąża za dziedzictwem. Gdy ich czas się wypełni i odejdą w zaświaty, będzie im składało dziękczynienie. ",
  "dn31:28.3": "Tak jak na pięć sposobów, synu gospodarza, dziecko jest wsparciem dla matki i ojca jako wschodu, tak też na pięć sposobów dziecku się oni odwdzięczają: ",
  "dn31:28.4": "Zapobiegają temu, co złe. Wspierają to, co doskonałe. Trenują w fachu. Z odpowiednią dziewczyną swatają. W odpowiednim czasie przekazują dziedzictwo. ",
  "dn31:28.5": "Tak jak na pięć sposobów, synu gospodarza, dziecko jest wsparciem dla matki i ojca jako wschodu, tak też na pięć sposobów dziecku się oni odwdzięczają. ",
  "dn31:28.6": "Tak oto wschodni kierunek zostaje pokryty, bezpieczny, wolny od strachu. ",
  "dn31:29.1": "Na pięć sposobów, synu gospodarza, uczeń powinien być wsparciem dla nauczycieli jako południa: ",
  "dn31:29.2": "Szanuje ich. Jest dla nich wsparciem. Dobrze ich słucha. Otacza ich opieką. Starannie przyswaja fach. ",
  "dn31:29.3": "Tak jak na pięć sposobów, synu gospodarza, uczeń jest wsparciem dla nauczycieli jako południa, tak też na pięć sposobów uczniowi się oni odwdzięczają: ",
  "dn31:29.4": "Kształcą to, co sami dobrze wykształcili. Przekazują do przyswojenia to, co sami dobrze przyswoili. Wszystko, co o swoim fachu usłyszeli, przekazują bez zmian. Przedstawiają przyjaciół i współpracowników. Ochraniają z różnorakich kierunków. ",
  "dn31:29.5": "Tak jak na pięć sposobów, synu gospodarza, uczeń jest wsparciem dla nauczycieli jako południa, tak też na pięć sposobów uczniowi się oni odwdzięczają. ",
  "dn31:29.6": "Tak oto południowy kierunek zostaje pokryty, bezpieczny, wolny od strachu. ",
  "dn31:30.1": "Na pięć sposobów, synu gospodarza, mąż powinien być wsparciem dla żony jako zachodu: ",
  "dn31:30.2": "Darzy ją szacunkiem. Nie lekceważy jej. Jest jej wierny. Dzieli się władzą nad swoim dobytkiem. Ofiarowuje jej ozdobne podarunki. ",
  "dn31:30.3": "Tak jak na pięć sposobów, synu gospodarza, mąż jest wsparciem dla żony jako zachodu, tak też na pięć sposobów mężowi się ona odwdzięcza: ",
  "dn31:30.4": "Jest dobrze zorganizowana w tym, co do zrobienia. Zajmuje się ludźmi dookoła. Jest wierna. Potrafi przypilnować dobytku. Jest sprytna i pracowita we wszystkim, co trzeba zrobić. ",
  "dn31:30.5": "Tak jak na pięć sposobów, synu gospodarza, mąż jest wsparciem dla żony jako zachodu, tak też na pięć sposobów mężowi się ona odwdzięcza. ",
  "dn31:30.6": "Tak oto zachodni kierunek zostaje pokryty, bezpieczny, wolny od strachu. ",
  "dn31:31.1": "Na pięć sposobów, synu gospodarza, syn szlachetnego rodu powinien być wsparciem dla przyjaciół i współpracowników jako północy: ",
  "dn31:31.2": "Być szczodrym. Taktownym w mowie. Dobroczynnym. Na równi traktować innych. Być szczerym. ",
  "dn31:31.3": "Tak jak na pięć sposobów, synu gospodarza, syn szlachetnego rodu jest wsparciem dla przyjaciół i współpracowników jako północy, tak też na pięć sposobów synowi szlachetnego rodu się oni odwdzięczają: ",
  "dn31:31.4": "Ochraniają przed brakiem dbałości. Ochraniają majątek, gdy nadejdzie brak dbałości. Są schronieniem, gdy ogarnia przerażenie. Nie opuszczają w potrzebie. Całą jego rodzinę darzą szacunkiem. ",
  "dn31:31.5": "Tak jak na pięć sposobów, synu gospodarza, syn szlachetnego rodu jest wsparciem dla przyjaciół i współpracowników jako północy, tak też na pięć sposobów synowi szlachetnego rodu się oni odwdzięczają. ",
  "dn31:31.6": "Tak oto północny kierunek zostaje pokryty, bezpieczny, wolny od strachu. ",
  "dn31:32.1": "Na pięć sposobów, synu gospodarza, rządzący powinien być wsparciem dla służby i siły roboczej jako tego, co poniżej: ",
  "dn31:32.2": "Przydziela pracę odpowiednią do siły. Daje wyżywienie i zarobek. Bierze pod opiekę podczas choroby. Podczas uroczystości rozdaje przysmaki. W odpowiednim czasie daje wolne. ",
  "dn31:32.3": "Tak jak na pięć sposobów, synu gospodarza, rządzący jest wsparciem dla służby i siły roboczej jako tego, co poniżej, tak też na pięć sposobów rządzącemu się oni odwdzięczają: ",
  "dn31:32.4": "Wstają do pracy przed nim. Idą spać po nim. Biorą tylko to, co było im dane. Dobrze wykonują swoją pracę. Podtrzymują jego dobrą reputację. ",
  "dn31:32.5": "Tak jak na pięć sposobów, synu gospodarza, rządzący jest wsparciem dla służby i siły roboczej jako tego, co poniżej, tak też na pięć sposobów rządzącemu się oni odwdzięczają. ",
  "dn31:32.6": "Tak oto to, co poniżej zostaje pokryte, bezpieczne, wolne od strachu. ",
  "dn31:33.1": "Na pięć sposobów, synu gospodarza, syn szlachetnego rodu powinien być wsparciem dla pustelników i braminów jako tego, co powyżej: ",
  "dn31:33.2": "Przez czyny darzące ich miłującą dobrocią. Przez słowa darzące ich miłującą dobrocią. Przez myśli darzące ich miłującą dobrocią. Nie zamyka przed nimi drzwi. Wspiera ich materialnie. ",
  "dn31:33.3": "Tak jak na pięć sposobów, synu gospodarza, syn szlachetnego rodu jest wsparciem dla pustelników i braminów jako tego, co powyżej, tak też na sześć sposobów synowi szlachetnego rodu się oni odwdzięczają: ",
  "dn31:33.4": "Zapobiegają temu, co złe. Wspierają to, co doskonałe. Dobrze i współczująco o nim myślą. Przekazują informacje, których się nie słyszało. Objaśniają to, co usłyszeli. Wyjaśniają ścieżkę prowadzącą do duchowego szczęścia. ",
  "dn31:33.5": "Tak jak na pięć sposobów, synu gospodarza, syn szlachetnego rodu jest wsparciem dla pustelników i braminów jako tego, co powyżej, tak też na sześć sposobów synowi szlachetnego rodu się oni odwdzięczają. ",
  "dn31:33.6": "Tak oto to, co powyżej zostaje pokryte, bezpieczne, wolne od strachu. ",
  "dn31:33.7": "To właśnie powiedział Błogosławiony. ",
  "dn31:33.8": "Powiedziawszy to, Spełniony, Nauczyciel, także i to powiedział: ",
  "dn31:34.1": "Matka i ojciec to kierunek wschodni. ",
  "dn31:34.2": "Nauczyciele to południowy kierunek. ",
  "dn31:34.3": "Dzieci i żona to kierunek zachodni. ",
  "dn31:34.4": "Przyjaciele i współpracownicy to północ. ",
  "dn31:34.5": "Służba i siła robocza są tym, co poniżej. ",
  "dn31:34.6": "Tym, co powyżej, są pustelnicy i bramini. ",
  "dn31:34.7": "Gdy czci kierunki w taki sposób, ",
  "dn31:34.8": "gospodarz taki rodzinie wystarcza. ",
  "dn31:34.9": "Mędrzec moralności przestrzega, ",
  "dn31:34.10": "łagodny i elokwentny, ",
  "dn31:34.11": "skromny, uprzejmy – ",
  "dn31:34.12": "taki ktoś osiąga sławę. ",
  "dn31:34.13": "Kto prężny, nieleniwy, ",
  "dn31:34.14": "trudnych czasów się nie lęka, ",
  "dn31:34.15": "w kryzysie pozostaje stabilny, uczony – ",
  "dn31:34.16": "taki ktoś osiąga sławę. ",
  "dn31:34.17": "Potrafiący jednoczyć innych, przyjacielski, ",
  "dn31:34.18": "z kim łatwo się rozmawia, kto nie ma w sobie zgryzoty, ",
  "dn31:34.19": "przewodnik, mentor, pojednawca – ",
  "dn31:34.20": "taki ktoś osiąga sławę. ",
  "dn31:34.21": "Przez szczodrość, takt w mowie, ",
  "dn31:34.22": "dobroczynność tu i teraz, ",
  "dn31:34.23": "równe traktowanie tego, co się przejawia, ",
  "dn31:34.24": "w zależności, jak jest wymagane – ",
  "dn31:34.25": "w ten sposób spajać można świat, ",
  "dn31:34.26": "niczym oś poruszającego się rydwanu. ",
  "dn31:34.27": "Gdyby nie było takiego spajania, ",
  "dn31:34.28": "ani matka, ",
  "dn31:34.29": "nie byłaby szanowana i czczona przez dzieci, ",
  "dn31:34.30": "ani ojciec. ",
  "dn31:34.31": "Ponieważ ta spójność istnieje, ",
  "dn31:34.32": "mądrzy dobrze to badają ",
  "dn31:34.33": "i dzięki temu osiągają wielkość ",
  "dn31:34.34": "i stają się wychwalani”. ",
  "dn31:35.1": "Gdy to zostało powiedziane, oto co Siṅgālaka, syn gospodarza, powiedział Błogosławionemu: ",
  "dn31:35.2": "„Wspaniale, Czcigodny! Wspaniale, Czcigodny! ",
  "dn31:35.3": "To tak, jakby, Czcigodny Panie, człowiek postawił z powrotem coś, co było przewrócone, jakby odkrył ukryte, jakby wskazano drogę zagubionemu, jakby przyniesiono lampę w ciemności z taką myślą: »Ci, którzy mają oczy, będą widzieli wszystko wyraźnie«. W taki też sposób została mi ukazana Dhamma przez Błogosławionego. ",
  "dn31:35.4": "Chciałbym mieć schronienie w Czcigodnym, w Dhammie i w mnisiej Saṅdze. ",
  "dn31:35.5": "Czcigodny, niech Błogosławiony traktuje mnie jako współwyznawcę, tego, który dziś znalazł schronienie na resztę życia”. ",
  "dn31:35.6": "Koniec – ósmej w rozdziale – mowy do Siṅgāli. "
}