{
  "an6.48:0.1": "Восходящие Наставления 6.48",
  "an6.48:0.2": "Глава Дхаммика",
  "an6.48:0.3": "Сутта Напрямую видимая Вторая",
  "an6.48:1.1": "И тогда некий брахман отправился к Благословенному и обменялся с ним вежливыми приветствиями.",
  "an6.48:1.2": "После обмена вежливыми приветствиями он сел рядом и сказал Благословенному:",
  "an6.48:1.3": "“Мастер Готама, так говорят: “Напрямую видимая Дхамма, напрямую видимая Дхамма”.",
  "an6.48:1.4": "В каком смысле, Мастер Готама, Дхамма видима напрямую, независящая от времени, приглашающая пойти и увидеть, ведущая к цели, познаваемая мудрыми самостоятельно?”",
  "an6.48:2.1": "“Что ж, брахман, в таком случае я задам тебе вопрос на эту тему. Отвечай так, как сочтёшь нужным.",
  "an6.48:2.2": "Как ты думаешь, брахман?",
  "an6.48:2.3": "Когда в тебе есть страсть, знаешь ли ты: “В данный момент во мне есть страсть”, а когда в тебе нет страсти, то знаешь ли ты: “В данный момент во мне нет страсти”?",
  "an6.48:2.4": "“Так оно, почтенный”.",
  "an6.48:2.5": "“Поскольку, брахман, когда в тебе есть страсть, ты знаешь: “Во мне есть страсть”, и когда в тебе нет страсти, ты знаешь: “Во мне нет страсти”,",
  "an6.48:2.6": "то вот каким образом Дхамма напрямую видима, независящая от времени, приглашающая пойти и увидеть, ведущая к цели, познаваемая мудрыми самостоятельно.",
  "an6.48:3.1": "Как ты думаешь, брахман?",
  "an6.48:3.2": "Когда в тебе есть злоба…",
  "an6.48:3.3": "Когда в тебе есть заблуждение…",
  "an6.48:3.4": "Когда в тебе есть телесный изъян…",
  "an6.48:3.5": "Когда в тебе есть словесный изъян…",
  "an6.48:3.6": "Когда в тебе есть умственный изъян, знаешь ли ты: “Во мне есть умственный изъян”, а когда в тебе нет умственного изъяна, то знаешь ли ты: “Во мне нет умственного изъяна”?",
  "an6.48:3.7": "“Так оно, почтенный”.",
  "an6.48:3.8": "“Поскольку, брахман, когда в тебе есть умственный изъян, ты знаешь: “Во мне есть умственный изъян”, и когда в тебе нет умственного изъяна, ты знаешь: “Во мне нет умственного изъяна”,",
  "an6.48:3.9": "то вот каким образом Дхамма видима напрямую, независящая от времени, приглашающая пойти и увидеть, ведущая к цели, познаваемая мудрыми самостоятельно”.",
  "an6.48:4.1": "“Великолепно, Мастер Готама! Великолепно, Мастер Готама!…",
  "an6.48:4.2": "Пусть Мастер Готама помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь”.",
  "an6.48:4.3": "Шестая."
}