{
  "an6.2:0.1": "Восходящие Наставления 6.2",
  "an6.2:0.2": "Глава Ахунейя ",
  "an6.2:0.3": "Сутта Достойный даров Вторая ",
  "an6.2:1.1": "“Монахи, обладая шестью качествами, монах достоин даров… непревзойдённое поле заслуг для мира. ",
  "an6.2:1.2": "Какими шестью? ",
  "an6.2:1.3": "Он владеет различными видами сверхъестественных сил: будучи одним, он становится многими; будучи многими, он становится одним. Он появляется. Он исчезает. Он беспрепятственно проходит сквозь стены, бастионы, горы, как если бы шёл сквозь пустое пространство. Он ныряет и выныривает из земли, как если бы она была водой. Он ходит по воде и не тонет, как если бы вода была сушей. Сидя со скрещенными ногами, он летит по воздуху, как крылатая птица. Своей рукой он касается и ударяет даже солнце и луну, настолько он силён и могущественен. Он так влияет на тело, что достигает даже мира Брахмы.",
  "an6.2:2.1": "Он слышит за счёт божественного уха, очищенного и превосходящего человеческое, различные виды звуков: божественные и человеческие, далёкие и близкие.",
  "an6.2:3.1": "Он знает умы других существ, других личностей, направив на них свой собственный ум. ",
  "an6.2:3.2": "Он различает ум со страстью как ум со страстью, ",
  "an6.2:3.3": "а ум без страсти как ум без страсти. ",
  "an6.2:3.4": "Он различает ум с отвращением как ум с отвращением, ",
  "an6.2:3.5": "а ум без отвращения, как ум без отвращения. ",
  "an6.2:3.6": "Он различает ум с невежеством как ум с невежеством, ",
  "an6.2:3.7": "а ум без невежества, как ум без невежества. ",
  "an6.2:3.8": "Он различает суженный ум как суженный ум, ",
  "an6.2:3.9": "расширенный ум, как расширенный ум. ",
  "an6.2:3.10": "Он различает увеличенный ум как увеличенный ум, ",
  "an6.2:3.11": "а не-увеличенный ум как не-увеличенный ум. ",
  "an6.2:3.12": "Он различает сильный ум который ещё не достиг наивысшего уровня как сильный ум, ",
  "an6.2:3.13": "и непревзойдённый в силе ум как непревзойдённый в силе ум. ",
  "an6.2:3.14": "Он различает сосредоточенный ум как сосредоточенный ум, ",
  "an6.2:3.15": "а не-сосредоточенный ум как не-сосредоточенный ум. ",
  "an6.2:3.16": "Он различает освобождённый ум как освобождённый ум, ",
  "an6.2:3.17": "а не-освобождённый ум как не-освобождённый ум.",
  "an6.2:4.1": "Он вспоминает многочисленные прошлые обители: одну жизнь, две жизни, три жизни, четыре, пять, десять, двадцать, тридцать, сорок, пятьдесят, сто, тысячу, сто тысяч, многие циклы распада мира, многие циклы эволюции мира, вспоминая: “Там у меня было такое-то имя, я жил в таком-то роду, имел такую-то внешность. Таковой была моя пища, таковым было моё переживание удовольствия и боли, таковым был конец моей жизни. Умерев в той жизни, я появился здесь. И там у меня тоже было такое-то имя… таковым был конец моей жизни. Умерев в той жизни, я появился теперь уже здесь”. Так он вспоминает многочисленные прошлые обители в подробностях и деталях.",
  "an6.2:5.1": "Он видит за счёт божественного глаза, очищенного и превосходящего человеческий, смерть и перерождение существ, он различает низших и великих, красивых и уродливых, счастливых и несчастных, в соответствии с их каммой: “Эти существа, что имели дурное поведение телом, речью и умом, оскорблявшие благородных, придерживавшиеся неправильных воззрений и действовавшие под влиянием неправильных воззрений, с распадом тела, после смерти, рождаются в мире лишений, в плохих местах, в нижних мирах, в аду. Но эти существа, что имели хорошее поведение телом, речью и умом, не оскорблявшие благородных, придерживавшиеся правильных воззрений и действовавшие под влиянием правильных воззрений, с распадом тела, после смерти, рождаются в приятных местах, в небесных мирах”. Так, посредством божественного глаза, очищенного и превосходящего человеческий, он видит смерть и перерождение существ, он различает низших и великих, красивых и уродливых, счастливых и несчастных, в соответствии с их каммой.",
  "an6.2:6.1": "За счёт уничтожения умственных загрязнений, в этой самой жизни он входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, зная и проявляя эти состояния для себя самостоятельно посредством прямого знания.",
  "an6.2:7.1": "Обладая этими шестью качествами, монах достоин даров… непревзойдённое поле заслуг для мира”.",
  "an6.2:7.2": "Вторая."
}