{
  "an6.58:0.1": "Восходящие Наставления 6.58",
  "an6.58:0.2": "Больша Глава",
  "an6.58:0.3": "Сутта Пятна умственных загрязнений",
  "an6.58:1.1": "“Монахи, обладая шестью качествами, монах достоин даров, достоин гостеприимства, достоин подношений, достоин почтительного приветствия – непревзойдённое поле заслуг для мира.",
  "an6.58:2.1": "Какими шестью?",
  "an6.58:2.2": "Вот, с помощью сдержанности монах отбросил те пятна умственных загрязнений, которые следует отбрасывать сдержанностью;",
  "an6.58:2.3": "использованием он отбросил те пятна, которые следует отбрасывать использованием;",
  "an6.58:2.4": "терпением он отбросил те пятна, которые следует отбрасывать терпением;",
  "an6.58:2.5": "избеганием он отбросил те пятна, которые следует отбрасывать избеганием;",
  "an6.58:2.6": "рассеиванием он отбросил те пятна, которые следует отбрасывать рассеиванием:",
  "an6.58:2.7": "развитием отбросил те пятна, которые следует отбрасывать развитием.",
  "an6.58:3.1": "И какие пятна, монахи, следует отбрасывать сдержанностью, и которые были отброшены сдержанностью?",
  "an6.58:3.2": "Вот монах, тщательно это осмыслив, пребывает в сдержанности качества глаза.",
  "an6.58:3.3": "Те пятна, беспокоящие и будоражащие, которые могли бы возникнуть в том, кто пребывает несдержанным в отношении качества глаза, не происходят в том, кто пребывает в сдержанности качества глаза.",
  "an6.58:3.4": "Тщательно это осмыслив, он пребывает в сдержанности качества уха…",
  "an6.58:3.5": "Тщательно это осмыслив, он пребывает в сдержанности качества носа…",
  "an6.58:3.6": "Тщательно это осмыслив, он пребывает в сдержанности качества языка…",
  "an6.58:3.7": "Тщательно это осмыслив, он пребывает в сдержанности качества тела…",
  "an6.58:3.8": "Тщательно это осмыслив, он пребывает в сдержанности качества ума.",
  "an6.58:3.9": "Те пятна, беспокоящие и будоражащие, которые могли бы возникнуть в том, кто пребывает несдержанным в отношении этих вещей, не происходят в том, кто пребывает в сдержанности.",
  "an6.58:3.10": "Таковы отброшенные сдержанностью пятна, которые следует отбрасывать сдержанностью.",
  "an6.58:4.1": "И какие пятна, монахи, следует отбрасывать использованием, и которые были отброшены использованием?",
  "an6.58:4.2": "Вот монах, тщательно это осмыслив, пользуется одеянием для того, чтобы",
  "an6.58:4.3": "защититься от холода, защититься от жары, защититься от контактов с мухами, комарами, от контактов с солнцем, ветром, и змеями; а также, чтобы скрыть интимные части тела.",
  "an6.58:4.4": "Тщательно это осмыслив, он употребляет пищу, собранную с подаяний,",
  "an6.58:4.5": "не ради развлечений, не ради упоения, не ради физической красоты и привлекательности, а просто для содержания и поддержания этого тела, чтобы устранить недуг, тем самым поддержать ведение святой жизни, осознавая: “Так я устраню старые чувства голода и не создам новых чувств от переедания. Я буду здоровым, не буду этим порицаем, буду пребывать в успокоении”.",
  "an6.58:4.6": "Тщательно это осмыслив, он использует жилище для того,",
  "an6.58:4.7": "чтобы защититься от холода, защититься от жары, защититься от контактов с мухами, комарами, от контактов с солнцем, ветром, и змеями; а также только просто для того, чтобы скрыться от непогоды и радоваться затворничеству.",
  "an6.58:4.8": "Тщательно это осмыслив, он использует лекарства и обеспечение для больных монахов",
  "an6.58:4.9": "только для того, чтобы защититься от возникших мучительных телесных чувств и поддержать своё здоровье.",
  "an6.58:4.10": "Те пятна, беспокоящие и будоражащие, которые могли бы возникнуть в том, кто не пользуется этими вещами, не возникают в том, кто пользуется ими.",
  "an6.58:4.11": "Таковы отброшенные использованием пятна, которые следует отбрасывать использованием.",
  "an6.58:5.1": "И какие пятна, монахи, следует отбрасывать терпением, и которые были отброшены терпением?",
  "an6.58:5.2": "Вот монах, тщательно это осмыслив, терпит холод, жару, голод и жажду; контакты с мухами, комарами, солнцем, ветром, и змеями. Он терпит грубые и оскорбительные речи. Он терпит возникшие телесные ощущения – болезненные, раздирающие, острые, пронзающие, мучительные, неприятные, высасывающие жизненные силы.",
  "an6.58:5.3": "Те пятна, беспокоящие и будоражащие, которые могли бы возникнуть в том, кто не терпит этого, не возникают в том, кто терпит.",
  "an6.58:5.4": "Таковы отброшенные терпением пятна, которые следует отбрасывать терпением.",
  "an6.58:6.1": "И какие пятна, монахи, следует отбрасывать избеганием, и которые были отброшены избеганием?",
  "an6.58:6.2": "Вот монах, тщательно это осмыслив, избегает встреч с диким слоном, с дикой лошадью, с диким быком, с дикой собакой. Он избегает змей, пней, колючек, пропастей, обрывов, выгребных ям, канализаций. Тщательно это осмыслив, он избегает сидеть в ненадлежащих местах или ходить за подаяниями в неподходящие места; избегает общения с плохими друзьями, так что его мудрые товарищи-монахи могли бы заподозрить его в порочных делах.",
  "an6.58:6.3": "Те пятна, беспокоящие и будоражащие, которые могли бы возникнуть в том, кто не избегает этого, не возникают в том, кто избегает.",
  "an6.58:6.4": "Таковы отброшенные избеганием пятна, которые следует отбрасывать избеганием.",
  "an6.58:7.1": "И какие пятна, монахи, следует отбрасывать рассеиванием, и которые были отброшены рассеиванием?",
  "an6.58:7.2": "Вот монах, тщательно это осмыслив, не терпит возникшую мысль о чувственных удовольствиях. Он отбрасывает её, уничтожает её, рассеивает её, истребляет её.",
  "an6.58:7.3": "Тщательно это осмыслив, он не терпит возникшую мысль, основанную на недоброжелательности…",
  "an6.58:7.4": "Тщательно это осмыслив, он не терпит возникшую мысль о причинении вреда…",
  "an6.58:7.5": "Тщательно это осмыслив, он не терпит возникших неблагих умственных состояний. Он отбрасывает их, уничтожает их, рассеивает их, истребляет их.",
  "an6.58:7.6": "Те пятна, беспокоящие и будоражащие, которые могли бы возникнуть в том, кто не рассеивает этого, не возникают в том, кто рассеивает.",
  "an6.58:7.7": "Таковы отброшенные рассеиванием пятна, которые следует отбрасывать рассеиванием.",
  "an6.58:8.1": "И какие пятна, монахи, следует отбрасывать развитием, и которые были отброшены развитием?",
  "an6.58:8.2": "Вот монах, тщательно это осмыслив, развивает осознанность как фактор просветления, который основывается на отречении, бесстрастии, прекращении, созревает в оставлении.",
  "an6.58:8.3": "Он развивает исследование феноменов…",
  "an6.58:8.4": "усердие…",
  "an6.58:8.5": "восторг…",
  "an6.58:8.6": "безмятежность…",
  "an6.58:8.7": "сосредоточение…",
  "an6.58:8.8": "невозмутимость как фактор просветления, который основывается на отречении, бесстрастии, прекращении, созревает в оставлении.",
  "an6.58:8.9": "Те пятна, беспокоящие и будоражащие, которые могли бы возникнуть в том, кто не развивает этого, не возникают в том, кто развивает.",
  "an6.58:8.10": "Таковы отброшенные развитием пятна, которые следует отбрасывать развитием.",
  "an6.58:9.1": "Обладая этими шестью качествами, монах достоин даров, достоин гостеприимства, достоин подношений, достоин почтительного приветствия – непревзойдённое поле заслуг для мира”.",
  "an6.58:9.2": "Четвёртая."
}