{
  "an6.47:0.1": "Восходящие Наставления 6.47",
  "an6.47:0.2": "Глава Дхаммика",
  "an6.47:0.3": "Сутта Напрямую видимая Первая",
  "an6.47:1.1": "И тогда странник Молиясивака отправился к Благословенному и обменялся с ним вежливыми приветствиями.",
  "an6.47:1.2": "После обмена вежливыми приветствиями он сел рядом и сказал Благословенному:",
  "an6.47:1.3": "“Почтенный, так говорят: “Напрямую видимая Дхамма, напрямую видимая Дхамма”.",
  "an6.47:1.4": "В каком смысле, почтенный, Дхамма видима напрямую, независящая от времени, приглашающая пойти и увидеть, ведущая к цели, познаваемая мудрыми самостоятельно?”",
  "an6.47:2.1": "“Что ж, Сивака, в таком случае я задам тебе вопрос на эту тему. Отвечай так, как сочтёшь нужным.",
  "an6.47:2.2": "Как ты думаешь, Сивака?",
  "an6.47:2.3": "Когда в тебе есть жажда, знаешь ли ты: “В данный момент во мне есть жажда”, а когда в тебе нет жажды, то знаешь ли ты: “В данный момент во мне нет жажды”?",
  "an6.47:2.4": "“Так оно, почтенный”.",
  "an6.47:2.5": "“Поскольку, Сивака, когда в тебе есть жажда, ты знаешь: “Во мне есть жажда”, и когда в тебе нет жажды, ты знаешь: “Во мне нет жажды”,",
  "an6.47:2.6": "то вот каким образом Дхамма напрямую видима, независящая от времени, приглашающая пойти и увидеть, ведущая к цели, познаваемая мудрыми самостоятельно.",
  "an6.47:3.1": "Как ты думаешь, Сивака?",
  "an6.47:3.2": "Когда в тебе есть злоба…",
  "an6.47:3.3": "Когда в тебе есть заблуждение…",
  "an6.47:3.4": "Когда в тебе есть состояние, связанное с жаждой…",
  "an6.47:3.5": "Когда в тебе есть состояние, связанное со злобой…",
  "an6.47:3.6": "Когда в тебе есть состояние, связанное с заблуждением, знаешь ли ты: “Во мне есть состояние, связанное с заблуждением”, а когда в тебе нет состояния, связанного с заблуждением, то знаешь ли ты: “Во мне нет состояния, связанного с заблуждением”?",
  "an6.47:3.7": "“Так оно, почтенный”.",
  "an6.47:3.8": "“Поскольку, Сивака, когда в тебе есть состояние, связанное с заблуждением, ты знаешь: “Во мне есть состояние, связанное с заблуждением”, и когда в тебе нет состояния, связанного с заблуждением, ты знаешь:",
  "an6.47:3.9": "“Во мне нет состояния, связанного с заблуждением”, то вот каким образом Дхамма напрямую видима, независящая от времени, приглашающая пойти и увидеть, ведущая к цели, познаваемая мудрыми самостоятельно”.",
  "an6.47:4.1": "“Великолепно, почтенный! Великолепно Господин!…",
  "an6.47:4.2": "Пусть Благословенный помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь”.",
  "an6.47:4.3": "Пятая."
}