{
  "an6.42:0.1": "Восходящие Наставления 6.42",
  "an6.42:0.2": "Глава Ананда",
  "an6.42:0.3": "Сутта Нагита",
  "an6.42:1.1": "Так я слышал.",
  "an6.42:1.2": "Однажды Благословенный странствовал по стране Косал с большой Сангхой монахов и прибыл в брахманскую деревню Косал под названием Иччханангала.",
  "an6.42:1.3": "Там он пребывал в лесной роще Иччханангалы.",
  "an6.42:1.4": "И тогда брахманы-домохозяева Иччханангалы услышали:",
  "an6.42:1.5": "“Говорят, отшельник Готама, сын Сакьев, ушедший из клана Сакьев в бездомную жизнь, прибыл в Иччханангалу и пребывает в лесной роще Иччханангалы.",
  "an6.42:1.6": "И об этом Мастере Готаме распространилась славная молва:",
  "an6.42:1.7": "“В самом деле Благословенный – арахант, полностью просветлённый, совершенный в знании и поведении, достигший блага, знаток мира, непревзойдённый учитель тех, кто готов обучаться, учитель богов и людей, пробуждённый, благословенный.",
  "an6.42:1.8": "Напрямую увидев своей мудростью, он познал мир с его дэвами, Марой, Брахмой, с его поколениями отшельников и жрецов, богов и людей. Он учит Дхамме, прекрасной в начале, прекрасной в середине, и прекрасной в конце, правдивой и в духе и в букве. Он раскрыл святую жизнь в совершенстве полную и чистую. Хорошо было бы увидеть таких арахантов.",
  "an6.42:1.9": "И когда минула ночь, брахманы-домохозяева Иччханангалы, взяв с собой обилие различной еды, отправились в лесную рощу Иччханангалы. Они встали возле входа, создавая ужасный шум и гул.",
  "an6.42:2.1": "В то время Достопочтенный Нагита прислуживал Благословенному.",
  "an6.42:2.2": "Тогда Благословенный обратился к Достопочтенному Нагите:",
  "an6.42:2.3": "“Нагита, откуда такой ужасный шум и гул, как будто рыбаки тянут рыбу?”",
  "an6.42:2.4": "“Почтенный, это брахманы-домохозяева Иччханангалы принесли обилие различной еды. Они стоят возле входа, желая поднести её Благословенному и Сангхе монахов”.",
  "an6.42:2.5": "“Пусть не буду я связан со славой, Нагита, и слава пусть не будет связана со мной.",
  "an6.42:2.6": "Тот, кто не может обрести по желанию, без сложностей и проблем, удовольствие отречения, удовольствие уединения, блаженство покоя, блаженство просветления, которые я сам обретаю без сложностей и проблем –",
  "an6.42:2.7": "мог бы принять это низменное удовольствие, это апатичное удовольствие, это удовольствие обретений, славы и похвалы”.",
  "an6.42:3.1": "“Почтенный, пусть сейчас Благословенный согласится принять их подношения! Пусть Благословенный согласится!",
  "an6.42:3.2": "Сейчас должный момент для того, чтобы Благословенный согласился.",
  "an6.42:3.3": "Куда бы теперь Благословенный ни отправился, брахманы городов и деревень будут также туда стекаться.",
  "an6.42:3.4": "Подобно тому, как дэвы дождя бросают на землю тяжёлые капли дождя, и вода течёт вниз по склону,",
  "an6.42:3.5": "точно также, куда бы теперь ни отправился Благословенный, брахманы городов и деревень будут также туда стекаться.",
  "an6.42:3.6": "И почему?",
  "an6.42:3.7": "Из-за нравственного поведения и мудрости Благословенного”.",
  "an6.42:4.1": "“Пусть не буду я связан со славой, Нагита, и слава пусть не будет связана со мной.",
  "an6.42:4.2": "Тот, кто не может обрести по желанию, без сложностей и проблем, удовольствие отречения, удовольствие уединения, блаженство покоя, блаженство просветления, которые я сам обретаю без сложностей и проблем –",
  "an6.42:4.3": "мог бы принять это низменное удовольствие, это апатичное удовольствие, это удовольствие обретений, славы и похвалы.",
  "an6.42:5.1": "Бывает так, Нагита, что я вижу монаха, проживающего на окраине деревни, сидящего в состоянии сосредоточения.",
  "an6.42:5.2": "Тогда мысль приходит ко мне:",
  "an6.42:5.3": "“Вскоре помощник по монастырю или саманера или товарищ по Дхамме потревожит этого достопочтенного, сбив его с этого сосредоточения”.",
  "an6.42:5.4": "По этой причине я не доволен тем, что этот монах проживает на окраинах деревни.",
  "an6.42:6.1": "Далее, Нагита, бывает так, что я вижу проживающего в лесу монаха, который сидит и от сонливости клюёт носом в лесу.",
  "an6.42:6.2": "Тогда мысль приходит ко мне:",
  "an6.42:6.3": "“Скоро этот достопочтенный рассеет свою сонливость и утомление и обратит его на восприятие леса, состояние единения”.",
  "an6.42:6.4": "По этой причине я доволен тем, что этот монах проживает в лесу.",
  "an6.42:7.1": "Далее, Нагита, бывает так, что я вижу проживающего в лесу монаха, который сидит не в состоянии сосредоточения.",
  "an6.42:7.2": "Тогда мысль приходит ко мне:",
  "an6.42:7.3": "“Вскоре этот достопочтенный сосредоточит свой несосредоточенный ум или будет охранять свой сосредоточенный ум”.",
  "an6.42:7.4": "По этой причине я доволен тем, что этот монах проживает в лесу.",
  "an6.42:8.1": "Далее, Нагита, бывает так, что я вижу проживающего в лесу монаха, который сидит в состоянии сосредоточения.",
  "an6.42:8.2": "Тогда мысль приходит ко мне:",
  "an6.42:8.3": "“Вскоре этот достопочтенный освободит свой неосвобождённый ум или будет охранять свой освобождённый ум”.",
  "an6.42:8.4": "По этой причине я доволен тем, что этот монах проживает в лесу.",
  "an6.42:9.1": "Далее, Нагита, бывает так, что я вижу монаха, проживающего на окраине деревни, который заполучает одеяния, еду, жилища, лекарства и обеспечение для больных.",
  "an6.42:9.2": "Желая обретений, славы и похвалы, он пренебрегает уединением. Он пренебрегает уединёнными обиталищами в лесах и рощах.",
  "an6.42:9.3": "Войдя в деревни, города и столицы, он селится там.",
  "an6.42:9.4": "По этой причине я не доволен тем, что этот монах проживает на окраинах деревни.",
  "an6.42:10.1": "Далее, Нагита, бывает так, что я вижу проживающего в лесу монаха, который заполучает одеяния, еду, жилища, лекарства и обеспечение для больных.",
  "an6.42:10.2": "Рассеяв эти обретения, славу и похвалу, он не пренебрегает уединением. Он не пренебрегает уединёнными обиталищами в лесах и рощах.",
  "an6.42:10.3": "По этой причине я доволен тем, что этот монах проживает в лесу.",
  "an6.42:11.1": "Когда, Нагита, я странствую по дороге и не вижу никого ни перед собой, ни за собой, то в этом случае я пребываю в покое, просто даже из-за того, что можно без проблем помочиться и испражниться”.",
  "an6.42:11.2": "Двенадцатая.",
  "an6.42:11.3": "Глава Девятая Четвёртая.",
  "an6.42:12.0": "Оглавление",
  "an6.42:12.1": "",
  "an6.42:12.2": "",
  "an6.42:12.3": "",
  "an6.42:12.4": ""
}