{
  "an6.29:0.1": "Восходящие Наставления 6.29",
  "an6.29:0.2": "Большая Ануттария",
  "an6.29:0.3": "Сутта Удайи",
  "an6.29:1.1": "И тогда Благословенный обратился к Достопочтенному Удайи:",
  "an6.29:1.2": "“Удайи, сколько существует тем для памятования?”",
  "an6.29:1.3": "Когда так было сказано, Достопочтенный Удайи ничего не ответил.",
  "an6.29:1.4": "Во второй раз…",
  "an6.29:1.5": "",
  "an6.29:1.6": "",
  "an6.29:1.7": "в третий раз Благословенный обратился к Достопочтенному Удайи:",
  "an6.29:1.8": "“Удайи, сколько существует тем для памятования?”",
  "an6.29:1.9": "И в третий раз Достопочтенный Удайи ничего не ответил.",
  "an6.29:2.1": "Тогда Достопочтенный Ананда сказал Достопочтенному Удайи:",
  "an6.29:2.2": "“Почтенный обращается к тебе, друг Удайи”.",
  "an6.29:2.3": "“Я слышал, друг Ананда.",
  "an6.29:2.4": "Вот, почтенный, монах вспоминает многочисленные прошлые обители: одну жизнь, две жизни… Так он вспоминает многочисленные прошлые обители в подробностях и деталях.",
  "an6.29:2.5": "Такова, почтенный, тема для памятования”.",
  "an6.29:3.1": "Тогда Благословенный обратился к Достопочтенному Ананде:",
  "an6.29:3.2": "“Я знал, Ананда,",
  "an6.29:3.3": "что этот пустоголовый Удайи не предаётся высшему уму.",
  "an6.29:3.4": "Ананда, сколько существует тем для памятования?”",
  "an6.29:4.1": "“Почтенный, есть пять тем для памятования.",
  "an6.29:4.2": "Какие пять?",
  "an6.29:4.3": "Вот, почтенный, будучи отстранённым от чувственных удовольствий… Он входит и пребывает в третьей джхане…",
  "an6.29:4.4": "Эта тема для памятования, развиваемая и взращиваемая таким образом, ведёт к приятному пребыванию в этой самой жизни.",
  "an6.29:5.1": "Далее, почтенный, монах обращается к восприятию света. Он уделяет внимание восприятию света так: “Как днём, так и ночью; как ночью, так и днём”.",
  "an6.29:5.2": "Вот так, с открытым, с раскрытым умом, он развивает ум, пропитанный сиянием.",
  "an6.29:5.3": "Эта тема для памятования, развиваемая и взращиваемая таким образом, ведёт к обретению знания и видения.",
  "an6.29:6.1": "Далее, почтенный, монах пересматривает это самое тело снизу вверх, с подошв ступней, и сверху вниз с кончиков волос головы, обёрнутое кожей, полное разнообразных нечистот:",
  "an6.29:6.2": "“В этом самом теле есть волосы на голове, волосы на теле, ногти, зубы, кожа, плоть, сухожилия, кости, костный мозг, почки, сердце, печень, диафрагма, селезёнка, лёгкие, толстые кишки, тонкие кишки, желудок, фекалии, желчь, мокрота, гной, кровь, пот, жир, слёзы, кожное масло, слюна, слизь, суставная жидкость, моча”.",
  "an6.29:6.3": "Эта тема для памятования, развиваемая и взращиваемая таким образом, ведёт к отбрасыванию чувственной жажды.",
  "an6.29:7.1": "Далее, почтенный, представьте, как если бы монах увидел брошенный на кладбище труп, пролежавший один, два или три дня, вздувшийся, бледный, гноящийся.",
  "an6.29:7.2": "Он сравнивает с ним своё собственное тело так:",
  "an6.29:7.3": "“Это тело тоже обладает той же природой. Оно будет таким и не может избежать этого”.",
  "an6.29:8.1": "Или, представьте, он бы увидел брошенный на кладбище труп, который пожирают вороны, ястребы, грифы, собаки, шакалы или иные виды живых существ.",
  "an6.29:8.2": "Он сравнивает с ним своё собственное тело так:",
  "an6.29:8.3": "“Это тело тоже обладает той же природой. Оно будет таким и не может избежать этого”.",
  "an6.29:9.1": "Или, представьте, он бы увидел брошенный на кладбище труп: скелет с плотью и кровью, связанный сухожилиями…",
  "an6.29:9.2": "скелет без плоти, запачканный кровью, связанный сухожилиями…",
  "an6.29:9.3": "скелет без плоти и крови, связанный сухожилиями…",
  "an6.29:9.4": "Разъединенные кости разбросанные в основных и промежуточных направлениях, отдельно кость руки, отдельно кость стопы, отдельно кость голени, отдельно берцовая кость, отдельно бедренная кость, отдельно кость таза, отдельно ребро, отдельно позвонок, отдельно кость плеча, отдельно кость шеи, отдельно кость челюсти, отдельно зуб, отдельно кость черепа; белеющие кости, цвета ракушки… собранные в кучу кости, лежащие так один год… сгнившие кости, стёртые в пыль.",
  "an6.29:9.5": "Он сравнивает с ним своё собственное тело так:",
  "an6.29:9.6": "“Это тело тоже обладает той же природой. Оно будет таким и не может избежать этого”.",
  "an6.29:9.7": "Эта тема для памятования, развиваемая и взращиваемая таким образом, ведёт к искоренению самомнения “Я есть”.",
  "an6.29:10.1": "Далее, почтенный, с оставлением удовольствия… пребывает в четвёртой джхане…",
  "an6.29:10.2": "Эта тема для памятования, развиваемая и взращиваемая таким образом, ведёт к проникновению в многочисленные элементы.",
  "an6.29:10.3": "Таковы, почтенный, пять тем для памятования”.",
  "an6.29:11.1": "“Хорошо, хорошо, Ананда!",
  "an6.29:11.2": "В связи с этим, Ананда, запомни также и эту шестую тему для памятования.",
  "an6.29:11.3": "Вот, будучи постоянно осознанным, монах идёт вперёд; будучи постоянно осознанным, он возвращается; будучи постоянно осознанным, он стоит; будучи постоянно осознанным, он сидит; будучи постоянно осознанным, он ложится спать; будучи постоянно осознанным, он берётся за работу.",
  "an6.29:11.4": "Эта тема для памятования, развиваемая и взращиваемая таким образом, ведёт к осознанности и бдительности”.",
  "an6.29:11.5": "Девятая."
}