{
  "an6.28:0.1": "Восходящие Наставления 6.28",
  "an6.28:0.2": "Глава Ануттария",
  "an6.28:0.3": "Сутта Случай Вторая",
  "an6.28:1.1": "Однажды группа старших монахов пребывала в Варанаси в оленьем парке в Исипатане.",
  "an6.28:1.2": "И тогда, после принятия пищи, вернувшись с хождения за подаяниями, те старшие монахи собрались и вместе сидели в зале, где следующая беседа случилась между ними:",
  "an6.28:1.3": "“Каков, друзья, подобающий случай для того, чтобы посетить уважаемого монаха?”",
  "an6.28:2.1": "Когда так было сказано, один монах сказал тем старцам:",
  "an6.28:2.2": "“Друзья, после принятия пищи, когда уважаемый монах вернулся с хождения за подаяниями, помыл ноги и сидит со скрещенными ногами, держа спину прямо, установив осознанность впереди – вот подобающий случай для того, чтобы посетить его”.",
  "an6.28:3.1": "Когда так было сказано, другой монах сказал ему:",
  "an6.28:3.2": "“Друг, это неподобающий случай для того, чтобы пойти и посетить уважаемого монаха.",
  "an6.28:3.3": "После принятия пищи, когда уважаемый монах вернулся с хождения за подаяниями, помыл ноги и сидит со скрещенными ногами, держа спину прямо, установив осознанность впереди – его усталость из-за хождения за подаяниями и из-за принятия пищи ещё не отступила.",
  "an6.28:3.4": "Поэтому это неподобающий случай для того, чтобы пойти и посетить его.",
  "an6.28:3.5": "Но вечером, когда уважаемый монах вышел из затворничества и сидит в тени своего жилища со скрещенными ногами, держа спину прямо, установив осознанность впереди – вот подобающий случай для того, чтобы посетить его”.",
  "an6.28:4.1": "Когда он высказался, ещё другой монах сказал ему:",
  "an6.28:4.2": "“Друг, это неподобающий случай для того, чтобы пойти и посетить уважаемого монаха.",
  "an6.28:4.3": "Вечером, когда уважаемый монах вышел из затворничества и сидит в тени своего жилища со скрещенными ногами, держа спину прямо, установив осознанность впереди – объект сосредоточения, на который он направлял внимание в течение дня, всё ещё наличествует в нём.",
  "an6.28:4.4": "Поэтому это неподобающий случай для того, чтобы пойти и посетить его.",
  "an6.28:4.5": "Но когда уважаемый монах поднялся по истечении ночи и сидит со скрещенными ногами, держа спину прямо, установив осознанность впереди – вот подобающий случай для того, чтобы посетить его”.",
  "an6.28:5.1": "Когда он высказался, ещё другой монах сказал ему:",
  "an6.28:5.2": "“Друг, это неподобающий случай для того, чтобы пойти и посетить уважаемого монаха.",
  "an6.28:5.3": "Когда уважаемый монах поднялся по истечении ночи и сидит со скрещенными ногами, держа спину прямо, установив осознанность впереди – то в этом случае его тело свежо, ему легко браться за учение будд.",
  "an6.28:5.4": "Поэтому это неподобающий случай для того, чтобы пойти и посетить его”.",
  "an6.28:6.1": "Когда так было сказано, Достопочтенный Махакаччана сказал тем старшим монахам:",
  "an6.28:6.2": "“Друзья, в присутствии Благословенного я услышал и выучил так:",
  "an6.28:6.3": "“Монах, есть шесть подобающих случаев для того, чтобы посетить уважаемого монаха.",
  "an6.28:7.1": "Какие шесть?",
  "an6.28:7.2": "Вот, монах, когда ум монаха охвачен и подавлен чувственной жаждой, и он не понимает в соответствии с действительностью спасения от возникшей чувственной жажды, то в этом случае ему следует подойти к уважаемому монаху и сказать ему:",
  "an6.28:7.3": "“Друг, мой ум охвачен и подавлен чувственной жаждой, и я не понимаю в соответствии с действительностью спасения от возникшей чувственной жажды.",
  "an6.28:7.4": "Пожалуйста, научи меня Дхамме для отбрасывания чувственной жажды”.",
  "an6.28:7.5": "Тогда тот уважаемый монах учит его Дхамме для отбрасывания чувственной жажды.",
  "an6.28:7.6": "Таков первый подобающий случай для того, чтобы посетить уважаемого монаха.",
  "an6.28:8.1": "Далее, когда ум монаха охвачен и подавлен недоброжелательностью…",
  "an6.28:9.1": "…ленью и апатией…",
  "an6.28:10.1": "…неугомонностью и сожалением…",
  "an6.28:11.1": "…сомнением…",
  "an6.28:12.1": "Далее, когда монах не знает и не видит на какой объект ему опереться и к какому объекту обратиться, чтобы достичь незамедлительного уничтожения пятен загрязнений ума, то в этом случае ему следует подойти к уважаемому монаху и сказать ему:",
  "an6.28:12.2": "“Друг, я не знаю и не вижу на какой объект мне опереться и к какому объекту обратиться, чтобы достичь незамедлительного уничтожения пятен.",
  "an6.28:12.3": "Пожалуйста, научи меня Дхамме для уничтожения пятен”.",
  "an6.28:12.4": "Тогда тот уважаемый монах учит его Дхамме для уничтожения пятен.",
  "an6.28:12.5": "Таков шестой подобающий случай для того, чтобы посетить уважаемого монаха.",
  "an6.28:13.1": "Друзья, в присутствии Благословенного я услышал и выучил так:",
  "an6.28:13.2": "“Таковы, монах, шесть подобающих случаев для того, чтобы посетить уважаемого монаха”.",
  "an6.28:13.3": "Восьмая."
}