{
  "an6.44:0.1": "Восходящие Наставления 6.44",
  "an6.44:0.2": "Глава Дхаммика",
  "an6.44:0.3": "Мигасала сутта",
  "an6.44:1.1": "И тогда, утром, Достопочтенный Ананда оделся, взял чашу и одеяние, и отправился в дом мирянки Мигасалы, где сел на подготовленное для него сиденье. ",
  "an6.44:1.2": "И тогда мирянка Мигасала подошла к Достопочтенному Ананде, поклонилась ему, села рядом, и сказала:",
  "an6.44:2.1": "“Почтенный Ананда, так как же следует понимать учение Благословенного, когда некто ведёт целомудренную жизнь, а другой не целомудренную, но оба имеют в точности одинаковую участь в будущей жизни? ",
  "an6.44:2.2": "Мой отец Пурана вёл целомудренную жизнь, жил отдельно, воздерживался от половых сношений, которые привычны среди простых людей. ",
  "an6.44:2.3": "Когда он скончался, то Благословенный объявил: “Он достиг состояния однажды-возвращающегося, переродился среди божеств небесного мира Туситы”. ",
  "an6.44:2.4": "Мой дядя по отцовской линии, Исидатта, не вёл целомудренной жизни, а жил, довольствуясь жизнью женатой. ",
  "an6.44:2.5": "Когда он скончался, то Благословенный также объявил: “Он достиг состояния однажды-возвращающегося, переродился среди божеств небесного мира Туситы”. ",
  "an6.44:2.6": "Господин Ананда, так как же следует понимать учение Благословенного, когда некто ведёт целомудренную жизнь, а другой не целомудренную, но оба имеют в точности одинаковую участь в будущей жизни?”",
  "an6.44:2.7": "“Ведь так, сестра, Благословенный объявил об этом”.",
  "an6.44:3.1": "И затем, когда Достопочтенный Ананда получил еду в доме Мигасалы, он поднялся со своего сиденья и ушёл. ",
  "an6.44:3.2": "После приёма пищи, вернувшись с хождения за подаяниями, он отправился к Благословенному, поклонился ему, сел рядом, и сказал: ",
  "an6.44:4.1": "“Почтенный, утром я оделся, взял чашу и одеяние и отправился к дому мирянки Мигасалы… ",
  "an6.44:4.2": "",
  "an6.44:4.3": "",
  "an6.44:4.4": "",
  "an6.44:4.5": "",
  "an6.44:4.6": "",
  "an6.44:4.7": "",
  "an6.44:4.8": "",
  "an6.44:4.9": "…Когда она спросила меня об этом, я ответил: ",
  "an6.44:4.10": "“Ведь так, сестра, Благословенный объявил об этом”. ",
  "an6.44:5.1": "“Воистину, кто она такая, эта мирянка Мигасала? Глупая, несведущая женщина с женским рассудком. И кто они – те, кто имеют прямое знание других личностей как высших или низших.",
  "an6.44:5.2": "Ананда, есть шесть типов личностей, существующих в мире. ",
  "an6.44:6.1": "Какие шесть?",
  "an6.44:6.2": "Бывает так, Ананда, что некий человек кроткий, приятный спутник, с которым охотно живут его товарищи-монахи. ",
  "an6.44:6.3": "Но он не слушал учений, не изучал их, не проникал в них воззрением, и он не достигает временного освобождения. ",
  "an6.44:6.4": "С распадом тела, после смерти, он направляется к ухудшению, а не к исключительности. Он тот, кто устремлён к ухудшению, а не к исключительности.",
  "an6.44:7.1": "Далее, Ананда, бывает так, что некий человек кроткий, приятный спутник, с которым охотно живут его товарищи-монахи. ",
  "an6.44:7.2": "И он слушал учения, изучал их, проникал в них воззрением, и он достигает временного освобождения. ",
  "an6.44:7.3": "С распадом тела, после смерти, он направляется к исключительности, а не к ухудшению. Он тот, кто устремлён к исключительности, а не к ухудшению.",
  "an6.44:8.1": "Там, Ананда, сравнивающие сравнивают: ",
  "an6.44:8.2": "“У этого такие же качества, как и у другого. Так почему же один из них должен быть ниже, а второй – выше?” ",
  "an6.44:8.3": "И подобное их суждение воистину приведёт к их вреду и боли в течение долгого времени.",
  "an6.44:9.1": "Из них, Ананда, человек, который кроткий, приятный спутник… ",
  "an6.44:9.2": "достигает временного освобождения – превышает и превосходит того другого человека. ",
  "an6.44:9.3": "И почему? ",
  "an6.44:9.4": "Потому что его несёт поток Дхаммы. ",
  "an6.44:9.5": "Но кто может знать это различие между ними, кроме Татхагаты?",
  "an6.44:9.6": "Поэтому, Ананда, не делай суждений в отношении людей. ",
  "an6.44:9.7": "Не выноси решений по людям. ",
  "an6.44:9.8": "Те, кто выносят решения по людям, вредят самим себе. ",
  "an6.44:9.9": "Только я, или такой как я, может выносить решения по людям.",
  "an6.44:10.1": "Далее, Ананда, бывает так, что в некоем человеке есть злоба и самомнение, и время от времени состояния жажды возникают в нём. ",
  "an6.44:10.2": "И он не слушал учений, не изучал их, не проникал в них воззрением, и он не достигает временного освобождения. ",
  "an6.44:10.3": "С распадом тела, после смерти, он направляется к ухудшению, а не к исключительности. Он тот, кто устремлён к ухудшению, а не к исключительности.",
  "an6.44:11.1": "Далее, Ананда, бывает так, что в некоем человеке есть злоба и самомнение, и время от времени состояния жажды возникают в нём. ",
  "an6.44:11.2": "Но он слушал учения, изучал их, проникал в них воззрением, и он достигает временного освобождения. ",
  "an6.44:11.3": "С распадом тела, после смерти, он направляется к исключительности, а не к ухудшению. Он тот, кто устремлён к исключительности, а не к ухудшению.",
  "an6.44:12.1": "Там, Ананда, сравнивающие сравнивают… ",
  "an6.44:12.2": "…Только я, или такой как я, может выносить решения по людям.",
  "an6.44:13.1": "Далее, Ананда, бывает так, что в некоем человеке есть злоба и самомнение, и время от времени он пускается в обмен словами. ",
  "an6.44:13.2": "И он не слушал учений, не изучал их, не проникал в них воззрением, и он не достигает временного освобождения. ",
  "an6.44:13.3": "С распадом тела, после смерти, он направляется к ухудшению, а не к исключительности. Он тот, кто устремлён к ухудшению, а не к исключительности.",
  "an6.44:14.1": "Далее, Ананда, бывает так, что в некоем человеке есть злоба и самомнение, и время от времени он пускается в обмен словами. ",
  "an6.44:14.2": "Но он слушал учения, изучал их, проникал в них воззрением, и он достигает временного освобождения. ",
  "an6.44:14.3": "С распадом тела, после смерти, он направляется к исключительности, а не к ухудшению. Он тот, кто устремлён к исключительности, а не к ухудшению.",
  "an6.44:15.1": "Там, Ананда, сравнивающие сравнивают… ",
  "an6.44:15.2": "…Только я, или такой как я, может выносить решения по людям.",
  "an6.44:15.3": "",
  "an6.44:16.1": "",
  "an6.44:16.2": "",
  "an6.44:16.3": "",
  "an6.44:16.4": "",
  "an6.44:16.5": "",
  "an6.44:16.6": "",
  "an6.44:16.7": "",
  "an6.44:16.8": "",
  "an6.44:16.9": "",
  "an6.44:17.1": "Воистину, кто она такая, эта мирянка Мигасала? Глупая, несведущая женщина с женским рассудком. И кто они – те, кто имеют прямое знание других личностей как высших или низших.",
  "an6.44:17.2": "Таковы шесть типов личностей, существующих в мире.",
  "an6.44:18.1": "Ананда, если бы Исидатта обладал тем же нравственным поведением, что и Пурана, то Пурана даже бы и не узнал о его участи. ",
  "an6.44:18.2": "А если бы Пурана обладал тем же пониманием, что и Исидатта, то Исидатта даже бы и не узнал о его участи. ",
  "an6.44:18.3": "Таким образом, Ананда, каждый из них был неполным в одном отношении”.",
  "an6.44:18.4": ""
}