{
  "an6.39:0.1": "Восходящие Наставления 6.39",
  "an6.39:0.2": "Глава Девата",
  "an6.39:0.3": "Сутта Причина",
  "an6.39:1.1": "“Монахи, есть эти три причины возникновения каммы.",
  "an6.39:1.2": "Какие три?",
  "an6.39:1.3": "Жажда является причиной возникновения каммы. Злоба является причиной возникновения каммы. Заблуждение является причиной возникновения каммы.",
  "an6.39:1.4": "Не так оно, что не-жажда возникает из жажды.",
  "an6.39:1.5": "Но вместо этого именно жажда возникает из жажды.",
  "an6.39:1.6": "Не так оно, что не-злоба возникает из злобы.",
  "an6.39:1.7": "Но вместо этого именно злоба возникает из злобы.",
  "an6.39:1.8": "Не так оно, что не-заблуждение возникает из заблуждения.",
  "an6.39:1.9": "Но вместо этого именно заблуждение возникает из заблуждения.",
  "an6.39:1.10": "Не так оно, что миры богов и людей – или иные благие уделы – можно увидеть из-за каммы, рождённой жаждой, злобой, и заблуждением.",
  "an6.39:1.11": "Но вместо этого именно ад, мир животных, и мир страдающих духов – а также иные неблагие уделы – можно увидеть из-за каммы, рождённой жаждой, злобой, и заблуждением.",
  "an6.39:1.12": "Таковы три причины возникновения каммы.",
  "an6.39:2.1": "Монахи, есть три иные причины возникновения каммы.",
  "an6.39:2.2": "Какие три?",
  "an6.39:2.3": "Не-жажда является причиной возникновения каммы. Не-злоба является причиной возникновения каммы. Не-заблуждение является причиной возникновения каммы.",
  "an6.39:2.4": "Не так оно, что жажда возникает из не-жажды.",
  "an6.39:2.5": "Но вместо этого именно не-жажда возникает из не-жажды.",
  "an6.39:2.6": "Не так оно, что злоба возникает из не-злобы.",
  "an6.39:2.7": "Но вместо этого именно не-злоба возникает из не-злобы.",
  "an6.39:2.8": "Не так оно, что заблуждение возникает из не-заблуждения.",
  "an6.39:2.9": "Но вместо этого именно не-заблуждение возникает из не-заблуждения.",
  "an6.39:2.10": "Не так оно, что ад, мир животных, и мир страдающих духов – а также иные неблагие уделы – можно увидеть из-за каммы, рождённой не-жаждой, не-злобой, и не-заблуждением.",
  "an6.39:2.11": "Но вместо этого именно миры богов и людей можно увидеть из-за каммы, рождённой не-жаждой, не-злобой, и не-заблуждением.",
  "an6.39:2.12": "Таковы три иные причины возникновения каммы”.",
  "an6.39:2.13": "Девятая."
}