{
  "an6.13:0.1": "Восходящие Наставления 6.13",
  "an6.13:0.2": "Глава Сарания",
  "an6.13:0.3": "Сутта Элементы спасения",
  "an6.13:1.1": "“Монахи, есть эти шесть элементов спасения.",
  "an6.13:1.2": "Какие шесть?",
  "an6.13:1.3": "Вот монах может сказать:",
  "an6.13:1.4": "“Я развил и взрастил освобождение ума доброжелательностью, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его.",
  "an6.13:1.5": "И, тем не менее, недоброжелательность всё ещё овладевает моим умом”.",
  "an6.13:1.6": "Ему следует ответить: “Не так оно! Не говори так! Не искажай сказанного Благословенным, ведь не благостно это – искажать сказанное Благословенным. Без сомнений, Благословенный не мог бы такого сказать.",
  "an6.13:1.7": "Невозможно, немыслимо, друг, чтобы кто-либо развил бы и взрастил освобождение ума доброжелательностью, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его,",
  "an6.13:1.8": "и, всё же, недоброжелательность всё ещё овладевала бы его умом. Нет такой возможности.",
  "an6.13:1.9": "Ведь это, друг, является спасением от недоброжелательности – то есть, освобождение ума доброжелательностью”.",
  "an6.13:2.1": "Далее, бывает так, что некий монах может сказать:",
  "an6.13:2.2": "“Я развил и взрастил освобождение ума состраданием, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его.",
  "an6.13:2.3": "И, тем не менее, мысль о причинении вреда всё ещё овладевает моим умом”.",
  "an6.13:2.4": "Ему следует ответить: “Не так оно! Не говори так! Не искажай сказанного Благословенным, ведь не благостно это – искажать сказанное Благословенным. Без сомнений, Благословенный не мог бы такого сказать.",
  "an6.13:2.5": "Невозможно, немыслимо, друг, чтобы кто-либо развил бы и взрастил освобождение ума состраданием, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его,",
  "an6.13:2.6": "и, всё же, мысль о причинении вреда всё ещё овладевала бы его умом. Нет такой возможности.",
  "an6.13:2.7": "Ведь это, друг, является спасением от мысли о причинении вреда – то есть, освобождение ума состраданием”.",
  "an6.13:3.1": "Далее, бывает так, что некий монах может сказать:",
  "an6.13:3.2": "“Я развил и взрастил освобождение ума сорадованием, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его.",
  "an6.13:3.3": "И, тем не менее, недовольство всё ещё овладевает моим умом”.",
  "an6.13:3.4": "Ему следует ответить: “Не так оно! Не говори так! Не искажай сказанного Благословенным, ведь не благостно это – искажать сказанное Благословенным. Без сомнений, Благословенный не мог бы такого сказать.",
  "an6.13:3.5": "Невозможно, немыслимо, друг, чтобы кто-либо развил бы и взрастил освобождение ума сорадованием, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его,",
  "an6.13:3.6": "и, всё же, недовольство всё ещё овладевало бы его умом. Нет такой возможности.",
  "an6.13:3.7": "Ведь это, друг, является спасением от недовольства – то есть, освобождение ума сорадованием”.",
  "an6.13:4.1": "Далее, бывает так, что некий монах может сказать:",
  "an6.13:4.2": "“Я развил и взрастил освобождение ума невозмутимостью, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его.",
  "an6.13:4.3": "И, тем не менее, страсть всё ещё овладевает моим умом”.",
  "an6.13:4.4": "Ему следует ответить: “Не так оно! Не говори так! Не искажай сказанного Благословенным, ведь не благостно это – искажать сказанное Благословенным. Без сомнений, Благословенный не мог бы такого сказать.",
  "an6.13:4.5": "Невозможно, немыслимо, друг, чтобы кто-либо развил бы и взрастил освобождение ума невозмутимостью, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его,",
  "an6.13:4.6": "и, всё же, страсть всё ещё овладевала бы его умом. Нет такой возможности.",
  "an6.13:4.7": "Ведь это, друг, является спасением от страсти – то есть, освобождение ума невозмутимостью”.",
  "an6.13:5.1": "Далее, бывает так, что некий монах может сказать:",
  "an6.13:5.2": "“Я развил и взрастил беспредметное освобождение ума, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его.",
  "an6.13:5.3": "И, тем не менее, моё сознание всё ещё устремляется вместе с объектами”.",
  "an6.13:5.4": "Ему следует ответить: “Не так оно! Не говори так! Не искажай сказанного Благословенным, ведь не благостно это – искажать сказанное Благословенным. Без сомнений, Благословенный не мог бы такого сказать.",
  "an6.13:5.5": "Невозможно, немыслимо, друг, чтобы кто-либо развил бы и взрастил беспредметное освобождение ума, сделал его своим основанием и средством передвижения, установил его, упражнялся в нём, и надлежащим образом осуществлял его,",
  "an6.13:5.6": "и, всё же, его ум всё ещё устремлялся бы вместе с объектами. Нет такой возможности.",
  "an6.13:5.7": "Ведь это, друг, является спасением от всех объектов – то есть, беспредметное освобождение ума”.",
  "an6.13:6.1": "Далее, бывает так, что некий монах может сказать:",
  "an6.13:6.2": "“Я отбросил ощущение “Я есть” и не отношусь к чему бы то ни было как “Я таков”,",
  "an6.13:6.3": "и всё же дротик сомнения и замешательства всё ещё овладевает моим умом”.",
  "an6.13:6.4": "Ему следует ответить: “Не так оно! Не говори так! Не искажай сказанного Благословенным, ведь не благостно это – искажать сказанное Благословенным. Без сомнений, Благословенный не мог бы такого сказать.",
  "an6.13:6.5": "Невозможно, немыслимо, друг, чтобы когда кто-либо отбросил бы ощущение “Я есть” и не относился к чему бы то ни было как “Я таков”,",
  "an6.13:6.6": "и всё же дротик сомнения и замешательства всё ещё овладевал бы его умом. Нет такой возможности.",
  "an6.13:6.7": "Ведь это, друг, является спасением от дротика сомнения и замешательства – то есть, искоренение самомнения “Я есть”.",
  "an6.13:7.1": "Таковы, монахи, шесть элементов спасения”.",
  "an6.13:7.2": "Третья."
}