{
  "an6.51:0.1": "Восходящие Наставления 6.51",
  "an6.51:0.2": "Глава Девата",
  "an6.51:0.3": "Сутта Ананда",
  "an6.51:1.1": "И тогда Достопочтенный Ананда подошёл к Достопочтенному Сарипутте и обменялся с ним вежливыми приветствиями.",
  "an6.51:1.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Достопочтенному Сарипутте:",
  "an6.51:2.1": "“Друг Сарипутта, как монах берётся за слушание учений, которых он не слышал прежде? Как он не забывает те учения, которые уже слышал? Как он вспоминает те учения, с которыми он уже знаком? И как он понимает то, чего ранее не понял?”",
  "an6.51:2.2": "“Достопочтенный Ананда эрудирован.",
  "an6.51:2.3": "Будь добр, проясни это сам”.",
  "an6.51:2.4": "“В таком случае, друг Сарипутта, слушай внимательно. Я буду говорить”.",
  "an6.51:2.5": "“Хорошо, друг” – ответил Достопочтенный Сарипутта.",
  "an6.51:2.6": "Достопочтенный Ананда сказал:",
  "an6.51:3.1": "“Бывает так, друг Сарипутта, Что монах изучает Дхамму:",
  "an6.51:3.2": "лекции, стихи и прозу, описания, строфы, вдохновенные изречения, цитаты, истории рождения, чудесные случаи, вопросы и ответы.",
  "an6.51:3.3": "Он в подробностях обучает Дхамме других, как он сам её услышал и заучил. Он побуждает других повторять вслух по памяти в подробностях ту Дхамму, как они её услышали и заучили. Он и сам повторяет вслух по памяти в подробностях ту Дхамму, как он сам её услышал и заучил. Он обдумывает, изучает, мысленно исследует Дхамму, как он сам её услышал и заучил.",
  "an6.51:3.4": "Он начинает проводить сезон дождей в том местопребывании, где живут старшие монахи, которые учёные, наследники наследия, эксперты в Дхамме, эксперты в Винае, эксперты в основных положениях Дхаммы.",
  "an6.51:3.5": "Время от времени он подходит к ним и интересуется у них:",
  "an6.51:3.6": "“Достопочтенные, как это понять? Каково значение этого?”",
  "an6.51:3.7": "И те достопочтенные раскрывают ему то, что для него не было раскрыто, проясняют неясное, рассеивают его замешательства в отношении многочисленных трудных моментов.",
  "an6.51:3.8": "Вот каким образом, друг Сарипутта, этот монах берётся за слушание учений, которых он не слышал прежде; не забывает те учения, которые уже слышал; вспоминает те учения, с которыми он уже знаком; и понимает то, чего ранее не понял”.",
  "an6.51:4.1": "“Удивительно и поразительно, друг, как хорошо сказал об этом Достопочтенный Ананда.",
  "an6.51:4.2": "И мы считаем Достопочтенного Ананду тем, кто обладает этими шестью качествами.",
  "an6.51:4.3": "Ведь Достопочтенный Ананда изучил Дхамму:",
  "an6.51:4.4": "лекции, стихи и прозу, описания, строфы, вдохновенные изречения, цитаты, истории рождения, чудесные случаи, вопросы и ответы.",
  "an6.51:4.5": "Он в подробностях обучает Дхамме других…",
  "an6.51:4.6": "",
  "an6.51:4.7": "",
  "an6.51:4.8": "",
  "an6.51:4.9": "рассеивают его замешательства в отношении многочисленных трудных моментов”.",
  "an6.51:4.10": "Девятая."
}