{
  "an6.12:0.1": "Восходящие Наставления 6.12",
  "an6.12:0.2": "Глава Сарания ",
  "an6.12:0.3": "Сутта Радушие Вторая",
  "an6.12:1.1": "“Монахи, есть эти шесть принципов радушия. ",
  "an6.12:1.2": "Какие шесть? ",
  "an6.12:1.3": "Вот монах поддерживает телесные поступки, основанные на доброжелательности – как на людях, так и частным образом – по отношению к своим товарищам-монахам. ",
  "an6.12:1.4": "Таков принцип радушия, который создаёт близость и уважение, ведёт к схождению, к не-разногласиям, к гармонии, к единству.",
  "an6.12:2.1": "Далее, монах поддерживает словесные поступки, основанные на доброжелательности…",
  "an6.12:3.1": "Далее, монах поддерживает умственные поступки, основанные на доброжелательности – как на людях, так и частным образом – по отношению к своим товарищам-монахам. Таков принцип радушия, который создаёт близость и уважение, ведёт к схождению, к не-разногласиям, к гармонии, к единству.",
  "an6.12:4.1": "Далее, монах делится, не припрятывая это для себя, любыми праведными обретениями, которые были праведно получены, включая даже содержимое его чаши для сбора подаяний, и пользуется этими вещами совместно с его нравственными товарищами-монахами. Таков принцип радушия, который создаёт близость и уважение, ведёт к схождению, к не-разногласиям, к гармонии, к единству.",
  "an6.12:5.1": "Далее, монах пребывает как на людях, так и частным образом, разделяя вместе со своими товарищами-монахами нравственное поведение – цельное, безупречное, не имеющее изъянов, незапятнанное, освобождающее, восхваляемое мудрецами, яркое, ведущее к сосредоточению. Таков принцип радушия, который создаёт близость и уважение, ведёт к схождению, к не-разногласиям, к гармонии, к единству.",
  "an6.12:6.1": "Далее, монах пребывает как на людях, так и частным образом, разделяя вместе со своими товарищами-монахами воззрение, которое благородное и освобождающее, выводящее того, кто поступает в соответствии с ним, к полному уничтожению страданий. ",
  "an6.12:6.2": "Таков принцип радушия, который создаёт близость и уважение, ведёт к схождению, к не-разногласиям, к гармонии, к единству.",
  "an6.12:7.1": "Таковы, монахи, шесть принципов радушия, которые создют близость и уважение, ведут к схождению, к не-разногласиям, к гармонии, к единству”.",
  "an6.12:7.2": "Вторая."
}