{
  "an6.56:0.1": "Восходящие Наставления 6.56",
  "an6.56:0.2": "Большая Глава",
  "an6.56:0.3": "Сутта Пхаггуна",
  "an6.56:1.1": "Однажды Достопочтенный Пхаггуна был нездоров, поражён болезнью, серьёзно болен.",
  "an6.56:1.2": "И тогда Достопочтенный Ананда отправился к Благословенному, поклонился ему, сел рядом, и сказал:",
  "an6.56:1.3": "“Почтенный, Достопочтенный Пхаггуна нездоров, поражён болезнью, серьёзно болен.",
  "an6.56:1.4": "Пусть Благословенный навестит его из сострадания”.",
  "an6.56:1.5": "Благословенный молча согласился.",
  "an6.56:1.6": "И тогда, вечером, Благословенный вышел из затворничества и отправился к Достопочтенному Пхаггуне.",
  "an6.56:1.7": "Достопочтенный Пхаггуна увидел Благословенного издали",
  "an6.56:1.8": "и начал шевелиться, лёжа на кровати.",
  "an6.56:1.9": "Благословенный обратился к нему:",
  "an6.56:1.10": "“Довольно, монах, не двигайся, лёжа на своей кровати.",
  "an6.56:1.11": "Тут подготовлены сиденья, я присяду вот здесь”.",
  "an6.56:1.12": "Благословенный сел на подготовленное сиденье",
  "an6.56:1.13": "и сказал тому монаху:",
  "an6.56:2.1": "“Я надеюсь, ты поправляешься, монах, я надеюсь, тебе становится лучше. Я надеюсь, твои болезненные ощущения спадают, а не возрастают, и что можно увидеть их спад, а не увеличение”.",
  "an6.56:2.2": "“Почтенный, я не поправляюсь, мне не становится лучше. Сильные болезненные ощущения возрастают во мне, а не спадают, и можно увидеть их увеличение, а не спад.",
  "an6.56:3.1": "Подобно тому, как если бы сильный человек раскроил бы мою голову острым мечом – вот какие жестокие ветра прорезают мою голову.",
  "an6.56:3.2": "Я не поправляюсь, мне не становится лучше.",
  "an6.56:4.1": "Подобно тому, как если бы сильный человек стянул бы прочным кожаным ободом мою голову – вот какие жестокие боли у меня в голове.",
  "an6.56:4.2": "Я не поправляюсь, мне не становится лучше.",
  "an6.56:5.1": "Подобно тому, как если бы умелый мясник или его ученик вскрыл бы брюхо быка острым мясницким ножом – вот какие жестокие ветра прорезают мой живот.",
  "an6.56:5.2": "Я не поправляюсь, мне не становится лучше.",
  "an6.56:6.1": "Как если бы два сильных человека схватили бы слабого за обе руки и поджаривали бы его над ямой с горячими углями – вот какое жестокое жжение в моём теле.",
  "an6.56:6.2": "Я не поправляюсь, почтенный, мне не становится лучше. Сильные болезненные ощущения возрастают во мне, а не спадают, и можно увидеть их увеличение, а не спад”.",
  "an6.56:6.3": "И тогда Благословенный, наставил, воодушевил, вдохновил, и порадовал Достопочтенного Пхаггуну беседой о Дхамме, после чего поднялся со своего сиденья, и ушёл.",
  "an6.56:7.1": "И вскоре после того как Благословенный ушёл, Достопочтенный Пхаггуна скончался.",
  "an6.56:7.2": "В момент его смерти его качества были умиротворёнными.",
  "an6.56:7.3": "И тогда Достопочтенный Ананда подошёл к Благословенному, поклонился ему, сел рядом, и сказал:",
  "an6.56:7.4": "“Почтенный, вскоре после того как Благословенный ушёл, Достопочтенный Пхаггуна скончался.",
  "an6.56:7.5": "В момент его смерти его качества были умиротворёнными”.",
  "an6.56:8.1": "“А с чего бы, Ананда, качества Достопочтенного Пхаггуны не должны были бы быть умиротворёнными?",
  "an6.56:8.2": "Хоть его ум не был освобождён от пяти нижних оков,",
  "an6.56:8.3": "когда он услышал это наставление по Дхамме, его ум освободился от них.",
  "an6.56:9.1": "Есть, Ананда, шесть преимуществ слушания Дхаммы в должный момент и изучения её значения в должный момент.",
  "an6.56:9.2": "Какие шесть?",
  "an6.56:9.3": "Бывает так, Ананда, что ум монаха ещё не освобождён от пяти нижних оков,",
  "an6.56:9.4": "но, будучи при смерти, ему удаётся повидать Татхагату.",
  "an6.56:9.5": "Татхагата обучает его Дхамме – прекрасной в начале, прекрасной в середине, прекрасной в конце, правильной и в духе и в букве. Он раскрывает ему святую жизнь, всецело полную и чистую.",
  "an6.56:9.6": "Когда монах слышит это наставление по Дхамме, его ум освобождается от пяти нижних оков.",
  "an6.56:9.7": "Таково первое преимущество слушания Дхаммы в должный момент.",
  "an6.56:10.1": "Далее, бывает так, что ум монаха ещё не освобождён от пяти нижних оков.",
  "an6.56:10.2": "Будучи при смерти, ему не удаётся повидать Татхагату, но удаётся повидать ученика Татхагаты.",
  "an6.56:10.3": "Ученик Татхагаты обучает его Дхамме – прекрасной в начале, прекрасной в середине, прекрасной в конце, правильной и в духе и в букве. Он раскрывает ему святую жизнь, всецело полную и чистую.",
  "an6.56:10.4": "Когда монах слышит это наставление по Дхамме, его ум освобождается от пяти нижних оков.",
  "an6.56:10.5": "Таково второе преимущество слушания Дхаммы в должный момент.",
  "an6.56:11.1": "Далее, бывает так, что ум монаха ещё не освобождён от пяти нижних оков.",
  "an6.56:11.2": "Будучи при смерти, ему не удаётся повидать Татхагату или ученика Татхагаты,",
  "an6.56:11.3": "но он размышляет, исследует, и мысленно изучает Дхамму так, как он её услышал и запомнил.",
  "an6.56:11.4": "По мере того как он делает так, его ум освобождается от пяти нижних оков.",
  "an6.56:11.5": "Таково третье преимущество изучения значения в должный момент.",
  "an6.56:12.1": "Далее, бывает так, что ум монаха освобождён от пяти нижних оков, но ещё не освобождён в непревзойдённом угасании обретений.",
  "an6.56:12.2": "Будучи при смерти, ему удаётся повидать Татхагату.",
  "an6.56:12.3": "Татхагата обучает его Дхамме – прекрасной в начале, прекрасной в середине, прекрасной в конце, правильной и в духе и в букве. Он раскрывает ему святую жизнь, всецело полную и чистую.",
  "an6.56:12.4": "Когда монах слышит это наставление по Дхамме, его ум освобождается в непревзойдённом угасании обретений.",
  "an6.56:12.5": "Таково четвёртое преимущество слушания Дхаммы в должный момент.",
  "an6.56:13.1": "Далее, бывает так, что ум монаха освобождён от пяти нижних оков, но ещё не освобождён в непревзойдённом угасании обретений.",
  "an6.56:13.2": "Будучи при смерти, ему не удаётся повидать Татхагату, но удаётся повидать ученика Татхагаты.",
  "an6.56:13.3": "Ученик Татхагаты обучает его Дхамме – прекрасной в начале, прекрасной в середине, прекрасной в конце, правильной и в духе и в букве. Он раскрывает ему святую жизнь, всецело полную и чистую.",
  "an6.56:13.4": "Когда монах слышит это наставление по Дхамме, его ум освобождается в непревзойдённом угасании обретений.",
  "an6.56:13.5": "Таково пятое преимущество слушания Дхаммы в должный момент.",
  "an6.56:14.1": "Далее, бывает так, что ум монаха освобождён от пяти нижних оков, но ещё не освобождён в непревзойдённом угасании обретений.",
  "an6.56:14.2": "Будучи при смерти, ему не удаётся повидать Татхагату или ученика Татхагаты,",
  "an6.56:14.3": "но он размышляет, исследует, и мысленно изучает Дхамму так, как он её услышал и запомнил.",
  "an6.56:14.4": "По мере того как он делает так, его ум освобождается в непревзойдённом угасании обретений.",
  "an6.56:14.5": "Таково шестое преимущество изучения значения в должный момент.",
  "an6.56:15.1": "Таковы, Ананда, шесть преимуществ слушания Дхаммы в должный момент и изучения её значения в должный момент”.",
  "an6.56:15.2": "Вторая."
}