{
  "an6.17:0.1": "Восходящие Наставления 6.17",
  "an6.17:0.2": "Глава Сарания",
  "an6.17:0.3": "Сутта Благое",
  "an6.17:1.1": "Однажды Благословенный пребывал в Саваттхи в роще Джеты в монастыре Анатхапиндики.",
  "an6.17:1.2": "И тогда, вечером, Благословенный вышел из затворничества и отправился в зал для собраний, где сел на подготовленное сиденье.",
  "an6.17:1.3": "Также, вечером, Достопочтенный Сарипутта вышел из своего затворничества и отправился в зал для собраний, где поклонился Благословенному и сел рядом.",
  "an6.17:1.4": "Также, вечером, Достопочтенный Махамоггаллана…",
  "an6.17:1.5": "Достопочтенный Махакассапа…",
  "an6.17:1.6": "Достопочтенный Махакаччаяна…",
  "an6.17:1.7": "Достопочтенный Махакоттхита…",
  "an6.17:1.8": "Достопочтенный Махачунда…",
  "an6.17:1.9": "Достопочтенный Махакаппина…",
  "an6.17:1.10": "Достопочтенный Ануруддха…",
  "an6.17:1.11": "Достопочтенный Ревата…",
  "an6.17:1.12": "Достопочтенный Ананда вышел из своего затворничества и отправился в зал для собраний, где поклонился Благословенному и сел рядом.",
  "an6.17:1.13": "И затем, проведя почти всю ночь в сидении, Благословенный поднялся со своего сиденья и ушёл в свою хижину.",
  "an6.17:1.14": "Вскоре после того как Благословенный ушёл, те достопочтенные также поднялись со своих сидений и ушли в свои хижины.",
  "an6.17:1.15": "Но те монахи, которые недавно получили посвящение, которые недавно ушли в бездомную жизнь, которые недавно пришли в эту Дхамму и Винаю, проспали и прохрапели до рассвета.",
  "an6.17:1.16": "Божественным глазом, очищенным и превосходящим человеческий, Благословенный увидел тех монахов спящими, храпящими до рассвета.",
  "an6.17:1.17": "Тогда он отправился в зал для собраний, сел на подготовленное сиденье,",
  "an6.17:1.18": "и обратился к тем монахам:",
  "an6.17:2.1": "“Монахи, где Сарипутта?",
  "an6.17:2.2": "Где Махамоггаллана?",
  "an6.17:2.3": "Где Махакассапа…",
  "an6.17:2.4": "Махакаччаяна…",
  "an6.17:2.5": "Махакоттхита…",
  "an6.17:2.6": "Махачунда…",
  "an6.17:2.7": "Махакаппина…",
  "an6.17:2.8": "Ануруддха…",
  "an6.17:2.9": "Ревата…",
  "an6.17:2.10": "Ананда?",
  "an6.17:2.11": "Куда ушли эти старшие ученики?”",
  "an6.17:2.12": "“Почтенный, вскоре после того как Благословенный ушёл, те достопочтенные также поднялись со своих сидений и ушли в свои хижины”.",
  "an6.17:2.13": "“Монахи, когда старшие монахи ушли, почему вы, недавно получившие посвящение, спите и храпите до рассвета?",
  "an6.17:2.14": "Как вы думаете, монахи?",
  "an6.17:2.15": "Видели ли вы или слышали ли вы когда-нибудь о том, чтобы",
  "an6.17:2.16": "миропомазанный кхаттийский царь, осуществляющий владычество всю свою жизнь, милый и приятный своей стране, тратил бы столько времени, сколько хотел, на удовольствие отдыха, удовольствие лености, удовольствие сна?”",
  "an6.17:2.17": "“Нет, почтенный”.",
  "an6.17:2.18": "“Хорошо, монахи.",
  "an6.17:2.19": "Я тоже никогда не видел и не слышал о таком.",
  "an6.17:2.20": "",
  "an6.17:3.1": "Как вы думаете, монахи?",
  "an6.17:3.2": "Видели ли вы или слышали ли вы когда-нибудь о том, чтобы",
  "an6.17:3.3": "царский чиновник…",
  "an6.17:3.4": "…любимый сын…",
  "an6.17:3.5": "…военачальник…",
  "an6.17:3.6": "…старейшина деревни…",
  "an6.17:3.7": "…глава гильдии, осуществляющий владычество над гильдией всю свою жизнь, тратил бы столько времени, сколько хотел, на удовольствие отдыха, удовольствие лености, удовольствие сна?”",
  "an6.17:3.8": "“Нет, почтенный”.",
  "an6.17:3.9": "“Хорошо, монахи.",
  "an6.17:3.10": "Я тоже никогда не видел и не слышал о таком.",
  "an6.17:3.11": "",
  "an6.17:4.1": "Как вы думаете, монахи?",
  "an6.17:4.2": "Видели ли вы или слышали ли вы когда-нибудь о том, чтобы",
  "an6.17:4.3": "жрец или отшельник тратил бы столько времени, сколько хотел, на удовольствие отдыха, удовольствие лености, удовольствие сна. Он бы не охранял двери органов чувств, был бы неумеренным в еде, не предавался бы бодрствованию. У него не было бы прозрения в благие качества. Он не пребывал бы настроенным на развитие средств к просветлению в ранних и поздних периодах ночи. Слышали ли вы, чтобы такой за счёт уничтожения пятен умственных загрязнений в этой самой жизни вошёл бы и пребывал в незапятнанном освобождении ума, освобождении мудростью, зная и проявляя эти состояния для себя самостоятельно посредством прямого знания?”",
  "an6.17:4.4": "“Нет, почтенный”.",
  "an6.17:4.5": "“Хорошо, монахи.",
  "an6.17:4.6": "Я тоже никогда не видел и не слышал о таком.",
  "an6.17:4.7": "",
  "an6.17:5.1": "Поэтому, монахи, вот как вам следует тренировать себя:",
  "an6.17:5.2": "“Мы будем охранять двери органов чувств, будем умеренными в еде, будем предаваться бодрствованию. У нас будет прозрение в благие качества, мы будем пребывать настроенными на развитие средств к просветлению в ранних и поздних периодах ночи”.",
  "an6.17:5.3": "Вот, монахи, как вам следует тренировать себя”.",
  "an6.17:5.4": "Седьмая."
}