{
  "an6.52:0.1": "Восходящие Наставления 6.52",
  "an6.52:0.2": "Глава Дхаммика ",
  "an6.52:0.3": "Сутта Кхаттия ",
  "an6.52:1.1": "И тогда брахман Джануссони подошёл к Благословенному и обменялся с ним вежливыми приветствиями. ",
  "an6.52:1.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Благословенному: ",
  "an6.52:2.1": "“Мастер Готама, какова цель кхаттиев? Каков их поиск? Какова их поддержка? К чему они стремятся? Какова их конечная цель?” ",
  "an6.52:2.2": "“Богатство, брахман, вот какова цель кхаттиев. Их поиск состоит в поиске мудрости. Их поддержка – это могущество. Они стремятся к обладанию территориями. Их конечная цель – владычество”. ",
  "an6.52:3.1": "“Но, Мастер Готама, какова цель брахманов? Каков их поиск? Какова их поддержка? К чему они стремятся? Какова их конечная цель?” ",
  "an6.52:3.2": "“Богатство, брахман, вот какова цель брахманов. Их поиск состоит в поиске мудрости. Их поддержка – ведические гимны. Они стремятся к свершению жертвоприношений. Их конечная цель – мир брахм”. ",
  "an6.52:4.1": "“Но, Мастер Готама, какова цель домохозяев? Каков их поиск? Какова их поддержка? К чему они стремятся? Какова их конечная цель?” ",
  "an6.52:4.2": "“Богатство, брахман, вот какова цель домохозяев. Их поиск состоит в поиске мудрости. Их поддержка – их ремесло. Они стремятся к выполнению работы. Их конечная цель – выполнить свою работу”. ",
  "an6.52:5.1": "“Но, Мастер Готама, какова цель женщин? Каков их поиск? Какова их поддержка? К чему они стремятся? Какова их конечная цель?” ",
  "an6.52:5.2": "“Мужчина, брахман, вот какова цель женщин. Их поиск состоит в поиске украшений. Их поддержка – их сыновья. Они стремятся к тому, чтобы быть без соперницы. Их конечная цель – авторитет”. ",
  "an6.52:6.1": "“Но, Мастер Готама, какова цель воров? Каков их поиск? Какова их поддержка? К чему они стремятся? Какова их конечная цель?”  ",
  "an6.52:6.2": "“Воровство, брахман, вот какова цель воров. Их поиск состоит в поиске лесной чащи. Их поддержка – хитрость. Они стремятся к тёмным закоулкам. Их конечная цель – оставаться невидимыми”. ",
  "an6.52:7.1": "“Но, Мастер Готама, какова цель отшельников? Каков их поиск? Какова их поддержка? К чему они стремятся? Какова их конечная цель?”  ",
  "an6.52:7.2": "“Терпение и кротость, брахман, вот какова цель отшельников. Их поиск состоит в поиске мудрости. Их поддержка – нравственное поведение. Они стремятся к отсутствию всего. Их конечная цель – ниббана”. ",
  "an6.52:8.1": "“Удивительно и поразительно, Мастер Готама! ",
  "an6.52:8.2": "Мастер Готама знает цель, поиск, поддержку, стремление, и конечную цель кхаттиев, брахманов, домохозяев, женщин, воров, и отшельников. ",
  "an6.52:8.3": "Великолепно, Мастер Готама! Великолепно, Мастер Готама!…",
  "an6.52:8.4": "Пусть Мастер Готама помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь”",
  "an6.52:8.5": "Десятая."
}