{
  "an6.14:0.1": "Восходящие Наставления 6.14",
  "an6.14:0.2": "Глава Сарания",
  "an6.14:0.3": "Сутта Хорошая смерть",
  "an6.14:1.1": "И тогда Достопочтенный Сарипутта обратился к монахам:",
  "an6.14:1.2": "“Друзья, монахи!”",
  "an6.14:1.3": "“Друг!” – отвечали те монахи.",
  "an6.14:1.4": "Достопочтенный Сарипутта сказал:",
  "an6.14:2.1": "“Друзья, бывает такой случай, когда монах проводит своё время так, что его не ждёт хорошая смерть.",
  "an6.14:2.2": "И как монах проводит своё время так, что его не ждёт хорошая смерть?",
  "an6.14:3.1": "Вот монах наслаждается работой, радуется работе, предаётся наслаждению работой. Он наслаждается разговорами, радуется разговорам, предаётся наслаждению разговорами. Он наслаждается сном, радуется сну, предаётся наслаждению сном. Он наслаждается компанией, радуется компании, предаётся наслаждению компанией. Он наслаждается связанностью, радуется связанности, предаётся наслаждению связанностью. Он наслаждается разрастанием, радуется разрастанию, предаётся наслаждению разрастанием.",
  "an6.14:3.2": "Когда монах проводит своё время так, его не ждёт хорошая смерть.",
  "an6.14:3.3": "Такой монах зовётся тем,",
  "an6.14:3.4": "кто радуется личностному существованию, который не отбросил личностного существования, чтобы полностью положить конец страданиям.",
  "an6.14:4.1": "Монахи, бывает и иной случай, когда монах проводит своё время так, что его ждёт хорошая смерть.",
  "an6.14:4.2": "И как монах проводит своё время так, что его ждёт хорошая смерть?",
  "an6.14:5.1": "Вот монах не наслаждается работой… …не предаётся наслаждению разрастанием.",
  "an6.14:5.2": "Когда монах проводит своё время так, его ждёт хорошая смерть.",
  "an6.14:5.3": "Такой монах зовётся тем,",
  "an6.14:5.4": "кто радуется ниббане, кто отбросил личностное существование и полностью положил конец страданиям”.",
  "an6.14:6.1": "“То существо, что радуется разрастанию,",
  "an6.14:6.2": "И разрастанием кое наслаждается –",
  "an6.14:6.3": "Добраться до ниббаны не сумело,",
  "an6.14:6.4": "От подневольности непревзойдённого спасения.",
  "an6.14:7.1": "Но тот, кто смог отбросить разрастание,",
  "an6.14:7.2": "Находит кто в не-разрастании восторг,",
  "an6.14:7.3": "Тот смог добраться до ниббаны,",
  "an6.14:7.4": "От подневольности непревзойдённого спасения”.",
  "an6.14:7.5": "Четвёртая."
}