{
  "an6.63:0.1": "Восходящие Наставления 6.63",
  "an6.63:0.2": "Большая Глава",
  "an6.63:0.3": "Сутта Проникающее",
  "an6.63:1.1": "“Проникающее объяснение вам, монахи, дхаммы объяснение преподам.",
  "an6.63:1.2": "Это услышьте, хорошо в уме-представлении отразите, буду говорить”.",
  "an6.63:1.3": "“Так, почтенный” те монахи Благословенному ответили.",
  "an6.63:1.4": "Благословенный это сказал:",
  "an6.63:2.1": "“И каково оно, монахи, проникающее объяснение, дхаммы объяснение?",
  "an6.63:2.2": "Желание, монахи, должно быть почувствовано (познано чувствованием), желаний обстоятельство проявления должно быть почувствовано, желаний разнообразие должно быть почувствовано, желаний результат должен быть почувствован, желание-истечение должно быть почувствовано, к желание-истечению ведущая практика должна быть почувствована.",
  "an6.63:3.1": "Чувство (чувствование), монахи, должно быть почувствовано, чувств обстоятельство проявления должно быть почувствовано, чувств разнообразие должно быть почувствовано, чувств результат должен быть почувствован, чувство-истечение должно быть почувствовано, к чувство-истечению ведущая практика должна быть почувствована.",
  "an6.63:4.1": "Сознавание (сознание-перцепция), монахи, должно быть почувствовано, сознаваний обстоятельство проявления должно быть почувствовано, сознаваний разнообразие должно быть почувствовано, сознаваний результат должен быть почувствован, сознавание-истечение должно быть почувствовано, к сознавание-истечению ведущая практика должна быть почувствована.",
  "an6.63:5.1": "Выделение (брожение), монахи, должно быть почувствовано, выделений обстоятельство проявления должно быть почувствовано, выделений разнообразие должно быть почувствовано, выделений результат должен быть почувствован, выделение-истечение должно быть почувствовано, к выделение-истечению ведущая практика должна быть почувствована.",
  "an6.63:6.1": "Действие, монахи, должно быть почувствовано, действий обстоятельство проявления должно быть почувствовано, действий разнообразие должно быть почувствовано, действий результат должен быть почувствован, действо-истечение должно быть почувствовано, к действо-истечению ведущая практика должна быть почувствована.",
  "an6.63:7.1": "Боль, монахи, должна быть почувствована, боли обстоятельство проявления должно быть почувствовано, боли разнообразие должно быть почувствовано, боли результат должен быть почувствован, боле-истечение должно быть почувствовано, к боле-истечению ведущая практика должна быть почувствована.",
  "an6.63:8.1": "'Желание, монахи, должно быть почувствовано, желаний обстоятельство проявления должно быть почувствовано, желаний разнообразие должно быть почувствовано, желаний результат должен быть почувствован, желание-истечение должно быть почувствовано, к желание-истечению ведущая практика должна быть почувствована', это было сказано.",
  "an6.63:8.2": "И относительно чего это было сказано?",
  "an6.63:8.3": "Эти пять, монахи, множителей желания —",
  "an6.63:8.4": "Глазом распознаваемые виды – желанные, обожаемые, приятные, миловидные, связанные с желанием, очаровывающие-вызывающие страсть.",
  "an6.63:8.5": "ухом распознаваемые звуки…",
  "an6.63:8.6": "носом распознаваемые запахи…",
  "an6.63:8.7": "языком распознаваемые вкусы…",
  "an6.63:8.8": "телом распознаваемые касания – желанные, обожаемые, приятные, миловидные, связанные с желанием, очаровывающие.",
  "an6.63:8.9": "Но, монахи, это не желания, это множители желания в очищении Благородного называются — множителей желания.",
  "an6.63:8.10": "'Заготовко-страсть — желание человека,",
  "an6.63:8.11": "Это не желания, которые красивости на свете;",
  "an6.63:8.12": "Заготовко-страсть — желание человека,",
  "an6.63:8.13": "Остаются красивости здесь на свете;",
  "an6.63:8.14": "Здесь мудрые вычищают импульс-желание'.",
  "an6.63:9.1": "И каково, монахи, желаний обстоятельство проявления?",
  "an6.63:10.2": "Касание, монахи, — желаний обстоятельство проявления.",
  "an6.63:11.1": "И каково, монахи, желаний разнообразие?",
  "an6.63:11.2": "Одно, монахи, желание с видами, другое — желание со звуками, другое — желание с запахами, другое — желание со вкусами, другое — желание с ощущениями.",
  "an6.63:11.3": "Это называется, монахи, желаний разнообразие.",
  "an6.63:12.1": "И каков, монахи, желаний результат?",
  "an6.63:12.2": "Тот, кто, монахи, желающий соответствующее само-бытие порождает связанное с благом или связанное с не-благом, это называется, монахи, желаний результат.",
  "an6.63:13.1": "И каково, монахи, желание-истечение?",
  "an6.63:13.2": "Касание-истечение, монахи, желание-истечение.",
  "an6.63:13.3": "Только этот Благородный восьмеричный путь к желание-истечению ведущая практика, в частности —",
  "an6.63:13.4": "правильный взгляд, правильное намерение-заготовка, правильная речь, правильные действия, правильные быт, правильное старание, правильное памятование, правильное объединение опыта.",
  "an6.63:14.1": "И когда, монахи, благородно-слушатель так желание понимает, так желаний условие проявления понимает, так желаний разнообразие понимает, так желаний результат понимает, так желание-истечение понимает, так к желание-истечению ведущую практику понимает, он эту проникающую святую жизнь понимает желание-истечение.",
  "an6.63:14.2": "'Желание, монахи, должно быть почувствовано… к желание-истечению ведущая практика должна быть почувствована',",
  "an6.63:14.3": "когда это было сказано, это относительно этого было сказано.",
  "an6.63:15.1": "'Чувство, монахи, должно быть почувствовано… к чувство-истечению ведущая практика должна быть почувствована',",
  "an6.63:15.2": "это было сказано. И относительно чего это было сказано?",
  "an6.63:15.3": "Три эти, монахи, чувство —",
  "an6.63:15.4": "приятное чувство, болезненное чувство, не-болезненное-ни-приятное чувство.",
  "an6.63:16.1": "И каково, монахи, чувств обстоятельство проявления?",
  "an6.63:16.2": "Касание, монахи, — чувств обстоятельство проявления.",
  "an6.63:17.1": "И каково, монахи, чувств разнообразие?",
  "an6.63:17.2": "Есть, монахи, плотское приятное чувство, есть не-плотское приятное чувство, есть плотское болезненное чувство, есть не-плотское болезненное чувство, есть плотское не-болезненное-ни- приятное чувство, есть не-плотское не-болезненное-ни-приятное чувство.",
  "an6.63:17.3": "Это называется, монахи, чувств разнообразие.",
  "an6.63:18.1": "И каков, монахи, чувств результат?",
  "an6.63:18.2": "Тот, кто, монахи, чувствующий соответствующее само-бытие порождает связанное с благом или связанное с не-благом,",
  "an6.63:18.3": "это называется, монахи, чувств результат.",
  "an6.63:19.1": "И каково, монахи, желание-истечение?",
  "an6.63:19.2": "Касание-истечение, монахи, желание-истечение.",
  "an6.63:19.3": "Только этот Благородный восьмеричный путь к желание-истечению ведущая практика, в частности —",
  "an6.63:19.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:20.1": "И когда, монахи, благородно-слушатель так чувство понимает, так чувств условие проявления понимает, так чувств разнообразие понимает, так чувств результат понимает, так чувство-истечение понимает, так к чувство-истечению ведущую практику понимает, он эту проникающую святую жизнь понимает чувство-истечение.",
  "an6.63:20.2": "'Чувство, монахи, должно быть почувствовано… к чувство-истечению ведущая практика должна быть почувствована',",
  "an6.63:20.3": "когда это было сказано, это относительно этого было сказано.",
  "an6.63:21.1": "'Сознавание, монахи, должно быть почувствовано… к сознавание-истечению ведущая практика должна быть почувствована',",
  "an6.63:21.2": "это было сказано. И относительно чего это было сказано?",
  "an6.63:21.3": "Шесть эти, монахи, сознаваний —",
  "an6.63:21.4": "видо‐сознавание, звуко-сознавание, запахо-сознавание, вкусо-сознавание, ощущение-сознавание, явление-сознавание.",
  "an6.63:22.1": "И каково, монахи, сознаваний обстоятельство проявления?",
  "an6.63:22.2": "Касание, монахи, сознаваний обстоятельство проявления.",
  "an6.63:23.1": "И каково, монахи, сознаваний разнообразие?",
  "an6.63:23.2": "Одно, монахи, сознавание с видами, другое — сознавание со звуками, другое — сознавание с запахами, другое — сознавание со вкусами, другое — сознавание с ощущениями, другое — сознавание с явлениями.",
  "an6.63:23.3": "Это называется, монахи, сознаваний разнообразие.",
  "an6.63:24.1": "И каков, монахи, сознаваний результат?",
  "an6.63:24.2": "Выражение-результат, монахи, сознавание утверждаю.",
  "an6.63:24.3": "Как то создаёт так выражает, так это был сознающим.",
  "an6.63:24.4": "Это называется, монахи, сознаваний результат.",
  "an6.63:25.1": "И каково, монахи, сознавание-истечение?",
  "an6.63:25.2": "Касание-истечение, монахи, — сознавание-истечение.",
  "an6.63:25.3": "Только этот Благородный восьмеричный путь — к сознавание-истечению ведущая практика, в частности —",
  "an6.63:25.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:26.1": "И когда, монахи, благородно-слушатель так сознавание понимает, так сознаваний условие проявления понимает, так сознаваний разнообразие понимает, так сознаваний результат понимает, так сознавание-истечение понимает, так к сознавание-истечению ведущую практику понимает, он эту проникающую святую жизнь понимает сознавание-истечение.",
  "an6.63:26.2": "'Сознавание, монахи, должно быть почувствовано… к сознавание-истечению ведущая практика должна быть почувствована',",
  "an6.63:26.3": "когда это было сказано, это относительно этого было сказано.",
  "an6.63:27.1": "'Выделение, монахи, должно быть почувствовано… к выделение-истечению ведущая практика должна быть почувствована',",
  "an6.63:27.2": "это было сказано. И относительно чего это было сказано?",
  "an6.63:27.3": "Три эти, монахи, выделения —",
  "an6.63:27.4": "желание-выделение, случае-выделение, неразличение-выделение.",
  "an6.63:28.1": "И каково, монахи, выделений обстоятельство проявления?",
  "an6.63:28.2": "Неразличение, монахи, — выделений обстоятельство проявление.",
  "an6.63:29.1": "И каково, монахи, выделений разнообразие?",
  "an6.63:29.2": "Есть, монахи, выделения ведущие в ад, есть выделения ведущие в лоно животного, есть выделения ведущие в обитель духов-предков, есть выделения ведущие в мир-свет людей, есть выделения ведущие в мир дэвов.",
  "an6.63:29.3": "Это называется, монахи, выделений разнообразие.",
  "an6.63:30.1": "И каков, монахи, выделений результат?",
  "an6.63:30.2": "Тот, кто, монахи, неразличающий соответствующее само-бытие порождает связанное с благом или связанное с не-благом, это называется, монахи, выделений результат.",
  "an6.63:31.1": "И каково, монахи, выделение-истечение?",
  "an6.63:31.2": "Неразличение-истечение, монахи, — выделение-истечение.",
  "an6.63:31.3": "Только этот Благородный восьмеричный путь — к действия истечению ведущая практика, в частности —",
  "an6.63:31.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:32.1": "И когда, монахи, благородно-слушатель так выделение понимает, так выделений условие проявления понимает, так выделений разнообразие понимает, так выделений результат понимает, так выделение-истечение понимает, так к выделение-истечению ведущую практику понимает, он эту проникающую святую жизнь понимает выделение-истечение.",
  "an6.63:32.2": "'Выделение, монахи, должно быть почувствовано… к выделение-истечению ведущая практика должна быть почувствована'.",
  "an6.63:32.3": "Когда это было сказано, это относительно этого было сказано.",
  "an6.63:33.1": "'Действие, монахи, должно быть почувствовано… к действо-истечению ведущая практика должна быть почувствована', это было сказано.",
  "an6.63:33.2": "И относительно чего это было сказано?",
  "an6.63:33.3": "Осмысление я, монахи, — действие называю.",
  "an6.63:33.4": "Осмыслив действие совершает —",
  "an6.63:33.5": "телом, речью, умом-предствалением.",
  "an6.63:34.1": "И каково, монахи, действий обстоятельство проявления?",
  "an6.63:34.2": "Касание, монахи, действий обстоятельство проявления.",
  "an6.63:35.1": "И каково, монахи, действий разнообразие?",
  "an6.63:35.2": "Есть, монахи, действие адо-чувствующееся, есть действие лоно-животно-чувствующееся, есть действие обителе-духо-чувствующееся, есть действие мира-людей-чувствующееся, есть действие мира-дэвов -чувствующееся.",
  "an6.63:35.3": "Это называется, монахи, действий разнообразие.",
  "an6.63:36.1": "И каков, монахи, действий результат?",
  "an6.63:36.2": "Три вида я, монахи, действий результат говорю —",
  "an6.63:36.3": "в видимой действительности, в последующем, в другом ¿случае.",
  "an6.63:36.4": "Это называется, монахи, действий результат.",
  "an6.63:37.1": "И каково, монахи, действо-истечение?",
  "an6.63:37.2": "Касание-истечение, монахи, — действо-истечение.",
  "an6.63:37.3": "Только этот Благородный восьмеричный путь — к действия истечению ведущая практика, в частности —",
  "an6.63:37.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:38.1": "И когда, монахи, благородно-слушатель так действие понимает, так действий условие проявления понимает, так действий разнообразие понимает, так действий результат понимает, так действо-истечение понимает, так к действо-истечению ведущую практику понимает, он эту проникающую святую жизнь понимает действо-истечение.",
  "an6.63:38.2": "'Действие, монахи, должно быть почувствовано… к действо-истечению ведущая практика должна быть почувствована',",
  "an6.63:38.3": "когда это было сказано, это относительно этого было сказано.",
  "an6.63:39.1": "'Боль, монахи, должна быть почувствована, боли обстоятельство проявления должно быть почувствовано, боли разнообразие должно быть почувствовано, боли результат должен быть почувствован, боле-истечение должно быть почувствовано, к боле-истечению ведущая практика должна быть почувствована'.",
  "an6.63:39.2": "Это было сказано, и относительно чего это было сказано?",
  "an6.63:39.3": "И рождение болезненно, и старость болезненна, и болезнь болезненна, и умирание болезненно, и страдание-плач-боль-недовольство-тоска болезненны, и то, что желанное не обрезать и это болезненно, сжатого — пять групп поддерживания болезненны.",
  "an6.63:40.1": "И каково, монахи, боли обстоятельство проявления?",
  "an6.63:40.2": "Цепляние (липкость-залипание), монахи, боли обстоятельство проявления.",
  "an6.63:41.1": "И каково, монахи, боли разнообразие?",
  "an6.63:41.2": "Есть, монахи, боль чрезмерная, есть ограниченная, есть долго выцветающая, есть быстро выцветающая.",
  "an6.63:41.3": "Это называется, монахи, боли разнообразие.",
  "an6.63:42.1": "И каков, монахи, боли результат?",
  "an6.63:42.2": "Вот, монахи, некто болью покорённый, умом-состоянием захваченый, страдает, тяготится, плачет, бьющий в грудь кричит, приходит в замешательство, либо покорённый болью, умом захваченый приходит к поиску снаружи:",
  "an6.63:42.3": "‘Кто одну строку-стопу, две строки знает для этой боли истечения’?",
  "an6.63:42.4": "В замешательстве-результирующая, монахи, боль я утверждаю, либо в поиске-результирующая.",
  "an6.63:42.5": "Это называется, монахи, боли результат.",
  "an6.63:43.1": "И каково, монахи, боле-истечение?",
  "an6.63:43.2": "Цепляние-истечение, монахи, — боле-истечение.",
  "an6.63:43.3": "Только этот Благородный восьмеричный путь — к боли истечению ведущая практика, в частности —",
  "an6.63:43.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:44.1": "И когда, монахи, благородно-слушатель так боль понимает, так боли условие проявления понимает, так боли разнообразие понимает, так боли результат понимает, так боле-истечение понимает, так к боле-истечению ведущую практику понимает, он эту проникающую святую жизнь понимает боле-истечение.",
  "an6.63:44.2": "'Боль, монахи, должна быть почувствована, боли обстоятельство проявления должно быть почувствовано, боли разнообразие должно быть почувствовано, боли результат должен быть почувствован, боле-истечение должно быть почувствовано, к боле-истечению ведущая практика должна быть почувствована'.",
  "an6.63:44.3": "Когда это было сказано, это относительно этого было сказано.",
  "an6.63:45.1": "“И это вот, монахи, проникающее объяснение, дхаммы объяснение”.",
  "an6.63:45.2": "Девятая."
}