{
  "an6.38:0.1": "Восходящие Наставления 6.38",
  "an6.38:0.2": "Глава Девата",
  "an6.38:0.3": "Сутта Своей волей",
  "an6.38:1.1": "И тогда некий брахман подошёл к Благословенному и обменялся с ним вежливыми приветствиями.",
  "an6.38:1.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Благословенному:",
  "an6.38:1.3": "“Мастер Готама, я придерживаюсь такой точки зрения, такого воззрения:",
  "an6.38:1.4": "“Нет способности действовать самому. Нет способности действовать и у других”.",
  "an6.38:1.5": "“Брахман, я никогда не видел и не слышал, чтобы кто-либо придерживался такой точки зрения, такого воззрения.",
  "an6.38:1.6": "Ведь как может тот, кто сам пришёл и сам уйдёт, утверждать:",
  "an6.38:1.7": "“Нет способности действовать самому. Нет способности действовать и у других”?",
  "an6.38:2.1": "Как ты думаешь, брахман? Существует ли элемент побуждения?”",
  "an6.38:2.2": "“Да, почтенный”.",
  "an6.38:2.3": "“Когда существует элемент побуждения, можно ли увидеть, что существа начинают деятельность?”",
  "an6.38:2.4": "“Да, почтенный”.",
  "an6.38:2.5": "“Когда можно увидеть, что существа начинают деятельность, поскольку существует элемент побуждения, то это у существ и является способностью действовать самому. Это же является способностью действовать и у других существ.",
  "an6.38:3.1": "Как ты думаешь, брахман? Существует ли элемент стремления?”…",
  "an6.38:3.2": "Существует ли элемент старания?”…",
  "an6.38:3.3": "Существует ли элемент силы?”…",
  "an6.38:3.4": "Существует ли элемент продолжительности?”",
  "an6.38:3.5": "Существует ли элемент мощи?”",
  "an6.38:3.6": "“Да, почтенный”.",
  "an6.38:3.7": "“Когда существует элемент мощи, можно ли увидеть, что существа действуют с мощью?”",
  "an6.38:3.8": "“Да, почтенный”.",
  "an6.38:3.9": "“Когда можно увидеть, что существа действуют с мощью, поскольку существует элемент мощи, то это у существ и является способностью действовать самому. Это же является способностью действовать и у других существ.",
  "an6.38:4.1": "Брахман, я никогда не видел и не слышал, чтобы кто-либо придерживался такой точки зрения, такого воззрения.",
  "an6.38:4.2": "Ведь как может тот, кто сам пришёл и сам уйдёт, утверждать:",
  "an6.38:4.3": "“Нет способности действовать самому. Нет способности действовать и у других”?",
  "an6.38:5.1": "“Великолепно, Мастер Готама! Великолепно, Мастер Готама!",
  "an6.38:5.2": "Пусть Мастер Готама помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь”.",
  "an6.38:5.3": "Восьмая."
}