{
  "an6.46:0.1": "Восходящие Наставления 6.46",
  "an6.46:0.2": "Глава Дхаммика",
  "an6.46:0.3": "Сутта Чунда",
  "an6.46:1.1": "Так я слышал.",
  "an6.46:1.2": "Однажды Достопочтенный Махачунда пребывал в стране Четиев в Сахаджати.",
  "an6.46:1.3": "Там он обратился к монахам:",
  "an6.46:1.4": "“Друзья монахи!”",
  "an6.46:1.5": "“Друг!” – отвечали те монахи.",
  "an6.46:1.6": "Достопочтенный Махачунда сказал:",
  "an6.46:2.1": "Бывает так, друзья, что монахи, которые являются специалистами в Дхамме принижают тех монахов, которые медитируют, говоря:",
  "an6.46:2.2": "“Они медитируют и размышляют, заявляя:",
  "an6.46:2.3": "“Мы медитирующие, мы медитирующие!” Зачем они медитируют? Каким образом они медитируют? Как они медитируют?”",
  "an6.46:2.4": "В этом случае, те монахи, которые являются специалистами в Дхамме, недовольны; и монахи, которые медитирующие, недовольны; и они не практикуют ради блага многих, ради счастья многих, ради блага, благополучия и счастья многих, богов и людей.",
  "an6.46:3.1": "Но медитирующие монахи принижают монахов, которые являются специалистами в Дхамме, говоря:",
  "an6.46:3.2": "“Они неугомонны, напыщенны, самовлюблённы, болтливы, бессвязны в своих разговорах, с замутнёнными умами, без бдительности, несосредоточенные, с блуждающими умами и распущенными органами чувств, и они заявляют:",
  "an6.46:3.3": "“Мы специалисты в Дхамме, мы специалисты в Дхамме!” Почему они специалисты в Дхамме? Каким образом они специалисты в Дхамме? Как они специалисты в Дхамме?”",
  "an6.46:3.4": "В этом случае, те монахи, которые медитирующие, недовольны; и монахи, которые являются специалистами в Дхамме, недовольны; и они не практикуют ради блага многих, ради счастья многих, ради блага, благополучия и счастья многих, богов и людей.",
  "an6.46:4.1": "Друзья, монахи, которые являются специалистами в Дхамме, восхваляют только тех монахов, которые является специалистами в Дхамме, а не тех, которые медитирующие.",
  "an6.46:4.2": "В этом случае те монахи, которые являются специалистами в Дхамме, недовольны; и монахи, которые медитирующие, недовольны; и они не практикуют ради блага многих, ради счастья многих, ради блага, благополучия и счастья многих, богов и людей.",
  "an6.46:5.1": "Но монахи, которые медитирующие, восхваляют только тех монахов, которые также медитирующие, а не тех, которые являются специалистами в Дхамме.",
  "an6.46:5.2": "В этом случае те монахи, которые медитирующие, недовольны; и монахи, которые являются специалистами в Дхамме, недовольны; и они не практикуют ради блага многих, ради счастья многих, ради блага, благополучия и счастья многих, богов и людей.",
  "an6.46:6.1": "Поэтому, друзья, вот как вам следует тренировать себя:",
  "an6.46:6.2": "“Те из нас, кто является специалистами в Дхамме, будут восхвалять тех монахов, которые медитирующие”.",
  "an6.46:6.3": "Вот как вам следует тренировать себя.",
  "an6.46:6.4": "И почему?",
  "an6.46:6.5": "Потому что, друзья, эти личности удивительны и редки в мире, кто пребывает, коснувшись телом бессмертного элемента.",
  "an6.46:7.1": "Поэтому, друзья, вот как вам следует тренировать себя:",
  "an6.46:7.2": "“Те из нас, кто медитирующие, будут восхвалять тех монахов, которые являются специалистами в Дхамме”.",
  "an6.46:7.3": "Вот как вам следует тренировать себя.",
  "an6.46:7.4": "И почему?",
  "an6.46:7.5": "Потому что, друзья, эти личности удивительны и редки в мире, которые видят глубокие и существенные вещи после тщательного проникновения в них мудростью”.",
  "an6.46:7.6": "Четвёртая."
}