{
  "an6.37:0.1": "Восходящие Наставления 6.37",
  "an6.37:0.2": "Глава Сарания",
  "an6.37:0.3": "Сутта Шесть Аспектов Даяние",
  "an6.37:1.1": "Однажды Благословенный пребывал в Саваттхи в роще Джеты в монастыре Анатхапиндики.",
  "an6.37:1.2": "И тогда мирянка Велукантаки Нандамата приготовила подношение, наделённое шестью факторами, Сангхе монахов, возглавляемой Сарипуттой и Моггалланой.",
  "an6.37:1.3": "Божественным глазом, очищенным и превосходящим человеческий, Благословенный увидел, как мирянка Велукантаки Нандамата готовит это подношение,",
  "an6.37:1.4": "и тогда он обратился к монахам:",
  "an6.37:1.5": "“Монахи, мирянка Велукантаки Нандамата готовит подношение, наделённое шестью факторами, Сангхе монахов, возглавляемой Сарипуттой и Моггалланой.",
  "an6.37:2.1": "И каким образом подношение наделено шестью факторами?",
  "an6.37:2.2": "У дающей есть три фактора, и у получателей есть три фактора.",
  "an6.37:2.3": "И какие три фактора у дающей?",
  "an6.37:2.4": "Дающая рада перед даянием. У неё спокойный, уверенный в акте даяния ум. Она воодушевлена после даяния.",
  "an6.37:2.5": "Таковы три фактора у дающей.",
  "an6.37:3.1": "И каковы три фактора у получателей?",
  "an6.37:3.2": "Получатели лишены жажды или практикуют ради устранения жажды. Они лишены злобы или практикуют ради устранения злобы. Они лишены заблуждения или практикуют ради устранения заблуждения.",
  "an6.37:3.3": "Таковы три фактора у получателей.",
  "an6.37:3.4": "Таким образом, у дающей есть три фактора, и у получателей есть три фактора.",
  "an6.37:3.5": "Вот как подношение наделено шестью факторами.",
  "an6.37:4.1": "Непросто измерить заслугу от такого подношения так:",
  "an6.37:4.2": "“Такого-то объёма этот поток заслуг, поток благого, питание для приятного – божественный, созревающий как приятное, ведущий в небесные миры – ведущий к желаемому, желанному и приятному, к собственному благополучию и приятному”.",
  "an6.37:4.3": "Вместо этого это считается неизмеримой, безмерной, огромной грудой заслуг.",
  "an6.37:5.1": "Монахи, подобно тому, как непросто измерить воду в великом океане так:",
  "an6.37:5.2": "“Вот столько-то альхак воды здесь” или “Здесь столько-то сотен альхак воды” или “Здесь столько-то тысяч альхак воды” или “Здесь столько-то сотен тысяч альхак воды” –",
  "an6.37:5.3": "но вместо этого этот объём считается неизмеримым, безмерным, огромной грудой воды –",
  "an6.37:5.4": "точно также непросто измерить заслугу от такого подношения так:",
  "an6.37:5.5": "“Такого-то объёма этот поток заслуг…",
  "an6.37:5.6": "Вместо этого это считается неизмеримой, безмерной, огромной грудой заслуг”.",
  "an6.37:6.1": "“Прежде чем дать, он рад.",
  "an6.37:6.2": "Когда даёт – ум утверждает в вере.",
  "an6.37:6.3": "И после этого он воодушевлён:",
  "an6.37:6.4": "Вот в чём успех свершения даяния.",
  "an6.37:7.1": "А если жажды, злобы лишены они,",
  "an6.37:7.2": "Как и невежества, и пятен не имеют,",
  "an6.37:7.3": "Собою сдержанны, ведут святую жизнь –",
  "an6.37:7.4": "То это поле подаяний совершенно.",
  "an6.37:8.1": "Себя очистив и",
  "an6.37:8.2": "Руками собственными подарив,",
  "an6.37:8.3": "Деяние щедрое такое – плодородно",
  "an6.37:8.4": "И для себя, а также, для других.",
  "an6.37:9.1": "Поступок такой щедрый совершив",
  "an6.37:9.2": "С умом от скупости освобождённым,",
  "an6.37:9.3": "Мудрец, что своей верою богат,",
  "an6.37:9.4": "Перерождается в счастливом мире без страданий”.",
  "an6.37:9.5": "Седьмая."
}