{
  "an6.57:0.1": "Восходящие Наставления 6.57",
  "an6.57:0.2": "Большая Глава",
  "an6.57:0.3": "Сутта Шесть классов",
  "an6.57:1.1": "Однажды Благословенный пребывал в Раджагахе на горе Пик Грифов.",
  "an6.57:1.2": "И тогда Достопочтенный Ананда подошёл к Благословенному, поклонился ему, сел рядом, и сказал:",
  "an6.57:1.3": "“Почтенный, Пурана Кассапа описывал шесть классов:",
  "an6.57:1.4": "чёрный, голубой, красный, жёлтый, белый, и абсолютно белый.",
  "an6.57:2.1": "Он описывал чёрный класс как забойщиков овец, свиней, домашней птицы, и оленей; как охотников и рыболовов; как воров, палачей, охранников тюрем; или тех, кто следует любому такому жестокому занятию.",
  "an6.57:3.1": "Он описывал голубой класс как монахов, которые живут на шипах, или иных, кто придерживается доктрины каммы, доктрины действительности каммических поступков.",
  "an6.57:4.1": "Он описывал красный класс как нигантхов, носящих один предмет одежды.",
  "an6.57:5.1": "Он описывал жёлтый класс как одетых в белое мирян, учеников голых отшельников.",
  "an6.57:6.1": "Он описывал белый класс как мужчин и женщин адживиков.",
  "an6.57:7.1": "Он описывал абсолютно белый класс как Нанду Ваччху, Кису Санкиччу, и Маккхали Госалу.",
  "an6.57:8.1": "Учитель, Пурана Кассапа описывал эти шесть классов”.",
  "an6.57:9.1": "“Но, Ананда, давал ли весь мир Пурана Кассапе согласие на то, чтобы тот описывал эти шесть классов?”",
  "an6.57:9.2": "“Разумеется нет, почтенный”.",
  "an6.57:9.3": "“Представь, Ананда, бедного, лишённого, нуждающегося человека. Люди могли бы силой отрезать от него мясо против его воли и сказать: “Почтенный, ты должен съесть этот кусок мяса и заплатить за него”.",
  "an6.57:9.4": "Точно также, без согласия тех отшельников и брахманов Пурана Кассапа описал эти шесть классов глупым, несведущим, неискусным, и неумелым способом.",
  "an6.57:10.1": "Но, Ананда, я описываю иначе шесть классов.",
  "an6.57:10.2": "Слушай внимательно, я буду говорить”.",
  "an6.57:10.3": "“Да, почтенный” – ответил Достопочтенный Ананда.",
  "an6.57:10.4": "Благословенный сказал:",
  "an6.57:10.5": "“И каковы, Ананда, шесть классов?",
  "an6.57:10.6": "Бывает так, что некий человек чёрного класса порождает чёрное состояние.",
  "an6.57:10.7": "Некий человек чёрного класса порождает белое состояние.",
  "an6.57:10.8": "Некий человек чёрного класса порождает ниббану, которая ни чёрная, ни белая.",
  "an6.57:10.9": "Далее, некий человек белого класса порождает чёрное состояние.",
  "an6.57:10.10": "Некий человек белого класса порождает белое состояние.",
  "an6.57:10.11": "И некий человек белого класса порождает ниббану, которая ни чёрная, ни белая.",
  "an6.57:11.1": "И каким образом, Ананда, некий человек чёрного класса порождает чёрное состояние?",
  "an6.57:11.2": "Бывает так, что некий человек перерождается в низшей семье – семье чандал, работников по бамбуку, охотников, изготовителей повозок, собирателей цветов – т.е. в бедной семье, в которой мало еды и питья, и одежда добывается с трудом.",
  "an6.57:11.3": "И он безобразен, некрасив, уродлив, одолеваем хроническими болезнями – плохо видит, калека, хромой, или парализован. Он не тот, кто получает еду, напитки, одежду, и средства передвижения; гирлянды, благовония, мази; постели, жилища, и лампы.",
  "an6.57:11.4": "Он совершает проступки телом, речью, умом.",
  "an6.57:11.5": "Сделав так, после распада тела, после смерти, он перерождается в состоянии лишений, в плохом уделе, в нижних мирах, в аду.",
  "an6.57:11.6": "Вот каким образом этот человек чёрного класса порождает чёрное состояние.",
  "an6.57:12.1": "И каким образом, Ананда, некий человек чёрного класса порождает белое состояние?",
  "an6.57:12.2": "Вот некий человек родился в низшей семьей… одежда добывается с трудом. И он безобразен… парализован. Он не тот, кто получает еду, напитки…",
  "an6.57:12.3": "жилища и лампы.",
  "an6.57:12.4": "Он совершает благие поступки телом, речью, умом.",
  "an6.57:12.5": "Сделав так, после распада тела, после смерти, он перерождается в благом уделе, в небесном мире.",
  "an6.57:12.6": "Вот каким образом этот человек чёрного класса порождает белое состояние.",
  "an6.57:13.1": "И каким образом, Ананда, некий человек чёрного класса порождает ниббану, которая ни чёрная, ни белая?",
  "an6.57:13.2": "Вот некий человек родился в низшей семьей…",
  "an6.57:13.3": "одежда добывается с трудом. И он безобразен… парализован. Он не тот, кто получает еду, напитки… жилища и лампы.",
  "an6.57:13.4": "Сбрив волосы и бороду, он надевает жёлтые одежды и оставляет жизнь домохозяйскую ради жизни бездомной.",
  "an6.57:13.5": "Когда он таким образом ушёл в бездомную жизнь, он отбрасывает пять помех, загрязнений ума, вещей, что ослабляют мудрость, и с хорошо утверждённым в четырёх основах осознанности умом он правильно развивает семь факторов просветления и порождает ниббану, которая ни чёрная, ни белая.",
  "an6.57:13.6": "Вот каким образом этот человек чёрного класса порождает ниббану, которая ни чёрная, ни белая.",
  "an6.57:14.1": "И каким образом, Ананда, некий человек белого класса порождает чёрное состояние?",
  "an6.57:14.2": "Вот некий человек родился в высшей семье – зажиточной семье кхаттиев, зажиточной семье брахманов, зажиточной семье домохозяев – с большим богатством и имуществом, с запасами золота и серебра, с владениями и продовольствием, с обилием ценностей и зерна.",
  "an6.57:14.3": "И он красив, привлекателен, изящен, наделён величайшей внешней красотой. Он получает еду, напитки, одежду, и средства передвижения; гирлянды, благовония, мази; постели, жилища, и лампы.",
  "an6.57:14.4": "Он совершает проступки телом, речью, умом.",
  "an6.57:14.5": "Сделав так, после распада тела, после смерти, он перерождается в состоянии лишений, в плохом уделе, в нижних мирах, в аду.",
  "an6.57:14.6": "Вот каким образом этот человек белого класса порождает чёрное состояние.",
  "an6.57:15.1": "И каким образом, Ананда, некий человек белого класса порождает белое состояние?",
  "an6.57:15.2": "Вот некий человек родился в высшей семье… с обилием ценностей и зерна. И он красив… Он получает еду…",
  "an6.57:15.3": "жилища и лампы.",
  "an6.57:15.4": "Он совершает благие поступки телом, речью, умом.",
  "an6.57:15.5": "Сделав так, после распада тела, после смерти, он перерождается в благом уделе, в небесном мире.",
  "an6.57:15.6": "Вот каким образом этот человек белого класса порождает белое состояние.",
  "an6.57:16.1": "И каким образом, Ананда, некий человек белого класса порождает ниббану, которая ни чёрная, ни белая?",
  "an6.57:16.2": "Вот некий человек родился в высшей семье… с обилием ценностей и зерна.",
  "an6.57:16.3": "И он красив… Он получает еду… жилища, и лампы.",
  "an6.57:16.4": "Сбрив волосы и бороду, он надевает жёлтые одежды и оставляет жизнь домохозяйскую ради жизни бездомной.",
  "an6.57:16.5": "Когда он таким образом ушёл в бездомную жизнь, он отбрасывает пять помех, загрязнений ума, вещей, что ослабляют мудрость, и с хорошо утверждённым в четырёх основах осознанности умом он правильно развивает семь факторов просветления и порождает ниббану, которая ни чёрная, ни белая.",
  "an6.57:16.6": "Вот каким образом этот человек белого класса порождает ниббану, которая ни чёрная, ни белая.",
  "an6.57:17.1": "Таковы, Ананда, шесть классов”.",
  "an6.57:17.2": "Третья."
}