{
  "an6.53:0.1": "Восходящие Наставления 6.53",
  "an6.53:0.2": "Глава Дхаммика ",
  "an6.53:0.3": "Сутта Прилежание ",
  "an6.53:1.1": "И тогда некий брахман подошёл к Благословенному и обменялся с ним вежливыми приветствиями. ",
  "an6.53:1.2": "После обмена вежливыми приветствиями и любезностями он сел рядом и сказал Благословенному: ",
  "an6.53:2.1": "“Мастер Готама, есть ли такая одна вещь, которая, будучи развитой и взращенной, может исполнить оба вида блага: благо, относящееся к этой самой жизни, и благо, относящееся к будущей жизни?” ",
  "an6.53:2.2": "“Есть такая вещь, брахман”. ",
  "an6.53:3.1": "“И что же это?” ",
  "an6.53:3.2": "“Это прилежание. ",
  "an6.53:4.1": "Подобно тому, брахман, как след слона покрывает след любого ходячего животного, и след слона считается величайшим среди них по размеру, ",
  "an6.53:4.2": "точно также прилежание – это та одна вещь, которая, будучи развитой и взращенной, может исполнить оба вида блага: благо, относящееся к этой самой жизни, и благо, относящееся к будущей жизни. ",
  "an6.53:5.1": "Подобно тому, как все стропила в доме с остроконечной крышей направлены к острию крыши, сливаются в острие крыши, и острие крыши считается наивысшим, ",
  "an6.53:5.2": "точно также, прилежание… и благо, относящееся к будущей жизни. ",
  "an6.53:6.1": "Подобно тому, как сборщик тростника срезает тростник, хватает его за верхушку, стряхивает его и вытрясает, выбивает его, ",
  "an6.53:6.2": "точно также, прилежание… и благо, относящееся к будущей жизни. ",
  "an6.53:7.1": "Подобно тому, как если отрезать стебель с гроздью манго, то все манго, растущие на этом стебле, последуют вслед за ним, ",
  "an6.53:7.2": "точно также, прилежание… и благо, относящееся к будущей жизни. ",
  "an6.53:8.1": "Подобно тому, как все князья являются вассалами царя-миродержца, а царь-миродержец считается наивысшим, ",
  "an6.53:8.2": "точно также, прилежание… и благо, относящееся к будущей жизни. ",
  "an6.53:9.1": "Подобно тому, как сияние всех звёзд не составляет и одной шестнадцатой сияния луны, и сияние луны считается наивысшим, ",
  "an6.53:9.2": "точно также, прилежание – это та одна вещь, которая, будучи развитой и взращенной, может исполнить оба вида блага: благо, относящееся к этой самой жизни, и благо, относящееся к будущей жизни. ",
  "an6.53:10.1": "Это, брахман, та одна вещь, которая, будучи развитой и взращенной, может исполнить оба вида блага: благо, относящееся к этой самой жизни, и благо, относящееся к будущей жизни”. ",
  "an6.53:11.1": "“Великолепно, Мастер Готама! Великолепно, Мастер Готама! ",
  "an6.53:11.2": "Пусть Мастер Готама помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь”.",
  "an6.53:11.3": "Одниннадцатая."
}