{
  "an6.59:0.1": "Восходящие Наставления 6.59",
  "an6.59:0.2": "Большая Глава",
  "an6.59:0.3": "Сутта Дарукаммика",
  "an6.59:1.1": "Так я слышал.",
  "an6.59:1.2": "Однажды Благословенный пребывал в Надике в Кирпичной Зале.",
  "an6.59:1.3": "И тогда домохозяин Дарукаммика отправился к Благословенному, поклонился ему, и сел рядом. Затем Благословенный сказал ему:",
  "an6.59:1.4": "“Даёт ли твоя семья дары, домохозяин?”",
  "an6.59:1.5": "“Моя семья даёт дары, почтенный.",
  "an6.59:1.6": "И те дары даются монахам, которые араханты или на пути к арахантству; тем, кто проживает в лесах, собирает еду только хождением за подаяниями, носит обноски”.",
  "an6.59:2.1": "“Тебе, мирянину, который наслаждается чувственными удовольствиями, пребывает в доме, полном детей, наслаждается сандаловым деревом из Каси, носит гирлянды, пользуется благовониями и мазями, принимает золото и серебро, трудно знать об этом: “Эти – араханты, или эти – те, кто вступили на путь к арахантству”.",
  "an6.59:3.1": "Если, домохозяин, монах, проживающий в лесу – неугомонный, напыщенный, самовлюблённый, болтливый, бессвязный в своих разговорах, с замутнённым умом, без бдительности, несосредоточенный, с блуждающим умом и распущенными органами чувств –",
  "an6.59:3.2": "то в этом отношении он подлежит порицанию.",
  "an6.59:3.3": "Но если монах, проживающий в лесу, не является неугомонным, не напыщен и не самовлюблён, не болтлив и не бессвязный в своих разговорах, с утверждённой осознанностью, бдительный, сосредоточенный, с однонаправленным умом, сдержанный в органах чувств –",
  "an6.59:3.4": "то в этом отношении он подлежит похвале.",
  "an6.59:4.1": "Если монах, проживающий на окраинах деревни – неугомонный… с распущенными органами чувств –",
  "an6.59:4.2": "то в этом отношении он подлежит порицанию.",
  "an6.59:4.3": "Но если монах, проживающий на окраинах деревни не является неугомонным… сдержанный в органах чувств –",
  "an6.59:4.4": "то в этом отношении он подлежит похвале.",
  "an6.59:5.1": "Если монах, собирающий еду только хождением за подаяниями, неугомонный…",
  "an6.59:5.2": "подлежит порицанию.",
  "an6.59:5.3": "Но если монах, собирающий еду только хождением за подаяниями не является неугомонным…",
  "an6.59:5.4": "подлежит похвале.",
  "an6.59:6.1": "Если монах, соглашающийся принять приглашение на обед – неугомонный…",
  "an6.59:6.2": "подлежит порицанию.",
  "an6.59:6.3": "Но если монах, соглашающийся принять приглашение на обед, не является неугомонным…",
  "an6.59:6.4": "подлежит похвале.",
  "an6.59:7.1": "Если монах, который носит обноски – неугомонный…",
  "an6.59:7.2": "подлежит порицанию.",
  "an6.59:7.3": "Но если монах, который носит обноски не является неугомонным…",
  "an6.59:7.4": "подлежит похвале.",
  "an6.59:8.1": "Если монах, который носит одеяния, подаренные домохозяевами – неугомонный, напыщенный, самовлюблённый, болтливый, бессвязный в своих разговорах, с замутнённым умом, без бдительности, несосредоточенный, с блуждающим умом и распущенными органами чувств –",
  "an6.59:8.2": "то в этом отношении он подлежит порицанию.",
  "an6.59:8.3": "Но если монах, который носит одеяния, подаренные домохозяевами, не является неугомонным, не напыщен и не самовлюблён, не болтлив и не бессвязный в своих разговорах, с утверждённой осознанностью, бдительный, сосредоточенный, с однонаправленным умом, сдержанный в органах чувств –",
  "an6.59:8.4": "то в этом отношении он подлежит похвале.",
  "an6.59:9.1": "Ну же, домохозяин, давай дары Сангхе.",
  "an6.59:9.2": "Если будешь давать дары Сангхе, твой ум будет уверенным.",
  "an6.59:9.3": "Если твой ум уверенный, то, после распада тела, после смерти, ты переродишься в благом уделе, в небесном мире”.",
  "an6.59:9.4": "“Почтенный, отныне я буду давать дары Сангхе”.",
  "an6.59:9.5": "Пятая."
}