{
  "an6.69:0.1": "Восходящие Наставления 6.69",
  "an6.69:0.2": "Глава Девата",
  "an6.69:0.3": "Сутта Девата",
  "an6.69:1.1": "И когда наступила глубокая ночь, некий дэва, обладающий поразительной красотой, освещая всю рощу Джеты, подошёл к Благословенному, поклонился ему, встал рядом, и сказал Благословенному:",
  "an6.69:1.2": "“Почтенный, есть эти шесть качеств, которые ведут к не-упадку монаха.",
  "an6.69:1.3": "Какие шесть?",
  "an6.69:1.4": "Уважение к Учителю, уважение к Дхамме, уважение к Сангхе, уважение к практике,  его легко исправить, дружба с хорошими друзьями.",
  "an6.69:1.5": "Таковы шесть качеств, которые ведут к не-упадку монаха”.",
  "an6.69:1.6": "Так сказал тот дэва.",
  "an6.69:1.7": "Учитель одобрил.",
  "an6.69:1.8": "И тогда тот дэва, думая: “Почтенный согласен со мной”, поклонился Благословенному и, обойдя его с правой стороны, прямо там и исчез.",
  "an6.69:2.1": "И когда ночь подошла к концу, Благословенный обратился к монахам:",
  "an6.69:2.2": "“Прошлой ночью, монахи, когда наступила глубокая ночь, некий дэва, обладающий поразительной красотой, освещая всю рощу Джеты, подошёл ко мне, поклонился, встал рядом и сказал мне:",
  "an6.69:2.3": "“Почтенный, есть эти шесть качеств, что ведут к не-упадку монаха.",
  "an6.69:2.4": "Какие шесть?",
  "an6.69:2.5": "Уважение к Учителю, уважение к Дхамме, уважение к Сангхе, уважение к практике,  его легко исправить, дружба с хорошими друзьями.",
  "an6.69:2.6": "Эти шесть качеств ведут к не-упадку монаха”.",
  "an6.69:2.7": "Так сказал тот дэва.",
  "an6.69:2.8": "Затем это божество поклонилось мне, обошло меня с правой стороны, и прямо там и исчезло”.",
  "an6.69:3.1": "Когда так было сказано, Достопочтенный Сарипутта обратился к Благословенному:",
  "an6.69:3.2": "“Почтенный, я так понимаю в подробностях значение того, что было сказано Благословенным вкратце.",
  "an6.69:3.3": "Вот монах сам чтит Учителя и восхваляет почитание Учителя.",
  "an6.69:3.4": "Он побуждает других монахов, которые не чтят Учителя, развивать почтение к Учителю и,",
  "an6.69:3.5": "в должный момент, искренне и правдиво, он восхваляет тех монахов, которые чтят Учителя.",
  "an6.69:3.6": "Он сам чтит Дхамму…",
  "an6.69:3.7": "Сангху…",
  "an6.69:3.8": "практику…",
  "an6.69:3.9": "сосредоточение…",
  "an6.69:3.10": "его легко исправить…",
  "an6.69:3.11": "сам дружит с хорошими друзьями и восхваляет дружбу с хорошими друзьями.",
  "an6.69:3.12": "Он побуждает других монахов, которые не имеют хороших друзей, найти хороших друзей и, в должный момент, искренне и правдиво, он восхваляет тех монахов, у которых есть хорошие друзья.",
  "an6.69:3.13": "Вот каким образом, почтенный, я понимаю в подробностях значение того, что было сказано Благословенным вкратце”.",
  "an6.69:4.1": "“Хорошо, хорошо, Сарипутта!",
  "an6.69:4.2": "Хорошо, что ты понимаешь в подробностях значение того, что было сказано мной вкратце.",
  "an6.69:4.3": "Вот монах сам чтит…",
  "an6.69:4.4": "",
  "an6.69:4.5": "",
  "an6.69:4.6": "",
  "an6.69:4.7": "",
  "an6.69:4.8": "",
  "an6.69:4.9": "",
  "an6.69:4.10": "",
  "an6.69:4.11": "",
  "an6.69:4.12": "",
  "an6.69:4.13": "…хорошие друзья.",
  "an6.69:4.14": "Пятая."
}