{
  "an6.34:0.1": "Ангуттара Никая 6.34 ",
  "an6.34:0.2": "4. Божества ",
  "an6.34:0.3": "Моггаллана ",
  "an6.34:1.1": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "an6.34:1.2": "И тогда, по мере того, как Достопочтенный Махамоггаллана пребывал уединённым в затворничестве, следующее раздумье возникло у него в уме: ",
  "an6.34:1.3": "«Какие дэвы знают: ",
  "an6.34:1.4": "«Я – вступивший в поток, не подвержен более к перерождению в нижних мирах, непреклонен в своей участи, устремлён к просветлению»? ",
  "an6.34:1.5": "В то время монах по имени Тисса недавно скончался и переродился в некоем мире брахм. ",
  "an6.34:1.6": "Там его также знали как ",
  "an6.34:1.7": "«брахму Тиссу, сильного и могущественного». ",
  "an6.34:2.1": "И тогда, подобно тому, как сильный человек распрямил бы согнутую руку или согнул распрямлённую, достопочтенный Махамоггаллана исчез из рощи Джеты и возник в том мире брахм. ",
  "an6.34:2.2": "Увидев Достопочтенного Махамоггаллану издали, ",
  "an6.34:2.3": "брахма Тисса сказал ему: ",
  "an6.34:2.4": "«Подойди же, уважаемый Моггаллана! Добро пожаловать, уважаемый Моггаллана! ",
  "an6.34:2.5": "Много времени прошло, прежде чем у тебя появилась возможность прийти сюда. ",
  "an6.34:2.6": "Присаживайся, уважаемый Моггаллана. Вот сиденье, что подготовлено». ",
  "an6.34:2.7": "Достопочтенный Махамоггаллана сел на подготовленное сиденье. ",
  "an6.34:2.8": "Тогда брахма Тисса поклонился Достопочтенному Махамоггаллане и сел рядом. ",
  "an6.34:2.9": "Затем Достопочтенный Махамоггаллана сказал ему: ",
  "an6.34:3.1": "«Какие дэвы, Тисса, знают: «Я – вступивший в поток, не подвержен более к перерождению в нижних мирах, непреклонен в своей участи, устремлён к просветлению»? ",
  "an6.34:3.2": "«Дэвы, управляемые Четырьмя Великими Царями, имеют такое знание, уважаемый Моггаллана». ",
  "an6.34:4.1": "«Тисса, но все ли дэвы, управляемые Четырьмя Великими Царями, имеют такое знание?» ",
  "an6.34:4.2": "«Не все, уважаемый Моггаллана. ",
  "an6.34:4.3": "Те, кто не обладает непоколебимой верой в Будду, Дхамму, и Сангху; кто не имеет нравственного поведения, которое дорого Благородным, не имеют такого знания. ",
  "an6.34:4.4": "Но те, кто обладает непоколебимой верой в Будду, Дхамму, и Сангху; те, кто имеет нравственное поведение, которое дорого Благородным, знают: «Я – вступивший в поток, не подвержен более к перерождению в нижних мирах, непреклонен в своей участи, устремлён к просветлению». ",
  "an6.34:5.1": "Только дэвы, управляемые Четырьмя Великими Царями, имеют такое знание, или же дэвы Таватимсы… ",
  "an6.34:5.2": "дэвы Ямы… ",
  "an6.34:5.3": "дэвы Туситы… ",
  "an6.34:5.4": "дэвы, наслаждающиеся творениями… ",
  "an6.34:5.5": "дэвы, управляющие творениями других, имеют такое знание?» ",
  "an6.34:5.6": "«Дэвы, управляющие творениями других, также имеют такое знание, уважаемый Моггаллана». ",
  "an6.34:6.1": "«Тисса, но все ли дэвы, управляющие творениями других, имеют такое знание?» ",
  "an6.34:6.2": "«Не все, уважаемый Моггаллана. ",
  "an6.34:6.3": "Те, кто не обладает непоколебимой верой в Будду, Дхамму, и Сангху; кто не имеет нравственного поведения, которое дорого Благородным, не имеют такого знания. ",
  "an6.34:6.4": "Но те, кто обладает непоколебимой верой в Будду, Дхамму, и Сангху; те, кто имеет нравственное поведение, которое дорого Благородным, знают: «Я – вступивший в поток, не подвержен более к перерождению в нижних мирах, непреклонен в своей участи, устремлён к просветлению». ",
  "an6.34:7.1": "И тогда, восхитившись и возрадовавшись словам брахмы Тиссы, подобно тому как сильный человек распрямил бы согнутую руку или согнул распрямлённую, достопочтенный Махамоггаллана исчез из мира брахм и возник в роще Джеты. "
}