{
  "an5.74:0.1": "Nummerierte Lehrreden 5 ",
  "an5.74:0.2": "8. Krieger ",
  "an5.74:0.3": "74. Mit der Lehre leben (2) ",
  "an5.74:1.1": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an5.74:1.2": "„Herr, man spricht von ‚jemandem, der mit der Lehre lebt‘. ",
  "an5.74:1.3": "Wie beschreibt man jemanden, der mit der Lehre lebt?“ ",
  "an5.74:2.1": "„Da ist, Mönch, ein Mönch, der sich die Lehren einprägt: ",
  "an5.74:2.2": "die Aussagen, Lieder, Gespräche, Strophen, inbrünstigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und Einteilungen. ",
  "an5.74:2.3": "Doch er versteht die tiefere Bedeutung nicht. ",
  "an5.74:2.4": "Diesen Mönch nennt man einen, der viel studiert, nicht einen, der mit der Lehre lebt. ",
  "an5.74:3.1": "Dann unterweist da ein Mönch andere ausführlich im Dhamma, wie er ihn gehört und sich eingeprägt hat. Doch er versteht die tiefere Bedeutung nicht. ",
  "an5.74:3.2": "Diesen Mönch nennt man einen, der sich viel einsetzt, nicht einen, der mit der Lehre lebt. ",
  "an5.74:4.1": "Dann sagt da ein Mönch die Lehre im Einzelnen auf, wie er sie gehört und sich eingeprägt hat. Doch er versteht die tiefere Bedeutung nicht. ",
  "an5.74:4.2": "Diesen Mönch nennt man einen, der viel aufsagt, nicht einen, der mit der Lehre lebt. ",
  "an5.74:5.1": "Dann denkt da ein Mönch im Herzen über die Lehre nach und erwägt sie, untersucht sie mit dem Geist, wie er sie gehört und sich eingeprägt hat. Doch er versteht die tiefere Bedeutung nicht. ",
  "an5.74:5.2": "Diesen Mönch nennt man einen, der viel nachdenkt, nicht einen, der mit der Lehre lebt. ",
  "an5.74:6.1": "Da ist ein Mönch, der sich die Lehren einprägt: ",
  "an5.74:6.2": "die Aussagen, Lieder, Gespräche, Strophen, inbrünstigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und Einteilungen. ",
  "an5.74:6.3": "Und er versteht die tiefere Bedeutung. ",
  "an5.74:6.4": "So ist ein Mönch jemand, der mit der Lehre lebt. ",
  "an5.74:7.1": "So habe ich dir also die Person dargelegt, die viel studiert, die, die sich viel einsetzt, die, die viel aufsagt, die, die viel nachdenkt und die, die mit der Lehre lebt. ",
  "an5.74:7.2": "Aus Anteilnahme habe ich getan, was ein Lehrer, der auf das Wohl seiner Schüler bedacht ist, tun sollte. ",
  "an5.74:7.3": "Hier sind Plätze am Fuß von Bäumen, und hier sind leere Hütten. Übe die Vertiefungen, Mönch! Sei nicht nachlässig! Nicht, dass du es später bereust! Das ist meine Anweisung für dich.“ "
}