{
  "an5.179:0.1": "Nummerierte Lehrreden 5 ",
  "an5.179:0.2": "18. Ein Laienschüler ",
  "an5.179:0.3": "179. Ein Laie ",
  "an5.179:1.1": "Da ging der Hausbesitzer Anāthapiṇḍika in Begleitung von ungefähr fünfhundert Laienschülern zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "an5.179:1.2": "Da sagte der Buddha zum Ehrwürdigen Sāriputta: ",
  "an5.179:1.3": "„Sāriputta, da sind diese weiß gekleideten Laien, die ihr Verhalten mit den fünf Ethikregeln zügeln und die, wann immer sie wollen, ohne Mühe und Not, die vier Zustände wonnevoller Meditation in diesem Leben erlangen, die zum hohen Geist gehören. Über sie solltest du wissen, dass sie, wenn sie das wünschen, von sich selbst erklären können: ",
  "an5.179:1.4": "‚Ich habe mit der Wiedergeburt in der Hölle, dem Tierreich und dem Geisterreich abgeschlossen. Mit allen verlorenen Orten habe ich abgeschlossen, mit allen schlechten Orten, mit der Unterwelt. Ich bin in die Strömung eingetaucht! Ich muss nicht mehr in der Unterwelt wiedergeboren werden und bin auf dem Weg zum Erwachen.‘ ",
  "an5.179:2.1": "Und was sind die fünf Ethikregeln, mit denen sie ihr Verhalten zügeln? ",
  "an5.179:2.2": "Da tötet ein edler Schüler keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. ",
  "an5.179:2.3": "Das sind die fünf Ethikregeln, mit denen sie ihr Verhalten zügeln. ",
  "an5.179:3.1": "Und was sind die vier Zustände wonnevoller Meditation in diesem Leben, die zum hohen Geist gehören, die sie erlangen, wann immer sie wollen, ohne Mühe und Not? ",
  "an5.179:3.2": "Da hat ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha: ",
  "an5.179:3.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an5.179:3.4": "Das ist der erste Zustand wonnevoller Meditation in diesem Leben, der zum hohen Geist gehört, den sie erlangen, wann immer sie wollen, ohne Mühe und Not. ",
  "an5.179:4.1": "Dann hat da ein edler Schüler auf Erfahrung gegründete Zuversicht zur Lehre: ",
  "an5.179:4.2": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "an5.179:4.3": "Das ist der zweite Zustand wonnevoller Meditation … ",
  "an5.179:5.1": "Dann hat da ein edler Schüler auf Erfahrung gegründete Zuversicht zum Saṅgha: ",
  "an5.179:5.2": "‚Der Saṅgha der Schüler des Buddha übt gut, unmittelbar, methodisch und richtig. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "an5.179:5.3": "Das ist der dritte Zustand wonnevoller Meditation … ",
  "an5.179:6.1": "Dann wird da das sittliche Verhalten eines edlen Schülers von den Edlen geliebt, ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung. ",
  "an5.179:6.2": "Das ist der vierte Zustand wonnevoller Meditation in diesem Leben, der zum hohen Geist gehört, den sie erlangen, wann immer sie wollen, ohne Mühe und Not. ",
  "an5.179:6.3": "Das sind die vier Zustände wonnevoller Meditation in diesem Leben, die zum hohen Geist gehören, die sie erlangen, wann immer sie wollen, ohne Mühe und Not. ",
  "an5.179:7.1": "Sāriputta, das sind diese weiß gekleideten Laien, die ihr Verhalten mit den fünf Ethikregeln zügeln und die, wann immer sie wollen, ohne Mühe und Not, die vier Zustände wonnevoller Meditation in diesem Leben erlangen, die zum hohen Geist gehören. Über sie solltest du wissen, dass sie, wenn sie das wünschen, von sich selbst erklären können: ",
  "an5.179:7.2": "‚Ich habe mit der Wiedergeburt in der Hölle, dem Tierreich und dem Geisterreich abgeschlossen. Mit allen verlorenen Orten habe ich abgeschlossen, mit allen schlechten Orten, mit der Unterwelt. Ich bin in die Strömung eingetaucht! Ich muss nicht mehr in der Unterwelt wiedergeboren werden und bin auf dem Weg zum Erwachen.‘ ",
  "an5.179:8.1": "Wenn man die Gefahr der Höllen erkennt, ",
  "an5.179:8.2": "soll man schlechte Taten meiden. ",
  "an5.179:8.3": "Wenn er die Lehre der Edlen annimmt, ",
  "an5.179:8.4": "sollte ein kluger Mensch sie meiden. ",
  "an5.179:9.1": "Lebende Wesen soll man nicht verletzen, ",
  "an5.179:9.2": "soweit es in der eigenen Macht liegt, ",
  "an5.179:9.3": "noch sollte man wissentlich die Unwahrheit sprechen ",
  "an5.179:9.4": "oder nehmen, was nicht gegeben wurde. ",
  "an5.179:10.1": "Mit seinen Partnerinnen sei man zufrieden ",
  "an5.179:10.2": "und bleibe den Partnern anderer fern. ",
  "an5.179:10.3": "Keinen Likör oder Wein sollte man trinken, ",
  "an5.179:10.4": "da sie den Geist verwirren. ",
  "an5.179:11.1": "Man soll sich auf den Buddha besinnen ",
  "an5.179:11.2": "und über die Lehre nachdenken. ",
  "an5.179:11.3": "Einen wohlwollenden Geist, auf Nutzen ausgerichtet, soll man entwickeln, ",
  "an5.179:11.4": "der ins Reich der Götter führt. ",
  "an5.179:12.1": "Wenn bei jemandem, der Verdienst will und braucht, ",
  "an5.179:12.2": "eine Gabe vorhanden ist, die er geben kann, ",
  "an5.179:12.3": "ist eine religiöse Gabe, die zuerst den Friedvollen gegeben wird, ",
  "an5.179:12.4": "überreichlich. ",
  "an5.179:13.1": "Von den Friedvollen will ich sprechen, ",
  "an5.179:13.2": "Sāriputta, hör mir zu. ",
  "an5.179:13.3": "Ob Rinder schwarz oder weiß sind, ",
  "an5.179:13.4": "rot oder lohfarben, ",
  "an5.179:14.1": "gefleckt, einfarbig ",
  "an5.179:14.2": "oder taubengrau: ",
  "an5.179:14.3": "Wenn einer unter ihnen geboren ist, ",
  "an5.179:14.4": "ein Bulle, der gezähmt ist, ",
  "an5.179:15.1": "ein mächtiger Hüne, ",
  "an5.179:15.2": "der mit guter Geschwindigkeit zieht – ",
  "an5.179:15.3": "ihn wird man vor die Last spannen, ",
  "an5.179:15.4": "ungeachtet seiner Farbe. ",
  "an5.179:16.1": "Ebenso ist es bei den Menschen: ",
  "an5.179:16.2": "Wo auch immer sie geboren sind, ",
  "an5.179:16.3": "ob unter Adligen, Brahmanen, Kaufleuten, ",
  "an5.179:16.4": "Arbeitern oder Ausgestoßenen und Abfallsammlern: ",
  "an5.179:17.1": "Wenn da einer geboren ist, ",
  "an5.179:17.2": "der gezähmt ist und seinen Versprechen treu, ",
  "an5.179:17.3": "standhaft in Grundsätzen, in der Ethik vollendet, ",
  "an5.179:17.4": "wahrhaftig, gewissenhaft, ",
  "an5.179:18.1": "der Geburt und Tod hinter sich gelassen hat, ",
  "an5.179:18.2": "der die spirituelle Reise zur Ganzheit gebracht, ",
  "an5.179:18.3": "die Last abgelegt hat, abgelöst, ",
  "an5.179:18.4": "der die Aufgabe erfüllt hat und frei von Befleckungen ist, ",
  "an5.179:19.1": "wer über alles hinausgegangen ist, ",
  "an5.179:19.2": "erloschen, indem er nicht ergreift – ",
  "an5.179:19.3": "auf dieses makellose Feld gesät, ",
  "an5.179:19.4": "trägt eine religiöse Gabe überreichliche Frucht. ",
  "an5.179:20.1": "Unverständige Toren, ",
  "an5.179:20.2": "dumm und ungebildet, ",
  "an5.179:20.3": "geben Außenstehenden ihre Gaben ",
  "an5.179:20.4": "und wenden sich nicht den Friedvollen zu. ",
  "an5.179:21.1": "Doch die, die sich den Friedvollen zuwenden – ",
  "an5.179:21.2": "geistvoll sind sie, als Weise geschätzt – ",
  "an5.179:21.3": "und deren Vertrauen in den Heiligen ",
  "an5.179:21.4": "tief reichende Wurzeln hat, ",
  "an5.179:22.1": "sie gehen ins Reich der Götter ",
  "an5.179:22.2": "oder werden hier in einer guten Familie geboren. ",
  "an5.179:22.3": "Allmählich erlangen diese klugen Menschen ",
  "an5.179:22.4": "das Erlöschen.“ "
}