{
  "an5.45:0.1": "Nummerierte Lehrreden 5.45 ",
  "an5.45:0.2": "5. Das Kapitel mit König Muṇḍa ",
  "an5.45:0.3": "Überfließendes Verdienst ",
  "an5.45:1.1": "„Mönche und Nonnen, es gibt fünf Arten von überfließendem Verdienst, von überfließendem Gutem. Sie nähren das Glück und führen in den Himmel, sie reifen zu Glück heran und bereiten den Weg zum Himmel. Sie führen zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück. ",
  "an5.45:2.1": "Welche fünf? ",
  "an5.45:2.2": "Wenn ein Mönch in eine grenzenlose Versenkung des Herzens eintritt und darin verweilt, während er eine Robe benutzt … ",
  "an5.45:3.1": "während er Almosen verzehrt … eine Unterkunft benutzt … Bett und Stuhl benutzt … ",
  "an5.45:4.1": "während er Arznei und Krankenversorgung benutzt, so ist das überfließende Verdienst für die Spenderin grenzenlos, das überfließende Gute ist grenzenlos. … ",
  "an5.45:4.2": "Das sind die fünf Arten von überfließendem Verdienst, von überfließendem Gutem. Sie nähren das Glück und führen in den Himmel, sie reifen zu Glück heran und bereiten den Weg zum Himmel. Sie führen zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück. ",
  "an5.45:5.1": "Wenn ein edler Schüler diese fünf Arten von überfließendem Verdienst, von überfließendem Gutem besitzt, so kann man das Maß seines Verdienstes nicht leicht fassen: ",
  "an5.45:5.2": "‚So groß ist dieses überfließende Verdienst, dieses überfließende Gute. Soviel nährt es das Glück und führt in den Himmel, reift zu Glück heran und bereitet den Weg zum Himmel. Soviel führt es zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück.‘ ",
  "an5.45:5.3": "Es wird einfach als eine unübersehbare, unermessliche, große Menge an Verdienst gerechnet. ",
  "an5.45:6.1": "Wie wenn man versuchen würde, die Wassermenge im Weltmeer zu erfassen. Es ist nicht leicht, zu sagen: ",
  "an5.45:6.2": "‚Es sind so viele Eimer, so viele hundert Eimer, so viele tausend Eimer, so viele hunderttausend Eimer Wasser.‘ ",
  "an5.45:6.3": "Es wird einfach als eine unübersehbare, unermessliche, große Menge an Wasser gerechnet. ",
  "an5.45:6.4": "Ebenso ist es, wenn ein edler Schüler diese fünf Arten von überfließendem Verdienst, von überfließendem Gutem besitzt. Man kann das Maß seines Verdienstes nicht leicht fassen: ",
  "an5.45:6.5": "‚So groß ist dieses überfließende Verdienst, dieses überfließende Gute. Soviel nährt es das Glück und führt in den Himmel, reift zu Glück heran und bereitet den Weg zum Himmel. Soviel führt es zu dem, was erwünscht, willkommen und angenehm ist, zu Segen und Glück.‘ ",
  "an5.45:6.6": "Es wird einfach als eine unübersehbare, unermessliche, große Menge an Verdienst gerechnet. ",
  "an5.45:7.1": "Scharen von Menschen benutzen die Flüsse, ",
  "an5.45:7.2": "und obwohl sie viele sind, ",
  "an5.45:7.3": "münden alle in die große Tiefe, das grenzenlose Weltmeer, ",
  "an5.45:7.4": "die grausame See, die kostbare Edelsteine birgt. ",
  "an5.45:8.1": "Ebenso ist es, wenn jemand Speise, Trank und Kleidung spendet ",
  "an5.45:8.2": "und Liegen, Sitze und Matten gibt: ",
  "an5.45:8.3": "Ströme an Verdienst fließen zu diesem klugen Menschen, ",
  "an5.45:8.4": "so wie die Flüsse ihre Wasser zum Meer bringen.“ "
}