{
  "an5.166:0.1": "Nummerierte Lehrreden 5 ",
  "an5.166:0.2": "17. Groll ",
  "an5.166:0.3": "166. Aufhören ",
  "an5.166:1.1": "Da wandte sich der Ehrwürdige Sāriputta an die Mönche und Nonnen: ",
  "an5.166:1.2": "„Werte Freunde, da ist ein Mönch in der Ethik, der Versenkung und der Weisheit vollendet. Er könnte in das Aufhören von Wahrnehmung und Gefühl ein- und wieder heraustreten. ",
  "an5.166:1.3": "Das ist möglich. ",
  "an5.166:1.4": "Wenn er nicht in diesem Leben Erleuchtung erlangt, so wird er die Götter, die feste Nahrung verzehren, übertreffen und in einer Schar geistgeschaffener Götter wiedergeboren werden. Dort könnte er in das Aufhören von Wahrnehmung und Gefühl ein- und wieder heraustreten. ",
  "an5.166:1.5": "Das ist möglich.“ ",
  "an5.166:2.1": "Darauf sagte der Ehrwürdige Udāyī zu ihm: ",
  "an5.166:2.2": "„Das ist nicht möglich, werter Sāriputta, es kann nicht sein!“ ",
  "an5.166:3.1": "Doch Sāriputta wiederholte seine Aussage zum zweiten … und zum dritten Mal. ",
  "an5.166:4.1": "Und zum dritten Mal sagte Udāyī zu ihm: ",
  "an5.166:4.2": "„Das ist nicht möglich, werter Sāriputta, es kann nicht sein!“ ",
  "an5.166:5.1": "Da dachte der Ehrwürdige Sāriputta: ",
  "an5.166:5.2": "„Der Ehrwürdige Udāyī widerspricht mir dreimal, und keiner der anderen Mönche stimmt mir zu. ",
  "an5.166:5.3": "Warum gehe ich nicht zum Buddha?“ ",
  "an5.166:5.4": "Da ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "an5.166:5.5": "und sagte zu den Mönchen und Nonnen: ",
  "an5.166:5.6": "„Werte Freunde, da ist ein Mönch in der Ethik, der Versenkung und der Weisheit vollendet. Er könnte in das Aufhören von Wahrnehmung und Gefühl ein- und wieder heraustreten. ",
  "an5.166:5.7": "Es gibt diese Möglichkeit. ",
  "an5.166:5.8": "Wenn er nicht in diesem Leben Erleuchtung erlangt, so wird er die Götter, die feste Nahrung verzehren, übertreffen und in einer Schar geistgeschaffener Götter wiedergeboren werden. Dort könnte er in das Aufhören von Wahrnehmung und Gefühl ein- und wieder heraustreten. ",
  "an5.166:5.9": "Das ist möglich.“ ",
  "an5.166:6.1": "Darauf sagte der Ehrwürdige Udāyī zu ihm: ",
  "an5.166:6.2": "„Das ist nicht möglich, werter Sāriputta, es kann nicht sein!“ ",
  "an5.166:7.1": "Doch Sāriputta wiederholte seine Aussage zum zweiten … und zum dritten Mal. ",
  "an5.166:8.1": "Und zum dritten Mal sagte Udāyī zu ihm: ",
  "an5.166:8.2": "„Das ist nicht möglich, werter Sāriputta, es kann nicht sein!“ ",
  "an5.166:9.1": "Da dachte der Ehrwürdige Sāriputta: ",
  "an5.166:9.2": "„Selbst vor dem Buddha widerspricht mit der Ehrwürdige Udāyī dreimal, und keiner der anderen Mönche stimmt mir zu. ",
  "an5.166:9.3": "Ich schweige besser.“ ",
  "an5.166:9.4": "Und Sāriputta schwieg. ",
  "an5.166:10.1": "Da sagte der Buddha zum Ehrwürdigen Udāyī: ",
  "an5.166:10.2": "„Aber Udāyī, glaubst du an einen geistgeschaffenen Körper?“ ",
  "an5.166:10.3": "„Für diese formlosen Götter, Herr, die aus Wahrnehmung geschaffen sind.“ ",
  "an5.166:10.4": "„Udāyī, was hat ein unfähiger Tor wie du zu sagen? ",
  "an5.166:10.5": "Wie um alles in der Welt kannst du denken, du hättest etwas Nützliches zu sagen!“ ",
  "an5.166:11.1": "Da sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "an5.166:11.2": "„Ānanda! Da wird ein altehrwürdiger Mönch bedrängt, und du schaust einfach zu. ",
  "an5.166:11.3": "Hast du kein Mitgefühl mit einem altehrwürdigen Mönch, der bedrängt wird?“ ",
  "an5.166:12.1": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an5.166:12.2": "„Mönche und Nonnen, da ist Mönch in der Ethik, der Versenkung und der Weisheit vollendet. Er könnte in das Aufhören von Wahrnehmung und Gefühl ein- und wieder heraustreten. ",
  "an5.166:12.3": "Das ist möglich. ",
  "an5.166:12.4": "Wenn er nicht in diesem Leben Erleuchtung erlangt, so wird er die Götter, die feste Nahrung verzehren, übertreffen und in einer Schar geistgeschaffener Götter wiedergeboren werden. Dort könnte er in das Aufhören von Wahrnehmung und Gefühl ein- und wieder heraustreten. ",
  "an5.166:12.5": "Das ist möglich.“ ",
  "an5.166:12.6": "Das sagte der Buddha. ",
  "an5.166:12.7": "Nachdem er gesprochen hatte, erhob sich der Heilige von seinem Sitz und ging zu seiner Unterkunft. ",
  "an5.166:13.1": "Nicht lange, nachdem der Buddha gegangen war, ging der Ehrwürdige Ānanda zum Ehrwürdigen Upavāṇa und sagte zu ihm: ",
  "an5.166:13.2": "„Werter Upavāṇa, da hat jemand andere altehrwürdige Mönche bedrängt, ",
  "an5.166:13.3": "aber ich habe ihn nicht zur Rede gestellt. ",
  "an5.166:13.4": "Es würde mich nicht wundern, wenn der Buddha später am Nachmittag, wenn er aus seiner Klausur kommt, dazu etwas sagen würde, und wenn er dazu sogar den Ehrwürdigen Upavāṇa selbst ansprechen würde. ",
  "an5.166:13.5": "Und jetzt fühle ich mich unsicher.“ ",
  "an5.166:13.6": "Der Buddha kam am späten Nachmittag aus seiner Klausur und ging zur Versammlungshalle. Er setzte sich auf den ausgebreiteten Sitz und sagte zu Upavāṇa: ",
  "an5.166:14.1": "„Upavāṇa, wie viele Eigenschaften sollte ein altehrwürdiger Mönch haben, damit er seinen geistlichen Gefährten lieb und teuer ist, respektiert und bewundert wird?“ ",
  "an5.166:14.2": "„Herr, ein altehrwürdiger Mönch, der fünf Eigenschaften besitzt, ist seinen geistlichen Gefährten lieb und teuer, wird respektiert und bewundert. ",
  "an5.166:14.3": "Welche fünf? ",
  "an5.166:14.4": "Da ist ein Mönch sittlich, gemäß der Ordenssatzung gezügelt, von gutem Verhalten und mit Unterstützern. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an5.166:14.5": "Er ist sehr gelehrt, erinnert und behält, was er gehört hat. Diese Lehren sind am Anfang gut, in der Mitte gut und am Ende gut, bedeutsam und gut ausgedrückt; sie beschreiben eine geistliche Übung, die in sich geschlossen und rein ist. In diesen Lehren ist er sehr bewandert, erinnert sie, festigt sie, indem er sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an5.166:14.6": "Er ist ein guter Redner und hat eine schöne Stimme. Seine Worte sind geschliffen, klar und deutlich und bringen die Bedeutung zum Ausdruck. ",
  "an5.166:14.7": "Er erlangt die vier Vertiefungen – Zustände wonnevoller Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not. ",
  "an5.166:14.8": "Er erlangt mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, macht sie sich selber klar und versteht sie und lebt darin. ",
  "an5.166:14.9": "Ein altehrwürdiger Mönch, der diese fünf Eigenschaften besitzt, ist seinen geistlichen Gefährten lieb und teuer, wird respektiert und bewundert.“ ",
  "an5.166:15.1": "„Gut, gut, Upavāṇa! ",
  "an5.166:15.2": "Ein altehrwürdiger Mönch, der diese fünf Eigenschaften besitzt, ist seinen geistlichen Gefährten lieb und teuer, wird respektiert und bewundert. ",
  "an5.166:15.3": "Wenn diese fünf Eigenschaften bei einem altehrwürdigen Mönch nicht zu finden sind, warum würden seine geistlichen Gefährten ihn dann ehren, achten, würdigen oder verehren? Wegen seiner bröckeligen Zähne, seiner grauen Haare und seiner runzeligen Haut? ",
  "an5.166:15.4": "Aber da diese fünf Eigenschaften bei einem altehrwürdigen Mönch zu finden sind, ehren ihn seine geistlichen Gefährten, achten, würdigen und verehren ihn.“ "
}