{
  "an5.141:0.1": "Nummerierte Lehrreden 5 ",
  "an5.141:0.2": "15. Bei Tikaṇḍakī ",
  "an5.141:0.3": "141. Verachtung ",
  "an5.141:1.1": "„Mönche und Nonnen, diese fünf Menschen findet man in der Welt. ",
  "an5.141:1.2": "Welche fünf? ",
  "an5.141:1.3": "Einer gibt und verachtet dann, einer lebt zusammen und verachtet dann, einer ist empfänglich für Klatsch, einer ist launisch und einer ist stumpf und dumm. ",
  "an5.141:2.1": "Und wie gibt ein Mensch und verachtet dann? ",
  "an5.141:2.2": "Da gibt jemand einer Person Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "an5.141:2.3": "Er denkt: ",
  "an5.141:2.4": "‚Ich gebe, ",
  "an5.141:2.5": "die andere Person empfängt.‘ ",
  "an5.141:2.6": "Er gibt dieser Person, dann verachtet er sie. ",
  "an5.141:2.7": "So gibt ein Mensch und verachtet dann. ",
  "an5.141:3.1": "Und wie lebt ein Mensch zusammen und verachtet dann? ",
  "an5.141:3.2": "Da lebt jemand zwei oder drei Jahre lang mit einer anderen Person zusammen. ",
  "an5.141:3.3": "Er lebt mit dieser Person zusammen, dann verachtet er sie. ",
  "an5.141:3.4": "So lebt ein Mensch zusammen und verachtet dann. ",
  "an5.141:4.1": "Und wie ist ein Mensch empfänglich für Klatsch? ",
  "an5.141:4.2": "Da glaubt jemand schnell, was eine Person lobend oder tadelnd über einen anderen Menschen sagt. ",
  "an5.141:4.3": "So ist ein Mensch empfänglich für Klatsch. ",
  "an5.141:5.1": "Und wie ist ein Mensch launisch? ",
  "an5.141:5.2": "Da ist jemand wankelmütig bei seinem Vertrauen, seiner Ehrerbietung, seiner Zuneigung und seiner Zuversicht. ",
  "an5.141:5.3": "So ist ein Mensch launisch. ",
  "an5.141:6.1": "Und wie ist ein Mensch stumpf und dumm? ",
  "an5.141:6.2": "Da kennt jemand nicht den Unterschied zwischen tauglichen und untauglichen Eigenschaften, zwischen tadelnswerten Eigenschaften und solchen ohne Tadel, geringen und hochstehenden, Eigenschaften auf der dunklen und auf der hellen Seite. ",
  "an5.141:6.3": "So ist ein Mensch stumpf und dumm. ",
  "an5.141:6.4": "Das sind die fünf Menschen, die man in der Welt findet.“ "
}