{
  "an5.26:0.1": "Nummerierte Lehrreden 5 ",
  "an5.26:0.2": "3. Mit fünf Faktoren ",
  "an5.26:0.3": "26. Gelegenheiten zur Befreiung ",
  "an5.26:1.1": "„Mönche und Nonnen, es gibt diese fünf Gelegenheiten zur Befreiung. Wenn eine Nonne bei diesen Gelegenheiten beflissen, eifrig und entschlossen bleibt, wird ihr Geist befreit und sie erreicht die unübertreffliche Geborgenheit. ",
  "an5.26:2.1": "Welche fünf Gelegenheiten? ",
  "an5.26:2.2": "Da lehrt der Lehrer oder eine angesehene geistliche Gefährtin eine Nonne den Dhamma. ",
  "an5.26:2.3": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie der Lehrer oder die angesehene geistliche Gefährtin ihn lehrt. ",
  "an5.26:2.4": "Wenn sie ergriffen ist, lodert Freude auf. ",
  "an5.26:2.5": "Wenn sie voller Freude ist, lodert Ekstase auf. ",
  "an5.26:2.6": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:2.7": "Wenn der Körper still ist, empfindet man Wonne. ",
  "an5.26:2.8": "Und wenn man voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:2.9": "Das ist die erste Gelegenheit zur Befreiung. Wenn eine Nonne bei dieser Gelegenheit beflissen, eifrig und entschlossen bleibt, wird ihr Geist befreit und sie erreicht die unübertreffliche Geborgenheit. ",
  "an5.26:3.1": "Weiterhin kann es sein, dass weder der Lehrer noch eine angesehene geistliche Gefährtin eine Nonne den Dhamma lehrt. Aber die Nonne lehrt andere ausführlich den Dhamma, wie sie ihn gehört und sich eingeprägt hat. ",
  "an5.26:3.2": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie sie das, was sie gehört und sich eingeprägt hat, andere ausführlich lehrt. ",
  "an5.26:3.3": "Wenn sie ergriffen ist, lodert Freude auf. ",
  "an5.26:3.4": "Wenn sie voller Freude ist, lodert Ekstase auf. ",
  "an5.26:3.5": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:3.6": "Wenn der Körper still ist, empfindet man Wonne. ",
  "an5.26:3.7": "Und wenn man voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:3.8": "Das ist die zweite Gelegenheit zur Befreiung … ",
  "an5.26:4.1": "Weiterhin kann es sein, dass weder der Lehrer noch … die Nonne den Dhamma lehrt. Aber die Nonne sagt die Lehre ausführlich auf, wie sie sie gehört und sich eingeprägt hat. ",
  "an5.26:4.2": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie sie das, was sie gehört und sich eingeprägt hat, ausführlich aufsagt. ",
  "an5.26:4.3": "Wenn sie ergriffen ist, lodert Freude auf. ",
  "an5.26:4.4": "Wenn sie voller Freude ist, lodert Ekstase auf. ",
  "an5.26:4.5": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:4.6": "Wenn der Körper still ist, empfindet man Wonne. ",
  "an5.26:4.7": "Und wenn man voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:4.8": "Das ist die dritte Gelegenheit zur Befreiung … ",
  "an5.26:5.1": "Weiterhin kann es sein, dass weder der Lehrer noch … die Nonne den Dhamma lehrt … noch sagt die Nonne die Lehre auf. ",
  "an5.26:5.2": "Aber die Nonne denkt im Herzen über die Lehre nach und erwägt sie, untersucht sie mit dem Geist, wie sie sie gehört und sich eingeprägt hat. ",
  "an5.26:5.3": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie sie über das, was sie gehört und sich eingeprägt hat, im Herzen nachdenkt und es erwägt und es mit dem Geist untersucht. ",
  "an5.26:5.4": "Wenn sie ergriffen ist, lodert Freude auf. ",
  "an5.26:5.5": "Wenn sie voller Freude ist, lodert Ekstase auf. ",
  "an5.26:5.6": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:5.7": "Wenn der Körper still ist, empfindet man Wonne. ",
  "an5.26:5.8": "Und wenn man voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:5.9": "Das ist die vierte Gelegenheit zur Befreiung … ",
  "an5.26:6.1": "Weiterhin kann es sein, dass weder der Lehrer noch … die Nonne den Dhamma lehrt … noch sagt die Nonne die Lehre auf … noch denkt sie darüber nach. ",
  "an5.26:6.2": "Aber ein Meditationsgegenstand, der in die Versenkung führt, wird von ihr richtig ergriffen, sie wendet sich ihm richtig zu, verliert ihn nicht aus dem Sinn und erfasst ihn richtig mit Weisheit. ",
  "an5.26:6.3": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie sie einen Meditationsgegenstand, der in die Versenkung führt, richtig ergreift, sich ihm richtig zuwendet, wie sie ihn nicht aus dem Sinn verliert und ihn richtig mit Weisheit erfasst. ",
  "an5.26:6.4": "Wenn sie ergriffen ist, lodert Freude auf. ",
  "an5.26:6.5": "Wenn sie voller Freude ist, lodert Ekstase auf. ",
  "an5.26:6.6": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:6.7": "Wenn der Körper still ist, empfindet man Wonne. ",
  "an5.26:6.8": "Und wenn man voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:6.9": "Das ist die fünfte Gelegenheit zur Befreiung … ",
  "an5.26:7.1": "Das sind die fünf Gelegenheiten zur Befreiung. Wenn eine Nonne bei diesen Gelegenheiten beflissen, eifrig und entschlossen bleibt, wird ihr Geist befreit und sie erreicht die unübertreffliche Geborgenheit.“ "
}