{
  "an5.167:0.1": "Nummerierte Lehrreden 5 ",
  "an5.167:0.2": "17. Groll ",
  "an5.167:0.3": "167. Anklage ",
  "an5.167:1.1": "Da wandte sich der Ehrwürdige Sāriputta an die Mönche und Nonnen: ",
  "an5.167:1.2": "„Eine Nonne, die eine andere anklagen will, soll zuerst fünf Dinge bei sich selbst sicherstellen. ",
  "an5.167:2.1": "Welche fünf? ",
  "an5.167:2.2": "Ich werde zur rechten Zeit sprechen, nicht zur falschen Zeit. ",
  "an5.167:2.3": "Ich werde die Wahrheit sprechen, nicht die Unwahrheit. ",
  "an5.167:2.4": "Ich werde sanft sprechen, nicht hart. ",
  "an5.167:2.5": "Ich werde zum Segen sprechen, nicht zum Schaden. ",
  "an5.167:2.6": "Ich werde mit liebevollem Herzen sprechen, nicht mit verstecktem Hass. ",
  "an5.167:2.7": "Eine Nonne, die eine andere anklagen will, soll zuerst diese fünf Dinge bei sich selbst sicherstellen. ",
  "an5.167:3.1": "Nehmen wir an, ich sehe, wie eine gewisse Person zur falschen Zeit angeklagt wird, sie wird nicht zur rechten Zeit gestört. Sie wird mit der Unwahrheit angeklagt, nicht mit der Wahrheit gestört. Sie wird hart angeklagt, nicht sanft gestört. Sie wird zum Schaden angeklagt, nicht zum Segen gestört. Sie wird mit verstecktem Hass angeklagt, nicht mit liebevollem Herzen gestört. ",
  "an5.167:4.1": "Die Nonne, die auf unrechte Art angeklagt wurde, sollte in fünffacher Weise beruhigt werden. ",
  "an5.167:4.2": "‚Ehrwürdige, du bist zur falschen Zeit angeklagt worden, nicht zur rechten Zeit. Du hast nichts zu bereuen. ",
  "an5.167:4.3": "Du bist mit der Unwahrheit angeklagt worden, nicht mit der Wahrheit. … ",
  "an5.167:4.4": "Du bist hart angeklagt worden, nicht sanft. … ",
  "an5.167:4.5": "Du bist zum Schaden angeklagt worden, nicht zum Segen. … ",
  "an5.167:4.6": "Du bist mit verstecktem Hass angeklagt worden, nicht mit liebevollem Herzen. Du hast nichts zu bereuen.‘ ",
  "an5.167:4.7": "Die Nonne, die auf unrechte Art angeklagt wurde, sollte in dieser fünffachen Weise beruhigt werden. ",
  "an5.167:5.1": "Die Nonne, die unrechte Anklagen erhebt, sollte in fünffacher Weise zur Mäßigung angehalten werden. ",
  "an5.167:5.2": "‚Werte Freundin, du hast zur falschen Zeit Anklage erhoben, nicht zur rechten Zeit. Du solltest das bereuen. ",
  "an5.167:5.3": "Du hast mit der Unwahrheit Anklage erhoben, nicht mit der Wahrheit. … ",
  "an5.167:5.4": "Du hast hart Anklage erhoben, nicht sanft. … ",
  "an5.167:5.5": "Du hast zum Schaden Anklage erhoben, nicht zum Segen. … ",
  "an5.167:5.6": "Du hast mit verstecktem Hass Anklage erhoben, nicht mit liebevollem Herzen. Du solltest das bereuen.‘ ",
  "an5.167:5.7": "Die Nonne, die unrechte Anklagen erhebt, sollte in dieser fünffachen Weise zur Mäßigung angehalten werden. ",
  "an5.167:5.8": "Und warum? ",
  "an5.167:5.9": "Damit nicht eine andere Nonne auf die Idee kommt, eine falsche Anklage zu erheben. ",
  "an5.167:6.1": "Nehmen wir an, ich sehe, wie eine gewisse Person zur rechten Zeit angeklagt wird, sie wird nicht zur falschen Zeit gestört. Sie wird mit der Wahrheit angeklagt, nicht mit der Unwahrheit gestört. Sie wird sanft angeklagt, nicht hart gestört. Sie wird zum Segen angeklagt, nicht zum Schaden gestört. Sie wird mit liebevollem Herzen angeklagt, nicht mit verstecktem Hass gestört. ",
  "an5.167:7.1": "Die Nonne, die auf rechte Art angeklagt wurde, sollte in fünffacher Weise zur Mäßigung angehalten werden. ",
  "an5.167:7.2": "‚Ehrwürdige, du bist zur rechten Zeit angeklagt worden, nicht zur falschen Zeit. Du solltest das bereuen. ",
  "an5.167:7.3": "Du bist mit der Wahrheit angeklagt worden, nicht mit der Unwahrheit. … ",
  "an5.167:7.4": "Du bist sanft angeklagt worden, nicht hart. … ",
  "an5.167:7.5": "Du bist zum Segen angeklagt worden, nicht zum Schaden. … ",
  "an5.167:7.6": "Du bist mit liebevollem Herzen angeklagt worden, nicht mit verstecktem Hass. Du solltest das bereuen.‘ ",
  "an5.167:7.7": "Die Nonne, die auf rechte Art angeklagt wurde, sollte in dieser fünffachen Weise zur Mäßigung angehalten werden. ",
  "an5.167:8.1": "Die Nonne, die rechte Anklagen erhebt, sollte in fünffacher Weise beruhigt werden. ",
  "an5.167:8.2": "‚Werte Freundin, du hast zur rechten Zeit Anklage erhoben, nicht zur falschen Zeit. Du hast nichts zu bereuen. ",
  "an5.167:8.3": "Du hast mit der Wahrheit Anklage erhoben, nicht mit der Unwahrheit. … ",
  "an5.167:8.4": "Du hast sanft Anklage erhoben, nicht hart. … ",
  "an5.167:8.5": "Du hast zum Segen Anklage erhoben, nicht zum Schaden. … ",
  "an5.167:8.6": "Du hast mit liebevollem Herzen Anklage erhoben, nicht mit verstecktem Hass. Du hast nichts zu bereuen.‘ ",
  "an5.167:8.7": "Die Nonne, die rechte Anklagen erhebt, sollte in dieser fünffachen Weise beruhigt werden. ",
  "an5.167:8.8": "Und warum? ",
  "an5.167:8.9": "Damit eine andere Nonne auf die Idee kommt, eine richtige Anklage zu erheben. ",
  "an5.167:9.1": "Ein Mensch, der angeklagt wird, sollte sich in zwei Dingen verankern: ",
  "an5.167:9.2": "in der Wahrheit und einem ausgeglichenen Gemüt. ",
  "an5.167:9.3": "Selbst wenn andere mich anklagen, werte Freunde, sei es zur rechten oder zur falschen Zeit, mit der Wahrheit oder mit der Unwahrheit, sanft oder hart, zum Segen oder zum Schaden, mit liebevollem Herzen oder mit verstecktem Hass – ich werde mich in zwei Dingen verankern: ",
  "an5.167:9.4": "in der Wahrheit und einem ausgeglichenen Gemüt. ",
  "an5.167:9.5": "Wenn ich weiß, ",
  "an5.167:9.6": "dass eine bestimmte Eigenschaft in mir zu finden ist, werde ich sagen: ",
  "an5.167:9.7": "‚Sie ist da.‘ ",
  "an5.167:9.8": "Wenn ich weiß, ",
  "an5.167:9.9": "dass eine bestimmte Eigenschaft in mir nicht zu finden ist, werde ich sagen: ",
  "an5.167:9.10": "‚Sie ist nicht da.‘“ ",
  "an5.167:10.1": "„Wenn du auch so sprichst, Sāriputta, gibt es doch manche törichten Menschen, die es nicht respektvoll annehmen.“ ",
  "an5.167:11.1": "„Herr, es gibt diese Menschen ohne Vertrauen, die nicht aus Vertrauen, sondern um des Lebenserwerbs willen aus dem Haus fortgezogen sind ins hauslose Leben. Sie sind doppelzüngig, betrügerisch und hinterhältig. Sie sind rastlos, anmaßend, launisch und unflätig, mit loser Zunge. Sie bewachen die Tore der Sinne nicht, halten beim Essen kein Maß und weihen sich nicht dem Wachsein. Sie haben kein Interesse am Asketenleben und keinen eifrigen Respekt vor der Übung. Sie sind genießerisch und lasch, führend im Abrutschen, sie vernachlässigen die Abgeschiedenheit, sind faul und mit wenig Energie. Sie sind unachtsam, ohne Umsicht und Versenkung, mit schweifendem Geist, geistlos und dumm. Wenn ich zu ihnen so spreche, nehmen sie es nicht respektvoll an. ",
  "an5.167:12.1": "Und, Herr, es gibt diese Söhne aus gutem Haus, die aus Vertrauen aus dem Haus fortgezogen sind ins hauslose Leben. Sie sind nicht verschlagen, hinterhältig oder heimtückisch. Sie sind nicht rastlos, anmaßend, launisch oder unflätig, haben keine lose Zunge. Sie bewachen die Tore der Sinne, halten beim Essen Maß und weihen sich dem Wachsein. Sie haben Interesse am Asketenleben und eifrigen Respekt vor der Übung. Sie sind nicht genießerisch oder lasch, nicht führend im Abrutschen, sie vernachlässigen die Abgeschiedenheit nicht, sind energisch und entschlossen. Sie sind achtsam, mit Umsicht und Versenkung, mit geeintem Geist, weise, nicht dumm. Wenn ich zu ihnen so spreche, nehmen sie es respektvoll an.“ ",
  "an5.167:13.1": "„Sāriputta, Menschen ohne Vertrauen, die nicht aus Vertrauen, sondern um des Lebenserwerbs willen aus dem Haus fortgezogen sind ins hauslose Leben … lass sie gehen. ",
  "an5.167:14.1": "Aber zu diesen Söhnen aus gutem Haus, die aus Vertrauen aus dem Haus fortgezogen sind ins hauslose Leben … zu ihnen solltest du sprechen. ",
  "an5.167:14.2": "Sāriputta, du solltest deine geistlichen Gefährten unterrichten! ",
  "an5.167:14.3": "Du solltest deine geistlichen Gefährtinnen anleiten! ",
  "an5.167:14.4": "Du solltest denken: ‚Ich werde meine geistlichen Gefährten von falschen Lehren abbringen und in wahren Lehren verankern.‘ ",
  "an5.167:14.5": "So solltest du üben.“ "
}