{
  "an5.71:0.1": "'\"\\'Nummerierte Lehrreden 5.71 \\'\"'",
  "an5.71:0.2": "'\"\\'8. Das Kapitel über einen Krieger \\'\"'",
  "an5.71:0.3": "'\"\\'Freiheit des Herzens ist die Frucht (1) \\'\"'",
  "an5.71:1.1": "'\"\\'„Mönche und Nonnen, wenn fünf Dinge entwickelt und ausgebaut werden, ist ihre Frucht und ihre vorteilhafte Folge die Freiheit des Herzens und die Freiheit durch Weisheit. \\'\"'",
  "an5.71:2.1": "'\"\\'Welche fünf? \\'\"'",
  "an5.71:2.2": "'\"\\'Da meditiert ein Mönch, indem er das Abstoßende am Körper beobachtet, er nimmt die Widerwärtigkeit der Nahrung wahr, er nimmt die Entfremdung von der ganzen Welt wahr, er beobachtet die Unbeständigkeit aller Bedingungen und hat die Wahrnehmung des eigenen Todes fest verankert. \\'\"'",
  "an5.71:2.3": "'\"\\'Wenn diese fünf Dinge entwickelt und ausgebaut werden, ist ihre Frucht und ihre vorteilhafte Folge die Freiheit des Herzens und die Freiheit durch Weisheit. \\'\"'",
  "an5.71:2.4": "'\"\\'Wenn ein Mönch die Freiheit des Herzens und die Freiheit durch Weisheit besitzt, \\'\"'",
  "an5.71:2.5": "'\"\\'ist er ein Mönch, den man ‚einen, der die Querlatte entfernt hat‘ nennt und auch ‚einen, der den Graben aufgefüllt hat‘, ‚einen, der die Säule herausgezogen hat‘, ‚einen, der die Tür aufgerissen hat‘ und auch ‚einen Edlen, der das Banner herabgelassen und die Last abgelegt hat, der abgelöst ist‘. \\'\"'",
  "an5.71:3.1": "'\"\\'Und wie hat ein Mönch die Querlatte entfernt? \\'\"'",
  "an5.71:3.2": "'\"\\'Da hat ein Mönch die Unwissenheit aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme ist, dass sie ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. \\'\"'",
  "an5.71:3.3": "'\"\\'So hat ein Mönch die Querlatte entfernt. \\'\"'",
  "an5.71:4.1": "'\"\\'Und wie hat ein Mönch den Graben aufgefüllt? \\'\"'",
  "an5.71:4.2": "'\"\\'Da hat ein Mönch das Umherwandern durch Geburten zu künftigen Leben aufgegeben, es an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. \\'\"'",
  "an5.71:4.3": "'\"\\'So hat ein Mönch den Graben aufgefüllt. \\'\"'",
  "an5.71:5.1": "'\"\\'Und wie hat ein Mönch die Säule herausgezogen? \\'\"'",
  "an5.71:5.2": "'\"\\'Da hat ein Mönch das Verlangen aufgegeben, es an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. \\'\"'",
  "an5.71:5.3": "'\"\\'So hat ein Mönch die Säule herausgezogen. \\'\"'",
  "an5.71:6.1": "'\"\\'Und wie hat ein Mönch die Tür aufgerissen? \\'\"'",
  "an5.71:6.2": "'\"\\'Da hat ein Mönch die fünf niederen Fesseln aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. \\'\"'",
  "an5.71:6.3": "'\"\\'So hat ein Mönch die Tür aufgerissen. \\'\"'",
  "an5.71:7.1": "'\"\\'Und wie ist ein Mönch ein Edler, der das Banner herabgelassen und die Last abgelegt hat, der abgelöst ist? \\'\"'",
  "an5.71:7.2": "'\"\\'Da hat ein Mönch die Einbildung ‚ich bin‘ aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme ist, dass sie ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. \\'\"'",
  "an5.71:7.3": "'\"\\'So ist ein Mönch ein Edler, der das Banner herabgelassen und die Last abgelegt hat, der abgelöst ist.“ \\'\"'"
}