{
  "an5.170:0.1": "Nummerierte Lehrreden 5 ",
  "an5.170:0.2": "17. Groll ",
  "an5.170:0.3": "170. Mit Bhaddaji ",
  "an5.170:1.1": "Einmal hielt sich der Ehrwürdige Ānanda bei Kosambi auf, in Ghositas Kloster. ",
  "an5.170:1.2": "Da ging der Ehrwürdige Bhaddaji zum Ehrwürdigen Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "an5.170:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin, und der Ehrwürdige Ānanda sagte zu ihm: ",
  "an5.170:1.4": "„Werter Bhaddaji, was ist das beste Bild, der beste Ton, das beste Glück, die beste Wahrnehmung und der beste Daseinszustand?“ ",
  "an5.170:2.1": "„Werter Freund, da ist dieser Brahmā, der Sieger, der Unbesiegte, der allumfassende Seher, der, der die Macht hat. Wenn man Brahmā sieht, das ist das beste Bild. ",
  "an5.170:2.2": "Da sind die Götter, die man ‚von strahlendem Glanz‘ nennt, die von Glück getränkt und durchdrungen sind. ",
  "an5.170:2.3": "Dann und wann rufen sie inbrünstig aus: ",
  "an5.170:2.4": "‚Oh welche Wonne! Oh welche Wonne!‘ ",
  "an5.170:2.5": "Wenn man das hört, das ist der beste Ton. ",
  "an5.170:2.6": "Da sind die Götter, die man ‚mit Herrlichkeit reich gesegnet‘ nennt. ",
  "an5.170:2.7": "Da sie wahrhaft zufrieden sind, erfahren sie Glück. Das ist das beste Glück. ",
  "an5.170:2.8": "Da sind die Götter, die in der Dimension des Nichts wiedergeboren wurden. Das ist die beste Wahrnehmung. ",
  "an5.170:2.9": "Da sind die Götter, die in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ wiedergeboren wurden. Das ist der beste Daseinszustand.“ ",
  "an5.170:2.10": "„Ehrwürdiger Bhaddaji, stimmst du dem zu, was die meisten Menschen dazu sagen?“ ",
  "an5.170:3.1": "„Nun, Ehrwürdiger Ānanda, du bist sehr gelehrt. ",
  "an5.170:3.2": "Warum stellst du das nicht selbst klar?“ ",
  "an5.170:3.3": "„Also dann, werter Bhaddaji, hör zu und pass gut auf, ich werde sprechen.“ ",
  "an5.170:3.4": "„Ja, werter Freund“, antwortete Bhaddaji. ",
  "an5.170:3.5": "Ānanda sagte: ",
  "an5.170:4.1": "„Was man sieht, wenn die Befleckungen in diesem Leben enden, das ist das beste Bild. ",
  "an5.170:4.2": "Was man hört, wenn die Befleckungen in diesem Leben enden, das ist der beste Ton. ",
  "an5.170:4.3": "Das Glück, das man empfindet, wenn die Befleckungen in diesem Leben enden, das ist das beste Glück. ",
  "an5.170:4.4": "Was man wahrnimmt, wenn die Befleckungen in diesem Leben enden, das ist die beste Wahrnehmung. ",
  "an5.170:4.5": "Der Daseinszustand, in dem die Befleckungen in diesem Leben enden, das ist der beste Daseinszustand.“ "
}