{
  "an5.48:0.1": "Nummerierte Lehrreden 5 ",
  "an5.48:0.2": "5. Mit König Muṇḍa ",
  "an5.48:0.3": "48. Was man nicht bekommen kann ",
  "an5.48:1.1": "„Mönche und Nonnen, es gibt fünf Dinge, die kein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand in der Welt bekommen kann. ",
  "an5.48:1.2": "Welche fünf? ",
  "an5.48:1.3": "Dass jemand, der alt werden muss, nicht alt würde. ",
  "an5.48:1.4": "Dass jemand, der krank werden muss, nicht krank würde. … Dass jemand, der sterben muss, nicht sterben würde. … Dass jemand, der enden muss, nicht enden würde. … Dass jemand, der zugrunde gehen muss, nicht zugrunde ginge. … ",
  "an5.48:2.1": "Ein ungebildeter gewöhnlicher Mensch hat jemanden, der alt werden muss und der alt wird. ",
  "an5.48:2.2": "Und er denkt nicht über die Natur des Altwerdens nach: ",
  "an5.48:2.3": "‚Ich bin es nicht alleine, der jemanden hat, der alt werden muss und der alt wird. Denn alle Lebewesen haben jemanden, der alt werden muss und der alt wird, solange sie kommen und gehen, sterben und wiedergeboren werden. ",
  "an5.48:2.4": "Wenn ich betrübt wäre und jammern und klagen würde, mir an die Brust schlagen und in Verwirrung stürzen würde, nur weil jemand, der alt werden muss, alt wird, würde ich den Appetit verlieren und mein Äußeres würde verkommen. Meine Arbeit würde nicht erledigt, meine Feinde würden sich freuen und meine Freunde wären niedergeschlagen.‘ ",
  "an5.48:2.5": "Da ist er betrübt und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung, wenn jemand, der alt werden muss, alt wird. ",
  "an5.48:2.6": "Das nennt man ",
  "an5.48:2.7": "einen ungebildeten gewöhnlichen Menschen, der vom giftigen Pfeil des Kummers getroffen ist und sich nur selbst quält. ",
  "an5.48:3.1": "Weiterhin hat ein ungebildeter gewöhnlicher Mensch jemanden, der krank werden muss und der krank wird … der sterben muss und der stirbt … der enden muss und der endet … der zugrunde gehen muss und der zugrunde geht. ",
  "an5.48:3.2": "Und er denkt nicht über die Natur des Zugrundegehens nach: ",
  "an5.48:3.3": "‚Ich bin es nicht alleine, der jemanden hat, der zugrunde gehen muss und der zugrunde geht. Denn alle Lebewesen haben jemanden, der zugrunde gehen muss und der zugrunde geht, solange sie kommen und gehen, sterben und wiedergeboren werden. ",
  "an5.48:3.4": "Wenn ich betrübt wäre und jammern und klagen würde, mir an die Brust schlagen und in Verwirrung stürzen würde, nur weil jemand, der zugrunde gehen muss, zugrunde geht, würde ich den Appetit verlieren und mein Äußeres würde verkommen. Meine Arbeit würde nicht erledigt, meine Feinde würden sich freuen und meine Freunde wären niedergeschlagen.‘ ",
  "an5.48:3.5": "Da ist er betrübt und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung, wenn jemand, der zugrunde gehen muss, zugrunde geht. ",
  "an5.48:3.6": "Das nennt man ",
  "an5.48:3.7": "einen ungebildeten gewöhnlichen Menschen, der vom giftigen Pfeil des Kummers getroffen ist und sich nur selbst quält. ",
  "an5.48:4.1": "Ein gebildeter edler Schüler hat jemanden, der alt werden muss und der alt wird. ",
  "an5.48:4.2": "Und er denkt über die Natur des Altwerdens nach: ",
  "an5.48:4.3": "‚Ich bin es nicht alleine, der jemanden hat, der alt werden muss und der alt wird. Denn alle Lebewesen haben jemanden, der alt werden muss und der alt wird, solange sie kommen und gehen, sterben und wiedergeboren werden. ",
  "an5.48:4.4": "Wenn ich betrübt wäre und jammern und klagen würde, mir an die Brust schlagen und in Verwirrung stürzen würde, nur weil jemand, der alt werden muss, alt wird, würde ich den Appetit verlieren und mein Äußeres würde verkommen. Meine Arbeit würde nicht erledigt, meine Feinde würden sich freuen und meine Freunde wären niedergeschlagen.‘ ",
  "an5.48:4.5": "Da ist er nicht betrübt und jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung, wenn jemand, der alt werden muss, alt wird. ",
  "an5.48:4.6": "Das nennt man ",
  "an5.48:4.7": "einen gebildeten edlen Schüler, der den giftigen Pfeil des Kummers herausgezogen hat, wegen dem ungebildete gewöhnliche Menschen, wenn sie von ihm getroffen sind, sich nur selbst quälen. ",
  "an5.48:4.8": "Ohne Kummer, von Dornen frei, erlischt dieser edle Schüler einfach. ",
  "an5.48:5.1": "Weiterhin hat ein gebildeter edler Schüler jemanden, der krank werden muss und der krank wird … der sterben muss und der stirbt … der enden muss und der endet … der zugrunde gehen muss und der zugrunde geht. ",
  "an5.48:5.2": "Und er denkt über die Natur des Zugrundegehens nach: ",
  "an5.48:5.3": "‚Ich bin es nicht alleine, der jemanden hat, der zugrunde gehen muss und der zugrunde geht. Denn alle Lebewesen haben jemanden, der zugrunde gehen muss und der zugrunde geht, solange sie kommen und gehen, sterben und wiedergeboren werden. ",
  "an5.48:5.4": "Wenn ich betrübt wäre und jammern und klagen würde, mir an die Brust schlagen und in Verwirrung stürzen würde, nur weil jemand, der zugrunde gehen muss, zugrunde geht, würde ich den Appetit verlieren und mein Äußeres würde verkommen. Meine Arbeit würde nicht erledigt, meine Feinde würden sich freuen und meine Freunde wären niedergeschlagen.‘ ",
  "an5.48:5.5": "Da ist er nicht betrübt und jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung, wenn jemand, der zugrunde gehen muss, zugrunde geht. ",
  "an5.48:5.6": "Das nennt man ",
  "an5.48:5.7": "einen gebildeten edlen Schüler, der den giftigen Pfeil des Kummers herausgezogen hat, wegen dem ungebildete gewöhnliche Menschen, wenn sie von ihm getroffen sind, sich nur selbst quälen. ",
  "an5.48:5.8": "Ohne Kummer, von Dornen frei, erlischt dieser edle Schüler einfach. ",
  "an5.48:6.1": "Das sind die fünf Dinge, die kein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand in der Welt bekommen kann. ",
  "an5.48:7.1": "Betrübt sein und klagen ",
  "an5.48:7.2": "tut auch nicht ein kleines bisschen gut. ",
  "an5.48:7.3": "Wenn sie wissen, dass du traurig bist, ",
  "an5.48:7.4": "freuen sich deine Feinde. ",
  "an5.48:8.1": "Wenn ein kluger Mensch bei Widrigkeiten nicht schwankt, ",
  "an5.48:8.2": "da er richtig bewertet, was segensreich ist, ",
  "an5.48:8.3": "leiden seine Feinde, ",
  "an5.48:8.4": "wenn sie sehen, dass sein Ausdruck sich nicht verändert. ",
  "an5.48:9.1": "Singen, Aufsagen, erlesene Sprüche, ",
  "an5.48:9.2": "Wohltätigkeit oder Bräuche: ",
  "an5.48:9.3": "Wenn etwas davon von Nutzen ist, ",
  "an5.48:9.4": "mach auf jeden Fall damit weiter. ",
  "an5.48:10.1": "Doch wenn du verstehst: ‚Dieses gute Ding ",
  "an5.48:10.2": "kann weder ich noch irgendjemand sonst bekommen‘, ",
  "an5.48:10.3": "solltest du es annehmen, ohne dich zu betrüben, und denken: ",
  "an5.48:10.4": "‚Das Karma ist gewichtig. Was kann ich jetzt tun?‘“ "
}