{
  "an5.196:0.1": "Nummerierte Lehrreden 5 ",
  "an5.196:0.2": "20. Brahmanen ",
  "an5.196:0.3": "196. Die großen Träume ",
  "an5.196:1.1": "„Mönche und Nonnen, fünf große Träume erschienen dem Klargewordenen, dem Vollendeten, dem vollkommen erwachten Buddha vor seinem Erwachen, als er noch nicht erwacht war, aber zum Erwachen entschlossen. ",
  "an5.196:1.2": "Welche fünf? ",
  "an5.196:1.3": "Diese große Erde war sein Bett. Der Himalaya, der König der Berge, war sein Kissen. Seine linke Hand lag im östlichen Meer. Seine rechte Hand lag im westlichen Meer. Und seine beiden Füße lagen im südlichen Meer. ",
  "an5.196:1.4": "Das ist der erste große Traum, der dem Klargewordenen vor seinem Erwachen erschien. ",
  "an5.196:2.1": "Dann wuchs da ein Gras mit dem Namen ‚Hinübergelangen‘ aus seinem Nabel. Es stand da und drückte gegen die Wolken. ",
  "an5.196:2.2": "Das ist der zweite große Traum, der dem Klargewordenen vor seinem Erwachen erschien. ",
  "an5.196:3.1": "Dann krochen da weiße Raupen mit schwarzem Kopf von seinen Füßen aufwärts und bedeckten seine Knie. ",
  "an5.196:3.2": "Das ist der dritte große Traum, der dem Klargewordenen vor seinem Erwachen erschien. ",
  "an5.196:4.1": "Dann kamen da vier Vögel unterschiedlicher Farbe aus den vier Himmelsrichtungen. Sie ließen sich zu seinen Füßen nieder und ihre Farben wurden zu reinem Weiß. ",
  "an5.196:4.2": "Das ist der vierte große Traum, der dem Klargewordenen vor seinem Erwachen erschien. ",
  "an5.196:5.1": "Dann ging er da auf einem hohen Berg von Schmutz auf und ab, ohne davon befleckt zu werden. ",
  "an5.196:5.2": "Das ist der fünfte große Traum, der dem Klargewordenen vor seinem Erwachen erschien. ",
  "an5.196:6.1": "Was nun die Zeit vor seinem Erwachen betrifft, da der Klargewordene, der Vollendete, der vollkommen erwachte Buddha noch nicht erwacht war, aber zum Erwachen entschlossen; als diese große Erde sein Bett war, der Himalaya, der König der Berge, sein Kissen, als seine linke Hand im östlichen und seine rechte im westlichen und seine beiden Füße im südlichen Meer lagen: ",
  "an5.196:6.2": "Das erfüllte sich, als der Buddha zum unübertrefflichen vollkommenen Erwachen erwachte. ",
  "an5.196:6.3": "Das war der erste große Traum, der ihm erschien, als er noch nicht erwacht war. ",
  "an5.196:7.1": "Was nun das Gras mit dem Namen ‚Hinübergelangen‘ betrifft, das aus seinem Nabel wuchs, das dastand und gegen die Wolken drückte: ",
  "an5.196:7.2": "Das erfüllte sich, als der edle achtfache Pfad, nachdem der Buddha zu diesem Pfad erwacht war, gut verkündet wurde, wo immer es Götter und Menschen gab. ",
  "an5.196:7.3": "Das war der zweite große Traum, der ihm erschien, als er noch nicht erwacht war. ",
  "an5.196:8.1": "Was nun die weißen Raupen mit schwarzem Kopf betrifft, die von seinen Füßen aufwärts krochen und seine Knie bedeckten: ",
  "an5.196:8.2": "Das erfüllte sich, als viele weiß gekleidete Laien für ihr ganzes Leben bei ihm ihre Zuflucht nahmen. ",
  "an5.196:8.3": "Das war der dritte große Traum, der ihm erschien, als er noch nicht erwacht war. ",
  "an5.196:9.1": "Was nun die vier Vögel unterschiedlicher Farbe betrifft, die aus den vier Himmelsrichtungen kamen, sich zu seinen Füßen niederließen und deren Farben zu reinem Weiß wurden: ",
  "an5.196:9.2": "Das erfüllte sich, als Angehörige der vier Kasten – der Adels-, Brahmanen-, Kaufmanns- und Arbeiterkaste – in der Lehre und Übung, die vom Klargewordenen verkündet worden war, aus dem Haus fortzogen ins hauslose Leben und die unübertreffliche Freiheit erlangten. ",
  "an5.196:9.3": "Das war der vierte große Traum, der ihm erschien, als er noch nicht erwacht war. ",
  "an5.196:10.1": "Was den hohen Berg von Schmutz betrifft, auf dem er auf und ab ging, ohne davon befleckt zu werden: ",
  "an5.196:10.2": "Das erfüllte sich, als der Klargewordene Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung annahm und sie ungebunden gebrauchte, nicht betört, nicht anhänglich; er sah die nachteiligen Folgen und verstand das Entrinnen. ",
  "an5.196:10.3": "Das war der fünfte große Traum, der ihm erschien, als er noch nicht erwacht war. ",
  "an5.196:11.1": "Diese fünf großen Träume erschienen dem Klargewordenen, dem Vollendeten, dem vollkommen erwachten Buddha vor seinem Erwachen, als er noch nicht erwacht war, aber zum Erwachen entschlossen.“ "
}