{
  "an5.174:0.1": "Nummerierte Lehrreden 5 ",
  "an5.174:0.2": "18. Ein Laienschüler ",
  "an5.174:0.3": "174. Gefahren ",
  "an5.174:1.1": "Da ging der Hausbesitzer Anāthapiṇḍika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an5.174:2.1": "„Hausbesitzer, solange fünf Gefahren und Bedrohungen nicht aufgegeben wurden, gilt man als unmoralisch und wird in der Hölle wiedergeboren. ",
  "an5.174:2.2": "Welche fünf? ",
  "an5.174:2.3": "Das Töten lebender Geschöpfe, das Stehlen, das Begehen von sexuellen Verfehlungen, das Lügen und das Trinken von Alkohol, der nachlässig macht. ",
  "an5.174:2.4": "Solange diese fünf Gefahren und Bedrohungen nicht aufgegeben wurden, gilt man als unmoralisch und wird in der Hölle wiedergeboren. ",
  "an5.174:3.1": "Sobald fünf Gefahren und Bedrohungen aufgegeben wurden, gilt man als sittlich und wird im Himmel wiedergeboren. ",
  "an5.174:3.2": "Welche fünf? ",
  "an5.174:3.3": "Das Töten lebender Geschöpfe, das Stehlen, das Begehen von sexuellen Verfehlungen, das Lügen und das Trinken von Alkohol, der nachlässig macht. ",
  "an5.174:3.4": "Sobald diese fünf Gefahren und Bedrohungen aufgegeben wurden, gilt man als sittlich und wird im Himmel wiedergeboren. ",
  "an5.174:4.1": "Jeder, der lebende Wesen tötet, schafft Gefahren und Bedrohungen sowohl in diesem als auch in künftigen Leben und empfindet seelischen Schmerz und Traurigkeit. Jeder, der es unterlässt, lebende Geschöpfe zu töten, schafft keine Gefahren und Bedrohungen, weder in diesem noch in künftigen Leben, und empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an5.174:4.2": "So wird diese Gefahr und diese Bedrohung gebannt für jeden, der das Töten lebender Geschöpfe unterlässt. ",
  "an5.174:5.1": "Jeder, der stiehlt … ",
  "an5.174:6.1": "der sexuelle Verfehlungen begeht … ",
  "an5.174:7.1": "der lügt … ",
  "an5.174:8.1": "oder der Alkohol trinkt, der nachlässig macht, schafft Gefahren und Bedrohungen sowohl in diesem als auch in künftigen Leben und empfindet seelischen Schmerz und Traurigkeit. Jeder, der es unterlässt, Alkohol zu trinken, der nachlässig macht, schafft keine Gefahren und Bedrohungen, weder in diesem noch in künftigen Leben, und empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an5.174:8.2": "So wird diese Gefahr und diese Bedrohung gebannt für jeden, der das Trinken von Alkohol, der nachlässig macht, unterlässt. ",
  "an5.174:9.1": "Wer in dieser Welt Lebendiges tötet, ",
  "an5.174:9.2": "wer Lügen spricht ",
  "an5.174:9.3": "oder nimmt, was nicht gegeben, ",
  "an5.174:9.4": "wer zur Frau eines anderen geht ",
  "an5.174:9.5": "oder schwelgt im Trinken ",
  "an5.174:9.6": "von Wein und Likör: ",
  "an5.174:10.1": "Solange jemand diese fünf Bedrohungen nicht aufgegeben hat, ",
  "an5.174:10.2": "gilt er als unmoralisch. ",
  "an5.174:10.3": "Wenn sein Körper auseinanderbricht, wird dieser geistlose Mensch ",
  "an5.174:10.4": "in der Hölle wiedergeboren. ",
  "an5.174:11.1": "Wer in dieser Welt nichts Lebendiges tötet, ",
  "an5.174:11.2": "wer keine Lügen spricht ",
  "an5.174:11.3": "und nichts nimmt, was nicht gegeben, ",
  "an5.174:11.4": "wer nicht zur Frau eines anderen geht ",
  "an5.174:11.5": "und nicht schwelgt im Trinken ",
  "an5.174:11.6": "von Wein und Likör: ",
  "an5.174:12.1": "Sobald jemand diese fünf Bedrohungen aufgegeben hat, ",
  "an5.174:12.2": "gilt er als sittlich. ",
  "an5.174:12.3": "Wenn sein Körper auseinanderbricht, wird dieser weise Mensch ",
  "an5.174:12.4": "an einem guten Ort wiedergeboren.“ "
}