{
  "an5.26:0.1": "Nummerierte Lehrreden 5.26 ",
  "an5.26:0.2": "3. Das Kapitel über fünf Faktoren ",
  "an5.26:0.3": "Gelegenheiten für Freiheit ",
  "an5.26:1.1": "„Mönche und Nonnen, es gibt fünf günstige Gelegenheiten für Freiheit. Wenn ein Mönch bei diesen Gelegenheiten beflissen, eifrig und entschlossen bleibt, wird sein Geist befreit und er erreicht das unübertreffliche Schutzgebiet. ",
  "an5.26:2.1": "Welche fünf? ",
  "an5.26:2.2": "Da lehrt der Lehrer oder ein angesehener geistlicher Gefährte einen Mönch den Dhamma. ",
  "an5.26:2.3": "Dieser Mönch ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie der Lehrer oder der angesehene geistliche Gefährte ihn lehrt. ",
  "an5.26:2.4": "Wenn er ergriffen ist, lodert Freude auf. ",
  "an5.26:2.5": "Wenn er voller Freude ist, lodert Ekstase auf. ",
  "an5.26:2.6": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:2.7": "Wenn der Körper still ist, empfindet man Seligkeit. ",
  "an5.26:2.8": "Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:2.9": "Das ist die erste günstige Gelegenheit für Freiheit. Wenn ein Mönch bei dieser Gelegenheit beflissen, eifrig und entschlossen bleibt, wird sein Geist befreit und er erreicht das unübertreffliche Schutzgebiet. ",
  "an5.26:3.1": "Weiterhin kann es sein, dass weder der Lehrer noch ein angesehener geistlicher Gefährte einen Mönch den Dhamma lehrt. Aber der Mönch lehrt andere ausführlich den Dhamma, wie er ihn gehört und sich eingeprägt hat. ",
  "an5.26:3.2": "Dieser Mönch ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie er das, was sie gehört und sich eingeprägt hat, andere ausführlich lehrt. ",
  "an5.26:3.3": "Wenn er ergriffen ist, lodert Freude auf. ",
  "an5.26:3.4": "Wenn er voller Freude ist, lodert Ekstase auf. ",
  "an5.26:3.5": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:3.6": "Wenn der Körper still ist, empfindet man Seligkeit. ",
  "an5.26:3.7": "Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:3.8": "Das ist die zweite günstige Gelegenheit für Freiheit … ",
  "an5.26:4.1": "Weiterhin kann es sein, dass weder der Lehrer noch … der Mönch den Dhamma lehrt. Aber der Mönch sagt die Lehre ausführlich auf, wie er sie gehört und sich eingeprägt hat. ",
  "an5.26:4.2": "Dieser Mönch ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie er das, was er gehört und sich eingeprägt hat, ausführlich aufsagt. ",
  "an5.26:4.3": "Wenn er ergriffen ist, lodert Freude auf. ",
  "an5.26:4.4": "Wenn er voller Freude ist, lodert Ekstase auf. ",
  "an5.26:4.5": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:4.6": "Wenn der Körper still ist, empfindet man Seligkeit. ",
  "an5.26:4.7": "Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:4.8": "Das ist die dritte günstige Gelegenheit für Freiheit … ",
  "an5.26:5.1": "Weiterhin kann es sein, dass weder der Lehrer noch … der Mönch den Dhamma lehrt … noch sagt der Mönch die Lehre auf. ",
  "an5.26:5.2": "Aber der Mönch denkt im Herzen über die Lehre nach und erwägt sie, untersucht sie mit dem Geist, wie er sie gehört und sich eingeprägt hat. ",
  "an5.26:5.3": "Dieser Mönch ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie er über das, was er gehört und sich eingeprägt hat, im Herzen nachdenkt, es erwägt und mit dem Geist untersucht. ",
  "an5.26:5.4": "Wenn er ergriffen ist, lodert Freude auf. ",
  "an5.26:5.5": "Wenn er voller Freude ist, lodert Ekstase auf. ",
  "an5.26:5.6": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:5.7": "Wenn der Körper still ist, empfindet man Seligkeit. ",
  "an5.26:5.8": "Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:5.9": "Das ist die vierte günstige Gelegenheit für Freiheit … ",
  "an5.26:6.1": "Weiterhin kann es sein, dass weder der Lehrer noch … der Mönch den Dhamma lehrt … noch sagt der Mönch die Lehre auf … noch denkt er darüber nach. ",
  "an5.26:6.2": "Aber ein Meditationsthema als Basis für die Versenkung ergreift er richtig, richtet den Geist richtig darauf, behält es richtig im Sinn und erfasst es richtig mit Weisheit. ",
  "an5.26:6.3": "Dieser Mönch ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie er ein Meditationsthema als Basis für die Versenkung richtig ergreift, den Geist richtig darauf richtet, es richtig im Sinn behält und es richtig mit Weisheit erfasst. ",
  "an5.26:6.4": "Wenn er ergriffen ist, lodert Freude auf. ",
  "an5.26:6.5": "Wenn er voller Freude ist, lodert Ekstase auf. ",
  "an5.26:6.6": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "an5.26:6.7": "Wenn der Körper still ist, empfindet man Seligkeit. ",
  "an5.26:6.8": "Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "an5.26:6.9": "Das ist die fünfte günstige Gelegenheit für Freiheit … ",
  "an5.26:7.1": "Das sind die fünf günstigen Gelegenheiten für Freiheit. Wenn ein Mönch bei diesen Gelegenheiten beflissen, eifrig und entschlossen bleibt, wird sein Geist befreit und er erreicht das unübertreffliche Schutzgebiet.“ "
}