{
  "an5.139:0.1": "Nummerierte Lehrreden 5 ",
  "an5.139:0.2": "14. Könige ",
  "an5.139:0.3": "139. Kann nicht ertragen ",
  "an5.139:1.1": "„Mönche und Nonnen, ein königlicher Elefantenbulle, der fünf Faktoren besitzt, ist eines Königs nicht würdig, kann einem König nicht dienen und gilt nicht als Zeichen der Königswürde. ",
  "an5.139:1.2": "Welche fünf? ",
  "an5.139:1.3": "Da kann ein königlicher Elefantenbulle Bilder, Töne, Düfte, Geschmäcke oder Berührungen nicht ertragen. ",
  "an5.139:2.1": "Und wie kann ein königlicher Elefantenbulle Bilder nicht ertragen? ",
  "an5.139:2.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, beim Anblick eines Bataillons von Elefanten, Kavallerie, Streitwagen oder Infanterie und wird schwach. Er bleibt nicht standhaft und ist nicht in der Lage, sich in die Schlacht zu stürzen. ",
  "an5.139:2.3": "So kann ein königlicher Elefantenbulle Bilder nicht ertragen. ",
  "an5.139:3.1": "Und wie kann ein königlicher Elefantenbulle Töne nicht ertragen? ",
  "an5.139:3.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, beim Geräusch eines Bataillons von Elefanten, Kavallerie, Streitwagen oder Infanterie und wird schwach. Er zaudert beim Donner der Trommeln, Pauken, Hörner und Becken. Er bleibt nicht standhaft und ist nicht in der Lage, sich in die Schlacht zu stürzen. ",
  "an5.139:3.3": "So kann ein königlicher Elefantenbulle Töne nicht ertragen. ",
  "an5.139:4.1": "Und wie kann ein königlicher Elefantenbulle Düfte nicht ertragen? ",
  "an5.139:4.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, wenn er den Geruch des Kots und Urins von schlachterprobten, reinrassigen königlichen Elefantenbullen riecht, und wird schwach. Er bleibt nicht standhaft und ist nicht in der Lage, sich in die Schlacht zu stürzen. ",
  "an5.139:4.3": "So kann ein königlicher Elefantenbulle Düfte nicht ertragen. ",
  "an5.139:5.1": "Und wie kann ein königlicher Elefantenbulle Geschmäcke nicht ertragen? ",
  "an5.139:5.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, wenn er eine Mahlzeit von Gras und Wasser verpasst, und wird schwach; oder er zaudert, wenn er zwei, drei, vier oder fünf Mahlzeiten verpasst. Er bleibt nicht standhaft und ist nicht in der Lage, sich in die Schlacht zu stürzen. ",
  "an5.139:5.3": "So kann ein königlicher Elefantenbulle Geschmäcke nicht ertragen. ",
  "an5.139:6.1": "Und wie kann ein königlicher Elefantenbulle Berührungen nicht ertragen? ",
  "an5.139:6.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, wenn er von einem flinken Pfeil getroffen wird, und wird schwach; oder er zaudert, wenn er von zwei, drei, vier oder fünf flinken Pfeilen getroffen wird. Er bleibt nicht standhaft und ist nicht in der Lage, sich in die Schlacht zu stürzen. ",
  "an5.139:6.3": "So kann ein königlicher Elefantenbulle Berührungen nicht ertragen. ",
  "an5.139:7.1": "Ein königlicher Elefantenbulle, der diese fünf Faktoren besitzt, ist eines Königs nicht würdig, kann einem König nicht dienen und gilt nicht als Zeichen der Königswürde. ",
  "an5.139:8.1": "Ebenso ist ein Mönch, der fünf Eigenschaften besitzt, einer den Göttern gewidmeten Gabe nicht würdig, der Gastfreundschaft nicht würdig, einer religiösen Gabe nicht würdig, des Grußes mit zusammengelegten Händen nicht würdig und ist nicht das unübertreffliche Feld für Verdienst für die Welt. ",
  "an5.139:8.2": "Welche fünf? ",
  "an5.139:8.3": "Da kann ein Mönch Bilder, Töne, Düfte, Geschmäcke oder Berührungen nicht ertragen. ",
  "an5.139:9.1": "Und wie kann ein Mönch Bilder nicht ertragen? ",
  "an5.139:9.2": "Da sieht ein Mönch mit dem Auge ein Bild und ist von einem begehrenswerten Bild berauscht, sodass er nicht in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:9.3": "So kann ein Mönch Bilder nicht ertragen. ",
  "an5.139:10.1": "Und wie kann ein Mönch Töne nicht ertragen? ",
  "an5.139:10.2": "Da hört ein Mönch mit dem Ohr einen Ton und ist von einem begehrenswerten Ton berauscht, sodass er nicht in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:10.3": "So kann ein Mönch Töne nicht ertragen. ",
  "an5.139:11.1": "Und wie kann ein Mönch Düfte nicht ertragen? ",
  "an5.139:11.2": "Da riecht ein Mönch mit der Nase einen Duft und ist von einem begehrenswerten Duft berauscht, sodass er nicht in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:11.3": "So kann ein Mönch Düfte nicht ertragen. ",
  "an5.139:12.1": "Und wie kann ein Mönch Geschmäcke nicht ertragen? ",
  "an5.139:12.2": "Da schmeckt ein Mönch mit der Zunge einen Geschmack und ist von einem begehrenswerten Geschmack berauscht, sodass er nicht in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:12.3": "So kann ein Mönch Geschmäcke nicht ertragen. ",
  "an5.139:13.1": "Und wie kann ein Mönch Berührungen nicht ertragen? ",
  "an5.139:13.2": "Da empfindet ein Mönch mit dem Körper eine Berührung und ist von einer begehrenswerten Berührung berauscht, sodass er nicht in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:13.3": "So kann ein Mönch Berührungen nicht ertragen. ",
  "an5.139:14.1": "Ein Mönch, der diese fünf Eigenschaften besitzt, ist einer den Göttern gewidmeten Gabe nicht würdig, der Gastfreundschaft nicht würdig, einer religiösen Gabe nicht würdig, des Grußes mit zusammengelegten Händen nicht würdig und ist nicht das unübertreffliche Feld für Verdienst für die Welt. ",
  "an5.139:15.1": "Ein königlicher Elefantenbulle, der fünf Faktoren besitzt, ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an5.139:15.2": "Welche fünf? ",
  "an5.139:15.3": "Da kann ein königlicher Elefantenbulle Bilder, Töne, Düfte, Geschmäcke und Berührungen ertragen. ",
  "an5.139:16.1": "Und wie kann ein königlicher Elefantenbulle Bilder ertragen? ",
  "an5.139:16.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, nicht beim Anblick eines Bataillons von Elefanten, Kavallerie, Streitwagen oder Infanterie und wird nicht schwach. Er bleibt standhaft und stürzt sich in die Schlacht. ",
  "an5.139:16.3": "So kann ein königlicher Elefantenbulle Bilder ertragen. ",
  "an5.139:17.1": "Und wie kann ein königlicher Elefantenbulle Töne ertragen? ",
  "an5.139:17.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, nicht beim Geräusch eines Bataillons von Elefanten, Kavallerie, Streitwagen oder Infanterie und wird nicht schwach. Er zaudert nicht beim Donner der Trommeln, Pauken, Hörner und Becken. Er bleibt standhaft und stürzt sich in die Schlacht. ",
  "an5.139:17.3": "So kann ein königlicher Elefantenbulle Töne ertragen. ",
  "an5.139:18.1": "Und wie kann ein königlicher Elefantenbulle Düfte ertragen? ",
  "an5.139:18.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, nicht, wenn er den Geruch des Kots und Urins von schlachterprobten, reinrassigen königlichen Elefantenbullen riecht, und wird nicht schwach. Er bleibt standhaft und stürzt sich in die Schlacht. ",
  "an5.139:18.3": "So kann ein königlicher Elefantenbulle Düfte ertragen. ",
  "an5.139:19.1": "Und wie kann ein königlicher Elefantenbulle Geschmäcke ertragen? ",
  "an5.139:19.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, nicht, wenn er eine Mahlzeit von Gras und Wasser verpasst, und wird nicht schwach; er zaudert nicht, wenn er zwei, drei, vier oder fünf Mahlzeiten verpasst. Er bleibt standhaft und stürzt sich in die Schlacht. ",
  "an5.139:19.3": "So kann ein königlicher Elefantenbulle Geschmäcke ertragen. ",
  "an5.139:20.1": "Und wie kann ein königlicher Elefantenbulle Berührungen ertragen? ",
  "an5.139:20.2": "Da zaudert ein königlicher Elefantenbulle, der in die Schlacht gezogen ist, nicht, wenn er von einem flinken Pfeil getroffen wird, und wird nicht schwach; er zaudert nicht, wenn er von zwei, drei, vier oder fünf flinken Pfeilen getroffen wird. Er bleibt standhaft und stürzt sich in die Schlacht. ",
  "an5.139:20.3": "So kann ein königlicher Elefantenbulle Berührungen ertragen. ",
  "an5.139:21.1": "Ein königlicher Elefantenbulle, der diese fünf Faktoren besitzt, ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an5.139:22.1": "Ebenso ist ein Mönch, der fünf Eigenschaften besitzt, einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an5.139:22.2": "Welche fünf? ",
  "an5.139:22.3": "Da kann ein Mönch Bilder, Töne, Düfte, Geschmäcke und Berührungen ertragen. ",
  "an5.139:23.1": "Und wie kann ein Mönch Bilder ertragen? ",
  "an5.139:23.2": "Da sieht ein Mönch mit dem Auge ein Bild und ist von einem begehrenswerten Bild nicht berauscht, sodass er in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:23.3": "So kann ein Mönch Bilder ertragen. ",
  "an5.139:24.1": "Und wie kann ein Mönch Töne ertragen? ",
  "an5.139:24.2": "Da hört ein Mönch mit dem Ohr einen Ton und ist von einem begehrenswerten Ton nicht berauscht, sodass er in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:24.3": "So kann ein Mönch Töne ertragen. ",
  "an5.139:25.1": "Und wie kann ein Mönch Düfte ertragen? ",
  "an5.139:25.2": "Da riecht ein Mönch mit der Nase einen Duft und ist von einem begehrenswerten Duft nicht berauscht, sodass er in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:25.3": "So kann ein Mönch Düfte ertragen. ",
  "an5.139:26.1": "Und wie kann ein Mönch Geschmäcke ertragen? ",
  "an5.139:26.2": "Da schmeckt ein Mönch mit der Zunge einen Geschmack und ist von einem begehrenswerten Geschmack nicht berauscht, sodass er in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:26.3": "So ein Mönch Geschmäcke ertragen. ",
  "an5.139:27.1": "Und wie kann ein Mönch Berührungen ertragen? ",
  "an5.139:27.2": "Da empfindet ein Mönch mit dem Körper eine Berührung und ist von einer begehrenswerten Berührung nicht berauscht, sodass er in der Lage ist, den Geist zu beruhigen. ",
  "an5.139:27.3": "So kann ein Mönch Berührungen ertragen. ",
  "an5.139:28.1": "Ein Mönch, der diese fünf Eigenschaften besitzt, ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.“ "
}