{
  "an5.71:0.1": "Nummerierte Lehrreden 5 ",
  "an5.71:0.2": "8. Krieger ",
  "an5.71:0.3": "71. Freiheit des Herzens ist die Frucht (1) ",
  "an5.71:1.1": "„Mönche und Nonnen, wenn fünf Dinge entwickelt und gepflegt werden, ist ihre Frucht und ihre vorteilhafte Folge die Freiheit des Herzens und die Freiheit durch Weisheit. ",
  "an5.71:2.1": "Welche fünf? ",
  "an5.71:2.2": "Da meditiert eine Nonne, indem sie die Hässlichkeit des Körpers betrachtet, sie nimmt die Widerwärtigkeit der Nahrung wahr, sie nimmt die Entfremdung von der ganzen Welt wahr, sie nimmt die Unbeständigkeit aller Bedingungen wahr und sie hat die Wahrnehmung des eigenen Todes fest verankert. ",
  "an5.71:2.3": "Wenn diese fünf Dinge entwickelt und gepflegt werden, ist ihre Frucht und ihre vorteilhafte Folge die Freiheit des Herzens und die Freiheit durch Weisheit. ",
  "an5.71:2.4": "Wenn eine Nonne die Freiheit des Herzens und die Freiheit durch Weisheit besitzt, ",
  "an5.71:2.5": "nennt man sie eine Nonne, die die Querlatte entfernt, den Graben aufgefüllt, die Strebe herausgezogen hat, die unbeschränkt ist, eine Edle, die das Banner und die Last niedergelegt hat und ungebunden ist. ",
  "an5.71:3.1": "Und wie hat eine Nonne die Querlatte entfernt? ",
  "an5.71:3.2": "Da hat eine Nonne die Unwissenheit aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme ist, dass sie ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "an5.71:3.3": "So hat eine Nonne die Querlatte entfernt. ",
  "an5.71:4.1": "Und wie hat eine Nonne den Graben aufgefüllt? ",
  "an5.71:4.2": "Da hat eine Nonne das Umherwandern durch Geburten zu künftigen Leben aufgegeben, es an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "an5.71:4.3": "So hat eine Nonne den Graben aufgefüllt. ",
  "an5.71:5.1": "Und wie hat eine Nonne die Strebe herausgezogen? ",
  "an5.71:5.2": "Da hat eine Nonne das Verlangen aufgegeben, es an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "an5.71:5.3": "So hat eine Nonne die Strebe herausgezogen. ",
  "an5.71:6.1": "Und wie ist eine Nonne unbeschränkt? ",
  "an5.71:6.2": "Da hat eine Nonne die fünf niederen Fesseln aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "an5.71:6.3": "So ist eine Nonne unbeschränkt. ",
  "an5.71:7.1": "Und wie ist eine Nonne eine Edle, die das Banner und die Last niedergelegt hat und ungebunden ist? ",
  "an5.71:7.2": "Da hat eine Nonne die Einbildung ‚ich bin‘ aufgegeben, sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme ist, dass sie ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "an5.71:7.3": "So ist eine Nonne eine Edle, die das Banner und die Last niedergelegt hat und ungebunden ist.“ "
}