{
  "an5.56:0.1": "Nummerierte Lehrreden 5.56 ",
  "an5.56:0.2": "6. Das Kapitel über Hindernisse ",
  "an5.56:0.3": "Der Mentor ",
  "an5.56:1.1": "Da ging ein Mönch zu seinem Mentor und sagte: ",
  "an5.56:1.2": "„Nun, Herr, mein Körper fühlt sich an wie betäubt. Ich habe die Orientierung verloren, die Lehren wollen mir nicht einfallen und mein Geist ist ganz dumpf und benommen. Ich bin mit dem geistlichen Leben unzufrieden und zweifle an den Lehren.“ ",
  "an5.56:2.1": "Da nahm dieser Mönch seinen Schüler mit zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zum Buddha: ",
  "an5.56:2.2": "„Herr, dieser Mönch sagt: ",
  "an5.56:2.3": "‚Nun, Herr, mein Körper fühlt sich an wie betäubt. Ich habe die Orientierung verloren, die Lehren wollen mir nicht einfallen und mein Geist ist ganz dumpf und benommen. Ich bin mit dem geistlichen Leben unzufrieden und zweifle an den Lehren.‘“ ",
  "an5.56:3.1": "„So ist es, Mönch, wenn die Tore deiner Sinne nicht bewacht sind, wenn du zu viel isst und dich nicht dem Wachsein weihst, wenn du nicht in der Lage bist, taugliche Eigenschaften klar zu sehen, und dich nicht am Abend und beim Morgengrauen um die Entwicklung der Eigenschaften bemühst, die zum Erwachen führen. Dann fühlt sich dein Körper an wie betäubt. Du hast die Orientierung verloren, die Lehren wollen dir nicht einfallen und dein Geist ist ganz dumpf und benommen. Du bist mit dem geistlichen Leben unzufrieden und zweifelst an den Lehren. ",
  "an5.56:3.2": "Daher sollst du dich so schulen: ",
  "an5.56:3.3": "‚Ich will die Tore meiner Sinne bewachen, beim Essen maßhalten, mich dem Wachsein weihen, taugliche Eigenschaften klar sehen und mich am Abend und beim Morgengrauen um die Entwicklung der Eigenschaften bemühen, die zum Erwachen führen.‘ ",
  "an5.56:3.4": "So sollst du dich schulen.“ ",
  "an5.56:4.1": "Nachdem der Mönch vom Buddha diesen Rat erhalten hatte, erhob er sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an5.56:4.2": "Da gelangte der Mönch, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an5.56:4.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "an5.56:4.4": "Und jener Mönch wurde einer der Vollendeten. ",
  "an5.56:5.1": "Als er die Vollendung erlangt hatte, ging der Mönch zu seinem Mentor und sagte: ",
  "an5.56:5.2": "„Nun, Herr, fühlt sich mein Körper nicht an wie betäubt. Ich habe nicht die Orientierung verloren, die Lehren fallen mir ein und mein Geist ist nicht dumpf und benommen. Ich bin mit dem geistlichen Leben zufrieden und zweifle nicht an den Lehren.“ ",
  "an5.56:5.3": "Da nahm dieser Mönch seinen Schüler mit zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zum Buddha: ",
  "an5.56:5.4": "„Herr, dieser Mönch sagt: ",
  "an5.56:5.5": "‚Nun, Herr, fühlt sich mein Körper nicht an wie betäubt. Ich habe nicht die Orientierung verloren, die Lehren fallen mir ein und mein Geist ist nicht dumpf und benommen. Ich bin mit dem geistlichen Leben zufrieden und zweifle nicht an den Lehren.‘“ ",
  "an5.56:6.1": "„So ist es, Mönch, wenn die Tore deiner Sinne bewacht sind, wenn du beim Essen maßhältst und dich dem Wachsein weihst, wenn du in der Lage bist, taugliche Eigenschaften klar zu sehen, und dich am Abend und beim Morgengrauen um die Entwicklung der Eigenschaften bemühst, die zum Erwachen führen. Dann fühlt sich dein Körper nicht an wie betäubt. Du hast nicht die Orientierung verloren, die Lehren fallen dir ein und dein Geist ist nicht dumpf und benommen. Du bist mit dem geistlichen Leben zufrieden und zweifelst nicht an den Lehren. ",
  "an5.56:6.2": "Daher sollt ihr euch so schulen: ",
  "an5.56:6.3": "‚Wir wollen die Tore unserer Sinne bewachen, beim Essen maßhalten, uns dem Wachsein weihen, taugliche Eigenschaften klar sehen und uns am Abend und beim Morgengrauen um die Entwicklung der Eigenschaften bemühen, die zum Erwachen führen.‘ ",
  "an5.56:6.4": "So sollt ihr euch schulen.“ "
}