{
  "an5.148:0.1": "Nummerierte Lehrreden 5 ",
  "an5.148:0.2": "15. Bei Tikaṇḍakī ",
  "an5.148:0.3": "148. Gaben eines guten Menschen ",
  "an5.148:1.1": "„Mönche und Nonnen, es gibt fünf Gaben eines guten Menschen. ",
  "an5.148:1.2": "Welche fünf? ",
  "an5.148:1.3": "Man gibt eine Gabe aus Vertrauen. Man gibt eine Gabe sorgfältig. Man gibt eine Gabe zur rechten Zeit. Man gibt eine Gabe, ohne daran festzuhalten. Man gibt eine Gabe, ohne sich oder andere zu verletzen. ",
  "an5.148:2.1": "Wenn man eine Gabe aus Vertrauen gegeben hat, wird man, wo auch immer das Ergebnis dieser Gabe sich zeigt, reich sein, wird viel Besitz und Vermögen haben. Und man wird anziehend sein, gut aussehend, lieblich, von unübertrefflicher Schönheit. ",
  "an5.148:3.1": "Wenn man eine Gabe sorgfältig gegeben hat, wird man, wo auch immer das Ergebnis dieser Gabe sich zeigt, reich sein, wird viel Besitz und Vermögen haben. ",
  "an5.148:3.2": "Und die Kinder, Frauen, Leibeigenen, Arbeiter und Angestellten hören einem gut zu. Sie passen auf und versuchen zu verstehen. ",
  "an5.148:4.1": "Wenn man eine Gabe zur rechten Zeit gegeben hat, wird man, wo auch immer das Ergebnis dieser Gabe sich zeigt, reich sein, wird viel Besitz und Vermögen haben. ",
  "an5.148:4.2": "Und wenn die Zeit dafür gekommen ist, bekommt man alles, was man braucht. ",
  "an5.148:5.1": "Wenn man eine Gabe gegeben hat, ohne daran festzuhalten, wird man, wo auch immer das Ergebnis dieser Gabe sich zeigt, reich sein, wird viel Besitz und Vermögen haben. ",
  "an5.148:5.2": "Und der Geist neigt dazu, die feineren der fünf Arten von Sinnesreizen zu genießen. ",
  "an5.148:6.1": "Wenn man eine Gabe gegeben hat, ohne sich oder andere zu verletzen, wird man, wo auch immer das Ergebnis dieser Gabe sich zeigt, reich sein, wird viel Besitz und Vermögen haben. ",
  "an5.148:6.2": "Und dem Besitz widerfährt von nirgendwoher ein Schaden, nicht von Feuer, von Wasser, von Herrschern oder Räubern noch von ungeliebten Erben. ",
  "an5.148:6.3": "Das sind die fünf Gaben eines guten Menschen.“ "
}