{
  "an5.180:0.1": "Nummerierte Lehrreden 5.180 ",
  "an5.180:0.2": "18. Das Kapitel über einen Laienschüler ",
  "an5.180:0.3": "Über Gavesī ",
  "an5.180:1.1": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. ",
  "an5.180:1.2": "Als er die Straße entlangwanderte, sah der Buddha an einer Stelle einen großen Wald aus Salbäumen. ",
  "an5.180:1.3": "Er ging von der Straße ab, ging zu dem Salbaumwald und begab sich tief hinein. Und an einer bestimmten Stelle lächelte er. ",
  "an5.180:2.1": "Da dachte der Ehrwürdige Ānanda: ",
  "an5.180:2.2": "„Was ist der Grund, was ist die Ursache, dass der Buddha gelächelt hat? ",
  "an5.180:2.3": "Klargewordene lächeln nicht ohne Grund.“ ",
  "an5.180:2.4": "Da sagte der Ehrwürdige Ānanda zum Buddha: ",
  "an5.180:2.5": "„Was ist der Grund, was ist die Ursache, dass der Buddha gelächelt hat? ",
  "an5.180:2.6": "Klargewordene lächeln nicht ohne Grund.“ ",
  "an5.180:3.1": "„Es war einmal, Ānanda, eine Stadt, die stand an dieser Stelle, und sie war erfolgreich, blühend und voller Menschen. ",
  "an5.180:3.2": "Und Kassapa, ein Gesegneter, ein Vollendeter, ein vollkommen erwachter Buddha, wurde von dieser Stadt unterhalten. ",
  "an5.180:3.3": "Er hatte einen Laienschüler namens Gavesī, der nicht alle Ethikregeln erfüllt hatte. ",
  "an5.180:3.4": "Und auch die fünfhundert Laienschüler, die von Gavesī betreut und angespornt wurden, hatten nicht alle Ethikregeln erfüllt. ",
  "an5.180:3.5": "Da dachte Gavesī: ",
  "an5.180:3.6": "‚Ich bin der Förderer und Anführer dieser fünfhundert Laienschüler, der, der sie anspornt, und doch haben weder ich noch sie alle Ethikregeln erfüllt. ",
  "an5.180:3.7": "Wir sind gleich, ich bin in keiner Weise besser. ",
  "an5.180:3.8": "Ich will es besser machen.‘ ",
  "an5.180:4.1": "Da ging Gavesī zu diesen fünfhundert Laienschülern und sagte zu ihnen: ",
  "an5.180:4.2": "‚Von diesem Tag an sollen die Ehrwürdigen mich als jemanden in Erinnerung behalten, der die Ethikregeln erfüllt hat.‘ ",
  "an5.180:4.3": "Da dachten diese fünfhundert Laienschüler: ",
  "an5.180:4.4": "‚Dieser ehrwürdige Gavesī ist unser Förderer und Anführer, der, der uns anspornt, ",
  "an5.180:4.5": "und er will jetzt die Ethikregeln erfüllen. ",
  "an5.180:4.6": "Warum tun wir nicht das Gleiche?‘ ",
  "an5.180:4.7": "Da gingen diese fünfhundert Laienschüler zu Gavesī und sagten zu ihm: ",
  "an5.180:4.8": "‚Von diesem Tag an soll der ehrwürdige Gavesī diese fünfhundert Laienschüler als solche in Erinnerung behalten, die die Ethikregeln erfüllt haben.‘ ",
  "an5.180:4.9": "Da dachte Gavesī: ",
  "an5.180:4.10": "‚Ich bin der Förderer und Anführer dieser fünfhundert Laienschüler, der, der sie anspornt, und sowohl ich als auch sie haben die Ethikregeln erfüllt. ",
  "an5.180:4.11": "Wir sind gleich, ich bin in keiner Weise besser. ",
  "an5.180:4.12": "Ich will es besser machen.‘ ",
  "an5.180:5.1": "Da ging Gavesī zu diesen fünfhundert Laienschülern und sagte zu ihnen: ",
  "an5.180:5.2": "‚Von diesem Tag an sollen die Ehrwürdigen mich als jemanden in Erinnerung behalten, der enthaltsam und abgesondert lebt und den vulgären Akt des Geschlechtsverkehrs vermeidet.‘ ",
  "an5.180:5.3": "Da taten diese fünfhundert Laienschüler das Gleiche … ",
  "an5.180:5.9": "Da dachte Gavesī: ",
  "an5.180:5.10": "‚Diese fünfhundert Laienschüler … ",
  "an5.180:5.14": "leben enthaltsam und abgesondert und vermeiden den vulgären Akt des Geschlechtsverkehrs. ",
  "an5.180:5.15": "Wir sind gleich, ich bin in keiner Weise besser. ",
  "an5.180:5.16": "Ich will es besser machen.‘ ",
  "an5.180:6.1": "Da ging Gavesī zu diesen fünfhundert Laienschülern und sagte zu ihnen: ",
  "an5.180:6.2": "‚Von diesem Tag an sollen die Ehrwürdigen mich als jemanden in Erinnerung behalten, der zu einer Tageszeit isst und auf das Essen bei Nacht und zur falschen Zeit verzichtet.‘ ",
  "an5.180:6.3": "Da taten diese fünfhundert Laienschüler das Gleiche … ",
  "an5.180:6.9": "Da dachte Gavesī: ",
  "an5.180:6.10": "‚Diese fünfhundert Laienschüler … ",
  "an5.180:6.16": "essen zu einer Tageszeit und verzichten auf das Essen bei Nacht und zur falschen Zeit. ",
  "an5.180:6.17": "Wir sind gleich, ich bin in keiner Weise besser. ",
  "an5.180:6.18": "Ich will es besser machen.‘ ",
  "an5.180:7.1": "Da ging der Laienschüler Gavesī zum Gesegneten Kassapa, dem Vollendeten, dem vollkommen erwachten Buddha, und sagte zu ihm: ",
  "an5.180:7.2": "‚Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?‘ ",
  "an5.180:7.3": "Und er erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "an5.180:7.4": "Nicht lange nach seiner Ordination gelangte der Mönch Gavesī, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an5.180:7.5": "Er verstand: ‚Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "an5.180:7.6": "Und der Mönch Gavesī wurde einer der Vollendeten. ",
  "an5.180:8.1": "Da dachten diese fünfhundert Laienschüler: ",
  "an5.180:8.2": "‚Der Ehrwürdige Gavesī ist unser Förderer und Anführer, der, der uns anspornt. ",
  "an5.180:8.3": "Er hat sich Haar und Bart rasiert, ockerfarbene Roben angelegt und ist aus dem Haus fortgezogen ins hauslose Leben. ",
  "an5.180:8.4": "Warum tun wir nicht das Gleiche?‘ ",
  "an5.180:8.5": "Da gingen diese fünfhundert Laienschüler zum Gesegneten Kassapa, dem Vollendeten, dem vollkommen erwachten Buddha, und sagten zu ihm: ",
  "an5.180:8.6": "‚Herr, dürfen wir vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?‘ ",
  "an5.180:8.7": "Und sie erhielten vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "an5.180:9.1": "Da dachte der Mönch Gavesī: ",
  "an5.180:9.2": "‚Ich erfahre die unübertreffliche Seligkeit der Freiheit, wann immer ich will, ohne Mühe und Not. ",
  "an5.180:9.3": "Ach, dass doch diese fünfhundert Mönche und Nonnen das Gleiche erfahren würden!‘ ",
  "an5.180:9.4": "Da gelangten diese fünfhundert Mönche und Nonnen, als sie allein lebten, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Sie lebten an dem Ziel, das sie durch eigene Einsicht erkannt hatten, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an5.180:9.6": "Sie verstanden: ‚Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "an5.180:10.1": "Und so, Ānanda, erlangten diese fünfhundert Mönche und Nonnen unter der Führung Gavesīs, indem sie höher und höher gehen, besser und besser werden wollten, die unübertreffliche Seligkeit der Freiheit. ",
  "an5.180:10.2": "Daher sollt ihr euch so schulen: ",
  "an5.180:10.3": "‚Indem wir versuchen, höher und höher zu gehen, besser und besser zu werden, wollen wir die unübertreffliche Seligkeit der Freiheit erlangen.‘ ",
  "an5.180:10.4": "So sollt ihr euch schulen.“ "
}