{
  "an5.32:0.1": "Nummerierte Lehrreden 5 ",
  "an5.32:0.2": "4. Mit Sumanā ",
  "an5.32:0.3": "32. Mit Cundī ",
  "an5.32:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "an5.32:1.2": "Da ging die Prinzessin Cundī in Begleitung von fünfhundert Kutschen und fünfhundert königlichen Jungfrauen zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an5.32:2.1": "„Herr, mein Bruder, Prinz Cunda, sagt: ",
  "an5.32:2.2": "‚Wenn da eine Frau oder ein Mann beim Buddha, bei der Lehre und beim Saṅgha Zuflucht nimmt, und wenn diese Person keine lebenden Wesen tötet, nicht stiehlt, keine sexuellen Verfehlungen begeht, nicht lügt und keinen Alkohol trinkt, der nachlässig macht: Nur in einem solchen Fall wird man, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, nicht an einem schlechten Ort.‘ ",
  "an5.32:2.3": "Daher frage ich den Buddha: ",
  "an5.32:2.4": "Herr, zu welcher Art von Lehrer sollte man Zuversicht haben, damit man, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, nicht an einem schlechten Ort? ",
  "an5.32:2.5": "Zu welcher Art von Lehre sollte man Zuversicht haben, damit man, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, nicht an einem schlechten Ort? ",
  "an5.32:2.6": "Zu welcher Art von Gemeinschaft sollte man Zuversicht haben, damit man, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, nicht an einem schlechten Ort? ",
  "an5.32:2.7": "Welche Art von Ethik sollte man erfüllen, damit man, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, nicht an einem schlechten Ort?“ ",
  "an5.32:3.1": "„Cundī, der Klargewordene, der Vollendete, der vollkommen erwachte Buddha gilt unter den Lebewesen als das beste: unter den Wesen ohne Füße, den Zweibeinern, den Vierbeinern, den Vielfüßigen, denen mit Form und den formlosen, denen mit Wahrnehmung, ohne Wahrnehmung, weder mit noch ohne Wahrnehmung. ",
  "an5.32:3.2": "Wer Zuversicht zum Buddha hat, hat Zuversicht zum Besten. ",
  "an5.32:3.3": "Wer Zuversicht zum Besten hat, kommt zum besten Ergebnis. ",
  "an5.32:4.1": "Der edle achtfache Pfad gilt unter den bedingten Dingen als das beste. ",
  "an5.32:4.2": "Wer Zuversicht zum edlen achtfachen Pfad hat, hat Zuversicht zum Besten. Wer Zuversicht zum Besten hat, kommt zum besten Ergebnis. ",
  "an5.32:5.1": "Das Schwinden gilt unter den bedingten und unbedingten Dingen als das beste: ",
  "an5.32:5.2": "nämlich das Überwinden der Eitelkeit, das Löschen des Durstes, das Aufgeben des Anklammerns, das Ausbrechen aus dem Kreislauf, das Beenden des Verlangens, das Schwinden, Aufhören, Erlöschen. ",
  "an5.32:5.3": "Wer Zuversicht zu der Lehre vom Schwinden hat, hat Zuversicht zum Besten. ",
  "an5.32:5.4": "Wer Zuversicht zum Besten hat, kommt zum besten Ergebnis. ",
  "an5.32:6.1": "Der Saṅgha der Schüler des Klargewordenen gilt unter den Gemeinschaften und Gruppen als die beste: ",
  "an5.32:6.2": "nämlich die vier Paare, die acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an5.32:6.3": "Wer Zuversicht zum Saṅgha hat, hat Zuversicht zum Besten. ",
  "an5.32:6.4": "Wer Zuversicht zum Besten hat, kommt zum besten Ergebnis. ",
  "an5.32:7.1": "Das sittliche Verhalten, das von den Edlen geliebt wird, gilt unter den ethischen Regelwerken als das beste. ",
  "an5.32:7.2": "Es ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung",
  "an5.32:7.3": "Wer diese Ethik erfüllt, die von den Edlen geliebt wird, erfüllt das Beste. ",
  "an5.32:7.4": "Wer das Beste erfüllt, kommt zum besten Ergebnis. ",
  "an5.32:8.1": "Wer die beste Lehre kennt ",
  "an5.32:8.2": "und seine Zuversicht auf den Besten gründet – ",
  "an5.32:8.3": "wer dem besten Erwachten traut, ",
  "an5.32:8.4": "der einer religiösen Gabe in unübertrefflichem Maße würdig ist; ",
  "an5.32:9.1": "wer der besten Lehre traut, ",
  "an5.32:9.2": "der Wonne des Schwindens und des Stillwerdens; ",
  "an5.32:9.3": "wer dem besten Saṅgha traut, ",
  "an5.32:9.4": "dem unübertrefflichen Feld für Verdienst – ",
  "an5.32:10.1": "wer so den Besten Gaben spendet, ",
  "an5.32:10.2": "dem erwächst das beste Verdienst: ",
  "an5.32:10.3": "beste Lebensdauer und Schönheit, ",
  "an5.32:10.4": "bester Ruhm, bestes Ansehen, bestes Glück und beste Stärke. ",
  "an5.32:11.1": "Ein verständiger Mensch gibt dem Besten, ",
  "an5.32:11.2": "hat sich bei der besten Lehre niedergelassen. ",
  "an5.32:11.3": "Wenn er ein Gott oder Mensch wird, ",
  "an5.32:11.4": "erfreut er sich am Besten.“ "
}