{
  "an5.31:0.1": "Nummerierte Lehrreden 5 ",
  "an5.31:0.2": "4. Mit Sumanā ",
  "an5.31:0.3": "31. Mit Sumanā ",
  "an5.31:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an5.31:1.2": "Da ging die Prinzessin Sumanā in Begleitung von fünfhundert Kutschen und fünfhundert königlichen Jungfrauen zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an5.31:2.1": "„Herr, angenommen, da wären zwei Schülerinnen, die in Bezug auf Vertrauen, Ethik und Weisheit gleich wären. ",
  "an5.31:2.2": "Eine gäbe Spenden, die andere nicht. ",
  "an5.31:2.3": "Wenn ihr Körper auseinanderbricht, nach dem Tod, würden sie an einem guten Ort wiedergeboren, in einem himmlischen Bereich. ",
  "an5.31:2.4": "Wenn sie dann Göttinnen geworden sind, gäbe es da einen Unterschied oder eine Abweichung zwischen ihnen?“ ",
  "an5.31:3.1": "„Die gäbe es, Sumanā“, sagte der Buddha. ",
  "an5.31:3.2": "„Als Göttin würde die, die Spenden gab, die andere in fünffacher Hinsicht übertreffen: ",
  "an5.31:3.3": "in Hinsicht auf göttliche Lebensdauer, göttliche Schönheit, göttliches Glück, göttlichen Ruhm und göttliche Macht. ",
  "an5.31:3.4": "Als Göttin würde die, die Spenden gab, die andere in dieser fünffachen Hinsicht übertreffen.“ ",
  "an5.31:4.1": "„Aber Herr, wenn sie dort verscheiden und zu diesem Daseinszustand als Menschen zurückkehren, gäbe es da immer noch einen Unterschied oder eine Abweichung zwischen ihnen?“ ",
  "an5.31:4.2": "„Die gäbe es, Sumanā“, sagte der Buddha. ",
  "an5.31:4.3": "„Als Mensch würde die, die Spenden gab, die andere in fünffacher Hinsicht übertreffen: ",
  "an5.31:4.4": "in Hinsicht auf menschliche Lebensdauer, menschliche Schönheit, menschliches Glück, menschlichen Ruhm und menschliche Macht. ",
  "an5.31:4.5": "Als Mensch würde die, die Spenden gab, die andere in dieser fünffachen Hinsicht übertreffen.“ ",
  "an5.31:5.1": "„Aber Herr, wenn sie beide aus dem Haus fortzögen ins hauslose Leben, gäbe es da immer noch einen Unterschied oder eine Abweichung zwischen ihnen?“ ",
  "an5.31:5.2": "„Die gäbe es, Sumanā“, sagte der Buddha. ",
  "an5.31:5.3": "„Als Hauslose würde die, die Spenden gab, die andere in fünffacher Hinsicht übertreffen: ",
  "an5.31:5.4": "Sie würde gewöhnlich Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung nur gebrauchen, wenn sie dazu eingeladen würde, selten ohne Einladung. ",
  "an5.31:5.5": "Wenn sie mit anderen lebte, die der geistlichen Übung folgen, würde sie diese gewöhnlich mit dem Körper, der Sprache und dem Geist freundlich behandeln, selten unfreundlich. ",
  "an5.31:5.6": "Als Hauslose würde die, die Spenden gab, die andere in dieser fünffachen Hinsicht übertreffen.“ ",
  "an5.31:6.1": "„Aber Herr, wenn sie beide Vollendung erlangten, gäbe es da als Vollendete immer noch einen Unterschied oder eine Abweichung zwischen ihnen?“ ",
  "an5.31:6.2": "„In diesem Fall sage ich, dass es keinen Unterschied zwischen der Freiheit der einen und der Freiheit der anderen gibt.“ ",
  "an5.31:7.1": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "an5.31:7.2": "Eben das reicht völlig aus, um das Spenden und das Verdienstschaffen zu rechtfertigen. ",
  "an5.31:7.3": "Denn Verdienst ist eine Hilfe für Göttinnen, Menschen und Hauslose.“ ",
  "an5.31:7.4": "„Das ist wirklich wahr, Sumanā. ",
  "an5.31:7.5": "Es reicht völlig aus, um das Spenden und das Verdienstschaffen zu rechtfertigen. ",
  "an5.31:7.6": "Denn Verdienst ist eine Hilfe für Göttinnen, Menschen und Hauslose.“ ",
  "an5.31:8.1": "Das sagte der Buddha. ",
  "an5.31:8.2": "Und der Heilige, der Lehrer, fuhr fort: ",
  "an5.31:9.1": "„So unbefleckt ist der Mond, ",
  "an5.31:9.2": "wie er durch die Dimension des Raumes wandert; ",
  "an5.31:9.3": "er überstrahlt mit seinem Glanz ",
  "an5.31:9.4": "alle Sterne der Welt. ",
  "an5.31:10.1": "Ebenso überstrahlt ein Mensch mit Vertrauen, ",
  "an5.31:10.2": "der in der Ethik vollendet ist, ",
  "an5.31:10.3": "mit seiner Großzügigkeit ",
  "an5.31:10.4": "alle Geizigen in der Welt. ",
  "an5.31:11.1": "Die donnernde Regenwolke, ",
  "an5.31:11.2": "von hundertfältigem Blitz umzuckt, ",
  "an5.31:11.3": "ergießt sich über die reiche Erde ",
  "an5.31:11.4": "und tränkt Hochland und Niederungen. ",
  "an5.31:12.1": "Ebenso übertrifft ein kluger Mensch, der im Sehen vollendet ist, ",
  "an5.31:12.2": "eine Schülerin des vollkommen erwachten Buddha, ",
  "an5.31:12.3": "einen geizigen Menschen ",
  "an5.31:12.4": "in fünffacher Hinsicht: ",
  "an5.31:13.1": "an langem Leben und Ruhm, ",
  "an5.31:13.2": "an Schönheit und Glück. ",
  "an5.31:13.3": "Von Reichtümern überhäuft, ",
  "an5.31:13.4": "zieht sie fort, um sich im Himmel zu erfreuen.“ "
}