{
  "an5.140:0.1": "Nummerierte Lehrreden 5 ",
  "an5.140:0.2": "14. Könige ",
  "an5.140:0.3": "140. Zuhörer ",
  "an5.140:1.1": "„Mönche und Nonnen, ein königlicher Elefantenbulle, der fünf Faktoren besitzt, ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an5.140:1.2": "Welche fünf? ",
  "an5.140:1.3": "Ein königlicher Elefantenbulle hört zu, vernichtet, schützt, erträgt und geht vorwärts. ",
  "an5.140:2.1": "Und wie hört ein königlicher Elefantenbulle zu? ",
  "an5.140:2.2": "Es ist, wenn ein königlicher Elefantenbulle achtgibt, aufpasst, mit ganzem Herzen dabei ist und die Ohren spitzt, ganz gleich, welche Aufgabe der Elefantenzureiter von ihm verlangt ",
  "an5.140:2.3": "und ob er sie schon einmal bewältigt hat oder nicht. ",
  "an5.140:2.5": "So hört ein königlicher Elefantenbulle zu. ",
  "an5.140:3.1": "Und wie vernichtet ein königlicher Elefantenbulle? ",
  "an5.140:3.2": "Es ist, wenn ein königlicher Elefantenbulle in der Schlacht Elefanten samt ihren Reitern, Pferde samt ihren Reitern, Streitwagen samt den Wagenlenkern sowie Fußsoldaten vernichtet. ",
  "an5.140:3.3": "So vernichtet ein königlicher Elefantenbulle. ",
  "an5.140:4.1": "Und wie schützt ein königlicher Elefantenbulle? ",
  "an5.140:4.2": "Es ist, wenn ein königlicher Elefantenbulle in der Schlacht seinen Vorder- und Hinterkörper, seine Vorder- und Hinterfüße, seinen Kopf, seine Ohren, seine Stoßzähne, seinen Rüssel, seinen Schwanz und seinen Reiter schützt. ",
  "an5.140:4.3": "So schützt ein königlicher Elefantenbulle. ",
  "an5.140:5.1": "Und wie erträgt ein königlicher Elefantenbulle? ",
  "an5.140:5.2": "Es ist, wenn ein königlicher Elefantenbulle in der Schlacht erträgt, wenn er von Speeren, Schwertern, Pfeilen und Äxten getroffen wird. Er erträgt den Donner der Trommeln, Pauken, Hörner und Becken. ",
  "an5.140:5.3": "So erträgt ein königlicher Elefantenbulle. ",
  "an5.140:6.1": "Und wie geht ein königlicher Elefantenbulle vorwärts? ",
  "an5.140:6.2": "Es ist, wenn ein königlicher Elefantenbulle rasch vorwärtsgeht, ganz gleich, in welche Richtung der Elefantenzureiter ihn schickt ",
  "an5.140:6.3": "ob er schon einmal dort war oder nicht. ",
  "an5.140:6.5": "So geht ein königlicher Elefantenbulle vorwärts. ",
  "an5.140:7.1": "Ein königlicher Elefantenbulle, der diese fünf Faktoren besitzt, ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an5.140:8.1": "Ebenso ist eine Nonne, die fünf Eigenschaften besitzt, einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an5.140:8.2": "Welche fünf? ",
  "an5.140:8.3": "Eine Nonne hört zu, vernichtet, schützt, erträgt und geht vorwärts. ",
  "an5.140:9.1": "Und wie hört eine Nonne zu? ",
  "an5.140:9.2": "Es ist, wenn eine Nonne achtgibt, aufpasst, mit ganzem Herzen dabei ist und die Ohren spitzt, wenn die Lehre und Übung, die von einem Klargewordenen verkündet wurde, gelehrt wird. ",
  "an5.140:9.3": "So hört eine Nonne zu. ",
  "an5.140:10.1": "Und wie vernichtet eine Nonne? ",
  "an5.140:10.2": "Es ist, wenn eine Nonne einen sinnlichen, boshaften oder grausamen Gedanken, der aufgekommen ist, nicht duldet. Sie duldet keine schlechten, untauglichen Eigenschaften, die aufgekommen sind. Sie räumt sie aus, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "an5.140:10.3": "So vernichtet eine Nonne. ",
  "an5.140:11.1": "Und wie schützt eine Nonne? ",
  "an5.140:11.2": "Es ist, wenn eine Nonne mit dem Auge ein Bild sieht und nicht an den Merkmalen und Einzelheiten hängenbleibt. ",
  "an5.140:11.3": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt sie Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "an5.140:11.4": "Wenn sie mit dem Ohr einen Ton hört … ",
  "an5.140:11.5": "Wenn sie mit der Nase einen Duft riecht … ",
  "an5.140:11.6": "Wenn sie mit der Zunge einen Geschmack schmeckt … ",
  "an5.140:11.7": "Wenn sie mit dem Körper eine Berührung empfindet … ",
  "an5.140:11.8": "Wenn sie mit dem Geist einen Gedanken erkennt, bleibt sie nicht an den Merkmalen und Einzelheiten hängen. ",
  "an5.140:11.9": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt sie Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "an5.140:11.10": "So schützt eine Nonne. ",
  "an5.140:12.1": "Und wie erträgt eine Nonne? ",
  "an5.140:12.2": "Es ist, wenn eine Nonne Kälte, Hitze, Hunger und Durst erträgt, wenn sie die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren erträgt, wenn sie rauen und unlieben Tadel erträgt und wenn sie körperliche Schmerzen erträgt – scharfe, heftige, brennende, peinliche, unangenehme, lebensbedrohende. ",
  "an5.140:12.3": "So erträgt eine Nonne. ",
  "an5.140:13.1": "Und wie geht eine Nonne vorwärts? ",
  "an5.140:13.2": "Es ist, wenn eine Nonne in die Richtung, in die sie in dieser ganzen langen Zeit nie zuvor gegangen ist, rasch vorwärtsgeht: nämlich zum Stillen aller Vorgänge, zum Loslassen aller Bindungen, zum Beenden des Verlangens, zum Schwinden, Aufhören, Erlöschen. ",
  "an5.140:13.3": "So geht eine Nonne vorwärts. ",
  "an5.140:14.1": "Eine Nonne, die diese fünf Eigenschaften besitzt … ist das unübertreffliche Feld für Verdienst für die Welt.“ "
}