{
  "an5.213:0.1": "Nummerierte Lehrreden 5 ",
  "an5.213:0.2": "22. Beschimpfung ",
  "an5.213:0.3": "213. Ethik ",
  "an5.213:1.1": "„Mönche und Nonnen, wenn ein unmoralischer Mensch im sittlichen Verhalten versagt, hat das fünf nachteilige Folgen. ",
  "an5.213:1.2": "Welche fünf? ",
  "an5.213:1.3": "Zunächst verliert da ein unmoralischer Mensch durch seine Nachlässigkeit beträchtliches Vermögen. ",
  "an5.213:1.4": "Das ist die erste nachteilige Folge. ",
  "an5.213:2.1": "Dann hat da ein unmoralischer Mensch einen schlechten Ruf. ",
  "an5.213:2.2": "Das ist die zweite nachteilige Folge. ",
  "an5.213:3.1": "Dann ist da ein unmoralischer Mensch furchtsam und befangen, wenn er sich zu irgendeiner Versammlung begibt, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "an5.213:3.2": "Das ist die dritte nachteilige Folge. ",
  "an5.213:4.1": "Dann fühlt sich da ein unmoralischer Mensch verloren, wenn er stirbt. ",
  "an5.213:4.2": "Das ist die vierte nachteilige Folge. ",
  "an5.213:5.1": "Dann wird da ein unmoralischer Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an5.213:5.2": "Das ist die fünfte nachteilige Folge. ",
  "an5.213:5.3": "Wenn ein unmoralischer Mensch beim sittlichen Verhalten versagt, hat das diese fünf nachteiligen Folgen. ",
  "an5.213:6.1": "Wenn ein sittlicher Mensch das sittliche Verhalten vollendet hat, hat das fünf vorteilhafte Folgen. ",
  "an5.213:6.2": "Welche fünf? ",
  "an5.213:6.3": "Zunächst gewinnt da ein sittlicher Mensch durch seinen Eifer beträchtliches Vermögen. ",
  "an5.213:6.4": "Das ist die erste vorteilhafte Folge. ",
  "an5.213:7.1": "Dann hat da ein sittlicher Mensch einen guten Ruf. ",
  "an5.213:7.2": "Das ist die zweite vorteilhafte Folge. ",
  "an5.213:8.1": "Dann ist da ein sittlicher Mensch furchtlos und selbstbewusst, wenn er sich zu irgendeiner Versammlung begibt, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "an5.213:8.2": "Das ist die dritte vorteilhafte Folge. ",
  "an5.213:9.1": "Dann fühlt sich da ein sittlicher Mensch nicht verloren, wenn er stirbt. ",
  "an5.213:9.2": "Das ist die vierte vorteilhafte Folge. ",
  "an5.213:10.1": "Dann wird da ein sittlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einem himmlischen Bereich. ",
  "an5.213:10.2": "Das ist die fünfte vorteilhafte Folge. ",
  "an5.213:10.3": "Wenn ein sittlicher Mensch das sittliche Verhalten vollendet hat, hat das diese fünf vorteilhaften Folgen.“ "
}