{
  "an5.157:0.1": "Nummerierte Lehrreden 5 ",
  "an5.157:0.2": "16. Die wahre Lehre ",
  "an5.157:0.3": "157. Unpassende Rede ",
  "an5.157:1.1": "„Mönche und Nonnen, bei fünf Menschen ist es unangebracht, sie mit anderen zu vergleichen, wenn man mit ihnen spricht. ",
  "an5.157:1.2": "Bei welchen fünf? ",
  "an5.157:1.3": "Es ist unangebracht, zu einem Menschen ohne Vertrauen über Vertrauen zu sprechen. ",
  "an5.157:1.4": "Es ist unangebracht, zu einem unmoralischen Menschen über Ethik zu sprechen. ",
  "an5.157:1.5": "Es ist unangebracht, zu einem Menschen, der wenig gelernt hat, über Gelehrsamkeit zu sprechen. ",
  "an5.157:1.6": "Es ist unangebracht, zu einem geizigen Menschen über Großzügigkeit zu sprechen. ",
  "an5.157:1.7": "Es ist unangebracht, zu einem geistlosen Menschen über Weisheit zu sprechen. ",
  "an5.157:2.1": "Und warum ist es unangebracht, zu einem Menschen ohne Vertrauen über Vertrauen zu sprechen? ",
  "an5.157:2.2": "Wenn man zu einem Menschen ohne Vertrauen über Vertrauen spricht, verliert er die Beherrschung, wird ärgerlich, feindselig und hartherzig und zeigt Ärger, Hass und Unmut. ",
  "an5.157:2.3": "Und warum? ",
  "an5.157:2.4": "Da er dieses Vertrauen nicht aus eigener Erfahrung kennt, erlebt er nicht die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:2.5": "Darum ist es unangebracht, zu einem Menschen ohne Vertrauen über Vertrauen zu sprechen. ",
  "an5.157:3.1": "Und warum ist es unangebracht, zu einem unmoralischen Menschen über Ethik zu sprechen? ",
  "an5.157:3.2": "Wenn man zu einem unmoralischen Menschen über Ethik spricht, verliert er die Beherrschung … ",
  "an5.157:3.3": "Und warum? ",
  "an5.157:3.4": "Da er dieses sittliche Verhalten nicht aus eigener Erfahrung kennt, erlebt er nicht die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:3.5": "Darum ist es unangebracht, zu einem unmoralischen Menschen über Ethik zu sprechen. ",
  "an5.157:4.1": "Und warum ist es unangebracht, zu einem Menschen, der wenig gelernt hat, über Gelehrsamkeit zu sprechen? ",
  "an5.157:4.2": "Wenn man zu einem Menschen, der wenig gelernt hat, über Gelehrsamkeit spricht, verliert er die Beherrschung … ",
  "an5.157:4.3": "Und warum? ",
  "an5.157:4.4": "Da er diese Gelehrsamkeit nicht aus eigener Erfahrung kennt, erlebt er nicht die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:4.5": "Darum ist es unangebracht, zu einem Menschen, der wenig gelernt hat, über Gelehrsamkeit zu sprechen. ",
  "an5.157:5.1": "Und warum ist es unangebracht, zu einem geizigen Menschen über Großzügigkeit zu sprechen? ",
  "an5.157:5.2": "Wenn man zu einem geizigen Menschen über Großzügigkeit spricht, verliert er die Beherrschung … ",
  "an5.157:5.3": "Und warum? ",
  "an5.157:5.4": "Da er diese Großzügigkeit nicht aus eigener Erfahrung kennt, erlebt er nicht die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:5.5": "Darum ist es unangebracht, zu einem geizigen Menschen über Großzügigkeit zu sprechen. ",
  "an5.157:6.1": "Und warum ist es unangebracht, zu einem geistlosen Menschen über Weisheit zu sprechen? ",
  "an5.157:6.2": "Wenn man zu einem geistlosen Menschen über Weisheit spricht, verliert er die Beherrschung, wird ärgerlich, feindselig und hartherzig und zeigt Ärger, Hass und Unmut. ",
  "an5.157:6.3": "Und warum? ",
  "an5.157:6.4": "Da er diese Weisheit nicht aus eigener Erfahrung kennt, erlebt er nicht die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:6.5": "Darum ist es unangebracht, zu einem geistlosen Menschen über Weisheit zu sprechen. ",
  "an5.157:6.6": "Bei diesen fünf Menschen ist es unangebracht, sie mit anderen zu vergleichen, wenn man mit ihnen spricht. ",
  "an5.157:7.1": "Bei fünf Menschen ist es angebracht, sie mit anderen zu vergleichen, wenn man mit ihnen spricht. ",
  "an5.157:7.2": "Bei welchen fünf? ",
  "an5.157:7.3": "Es ist angebracht, zu einem vertrauensvollen Menschen über Vertrauen zu sprechen. ",
  "an5.157:7.4": "Es ist angebracht, zu einem sittlichen Menschen über Ethik zu sprechen. ",
  "an5.157:7.5": "Es ist angebracht, zu einem gelehrten Menschen über Gelehrsamkeit zu sprechen. ",
  "an5.157:7.6": "Es ist angebracht, zu einem großzügigen Menschen über Großzügigkeit zu sprechen. ",
  "an5.157:7.7": "Es ist angebracht, zu einem weisen Menschen über Weisheit zu sprechen. ",
  "an5.157:8.1": "Und warum ist es angebracht, zu einem vertrauensvollen Menschen über Vertrauen zu sprechen? ",
  "an5.157:8.2": "Wenn man zu einem vertrauensvollen Menschen über Vertrauen spricht, verliert er nicht die Beherrschung, wird nicht ärgerlich, feindselig oder hartherzig und zeigt keinen Ärger, Hass oder Unmut. ",
  "an5.157:8.3": "Und warum? ",
  "an5.157:8.4": "Da er dieses Vertrauen aus eigener Erfahrung kennt, erlebt er die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:8.5": "Darum ist es angebracht, zu einem vertrauensvollen Menschen über Vertrauen zu sprechen. ",
  "an5.157:9.1": "Und warum ist es angebracht, zu einem sittlichen Menschen über Ethik zu sprechen? ",
  "an5.157:9.2": "Wenn man zu einem sittlichen Menschen über Ethik spricht, verliert er nicht die Beherrschung … ",
  "an5.157:9.3": "Und warum? ",
  "an5.157:9.4": "Da er dieses sittliche Verhalten aus eigener Erfahrung kennt, erlebt er die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:9.5": "Darum ist es angebracht, zu einem sittlichen Menschen über Ethik zu sprechen. ",
  "an5.157:10.1": "Und warum ist es angebracht, zu einem gelehrten Menschen über Gelehrsamkeit zu sprechen? ",
  "an5.157:10.2": "Wenn man zu einem gelehrten Menschen über Gelehrsamkeit spricht, verliert er nicht die Beherrschung … ",
  "an5.157:10.3": "Und warum? ",
  "an5.157:10.4": "Da er diese Gelehrsamkeit aus eigener Erfahrung kennt, erlebt er die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:10.5": "Darum ist es angebracht, zu einem gelehrten Menschen über Gelehrsamkeit zu sprechen. ",
  "an5.157:11.1": "Und warum ist es angebracht, zu einem großzügigen Menschen über Großzügigkeit zu sprechen? ",
  "an5.157:11.2": "Wenn man zu einem großzügigen Menschen über Großzügigkeit spricht, verliert er nicht die Beherrschung … ",
  "an5.157:11.3": "Und warum? ",
  "an5.157:11.4": "Da er diese Großzügigkeit aus eigener Erfahrung kennt, erlebt er die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:11.5": "Darum ist es angebracht, zu einem großzügigen Menschen über Großzügigkeit zu sprechen. ",
  "an5.157:12.1": "Und warum ist es angebracht, zu einem weisen Menschen über Weisheit zu sprechen? ",
  "an5.157:12.2": "Wenn man zu einem weisen Menschen über Weisheit spricht, verliert er nicht die Beherrschung, wird nicht ärgerlich, feindselig oder hartherzig und zeigt keinen Ärger, Hass oder Unmut. ",
  "an5.157:12.3": "Und warum? ",
  "an5.157:12.4": "Da er diese Weisheit aus eigener Erfahrung kennt, erlebt er die Ekstase und die Freude, die damit einhergehen. ",
  "an5.157:12.5": "Darum ist es angebracht, zu einem weisen Menschen über Weisheit zu sprechen. ",
  "an5.157:12.6": "Bei diesen fünf Menschen ist es angebracht, sie mit anderen zu vergleichen, wenn man mit ihnen spricht.“ "
}