{
  "an5.191:0.1": "Nummerierte Lehrreden 5 ",
  "an5.191:0.2": "20. Brahmanen ",
  "an5.191:0.3": "191. Hunde ",
  "an5.191:1.1": "„Mönche und Nonnen, fünf brahmanische Bräuche sieht man heutzutage bei Hunden, aber nicht bei Brahmanen. ",
  "an5.191:1.2": "Welche fünf? ",
  "an5.191:1.3": "In der Vergangenheit hatten die Brahmanen nur mit Brahmanenfrauen Geschlechtsverkehr, nicht mit anderen Frauen. ",
  "an5.191:1.4": "Heutzutage haben die Brahmanen sowohl mit Brahmanenfrauen als auch mit anderen Frauen Geschlechtsverkehr. ",
  "an5.191:1.5": "Aber Hunde haben heutzutage nur mit Hündinnen Geschlechtsverkehr, nicht mit anderen Arten. ",
  "an5.191:1.6": "Das ist der erste brahmanische Brauch, den man heutzutage bei Hunden sieht, aber nicht bei Brahmanen. ",
  "an5.191:2.1": "In der Vergangenheit hatten die Brahmanen mit ihren Frauen nur in der fruchtbaren Monatshälfte Geschlechtsverkehr, nicht zu anderen Zeiten. ",
  "an5.191:2.2": "Heutzutage haben die Brahmanen mit ihren Frauen sowohl in der fruchtbaren Monatshälfte als auch zu anderen Zeiten Geschlechtsverkehr. ",
  "an5.191:2.3": "Aber Hunde haben heutzutage mit Hündinnen nur Geschlechtsverkehr, wenn diese heiß sind, nicht zu anderen Zeiten. ",
  "an5.191:2.4": "Das ist der zweite brahmanische Brauch, den man heutzutage bei Hunden sieht, aber nicht bei Brahmanen. ",
  "an5.191:3.1": "In der Vergangenheit kauften die Brahmanen ihre Frauen nicht noch verkauften sie sie. Sie lebten zusammen, weil sie sich liebten und wollten, dass ihre Familie fortbesteht. ",
  "an5.191:3.2": "Heutzutage kaufen und verkaufen die Brahmanen ihre Frauen. Sie leben zusammen, ob sie sich lieben oder nicht, und wollen, dass ihre Familie fortbesteht. ",
  "an5.191:3.3": "Aber Hunde kaufen heutzutage keine Hündinnen, noch verkaufen sie sie. Sie leben zusammen, weil sie voneinander angezogen sind, und wollen, dass ihre Familie fortbesteht. ",
  "an5.191:3.4": "Das ist der dritte brahmanische Brauch, den man heutzutage bei Hunden sieht, aber nicht bei Brahmanen. ",
  "an5.191:4.1": "In der Vergangenheit legten die Brahmanen keine Vorräte von Geld, Korn, Silber oder Gold an. ",
  "an5.191:4.2": "Heutzutage legen die Brahmanen Vorräte von Geld, Korn, Silber und Gold an. ",
  "an5.191:4.3": "Aber Hunde legen heutzutage keine Vorräte von Geld, Korn, Silber oder Gold an. ",
  "an5.191:4.4": "Das ist der vierte brahmanische Brauch, den man heutzutage bei Hunden sieht, aber nicht bei Brahmanen. ",
  "an5.191:5.1": "In der Vergangenheit machten sich die Brahmanen abends für das Abendessen und morgens für das Frühstück auf die Suche nach Almosen. ",
  "an5.191:5.2": "Heutzutage essen die Brahmanen, soviel sie wollen, bis ihre Bäuche voll sind, und nehmen die Reste mit. ",
  "an5.191:5.3": "Aber Hunde machen sich abends auf die Suche nach einem Abendessen und morgens nach einem Frühstück. ",
  "an5.191:5.4": "Das ist der fünfte brahmanische Brauch, den man heutzutage bei Hunden sieht, aber nicht bei Brahmanen. ",
  "an5.191:5.5": "Das sind die fünf brahmanischen Bräuche, die man heutzutage bei Hunden sieht, aber nicht bei Brahmanen.“ "
}