{
  "an5.142:0.1": "Nummerierte Lehrreden 5 ",
  "an5.142:0.2": "15. Bei Tikaṇḍakī ",
  "an5.142:0.3": "142. Verletzen ",
  "an5.142:1.1": "„Mönche und Nonnen, diese fünf Menschen findet man in der Welt. ",
  "an5.142:1.2": "Welche fünf? ",
  "an5.142:1.3": "Da verletzt eine Person eine Regel und wird zerknirscht. ",
  "an5.142:1.4": "Und sie versteht nicht wirklich die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "an5.142:2.1": "Eine Person verletzt eine Regel und wird nicht zerknirscht. ",
  "an5.142:2.2": "Und sie versteht nicht … wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "an5.142:3.1": "Eine Person verletzt keine Regel und wird dennoch zerknirscht. ",
  "an5.142:3.2": "Und sie versteht nicht … wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "an5.142:4.1": "Eine Person verletzt keine Regel und wird nicht zerknirscht. ",
  "an5.142:4.2": "Doch sie versteht nicht … wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "an5.142:5.1": "Eine Person verletzt keine Regel und wird nicht zerknirscht. ",
  "an5.142:5.2": "Und sie versteht wirklich die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "an5.142:6.1": "Betrachten wir die Person, die eine Regel verletzt und zerknirscht wird. ",
  "an5.142:6.2": "Und sie versteht nicht wirklich die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "an5.142:6.3": "Man sollte ihr sagen: ",
  "an5.142:6.4": "‚Ehrwürdige, die Befleckungen, die vom Verletzen einer Regel kommen, sind in dir vorhanden, und die Befleckungen, die von der Zerknirschung kommen, wachsen. Es wäre gut, wenn du die Befleckungen, die vom Verletzen einer Regel kommen, aufgeben und dich von den Befleckungen, die von der Zerknirschung kommen, losmachen würdest, und wenn du dann den Geist und die Weisheit entwickeln würdest. ",
  "an5.142:6.5": "Dann wirst du so werden wie die fünfte Person.‘ ",
  "an5.142:7.1": "Betrachten wir die Person, die eine Regel verletzt und nicht zerknirscht wird. ",
  "an5.142:7.2": "Und sie versteht nicht … wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "an5.142:7.3": "Man sollte ihr sagen: ",
  "an5.142:7.4": "‚Ehrwürdige, die Befleckungen, die vom Verletzen einer Regel kommen, sind in dir vorhanden, doch die Befleckungen, die von der Zerknirschung kommen, wachsen nicht. Es wäre gut, wenn du die Befleckungen, die vom Verletzen einer Regel kommen, aufgeben würdest, und wenn du dann den Geist und die Weisheit entwickeln würdest. ",
  "an5.142:7.5": "Dann wirst du so werden wie die fünfte Person.‘ ",
  "an5.142:8.1": "Betrachten wir die Person, die keine Regel verletzt und dennoch zerknirscht wird. ",
  "an5.142:8.2": "Und sie versteht nicht … wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "an5.142:8.3": "Man sollte ihr sagen: ",
  "an5.142:8.4": "‚Ehrwürdige, die Befleckungen, die vom Verletzen einer Regel kommen, sind in dir nicht vorhanden, doch die Befleckungen, die von der Zerknirschung kommen, wachsen. Es wäre gut, wenn du dich von den Befleckungen, die von der Zerknirschung kommen, losmachen würdest, und wenn du dann den Geist und die Weisheit entwickeln würdest. ",
  "an5.142:8.5": "Dann wirst du so werden wie die fünfte Person.‘ ",
  "an5.142:9.1": "Betrachten wir die Person, die keine Regel verletzt und nicht zerknirscht wird. ",
  "an5.142:9.2": "Doch sie versteht nicht … wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "an5.142:9.3": "Man sollte ihr sagen: ",
  "an5.142:9.4": "‚Ehrwürdige, die Befleckungen, die vom Verletzen einer Regel kommen, sind in dir nicht vorhanden, und die Befleckungen, die von der Zerknirschung kommen, wachsen nicht. Es wäre gut, wenn du den Geist und die Weisheit entwickeln würdest. ",
  "an5.142:9.5": "Dann wirst du so werden wie die fünfte Person.‘ ",
  "an5.142:10.1": "Und so werden diese vier Personen, wenn sie so unterrichtet und angeleitet und mit der fünften Person verglichen werden, allmählich die Auflösung der Befleckungen erreichen.“ "
}