{
  "an5.114:0.1": "Nummerierte Lehrreden 5 ",
  "an5.114:0.2": "12. In Andhakavinda ",
  "an5.114:0.3": "114. In Andhakavinda ",
  "an5.114:1.1": "Einmal hielt sich der Buddha im Land der Magadher in Andhakavinda auf. ",
  "an5.114:1.2": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an5.114:2.1": "„Ānanda, jene Mönche und Nonnen, die neu im Orden sind, die kürzlich fortgezogen und neu zu dieser Lehre und Übung gekommen sind, sollte man zu fünf Dingen ermuntern, sie dahin bringen und dort verankern. ",
  "an5.114:2.2": "Zu welchen fünf? ",
  "an5.114:2.3": "Man sollte sie zu Zügelung gemäß der Ordenssatzung ermuntern, sie dahin bringen und dort verankern: ‚Werte Freunde, bitte seid sittlich. Lebt gezügelt gemäß der Ordenssatzung, verhaltet euch angemessen und sucht an angemessenen Orten um Almosen nach. Seht die Gefahr im kleinsten Fehler und haltet die Regeln ein, die ihr euch vorgenommen habt.‘ ",
  "an5.114:3.1": "Man sollte sie zur Zügelung der Sinne ermuntern, sie dahin bringen und dort verankern: ‚Werte Freunde, bitte lebt, indem ihr die Tore der Sinne bewacht, seid voller Achtsamkeit wach und auf der Hut, hütet euren Geist und lasst Achtsamkeit euer Herz behüten.‘ ",
  "an5.114:4.1": "Man sollte sie dazu ermuntern, ihre Rede zu begrenzen, sie dahin bringen und dort verankern: ‚Werte Freunde, bitte redet wenig. Setzt eurem Reden eine Grenze.‘ ",
  "an5.114:5.1": "Man sollte sie zur Klausur ermuntern, sie dahin bringen und dort verankern: ‚Werte Freunde, bitte lebt in der Wildnis. Sucht eine abgelegene Unterkunft in der Wildnis und im Wald auf.‘ ",
  "an5.114:6.1": "Man sollte sie zum richtigen Blickwinkel ermuntern, sie dahin bringen und dort verankern: ‚Werte Freunde, bitte nehmt rechte Ansicht an und habt den richtigen Blickwinkel.‘ ",
  "an5.114:6.2": "Jene Mönche und Nonnen, die neu im Orden sind, die kürzlich fortgezogen und neu zu dieser Lehre und Übung gekommen sind, sollte man zu diesen fünf Dingen ermuntern, sie dahin bringen und dort verankern.“ "
}