{
  "an5.34:0.1": "Nummerierte Lehrreden 5.34 ",
  "an5.34:0.2": "4. Das Kapitel mit Sumanā ",
  "an5.34:0.3": "Mit dem General Sīha ",
  "an5.34:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an5.34:1.2": "Da ging der General Sīha zum Buddha, verbeugte sich, setzte sich zur Seite hin und fragte ihn: ",
  "an5.34:1.3": "„Herr, kannst du eine Frucht des Gebens aufzeigen, die in diesem Leben ersichtlich ist?“ ",
  "an5.34:2.1": "„Das kann ich, Sīha“, sagte der Buddha. ",
  "an5.34:2.2": "„Wer gibt und spendet, ist vielen Menschen lieb und teuer. ",
  "an5.34:2.3": "Das ist eine Frucht des Gebens, die in diesem Leben ersichtlich ist. ",
  "an5.34:3.1": "Weiterhin schließen sich jemandem, der gibt und spendet, wahre Menschen an. ",
  "an5.34:3.2": "Das ist eine weitere Frucht des Gebens, die in diesem Leben ersichtlich ist. ",
  "an5.34:4.1": "Weiterhin hat jemand, der gibt und spendet, einen guten Ruf. ",
  "an5.34:4.2": "Das ist eine weitere Frucht des Gebens, die in diesem Leben ersichtlich ist. ",
  "an5.34:5.1": "Weiterhin ist jemand, der gibt und spendet, kühn und selbstbewusst, wenn er sich zu irgendeiner Versammlung begibt, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "an5.34:5.2": "Das ist eine weitere Frucht des Gebens, die in diesem Leben ersichtlich ist. ",
  "an5.34:6.1": "Weiterhin wird jemand, der gibt und spendet, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "an5.34:6.2": "Das ist eine Frucht des Gebens, die künftige Leben betrifft.“ ",
  "an5.34:7.1": "Daraufhin sagte der General Sīha zum Buddha: ",
  "an5.34:7.2": "„Wenn es um diese vier Früchte des Gebens geht, die in diesem Leben ersichtlich sind, so muss ich mich nicht auf mein Vertrauen zum Buddha verlassen, denn ich kenne sie auch. ",
  "an5.34:7.3": "Ich bin jemand, der gibt und spendet, und ich bin vielen Menschen lieb und teuer. ",
  "an5.34:7.4": "Ich bin jemand, der gibt und spendet, und mir schließen sich wahre Menschen an. ",
  "an5.34:7.5": "Ich bin jemand, der gibt und spendet, und ich habe diesen guten Ruf: ‚Der General Sīha gibt, kümmert sich und ist dem Saṅgha zu Diensten.‘ ",
  "an5.34:7.6": "Ich bin jemand, der gibt und spendet, und ich bin kühn und selbstbewusst, wenn ich mich zu irgendeiner Versammlung begebe, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "an5.34:7.7": "Wenn es um diese vier Früchte des Gebens geht, die in diesem Leben ersichtlich sind, so muss ich mich nicht auf mein Vertrauen zum Buddha verlassen, denn ich kenne sie auch. ",
  "an5.34:7.8": "Doch wenn der Buddha sagt: ",
  "an5.34:7.9": "‚Wenn der Körper eines Menschen, der gibt und spendet, auseinanderbricht, nach dem Tod, wird er an einem guten Ort wiedergeboren, in einer himmlischen Welt‘, dann weiß ich das nicht. Ich muss mich auf mein Vertrauen zum Buddha verlassen.“ ",
  "an5.34:7.10": "„Das ist wirklich wahr, Sīha! Das ist wirklich wahr! ",
  "an5.34:7.11": "Wenn der Körper eines Menschen, der gibt und spendet, auseinanderbricht, nach dem Tod, wird er an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "an5.34:8.1": "Wenn du gibst, lieben dich viele und befreunden sich mit dir. ",
  "an5.34:8.2": "Du hast einen guten Ruf und dein Ruhm nimmt zu. ",
  "an5.34:8.3": "Ein großzügiger Mensch betritt eine Versammlung ",
  "an5.34:8.4": "kühn und selbstbewusst. ",
  "an5.34:9.1": "Daher wird ein kluger Mensch, der Glück sucht, Spenden geben, ",
  "an5.34:9.2": "nachdem er den Fleck des Geizes entfernt hat. ",
  "an5.34:9.3": "Er lebt lange im Himmel der Dreiunddreißig ",
  "an5.34:9.4": "und genießt die Gesellschaft der Götter. ",
  "an5.34:10.1": "Wer die Gelegenheit nutzt, Gutes zu tun, ",
  "an5.34:10.2": "wandert strahlend im Garten des Entzückens, wenn er von hier scheidet. ",
  "an5.34:10.3": "Er ist entzückt, freut und ergötzt sich ",
  "an5.34:10.4": "an den fünf Arten sinnlicher Erregung. ",
  "an5.34:10.5": "Die das Wort des Unabhängigen, des Ausgeglichenen, geübt haben, ",
  "an5.34:10.6": "die Schüler des Heiligen, sie erfreuen sich im Himmel.“ "
}