{
  "an5.103:0.1": "Nummerierte Lehrreden 5 ",
  "an5.103:0.2": "11. Unbeschwert leben ",
  "an5.103:0.3": "103. Ein Meisterdieb ",
  "an5.103:1.1": "„Mönche und Nonnen, ein Meisterdieb, der fünf Faktoren besitzt, bricht in Häuser ein, plündert Vermögen, stiehlt aus abgelegenen Gebäuden und macht Landstraßen unsicher. ",
  "an5.103:1.2": "Welche fünf? ",
  "an5.103:1.3": "Ein Meisterdieb setzt auf unebenes Gelände, auf gute Deckung, auf mächtige Personen, auf Bestechung und ist ein Einzelgänger. ",
  "an5.103:2.1": "Und wie setzt ein Meisterdieb auf unebenes Gelände? ",
  "an5.103:2.2": "Es ist, wenn ein Meisterdieb auf unzugängliche Flusslandschaften oder schroffe Berglandschaften setzt. ",
  "an5.103:2.3": "So setzt ein Meisterdieb auf unebenes Gelände. ",
  "an5.103:3.1": "Und wie setzt ein Meisterdieb auf gute Deckung? ",
  "an5.103:3.2": "Es ist, wenn ein Meisterdieb auf dichtes Gras, dicke Bäume, eine nicht einsehbare Stelle oder einen großen dichten Wald setzt. ",
  "an5.103:3.3": "So setzt ein Meisterdieb auf gute Deckung. ",
  "an5.103:4.1": "Und wie setzt ein Meisterdieb auf mächtige Personen? ",
  "an5.103:4.2": "Es ist, wenn ein Meisterdieb auf Herrschende oder deren Minister setzt. ",
  "an5.103:4.3": "Er denkt: ",
  "an5.103:4.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werden diese Herrschenden oder ihre Minister in dem Fall zu meiner Verteidigung sprechen.‘ ",
  "an5.103:4.5": "Und genauso kommt es. ",
  "an5.103:4.6": "So setzt ein Meisterdieb auf mächtige Personen. ",
  "an5.103:5.1": "Und wie setzt ein Meisterdieb auf Bestechung? ",
  "an5.103:5.2": "Es ist, wenn ein Meisterdieb reich ist und viel Besitz und Vermögen hat. ",
  "an5.103:5.3": "Er denkt: ",
  "an5.103:5.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werde ich das mit einem Bestechungsgeld regeln.‘ ",
  "an5.103:5.5": "Und genauso kommt es. ",
  "an5.103:5.6": "So setzt ein Meisterdieb auf Bestechung. ",
  "an5.103:6.1": "Und wie ist ein Meisterdieb ein Einzelgänger? ",
  "an5.103:6.2": "Es ist, wenn ein Meisterdieb seine Raubzüge ganz allein ausführt. ",
  "an5.103:6.3": "Und wozu? ",
  "an5.103:6.4": "Damit seine geheimen Pläne nicht zu anderen durchsickern. ",
  "an5.103:6.5": "So ist ein Meisterdieb ein Einzelgänger. ",
  "an5.103:7.1": "Ein Meisterdieb, der diese fünf Faktoren besitzt, bricht in Häuser ein, plündert Vermögen, stiehlt aus abgelegenen Gebäuden und macht Landstraßen unsicher. ",
  "an5.103:8.1": "Ebenso ist es mit einem schlechten Mönch, der fünf Eigenschaften besitzt: Er schadet und verletzt sich fortwährend selbst, er wird von vernünftigen Menschen zu Recht getadelt und gescholten und schafft viel schlechtes Karma. ",
  "an5.103:8.2": "Welche fünf? ",
  "an5.103:8.3": "Ein schlechter Mönch setzt auf unebenes Gelände, auf gute Deckung, auf mächtige Personen, auf Bestechung und ist ein Einzelgänger. ",
  "an5.103:9.1": "Und wie setzt ein schlechter Mönch auf unebenes Gelände? ",
  "an5.103:9.2": "Es ist, wenn ein schlechter Mönch sich mit dem Körper, der Sprache und dem Geist unmoralisch verhält. ",
  "an5.103:9.3": "So setzt ein schlechter Mönch auf unebenes Gelände. ",
  "an5.103:10.1": "Und wie setzt ein schlechter Mönch auf gute Deckung? ",
  "an5.103:10.2": "Es ist, wenn ein schlechter Mönch falsche Ansicht hat, wenn er an einer extremistischen Ansicht festhält. ",
  "an5.103:10.3": "So setzt ein schlechter Mönch auf gute Deckung. ",
  "an5.103:11.1": "Und wie setzt ein schlechter Mönch auf mächtige Personen? ",
  "an5.103:11.2": "Es ist, wenn ein schlechter Mönch auf Herrschende oder deren Minister setzt. ",
  "an5.103:11.3": "Er denkt: ",
  "an5.103:11.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werden diese Herrschenden oder ihre Minister in dem Fall zu meiner Verteidigung sprechen.‘ ",
  "an5.103:11.5": "Und genauso kommt es. ",
  "an5.103:11.6": "So setzt ein schlechter Mönch auf mächtige Personen. ",
  "an5.103:12.1": "Und wie setzt ein schlechter Mönch auf Bestechung? ",
  "an5.103:12.2": "Es ist, wenn ein schlechter Mönch Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhält. ",
  "an5.103:12.3": "Er denkt: ",
  "an5.103:12.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werde ich das mit einem Bestechungsgeld regeln.‘ ",
  "an5.103:12.5": "Und genauso kommt es. ",
  "an5.103:12.6": "So setzt ein schlechter Mönch auf Bestechung. ",
  "an5.103:13.1": "Und wie ist ein schlechter Mönch ein Einzelgänger? ",
  "an5.103:13.2": "Es ist, wenn ein schlechter Mönch allein in einem Grenzgebiet lebt. ",
  "an5.103:13.3": "Dort besucht er Familien, um materiellen Besitz zu bekommen. ",
  "an5.103:13.4": "So ist ein schlechter Mönch ein Einzelgänger. ",
  "an5.103:14.1": "Wenn eine schlechte Nonne diese fünf Eigenschaften besitzt, schadet und verletzt sie sich fortwährend selbst, sie wird von vernünftigen Menschen zu Recht getadelt und gescholten und schafft viel schlechtes Karma.“ "
}