{
  "an5.44:0.1": "Nummerierte Lehrreden 5 ",
  "an5.44:0.2": "5. Mit König Muṇḍa ",
  "an5.44:0.3": "44. Angenehm ",
  "an5.44:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an5.44:1.2": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zum Haus des Hausbesitzers Ugga von Vesālī und setzte sich auf den ausgebreiteten Sitz. ",
  "an5.44:1.3": "Da ging der Hausbesitzer Ugga zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an5.44:2.1": "„Herr, ich habe direkt vom Buddha gehört und gelernt: ",
  "an5.44:2.2": "‚Wer das Angenehme gibt, bekommt das Angenehme.‘ ",
  "an5.44:2.3": "Mein Salblütenbrei ist angenehm: ",
  "an5.44:2.4": "Dass der Buddha ihn doch bitte aus Anteilnahme von mir annehme.“ ",
  "an5.44:2.5": "Da nahm ihn der Buddha aus Anteilnahme an. ",
  "an5.44:3.1": "„Herr, ich habe direkt vom Buddha gehört und gelernt: ",
  "an5.44:3.2": "‚Wer das Angenehme gibt, bekommt das Angenehme.‘ ",
  "an5.44:3.3": "Mein Schweinefleisch mit Brustbeeren ist angenehm: ",
  "an5.44:3.4": "Dass der Buddha es doch bitte aus Anteilnahme von mir annehme.“ ",
  "an5.44:3.5": "Da nahm es der Buddha aus Anteilnahme an. ",
  "an5.44:4.3": "„… Meine gebratenen Gemüsestängel sind angenehm: ",
  "an5.44:4.4": "Dass der Buddha sie doch bitte aus Anteilnahme von mir annehme.“ ",
  "an5.44:4.5": "Da nahm sie der Buddha aus Anteilnahme an. ",
  "an5.44:5.3": "„… Mein feiner gekochter Reis, aus dem die dunklen Körner ausgelesen sind und der mit vielen Suppen und Soßen angerichtet ist, ist angenehm: ",
  "an5.44:5.4": "Dass der Buddha ihn doch bitte aus Anteilnahme von mir annehme.“ ",
  "an5.44:5.5": "Da nahm ihn der Buddha aus Anteilnahme an. ",
  "an5.44:6.3": "„… Meine Stoffe aus Kāsī sind angenehm: ",
  "an5.44:6.4": "Dass der Buddha sie doch bitte aus Anteilnahme von mir annehme.“ ",
  "an5.44:6.5": "Da nahm sie der Buddha aus Anteilnahme an. ",
  "an5.44:7.3": "„… Meine Liege ist angenehm: Sie ist mit flauschigen, mit Blumen bestickten wollenen Decken gepolstert und mit einer Decke aus feinem Hirschleder überzogen, sie hat einen Baldachin und rote Kissen auf beiden Seiten. ",
  "an5.44:7.4": "Aber, Herr, ich weiß, ",
  "an5.44:7.5": "dass das für den Buddha nicht angebracht ist. ",
  "an5.44:7.6": "Doch dieses Brett aus Sandelholz ist über tausend Taler wert. ",
  "an5.44:7.7": "Dass der Buddha es doch bitte aus Anteilnahme von mir annehme.“ ",
  "an5.44:7.8": "Da nahm es der Buddha aus Anteilnahme an. ",
  "an5.44:7.9": "Und da freute sich der Buddha mit Ugga und fasste seine Wertschätzung in diese Verse: ",
  "an5.44:8.1": "„Wer das Angenehme gibt, bekommt das Angenehme, ",
  "an5.44:8.2": "wer begeistert den Menschen von aufrechtem Verhalten ",
  "an5.44:8.3": "Kleidung und Bett, Speise und Trank ",
  "an5.44:8.4": "und verschiedene andere Bedarfsgegenstände gibt. ",
  "an5.44:9.1": "Da er weiß, dass die Vollendeten wie ein Feld sind ",
  "an5.44:9.2": "für das, was gegeben und gespendet und nicht zurückgehalten wird, ",
  "an5.44:9.3": "gibt ein guter Mensch, was schwer zu geben ist: ",
  "an5.44:9.4": "Wer das Angenehme gibt, bekommt das Angenehme.“ ",
  "an5.44:10.1": "Und nachdem der Buddha sich mit Ugga gefreut und seine Wertschätzung in diese Verse gefasst hatte, erhob er sich von seinem Sitz und ging. ",
  "an5.44:11.1": "Nach einer Weile verschied Ugga ",
  "an5.44:11.2": "und wurde in einer Schar geistgeschaffener Götter wiedergeboren. ",
  "an5.44:11.3": "Zu dieser Zeit hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an5.44:11.4": "Da kam spät in der Nacht der prachtvolle Gott Ugga, der Jetas Wäldchen weithin erhellte, zum Buddha, verbeugte sich und stellte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an5.44:11.5": "„Ugga, ich verlasse mich darauf, dass alles so ist, wie Du es gewünscht hast?“ ",
  "an5.44:11.6": "„Herr, es ist genauso, wie ich es gewünscht habe.“ ",
  "an5.44:11.7": "Da redete der Buddha Ugga mit einer Strophe an: ",
  "an5.44:12.1": "„Wer das Angenehme gibt, bekommt das Angenehme, ",
  "an5.44:12.2": "wer das Beste gibt, bekommt das Beste, ",
  "an5.44:12.3": "wer das Vortreffliche gibt, bekommt das Vortreffliche, ",
  "an5.44:12.4": "wer das Erste gibt, bekommt das Erste. ",
  "an5.44:13.1": "Wer das Beste gibt, ",
  "an5.44:13.2": "das Vortreffliche, das Erste, ",
  "an5.44:13.3": "hat ein langes Leben und Ruhm, ",
  "an5.44:13.4": "wo er auch wiedergeboren wird.“ "
}