{
  "an5.168:0.1": "Nummerierte Lehrreden 5.168 ",
  "an5.168:0.2": "17. Das Kapitel über Groll ",
  "an5.168:0.3": "Sittliches Verhalten ",
  "an5.168:1.1": "Da wandte sich Sāriputta an die Mönche und Nonnen: ",
  "an5.168:1.2": "„Geehrte, ein unmoralischer Mensch, jemand ohne sittliches Verhalten, hat eine wesentliche Bedingung für rechte Versenkung zerstört. ",
  "an5.168:1.3": "Wenn es keine rechte Versenkung gibt, hat jemand ohne rechte Versenkung eine wesentliche Bedingung für wirkliches Erkennen und Sehen zerstört. ",
  "an5.168:1.4": "Wenn es kein wirkliches Erkennen und Sehen gibt, hat jemand ohne wirkliches Erkennen und Sehen eine wesentliche Bedingung für Ernüchterung und Schwinden der Leidenschaft zerstört. ",
  "an5.168:1.5": "Wenn es keine Ernüchterung und kein Schwinden der Leidenschaft gibt, hat jemand ohne Ernüchterung und Schwinden der Leidenschaft eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit zerstört. ",
  "an5.168:1.6": "Wie ein Baum ohne Zweige und Laubwerk: ",
  "an5.168:1.7": "Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich nicht zur Fülle. ",
  "an5.168:1.8": "Ebenso hat ein unmoralischer Mensch, jemand ohne sittliches Verhalten, eine wesentliche Bedingung für rechte Versenkung zerstört. ",
  "an5.168:1.9": "Wenn es keine rechte Versenkung gibt, hat jemand ohne rechte Versenkung eine wesentliche Bedingung für wirkliches Erkennen und Sehen zerstört. ",
  "an5.168:1.10": "Wenn es kein wirkliches Erkennen und Sehen gibt, hat jemand ohne wirkliches Erkennen und Sehen eine wesentliche Bedingung für Ernüchterung und Schwinden der Leidenschaft zerstört. ",
  "an5.168:1.11": "Wenn es keine Ernüchterung und kein Schwinden der Leidenschaft gibt, hat jemand ohne Ernüchterung und Schwinden der Leidenschaft eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit zerstört. ",
  "an5.168:2.1": "Ein sittlicher Mensch, der das sittliche Verhalten vervollkommnet hat, hat eine wesentliche Bedingung für rechte Versenkung erfüllt. ",
  "an5.168:2.2": "Wenn es rechte Versenkung gibt, hat jemand, der rechte Versenkung vervollkommnet hat, eine wesentliche Bedingung für wirkliches Erkennen und Sehen erfüllt. ",
  "an5.168:2.3": "Wenn es wirkliches Erkennen und Sehen gibt, hat jemand, der wirkliches Erkennen und Sehen vervollkommnet hat, eine wesentliche Bedingung für Ernüchterung und Schwinden der Leidenschaft erfüllt. ",
  "an5.168:2.4": "Wenn es Ernüchterung und Schwinden der Leidenschaft gibt, hat jemand, der Ernüchterung und Schwinden der Leidenschaft vervollkommnet hat, eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit erfüllt. ",
  "an5.168:2.5": "Wie ein Baum mit vollständigen Zweigen und vollem Laubwerk: Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich alle zur Fülle. ",
  "an5.168:2.6": "Ebenso hat ein sittlicher Mensch, der das sittliche Verhalten vervollkommnet hat, eine wesentliche Bedingung für rechte Versenkung erfüllt. ",
  "an5.168:2.7": "Wenn es rechte Versenkung gibt, hat jemand, der rechte Versenkung vervollkommnet hat, eine wesentliche Bedingung für wirkliches Erkennen und Sehen erfüllt. ",
  "an5.168:2.8": "Wenn es wirkliches Erkennen und Sehen gibt, hat jemand, der wirkliches Erkennen und Sehen vervollkommnet hat, eine wesentliche Bedingung für Ernüchterung und Schwinden der Leidenschaft erfüllt. ",
  "an5.168:2.9": "Wenn es Ernüchterung und Schwinden der Leidenschaft gibt, hat jemand, der Ernüchterung und Schwinden der Leidenschaft vervollkommnet hat, eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit erfüllt.“ "
}