{
  "an5.2:0.1": "Nummerierte Lehrreden 5 ",
  "an5.2:0.2": "1. Kräfte eines Übenden ",
  "an5.2:0.3": "2. Ausführlich ",
  "an5.2:1.1": "„Mönche und Nonnen, es gibt fünf Kräfte einer Übenden. ",
  "an5.2:1.2": "Welche fünf? ",
  "an5.2:1.3": "Die Kraft des Vertrauens, des Gewissens, der Zurückhaltung, der Energie und der Weisheit. ",
  "an5.2:2.1": "Und was ist die Kraft des Vertrauens? ",
  "an5.2:2.2": "Da hat eine edle Schülerin Vertrauen zum Erwachen des Klargewordenen: ",
  "an5.2:2.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an5.2:2.4": "Das nennt man die Kraft des Vertrauens. ",
  "an5.2:3.1": "Und was ist die Kraft des Gewissens? ",
  "an5.2:3.2": "Da hat eine edle Schülerin ein Gewissen. Sie hat Gewissensbisse bei Fehlverhalten mit dem Körper, der Sprache und dem Geist und beim Erwerb von schlechten, untauglichen Eigenschaften. ",
  "an5.2:3.3": "Das nennt man die Kraft des Gewissens. ",
  "an5.2:4.1": "Und was ist die Kraft der Zurückhaltung? ",
  "an5.2:4.2": "Da ist eine edle Schülerin zurückhaltend. Sie ist zurückhaltend bei Fehlverhalten mit dem Körper, der Sprache und dem Geist und beim Erwerb von schlechten, untauglichen Eigenschaften. ",
  "an5.2:4.3": "Das nennt man die Kraft der Zurückhaltung. ",
  "an5.2:5.1": "Und was ist die Kraft der Energie? ",
  "an5.2:5.2": "Da lebt eine Nonne so, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, standhaft entschlossen, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an5.2:5.3": "Das nennt man die Kraft der Energie. ",
  "an5.2:6.1": "Und was ist die Kraft der Weisheit? ",
  "an5.2:6.2": "Da ist eine edle Schülerin weise. Sie besitzt das Wissen vom Entstehen und Vergehen, das edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "an5.2:6.3": "Das nennt man die Kraft der Weisheit. ",
  "an5.2:6.4": "Das sind die fünf Kräfte einer Übenden. ",
  "an5.2:7.1": "Daher solltet ihr so üben: ",
  "an5.2:7.2": "‚Wir wollen die fünf Kräfte einer Übenden Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit haben.‘ ",
  "an5.2:7.3": "So solltet ihr üben.“ "
}