{
  "an5.7:0.1": "Nummerierte Lehrreden 5 ",
  "an5.7:0.2": "1. Kräfte eines Übenden ",
  "an5.7:0.3": "7. Sinnenfreuden ",
  "an5.7:1.1": "„Mönche und Nonnen, die Lebewesen lassen sich meist von Sinnenfreuden bezaubern. ",
  "an5.7:1.2": "Wenn ein Sohn aus gutem Haus Sense und Dreschflegel aufgegeben hat und aus dem Haus fortgezogen ist ins hauslose Leben, darf er ein enthaltsam Lebender aus einer guten Familie genannt werden, der Vertrauen hat. ",
  "an5.7:1.3": "Und warum? ",
  "an5.7:1.4": "Weil ein junger Mensch Sinnenfreuden dieser oder jener Art bekommen kann. ",
  "an5.7:1.5": "Und alle Sinnenfreuden werden einfach als ‚Sinnenfreuden‘ gezählt, ob sie jetzt gering, durchschnittlich oder hochstehend sind. ",
  "an5.7:1.6": "Wie wenn ein kleines Kind durch eine Nachlässigkeit des Kindermädchens ein Stöckchen oder Steinchen in den Mund steckte: ",
  "an5.7:1.7": "Das Kindermädchen würde es sehr rasch bemerken ",
  "an5.7:1.8": "und versuchen, den Gegenstand herauszuholen. ",
  "an5.7:1.9": "Wenn das nicht ginge, würde sie mit der linken Hand den Kopf halten und mit einem gekrümmten Finger der rechten Hand den Gegenstand herausholen, selbst wenn es blutete. ",
  "an5.7:1.10": "Und warum? ",
  "an5.7:1.11": "Ich gebe zu, sie wüsste: ‚Das wird das Kind quälen, ",
  "an5.7:1.12": "das ist nicht zu leugnen.‘ ",
  "an5.7:1.13": "Dennoch sollte ein Kindermädchen, das auf das Wohl des Kindes bedacht ist, es aus Güte und Anteilnahme tun. ",
  "an5.7:1.14": "Und wenn das Kind herangewachsen wäre und genug Verstand hätte, würde das Kindermädchen sich seinetwegen nicht mehr sorgen. Es dächte: ",
  "an5.7:1.15": "‚Der Junge kann für sich selbst sorgen. Er wird nicht nachlässig sein.‘ ",
  "an5.7:2.1": "Ebenso muss ich mich noch um einen Mönch kümmern, der in Bezug auf taugliche Eigenschaften noch nicht genügend Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit entwickelt hat. ",
  "an5.7:2.2": "Aber wenn ein Mönch in Bezug auf taugliche Eigenschaften genügend Vertrauen, Gewissen, Zurückhaltung, Energie und Weisheit entwickelt hat, muss ich mich nicht um ihn sorgen. Ich denke: ",
  "an5.7:2.3": "‚Er kann für sich selbst sorgen. Er wird nicht nachlässig sein.‘“ "
}