{
  "an5.134:0.1": "Nummerierte Lehrreden 5.134 ",
  "an5.134:0.2": "14. Das Kapitel über Könige ",
  "an5.134:0.3": "In jeder Himmelsrichtung ",
  "an5.134:1.1": "„Mönche und Nonnen, ein gesalbter adliger König, der fünf Faktoren besitzt, lebt in jeder Himmelsrichtung, in der er sich aufhält, immer in seinem eigenen Reich. ",
  "an5.134:2.1": "Welche fünf? ",
  "an5.134:2.2": "Da ist ein gesalbter adliger König von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, mit unwiderlegbarem und einwandfreiem Stammbaum bis zur siebten väterlichen Generation zurück. ",
  "an5.134:2.3": "Er ist reich, wohlhabend und vermögend, mit voller Schatzkammer und gefüllten Speichern. ",
  "an5.134:2.4": "Er ist mächtig und hat ein Heer aus vier Abteilungen, das gehorsam ist und seine Befehle ausführt. ",
  "an5.134:2.5": "Er hat einen klugen, fähigen und verständigen Berater, der in der Lage ist, eine Sache in Bezug auf Vergangenheit, Zukunft und Gegenwart zu bedenken. ",
  "an5.134:2.6": "Diese vier Dinge bringen seinen Ruhm zur Reife. ",
  "an5.134:2.7": "Mit diesen fünf Eigenschaften mitsamt dem Ruhm lebt ein gesalbter adliger König in jeder Himmelsrichtung, in der er sich aufhält, immer in seinem eigenen Reich. ",
  "an5.134:2.8": "Und warum? ",
  "an5.134:2.9": "Weil es sich bei Siegern so verhält. ",
  "an5.134:3.1": "Ebenso lebt eine Nonne, die fünf Eigenschaften besitzt, in jeder Himmelsrichtung, in der sie sich aufhält, immer mit befreitem Geist. ",
  "an5.134:3.2": "Welche fünf? ",
  "an5.134:3.3": "Da ist eine Nonne sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie aufgenommen hat. ",
  "an5.134:3.4": "Das entspricht der einwandfreien Abstammung des gesalbten adligen Königs. ",
  "an5.134:3.5": "Sie ist sehr gelehrt, erinnert und behält, was sie gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das ganz vollständig und rein ist. Sie ist sehr gelehrt in diesen Lehren, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an5.134:3.6": "Das entspricht dem Reichtum, dem Besitz und Vermögen des gesalbten adligen Königs, mit voller Schatzkammer und gefüllten Speichern. ",
  "an5.134:3.7": "Sie lebt so, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an5.134:3.8": "Das entspricht der Macht des gesalbten adligen Königs. ",
  "an5.134:3.9": "Sie ist weise. Sie besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "an5.134:3.10": "Das entspricht dem Berater des gesalbten adligen Königs. ",
  "an5.134:3.11": "Diese vier Eigenschaften bringen ihre Freiheit zur Reife. ",
  "an5.134:3.12": "Mit diesen fünf Eigenschaften mitsamt der Freiheit lebt eine Nonne in jeder Himmelsrichtung, in der sie sich aufhält, immer mit befreitem Geist. ",
  "an5.134:3.13": "Und warum? ",
  "an5.134:3.14": "Weil es sich bei denen, deren Geist frei ist, so verhält.“ "
}