{
  "an5.90:0.1": "Nummerierte Lehrreden 5 ",
  "an5.90:0.2": "9. Ordensälteste ",
  "an5.90:0.3": "90. Eine Übende (2) ",
  "an5.90:1.1": "„Mönche und Nonnen, diese fünf Dinge führen zum Niedergang einer übenden Nonne. ",
  "an5.90:1.2": "Welche fünf? ",
  "an5.90:1.3": "Da hat eine übende Nonne viele Pflichten und Verantwortlichkeiten und ist zu vielen Aufgaben fähig. ",
  "an5.90:1.4": "Sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:1.5": "Das ist das erste Ding, das zum Niedergang einer übenden Nonne führt. ",
  "an5.90:2.1": "Dann verbringt da eine übende Nonne den Tag mit unwichtiger Arbeit. ",
  "an5.90:2.2": "Sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:2.3": "Das ist das zweite Ding, das zum Niedergang einer übenden Nonne führt. ",
  "an5.90:3.1": "Dann tut sich da eine übende Nonne eng mit Laien und enthaltsam Lebenden zusammen und knüpft unpassende Kontakte wie ein Laie. ",
  "an5.90:3.2": "Sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:3.3": "Das ist das dritte Ding, das zum Niedergang einer übenden Nonne führt. ",
  "an5.90:4.1": "Dann betritt da eine übende Nonne zur falschen Zeit die Stadt und kommt zu spät am Tag zurück. ",
  "an5.90:4.2": "Sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:4.3": "Das ist das vierte Ding, das zum Niedergang einer übenden Nonne führt. ",
  "an5.90:5.1": "Dann findet da eine übende Nonne nicht wann immer sie will, ohne Mühe und Not, Gelegenheit, an Gesprächen über Zurückhaltung teilzunehmen, die helfen, das Herz zu öffnen: nämlich ",
  "an5.90:5.2": "an Gesprächen darüber, wenige Wünsche zu haben, über Zufriedenheit, Abgeschiedenheit, Abstand, das Aufrütteln der Energie, Ethik, Versenkung, Weisheit, Freiheit und das Wissen und Sehen der Freiheit. ",
  "an5.90:5.3": "Sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:5.4": "Das ist das fünfte Ding, das zum Niedergang einer übenden Nonne führt. ",
  "an5.90:5.5": "Diese fünf Dinge führen zum Niedergang einer übenden Nonne. ",
  "an5.90:6.1": "Diese fünf Dinge führen zum Gedeihen einer übenden Nonne. ",
  "an5.90:6.2": "Welche fünf? ",
  "an5.90:6.3": "Da hat eine übende Nonne nicht viele Pflichten und Verantwortlichkeiten, auch wenn sie zu vielen Aufgaben fähig ist. ",
  "an5.90:6.4": "Sie vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:6.5": "Das ist das erste Ding, das zum Gedeihen einer übenden Nonne führt. ",
  "an5.90:7.1": "Dann verbringt da eine übende Nonne den Tag nicht mit unwichtiger Arbeit. ",
  "an5.90:7.2": "Sie vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:7.3": "Das ist das zweite Ding, das zum Gedeihen einer übenden Nonne führt. ",
  "an5.90:8.1": "Dann tut sich da eine übende Nonne nicht eng mit Laien und enthaltsam Lebenden zusammen und knüpft keine unpassenden Kontakte wie ein Laie. ",
  "an5.90:8.2": "Sie vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:8.3": "Das ist das dritte Ding, das zum Gedeihen einer übenden Nonne führt. ",
  "an5.90:9.1": "Dann betritt da eine übende Nonne die Stadt nicht zu früh und kommt nicht zu spät am Tag zurück. ",
  "an5.90:9.2": "Sie vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:9.3": "Das ist das vierte Ding, das zum Gedeihen einer übenden Nonne führt. ",
  "an5.90:10.1": "Dann findet da eine übende Nonne wann immer sie will, ohne Mühe und Not, Gelegenheit, an Gesprächen über Zurückhaltung teilzunehmen, die helfen, das Herz zu öffnen: nämlich ",
  "an5.90:10.2": "an Gesprächen darüber, wenige Wünsche zu haben, über Zufriedenheit, Abgeschiedenheit, Abstand, das Aufrütteln der Energie, Ethik, Versenkung, Weisheit, Freiheit und das Wissen und Sehen der Freiheit. ",
  "an5.90:10.3": "Sie vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:10.4": "Das ist das fünfte Ding, das zum Gedeihen einer übenden Nonne führt. ",
  "an5.90:10.5": "Diese fünf Dinge führen zum Gedeihen einer übenden Nonne.“ "
}