{
  "an5.41:0.1": "Nummerierte Lehrreden 5.41 ",
  "an5.41:0.2": "5. Das Kapitel mit König Muṇḍa ",
  "an5.41:0.3": "Reich werden ",
  "an5.41:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an5.41:1.2": "Da ging der Hausbesitzer Anāthapiṇḍika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an5.41:1.3": "„Hausbesitzer, es gibt diese fünf Gründe, um reich zu werden. ",
  "an5.41:1.4": "Welche fünf? ",
  "an5.41:1.5": "Zunächst macht ein edler Schüler mit seinem rechtmäßig erworbenen Vermögen, das er mit seiner Anstrengung und seinem Unternehmungsgeist erarbeitet, mit seinen Händen aufgebaut und im Schweiß seines Angesichts zusammengetragen hat, sich selbst glücklich und zufrieden und sorgt dafür, dass er rundum glücklich ist. ",
  "an5.41:1.6": "Er macht seine Mutter und seinen Vater glücklich und zufrieden … ",
  "an5.41:1.7": "Er macht seine Kinder, Frauen, Leibeigenen, Arbeiter und Angestellten glücklich und zufrieden … ",
  "an5.41:1.8": "Das ist der erste Grund, um reich zu werden. ",
  "an5.41:2.1": "Weiterhin macht er mit seinem rechtmäßig erworbenen Vermögen seine Freunde und Kollegen glücklich und zufrieden … ",
  "an5.41:2.2": "Das ist der zweite Grund, um reich zu werden. ",
  "an5.41:3.1": "Weiterhin schützt er sich mit seinem rechtmäßig erworbenen Vermögen vor Gefahren wie Feuer, Wasser, Herrschern, Räubern oder ungeliebten Erben. ",
  "an5.41:3.2": "",
  "an5.41:3.3": "Er sichert sich ab. ",
  "an5.41:3.4": "Das ist der dritte Grund, um reich zu werden. ",
  "an5.41:4.1": "Weiterhin erfüllt er mit seinem rechtmäßig erworbenen Vermögen die fünf Opferpflichten: ",
  "an5.41:4.2": "Er gibt an Verwandte, Gäste, Ahnen, den König und Gottheiten. ",
  "an5.41:4.3": "Das ist der vierte Grund, um reich zu werden. ",
  "an5.41:5.1": "Weiterhin richtet er mit seinem rechtmäßig erworbenen Vermögen eine feierliche religiöse Gabe für Asketen und Brahmanen aus – eine Gabe für die, die Rausch und Nachlässigkeit meiden, die in Geduld und Sanftmut verankert sind und sich selbst bändigen, beruhigen und zum Erlöschen bringen; eine Gabe, die in den Himmel führt, die zu Glück heranreift und den Weg zum Himmel bereitet. ",
  "an5.41:5.2": "Das ist der fünfte Grund, um reich zu werden. ",
  "an5.41:5.3": "Das sind die fünf Gründe, um reich zu werden. ",
  "an5.41:6.1": "Wenn nun die Reichtümer, die ein edler Schüler aus diesen fünf Gründen erwirbt, sich erschöpfen, denkt er: ",
  "an5.41:6.2": "‚Da erschöpfen sich die Reichtümer, die ich aus diesen fünf Gründen erworben habe.‘ ",
  "an5.41:6.3": "Und er bedauert es nicht. ",
  "an5.41:6.4": "Doch wenn die Reichtümer, die ein edler Schüler aus diesen fünf Gründen erwirbt, anwachsen, denkt er: ",
  "an5.41:6.5": "‚Da wachsen die Reichtümer, die ich aus diesen fünf Gründen erworben habe, an.‘ ",
  "an5.41:6.6": "Und in beiden Fällen bedauert er es nicht. ",
  "an5.41:7.1": "‚Ich habe mein Vermögen genossen und die, die von mir abhängen, unterstützt, ",
  "an5.41:7.2": "ich habe Verluste abgewendet, ",
  "an5.41:7.3": "ich habe feierliche religiöse Gaben gespendet ",
  "an5.41:7.4": "und die fünf Opferpflichten erfüllt. ",
  "an5.41:7.5": "Ich habe mich um die gekümmert, die einer geistlichen Übung folgen, ",
  "an5.41:7.6": "die sittlich und gezügelt sind. ",
  "an5.41:8.1": "Ich habe den Zweck erreicht, ",
  "an5.41:8.2": "für den ein kluger Laie ",
  "an5.41:8.3": "Vermögen erlangen möchte. ",
  "an5.41:8.4": "Was ich getan habe, bereue ich nicht.‘ ",
  "an5.41:9.1": "Ein Sterblicher, der solche Erinnerung hat, ",
  "an5.41:9.2": "steht fest in der Lehre der Edlen. ",
  "an5.41:9.3": "Er wird in diesem Leben von den Klugen gepriesen ",
  "an5.41:9.4": "und erfreut sich danach im Himmel.“ "
}