{
  "an5.54:0.1": "Nummerierte Lehrreden 5.54 ",
  "an5.54:0.2": "6. Das Kapitel über Hindernisse ",
  "an5.54:0.3": "Gute Gelegenheiten ",
  "an5.54:1.1": "„Mönche und Nonnen, es gibt fünf Gelegenheiten, die nicht gut zum Meditieren sind. ",
  "an5.54:1.2": "Welche fünf? ",
  "an5.54:1.3": "Da ist eine Nonne alt, vom Alter überwältigt. ",
  "an5.54:1.4": "Das ist die erste Gelegenheit, die nicht gut zum Meditieren ist. ",
  "an5.54:2.1": "Dann ist da eine Nonne krank, von Krankheit überwältigt. ",
  "an5.54:2.2": "Das ist die zweite Gelegenheit, die nicht gut zum Meditieren ist. ",
  "an5.54:3.1": "Dann herrscht da Hungersnot, es gibt eine Missernte, sodass Almosen schwer zu bekommen und es nicht leicht ist, mit Almosensammeln durchzukommen. ",
  "an5.54:3.2": "Das ist die dritte Gelegenheit, die nicht gut zum Meditieren ist. ",
  "an5.54:4.1": "Dann droht da Gefahr von wilden Räubern, und die Landbevölkerung steigt auf ihre Karren und flieht in alle Richtungen. ",
  "an5.54:4.2": "Das ist die vierte Gelegenheit, die nicht gut zum Meditieren ist. ",
  "an5.54:5.1": "Dann gibt es da eine Spaltung des Saṅgha. ",
  "an5.54:5.2": "Wenn der Saṅgha gespalten ist, beschimpfen, beleidigen und blockieren die Nonnen einander und weisen sich gegenseitig zurück. ",
  "an5.54:5.3": "Das weckt keine Zuversicht bei denen mit mangelnder Zuversicht, und bei manchen Zuversichtlichen führt es dazu, dass sie ihre Meinung ändern. ",
  "an5.54:5.4": "Das ist die fünfte Gelegenheit, die nicht gut zum Meditieren ist. ",
  "an5.54:5.5": "Das sind die fünf Gelegenheiten, die nicht gut zum Meditieren sind. ",
  "an5.54:6.1": "Es gibt fünf Gelegenheiten, die gut zum Meditieren sind. ",
  "an5.54:6.2": "Welche fünf? ",
  "an5.54:6.3": "Da ist eine Nonne jugendlich, jung, schwarzhaarig, von Jugend gesegnet, in der Blüte des Lebens. ",
  "an5.54:6.4": "Das ist die erste Gelegenheit, die gut zum Meditieren ist. ",
  "an5.54:7.1": "Dann ist da eine Nonne selten krank oder unwohl. Ihr Magen verdaut gut, ist weder zu heiß noch zu kalt, sondern genau richtig und passend für die Meditation. ",
  "an5.54:7.2": "Das ist die zweite Gelegenheit, die gut zum Meditieren ist. ",
  "an5.54:8.1": "Dann gibt es da reichlich zu essen, die Ernte ist gut, sodass Almosen leicht zu bekommen und es leicht ist, mit Almosensammeln durchzukommen. ",
  "an5.54:8.2": "Das ist die dritte Gelegenheit, die gut zum Meditieren ist. ",
  "an5.54:9.1": "Dann leben da die Menschen in Eintracht, mit gegenseitiger Wertschätzung, ohne Streit, mischen sich wie Milch und Wasser und betrachten einander mit freundlichen Augen. ",
  "an5.54:9.2": "Das ist die vierte Gelegenheit, die gut zum Meditieren ist. ",
  "an5.54:10.1": "Dann lebt da der Saṅgha unbeschwert, einträchtig, man schätzt sich gegenseitig wert, streitet nicht und sagt als *eine* Gruppe die Ordenssatzung auf. ",
  "an5.54:10.2": "Wenn der Saṅgha einträchtig ist, beschimpfen, beleidigen und blockieren die Nonnen einander nicht und weisen sich nicht gegenseitig zurück. ",
  "an5.54:10.3": "Das weckt Zuversicht bei denen mit mangelnder Zuversicht und stärkt die Zuversicht bei den Zuversichtlichen. ",
  "an5.54:10.4": "Das ist die fünfte Gelegenheit, die gut zum Meditieren ist. ",
  "an5.54:10.5": "Das sind die fünf Gelegenheiten, die gut zum Meditieren sind.“ "
}