{
  "an5.58:0.1": "Nummerierte Lehrreden 5 ",
  "an5.58:0.2": "6. Hindernisse ",
  "an5.58:0.3": "58. Die jungen Licchaver ",
  "an5.58:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an5.58:1.2": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Vesālī zum Almosengang. ",
  "an5.58:1.3": "Nach dem Essen, als er vom Almosengang zurückkam, begab er sich tief in den Großen Wald und setzte sich an den Fuß eines Baumes, um den Tag über dort zu meditieren. ",
  "an5.58:2.1": "Nun nahmen zu der Zeit einige junge Licchaver gespannte Bogen und wanderten zusammen mit einem Rudel Jagdhunden in den Großen Wald. Da sahen sie den Buddha am Fuß eines Baumes sitzen. ",
  "an5.58:2.2": "Als sie ihn sahen, legten sie ihre gespannten Bogen nieder, banden die Jagdhunde auf einer Seite an und gingen zu ihm. Sie verbeugten sich und erwiesen dem Buddha schweigend mit zusammengelegten Händen ihren Respekt. ",
  "an5.58:3.1": "Da ging nun gerade der Licchaver Mahānāma im Großen Wald spazieren und sah, wie die jungen Licchaver dem Buddha schweigend mit zusammengelegten Händen ihren Respekt erwiesen. ",
  "an5.58:3.2": "Als er das sah, ging er zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "an5.58:3.3": "Er drückte seine tief empfundene Bewegtheit aus: ",
  "an5.58:3.4": "„Aus ihnen werden Vajjier werden! Aus ihnen werden Vajjier werden!“ ",
  "an5.58:4.1": "„Aber Mahānāma, warum sagst du: ",
  "an5.58:4.2": "‚Aus ihnen werden Vajjier werden‘?“ ",
  "an5.58:4.3": "„Herr, diese Jugendlichen sind gewalttätig, hart und unverschämt. ",
  "an5.58:4.4": "Sooft für Familien Süßigkeiten wie Zuckerrohr, Brustbeeren, Pfannkuchen, Kuchen oder Krapfen liegen gelassen werden, stibitzen sie sie und essen sie auf. ",
  "an5.58:4.5": "Und sie schlagen Frauen und Mädchen aus gutem Haus hinten drauf. ",
  "an5.58:4.6": "Aber jetzt erweisen sie dem Buddha schweigend mit zusammengelegten Händen ihren Respekt.“ ",
  "an5.58:5.1": "„Mahānāma, wenn man bei einem Sohn aus gutem Haus fünf Eigenschaften findet, ",
  "an5.58:5.2": "kann man nur Gedeihen erwarten, keinen Niedergang – ob es ein gesalbter adliger König ist, ein ernannter oder durch Erbfolge zum Amt gekommener Beamter, ein General, ein Ortsvorsteher, ein Gildemeister oder ein Fürst seines eigenen Stammes. ",
  "an5.58:6.1": "Welche fünf Eigenschaften? ",
  "an5.58:6.2": "Zunächst verwendet da ein Sohn aus gutem Haus sein rechtmäßig erworbenes Vermögen, das er mit seiner Anstrengung und seinem Unternehmungsgeist erarbeitet, mit seinen Händen aufgebaut und im Schweiß seines Angesichts zusammengetragen hat, um seine Mutter und seinen Vater zu ehren, zu achten, zu würdigen und zu verehren. ",
  "an5.58:6.3": "Wenn sie so geehrt werden, lieben seine Eltern ihn mit einem guten Herzen und wünschen: ",
  "an5.58:6.4": "‚Dass du doch lange lebst! Dass du lange Zeit am Leben bleibst!‘ ",
  "an5.58:6.5": "Wenn ein Sohn aus gutem Haus von seinen Eltern geliebt wird, kann man nur Gedeihen erwarten, keinen Niedergang. ",
  "an5.58:7.1": "Dann verwendet da ein Sohn aus gutem Haus sein rechtmäßig erworbenes Vermögen, um seine Frauen und Kinder, Leibeigenen, Arbeiter und Angestellten zu ehren, zu achten, zu würdigen und zu verehren. ",
  "an5.58:7.2": "Wenn sie so geehrt werden, lieben seine Frauen und Kinder, Leibeigenen, Arbeiter und Angestellten ihn mit einem guten Herzen und wünschen: ",
  "an5.58:7.3": "‚Dass du doch lange lebst! Dass du lange Zeit am Leben bleibst!‘ ",
  "an5.58:7.4": "Wenn ein Sohn aus gutem Haus von seinen Frauen und Kindern, Leibeigenen, Arbeitern und Angestellten geliebt wird, kann man nur Gedeihen erwarten, keinen Niedergang. ",
  "an5.58:8.1": "Dann verwendet da ein Sohn aus gutem Haus sein rechtmäßig erworbenes Vermögen, um die zu ehren, zu achten, zu würdigen und zu verehren, die die angrenzenden Felder bearbeiten, sowie seine Geschäftspartner. ",
  "an5.58:8.2": "Wenn sie so geehrt werden, lieben die, die die angrenzenden Felder bearbeiten, und seine Geschäftspartner ihn mit einem guten Herzen und wünschen: ",
  "an5.58:8.3": "‚Dass du doch lange lebst! Dass du lange Zeit am Leben bleibst!‘ ",
  "an5.58:8.4": "Wenn ein Sohn aus gutem Haus von denen, die die angrenzenden Felder bearbeiten, und von seinen Geschäftspartnern geliebt wird, kann man nur Gedeihen erwarten, keinen Niedergang. ",
  "an5.58:9.1": "Dann verwendet da ein Sohn aus gutem Haus sein rechtmäßig erworbenes Vermögen, um die Gottheiten zu ehren, zu achten, zu würdigen und zu verehren, die pflichtgemäße Opfer erhalten. ",
  "an5.58:9.2": "Wenn sie so geehrt werden, lieben die Gottheiten, die pflichtgemäße Opfer erhalten, ihn mit einem guten Herzen und wünschen: ",
  "an5.58:9.3": "‚Dass du doch lange lebst! Dass du lange Zeit am Leben bleibst!‘ ",
  "an5.58:9.4": "Wenn ein Sohn aus gutem Haus von den Gottheiten, die pflichtgemäße Opfer erhalten, geliebt wird, kann man nur Gedeihen erwarten, keinen Niedergang. ",
  "an5.58:10.1": "Dann verwendet da ein Sohn aus gutem Haus sein rechtmäßig erworbenes Vermögen, um Asketen und Brahmanen zu ehren, zu achten, zu würdigen und zu verehren. ",
  "an5.58:10.2": "Wenn sie so geehrt werden, lieben die Asketen und Brahmanen ihn mit einem guten Herzen und wünschen: ",
  "an5.58:10.3": "‚Dass du doch lange lebst! Dass du lange Zeit am Leben bleibst!‘ ",
  "an5.58:10.4": "Wenn ein Sohn aus gutem Haus von Asketen und Brahmanen geliebt wird, kann man nur Gedeihen erwarten, keinen Niedergang. ",
  "an5.58:11.1": "Wenn man bei einem Sohn aus gutem Haus diese fünf Eigenschaften findet, kann man nur Gedeihen erwarten, keinen Niedergang – ",
  "an5.58:11.2": "ob es ein gesalbter adliger König ist, ein ernannter oder durch Erbfolge zum Amt gekommener Beamter, ein General, ein Ortsvorsteher, ein Gildemeister oder ein Fürst seines eigenen Stammes. ",
  "an5.58:12.1": "Für Mutter und Vater tut er stets seine Pflicht, ",
  "an5.58:12.2": "sowie für das Wohl seiner Frauen und Kinder. ",
  "an5.58:12.3": "Er sorgt für alle in seinem Haushalt ",
  "an5.58:12.4": "und für die, die von ihm leben. ",
  "an5.58:13.1": "Er ist gütig und sittlich ",
  "an5.58:13.2": "und sorgt für das Wohl der Verwandten, ",
  "an5.58:13.3": "ob sie bereits verstorben sind ",
  "an5.58:13.4": "oder jetzt leben. ",
  "an5.58:14.1": "Er lebt er im Haus als kluger Mensch",
  "an5.58:14.2": "und bereitet Asketen, Brahmanen ",
  "an5.58:14.3": "und auch den Göttern ",
  "an5.58:14.4": "mit rechten Mitteln Freude. ",
  "an5.58:15.1": "Für das Gute, das er getan hat, ",
  "an5.58:15.2": "verdient er Ehre und Lob. ",
  "an5.58:15.3": "Er wird in diesem Leben gepriesen ",
  "an5.58:15.4": "und erfreut sich danach im Himmel.“ "
}