{
  "an5.194:0.1": "Nummerierte Lehrreden 5 ",
  "an5.194:0.2": "20. Brahmanen ",
  "an5.194:0.3": "194. Mit Kāraṇapālī ",
  "an5.194:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an5.194:1.2": "Damals arbeitete der Brahmane Kāraṇapālī für die Licchaver. ",
  "an5.194:1.3": "Er sah den Brahmanen Piṅgiyānī von weitem kommen ",
  "an5.194:1.4": "und sagte zu ihm: ",
  "an5.194:2.1": "„Nun, Piṅgiyānī, woher kommst du mitten am Tag?“ ",
  "an5.194:2.2": "„Guter Mann, ich komme vom Asketen Gotama.“ ",
  "an5.194:2.3": "„Was denkst du, wie klar die Weisheit des Asketen Gotama ist? Denkst du, er ist klug?“ ",
  "an5.194:2.4": "„Guter Mann, wer bin ich, dass ich beurteilen könnte, wie klar die Weisheit des Asketen Gotama ist? ",
  "an5.194:2.5": "Man müsste wirklich mit ihm auf einer Stufe stehen, um zu beurteilen, wie klar seine Weisheit ist.“ ",
  "an5.194:2.6": "„Da lobt Meister Piṅgiyānī den Asketen Gotama aber mit einem großen Lob.“ ",
  "an5.194:2.7": "„Wer bin ich, dass ich den Asketen Gotama loben könnte? ",
  "an5.194:2.8": "Er wird von denen gelobt, die als die Ersten unter den Göttern und Menschen gelobt werden.“ ",
  "an5.194:2.9": "„Aber aus welchem Grund bist du dem Asketen Gotama so ergeben?“ ",
  "an5.194:3.1": "„Wie wenn jemand mit der wohlschmeckendsten Speise völlig zufrieden wäre: Er würde nicht zu etwas hingezogen werden, das schlechter schmeckt. ",
  "an5.194:3.2": "Ebenso ist es, wenn man den Asketen Gotama lehren hört – ",
  "an5.194:3.3": "was es auch sei, ob Aussagen, Lieder, Gespräche oder erstaunliche Geschichten – ",
  "an5.194:3.4": "man wird nicht zu den Lehren der verschiedenen Asketen und Brahmanen hingezogen. ",
  "an5.194:4.1": "Wie wenn eine Person, die schwach vor Hunger wäre, einen Honigkuchen bekäme: ",
  "an5.194:4.2": "Wo sie ihn auch ihn probieren würde, sie würde einen süßen, köstlichen Geschmack genießen. ",
  "an5.194:4.3": "Ebenso ist es, wenn man den Asketen Gotama lehren hört – ",
  "an5.194:4.4": "was es auch sei, ob Aussagen, Lieder, Gespräche oder erstaunliche Geschichten – ",
  "an5.194:4.5": "man fühlt sich erhoben und das Herz wird zuversichtlich. ",
  "an5.194:5.1": "Wie wenn jemand ein Stück Sandelholz erhielte, ",
  "an5.194:5.2": "gelb oder rot: ",
  "an5.194:5.3": "Wo er auch daran riechen würde, ",
  "an5.194:5.4": "an der Wurzel, in der Mitte oder am oberen Ende, ",
  "an5.194:5.5": "er würde einen köstlichen Duft genießen. ",
  "an5.194:5.6": "Ebenso ist es, wenn man den Asketen Gotama lehren hört – ",
  "an5.194:5.7": "was es auch sei, ob Aussagen, Lieder, Gespräche oder erstaunliche Geschichten – ",
  "an5.194:5.8": "man ist voller Freude und Glück. ",
  "an5.194:6.1": "Wie wenn eine Person mitgenommen, leidend, schwer krank wäre, ",
  "an5.194:6.2": "und ein guter Arzt würde sie auf der Stelle heilen. ",
  "an5.194:6.3": "Ebenso ist es, wenn man den Asketen Gotama lehren hört – ",
  "an5.194:6.4": "was es auch sei, ob Aussagen, Lieder, Gespräche oder erstaunliche Geschichten – ",
  "an5.194:6.5": "man macht Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis ein Ende. ",
  "an5.194:7.1": "Wie wenn da ein Lotusteich mit klarem, süßem, kühlem Wasser wäre, sauber, mit sanft abfallenden Ufern, entzückend. ",
  "an5.194:7.2": "Dann käme da jemand, der sich unter der brütenden Hitze abmühte, der erschöpft, durstig und ausgedörrt wäre. ",
  "an5.194:7.3": "Er würde in den Lotusteich eintauchen, baden und trinken. Schließlich würden seine Abgeschlagenheit, Erschöpfung und Entkräftung abklingen. ",
  "an5.194:7.4": "Ebenso ist es, wenn man den Asketen Gotama lehren hört – ",
  "an5.194:7.5": "was es auch sei, ob Aussagen, Lieder, Gespräche oder erstaunliche Geschichten – ",
  "an5.194:7.6": "dann klingen alle Abgeschlagenheit, Erschöpfung und Entkräftung ab.“ ",
  "an5.194:8.1": "Auf diese Worte erhob sich der Brahmane Kāraṇapālī von seinem Sitz, ordnete seine Robe über einer Schulter, ließ sich auf das rechte Knie nieder, erhob seine zusammengelegten Hände in Richtung des Buddha und drückte dreimal seine tief empfundene Bewegtheit aus: ",
  "an5.194:9.1": "„Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "an5.194:10.1": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "an5.194:11.1": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "an5.194:12.1": "Vortrefflich, Meister Piṅgiyānī! Vortrefflich! ",
  "an5.194:12.2": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Piṅgiyānī die Lehre auf vielerlei Weise klargemacht. ",
  "an5.194:12.3": "Ich nehme meine Zuflucht beim Meister Gotama, bei der Lehre und beim Saṅgha der Mönche und Nonnen. ",
  "an5.194:12.4": "Von diesem Tag an soll Meister Piṅgiyānī mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}