{
  "an5.88:0.1": "Nummerierte Lehrreden 5 ",
  "an5.88:0.2": "9. Ordensälteste ",
  "an5.88:0.3": "88. Ordensälteste ",
  "an5.88:1.1": "„Mönche und Nonnen, ein Ordensältester, der fünf Eigenschaften besitzt, handelt zum Schaden und Unglück vieler Menschen, zum Nachteil, Schaden und Leiden vieler Menschen, von Göttern und Menschen. ",
  "an5.88:2.1": "Welche fünf? ",
  "an5.88:2.2": "Er ist altehrwürdig und schon lange fortgezogen. ",
  "an5.88:2.3": "Er ist renommiert und berühmt und hat eine große Gefolgschaft, sowohl von Laien als auch von enthaltsam Lebenden. ",
  "an5.88:2.4": "Er erhält Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "an5.88:2.5": "Er ist sehr gelehrt, erinnert und behält, was er gehört hat. Diese Lehren sind am Anfang gut, in der Mitte gut und am Ende gut, bedeutsam und gut ausgedrückt; sie beschreiben eine geistliche Übung, die in sich geschlossen und rein ist. In diesen Lehren ist er sehr bewandert, erinnert sie, festigt sie, indem er sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an5.88:2.6": "Doch er hat eine falsche Ansicht und einen verzerrten Blickwinkel. Er bringt viele Menschen von der wahren Lehre ab und verankert sie in falschen Lehren. ",
  "an5.88:2.7": "Die Menschen folgen seinem Beispiel in dem Gedanken, dass der Ordensälteste altehrwürdig und schon lange fortgezogen ist; oder dass er renommiert und berühmt ist und eine große Gefolgschaft hat, sowohl von Laien als auch von enthaltsam Lebenden; oder dass er Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhält; oder dass er sehr gelehrt ist, dass er erinnert und behält, was er gehört hat. ",
  "an5.88:2.8": "Ein Ordensältester, der diese fünf Eigenschaften besitzt, handelt zum Schaden und Unglück vieler Menschen, zum Nachteil, Schaden und Leiden vieler Menschen, von Göttern und Menschen. ",
  "an5.88:3.1": "Ein Ordensältester, der fünf Eigenschaften besitzt, handelt zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "an5.88:4.1": "Welche fünf? ",
  "an5.88:4.2": "Er ist altehrwürdig und schon lange fortgezogen. ",
  "an5.88:4.3": "Er ist renommiert und berühmt und hat eine große Gefolgschaft, sowohl von Laien als auch von enthaltsam Lebenden. ",
  "an5.88:4.4": "Er erhält Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "an5.88:4.5": "Er ist sehr gelehrt, erinnert und behält, was er gehört hat. Diese Lehren sind am Anfang gut, in der Mitte gut und am Ende gut, bedeutsam und gut ausgedrückt; sie beschreiben eine geistliche Übung, die in sich geschlossen und rein ist. In diesen Lehren ist er sehr bewandert, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an5.88:4.6": "Und er hat rechte Ansicht und einen unverfälschten Blickwinkel. Er bringt viele Menschen von falschen Lehren ab und verankert sie in wahren Lehren. ",
  "an5.88:4.7": "Die Menschen folgen seinem Beispiel in dem Gedanken, dass der Ordensälteste altehrwürdig und schon lange fortgezogen ist; oder dass er renommiert und berühmt ist und eine große Gefolgschaft hat, sowohl von Laien als auch von enthaltsam Lebenden; oder dass er Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhält; oder dass er sehr gelehrt ist, dass er erinnert und behält, was er gehört hat. ",
  "an5.88:4.8": "Ein Ordensältester, der diese fünf Eigenschaften besitzt, handelt zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ "
}