{
  "an5.90:0.1": "Nummerierte Lehrreden 5 ",
  "an5.90:0.2": "9. Ordensälteste ",
  "an5.90:0.3": "90. In Schulung (2) ",
  "an5.90:1.1": "„Mönche und Nonnen, diese fünf Dinge führen zum Niedergang eines Mönchs oder einer Nonne in Schulung. ",
  "an5.90:1.2": "Welche fünf? ",
  "an5.90:1.3": "Da hat ein Mönch in Schulung viele Verpflichtungen und viel zu tun und ist zu vielen Aufgaben fähig. ",
  "an5.90:1.4": "Er vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:1.5": "Das ist das erste Ding, das zum Niedergang eines Mönches oder einer Nonne in Schulung führt. ",
  "an5.90:2.1": "Dann verbringt da eine Nonne in Schulung den Tag mit unwichtiger Arbeit. ",
  "an5.90:2.2": "Sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:2.3": "Das ist das zweite Ding, das zum Niedergang eines Mönchs oder einer Nonne in Schulung führt. ",
  "an5.90:3.1": "Dann tut sich da ein Mönch in Schulung eng mit Laien und Hauslosen zusammen und knüpft unpassende Kontakte wie ein Laie. ",
  "an5.90:3.2": "Er vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:3.3": "Das ist das dritte Ding, das zum Niedergang eines Mönchs oder einer Nonne in Schulung führt. ",
  "an5.90:4.1": "Dann betritt da eine Nonne in Schulung zur falschen Zeit die Stadt und kommt zu spät am Tag zurück. ",
  "an5.90:4.2": "Sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:4.3": "Das ist das vierte Ding, das zum Niedergang eines Mönchs oder einer Nonne in Schulung führt. ",
  "an5.90:5.1": "Dann findet da ein Mönch in Schulung nicht wann immer er will, ohne Mühe und Not, Gelegenheit, an Gesprächen über Selbstüberwindung teilzunehmen, die helfen, das Herz zu öffnen: nämlich ",
  "an5.90:5.2": "an Gesprächen über Genügsamkeit, Zufriedenheit, Abgeschiedenheit, Sichfernhalten, das Aufrütteln der Energie, sittliches Verhalten, Versenkung, Weisheit, Freiheit und das Wissen und Sehen der Freiheit. ",
  "an5.90:5.3": "Er vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.90:5.4": "Das ist das fünfte Ding, das zum Niedergang eines Mönchs oder einer Nonne in Schulung führt. ",
  "an5.90:5.5": "Diese fünf Dinge führen zum Niedergang eines Mönchs oder einer Nonne in Schulung. ",
  "an5.90:6.1": "Diese fünf Dinge verhindern den Niedergang eines Mönchs oder einer Nonne in Schulung. ",
  "an5.90:6.2": "Welche fünf? ",
  "an5.90:6.3": "Da hat ein Mönch in Schulung nicht viele Verpflichtungen und nicht viel zu tun, auch wenn er zu vielen Aufgaben fähig ist. ",
  "an5.90:6.4": "Er vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:6.5": "Das ist das erste Ding, das den Niedergang eines Mönchs oder einer Nonne in Schulung verhindert. ",
  "an5.90:7.1": "Dann verbringt da eine Nonne in Schulung den Tag nicht mit unwichtiger Arbeit. ",
  "an5.90:7.2": "Sie vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:7.3": "Das ist das zweite Ding, das den Niedergang eines Mönchs oder einer Nonne in Schulung verhindert. ",
  "an5.90:8.1": "Dann tut sich da ein Mönch in Schulung nicht eng mit Laien und Hauslosen zusammen und knüpft keine unpassenden Kontakte wie ein Laie. ",
  "an5.90:8.2": "Er vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:8.3": "Das ist das dritte Ding, das den Niedergang eines Mönchs oder einer Nonne in Schulung verhindert. ",
  "an5.90:9.1": "Dann betritt da eine Nonne in Schulung die Stadt nicht zu früh und kommt nicht zu spät am Tag zurück. ",
  "an5.90:9.2": "Sie vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:9.3": "Das ist das vierte Ding, das den Niedergang eines Mönchs oder einer Nonne in Schulung verhindert. ",
  "an5.90:10.1": "Dann findet da ein Mönch in Schulung wann immer er will, ohne Mühe und Not, Gelegenheit, an Gesprächen über Selbstüberwindung teilzunehmen, die helfen, das Herz zu öffnen: nämlich ",
  "an5.90:10.2": "an Gesprächen über Genügsamkeit, Zufriedenheit, Abgeschiedenheit, Sichfernhalten, das Aufrütteln der Energie, sittliches Verhalten, Versenkung, Weisheit, Freiheit und das Wissen und Sehen der Freiheit. ",
  "an5.90:10.3": "Er vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.90:10.4": "Das ist das fünfte Ding, das den Niedergang eines Mönchs oder einer Nonne in Schulung verhindert. ",
  "an5.90:10.5": "Diese fünf Dinge verhindern den Niedergang eines Mönchs oder einer Nonne in Schulung.“ "
}