{
  "an5.43:0.1": "Nummerierte Lehrreden 5 ",
  "an5.43:0.2": "5. Mit König Muṇḍa ",
  "an5.43:0.3": "43. Erwünscht ",
  "an5.43:1.1": "Da ging der Hausbesitzer Anāthapiṇḍika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an5.43:2.1": "„Hausbesitzer, diese fünf erwünschten, willkommenen, angenehmen Dinge sind in der Welt schwer zu bekommen. ",
  "an5.43:2.2": "Welche fünf? ",
  "an5.43:2.3": "Langes Leben, ",
  "an5.43:2.4": "Schönheit, ",
  "an5.43:2.5": "Glück, ",
  "an5.43:2.6": "Ruhm ",
  "an5.43:2.7": "und der Himmel. ",
  "an5.43:2.8": "Das sind die fünf erwünschten, willkommenen, angenehmen Dinge, die in der Welt schwer zu bekommen sind. ",
  "an5.43:3.1": "Und ich sage, dass man diese Dinge nicht durch Beten oder Wünschen bekommt. ",
  "an5.43:3.2": "Wenn das so wäre, wer hätte sie dann nicht? ",
  "an5.43:4.1": "Ein edler Schüler, der lange leben will, braucht nicht dafür zu beten, darauf zu hoffen oder sich danach zu verzehren. ",
  "an5.43:4.2": "Stattdessen sollte er den Weg üben, der zu langem Leben führt. ",
  "an5.43:4.3": "Denn indem er diesen Weg übt, gewinnt er langes Leben ",
  "an5.43:4.4": "als Gott oder als Mensch. ",
  "an5.43:5.1": "Ein edler Schüler, der schön sein will, braucht nicht dafür zu beten, darauf zu hoffen oder sich danach zu verzehren. ",
  "an5.43:5.2": "Stattdessen sollte er den Weg üben, der zu Schönheit führt. ",
  "an5.43:5.3": "Denn indem er diesen Weg übt, gewinnt er Schönheit ",
  "an5.43:5.4": "als Gott oder als Mensch. ",
  "an5.43:6.1": "Ein edler Schüler, der glücklich sein will, braucht nicht dafür zu beten, darauf zu hoffen oder sich danach zu verzehren. ",
  "an5.43:6.2": "Stattdessen sollte er den Weg üben, der zu Glück führt. ",
  "an5.43:6.3": "Denn indem er diesen Weg übt, gewinnt er Glück ",
  "an5.43:6.4": "als Gott oder als Mensch. ",
  "an5.43:7.1": "Ein edler Schüler, der berühmt sein will, braucht nicht dafür zu beten, darauf zu hoffen oder sich danach zu verzehren. ",
  "an5.43:7.2": "Stattdessen sollte er den Weg üben, der zu Ruhm führt. ",
  "an5.43:7.3": "Denn indem er diesen Weg übt, gewinnt er Ruhm ",
  "an5.43:7.4": "als Gott oder als Mensch. ",
  "an5.43:8.1": "Ein edler Schüler, der in den Himmel will, braucht nicht dafür zu beten, darauf zu hoffen oder sich danach zu verzehren. ",
  "an5.43:8.2": "Stattdessen sollte er den Weg üben, der zum Himmel führt. ",
  "an5.43:8.3": "Denn indem er diesen Weg übt, gewinnt er den Himmel. ",
  "an5.43:8.4": "Er wird zu einem, der den Himmel gewinnt. ",
  "an5.43:9.1": "Wer einen stetigen Fluss ",
  "an5.43:9.2": "außergewöhnlichen Vergnügens begehrt – ",
  "an5.43:9.3": "langes Leben, Schönheit, Ruhm und guten Ruf, ",
  "an5.43:9.4": "den Himmel, Geburt in einer bedeutenden Familie – ",
  "an5.43:10.1": "dieser Kluge lobt Beflissenheit ",
  "an5.43:10.2": "im Schaffen von Verdienst. ",
  "an5.43:10.3": "Beflissen sichert sich ein kluger Mensch ",
  "an5.43:10.4": "den Nutzen auf beiden Seiten: ",
  "an5.43:11.1": "den Nutzen in diesem ",
  "an5.43:11.2": "und in künftigen Leben. ",
  "an5.43:11.3": "Ein weiser Mensch, der die Bedeutung erfasst, ",
  "an5.43:11.4": "gilt als klug.“ "
}