{
  "an5.136:0.1": "Nummerierte Lehrreden 5 ",
  "an5.136:0.2": "14. Könige ",
  "an5.136:0.3": "136. Streben (2) ",
  "an5.136:1.1": "„Mönche und Nonnen, der älteste Sohn eines gesalbten adligen Königs, der fünf Faktoren besitzt, strebt danach, Vizekönig zu werden. ",
  "an5.136:1.2": "Welche fünf? ",
  "an5.136:1.3": "Da ist der älteste Sohn eines gesalbten adligen Königs von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. ",
  "an5.136:1.4": "Er ist anziehend, gut aussehend, lieblich, von unübertrefflicher Schönheit. ",
  "an5.136:1.5": "Er ist seinen Eltern lieb und teuer. ",
  "an5.136:1.6": "Er ist den Streitkräften lieb und teuer. ",
  "an5.136:1.7": "Er ist klug, fähig und verständig und ist in der Lage, eine Sache in Bezug auf Vergangenheit, Zukunft und Gegenwart zu bedenken. ",
  "an5.136:2.1": "Er denkt: ",
  "an5.136:2.2": "‚Ich bin von guter Geburt … ",
  "an5.136:2.4": "bin anziehend … ",
  "an5.136:2.6": "bin meinen Eltern lieb und teuer … ",
  "an5.136:2.8": "bin den Streitkräften lieb und teuer … ",
  "an5.136:2.10": "und ich bin klug, fähig und verständig und bin in der Lage, eine Sache in Bezug auf Vergangenheit, Zukunft und Gegenwart zu bedenken. ",
  "an5.136:2.11": "Warum sollte ich nicht danach streben, Vizekönig zu werden?‘ ",
  "an5.136:2.12": "Der älteste Sohn eines gesalbten adligen Königs, der diese fünf Faktoren besitzt, strebt danach, Vizekönig zu werden. ",
  "an5.136:3.1": "Ebenso strebt eine Nonne, die fünf Eigenschaften besitzt, nach dem Auflösen der Befleckungen . ",
  "an5.136:3.2": "Welche fünf? ",
  "an5.136:3.3": "Da ist eine Nonne sittlich, gemäß der Ordenssatzung gezügelt, von gutem Verhalten und mit Unterstützern. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an5.136:3.4": "Sie ist sehr gelehrt, erinnert und behält, was sie gehört hat. Diese Lehren sind am Anfang gut, in der Mitte gut und am Ende gut, bedeutsam und gut ausgedrückt; sie beschreiben eine geistliche Übung, die in sich geschlossen und rein ist. In diesen Lehren ist sie sehr bewandert, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an5.136:3.5": "Ihr Geist ist in den vier Arten der Achtsamkeitsmeditation fest verankert. ",
  "an5.136:3.6": "Sie lebt so, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, standhaft entschlossen, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an5.136:3.7": "Sie ist weise. Sie besitzt das Wissen vom Entstehen und Vergehen, das edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "an5.136:4.1": "Sie denkt: ",
  "an5.136:4.2": "‚Ich bin sittlich … ",
  "an5.136:4.4": "bin gelehrt … ",
  "an5.136:4.6": "bin achtsam … ",
  "an5.136:4.8": "rüttele meine Energie auf … ",
  "an5.136:4.10": "und bin weise. Ich besitze das Wissen vom Entstehen und Vergehen, das edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "an5.136:4.11": "Warum sollte ich nicht nach dem Auflösen der Befleckungen streben?‘ ",
  "an5.136:4.12": "Eine Nonne, die diese fünf Eigenschaften besitzt, strebt nach dem Auflösen der Befleckungen.“ "
}