{
  "an5.192:0.1": "Nummerierte Lehrreden 5 ",
  "an5.192:0.2": "20. Brahmanen ",
  "an5.192:0.3": "192. Mit dem Brahmanen Doṇa ",
  "an5.192:1.1": "Da ging der Brahmane Doṇa zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an5.192:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte Doṇa sich zur Seite hin und sagte zum Buddha: ",
  "an5.192:2.1": "„Meister Gotama, ich habe gehört, ",
  "an5.192:2.2": "dass der Asket Gotama sich nicht vor alten Brahmanen verbeugt, den bejahrten und altehrwürdigen, die in vorgerücktem Alter sind und im letzten Lebensabschnitt angekommen; und er steht in ihrer Gegenwart auch nicht auf oder bietet ihnen einen Sitz an. ",
  "an5.192:2.3": "Und so ist es tatsächlich, ",
  "an5.192:2.4": "denn der Asket Gotama verbeugt sich nicht vor alten Brahmanen, den bejahrten und altehrwürdigen, die in vorgerücktem Alter sind und im letzten Lebensabschnitt angekommen; und er steht in ihrer Gegenwart auch nicht auf oder bietet ihnen einen Sitz an. ",
  "an5.192:2.5": "Das ist nicht richtig, Meister Gotama.“ ",
  "an5.192:2.6": "„Doṇa, behauptest du, ein Brahmane zu sein?“ ",
  "an5.192:2.7": "„Meister Gotama, wenn irgendjemand zu Recht ein Brahmane genannt wird, ",
  "an5.192:2.8": "so bin ich es. ",
  "an5.192:2.11": "Denn ich bin von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. Ich sage die Hymnen auf und präge sie mir ein und habe die drei Veden gemeistert, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Herkunft der Wörter sowie dem Testament als fünftem. Ich kenne die Sprachwissenschaft und die Grammatik und bin mit der Kosmologie und mit den Kennzeichen eines großen Menschen vertraut.“ ",
  "an5.192:3.1": "„Doṇa, die alten brahmanischen Einsiedler waren Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa und Bhagu. Sie schufen und verbreiteten die Hymnen, deren Gesänge in alten Zeiten gesungen, verbreitet und zusammengestellt wurden. Bis heute werden sie von den Brahmanen gesungen und vorgetragen. Die Brahmanen tragen weiterhin vor, was vorgetragen wurde, sagen auf, was aufgesagt wurde, und lehren, was gelehrt wurde. ",
  "an5.192:3.2": "Diese Seher haben fünf Arten von Brahmanen beschrieben: ",
  "an5.192:3.3": "einen Brahmanen, der Brahmā gleicht, einen, der einem Gott gleicht, einen, der bis an die Grenze geht, einen, der die Grenze überschreitet, und der Fünfte ist der ausgestoßene Brahmane. ",
  "an5.192:3.4": "Welcher von diesen bist du, Doṇa?“ ",
  "an5.192:4.1": "„Meister Gotama, wir kennen diese fünf Arten von Brahmanen nicht. Wir kennen nur das Wort ‚Brahmane‘. ",
  "an5.192:4.2": "Meister Gotama, bitte unterweise mich in dieser Sache, damit ich diese fünf Brahmanen kennenlerne.“ ",
  "an5.192:4.3": "„Nun, Brahmane, hör zu und pass gut auf, ich werde sprechen.“ ",
  "an5.192:4.4": "„Ja, Herr“, erwiderte Doṇa. ",
  "an5.192:4.5": "Der Buddha sagte: ",
  "an5.192:5.1": "„Doṇa, wie gleicht ein Brahmane Brahmā? ",
  "an5.192:5.2": "Da ist ein Brahmane von guter Geburt auf mütterlicher und väterlicher Seite, er kommt aus einem reinen Schoß bis zur siebten väterlichen Generation zurück, unwiderlegbar und einwandfrei in Fragen der Abstammung. ",
  "an5.192:5.4": "Achtundvierzig Jahre lang führt er das jungfräuliche geistliche Leben und lernt die Hymnen. ",
  "an5.192:5.5": "Dann sucht er ein Entgelt für seinen Lehrer, doch nur auf rechtmäßige Weise, nicht auf unrechtmäßige. ",
  "an5.192:6.1": "Was, Doṇa, bedeutet rechtmäßig in diesem Zusammenhang? ",
  "an5.192:6.2": "Nicht durch Ackerbau, Handel, Viehzucht, Bogenschießen, Regierungsdienste oder einen Beruf, sondern einzig, indem er von Almosen lebt und die Almosenschale nicht verachtet. ",
  "an5.192:6.3": "Wenn er seinem Lehrer sein Entgelt gegeben hat, rasiert er sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "an5.192:6.4": "Da meditiert er, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – überreichlich, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an5.192:6.5": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "an5.192:6.6": "mit einem Herzen voller freudiger Anteilnahme … ",
  "an5.192:6.7": "mit einem Herzen voller Gleichmut, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Gleichmut – überreichlich, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an5.192:6.8": "Wenn er diese vier Brahmāmeditationen entwickelt hat, wird er, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einer Brahmāwelt. ",
  "an5.192:6.9": "So gleicht ein Brahmane Brahmā. ",
  "an5.192:7.1": "Und wie gleicht ein Brahmane einem Gott? ",
  "an5.192:7.2": "Da ist ein Brahmane von guter Geburt auf mütterlicher und väterlicher Seite … ",
  "an5.192:7.4": "Achtundvierzig Jahre lang führt er das jungfräuliche geistliche Leben … ",
  "an5.192:7.5": "Dann sucht er ein Entgelt für seinen Lehrer, doch nur auf rechtmäßige Weise, nicht auf unrechtmäßige. ",
  "an5.192:7.8": "Wenn er seinem Lehrer sein Entgelt gegeben hat, sucht er sich eine Frau, doch nur auf rechtmäßige Weise, nicht auf unrechtmäßige. ",
  "an5.192:8.1": "Was, Doṇa, bedeutet rechtmäßig in diesem Zusammenhang? ",
  "an5.192:8.2": "Nicht durch Kauf oder Verkauf; er nimmt nur eine Brahmanenfrau durch die Zeremonie des Wassergießens. ",
  "an5.192:8.3": "Er hat nur mit einer Brahmanenfrau Geschlechtsverkehr, nicht mit einer Frau von der Adels-, Kaufmanns- oder Arbeiterkaste, von Ausgestoßenen, Jägern, Bambusarbeitern, Wagenbauern oder Abfallsammlern. Auch hat er keinen Geschlechtsverkehr mit einer Schwangeren oder einer Stillenden oder mit einer Frau außerhalb der fruchtbaren Monatshälfte. ",
  "an5.192:8.4": "Und warum hat der Brahmane keinen Geschlechtsverkehr mit einer Schwangeren? ",
  "an5.192:8.5": "Wenn ein Brahmane mit einer Schwangeren Geschlechtsverkehr hätte, würde der Junge oder das Mädchen in zu viel Schmutz geboren. ",
  "an5.192:8.6": "Darum hat der Brahmane keinen Geschlechtsverkehr mit einer Schwangeren. ",
  "an5.192:8.7": "Und warum hat der Brahmane keinen Geschlechtsverkehr mit einer Stillenden? ",
  "an5.192:8.8": "Wenn ein Brahmane mit einer Stillenden Geschlechtsverkehr hätte, würde der Junge oder das Mädchen den Samen trinken. ",
  "an5.192:8.9": "Darum hat der Brahmane keinen Geschlechtsverkehr mit einer Stillenden. ",
  "an5.192:8.10": "Und warum hat der Brahmane keinen Geschlechtsverkehr außerhalb der fruchtbaren Monatshälfte? Weil seine Brahmanenfrau nicht zum sinnlichen Vergnügen da ist, nicht zum Spaß oder Genießen, sondern nur zur Fortpflanzung. ",
  "an5.192:8.11": "Wenn er mit dem Geschlechtsverkehr seine Nachkommenschaft sichergestellt hat, rasiert er sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "an5.192:8.12": "Wenn er fortgezogen ist, tritt er, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … in die zweite Vertiefung … in die dritte Vertiefung … in die vierte Vertiefung. ",
  "an5.192:8.13": "Wenn er diese vier Vertiefungen entwickelt hat, wird er, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einem himmlischen Bereich. ",
  "an5.192:8.14": "So gleicht ein Brahmane einem Gott. ",
  "an5.192:9.1": "Und wie geht ein Brahmane bis an die Grenze? ",
  "an5.192:9.2": "Da ist ein Brahmane von guter Geburt auf mütterlicher und väterlicher Seite … ",
  "an5.192:9.4": "Achtundvierzig Jahre lang führt er das jungfräuliche geistliche Leben … ",
  "an5.192:9.5": "Dann sucht er ein Entgelt für seinen Lehrer, doch nur auf rechtmäßige Weise, nicht auf unrechtmäßige. ",
  "an5.192:9.8": "Wenn er seinem Lehrer sein Entgelt gegeben hat, sucht er sich eine Frau, doch nur auf rechtmäßige Weise, nicht auf unrechtmäßige. ",
  "an5.192:10.2": "",
  "an5.192:10.3": "Er hat nur mit einer Brahmanenfrau Geschlechtsverkehr … ",
  "an5.192:10.11": "Wenn er mit dem Geschlechtsverkehr seine Nachkommenschaft sichergestellt hat, macht sein Kind ihn glücklich. Weil er anhänglich ist, bleibt er auf seinem Familienbesitz und zieht nicht aus dem Haus fort ins hauslose Leben. ",
  "an5.192:10.12": "Soweit der Rahmen der alten Brahmanen reicht, überschreitet er nicht die Grenze. ",
  "an5.192:10.13": "Darum nennt man ihn einen Brahmanen, der bis an die Grenze geht. ",
  "an5.192:10.14": "So geht ein Brahmane bis an die Grenze. ",
  "an5.192:11.1": "Und wie überschreitet ein Brahmane die Grenze? ",
  "an5.192:11.2": "Da ist ein Brahmane von guter Geburt auf mütterlicher und väterlicher Seite … ",
  "an5.192:11.4": "Achtundvierzig Jahre lang führt er das jungfräuliche geistliche Leben … ",
  "an5.192:11.5": "Dann sucht er ein Entgelt für seinen Lehrer, doch nur auf rechtmäßige Weise, nicht auf unrechtmäßige. ",
  "an5.192:12.3": "Wenn er seinem Lehrer sein Entgelt gegeben hat, sucht er sich eine Frau sowohl auf rechtmäßige als auch auf unrechtmäßige Weise. Das heißt, durch Kauf oder Verkauf, oder er nimmt eine Brahmanenfrau durch die Zeremonie des Wassergießens. ",
  "an5.192:12.4": "Er hat sowohl mit einer Brahmanenfrau Geschlechtsverkehr als auch mit einer Frau von der Adels-, Kaufmanns- oder Arbeiterkaste, von Ausgestoßenen, Jägern, Bambusarbeitern, Wagenbauern oder Abfallsammlern. Auch hat er Geschlechtsverkehr mit einer Schwangeren oder einer Stillenden oder mit einer Frau außerhalb der fruchtbaren Monatshälfte. ",
  "an5.192:12.5": "Seine Brahmanenfrau ist zum sinnlichen Vergnügen da, zum Spaß und Genießen, und auch zur Fortpflanzung. ",
  "an5.192:12.6": "Soweit der Rahmen der alten Brahmanen reicht, überschreitet er die Grenze. ",
  "an5.192:12.7": "Darum nennt man ihn einen Brahmanen, der die Grenze überschreitet. ",
  "an5.192:12.8": "So überschreitet ein Brahmane die Grenze. ",
  "an5.192:13.1": "Und wie ist ein Brahmane ein ausgestoßener Brahmane? ",
  "an5.192:13.2": "Da ist ein Brahmane von guter Geburt auf mütterlicher und väterlicher Seite, er kommt aus einem reinen Schoß bis zur siebten väterlichen Generation zurück, unwiderlegbar und einwandfrei in Fragen der Abstammung. ",
  "an5.192:13.4": "Achtundvierzig Jahre lang führt er das jungfräuliche geistliche Leben und lernt die Hymnen. ",
  "an5.192:13.5": "Dann sucht er ein Entgelt für seinen Lehrer sowohl auf rechtmäßige als auch auf unrechtmäßige Weise. ",
  "an5.192:13.6": "Durch Ackerbau, Handel, Viehzucht, Bogenschießen, Regierungsdienste oder einen Beruf, nicht einzig, indem er von Almosen lebt und die Almosenschale nicht verachtet. ",
  "an5.192:14.1": "Wenn er seinem Lehrer sein Entgelt gegeben hat, sucht er sich eine Frau sowohl auf rechtmäßige als auch auf unrechtmäßige Weise. Das heißt, durch Kauf oder Verkauf, oder er nimmt eine Brahmanenfrau durch die Zeremonie des Wassergießens. ",
  "an5.192:14.2": "Er hat sowohl mit einer Brahmanenfrau Geschlechtsverkehr als auch mit einer Frau von der Adels-, Kaufmanns- oder Arbeiterkaste, von Ausgestoßenen, Jägern, Bambusarbeitern, Wagenbauern oder Abfallsammlern. Auch hat er Geschlechtsverkehr mit einer Schwangeren oder einer Stillenden oder mit einer Frau außerhalb der fruchtbaren Monatshälfte. ",
  "an5.192:14.3": "Seine Brahmanenfrau ist zum sinnlichen Vergnügen da, zum Spaß und Genießen, und auch zur Fortpflanzung. ",
  "an5.192:14.4": "Mit einer beliebigen Arbeit verdient er seinen Unterhalt. ",
  "an5.192:14.5": "Die Brahmanen sagen zu ihm: ",
  "an5.192:14.6": "‚Guter Mann, weshalb behauptest du, ein Brahmane zu sein, aber verdienst deinen Unterhalt mit einer beliebigen Arbeit?‘ ",
  "an5.192:14.7": "Er sagt: ",
  "an5.192:14.8": "‚Wie ein Feuer, das reine und unreine Stoffe gleichermaßen verbrennt, ohne dass es davon verunreinigt wird: ",
  "an5.192:14.9": "Ebenso, guter Mann, wird ein Brahmane nicht verunreinigt, wenn er mit einer beliebigen Arbeit seinen Unterhalt verdient.‘ ",
  "an5.192:14.10": "Ein Brahmane wird ein ausgestoßener Brahmane genannt, weil er mit einer beliebigen Arbeit seinen Unterhalt verdient. ",
  "an5.192:14.11": "So ist ein Brahmane ein ausgestoßener Brahmane. ",
  "an5.192:15.1": "Doṇa, die alten brahmanischen Einsiedler waren Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa und Bhagu. Sie schufen und verbreiteten die Hymnen, deren Gesänge in alten Zeiten gesungen, verbreitet und zusammengestellt wurden. Bis heute werden sie von den Brahmanen gesungen und vorgetragen. Die Brahmanen tragen weiterhin vor, was vorgetragen wurde, sagen auf, was aufgesagt wurde, und lehren, was gelehrt wurde. ",
  "an5.192:15.2": "Diese Seher haben fünf Arten von Brahmanen beschrieben: ",
  "an5.192:15.3": "einen Brahmanen, der Brahmā gleicht, einen, der einem Gott gleicht, einen, der bis an die Grenze geht, einen, der die Grenze überschreitet, und der Fünfte ist der ausgestoßene Brahmane. ",
  "an5.192:15.4": "Welcher von diesen bist du, Doṇa?“ ",
  "an5.192:16.1": "„Wenn das so ist, Meister Gotama, dann kann ich nicht einmal als ein ausgestoßener Brahmane gelten. ",
  "an5.192:16.2": "Vortrefflich, Meister Gotama! … Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}