{
  "an5.155:0.1": "Nummerierte Lehrreden 5 ",
  "an5.155:0.2": "16. Die wahre Lehre ",
  "an5.155:0.3": "155. Der Niedergang der wahren Lehre (2) ",
  "an5.155:1.1": "„Mönche und Nonnen, fünf Dinge führen zum Niedergang und zum Verschwinden der wahren Lehre. ",
  "an5.155:1.2": "Welche fünf? ",
  "an5.155:1.3": "Da prägen sich die Mönche und Nonnen die Lehre nicht ein: ",
  "an5.155:1.4": "die Aussagen, Lieder, Gespräche, Strophen, inbrünstigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und Einteilungen. ",
  "an5.155:1.5": "Das ist das erste Ding, das zum Niedergang und zum Verschwinden der wahren Lehre führt. ",
  "an5.155:2.1": "Dann unterweisen da die Mönche und Nonnen andere nicht ausführlich in der Lehre, wie sie sie gehört und sich eingeprägt haben. ",
  "an5.155:2.2": "Das ist das zweite Ding … ",
  "an5.155:3.1": "Dann lassen da die Mönche und Nonnen die anderen nicht die Lehre im Einzelnen aufsagen, wie sie sie gehört und sich eingeprägt haben. ",
  "an5.155:3.2": "Das ist das dritte Ding … ",
  "an5.155:4.1": "Dann sagen da die Mönche und Nonnen nicht sorgfältig die Lehre auf, wie sie sie gehört und sich eingeprägt haben. ",
  "an5.155:4.2": "Das ist das vierte Ding … ",
  "an5.155:5.1": "Dann denken da die Mönche und Nonnen nicht im Herzen über die Lehre nach und erwägen sie, untersuchen sie nicht mit dem Geist, wie sie sie gehört und sich eingeprägt haben. ",
  "an5.155:5.2": "Das ist das fünfte Ding, das zum Niedergang und zum Verschwinden der wahren Lehre führt. ",
  "an5.155:5.3": "Diese fünf Dinge führen zum Niedergang und zum Verschwinden der wahren Lehre. ",
  "an5.155:6.1": "Fünf Dinge führen zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre. ",
  "an5.155:6.2": "Welche fünf? ",
  "an5.155:6.3": "Da prägen sich die Mönche und Nonnen die Lehre ein: ",
  "an5.155:6.4": "die Aussagen, Lieder, Gespräche, Strophen, inbrünstigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und Einteilungen. ",
  "an5.155:6.5": "Das ist das erste Ding, das zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führt. ",
  "an5.155:7.1": "Dann unterweisen da die Mönche und Nonnen andere ausführlich in der Lehre, wie sie sie gehört und sich eingeprägt haben. ",
  "an5.155:7.2": "Das ist das zweite Ding … ",
  "an5.155:8.1": "Dann lassen da die Mönche und Nonnen die anderen die Lehre im Einzelnen aufsagen, wie sie sie gehört und sich eingeprägt haben. ",
  "an5.155:8.2": "Das ist das dritte Ding … ",
  "an5.155:9.1": "Dann sagen da die Mönche und Nonnen die Lehre im Einzelnen auf, wie sie sie gehört und sich eingeprägt haben. ",
  "an5.155:9.2": "Das ist das vierte Ding … ",
  "an5.155:10.1": "Dann denken da die Mönche und Nonnen im Herzen über die Lehre nach und erwägen sie, untersuchen sie mit dem Geist, wie sie sie gehört und sich eingeprägt haben. ",
  "an5.155:10.2": "Das ist das fünfte Ding, das zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre führt. ",
  "an5.155:10.3": "Diese fünf Dinge führen zu Fortdauer, Langlebigkeit und Beständigkeit der wahren Lehre.“ "
}