{
  "an5.50:0.1": "Nummerierte Lehrreden 5 ",
  "an5.50:0.2": "5. Mit König Muṇḍa ",
  "an5.50:0.3": "50. Mit Nārada ",
  "an5.50:1.1": "Einmal hielt sich der Ehrwürdige Nārada bei Pāṭaliputta im Hühnerkloster auf. ",
  "an5.50:1.2": "Nun war da gerade Bhaddā, die geliebte und teure Königin des Königs Muṇḍa, gestorben. ",
  "an5.50:1.3": "Und seitdem badete und salbte der König sich nicht mehr, aß nicht mehr und widmete sich nicht mehr seiner Arbeit. ",
  "an5.50:1.4": "Tag und Nacht brütete er über dem Leichnam der Königin Bhaddā. ",
  "an5.50:1.5": "Da wandte sich König Muṇḍa an seinen Schatzmeister Piyaka: ",
  "an5.50:1.6": "„Nun, mein lieber Piyaka, lege bitte den Leichnam der Königin Bhaddā in eine eiserne Kiste, die du mit Öl füllst. Dann verschließe sie mit einer zweiten Kiste, sodass wir den Körper der Königin Bhaddā noch länger sehen können.“ ",
  "an5.50:1.7": "„Ja, Eure Majestät“, antwortete Piyaka, der Schatzmeister, und tat wie geheißen. ",
  "an5.50:2.1": "Da dachte Piyaka: ",
  "an5.50:2.2": "„Bhaddā, die geliebte und teure Königin des Königs Muṇḍa, ist gestorben. ",
  "an5.50:2.3": "Seitdem badet und salbt der König sich nicht mehr, isst nicht mehr und widmet sich nicht mehr seiner Arbeit. ",
  "an5.50:2.4": "Tag und Nacht brütet er über dem Leichnam der Königin Bhaddā. ",
  "an5.50:2.5": "Welchem Asketen oder Brahmanen könnte nun der König seine Aufwartung machen, wessen Lehre könnte dem König helfen, den Pfeil des Kummers aufzugeben?“ ",
  "an5.50:3.1": "Da kam ihm in den Sinn: ",
  "an5.50:3.2": "„Dieser Ehrwürdige Nārada hält sich im Hühnerkloster in Pāṭaliputta auf. ",
  "an5.50:3.3": "Er hat diesen guten Ruf: ",
  "an5.50:3.4": "‚Er ist klug, fähig, verständig, ein geistvoller Redner, wortgewandt, zur Reife gelangt, ein Vollendeter.‘ ",
  "an5.50:3.5": "Wie, wenn der König Muṇḍa dem Ehrwürdigen Nārada seine Aufwartung machen würde? Wenn er Nāradas Lehre hört, wird der König hoffentlich den Pfeil des Kummers aufgeben können.“ ",
  "an5.50:4.1": "Da ging Piyaka zum König und sagte zu ihm: ",
  "an5.50:4.2": "„Majestät, dieser Ehrwürdige Nārada hält sich im Hühnerkloster in Pāṭaliputta auf. ",
  "an5.50:4.3": "Er hat diesen guten Ruf: ",
  "an5.50:4.4": "‚Er ist klug, fähig, verständig, ein geistvoller Redner, wortgewandt, zur Reife gelangt, ein Vollendeter.‘ ",
  "an5.50:4.5": "Wie, wenn Eure Majestät dem Ehrwürdigen Nārada Eure Aufwartung machen würdet? Wenn Ihr Nāradas Lehre hört, werdet Ihr hoffentlich den Pfeil des Kummers aufgeben können.“ ",
  "an5.50:4.6": "„Nun denn, mein lieber Piyaka, melde es Nārada. ",
  "an5.50:4.7": "Denn wie könnte jemand wie ich sich erlauben, einen Asketen oder Brahmanen in meinem Reich zu besuchen, ohne es ihm vorher zu melden?“ ",
  "an5.50:4.8": "„Ja, Eure Majestät“, antwortete Piyaka, der Schatzmeister. Er ging zu Nārada, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an5.50:5.1": "„Herr, Bhaddā, die geliebte und teure Königin des Königs Muṇḍa, ist gestorben. ",
  "an5.50:5.2": "Und seit ihrem Tod hat der König sich nicht mehr gebadet und gesalbt, nicht mehr gegessen und sich nicht mehr seiner Arbeit gewidmet. ",
  "an5.50:5.3": "Tag und Nacht brütet er über dem Leichnam der Königin Bhaddā. ",
  "an5.50:5.4": "Herr, bitte unterweise den König, sodass er, wenn er deine Lehre hört, den Pfeil des Kummers aufgeben kann.“ ",
  "an5.50:5.5": "„Bitte, Piyaka, lass den König kommen nach seinem Belieben.“ ",
  "an5.50:6.1": "Da erhob sich Piyaka von seinem Sitz, verbeugte sich, umrundete den Ehrwürdigen Nārada respektvoll, die rechte Seite ihm zugewandt, und ging zum König. Er sagte zu ihm: ",
  "an5.50:6.2": "„Majestät, der Bitte um eine Audienz beim Ehrwürdigen Nārada wurde stattgegeben. ",
  "an5.50:6.3": "Bitte, Eure Majestät, geht nach Eurem Belieben.“ ",
  "an5.50:6.4": "„Nun denn, mein lieber Piyaka, spanne die erlesensten Kutschen an.“ ",
  "an5.50:6.5": "„Ja, Eure Majestät“, antwortete Piyaka, der Schatzmeister. Er tat wie geheißen und meldete dann dem König: ",
  "an5.50:6.6": "„Majestät, die erlesensten Kutschen sind angespannt. ",
  "an5.50:6.7": "Bitte, Eure Majestät, geht nach Eurem Belieben.“ ",
  "an5.50:7.1": "Da bestieg der König Muṇḍa eine erlesene Kutsche und machte sich zusammen mit anderen erlesenen Kutschen in vollem königlichem Prunk auf, um den Ehrwürdigen Nārada im Hühnerkloster zu besuchen.",
  "an5.50:7.2": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und betrat zu Fuß das Kloster. ",
  "an5.50:7.3": "Da ging der König zu Nārada, verbeugte sich und setzte sich zur Seite hin. Da sagte Nārada zu ihm: ",
  "an5.50:8.1": "„Großer König, es gibt fünf Dinge, die kein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand in der Welt bekommen kann. ",
  "an5.50:8.2": "Welche fünf? ",
  "an5.50:8.3": "Dass jemand, der alt werden muss, nicht alt würde. ",
  "an5.50:8.4": "Dass jemand, der krank werden muss, nicht krank würde. … Dass jemand, der sterben muss, nicht sterben würde. … Dass jemand, der enden muss, nicht enden würde. … Dass jemand, der zugrunde gehen muss, nicht zugrunde ginge. … ",
  "an5.50:9.1": "Ein ungebildeter gewöhnlicher Mensch hat jemanden, der alt werden muss und der alt wird. ",
  "an5.50:9.2": "Und er denkt nicht über die Natur des Altwerdens nach: ",
  "an5.50:9.3": "‚Ich bin nicht der Einzige, der jemanden hat, der alt werden muss und der alt wird. Denn alle Lebewesen haben jemanden, der alt werden muss und der alt wird, solange sie kommen und gehen, sterben und wiedergeboren werden. ",
  "an5.50:9.4": "Wenn ich betrübt wäre und jammern und klagen würde, mir an die Brust schlagen und in Verwirrung stürzen würde, nur weil jemand, der alt werden muss, alt wird, würde ich den Appetit verlieren und mein Äußeres würde verkommen. Meine Arbeit würde nicht erledigt, meine Feinde würden sich freuen und meine Freunde wären niedergeschlagen.‘ ",
  "an5.50:9.5": "Da ist er betrübt und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung, wenn jemand, der alt werden muss, alt wird. ",
  "an5.50:9.6": "Das nennt man ",
  "an5.50:9.7": "einen ungebildeten gewöhnlichen Menschen, der vom giftigen Pfeil des Kummers getroffen ist und sich nur selbst quält. ",
  "an5.50:10.1": "Weiterhin hat ein ungebildeter gewöhnlicher Mensch jemanden, der krank werden muss und der krank wird … der sterben muss und der stirbt … der enden muss und der endet … der zugrunde gehen muss und der zugrunde geht. ",
  "an5.50:10.2": "Und er denkt nicht über die Natur des Zugrundegehens nach: ",
  "an5.50:10.3": "‚Ich bin nicht der Einzige, der jemanden hat, der zugrunde gehen muss und der zugrunde geht. Denn alle Lebewesen haben jemanden, der zugrunde gehen muss und der zugrunde geht, solange sie kommen und gehen, sterben und wiedergeboren werden. ",
  "an5.50:10.4": "Wenn ich betrübt wäre und jammern und klagen würde, mir an die Brust schlagen und in Verwirrung stürzen würde, nur weil jemand, der zugrunde gehen muss, zugrunde geht, würde ich den Appetit verlieren und mein Äußeres würde verkommen. Meine Arbeit würde nicht erledigt, meine Feinde würden sich freuen und meine Freunde wären niedergeschlagen.‘ ",
  "an5.50:10.5": "Da ist er betrübt und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung, wenn jemand, der zugrunde gehen muss, zugrunde geht. ",
  "an5.50:10.6": "Das nennt man ",
  "an5.50:10.7": "einen ungebildeten gewöhnlichen Menschen, der vom giftigen Pfeil des Kummers getroffen ist und sich nur selbst quält. ",
  "an5.50:11.1": "Ein gebildeter edler Schüler hat jemanden, der alt werden muss und der alt wird. ",
  "an5.50:11.2": "Und er denkt über die Natur des Altwerdens nach: ",
  "an5.50:11.3": "‚Ich bin nicht der Einzige, der jemanden hat, der alt werden muss und der alt wird. Denn alle Lebewesen haben jemanden, der alt werden muss und der alt wird, solange sie kommen und gehen, sterben und wiedergeboren werden. ",
  "an5.50:11.4": "Wenn ich betrübt wäre und jammern und klagen würde, mir an die Brust schlagen und in Verwirrung stürzen würde, nur weil jemand, der alt werden muss, alt wird, würde ich den Appetit verlieren und mein Äußeres würde verkommen. Meine Arbeit würde nicht erledigt, meine Feinde würden sich freuen und meine Freunde wären niedergeschlagen.‘ ",
  "an5.50:11.5": "Da ist er nicht betrübt und jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung, wenn jemand, der alt werden muss, alt wird. ",
  "an5.50:11.6": "Das nennt man ",
  "an5.50:11.7": "einen gebildeten edlen Schüler, der den giftigen Pfeil des Kummers herausgezogen hat, wegen dem ungebildete gewöhnliche Menschen, wenn sie von ihm getroffen sind, sich nur selbst quälen. ",
  "an5.50:11.8": "Ohne Kummer, von Dornen frei, erlischt dieser edle Schüler einfach. ",
  "an5.50:12.1": "Weiterhin hat ein gebildeter edler Schüler jemanden, der krank werden muss und der krank wird … der sterben muss und der stirbt … der enden muss und der endet … der zugrunde gehen muss und der zugrunde geht. ",
  "an5.50:12.2": "Und er denkt über die Natur des Zugrundegehens nach: ",
  "an5.50:12.3": "‚Ich bin nicht der Einzige, der jemanden hat, der zugrunde gehen muss und der zugrunde geht. Denn alle Lebewesen haben jemanden, der zugrunde gehen muss und der zugrunde geht, solange sie kommen und gehen, sterben und wiedergeboren werden. ",
  "an5.50:12.4": "Wenn ich betrübt wäre und jammern und klagen würde, mir an die Brust schlagen und in Verwirrung stürzen würde, nur weil jemand, der zugrunde gehen muss, zugrunde geht, würde ich den Appetit verlieren und mein Äußeres würde verkommen. Meine Arbeit würde nicht erledigt, meine Feinde würden sich freuen und meine Freunde wären niedergeschlagen.‘ ",
  "an5.50:12.5": "Da ist er nicht betrübt und jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung, wenn jemand, der zugrunde gehen muss, zugrunde geht. ",
  "an5.50:12.6": "Das nennt man ",
  "an5.50:12.7": "einen gebildeten edlen Schüler, der den giftigen Pfeil des Kummers herausgezogen hat, wegen dem ungebildete gewöhnliche Menschen, wenn sie von ihm getroffen sind, sich nur selbst quälen. ",
  "an5.50:12.8": "Ohne Kummer, von Dornen frei, erlischt dieser edle Schüler einfach. ",
  "an5.50:13.1": "Das sind die fünf Dinge, die kein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand in der Welt bekommen kann. ",
  "an5.50:14.1": "Betrübt sein und klagen ",
  "an5.50:14.2": "tut auch nicht ein kleines bisschen gut. ",
  "an5.50:14.3": "Wenn sie wissen, dass du traurig bist, ",
  "an5.50:14.4": "freuen sich deine Feinde. ",
  "an5.50:15.1": "Wenn ein kluger Mensch bei Widrigkeiten nicht schwankt, ",
  "an5.50:15.2": "da er richtig bewertet, was segensreich ist, ",
  "an5.50:15.3": "leiden seine Feinde, ",
  "an5.50:15.4": "wenn sie sehen, dass sein Ausdruck sich nicht verändert. ",
  "an5.50:16.1": "Singen, Aufsagen, erlesene Sprüche, ",
  "an5.50:16.2": "Wohltätigkeit oder Bräuche: ",
  "an5.50:16.3": "Wenn etwas davon von Nutzen ist, ",
  "an5.50:16.4": "mach auf jeden Fall damit weiter. ",
  "an5.50:17.1": "Doch wenn du verstehst: ‚Dieses gute Ding ",
  "an5.50:17.2": "kann weder ich noch irgendjemand sonst bekommen‘, ",
  "an5.50:17.3": "solltest du diese Tatsache annehmen, ohne dich zu betrüben, und denken: ",
  "an5.50:17.4": "‚Das Karma ist gewichtig. Was kann ich jetzt tun?‘“ ",
  "an5.50:18.1": "Daraufhin sagte der König Muṇḍa zum Ehrwürdigen Nārada: ",
  "an5.50:18.2": "„Herr, was ist der Name dieser Darlegung der Lehre?“ ",
  "an5.50:18.3": "„Großer König, diese Darlegung der Lehre wird ‚Den Pfeil des Kummers herausziehen‘ genannt.“ ",
  "an5.50:18.4": "„In der Tat, Herr, damit wird der Pfeil des Kummers herausgezogen!",
  "an5.50:18.5": "Da ich diese Darlegung der Lehre gehört habe, habe ich den Pfeil des Kummers aufgegeben.“ ",
  "an5.50:19.1": "Da wandte sich der König Muṇḍa an seinen Schatzmeister Piyaka: ",
  "an5.50:19.2": "„Nun, mein lieber Piyaka, verbrenne bitte den Leichnam der Königin Bhaddā und errichte ein Denkmal. ",
  "an5.50:19.3": "Von diesem Tag an will ich mich baden und salben, will essen und mich meiner Arbeit widmen.“ "
}