{
  "an5.55:0.1": "Nummerierte Lehrreden 5 ",
  "an5.55:0.2": "6. Hindernisse ",
  "an5.55:0.3": "55. Mutter und Sohn ",
  "an5.55:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an5.55:1.2": "Nun hatten zu dieser Zeit eine Mutter und ihr Sohn in Sāvatthī den Regenzeitaufenthalt angetreten, ",
  "an5.55:1.3": "er als Mönch und sie als Nonne. ",
  "an5.55:1.4": "Sie wollten einander häufig sehen. ",
  "an5.55:1.5": "Die Mutter wollte ihren Sohn oft sehen, ",
  "an5.55:1.6": "und der Sohn die Mutter. ",
  "an5.55:1.7": "Als sie einander häufig sahen, entstand Nähe zwischen ihnen, ",
  "an5.55:1.8": "und aus der Nähe wurde Vertrautheit. ",
  "an5.55:1.9": "Und da sie so vertraut waren, überkam sie Begierde. ",
  "an5.55:1.10": "Als ihr Geist in Begierde versunken war, hatten sie Geschlechtsverkehr, ohne zuvor die Übung abzubrechen und ihre Unfähigkeit zu erklären, sie fortzusetzen. ",
  "an5.55:2.1": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm, was vorgefallen war. ",
  "an5.55:3.1": "„Mönche und Nonnen, wie kann dieser törichte Mann denken, ",
  "an5.55:3.2": "dass eine Mutter nicht ihren Sohn begehren könnte oder ein Sohn seine Mutter? ",
  "an5.55:3.3": "Ich sehe kein einziges Bild, das so erregend, sinnlich, berauschend, fesselnd, betörend und so hinderlich für das Erreichen der unübertrefflichen Geborgenheit ist wie das Bild einer Frau. ",
  "an5.55:3.4": "Lebewesen begehren das Bild einer Frau, sind gierig danach, daran gebunden, davon betört und hängen daran. ",
  "an5.55:3.5": "Im Bann des Bildes einer Frau grämen sie sich lange Zeit. ",
  "an5.55:4.1": "Ich sehe keinen einzigen Ton … keinen einzigen Duft … keinen einzigen Geschmack … keine einzige Berührung, die so erregend, sinnlich, berauschend, fesselnd, betörend und so hinderlich für das Erreichen der unübertrefflichen Geborgenheit ist wie die Berührung einer Frau. ",
  "an5.55:4.2": "Lebewesen begehren die Berührung einer Frau, sind gierig danach, daran gebunden, davon betört und hängen daran. ",
  "an5.55:4.3": "Im Bann der Berührung einer Frau grämen sie sich lange Zeit. ",
  "an5.55:5.1": "Wenn eine Frau geht, hält sie den Geist eines Mannes gefangen. ",
  "an5.55:5.2": "Wenn eine Frau steht … sitzt … liegt … lacht … redet … singt … weint … entstellt ist, hält sie den Geist eines Mannes gefangen. Selbst wenn sie tot ist, hält sie den Geist eines Mannes gefangen. ",
  "an5.55:5.3": "Denn wenn jemand zu Recht eine Schlinge Māras genannt wird, die rundum angelegt ist, dann sind es Frauen. ",
  "an5.55:6.1": "Du kannst mit jemand plaudern, der ein Messer in der Hand hält, ",
  "an5.55:6.2": "selbst mit einem Kobold kannst du plaudern. ",
  "an5.55:6.3": "Du kannst neben einer Giftschlange sitzen, ",
  "an5.55:6.4": "deren Biss dir das Leben nähme. ",
  "an5.55:6.5": "Doch niemals solltest du ",
  "an5.55:6.6": "alleine mit einer Frau plaudern. ",
  "an5.55:7.1": "Den Achtlosen fesselt sie ",
  "an5.55:7.2": "mit einem Blick und einem Lächeln, ",
  "an5.55:7.3": "oder knapp bekleidet ",
  "an5.55:7.4": "spricht sie Worte, die bezaubern. ",
  "an5.55:7.5": "Es ist nicht gut, bei einer solchen Person zu sitzen, ",
  "an5.55:7.6": "selbst wenn sie entstellt oder tot ist. ",
  "an5.55:8.1": "Diese fünf Arten von Sinnesreizen ",
  "an5.55:8.2": "zeigen sich am Körper einer Frau: ",
  "an5.55:8.3": "Bilder, Töne, Düfte, Geschmäcke ",
  "an5.55:8.4": "und so entzückende Berührungen –  ",
  "an5.55:9.1": "Die von der Flut der Sinnesreize fortgeschwemmt sind ",
  "an5.55:9.2": "und sie nicht erfassen, ",
  "an5.55:9.3": "ziehen das Umherwandern vor – ",
  "an5.55:9.4": "Zeit, Bestimmungsort, Leben um Leben. ",
  "an5.55:10.1": "Doch die die Sinnlichkeit völlig verstanden haben, ",
  "an5.55:10.2": "leben allseits furchtlos. ",
  "an5.55:10.3": "Sie sind in der Welt die, die hinübergelangt ",
  "an5.55:10.4": "und am Ende der Befleckungen angekommen sind.“ "
}