{
  "an5.30:0.1": "Nummerierte Lehrreden 5 ",
  "an5.30:0.2": "3. Mit fünf Faktoren ",
  "an5.30:0.3": "30. Mit Nāgita ",
  "an5.30:1.1": "So habe ich es gehört. ",
  "an5.30:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Dorf von Kosaler Brahmanen mit Namen Icchānaṅgala. ",
  "an5.30:1.3": "Dort hielt er sich in einem Wald bei Icchānaṅgala auf. ",
  "an5.30:1.4": "Die Brahmanen und Hausbesitzer von Icchānaṅgala hörten: ",
  "an5.30:1.5": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist in Icchānaṅgala angekommen. Er hält sich in einem Wald bei Icchānaṅgala auf. ",
  "an5.30:1.6": "Er hat diesen guten Ruf: ",
  "an5.30:1.7": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an5.30:1.8": "Er hat diese Welt – die Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "an5.30:1.9": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "an5.30:1.10": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "an5.30:1.11": "Als dann die Nacht vorüber war, nahmen sie viele verschiedene Arten von Speisen, gingen in den Wald bei Icchānaṅgala und standen vor dem Tor, wo sie einen Höllenlärm machten. ",
  "an5.30:2.1": "Nun war zu dieser Zeit der Ehrwürdige Nāgita der Aufwärter des Buddha. ",
  "an5.30:2.2": "Da sagte der Buddha zu Nāgita: ",
  "an5.30:2.3": "„Nāgita, wer macht diesen Höllenlärm? Man könnte meinen, es wären Fischer, die ihren Fang einholen!“ ",
  "an5.30:2.4": "„Herr, es sind diese Brahmanen und Hausbesitzer von Icchānaṅgala. Sie haben viele verschiedene Arten von Speisen gebracht und stehen damit vor dem Tor. Sie wollen sie eigens dem Buddha und dem Saṅgha der Mönche und Nonnen spenden.“ ",
  "an5.30:2.5": "„Nāgita, dass ich niemals berühmt werde! Dass mir kein Ruhm zukomme! ",
  "an5.30:2.6": "Da sind die, die nicht wie ich das Glück der Entsagung, das Glück der Abgeschiedenheit, das Glück des Friedens, das Glück des Erwachens erlangen können, wann immer sie wollen, ohne Mühe und Not. ",
  "an5.30:2.7": "Sie sollen das schmutzige, träge Glück von Besitz, Ehre und Beliebtheit genießen.“ ",
  "an5.30:3.1": "„Herr, der Gesegnete gebe jetzt bitte nach! Der Heilige gebe bitte nach! ",
  "an5.30:3.2": "Jetzt ist die Zeit für den Buddha, nachzugeben. ",
  "an5.30:3.3": "Wo auch der Buddha jetzt hingeht, dahin werden auch diese Brahmanen und Hausbesitzer neigen, und ebenso die Menschen in Stadt und Land. ",
  "an5.30:3.4": "Es ist, wie wenn es stark regnet und das Wasser fließt bergab. ",
  "an5.30:3.5": "Ebenso werden diese Brahmanen und Hausbesitzer dahin neigen, wo der Buddha jetzt hingeht, und ebenso die Menschen in Stadt und Land. ",
  "an5.30:3.6": "Und weshalb? ",
  "an5.30:3.7": "Wegen der Ethik und der Weisheit des Buddha.“ ",
  "an5.30:4.1": "„Nāgita, dass ich niemals berühmt werde! Dass mir kein Ruhm zukomme! ",
  "an5.30:4.2": "Da sind die, die nicht wie ich das Glück der Entsagung, das Glück der Abgeschiedenheit, das Glück des Friedens, das Glück des Erwachens erlangen können, wann immer sie wollen, ohne Mühe und Not. ",
  "an5.30:4.3": "Sie sollen das schmutzige, träge Glück von Besitz, Ehre und Beliebtheit genießen. ",
  "an5.30:4.4": "Was man isst, trinkt, kaut und schmeckt, endet als Kot und Urin. ",
  "an5.30:4.5": "Darauf läuft es hinaus. ",
  "an5.30:4.6": "Wenn geliebte Menschen verderben und zugrunde gehen, kommt es zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "an5.30:4.7": "Darauf läuft es hinaus. ",
  "an5.30:4.8": "Wenn man sich der Meditation über das Merkmal der Hässlichkeit verschreibt, festigt sich der Abscheu vor dem Merkmal der Schönheit. ",
  "an5.30:4.9": "Darauf läuft es hinaus. ",
  "an5.30:4.10": "Wenn man meditiert, indem man bei den sechs Berührungsfeldern die Unbeständigkeit beobachtet, festigt sich der Abscheu vor Berührung. ",
  "an5.30:4.11": "Darauf läuft es hinaus. ",
  "an5.30:4.12": "Wenn man meditiert, indem man das Entstehen und Vergehen bei den fünf mit Ergreifen verbundenen Aggregaten beobachtet, festigt sich der Abscheu vor dem Ergreifen. ",
  "an5.30:4.13": "Darauf läuft es hinaus.“ "
}