{
  "an5.33:0.1": "Nummerierte Lehrreden 5.33 ",
  "an5.33:0.2": "4. Das Kapitel mit Sumanā ",
  "an5.33:0.3": "Mit Uggaha ",
  "an5.33:1.1": "Einmal hielt sich der Buddha bei Bhaddiya auf, im Jātiyā-Wald. ",
  "an5.33:1.2": "Da ging Meṇḍakas Enkel Uggaha zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an5.33:2.1": "„Herr, der Buddha wolle die morgige Mahlzeit von mir annehmen, zusammen mit drei weiteren Mönchen.“ ",
  "an5.33:2.2": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "an5.33:2.3": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, Uggaha von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an5.33:3.1": "Als dann die Nacht vorüber war, kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zu Uggahas Haus und setzte sich dort auf den ausgebreiteten Sitz. ",
  "an5.33:3.2": "Da bewirtete und bediente Uggaha den Buddha eigenhändig mit einer Auswahl an köstlichen Speisen. ",
  "an5.33:3.3": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, setzte Uggaha sich zur Seite hin ",
  "an5.33:3.4": "und sagte zu ihm: ",
  "an5.33:3.5": "„Herr, diese meine Mädchen werden zu den Familien ihrer Männer ziehen. ",
  "an5.33:3.6": "Dass der Buddha sie bitte unterweise ",
  "an5.33:3.7": "und anleite. Das wird zu ihrem langanhaltenden Nutzen und Glück sein.“ ",
  "an5.33:4.1": "Da sagte der Buddha zu diesen Mädchen: ",
  "an5.33:4.2": "„Daher, ihr Mädchen, sollt ihr euch so schulen: ",
  "an5.33:4.3": "‚Unsere Eltern wollen das Beste für uns und werden uns aus Güte und Mitgefühl einem Mann geben. Wir wollen vor ihm aufstehen und nach ihm zu Bett gehen, wir wollen zuvorkommend sein, uns liebenswert zeigen und höflich reden.‘ ",
  "an5.33:4.4": "So sollt ihr euch schulen. ",
  "an5.33:5.1": "Daher, ihr Mädchen, sollt ihr euch so schulen: ",
  "an5.33:5.2": "‚Die, die unser Mann achtet – Mutter und Vater, Asketen und Brahmanen –, die wollen wir ehren, achten, würdigen und verehren. Wir wollen ihnen einen Sitz und Getränke anbieten, wenn sie zu Besuch kommen.‘ ",
  "an5.33:5.3": "So sollt ihr euch schulen. ",
  "an5.33:6.1": "Daher, ihr Mädchen, sollt ihr euch so schulen: ",
  "an5.33:6.2": "‚Wir wollen geschickt und unermüdlich bei den häuslichen Pflichten für unseren Mann sein, wie Stricken und Nähen. Wir wollen verstehen, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen.‘ ",
  "an5.33:6.3": "So sollt ihr euch schulen. ",
  "an5.33:7.1": "Daher, ihr Mädchen, sollt ihr euch so schulen: ",
  "an5.33:7.2": "‚Wir werden wissen, welche Arbeit die Leibeigenen, Arbeiter und Angestellten unseres Mannes, die im Haus beschäftigt sind, erledigt haben und welche nicht. Wir werden wissen, wer krank ist, wer bei Kräften ist und wer nicht. Wir wollen jedem einen gerechten Teil der verschiedenen Speisen zuteilen.‘ ",
  "an5.33:7.3": "So sollt ihr euch schulen. ",
  "an5.33:8.1": "Daher, ihr Mädchen, sollt ihr euch so schulen: ",
  "an5.33:8.2": "‚Wir wollen sicherstellen, dass jegliches Einkommen, das unsere Männer verdienen, bewacht und gehütet wird, sei es Geld, Getreide, Silber oder Gold. Wir werden nicht zu viel ausgeben, nichts stehlen, verschwenden oder verlieren.‘ ",
  "an5.33:8.3": "So sollt ihr euch schulen. ",
  "an5.33:8.4": "Wenn Frauenspersonen diese fünf Eigenschaften besitzen, werden sie, wenn ihr Körper auseinanderbricht, nach dem Tod, unter den Göttern der Anmutigen Scharen wiedergeboren. ",
  "an5.33:9.1": "Nie schaut sie auf ihren Mann herab, ",
  "an5.33:9.2": "der stets auf harte Arbeit aus ist, ",
  "an5.33:9.3": "stets für sie sorgt ",
  "an5.33:9.4": "und alles bringt, was sie wünscht. ",
  "an5.33:10.1": "Eine gute Frau schilt nie ihren Mann ",
  "an5.33:10.2": "mit eifersüchtigen Worten. ",
  "an5.33:10.3": "Sie ist klug und ehrt die, ",
  "an5.33:10.4": "die ihr Gatte achtet. ",
  "an5.33:11.1": "Früh steht sie auf, arbeitet unermüdlich ",
  "an5.33:11.2": "und verwaltet die häuslichen Arbeiten. ",
  "an5.33:11.3": "Liebenswürdig ist sie zu ihrem Mann ",
  "an5.33:11.4": "und bewahrt sein Vermögen. ",
  "an5.33:12.1": "Eine Dame, die diese Pflichten ",
  "an5.33:12.2": "nach den Wünschen ihres Mannes erfüllt, ",
  "an5.33:12.3": "wird unter den Göttern wiedergeboren, ",
  "an5.33:12.4": "die man die ‚Anmutigen‘ nennt.“ "
}