{
  "an5.73:0.1": "Nummerierte Lehrreden 5 ",
  "an5.73:0.2": "8. Krieger ",
  "an5.73:0.3": "73. Mit der Lehre leben (1) ",
  "an5.73:1.1": "Da ging eine Nonne zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an5.73:1.2": "„Herr, man spricht von ‚jemandem, der mit der Lehre lebt‘. ",
  "an5.73:1.3": "Wie beschreibt man jemanden, der mit der Lehre lebt?“ ",
  "an5.73:2.1": "„Da ist, Nonne, eine Nonne, die sich die Lehren einprägt: ",
  "an5.73:2.2": "die Aussagen, Lieder, Gespräche, Strophen, inbrünstigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und Einteilungen. ",
  "an5.73:2.3": "Sie verbringt ihre Tage damit, diese Lehre zu studieren. Doch sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.73:2.4": "Diese Nonne nennt man eine, die viel studiert, nicht eine, die mit der Lehre lebt. ",
  "an5.73:3.1": "Dann unterweist da eine Nonne andere ausführlich im Dhamma, wie sie ihn gehört und sich eingeprägt hat. ",
  "an5.73:3.2": "Sie verbringt ihre Tage damit, sich für diese Lehre einzusetzen. Doch sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.73:3.3": "Diese Nonne nennt man eine, die sich viel einsetzt, nicht eine, die mit der Lehre lebt. ",
  "an5.73:4.1": "Dann sagt da eine Nonne die Lehre im Einzelnen auf, wie sie sie gehört und sich eingeprägt hat. ",
  "an5.73:4.2": "Sie verbringt ihre Tage damit, diese Lehre aufzusagen. Doch sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.73:4.3": "Diese Nonne nennt man eine, die viel aufsagt, nicht eine, die mit der Lehre lebt. ",
  "an5.73:5.1": "Dann denkt da eine Nonne im Herzen über die Lehre nach und erwägt sie, untersucht sie mit dem Geist, wie sie sie gehört und sich eingeprägt hat. ",
  "an5.73:5.2": "Sie verbringt ihre Tage damit, über diese Lehre nachzudenken. Doch sie vernachlässigt die Klausur und weiht sich nicht der inneren Ruhe des Herzens. ",
  "an5.73:5.3": "Diese Nonne nennt man eine, die viel nachdenkt, nicht eine, die mit der Lehre lebt. ",
  "an5.73:6.1": "Da ist eine Nonne, die sich die Lehren einprägt: ",
  "an5.73:6.2": "die Aussagen, Lieder, Gespräche, Strophen, inbrünstigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und Einteilungen. ",
  "an5.73:6.3": "Sie verbringt ihre Tage nicht damit, diese Lehre zu studieren. Sie vernachlässigt die Klausur nicht und weiht sich der inneren Ruhe des Herzens. ",
  "an5.73:6.4": "So ist eine Nonne jemand, der mit der Lehre lebt. ",
  "an5.73:7.1": "So habe ich dir also die Person dargelegt, die viel studiert, die, die sich viel einsetzt, die, die viel aufsagt, die, die viel nachdenkt und die, die mit der Lehre lebt. ",
  "an5.73:7.2": "Aus Anteilnahme habe ich getan, was ein Lehrer, der auf das Wohl seiner Schülerinnen bedacht ist, tun sollte. ",
  "an5.73:7.3": "Hier sind Plätze am Fuß von Bäumen, und hier sind leere Hütten. Übe die Vertiefungen, Nonne! Sei nicht nachlässig! Nicht, dass du es später bereust! Das ist meine Anweisung für dich.“ "
}