{
  "an5.200:0.1": "Nummerierte Lehrreden 5 ",
  "an5.200:0.2": "20. Brahmanen ",
  "an5.200:0.3": "200. Entrinnen ",
  "an5.200:1.1": "„Mönche und Nonnen, es gibt fünf Elemente des Entrinnens. ",
  "an5.200:1.2": "Welche fünf? ",
  "an5.200:1.3": "Da wendet eine Nonne ihre Aufmerksamkeit den Sinnenfreuden zu, aber ihr Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "an5.200:1.4": "Aber wenn sie ihre Aufmerksamkeit der Entsagung zuwendet, ist ihr Geist begierig, zuversichtlich, fest verankert und entschlossen. ",
  "an5.200:1.5": "Ihr Geist ist in gutem Zustand, gut entwickelt, gut entfaltet, gut befreit und von Sinnenfreuden losgelöst. ",
  "an5.200:1.6": "Sie ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von Sinnenfreuden entstehen, sodass sie diese Gefühle nicht fühlt. ",
  "an5.200:1.7": "So wird das Entrinnen von Sinnenfreuden erklärt. ",
  "an5.200:2.1": "Dann wendet da eine Nonne ihre Aufmerksamkeit bösem Willen zu, aber ihr Geist ist diesbezüglich nicht begierig … ",
  "an5.200:2.2": "Aber wenn sie ihre Aufmerksamkeit dem Wohlwollen zuwendet, ist ihr Geist begierig … ",
  "an5.200:2.3": "Ihr Geist ist in gutem Zustand … und von bösem Willen losgelöst. ",
  "an5.200:2.4": "Sie ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von bösem Willen entstehen, sodass sie diese Gefühle nicht fühlt. ",
  "an5.200:2.5": "So wird das Entrinnen von bösem Willen erklärt. ",
  "an5.200:3.1": "Dann wendet da eine Nonne ihre Aufmerksamkeit dem Verletzen zu, aber ihr Geist ist diesbezüglich nicht begierig … ",
  "an5.200:3.2": "Aber wenn sie ihre Aufmerksamkeit der Harmlosigkeit zuwendet, ist ihr Geist begierig … ",
  "an5.200:3.3": "Ihr Geist ist in gutem Zustand … und von Verletzen losgelöst. ",
  "an5.200:3.4": "Sie ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von Verletzen entstehen, sodass sie diese Gefühle nicht fühlt. ",
  "an5.200:3.5": "So wird das Entrinnen vom Verletzen erklärt. ",
  "an5.200:4.1": "Dann wendet da eine Nonne ihre Aufmerksamkeit der Form zu, aber ihr Geist ist diesbezüglich nicht begierig … ",
  "an5.200:4.2": "Aber wenn sie ihre Aufmerksamkeit der Formlosigkeit zuwendet, ist ihr Geist begierig … ",
  "an5.200:4.3": "Ihr Geist ist in gutem Zustand … und von den Formen losgelöst. ",
  "an5.200:4.4": "Sie ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von Formen entstehen, sodass sie diese Gefühle nicht fühlt. ",
  "an5.200:4.5": "So wird das Entrinnen von den Formen erklärt. ",
  "an5.200:5.1": "Dann wendet da eine Nonne ihre Aufmerksamkeit der Persönlichkeit zu, aber ihr Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "an5.200:5.2": "Aber wenn sie ihre Aufmerksamkeit dem Aufhören der Persönlichkeit zuwendet, ist ihr Geist begierig, zuversichtlich, fest verankert und entschlossen. ",
  "an5.200:5.3": "Ihr Geist ist in gutem Zustand, gut entwickelt, gut entfaltet, gut befreit und von Persönlichkeit losgelöst. ",
  "an5.200:5.4": "Sie ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund der Persönlichkeit entstehen, sodass sie diese Gefühle nicht fühlt. ",
  "an5.200:5.5": "So wird das Entrinnen von der Persönlichkeit erklärt. ",
  "an5.200:6.1": "Das Genießen von Sinnenfreuden, bösem Willen, Verletzen, Form und Persönlichkeit hält in ihr nicht an. ",
  "an5.200:6.2": "Daher nennt man sie eine Nonne, die ohne zugrunde liegende Neigungen ist, die das Verlangen abgeschnitten, die Fesseln gelöst, die Einbildung richtig erfasst und dadurch dem Leiden ein Ende gemacht hat. ",
  "an5.200:6.3": "Das sind die fünf Elemente des Entrinnens.“ "
}