{
  "an5.28:0.1": "Nummerierte Lehrreden 5 ",
  "an5.28:0.2": "3. Mit fünf Faktoren ",
  "an5.28:0.3": "28. Mit fünf Faktoren ",
  "an5.28:1.1": "„Mönche und Nonnen, ich werde euch lehren, wie man edle rechte Versenkung mit fünf Faktoren entwickelt. ",
  "an5.28:1.2": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "an5.28:1.3": "„Ja, Herr“, antworteten sie. ",
  "an5.28:1.4": "Der Buddha sagte: ",
  "an5.28:2.1": "„Und wie entwickelt man edle rechte Versenkung mit fünf Faktoren? ",
  "an5.28:2.2": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Wonne der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "an5.28:2.3": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit der Ekstase und der Wonne der Abgeschiedenheit. Es gibt keinen Teil des Körpers, der nicht von der Ekstase und der Wonne der Abgeschiedenheit durchströmt wäre. ",
  "an5.28:2.4": "Wie ein geschickter Bader oder Badergehilfe, der Seifenpulver in eine Bronzeschale gibt und es nach und nach mit Wasser benetzt. Er knetet es, bis die Kugel aus Seifenpulver mit Feuchtigkeit vollgesogen und gesättigt ist, innen und außen durchtränkt, und doch kein Wasser ausläuft. ",
  "an5.28:2.5": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit der Ekstase und der Wonne der Abgeschiedenheit. ",
  "an5.28:2.6": "Es gibt keinen Teil des Körpers, der nicht von der Ekstase und der Wonne der Abgeschiedenheit durchströmt wäre. ",
  "an5.28:2.7": "Das ist die erste Art, edle rechte Versenkung mit fünf Faktoren zu entwickeln. ",
  "an5.28:3.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch als Nächstes in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Wonne der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "an5.28:3.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit der Ekstase und der Wonne der Versenkung. ",
  "an5.28:3.3": "Es gibt keinen Teil des Körpers, der nicht von der Ekstase und der Wonne der Versenkung durchströmt wäre. ",
  "an5.28:3.4": "Wie ein tiefer See, der von einer Quelle gespeist wird und der weder von Osten noch von Westen, weder von Norden noch von Süden einen Zufluss hat und auch nicht von Zeit zu Zeit vom Regen aufgefüllt wird. ",
  "an5.28:3.5": "Doch der Strom kühlen Wassers, der im See aufwallt, tränkt, durchdringt, füllt und durchströmt den ganzen See. Es gibt keinen Teil des Sees, der nicht von kühlem Wasser durchströmt wäre. ",
  "an5.28:3.6": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit der Ekstase und der Wonne der Versenkung. ",
  "an5.28:3.7": "Es gibt keinen Teil des Körpers, der nicht von der Ekstase und der Wonne der Versenkung durchströmt wäre. ",
  "an5.28:3.8": "Das ist die zweite Art, edle rechte Versenkung mit fünf Faktoren zu entwickeln. ",
  "an5.28:4.1": "Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Wonne, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Wonne.‘ ",
  "an5.28:4.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit Wonne, die frei von Ekstase ist. ",
  "an5.28:4.3": "Es gibt keinen Teil des Körpers, der nicht von der Wonne, die frei von Ekstase ist, durchströmt wäre. ",
  "an5.28:4.4": "Wie ein Teich mit blauen Seerosen oder rosa oder weißen Lotusblumen. Manche von ihnen sprießen und wachsen im Wasser, ohne sich darüber zu erheben, und gedeihen unter Wasser. ",
  "an5.28:4.5": "Von der Spitze bis zur Wurzel sind sie getränkt, durchdrungen, angefüllt und durchströmt von kühlem Wasser. ",
  "an5.28:4.6": "Es gibt keinen Teil von ihnen, der nicht von kühlem Wasser durchströmt wäre. ",
  "an5.28:4.7": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit Wonne, die frei von Ekstase ist. ",
  "an5.28:4.8": "Es gibt keinen Teil des Körpers, der nicht von der Wonne, die frei von Ekstase ist, durchströmt wäre. ",
  "an5.28:4.9": "Das ist die dritte Art, edle rechte Versenkung mit fünf Faktoren zu entwickeln. ",
  "an5.28:5.1": "Indem er Glück und Schmerz ablegt und frühere Fröhlichkeit und Traurigkeit beendet, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an5.28:5.2": "Er sitzt da und durchströmt seinen Körper mit reinem, hellem Geist. ",
  "an5.28:5.3": "Es gibt keinen Teil des Körpers, der nicht von reinem, hellem Geist durchströmt wäre. ",
  "an5.28:5.4": "Wie wenn jemand dasitzt, der von Kopf bis Fuß in ein weißes Tuch gehüllt ist. ",
  "an5.28:5.5": "Es gibt keinen Teil des Körpers, der nicht von dem weißen Tuch bedeckt wäre. ",
  "an5.28:5.6": "Ebenso sitzt ein Mönch da und durchströmt seinen Körper mit reinem, hellem Geist. ",
  "an5.28:5.7": "Es gibt keinen Teil des Körpers, der nicht von reinem, hellem Geist durchströmt wäre. ",
  "an5.28:5.8": "Das ist die vierte Art, edle rechte Versenkung mit fünf Faktoren zu entwickeln. ",
  "an5.28:6.1": "Dann hat da ein Mönch die Meditation, die eine Grundlage für die Betrachtung ist, richtig ergriffen, sich ihr richtig zugewandt, sie nicht aus dem Sinn verloren und sie richtig mit Weisheit erfasst. ",
  "an5.28:6.2": "Wie wenn ein Mensch einen anderen betrachtet: Jemand, der steht, betrachtet jemanden, der sitzt, oder jemand, der sitzt, betrachtet jemanden, der liegt. ",
  "an5.28:6.3": "Ebenso hat da ein Mönch die Meditation, die eine Grundlage für die Betrachtung ist, richtig ergriffen, sich ihr richtig zugewandt, sie nicht aus dem Sinn verloren und sie richtig mit Weisheit erfasst. ",
  "an5.28:6.4": "Das ist die fünfte Art, edle rechte Versenkung mit fünf Faktoren zu entwickeln. ",
  "an5.28:7.1": "Wenn edle rechte Versenkung mit fünf Faktoren in dieser Weise entwickelt wird, ist ein Mönch in der Lage, alles zu erlangen, was durch Einsicht erlangt werden kann und worauf er seinen Geist richtet, in jedem einzelnen Fall. ",
  "an5.28:8.1": "Wie wenn ein Krug mit Wasser, randvoll, sodass eine Krähe daraus trinken könnte, auf eine Unterlage gestellt würde: ",
  "an5.28:8.2": "Wenn ein starker Mann ihn irgendwie anstoßen würde, würde da Wasser ausfließen?“ ",
  "an5.28:8.3": "„Ja, Herr.“ ",
  "an5.28:8.4": "„Ebenso ist, wenn edle rechte Versenkung mit fünf Faktoren in dieser Weise entwickelt wird, ein Mönch in der Lage, alles zu erlangen, was durch Einsicht erlangt werden kann und worauf er seinen Geist richtet, in jedem einzelnen Fall. ",
  "an5.28:9.1": "Wie wenn da ein auf vier Seiten eingefasster Lotusteich auf ebener Erde wäre, randvoll mit Wasser, sodass eine Krähe daraus trinken könnte: ",
  "an5.28:9.2": "Wenn ein starker Mann die Einfassung an einer Seite öffnen würde, würde da Wasser ausfließen?“ ",
  "an5.28:9.3": "„Ja, Herr.“ ",
  "an5.28:9.4": "„Ebenso ist, wenn edle rechte Versenkung mit fünf Faktoren in dieser Weise entwickelt wird, ein Mönch in der Lage, alles zu erlangen, was durch Einsicht erlangt werden kann und worauf er seinen Geist richtet, in jedem einzelnen Fall. ",
  "an5.28:10.1": "Wie wenn da eine Kutsche mit angespannten Vollblütern an einer Kreuzung auf ebenem Gelände stünde, und eine Peitsche läge bereit. ",
  "an5.28:10.2": "Dann bestiege ein geschickter Zureiter, ein meisterhafter Kutscher, die Kutsche und nähme die Zügel in seine Rechte und die Peitsche in seine Linke: Er würde nach Belieben hin- und wieder zurückfahren, wann und wohin er wollte. ",
  "an5.28:10.3": "Ebenso ist, wenn edle rechte Versenkung mit fünf Faktoren in dieser Weise entwickelt wird, ",
  "an5.28:10.4": "ein Mönch in der Lage, alles zu erlangen, was durch Einsicht erlangt werden kann und worauf er seinen Geist richtet, in jedem einzelnen Fall. ",
  "an5.28:11.1": "Wenn er wünscht: ‚Dass ich doch die vielen Arten von Wunderkräften ausüben könnte: mich vervielfältigen und wieder eins werden … und meinen Körper bis hin zur Brahmāwelt beherrschen‘ – ",
  "an5.28:11.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an5.28:12.1": "Wenn er wünscht: ‚Dass ich doch mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören könnte, menschliche und göttliche, ob nah oder fern‘ – ",
  "an5.28:12.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an5.28:13.1": "Wenn er wünscht: ‚Dass ich doch den Geist anderer Wesen und Menschen erkennen könnte, indem ich ihn mit meinem Geist erfasse:",
  "an5.28:13.2": "Dass ich einen gierigen Geist als „gierigen Geist“ erkennen könnte,",
  "an5.28:13.3": "einen von Gier freien Geist als „von Gier freien Geist“,",
  "an5.28:13.4": "einen hasserfüllten Geist als „hasserfüllten Geist“,",
  "an5.28:13.5": "einen von Hass freien Geist als „von Hass freien Geist“,",
  "an5.28:13.6": "einen Geist, der sich täuscht, als „Geist, der sich täuscht“,",
  "an5.28:13.7": "einen von Täuschung freien Geist als „von Täuschung freien Geist“,",
  "an5.28:13.8": "einen eingeengten Geist als „eingeengten Geist“,",
  "an5.28:13.9": "einen zerstreuten Geist als „zerstreuten Geist“,",
  "an5.28:13.10": "einen ausgedehnten Geist als „ausgedehnten Geist“,",
  "an5.28:13.11": "einen nicht ausgedehnten Geist als „nicht ausgedehnten Geist“,",
  "an5.28:13.12": "einen Geist, der nicht unübertrefflich ist, als „Geist, der nicht unübertrefflich ist“,",
  "an5.28:13.13": "einen unübertrefflichen Geist als „unübertrefflichen Geist“,",
  "an5.28:13.14": "einen im Samādhi versunkenen Geist als „im Samādhi versunkenen Geist“,",
  "an5.28:13.15": "einen nicht im Samādhi versunkenen Geist als „nicht im Samādhi versunkenen Geist“,",
  "an5.28:13.16": "einen befreiten Geist als „befreiten Geist“",
  "an5.28:13.17": "und einen nicht befreiten Geist als „nicht befreiten Geist“‘ –",
  "an5.28:13.18": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an5.28:14.1": "Wenn er wünscht: ‚Dass ich mich doch … an viele Arten früherer Leben mit den Merkmalen und Einzelheiten erinnern könnte‘ – ",
  "an5.28:14.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an5.28:15.1": "Wenn er wünscht: ‚Dass ich doch mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen könnte, wie sie hinscheiden und … entsprechend ihrer Taten wiedergeboren werden‘ – ",
  "an5.28:15.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an5.28:16.1": "Wenn er wünscht: ‚Dass ich doch die Befleckungen auflösen könnte und in diesem Leben die fleckenlose Freiheit des Herzens erlangen, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben könnte‘ – ",
  "an5.28:16.2": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall.“ "
}