{
  "an5.195:0.1": "Nummerierte Lehrreden 5 ",
  "an5.195:0.2": "20. Brahmanen ",
  "an5.195:0.3": "195. Piṅgiyānī ",
  "an5.195:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an5.195:1.2": "Nun besuchten da gerade ungefähr fünfhundert Licchaver den Buddha. ",
  "an5.195:1.3": "Manche Licchaver waren in Blau, von blauer Farbe, in Blau gekleidet, mit Blau geschmückt. Andere waren ebenso in Gelb, Rot oder Weiß. ",
  "an5.195:1.4": "Doch der Buddha überstrahlte sie alle mit seiner Schönheit und seinem Glanz. ",
  "an5.195:2.1": "Da erhob sich der Brahmane Piṅgīyānī von seinem Sitz, ordnete seine Robe über einer Schulter, ließ sich auf das rechte Knie nieder, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "an5.195:2.2": "„Ich fühle mich gedrängt, zu sprechen, Gesegneter! Ich fühle mich gedrängt, zu sprechen, Heiliger!“ ",
  "an5.195:2.3": "„So sprich, wie es dich drängt“, sagte der Buddha. ",
  "an5.195:2.4": "Da pries der Brahmane Piṅgīyānī den Buddha in dessen Beisein mit einer passenden Strophe: ",
  "an5.195:3.1": "„Wie ein duftender rosafarbener Lotus, ",
  "an5.195:3.2": "der morgens blüht und seinen Duft voll entfaltet: ",
  "an5.195:3.3": "Sieh' Aṅgīrasa scheinen, ",
  "an5.195:3.4": "hell wie die Sonne am Himmel!“ ",
  "an5.195:4.1": "Da legten diese fünfhundert Licchaver Piṅgiyānī fünfhundert Oberroben um, ",
  "an5.195:4.2": "und Piṅgiyānī legte sie dem Buddha um. ",
  "an5.195:5.1": "Da sagte der Buddha zu den Licchavern: ",
  "an5.195:5.2": "„Licchaver, das Erscheinen von fünf Juwelen ist in der Welt selten. ",
  "an5.195:5.3": "Welcher fünf? ",
  "an5.195:5.4": "Das Erscheinen eines Klargewordenen, eines Vollendeten, eines vollkommen erwachten Buddha; ",
  "an5.195:5.5": "eines Menschen, der die Lehre und Übung, die ein Klargewordener verkündet hat, erklärt; ",
  "an5.195:5.6": "eines Menschen, der die Lehre und Übung, die ein Klargewordener verkündet hat, versteht; ",
  "an5.195:5.7": "eines Menschen, der im Einklang mit der Lehre übt; ",
  "an5.195:5.8": "und eines Menschen, der dankbar und erkenntlich ist. ",
  "an5.195:5.9": "Das Erscheinen dieser fünf Juwelen ist in der Welt selten.“ "
}