{
  "an5.134:0.1": "Nummerierte Lehrreden 5 ",
  "an5.134:0.2": "14. Könige ",
  "an5.134:0.3": "134. In jeder Himmelsrichtung ",
  "an5.134:1.1": "„Mönche und Nonnen, ein gesalbter adliger König, der fünf Faktoren besitzt, lebt in jeder Himmelsrichtung, in der er sich aufhält, immer in seinem eigenen Reich. ",
  "an5.134:2.1": "Welche fünf? ",
  "an5.134:2.2": "Da ist ein gesalbter adliger König von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. ",
  "an5.134:2.3": "Er ist reich, hat viel Besitz und Vermögen und seine Schatzkammer und sein Speicher sind gefüllt. ",
  "an5.134:2.4": "Er ist mächtig und hat ein Heer aus vier Abteilungen, das gehorsam ist und seine Befehle ausführt. ",
  "an5.134:2.5": "Er hat einen klugen, fähigen und verständigen Berater, der in der Lage ist, eine Sache in Bezug auf Vergangenheit, Zukunft und Gegenwart zu bedenken. ",
  "an5.134:2.6": "Diese vier Dinge bringen seinen Ruhm zur Erfüllung. ",
  "an5.134:2.7": "Ein gesalbter adliger König, der diese fünf Faktoren mitsamt dem Ruhm besitzt, lebt in jeder Himmelsrichtung, in der er sich aufhält, immer in seinem eigenen Reich. ",
  "an5.134:2.8": "Und warum? ",
  "an5.134:2.9": "Weil es sich bei Siegern so verhält. ",
  "an5.134:3.1": "Ebenso lebt eine Nonne, die fünf Faktoren besitzt, in jeder Himmelsrichtung, in der sie sich aufhält, immer mit befreitem Geist. ",
  "an5.134:3.2": "Welche fünf? ",
  "an5.134:3.3": "Da ist eine Nonne sittlich, gezügelt gemäß der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an5.134:3.4": "Das entspricht der einwandfreien Abstammung des gesalbten adligen Königs. ",
  "an5.134:3.5": "Sie ist sehr gelehrt, erinnert und behält, was sie gehört hat. Diese Lehren sind am Anfang gut, in der Mitte gut und am Ende gut, bedeutsam und gut ausgedrückt; sie beschreiben eine geistliche Übung, die in sich geschlossen und rein ist. In diesen Lehren ist sie sehr bewandert, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an5.134:3.6": "Das entspricht dem Reichtum, dem Besitz und Vermögen und der gefüllten Schatzkammer und dem vollen Speicher des gesalbten adligen Königs. ",
  "an5.134:3.7": "Sie lebt so, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, standhaft entschlossen, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an5.134:3.8": "Das entspricht der Macht des gesalbten adligen Königs. ",
  "an5.134:3.9": "Sie ist weise. Sie besitzt das Wissen vom Entstehen und Vergehen, das edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "an5.134:3.10": "Das entspricht dem Berater des gesalbten adligen Königs. ",
  "an5.134:3.11": "Diese vier Eigenschaften bringen ihre Freiheit zur Erfüllung. ",
  "an5.134:3.12": "Eine Nonne, die diese fünf Faktoren mitsamt der Freiheit besitzt, lebt in jeder Himmelsrichtung, in der sie sich aufhält, immer mit befreitem Geist. ",
  "an5.134:3.13": "Und warum? ",
  "an5.134:3.14": "Weil es sich bei denen, deren Geist frei ist, so verhält.“ "
}