{
  "an5.78:0.1": "Nummerierte Lehrreden 5.78 ",
  "an5.78:0.2": "8. Das Kapitel über einen Krieger ",
  "an5.78:0.3": "Künftige Gefahren (2) ",
  "an5.78:1.1": "„Mönche und Nonnen, wenn sie fünf künftige Gefahren sieht, reicht das für eine Nonne völlig aus, dass sie beflissen, eifrig und entschlossen meditiert, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an5.78:1.2": "Welche fünf? ",
  "an5.78:1.3": "Da denkt eine Nonne nach: ",
  "an5.78:1.4": "‚Gegenwärtig bin ich ein junger Mensch, jung, schwarzhaarig, von Jugend gesegnet, in der Blüte des Lebens. ",
  "an5.78:1.5": "Aber es kommt eine Zeit, wo dieser Körper vom Alter getroffen wird. ",
  "an5.78:1.6": "Wenn man alt ist, vom Alter überwältigt, ist es nicht leicht, sich den Anweisungen der Buddhas zuzuwenden, und es ist nicht leicht, eine abgelegene Unterkunft in der Wildnis und im Wald aufzusuchen. ",
  "an5.78:1.7": "Ehe dieses unerwünschte, unwillkommene, unangenehme Ding eintritt, ",
  "an5.78:1.8": "will ich ihm lieber zuvorkommen und jetzt meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. So werde ich, wenn es soweit ist, unbeschwert leben, auch wenn ich alt bin.‘ ",
  "an5.78:1.9": "Das ist die erste künftige Gefahr … ",
  "an5.78:2.1": "Dann denkt da eine Nonne nach: ",
  "an5.78:2.2": "‚Gegenwärtig bin ich selten krank oder unwohl, mein Magen verdaut gut, ist weder zu heiß noch zu kalt, sondern genau richtig und passend für die Meditation. ",
  "an5.78:2.3": "Aber es kommt eine Zeit, wo dieser Körper von Krankheit getroffen wird. ",
  "an5.78:2.4": "Wenn man krank ist, von Krankheit überwältigt, ist es nicht leicht, sich den Anweisungen der Buddhas zuzuwenden, und es ist nicht leicht, eine abgelegene Unterkunft in der Wildnis und im Wald aufzusuchen. ",
  "an5.78:2.5": "Ehe dieses unerwünschte, unwillkommene, unangenehme Ding eintritt, ",
  "an5.78:2.6": "will ich ihm lieber zuvorkommen und jetzt meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. So werde ich, wenn es soweit ist, unbeschwert leben, auch wenn ich krank bin.‘ ",
  "an5.78:2.7": "Das ist die zweite künftige Gefahr … ",
  "an5.78:3.1": "Dann denkt da eine Nonne nach: ",
  "an5.78:3.2": "‚Gegenwärtig gibt es reichlich zu essen, die Ernte ist gut, sodass Almosen leicht zu bekommen und es leicht ist, mit Almosensammeln durchzukommen. ",
  "an5.78:3.3": "Aber es kommt eine Zeit, wo Hungersnot herrscht, wo es eine Missernte gibt, sodass Almosen schwer zu bekommen und es nicht leicht ist, mit Almosensammeln durchzukommen. ",
  "an5.78:3.4": "In einer Zeit der Hungersnot ziehen die Menschen dahin, wo es reichlich zu essen gibt, ",
  "an5.78:3.5": "und da leben sie gedrängt und eng zusammen. ",
  "an5.78:3.6": "Wenn man gedrängt und eng zusammenlebt, ist es nicht leicht, sich den Anweisungen der Buddhas zuzuwenden, und es ist nicht leicht, eine abgelegene Unterkunft in der Wildnis und im Wald aufzusuchen. ",
  "an5.78:3.7": "Ehe dieses unerwünschte, unwillkommene, unangenehme Ding eintritt, ",
  "an5.78:3.8": "will ich ihm lieber zuvorkommen und jetzt meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. So werde ich, wenn es soweit ist, unbeschwert leben, auch wenn es eine Hungersnot gibt.‘ ",
  "an5.78:3.9": "Das ist die dritte künftige Gefahr … ",
  "an5.78:4.1": "Dann denkt da eine Nonne nach: ",
  "an5.78:4.2": "‚Gegenwärtig leben die Menschen in Eintracht, mit gegenseitiger Wertschätzung, ohne Streit, mischen sich wie Milch und Wasser und betrachten einander mit freundlichen Augen. ",
  "an5.78:4.3": "Aber es kommt eine Zeit, wo Gefahr von wilden Räubern droht, und die Landbevölkerung steigt auf ihre Karren und flieht in alle Richtungen. ",
  "an5.78:4.4": "In einer Zeit der Gefahr ziehen die Menschen dahin, wo es Geborgenheit gibt, ",
  "an5.78:4.5": "und da leben sie gedrängt und eng zusammen. ",
  "an5.78:4.6": "Wenn man gedrängt und eng zusammenlebt, ist es nicht leicht, sich den Anweisungen der Buddhas zuzuwenden, und es ist nicht leicht, eine abgelegene Unterkunft in der Wildnis und im Wald aufzusuchen. ",
  "an5.78:4.7": "Ehe dieses unerwünschte, unwillkommene, unangenehme Ding eintritt, ",
  "an5.78:4.8": "will ich ihm lieber zuvorkommen und jetzt meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. So werde ich, wenn es soweit ist, unbeschwert leben, auch in einer Zeit der Gefahr.‘ ",
  "an5.78:4.9": "Das ist die vierte künftige Gefahr … ",
  "an5.78:5.1": "Dann denkt da eine Nonne nach: ",
  "an5.78:5.2": "‚Gegenwärtig lebt der Saṅgha unbeschwert, einträchtig, mit gegenseitiger Wertschätzung, streitet nicht und sagt als *eine* Gruppe die Ordenssatzung auf. ",
  "an5.78:5.3": "Aber es kommt eine Zeit der Spaltung des Saṅgha. ",
  "an5.78:5.4": "Wenn es eine Spaltung des Saṅgha gibt, ist es nicht leicht, sich den Anweisungen der Buddhas zuzuwenden, und es ist nicht leicht, eine abgelegene Unterkunft in der Wildnis und im Wald aufzusuchen. ",
  "an5.78:5.5": "Ehe dieses unerwünschte, unwillkommene, unangenehme Ding eintritt, ",
  "an5.78:5.6": "will ich ihm lieber zuvorkommen und jetzt meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. So werde ich, wenn es soweit ist, unbeschwert leben, auch wenn es eine Spaltung des Saṅgha gibt.‘ ",
  "an5.78:5.7": "Das ist die fünfte künftige Gefahr … ",
  "an5.78:6.1": "Das sind die fünf künftigen Gefahren. Wenn eine Nonne sie sieht, reicht das für sie völlig aus, dass sie beflissen, eifrig und entschlossen meditiert, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist.“ "
}