{
  "an5.79:0.1": "Nummerierte Lehrreden 5 ",
  "an5.79:0.2": "8. Krieger ",
  "an5.79:0.3": "79. Künftige Gefahren (3) ",
  "an5.79:1.1": "„Mönche und Nonnen, diese fünf künftigen Gefahren sind gegenwärtig nicht entstanden, aber sie werden in Zukunft entstehen. ",
  "an5.79:1.2": "Ihr solltet nach ihnen ausschauen ",
  "an5.79:1.3": "und euch bemühen, sie aufzugeben. ",
  "an5.79:2.1": "Welche fünf? ",
  "an5.79:2.2": "In einer künftigen Zeit wird es Mönche und Nonnen geben, die ihr körperliches Durchhaltevermögen, ihre Ethik, ihren Geist und ihre Weisheit nicht entwickelt haben. ",
  "an5.79:2.3": "Sie werden andere ordinieren, ",
  "an5.79:2.4": "aber sie sind nicht in der Lage, diese in der hohen Ethik, dem hohen Geist und der hohen Weisheit anzuleiten. ",
  "an5.79:2.5": "Auch sie werden ihr körperliches Durchhaltevermögen, ihre Ethik, ihren Geist und ihre Weisheit nicht entwickeln. ",
  "an5.79:2.6": "Auch sie werden andere ordinieren ",
  "an5.79:2.7": "und werden nicht in der Lage sein, diese in der hohen Ethik, dem hohen Geist und der hohen Weisheit anzuleiten. ",
  "an5.79:2.8": "Auch diese werden ihr körperliches Durchhaltevermögen, ihre Ethik, ihren Geist und ihre Weisheit nicht entwickeln. ",
  "an5.79:2.9": "So wird durch eine verdorbene Lehre die Übung verdorben ",
  "an5.79:2.10": "und durch eine verdorbene Übung wird die Lehre verdorben. ",
  "an5.79:2.11": "Das ist die erste künftige Gefahr, die gegenwärtig nicht entstanden ist, aber in Zukunft entstehen wird … ",
  "an5.79:3.1": "Dann wird es in einer künftigen Zeit Mönche und Nonnen geben, die ihr körperliches Durchhaltevermögen, ihre Ethik, ihren Geist und ihre Weisheit nicht entwickelt haben. ",
  "an5.79:3.2": "Sie werden anderen Betreuung geben, ",
  "an5.79:3.3": "aber sie sind nicht in der Lage, diese in der hohen Ethik, dem hohen Geist und der hohen Weisheit anzuleiten. ",
  "an5.79:3.4": "Auch sie werden ihr körperliches Durchhaltevermögen, ihre Ethik, ihren Geist und ihre Weisheit nicht entwickeln. ",
  "an5.79:3.5": "Auch sie werden anderen Betreuung geben ",
  "an5.79:3.6": "und werden nicht in der Lage sein, diese in der hohen Ethik, dem hohen Geist und der hohen Weisheit anzuleiten. ",
  "an5.79:3.7": "Auch diese werden ihr körperliches Durchhaltevermögen, ihre Ethik, ihren Geist und ihre Weisheit nicht entwickeln. ",
  "an5.79:3.8": "So wird durch eine verdorbene Lehre die Übung verdorben ",
  "an5.79:3.9": "und durch eine verdorbene Übung wird die Lehre verdorben. ",
  "an5.79:3.10": "Das ist die zweite künftige Gefahr, die gegenwärtig nicht entstanden ist, aber in Zukunft entstehen wird … ",
  "an5.79:4.1": "Dann wird es in einer künftigen Zeit Mönche und Nonnen geben, die ihr körperliches Durchhaltevermögen, ihre Ethik, ihren Geist und ihre Weisheit nicht entwickelt haben. ",
  "an5.79:4.2": "In Gesprächen über die Lehren und Einteilungen verfallen sie in düstere Vorstellungen, ohne sich darüber im Klaren zu sein. ",
  "an5.79:4.3": "So wird durch eine verdorbene Lehre die Übung verdorben ",
  "an5.79:4.4": "und durch eine verdorbene Übung wird die Lehre verdorben. ",
  "an5.79:4.5": "Das ist die dritte künftige Gefahr, die gegenwärtig nicht entstanden ist, aber in Zukunft entstehen wird … ",
  "an5.79:5.1": "Dann wird es in einer künftigen Zeit Mönche und Nonnen geben, die ihr körperliches Durchhaltevermögen, ihre Ethik, ihren Geist und ihre Weisheit nicht entwickelt haben. ",
  "an5.79:5.2": "Wenn Lehrreden vorgetragen werden, die der Klargewordene gesprochen hat – tiefe, tiefgründige, überweltliche, von der Leerheit handelnde Lehren – dann wollen sie nicht zuhören. Sie passen nicht auf und gebrauchen nicht ihren Verstand, um sie zu verstehen, und halten es auch nicht für wert, sie zu hören und sich einzuprägen. ",
  "an5.79:5.3": "Doch wenn Lehrreden vorgetragen werden, die von Dichtern geschaffen wurden – Poesie, mit geschwollenen Worten und Ausdrücken, von Außenstehenden verfasst oder von Schülern gesprochen – dann wollen sie zuhören. Sie passen auf und gebrauchen ihren Verstand, um sie zu verstehen, und halten es auch für wert, sie zu hören und sich einzuprägen. ",
  "an5.79:5.4": "So wird durch eine verdorbene Lehre die Übung verdorben ",
  "an5.79:5.5": "und durch eine verdorbene Übung wird die Lehre verdorben. ",
  "an5.79:5.6": "Das ist die vierte künftige Gefahr, die gegenwärtig nicht entstanden ist, aber in Zukunft entstehen wird … ",
  "an5.79:6.1": "Dann wird es in einer künftigen Zeit Mönche und Nonnen geben, die ihr körperliches Durchhaltevermögen, ihre Ethik, ihren Geist und ihre Weisheit nicht entwickelt haben. ",
  "an5.79:6.2": "Die Altehrwürdigen im Orden werden genießerisch und lasch sein, führend im Abrutschen; sie werden die Abgeschiedenheit vernachlässigen und ihre Energie nicht aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an5.79:6.3": "Und die, die nach ihnen kommen, folgen ihrem Beispiel. ",
  "an5.79:6.4": "Auch sie werden genießerisch und lasch werden, führend im Abrutschen; sie werden die Abgeschiedenheit vernachlässigen und ihre Energie nicht aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an5.79:6.5": "So wird durch eine verdorbene Lehre die Übung verdorben ",
  "an5.79:6.6": "und durch eine verdorbene Übung wird die Lehre verdorben. ",
  "an5.79:6.7": "Das ist die fünfte künftige Gefahr, die gegenwärtig nicht entstanden ist, aber in Zukunft entstehen wird … ",
  "an5.79:7.1": "Das sind die fünf künftigen Gefahren, die gegenwärtig nicht entstanden sind, aber in Zukunft entstehen werden. ",
  "an5.79:7.2": "Ihr solltet nach ihnen ausschauen ",
  "an5.79:7.3": "und euch bemühen, sie aufzugeben.“ "
}