{
  "an5.103:0.1": "Nummerierte Lehrreden 5.103 ",
  "an5.103:0.2": "11. Das Kapitel über das unbeschwerte Leben ",
  "an5.103:0.3": "Ein Meisterdieb ",
  "an5.103:1.1": "„Mönche und Nonnen, ein Meisterdieb, der fünf Faktoren besitzt, bricht in Häuser ein, plündert Vermögen, raubt aus abgelegenen Gebäuden und belagert Landstraßen. ",
  "an5.103:1.2": "Welche fünf? ",
  "an5.103:1.3": "Da setzt ein Meisterdieb auf unebenes Gelände, auf gute Deckung, auf einflussreiche Menschen, auf Bestechung und darauf, dass er ein Einzelgänger ist. ",
  "an5.103:2.1": "Und wie setzt ein Meisterdieb auf unebenes Gelände? ",
  "an5.103:2.2": "Da setzt ein Meisterdieb auf unzugängliche Flussauen oder schroffe Berglandschaften. ",
  "an5.103:2.3": "So setzt ein Meisterdieb auf unebenes Gelände. ",
  "an5.103:3.1": "Und wie setzt ein Meisterdieb auf gute Deckung? ",
  "an5.103:3.2": "Da setzt ein Meisterdieb auf dichtes Gras, dicke Bäume, dichtes Gestrüpp oder ein großes Waldstück. ",
  "an5.103:3.3": "So setzt ein Meisterdieb auf gute Deckung. ",
  "an5.103:4.1": "Und wie setzt ein Meisterdieb auf einflussreiche Menschen? ",
  "an5.103:4.2": "Da setzt ein Meisterdieb auf Herrscher oder königliche Oberminister. ",
  "an5.103:4.3": "Er denkt: ",
  "an5.103:4.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werden diese Herrscher oder königlichen Oberminister in dem Fall zu meiner Verteidigung sprechen.‘ ",
  "an5.103:4.5": "Und genauso kommt es. ",
  "an5.103:4.6": "So setzt ein Meisterdieb auf einflussreiche Menschen. ",
  "an5.103:5.1": "Und wie setzt ein Meisterdieb auf Bestechung? ",
  "an5.103:5.2": "Da ist ein Meisterdieb reich, wohlhabend und vermögend. ",
  "an5.103:5.3": "Er denkt: ",
  "an5.103:5.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werde ich das mit einem Bestechungsgeld regeln.‘ ",
  "an5.103:5.5": "Und genauso kommt es. ",
  "an5.103:5.6": "So setzt ein Meisterdieb auf Bestechung. ",
  "an5.103:6.1": "Und wie ist ein Meisterdieb ein Einzelgänger? ",
  "an5.103:6.2": "Da führt ein Meisterdieb seine Raubzüge ganz allein aus. ",
  "an5.103:6.3": "Und wozu? ",
  "an5.103:6.4": "Damit seine geheimen Pläne nicht zu anderen durchsickern. ",
  "an5.103:6.5": "So ist ein Meisterdieb ein Einzelgänger. ",
  "an5.103:7.1": "Ein Meisterdieb, der diese fünf Faktoren besitzt, bricht in Häuser ein, plündert Vermögen, raubt aus abgelegenen Gebäuden und belagert Landstraßen. ",
  "an5.103:8.1": "Ebenso ist es mit einem schlechten Mönch, der fünf Eigenschaften besitzt: Er zerbricht und zerstört sich fortwährend selbst, er wird von vernünftigen Menschen zu Recht getadelt und gescholten und fließt über von viel Verderbnis. ",
  "an5.103:8.2": "Welche fünf? ",
  "an5.103:8.3": "Ein schlechter Mönch setzt auf unebenes Gelände, auf gute Deckung, auf einflussreiche Menschen, auf Bestechung und darauf, dass er ein Einzelgänger ist. ",
  "an5.103:9.1": "Und wie setzt ein schlechter Mönch auf unebenes Gelände? ",
  "an5.103:9.2": "Da verhält sich ein schlechter Mönch unmoralisch mit dem Körper, der Sprache und dem Geist. ",
  "an5.103:9.3": "So setzt ein schlechter Mönch auf unebenes Gelände. ",
  "an5.103:10.1": "Und wie setzt ein schlechter Mönch auf gute Deckung? ",
  "an5.103:10.2": "Da hat ein schlechter Mönch falsche Ansicht, er hält er an einer extremistischen Ansicht fest. ",
  "an5.103:10.3": "So setzt ein schlechter Mönch auf gute Deckung. ",
  "an5.103:11.1": "Und wie setzt ein schlechter Mönch auf einflussreiche Menschen? ",
  "an5.103:11.2": "Da setzt ein schlechter Mönch auf Herrscher oder königliche Oberminister. ",
  "an5.103:11.3": "Er denkt: ",
  "an5.103:11.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werden diese Herrscher oder königlichen Oberminister in dem Fall zu meiner Verteidigung sprechen.‘ ",
  "an5.103:11.5": "Und genauso kommt es. ",
  "an5.103:11.6": "So setzt ein schlechter Mönch auf einflussreiche Menschen. ",
  "an5.103:12.1": "Und wie setzt ein schlechter Mönch auf Bestechung? ",
  "an5.103:12.2": "Da erhält ein schlechter Mönch Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "an5.103:12.3": "Er denkt: ",
  "an5.103:12.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werde ich das mit einem Bestechungsgeld regeln.‘ ",
  "an5.103:12.5": "Und genauso kommt es. ",
  "an5.103:12.6": "So setzt ein schlechter Mönch auf Bestechung. ",
  "an5.103:13.1": "Und wie ist ein schlechter Mönch ein Einzelgänger? ",
  "an5.103:13.2": "Da lebt ein schlechter Mönch allein in einem Grenzgebiet. ",
  "an5.103:13.3": "Dort besucht er Familien, um materiellen Besitz zu bekommen. ",
  "an5.103:13.4": "So ist ein schlechter Mönch ein Einzelgänger. ",
  "an5.103:14.1": "Wenn ein schlechter Mönch diese fünf Eigenschaften besitzt, zerbricht und zerstört er sich fortwährend selbst. Er wird von vernünftigen Menschen zu Recht getadelt und gescholten und fließt über von viel Verderbnis.“ "
}