{
  "sn6.1:1.1": "A similar account is told of Gotama Buddha at <a href='https://suttacentral.net/mn26/en/sujato#19.2'>MN 26:19.2</a>, <a href='https://suttacentral.net/mn85/en/sujato#43.2'>MN 85:43.2</a>, and <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#5.2.2'>Kd 1:5.2.2</a>, and of Vipassī at <a href='https://suttacentral.net/dn14/en/sujato#3.1.4'>DN 14:3.1.4</a>. ",
  "sn6.1:1.2": "",
  "sn6.1:1.4": "",
  "sn6.1:1.6": "“Specific conditionality” (<i lang='pi' translate='no'>idappaccayatā</i>) refers to the fact that dependent origination traces the specific conditions for other specific things: this conditions that. It is not a general principle of universal conditionality (“everything is interconnected”). | Dependent origination (<a href='https://suttacentral.net/paṭiccasamuppāda/en/sujato'>PAṭICCASAMUPPāDA</a>) is treated in detail in SN 12. ",
  "sn6.1:1.8": "Up to this point, the Bodhisatta has been solely concerned with finding the answer to his quest, and only now does he think of sharing it with others. The idea that he had made an aspiration for Buddhahood in the long ago past out of a desire to help all sentient beings is not supported in early texts. ",
  "sn6.1:1.9": "“Not supernaturally inspired” (<i lang='pi' translate='no'>anacchariyā</i>) rejects the Vedic “channeling” of scripture from the Divinity, while “not learned before in the past” (<i lang='pi' translate='no'>pubbe assutapubbā</i>), echoing the Dhammacakkappavattanasutta (<a href='https://suttacentral.net/sn56.11/en/sujato#5.1'>SN 56.11:5.1</a>), rejects the oral tradition. ",
  "sn6.1:4.1": "Had he followed this inclination he would have been a <i lang='pi' translate='no'>paccekabuddha</i>, a Buddha “awakened for himself”. ",
  "sn6.1:5.1": "While Sahampati features prominently in the suttas, no deity of that name is found in early Brahmanical texts. He seems, however, to be the Buddhist version of Brahmā Svayambhū, the “Self-born Divinity”, to whom Yājñavalkya traces the authority of his teaching lineage (Bṛhadāraṇyaka Upaniṣad 2.6.3, 4.5.3, 6.5.4). Yājñavalkya identifies this “self-born” with the sun (Śatapatha Brāhmaṇa 1.9.3.16; see also Maitrāyaṇī Saṁhitā 4.6.6) and with Prajāpati (13.5.3.1). Explaining the origin of the soma rite of the “All-Sacrifice”, he says that Brahmā Svayambhū, while performing fervent austerities, decided to offer his self to all creatures and all creatures to his self, thus establishing lordship (<i lang='pi' translate='no'>adhipatya</i>) over all creatures (Śatapatha Brāhmaṇa 13.7.1.1). The root <i lang='pi' translate='no'>pati</i> (“lord”) here establishes a linguistic link with <i lang='pi' translate='no'>sahampati</i>. Further, in the earliest use of <i lang='pi' translate='no'>svayambhū</i> at Rig Veda 10.83.4, the “self-born” deity Manyu “prevails” (<i lang='pi' translate='no'>sahuriḥ sahāvān</i>) in battle. Thus we can identify Sahampati, the “Lord Who Prevails”, with the highest divinity recognized by Yājñavalkya, who originated as victor in battle, whose physical manifestation is the sun, whose spiritual function is to imbue all creatures with divinity, and who serves as the ultimate source of authority. Meanwhile, the epithet <i lang='pi' translate='no'>sayambhū</i> was taken for the Buddha (<a href='https://suttacentral.net/pli-tv-kd11/en/sujato#35.1.37'>Kd 11:35.1.37</a>). ",
  "sn6.1:5.2": "Having surpassed the greatest of the Brahmanical contemplatives, the Buddha’s achievement is recognized by the chief Brahmanical divinity. | The Pali <i lang='pi' translate='no'>vata bho</i> works much like the English exclamation “oh lord” as an appeal to authority (<i lang='pi' translate='no'>bho</i>), often in a purely rhetorical sense. ",
  "sn6.1:5.7": "Sahampati is the one who recognizes the potential in all beings, since it was he who imbued them with divinity. He did this to ensure dominance, but now his motive has transformed into compassion. ",
  "sn6.1:6.2": "The “impure teaching” was, according to the commentary, that of the six ascetic teachers, who are regularly associated with Magadha (eg. <a href='https://suttacentral.net/sn2.30/en/sujato'>SN 2.30</a>, <a href='https://suttacentral.net/snp3.6/en/sujato'>Snp 3.6</a>, <a href='https://suttacentral.net/dn2/en/sujato'>DN 2</a>). Less likely it refers to Brahmanical teachers like Āḷāra Kālāma and Uddaka Rāmaputta, who are more closely associated with Kosala and whose system is regarded as passed down rather than “thought up”. ",
  "sn6.1:6.3": "“Freedom from death” (<i lang='pi' translate='no'>amata</i>, Sanskrit <i lang='pi' translate='no'>amṛta</i>) is yet another Brahmanical term transformed by the Buddha. Its Vedic meaning was “immortality”, and hence the “ambrosia” of soma through which immortality was gained. For the Buddha, as seen in the “noble quest” itself, it was the freedom from the cycles of birth, aging, and death. ",
  "sn6.1:8.1": "Here we see a verbal echo of Sahampati’s martial origins. ",
  "sn6.1:8.2": "A “caravan leader” (<i lang='pi' translate='no'>satthavāha</i>) guides their flock through treacherous deserts and wastelands, as illustrated at <a href='https://suttacentral.net/dn23/en/sujato#23.3'>DN 23:23.3</a>. | <i lang='pi' translate='no'>Anaṇa</i> (“debtless”) is a technical term in the Vedic system. According to Manu 6.35–7, a renunciate must first pay off three debts: study of Vedas, begetting a son, and offering of sacrifices. One who goes forth with these debts unpaid is headed for a downfall. The Buddha has indeed paid off all these debts: he studied the Vedas under his former teachers (<a href='https://suttacentral.net/mn26/en/sujato#15.6'>MN 26:15.6</a>); he has a son Rāhula; and his path is regarded as the highest form of sacrifice (<a href='https://suttacentral.net/dn5/en/sujato#24.1'>DN 5:24.1</a>). But in Buddhism the concept is reinterpreted as meaning one has let go of all defilements, becoming a “perfected”, literally “worthy” one, after which one can eat almsfood free of debt (<a href='https://suttacentral.net/mn124/en/sujato#38.1'>MN 124:38.1</a>, <a href='https://suttacentral.net/sn16.11/en/sujato#13.2'>SN 16.11:13.2</a>). ",
  "sn6.1:9.2": "Here we see the sense of <i lang='pi' translate='no'>indriya</i> as “spiritual potential”. Originally it was the state of excited energy produced by soma that allowed Indra to manifest his full power and overcome his foes. It implicitly links back to the five spiritual qualities that the Buddha attributed to his teachers, which he later formalized as “faculties”. Here as there, the idea creates a connection between beings, a recognition of shared qualities that, when properly nurtured, can mature into awakening. | For the “fault to do with the next world” see <a href='https://suttacentral.net/an2.1/en/sujato'>AN 2.1</a>. ",
  "sn6.1:10.2": "<i lang='pi' translate='no'>Pamuñcantu saddhaṁ</i> has long troubled translators, as the basic sense of <i lang='pi' translate='no'>pamuñcantu</i> is “release”. The problem is a long-standing one, for Sanskrit variants include <i lang='pi' translate='no'>pramodantu</i> (“celebrate”) or <i lang='pi' translate='no'>praṇudantu kāṅkṣāḥ</i> (“dispel doubts”). I think it is a poetic variant of <i lang='pi' translate='no'>adhimuñcantu</i>, to “decide” or “commit” to faith; it is extremely common in Pali to use a synonymous verb to reinforce the sense of the noun. In <a href='https://suttacentral.net/snp5.19/en/sujato'>Snp 5.19</a>, <i lang='pi' translate='no'>muttasaddho</i>, <i lang='pi' translate='no'>pamuñcassu saddhaṁ</i>, and <i lang='pi' translate='no'>adhimuttacittaṁ</i> are all used in this sense. "
}