{
  "sn6.10:1.1": "A difficult problem of this text is the meaning of the numbers of the duration of hell. See the extended version at <a href='https://suttacentral.net/snp3.10/en/sujato'>Snp 3.10</a> for full discussion; it has an extra passage which is essential  for decoding. ",
  "sn6.10:3.3": "",
  "sn6.10:6.1": "Duration by the “Kosalan load” comes to either 150 billion years (using the Arthaśāstra <i lang='pi' translate='no'>khāri</i>) or 25 billion years (using the Pali <i lang='pi' translate='no'>khāri</i>). Neither of these results agrees with the other calculations in this Sutta. The correspondence is not in the result but the simple numbers: twenty packs each hundred years correspond to the twenty times ten of the hells. ",
  "sn6.10:6.2": "Ten hells are listed here, the names of which do not correspond with the 21 or 28 listed in Purāṇas, nor with the seven Jain hells, nor with the hells of <a href='https://suttacentral.net/mn130/en/sujato'>MN 130</a>. The commentary offers three explanations for the obscure names of these hells: they are numbers reflecting the duration spent in Avīci; or they are the cries uttered by those suffering there; or they are simply the cold hells. | For other meanings of <i lang='pi' translate='no'>abbuda</i>, see <a href='https://suttacentral.net/sn10.1/en/sujato#3.2'>SN 10.1:3.2</a>, <a href='https://suttacentral.net/sn1.77/en/sujato#1.4'>SN 1.77:1.4</a>. ",
  "sn6.10:6.3": "The Sanskrit <i lang='pi' translate='no'>nyarbuda</i> (or <i lang='pi' translate='no'>nirbuda</i>) is said, rather, to be ten times the <i lang='pi' translate='no'>arbuda</i>. The expansion in a series of twenty is required to reach the final number, a multiple of 512. ",
  "sn6.10:6.9": "The “Fragrant Water Lily” (<i lang='pi' translate='no'>sogandhika</i>) is variously identified as blue or white. ",
  "sn6.10:6.11": "By this calculation, the Pink Lotus lasts for 10⁷ ×  20⁹ = 5.12 × 10¹⁸ years. ",
  "sn6.10:10.1": "",
  "sn6.10:10.2": "Here, take an <i lang='pi' translate='no'>abbuda</i> as 10 million and a <i lang='pi' translate='no'>nirabbuda</i> as 100 million, and distribute the terms of the first line to the second, for a duration of 5.36 × 10²⁵ years. This is an amplified version of the same number as previous: triple twelve to thirty-six, and multiply by ten million. "
}