{
  "sn6.4:1.2": "The opening is shared with <a href='https://suttacentral.net/mn49/en/sujato'>MN 49</a>, except there the Buddha recalls an encounter at Ukkaṭṭhā. See also <a href='https://suttacentral.net/ja405/en/sujato'>Ja 405</a>. ",
  "sn6.4:1.3": "Baka maintains the same wrong view at <a href='https://suttacentral.net/mn49/en/sujato#2.2'>MN 49:2.2</a>, where he engages the Buddha in philosophical debate. The word <i lang='pi' translate='no'>baka</i> means “stork” or “crane”. To search for a high divinity of this name in Brahmanism is to be disappointed, for instead we find a man-eating demon (<i lang='pi' translate='no'>rakṣasa</i>) in bird form whose fate is to be slain by the hero Bhīma (or Kṛṣṇa). Pali stories tell of how the stork dozes peacefully as if meditating by the water, while in reality he is trying to fool fish into approaching so he can snatch them up (<a href='https://suttacentral.net/ja38/en/sujato'>Ja 38</a>, <a href='https://suttacentral.net/ja236/en/sujato'>Ja 236</a>). A cunning, large, white, high-flying, predatory bird who fakes meditation is a fitting image for the antagonist of these suttas. ",
  "sn6.4:1.4": "The use of the impersonal pronoun (<i lang='pi' translate='no'>idaṁ</i>) to refer to the self as divinity is a characteristic Upaniṣadic idiom: “you are that” (<i lang='pi' translate='no'>tat tvam asi</i>, Chāndogya Upaniṣad 6.8.7); “that self is divinity” (<i lang='pi' translate='no'>ayam ātmā brahma</i>, Māṇḍūkya Upaniṣad 1.2); “I am that” (<i lang='pi' translate='no'>so’ham asmi</i>, Īśa Upaniṣad 16); “this is that self hidden in all” (<i lang='pi' translate='no'>eṣa ta ātmā sarvāntaraḥ</i>, Bṛhadāraṇyaka Upaniṣad 3.4.1, etc.); “this, verily, is that” (<i lang='pi' translate='no'>etad vai tat</i>, Kaṭha Upaniṣad 2.1.5). | For <i lang='pi' translate='no'>idaṁ niccaṁ</i> see <i lang='pi' translate='no'>eṣa nityo</i> (Bṛhadāraṇyaka Upaniṣad 4.4.23); for <i lang='pi' translate='no'>idaṁ dhuvaṁ</i> see <i lang='pi' translate='no'>etad apramayaṁ dhruvam</i> (4.4.20). | “Whole” (<i lang='pi' translate='no'>kevala</i>) is a Brahmanical term indicating complete union with Divinity. ",
  "sn6.4:4.1": "Neither text nor commentary is helpful here. Perhaps the number seventy-two indicates his former royal status, as Manu 7.157 tells us king’s retinue consists of six circles of twelve people. | From this point the text diverges from <a href='https://suttacentral.net/mn49/en/sujato#5.1'>MN 49:5.1</a>. ",
  "sn6.4:5.4": "For the math, see note to <a href='https://suttacentral.net/sn6.10/en/sujato#10.1'>SN 6.10:10.1</a>. ",
  "sn6.4:6.1": "The commentary thinks Baka is quoting the Buddha here, but I doubt it. First, the phrasing <i lang='pi' translate='no'>ahamasmi</i> (“I am”) is characteristic of Brahmā (eg. <a href='https://suttacentral.net/dn1/en/sujato#2.5.2'>DN 1:2.5.2</a>). Second, the Buddha does not, in fact, claim to be one of “infinite vision” (<i lang='pi' translate='no'>anantadassī</i>) in early Pali. Third, the text reads straightforwardly as a statement by Baka. Fourth, <i lang='pi' translate='no'>bhagavā</i> is widely used as a term of respectful address in the Upaniṣads, while later Sanskrit uses <i lang='pi' translate='no'>anantadṛṣṭi</i> as an epithet of Indra or Śiva. The rhetorical posture is similar to <a href='https://suttacentral.net/dn11/en/sujato#83.6'>DN 11:83.6</a>; Baka is overcompensating, his bluster betraying his insecurity. ",
  "sn6.4:6.3": "Normally it is understood that rebirth as a high Divinity requires the practice of deep meditative absorption (<i lang='pi' translate='no'>jhāna</i>), which is not mentioned here. However, Baka is not asking about the kamma that led to him becoming a Divinity, but about the bodily acts he did in the past. ",
  "sn6.4:7.1": "These stories are explained at length in the commentary. ",
  "sn6.4:7.4": "This unusual phrase is, I think, suggestive of a key difference between the Upaniṣads and the Buddha. The Upaniṣads frequently treat the state of sleep and dream as a mystical union, where a person draws closer to divinity, and which appears as a mysterious analogue or manifestation of deep contemplation or realization (eg. Bṛhadāraṇyaka Upaniṣad 2.1.16 ff.). I believe the Buddha is called the “Awakened One” in deliberate contrast with that way of knowing. ",
  "sn6.4:10.1": "This shows the changeability of status. See Kesava Jātaka (<a href='https://suttacentral.net/ja346/en/sujato'>Ja 346</a>). ",
  "sn6.4:11.1": "Despite his praise, here as in <a href='https://suttacentral.net/mn49/en/sujato'>MN 49</a> Baka does not declare himself a follower of the Buddha. "
}