{
  "sn6.15:1.1": "This is an excerpt from the Mahāparinibbānasutta, picking up at <a href='https://suttacentral.net/dn16/en/sujato#6.7.1'>DN 16:6.7.1</a>. ",
  "sn6.15:1.4": "This is perhaps the briefest summary possible of the Buddha’s teaching. The world as it is, and all the beings in it, are created and sustained through conditions. Since the conditions that sustain them are finite, the conditioned phenomena are also finite and must come to an end. Reflecting on this gives rise to gratitude for the life we have and the opportunities it grants us, and determination to live and practice dedicated to the realization of the unconditioned, Nibbana. ",
  "sn6.15:1.5": "The commentary says this line was added at the Council. ",
  "sn6.15:2.1": "Even on his deathbed, the Buddha retains mastery over his mind.| At this point in <a href='https://suttacentral.net/dn16/en/sujato#6.8.2'>DN 16:6.8.2</a>, Ānanda and Anuruddha discuss whether the Buddha is dead. ",
  "sn6.15:4.1": "Each of these characters reveal something of themselves in their verses. Sahampati, as a royal deity, emphasizes the universal nature of the teaching and the grandeur of the Buddha. ",
  "sn6.15:4.2": "“Bag of bones” is a loose rendering of <i lang='pi' translate='no'>samussaya</i>. ",
  "sn6.15:4.5": "The ten powers of a Realized One are detailed at <a href='https://suttacentral.net/an10.21/en/sujato'>AN 10.21</a> and <a href='https://suttacentral.net/mn12/en/sujato#9.1'>MN 12:9.1</a>. ",
  "sn6.15:6.1": "Less creative than Brahmā, Sakka repeats a famous verse spoken by the Buddha at <a href='https://suttacentral.net/sn15.20/en/sujato#8.1'>SN 15.20:8.1</a> and <a href='https://suttacentral.net/dn17/en/sujato#2.17.5'>DN 17:2.17.5</a>. ",
  "sn6.15:7.1": "This verse follows Anuruddha’s in DN 16. ",
  "sn6.15:10.1": "Anuruddha was a reclusive meditator who specialized in mindfulness of breathing. Here he remarks on the fact that, since breathing ceases in the fourth absorption (<a href='https://suttacentral.net/sn36.11/en/sujato#2.19'>SN 36.11:2.19</a>), the Buddha’s breathing had already stopped before he died. "
}