{
  "sn6.3:1.3": "This pair is found only here. ",
  "sn6.3:3.3": "For “presenting a regular oblation” (<i lang='pi' translate='no'>āhutiṁ niccaṁ paggaṇhāti</i>) compare Śatapatha Brāhmaṇa 1.9.2.19, where the sacrificer “seizes” (<i lang='pi' translate='no'>sampragṛhṇāti</i>) the cup and spoon to make an oblation (<i lang='pi' translate='no'>āhuti</i>). This is a householder “sacrifice with wife” (<i lang='pi' translate='no'>patnīsaṃyāja</i>), where an oblation of ghee is offered to four pairs of gods with their wives for the sake of offspring. The lady of the house sits to the south-west of the fire. Here, however, she appears to be the chief sponsor. ",
  "sn6.3:4.3": "See Chāndogya Upaniṣad 4.3.7, where Brahmā is said to be the most magnificent because he eats what is not food. ",
  "sn6.3:4.4": "The “path to divinity” (<i lang='pi' translate='no'>brahmapatha</i>) is said to be for one who sees the Self in the eye as the immortal Divinity. One such, even should they have no proper funeral service, travels after death along the path of light where they are received by a non-human who leads them to Divinity, from which there is no return (Chāndogya Upaniṣad 4.15). ",
  "sn6.3:6.1": "Here the familiar terms for recollection of the Saṅgha were deliberately repurposed from the Vedic meanings. <i lang='pi' translate='no'>Āhuneyyo</i> is “worthy of offerings (<i lang='pi' translate='no'>āhuti</i>) dedicated to the gods”. ",
  "sn6.3:6.2": "<i lang='pi' translate='no'>Dakkhiṇeyyo</i> means “worthy of a religious donation”, the regular fee payable to priests for their services. ",
  "sn6.3:7.3": "Creatures “firm and frail” (<i lang='pi' translate='no'>tasathāvare</i>) is a common Jain idiom (eg. Uttarādhyayana 5.8: <i lang='pi' translate='no'>tasesu thāvaresu ya</i>, Sūyagaḍa 3.4.20: <i lang='pi' translate='no'>je keī tasathāvarā</i>, Dasaveyāliya 4.1.42: <i lang='pi' translate='no'>tasaṁ vā thāvaraṁ vā</i>, Ācāraṅgasūtra 9.1.14<i lang='pi' translate='no'>tasa-jīvā ya thāvarattāe</i>). ",
  "sn6.3:7.4": "Commentary explains <i lang='pi' translate='no'>aggapiṇḍa</i> as “alms for the senior Saṅgha”, in line with <a href='https://suttacentral.net/an4.34/en/sujato#7.1'>AN 4.34:7.1</a>. ",
  "sn6.3:9.4": "",
  "sn6.3:10.1": "According to the commentary, this verse was added by redactors. "
}