{
  "ud7.9:0.1": "Innige Sprüche 7.9 ",
  "ud7.9:0.2": "Der Brunnen ",
  "ud7.9:1.1": "So habe ich es gehört: ",
  "ud7.9:1.2": "Einmal wanderte der Buddha im Land der Maller mit einem großen Saṅgha von Mönchen und Nonnen. Da kam er zu einem mallischen Brahmanendorf namens Thūṇa. ",
  "ud7.9:1.3": "Die Brahmanen und Hausbesitzer von Thūṇa hörten: ",
  "ud7.9:1.4": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist, während er im Land der Maller wandert, zusammen mit einem großen Saṅgha von Mönchen und Nonnen in Thūṇa angekommen.“ ",
  "ud7.9:1.5": "Sie füllten Gras und Spreu in den Brunnen bis zum Rand im Gedanken: ",
  "ud7.9:1.6": "„Dass diese glatzköpfigen Pfaffen, diese falschen Asketen, kein Wasser trinken sollen!“ ",
  "ud7.9:2.1": "Dann ging der Buddha von der Straße ab, ging zum Fuß eines Baumes, setzte sich auf den ausgebreiteten Sitz ",
  "ud7.9:2.2": "und sagte zum Ehrwürdigen Ānanda: ",
  "ud7.9:2.3": "„Bitte, Ānanda, hol mir etwas Wasser aus dem Brunnen.“ ",
  "ud7.9:3.1": "Darauf sagte der Ehrwürdige Ānanda zum Buddha: ",
  "ud7.9:3.2": "„Gerade haben die Brahmanen und Hausbesitzer von Thūṇa Gras und Spreu in den Brunnen gefüllt bis zum Rand im Gedanken: ",
  "ud7.9:3.3": "‚Dass diese glatzköpfigen Pfaffen, diese falschen Asketen, kein Wasser trinken sollen!‘“ ",
  "ud7.9:4.1": "Zum zweiten Mal … ",
  "ud7.9:4.2": "und zum dritten Mal sagte der Buddha zu Ānanda: ",
  "ud7.9:4.3": "„Bitte, Ānanda, hol mir etwas Wasser aus dem Brunnen.“ ",
  "ud7.9:4.4": "„Ja, Herr“, antwortete Ānanda. Er nahm seine Schale und ging zum Brunnen. ",
  "ud7.9:4.5": "Als er sich dem Brunnen näherte, brachen das ganze Gras und die ganze Spreu aus dem Brunnenmund hervor. Das Wasser stand durchsichtig, ungetrübt und klar bis zum Rand und schien überzufließen. ",
  "ud7.9:5.1": "Da dachte der Ehrwürdige Ānanda: ",
  "ud7.9:5.2": "„Es ist unglaublich, es ist erstaunlich! Der Klargewordene besitzt solche übersinnliche Kraft und Macht! ",
  "ud7.9:5.3": "Denn als ich mich diesem Brunnen näherte, brachen das ganze Gras und die ganze Spreu aus dem Brunnenmund hervor. Das Wasser stand durchsichtig, ungetrübt und klar bis zum Rand und schien überzufließen.“ ",
  "ud7.9:5.4": "Er schöpfte eine Schale Trinkwasser, ging zurück zum Buddha und sagte zu ihm: ",
  "ud7.9:5.5": "„Es ist unglaublich, es ist erstaunlich! Der Klargewordene besitzt solche übersinnliche Kraft und Macht! ",
  "ud7.9:5.6": "Denn als ich mich diesem Brunnen näherte, brachen das ganze Gras und die ganze Spreu aus dem Brunnenmund hervor. Das Wasser stand durchsichtig, ungetrübt und klar bis zum Rand und schien überzufließen. ",
  "ud7.9:5.7": "Trink das Wasser, Gesegneter! Trink das Wasser, Heiliger!“ ",
  "ud7.9:6.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud7.9:7.1": "„Welchen Unterschied würde ein Brunnen machen, ",
  "ud7.9:7.2": "wenn allezeit Wasser da wäre? ",
  "ud7.9:7.3": "Wer würde sich auf eine Suche begeben, ",
  "ud7.9:7.4": "wenn er das Verlangen an der Wurzel abgeschnitten hätte?“ "
}