{
  "sn36.7:0.1": "Linked Discourses 36 ",
  "sn36.7:0.2": "1. With Verses ",
  "sn36.7:0.3": "7. The Infirmary (1st) ",
  "sn36.7:1.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "sn36.7:1.2": "Then in the late afternoon, the Buddha came out of retreat and went to the infirmary, where he sat down on the seat spread out, ",
  "sn36.7:1.3": "and addressed the mendicants: ",
  "sn36.7:2.1": "“Mendicants, a mendicant should await their time mindful and aware. ",
  "sn36.7:2.2": "This is my instruction to you. ",
  "sn36.7:3.1": "And how is a mendicant mindful? ",
  "sn36.7:3.2": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn36.7:3.3": "They meditate observing an aspect of feelings … ",
  "sn36.7:3.4": "They meditate observing an aspect of the mind … ",
  "sn36.7:3.5": "They meditate observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn36.7:3.6": "That’s how a mendicant is mindful. ",
  "sn36.7:4.1": "And how is a mendicant aware? ",
  "sn36.7:4.2": "It’s when a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ",
  "sn36.7:4.3": "That’s how a mendicant acts with situational awareness. ",
  "sn36.7:4.4": "A mendicant should await their time mindful and aware. ",
  "sn36.7:4.5": "This is my instruction to you. ",
  "sn36.7:5.1": "While a mendicant is meditating like this—mindful, aware, diligent, keen, and resolute—if pleasant feelings arise, they understand: ",
  "sn36.7:5.2": "‘A pleasant feeling has arisen in me. ",
  "sn36.7:5.3": "That’s dependent, not independent. ",
  "sn36.7:5.4": "Dependent on what? ",
  "sn36.7:5.5": "Dependent on my own body. ",
  "sn36.7:5.6": "But this body is impermanent, conditioned, dependently originated. ",
  "sn36.7:5.7": "So how could a pleasant feeling be permanent, since it has arisen dependent on a body that is impermanent, conditioned, and dependently originated?’ ",
  "sn36.7:5.8": "They meditate observing impermanence, vanishing, dispassion, cessation, and letting go in the body and pleasant feeling. ",
  "sn36.7:5.9": "As they do so, they give up the underlying tendency for greed for the body and pleasant feeling. ",
  "sn36.7:6.1": "While a mendicant is meditating like this—mindful, aware, diligent, keen, and resolute—if painful feelings arise, they understand: ",
  "sn36.7:6.2": " ",
  "sn36.7:6.3": "‘A painful feeling has arisen in me. ",
  "sn36.7:6.4": "That’s dependent, not independent. ",
  "sn36.7:6.5": "Dependent on what? ",
  "sn36.7:6.6": "Dependent on my own body. ",
  "sn36.7:6.7": "But this body is impermanent, conditioned, dependently originated. ",
  "sn36.7:6.8": "So how could a painful feeling be permanent, since it has arisen dependent on a body that is impermanent, conditioned, and dependently originated?’ ",
  "sn36.7:6.9": "They meditate observing impermanence, vanishing, dispassion, cessation, and letting go in the body and painful feeling. ",
  "sn36.7:6.10": "As they do so, they give up the underlying tendency for repulsion towards the body and painful feeling. ",
  "sn36.7:7.1": "While a mendicant is meditating like this—mindful, aware, diligent, keen, and resolute—if neutral feelings arise, they understand: ",
  "sn36.7:7.2": "‘A neutral feeling has arisen in me. ",
  "sn36.7:7.3": "That’s dependent, not independent. ",
  "sn36.7:7.4": "Dependent on what? ",
  "sn36.7:7.5": "Dependent on my own body. ",
  "sn36.7:7.6": "But this body is impermanent, conditioned, dependently originated. ",
  "sn36.7:7.7": "So how could a neutral feeling be permanent, since it has arisen dependent on a body that is impermanent, conditioned, and dependently originated?’ ",
  "sn36.7:7.8": "They meditate observing impermanence, vanishing, dispassion, cessation, and letting go in the body and neutral feeling. ",
  "sn36.7:7.9": "As they do so, they give up the underlying tendency for ignorance towards the body and neutral feeling. ",
  "sn36.7:8.1": "If they feel a pleasant feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. ",
  "sn36.7:8.2": "If they feel a painful feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. ",
  "sn36.7:8.3": "If they feel a neutral feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. ",
  "sn36.7:8.4": "If they feel a pleasant feeling, they feel it detached. ",
  "sn36.7:8.5": "If they feel a painful feeling, they feel it detached. ",
  "sn36.7:8.6": "If they feel a neutral feeling, they feel it detached. ",
  "sn36.7:8.7": "Feeling the end of the body approaching, they understand: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, they understand: ‘I feel the end of life approaching.’ ",
  "sn36.7:8.8": "They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, since I no longer take pleasure in it, will become cool right here.’ ",
  "sn36.7:9.1": "Suppose an oil lamp depended on oil and a wick to burn. ",
  "sn36.7:9.2": "As the oil and the wick are used up, it would be extinguished due to lack of fuel. ",
  "sn36.7:9.3": "In the same way, feeling the end of the body approaching, a mendicant understands: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, a mendicant understands: ‘I feel the end of life approaching.’ ",
  "sn36.7:9.4": "They understand: ‘When my body breaks up and my life is over, everything that’s felt, since I no longer take pleasure in it, will become cool right here.’” "
}