{
  "ud3.6:0.1": "Udāna 3.6 ",
  "ud3.6:0.2": "Pilindavacchasutta ",
  "ud3.6:1.1": "Evaṁ me sutaṁ—",
  "ud3.6:1.2": " ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "ud3.6:1.3": "Tena kho pana samayena āyasmā pilindavaccho bhikkhū vasalavādena samudācarati. ",
  "ud3.6:1.4": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "ud3.6:1.5": "“āyasmā, bhante, pilindavaccho bhikkhū vasalavādena samudācaratī”ti. ",
  "ud3.6:2.1": "Atha kho bhagavā aññataraṁ bhikkhuṁ āmantesi: ",
  "ud3.6:2.2": "“ehi tvaṁ, bhikkhu, mama vacanena pilindavacchaṁ bhikkhuṁ āmantehi: ",
  "ud3.6:2.3": "‘satthā taṁ, āvuso pilindavaccha, āmantetī’”ti. ",
  "ud3.6:2.4": "“Evaṁ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā pilindavaccho tenupasaṅkami; upasaṅkamitvā āyasmantaṁ pilindavacchaṁ etadavoca: ",
  "ud3.6:2.5": "“satthā taṁ, āvuso pilindavaccha, āmantetī”ti. ",
  "ud3.6:3.1": "“Evamāvuso”ti kho āyasmā pilindavaccho tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ pilindavacchaṁ bhagavā etadavoca: ",
  "ud3.6:3.2": "“saccaṁ kira tvaṁ, vaccha, bhikkhū vasalavādena samudācarasī”ti? ",
  "ud3.6:3.3": "“Evaṁ, bhante”ti. ",
  "ud3.6:4.1": "Atha kho bhagavā āyasmato pilindavacchassa pubbenivāsaṁ manasi karitvā bhikkhū āmantesi: ",
  "ud3.6:4.2": "“mā kho tumhe, bhikkhave, vacchassa bhikkhuno ujjhāyittha. ",
  "ud3.6:4.3": "Na, bhikkhave, vaccho dosantaro bhikkhū vasalavādena samudācarati. ",
  "ud3.6:4.4": "Vacchassa, bhikkhave, bhikkhuno pañca jātisatāni abbokiṇṇāni brāhmaṇakule paccājātāni. ",
  "ud3.6:4.5": "So tassa vasalavādo dīgharattaṁ samudāciṇṇo. ",
  "ud3.6:4.6": "Tenāyaṁ vaccho bhikkhū vasalavādena samudācaratī”ti. ",
  "ud3.6:5.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "ud3.6:6.1": "“Yamhi na māyā vasatī na māno, ",
  "ud3.6:6.2": "Yo vītalobho amamo nirāso; ",
  "ud3.6:6.3": "Paṇunnakodho abhinibbutatto, ",
  "ud3.6:6.4": "So brāhmaṇo so samaṇo sa bhikkhū”ti. ",
  "ud3.6:6.5": "Chaṭṭhaṁ. "
}