{
  "ud3.2:0.1": "Udāna 3.2 ",
  "ud3.2:0.2": "Nandasutta ",
  "ud3.2:1.1": "Evaṁ me sutaṁ—",
  "ud3.2:1.2": " ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "ud3.2:1.3": "Tena kho pana samayena āyasmā nando bhagavato bhātā mātucchāputto sambahulānaṁ bhikkhūnaṁ evamāroceti: ",
  "ud3.2:1.4": "“anabhirato ahaṁ, āvuso, brahmacariyaṁ carāmi; ",
  "ud3.2:1.5": "na sakkomi brahmacariyaṁ sandhāretuṁ, sikkhaṁ paccakkhāya hīnāyāvattissāmī”ti. ",
  "ud3.2:2.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "ud3.2:2.2": "“āyasmā, bhante, nando bhagavato bhātā mātucchāputto sambahulānaṁ bhikkhūnaṁ evamāroceti: ",
  "ud3.2:2.3": "‘anabhirato ahaṁ, āvuso, brahmacariyaṁ carāmi, na sakkomi brahmacariyaṁ sandhāretuṁ, sikkhaṁ paccakkhāya hīnāyāvattissāmī’”ti. ",
  "ud3.2:3.1": "Atha kho bhagavā aññataraṁ bhikkhuṁ āmantesi: ",
  "ud3.2:3.2": "“ehi tvaṁ, bhikkhu, mama vacanena nandaṁ bhikkhuṁ āmantehi: ",
  "ud3.2:3.3": "‘satthā taṁ, āvuso nanda, āmantetī’”ti. ",
  "ud3.2:3.4": "“Evaṁ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā nando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ nandaṁ etadavoca: ",
  "ud3.2:3.5": "“satthā taṁ, āvuso nanda, āmantetī”ti. ",
  "ud3.2:4.1": "“Evamāvuso”ti kho āyasmā nando tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ nandaṁ bhagavā etadavoca: ",
  "ud3.2:5.1": "“Saccaṁ kira tvaṁ, nanda, sambahulānaṁ bhikkhūnaṁ evamārocesi: ",
  "ud3.2:5.2": "‘anabhirato ahaṁ, āvuso, brahmacariyaṁ carāmi, na sakkomi brahmacariyaṁ sandhāretuṁ, sikkhaṁ paccakkhāya hīnāyāvattissāmī’”ti? ",
  "ud3.2:5.3": "“Evaṁ, bhante”ti. ",
  "ud3.2:6.1": "“Kissa pana tvaṁ, nanda, anabhirato brahmacariyaṁ carasi, na sakkosi brahmacariyaṁ sandhāretuṁ, sikkhaṁ paccakkhāya hīnāyāvattissasī”ti? ",
  "ud3.2:6.2": "“Sākiyānī maṁ, bhante, janapadakalyāṇī gharā nikkhamantassa upaḍḍhullikhitehi kesehi apaloketvā maṁ etadavoca: ",
  "ud3.2:6.3": "‘tuvaṭaṁ kho, ayyaputta, āgaccheyyāsī’ti. ",
  "ud3.2:6.4": "So kho ahaṁ, bhante, tamanussaramāno anabhirato brahmacariyaṁ carāmi, na sakkomi brahmacariyaṁ sandhāretuṁ, sikkhaṁ paccakkhāya hīnāyāvattissāmī”ti. ",
  "ud3.2:7.1": "Atha kho bhagavā āyasmantaṁ nandaṁ bāhāyaṁ gahetvā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—jetavane antarahito devesu tāvatiṁsesu pāturahosi. ",
  "ud3.2:8.1": "Tena kho pana samayena pañcamattāni accharāsatāni sakkassa devānamindassa upaṭṭhānaṁ āgatāni honti kakuṭapādāni. ",
  "ud3.2:8.2": "Atha kho bhagavā āyasmantaṁ nandaṁ āmantesi: ",
  "ud3.2:8.3": "“passasi no tvaṁ, nanda, imāni pañca accharāsatāni kakuṭapādānī”ti? ",
  "ud3.2:8.4": "“Evaṁ, bhante”ti. ",
  "ud3.2:9.1": "“Taṁ kiṁ maññasi, nanda, katamā nu kho abhirūpatarā vā dassanīyatarā vā pāsādikatarā vā, sākiyānī vā janapadakalyāṇī, imāni vā pañca accharāsatāni kakuṭapādānī”ti? ",
  "ud3.2:9.2": "“Seyyathāpi, bhante, paluṭṭhamakkaṭī kaṇṇanāsacchinnā; ",
  "ud3.2:9.3": "evamevaṁ kho, bhante, sākiyānī janapadakalyāṇī imesaṁ pañcannaṁ accharāsatānaṁ upanidhāya saṅkhyampi nopeti kalabhāgampi nopeti upanidhimpi nopeti. ",
  "ud3.2:9.4": "Atha kho imāni pañca accharāsatāni abhirūpatarāni ceva dassanīyatarāni ca pāsādikatarāni cā”ti. ",
  "ud3.2:10.1": "“Abhirama, nanda, abhirama, nanda. ",
  "ud3.2:10.2": "Ahaṁ te pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānan”ti. ",
  "ud3.2:10.3": "“Sace me, bhante, bhagavā pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānaṁ, abhiramissāmahaṁ, bhante, bhagavati brahmacariye”ti. ",
  "ud3.2:11.1": "Atha kho bhagavā āyasmantaṁ nandaṁ bāhāyaṁ gahetvā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—devesu tāvatiṁsesu antarahito jetavane pāturahosi. ",
  "ud3.2:12.1": "Assosuṁ kho bhikkhū: ",
  "ud3.2:12.2": "“āyasmā kira nando bhagavato bhātā mātucchāputto accharānaṁ hetu brahmacariyaṁ carati; ",
  "ud3.2:12.3": "bhagavā kirassa pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānan”ti. ",
  "ud3.2:13.1": "Atha kho āyasmato nandassa sahāyakā bhikkhū āyasmantaṁ nandaṁ bhatakavādena ca upakkitakavādena ca samudācaranti: ",
  "ud3.2:13.2": "“bhatako kirāyasmā nando upakkitako kirāyasmā nando accharānaṁ hetu brahmacariyaṁ carati; ",
  "ud3.2:13.3": "bhagavā kirassa pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānan”ti. ",
  "ud3.2:14.1": "Atha kho āyasmā nando sahāyakānaṁ bhikkhūnaṁ bhatakavādena ca upakkitakavādena ca aṭṭīyamāno harāyamāno jigucchamāno eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "ud3.2:14.2": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "ud3.2:14.3": "Aññataro kho panāyasmā nando arahataṁ ahosi. ",
  "ud3.2:15.1": "Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṁ jetavanaṁ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitā kho sā devatā bhagavantaṁ etadavoca: ",
  "ud3.2:15.2": "“āyasmā, bhante, nando bhagavato bhātā mātucchāputto āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī”ti. ",
  "ud3.2:15.3": "Bhagavatopi kho ñāṇaṁ udapādi: ",
  "ud3.2:15.4": "“nando āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī”ti. ",
  "ud3.2:16.1": "Atha kho āyasmā nando tassā rattiyā accayena yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā nando bhagavantaṁ etadavoca: ",
  "ud3.2:16.2": "“yaṁ me, bhante, bhagavā pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānaṁ, muñcāmahaṁ, bhante, bhagavantaṁ etasmā paṭissavā”ti. ",
  "ud3.2:16.3": "“Mayāpi kho tvaṁ, nanda, cetasā ceto paricca vidito: ",
  "ud3.2:16.4": "‘nando āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī’ti. ",
  "ud3.2:16.5": "Devatāpi me etamatthaṁ ārocesi: ",
  "ud3.2:16.6": "‘āyasmā, bhante, nando bhagavato bhātā mātucchāputto āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī’ti. ",
  "ud3.2:16.7": "Yadeva kho te, nanda, anupādāya āsavehi cittaṁ vimuttaṁ, athāhaṁ mutto etasmā paṭissavā”ti. ",
  "ud3.2:17.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "ud3.2:18.1": "“Yassa nittiṇṇo paṅko, ",
  "ud3.2:18.2": "Maddito kāmakaṇḍako; ",
  "ud3.2:18.3": "Mohakkhayaṁ anuppatto, ",
  "ud3.2:18.4": "Sukhadukkhesu na vedhatī sa bhikkhū”ti. ",
  "ud3.2:18.5": "Dutiyaṁ. "
}