{
  "ud3.3:0.1": "Udāna 3.3 ",
  "ud3.3:0.2": "Yasojasutta ",
  "ud3.3:1.1": "Evaṁ me sutaṁ—",
  "ud3.3:1.2": " ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "ud3.3:1.3": "Tena kho pana samayena yasojappamukhāni pañcamattāni bhikkhusatāni sāvatthiṁ anuppattāni honti bhagavantaṁ dassanāya. ",
  "ud3.3:1.4": "Tedha kho āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṁ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā ahesuṁ. ",
  "ud3.3:2.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "ud3.3:2.2": "“ke panete, ānanda, uccāsaddā mahāsaddā kevaṭṭā maññe macchavilope”ti? ",
  "ud3.3:2.3": "“Etāni, bhante, yasojappamukhāni pañcamattāni bhikkhusatāni sāvatthiṁ anuppattāni bhagavantaṁ dassanāya. ",
  "ud3.3:2.4": "Tete āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṁ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti. ",
  "ud3.3:2.5": "“Tenahānanda, mama vacanena te bhikkhū āmantehi: ",
  "ud3.3:2.6": "‘satthā āyasmante āmantetī’”ti. ",
  "ud3.3:3.1": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "ud3.3:3.2": "“satthā āyasmante āmantetī”ti. ",
  "ud3.3:3.3": "“Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paṭissutvā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū bhagavā etadavoca: ",
  "ud3.3:4.1": "“Kiṁ nu tumhe, bhikkhave, uccāsaddā mahāsaddā, kevaṭṭā maññe macchavilope”ti? ",
  "ud3.3:4.2": "Evaṁ vutte, āyasmā yasojo bhagavantaṁ etadavoca: ",
  "ud3.3:4.3": "“imāni, bhante, pañcamattāni bhikkhusatāni sāvatthiṁ anuppattāni bhagavantaṁ dassanāya. ",
  "ud3.3:4.4": "Teme āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṁ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti. ",
  "ud3.3:4.5": "“Gacchatha, bhikkhave, paṇāmemi vo; na vo mama santike vatthabban”ti. ",
  "ud3.3:5.1": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā senāsanaṁ saṁsāmetvā pattacīvaramādāya yena vajjī tena cārikaṁ pakkamiṁsu. ",
  "ud3.3:5.2": "Vajjīsu anupubbena cārikaṁ caramānā yena vaggumudā nadī tenupasaṅkamiṁsu; upasaṅkamitvā vaggumudāya nadiyā tīre paṇṇakuṭiyo karitvā vassaṁ upagacchiṁsu. ",
  "ud3.3:6.1": "Atha kho āyasmā yasojo vassūpagato bhikkhū āmantesi: ",
  "ud3.3:6.2": "“bhagavatā mayaṁ, āvuso, paṇāmitā atthakāmena hitesinā, anukampakena anukampaṁ upādāya. ",
  "ud3.3:6.3": "Handa mayaṁ, āvuso, tathā vihāraṁ kappema yathā no viharataṁ bhagavā attamano assā”ti. ",
  "ud3.3:6.4": "“Evamāvuso”ti kho te bhikkhū āyasmato yasojassa paccassosuṁ. ",
  "ud3.3:6.5": "Atha kho te bhikkhū vūpakaṭṭhā appamattā ātāpino pahitattā viharantā tenevantaravassena sabbeva tisso vijjā sacchākaṁsu. ",
  "ud3.3:7.1": "Atha kho bhagavā sāvatthiyaṁ yathābhirantaṁ viharitvā yena vesālī tena cārikaṁ pakkāmi. ",
  "ud3.3:7.2": "Anupubbena cārikaṁ caramāno yena vesālī tadavasari. ",
  "ud3.3:7.3": "Tatra sudaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "ud3.3:8.1": "Atha kho bhagavā vaggumudātīriyānaṁ bhikkhūnaṁ cetasā ceto paricca manasi karitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "ud3.3:8.2": "“ālokajātā viya me, ānanda, esā disā, obhāsajātā viya me, ānanda, esā disā; ",
  "ud3.3:8.3": "yassaṁ disāyaṁ vaggumudātīriyā bhikkhū viharanti gantuṁ appaṭikūlāsi me manasi kātuṁ. ",
  "ud3.3:8.4": "Pahiṇeyyāsi tvaṁ, ānanda, vaggumudātīriyānaṁ bhikkhūnaṁ santike dūtaṁ: ",
  "ud3.3:8.5": "‘satthā āyasmante āmanteti, satthā āyasmantānaṁ dassanakāmo’”ti. ",
  "ud3.3:9.1": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yena aññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṁ bhikkhuṁ etadavoca: ",
  "ud3.3:9.2": "“ehi tvaṁ, āvuso, yena vaggumudātīriyā bhikkhū tenupasaṅkama; upasaṅkamitvā vaggumudātīriye bhikkhū evaṁ vadehi: ",
  "ud3.3:9.3": "‘satthā āyasmante āmanteti, satthā āyasmantānaṁ dassanakāmo’”ti. ",
  "ud3.3:10.1": "“Evamāvuso”ti kho so bhikkhu āyasmato ānandassa paṭissutvā—",
  "ud3.3:10.2": "seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—mahāvane kūṭāgārasālāyaṁ antarahito vaggumudāya nadiyā tīre tesaṁ bhikkhūnaṁ purato pāturahosi. ",
  "ud3.3:10.3": "Atha kho so bhikkhu vaggumudātīriye bhikkhū etadavoca: ",
  "ud3.3:10.4": "“satthā āyasmante āmanteti, satthā āyasmantānaṁ dassanakāmo”ti. ",
  "ud3.3:11.1": "“Evamāvuso”ti kho te bhikkhū tassa bhikkhuno paṭissutvā senāsanaṁ saṁsāmetvā pattacīvaramādāya—",
  "ud3.3:11.2": "seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—vaggumudāya nadiyā tīre antarahitā mahāvane kūṭāgārasālāyaṁ bhagavato sammukhe pāturahesuṁ. ",
  "ud3.3:11.3": "Tena kho pana samayena bhagavā āneñjena samādhinā nisinno hoti. ",
  "ud3.3:11.4": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "ud3.3:11.5": "“katamena nu kho bhagavā vihārena etarahi viharatī”ti? ",
  "ud3.3:11.6": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "ud3.3:11.7": "“āneñjena kho bhagavā vihārena etarahi viharatī”ti. ",
  "ud3.3:11.8": "Sabbeva āneñjasamādhinā nisīdiṁsu. ",
  "ud3.3:12.1": "Atha kho āyasmā ānando abhikkantāya rattiyā, nikkhante paṭhame yāme, uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "ud3.3:12.2": "“abhikkantā, bhante, ratti; nikkhanto paṭhamo yāmo; ciranisinnā āgantukā bhikkhū; ",
  "ud3.3:12.3": "paṭisammodatu, bhante, bhagavā āgantukehi bhikkhūhī”ti. ",
  "ud3.3:12.4": "Evaṁ vutte, bhagavā tuṇhī ahosi. ",
  "ud3.3:13.1": "Dutiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante majjhime yāme, uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "ud3.3:13.2": "“abhikkantā, bhante, ratti; ",
  "ud3.3:13.3": "nikkhanto majjhimo yāmo; ",
  "ud3.3:13.4": "ciranisinnā āgantukā bhikkhū; ",
  "ud3.3:13.5": "paṭisammodatu, bhante, bhagavā āgantukehi bhikkhūhī”ti. ",
  "ud3.3:13.6": "Dutiyampi kho bhagavā tuṇhī ahosi. ",
  "ud3.3:14.1": "Tatiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante pacchime yāme, uddhaste aruṇe, nandimukhiyā rattiyā uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "ud3.3:14.2": "“abhikkantā, bhante, ratti; ",
  "ud3.3:14.3": "nikkhanto pacchimo yāmo; ",
  "ud3.3:14.4": "uddhasto aruṇo; ",
  "ud3.3:14.5": "nandimukhī ratti; ",
  "ud3.3:14.6": "ciranisinnā āgantukā bhikkhū; ",
  "ud3.3:14.7": "paṭisammodatu, bhante, bhagavā, āgantukehi bhikkhūhī”ti. ",
  "ud3.3:15.1": "Atha kho bhagavā tamhā samādhimhā vuṭṭhahitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "ud3.3:15.2": "“sace kho tvaṁ, ānanda, jāneyyāsi ettakampi te nappaṭibhāseyya. ",
  "ud3.3:15.3": "Ahañca, ānanda, imāni ca pañca bhikkhusatāni sabbeva āneñjasamādhinā nisīdimhā”ti. ",
  "ud3.3:16.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "ud3.3:17.1": "“Yassa jito kāmakaṇḍako, ",
  "ud3.3:17.2": "Akkoso ca vadho ca bandhanañca; ",
  "ud3.3:17.3": "Pabbatova so ṭhito anejo, ",
  "ud3.3:17.4": "Sukhadukkhesu na vedhatī sa bhikkhū”ti. ",
  "ud3.3:17.5": "Tatiyaṁ. "
}