{
  "an3.14:0.1": "'Discours Numérotés 3.14 '",
  "an3.14:0.2": "'2. Le Fabricant de Chariots '",
  "an3.14:0.3": "'Le Monarque qui Tourne la Roue '",
  "an3.14:1.1": "'« Moines, même un monarque qui tourne la roue, un roi juste et doté de principes, n’exerce pas le pouvoir sans avoir son propre roi.\\xa0» '",
  "an3.14:1.2": "'En disant cela, l’une des moines demanda au Bouddha : '",
  "an3.14:1.3": "'« Mais qui est le roi du monarque qui tourne la roue, le roi juste et doté de principes ?\\xa0» '",
  "an3.14:1.4": "'« Ce sont les principes, moine », répondit le Bouddha. '",
  "an3.14:1.5": "'« Moine, un monarque qui tourne la roue assure une protection et une sécurité justes à sa cour, en s’appuyant uniquement sur le principe — en honorant, en respectant et en vénérant le principe, en ayant le principe comme drapeau, comme bannière et comme autorité. '",
  "an3.14:2.1": "'Il assure la protection et la sécurité de ses aristocrates, de ses vassaux, de ses troupes, de ses brahmanes et de ses maîtres de maison, des habitants de la ville et de la campagne, des ascètes et des brahmanes, des bêtes et des oiseaux. '",
  "an3.14:2.2": "'Lorsqu’il a fait cela, il n’exerce le pouvoir que dans le respect des principes. '",
  "an3.14:2.3": "'Et ce pouvoir ne peut être sapé par aucun ennemi humain. '",
  "an3.14:3.1": "'De la même manière, un moine, un Réalisé, un parfait, un Bouddha pleinement éveillé, un roi juste et doté de principes, assure une protection et une sécurité justes concernant les actions corporelles, en s’appuyant uniquement sur les principes — en honorant, en respectant et en vénérant les principes, en ayant les principes comme drapeau, comme bannière et comme autorité. '",
  "an3.14:3.2": "'‹ Ce type d’action corporelle devrait être cultivé. Ce type d’action corporelle ne devrait pas être cultivé. › '",
  "an3.14:4.1": "'De plus, un Réalisé… assure une protection et une sécurité justes concernant les actions verbales, en disant : '",
  "an3.14:4.2": "'‹ Ce type d’action verbale devrait être cultivé. Ce type d’action verbale ne devrait pas être cultivé. › … Et concernant les actions mentales : '",
  "an3.14:4.3": "'‹ Ce type d’action mentale devrait être cultivé. Ce type d’action mentale ne devrait pas être cultivé › '",
  "an3.14:5.1": "'Et lorsqu’un Réalisé, un parfait, un Bouddha pleinement éveillé a assuré une protection et une sécurité justes concernant les actions du corps, de la parole et de l’esprit, il fait rouler la roue suprême du Dhamma. '",
  "an3.14:5.2": "'Et cette roue ne peut être inversée par aucun ascète ou brahmane ou dieu ou Māra ou Brahmā ou par quiconque dans le monde.\\xa0» '"
}