{
  "pe4:0.1": "Peṭakopadesa ",
  "pe4:0.2": "4. Suttavicayacatutthabhūmi ",
  "pe4:1.1": "Tattha katamo suttavicayo? ",
  "pe4:2.1": "Tattha kusalehi dhammehi akusalehi dhammehi pubbāparaso sādhukaṁ upaparikkhiyati. ",
  "pe4:2.2": "Kiṁ nu kho idaṁ suttaṁ ārabhi …pe… tehi suttehi saha adhisannaṭṭhehi yujjati udāhu na yujjatīti? ",
  "pe4:3.1": "Yathā bhagavā kilese ādimhi tattha deseti. ",
  "pe4:3.2": "Kiṁ desitaṁ? ",
  "pe4:3.3": "Tesaṁ kilesānaṁ pahānaṁ udāhu no desitanti upaparikkhitabbaṁ. ",
  "pe4:3.4": "Yadi na desitaṁ bhagavati tesaṁ kilesānaṁ pahānaṁ kusalā dhammā pariyesitabbā; ",
  "pe4:3.5": "yattha te akusalā pahānaṁ gacchanti. ",
  "pe4:3.6": "Sace samannehamāno na labhati. ",
  "pe4:3.7": "Tattha akusalā dhammā apakaḍḍhitabbā vīmaṁsitabbā, saṅkilesabhāgiyasuttaṁ, yadi kilesā apakaḍḍhiyantā. ",
  "pe4:3.8": "Ye vā na denti tattha upaparikkhitabbā ariyamaggadhammā tāsu bhūmīsu kilesā pahānaṁ gacchanti, udāhu na gacchantīti. ",
  "pe4:3.9": "Yattakā pana kilesā desitā. ",
  "pe4:3.10": "Na tattakā ariyadhammā desitā. ",
  "pe4:3.11": "Yattha kilesā pahānaṁ gacchanti, tattha ye kilesā ariyadhammānaṁ paṭipakkhena na yujjanti, te apakaḍḍhitabbā, sace apakaḍḍhiyantā yojanaṁ deti. ",
  "pe4:3.12": "Tattha evaṁ vīmaṁsitabbaṁ. ",
  "pe4:3.13": "Dve tīṇi vā taduttari vā kilesā ekena ariyamaggena pahānaṁ gacchantīti. ",
  "pe4:3.14": "Sace evaṁ vīmaṁsiyantā yojanaṁ deti, tattha upaparikkhitabbaṁ. ",
  "pe4:3.15": "Paramparāya vā piṭakasampadānena vā suttassa attho ca nattho ca. ",
  "pe4:3.16": "Yaṁ vā na sakkā suttaṁ niddisituṁ neva suttaṁ vicikicchitabbaṁ. ",
  "pe4:3.17": "Evaṁ yathā ādimhi kusalā dhammā honti. ",
  "pe4:3.18": "Ye kilesā te pahīneyyāti. ",
  "pe4:3.19": "Te upaparikkhitabbā. ",
  "pe4:3.20": "Puro vā kusalo paṭipakkhena vā puro desanā, anūnā anadhikā uggahetabbā. ",
  "pe4:3.21": "Yathā paṭhamo uttilo yesamidāni kilesānaṁ ye ariyadhammā desitā ime kilesā imehi ariyadhammehi pahīyanti, udāhu nappahīyantīti vicinitabbā. ",
  "pe4:3.22": "Yadi upaparikkhiyamānā yujjanti, gahetabbā. ",
  "pe4:3.23": "Atha na yujjanti, ye kilesā apaṭipakkhā honti, te kilesā aparipakkhitabbā. ",
  "pe4:3.24": "Ye ca ariyadhammā paṭipakkhā honti, te ariyadhammā apakaḍḍhitabbā. ",
  "pe4:3.25": "Na hi ariyadhammā anāgāmikilesappahānaṁ gacchanti, nāpi ariyadhammā sabbakilesānaṁ pahānāya saṁvattanti. ",
  "pe4:3.26": "Yathā kusalā mettā akusalo rāgo na tu kusalā mettāti kāretvā akusalassa rāgassa pahānāya sambhavati byāpādo mettāya pahānaṁ gacchati. ",
  "pe4:3.27": "Tasmā ubho kilesā upaparikkhitabbā. ",
  "pe4:3.28": "Yo yo ca dhammo upadisiyati kusalo vā akusalo vā so apakaḍḍhitabbo. ",
  "pe4:3.29": "Sace te yujjanti apakaḍḍhiyamāno natthi upaparikkhitabbaṁ. ",
  "pe4:3.30": "Dve vā kilesā ekena ariyadhammena pahīneyyāti dvīhi vā ariyadhammehi eko vā kileso pahīyatīti. ",
  "pe4:4.1": "Atha vā evampi upaparikkhiyamānaṁ yujjati, tattha vīmaṁsitabbaṁ vā yathā yujjati tattha vīmaṁsitabbaṁ vā, yathā nanu sakkā suttaṁ niddisituṁ, na hi sutte vicikicchitabbaṁ. ",
  "pe4:4.2": "Kileso maṁ ariyadhammesu desitesu ubhayato upaparikkhitabbaṁ. ",
  "pe4:4.3": "Kira ye vā ime kilesā desitā ye ca ariyadhammā desitā gāthāya vā byākaraṇena vā, kiṁ nu kho ime kilesā imehi ariyadhammehi pahīyanti, udāhu nappahīyanti? ",
  "pe4:4.4": "Ime vā ariyadhammā imesaṁ kilesānaṁ pahānāya saṁvattantīti. ",
  "pe4:4.5": "Kiñcāpi kusalehi dhammehi akusalā dhammā pahānaṁ gacchanti. ",
  "pe4:4.6": "Na tu sabbehi ariyadhammehi sabbākusalā pahānaṁ gacchanti. ",
  "pe4:4.7": "Yathā mettā kusalo akusalo ca rāgo na tu kusalā mettā akusalo rāgoti kāretvā mettāya rāgo pahānaṁ, byāpādo mettāya pahānaṁ gacchanti. ",
  "pe4:4.8": "Evaṁ kilesoti kāretvā suttena pahānaṁ gacchati. ",
  "pe4:4.9": "Na sutto dhammoti kāretvā sabbaṁ kilesassa pahānāya saṁvattati. ",
  "pe4:4.10": "Yaṁ tu suttassa ariyadhammo saṅkilesapaṭipakkho, so tena pahānaṁ gacchatīti. ",
  "pe4:5.1": "Tattha kusale desite sutte byākaraṇe vā saṅkilesā na yujjanti ariyadhammā vā, te mahāpadese niddisitabbāvayavena apakaḍḍhitabbā. ",
  "pe4:5.2": "Tattha kilesehi ca desitehi ariyadhammesu ca yadipi tena ariyadhammena te kilesā pahānaṁ gacchanti. ",
  "pe4:5.3": "Tatthapi uttari upaparikkhitabbaṁ. ",
  "pe4:5.4": "Kena kāraṇena ete kilesā pajahitabbā, kena kāraṇena ariyadhammā desitāti? ",
  "pe4:5.5": "Yena yena vā ākārena ariyadhammā desitā, tena tena pakārena ayaṁ kileso ṭhito. ",
  "pe4:5.6": "Atthi hi eko kileso, tena vā ariyadhammā na aññathā aññathā pahātabbo, yathā diṭṭhi rāgo avijjā ca dassanena pahātabbā. ",
  "pe4:5.7": "Sā ce evañca avijjā bhāvanāya bhūmi vā dhammā bhāvanāya pahātabbā. ",
  "pe4:5.8": "Sāyeva uddhambhāgiyaṁ asaṅkhatadassanāya vimuttiyā animittena cetosamādhinā amanasikārena pahīyati. ",
  "pe4:5.9": "Evaṁ sātthaṁ sabyañjanaṁ upaparikkhitabbaṁ. ",
  "pe4:5.10": "Ye dassanena pahātabbā kilesā dassanākārena ariyadhammo desito, bhāvanāya pahātabbā bhāvanākārena ariyadhammo desito, patisevanā pahātabbā patisevanākārena ariyadhammo desito, evaṁ vinodanapahātabbā yāva satta āsavā kātabbā, yāvaññathā. ",
  "pe4:5.11": "Aññathā hesa dhammo pahātabbo aññenākārena ariyadhammo desito, so ariyadhammo aññathā pariyesitabbo. ",
  "pe4:5.12": "Yadi ayaṁ dhammo pariyesato yo ca deseti yena yenākārena, so ariyadhammo pariyesitabbo, tenākārena kileso pahīyati. ",
  "pe4:5.13": "So tattha upaparikkhitabbo. ",
  "pe4:5.14": "Atha na yujjati yadi hi tena suttena vihitaṁ suttaṁ vīmaṁsitabbaṁ. ",
  "pe4:5.15": "Yathā yujjati, tathā gahetabbaṁ. ",
  "pe4:5.16": "Yathā na yujjati, tathā na gahetabbaṁ, addhā etaṁ bhagavatā na bhāsitaṁ, āyasmatā vā duggahitaṁ, yathā mahāpadese niddisitabbaṁ, bhagavatā yathābhūtaṁ desitaṁ, yo ca dhammo desito kusalo ca akusalo ca tassa dhammassa paccayo pariyesitabbo. ",
  "pe4:5.17": "Na hi paccayā vinā dhammo appaccayo uppajjati. ",
  "pe4:5.18": "Tattha ko ākāro pariyesanāya? ",
  "pe4:6.1": "Tattha tathārūpaṁ sahetu sappaccayaṁ soyaṁ dhammo vuttoti idaṁ vīmaṁsitabbaṁ. ",
  "pe4:6.2": "So ca paccayo tividho—",
  "pe4:6.3": "mudu majjho adhimatto. ",
  "pe4:6.4": "Tattha mudumhi paccaye mududhammo gahetabbo, evaṁ satyesa paccayo duvidho paramparāpaccayo ca samanantarapaccayo ca. ",
  "pe4:6.5": "So paccayo mudutena byādhimattaṁ pariyesitabbaṁ. ",
  "pe4:6.6": "Kiṅkāraṇaṁ? ",
  "pe4:6.7": "Aññataropi paccayo aññehi paccayehi pariyattiṁ vā pāripūriṁ vā gacchati. ",
  "pe4:6.8": "Tattha yo dhammo desito, tassa dhammassa etena vā kāraṇena vā hetu pariyesitabbo. ",
  "pe4:6.9": "Yathā paccayo hetunā paccayena ca, so tassa dhammassa nissando pariyesitabbo. ",
  "pe4:6.10": "Yathā niddiṭṭho adhiṭṭhāne padhānaṁ pariyesati, so paccayo pariyesitabbo. ",
  "pe4:6.11": "Na hi mudussa dhammassa adhimatto nissando adhimattassa vā nissandassa mududhammo, atha mudussa mudu majjhāya majjho adhimattassa adhimatto yujjati, taṁ gahetabbaṁ, atha na yujjati na gahetabbaṁ. ",
  "pe4:6.12": "Yañca bhagavā ārabhati dhammaṁ desetuṁ, taṁyeva dhammaṁ majjhantapariyosānaṁ deseti, yathā suttādhiṭṭhāne dhammā ādimhi niddisati, taṁyeva bahu tassa suttassa pariyosānaṁ. ",
  "pe4:6.13": "Tassa hi dhammassa vasena taṁ suttaṁ hoti gāthā vā byākaraṇaṁ khuddakaṁ mahantaṁ vā, yathā pana duvidhā anurūpanti vā thapanā ca desanāthapanā. ",
  "pe4:6.14": "Rūpantipi dhammassa pariyesitabbā. ",
  "pe4:6.15": "Yathā ca bhagavatā pañcannaṁ indriyānaṁ saṁvaraṇaṁ desitaṁ taṇhāya niggahaṇatthaṁ icchāva hoti. ",
  "pe4:6.16": "Deseti yathā gopālakopame sutte aññehipi suttehi bhagavā bhāsati icchāva hoti majjhimanikāye vitakko ayaṁ bhagavato desanānurūpanti iti so dhammo aññesupi veyyākaraṇesu pariyesitabbo. ",
  "pe4:6.17": "Na hi ekaṁ hi sutte daṭṭhabbo. ",
  "pe4:6.18": "Yujjanaṁ taṁ gahetabbaṁ. ",
  "pe4:7.1": "Tattha katamaṁ anuññātaṁ? ",
  "pe4:7.2": "Yaṁ kiñci suttaṁ bhagavatā na bhāsitaṁ tañca suttesuyeva dissati, evametaṁ dhāretabbaṁ. ",
  "pe4:7.3": "Yathā asukena bhāsitanti, taṁ suttaṁ vīmaṁsitabbaṁ. ",
  "pe4:7.4": "Kiṁ nu kho imaṁ suttaṁ anuññātaṁ khamaṁ bhagavato udāhu nānuññātaṁ khamaṁ, kiñci rūpañca suttaṁ bhagavato anuññātaṁ khamaṁ kiñci rūpañca nānuññātaṁ khamaṁ? ",
  "pe4:7.5": "Yaṁ sabbaso anotāretvā dasabalo gocaraṁ deseti, taṁ sabbaṁ suttaṁ bhagavato nānuññātaṁ khamaṁ. ",
  "pe4:7.6": "Atthipi so sāvako dasabalānaṁ gocaraṁ jānāti odhiso anodhiso, taṁ pana balaṁ sabbaso na jānāti aññathā nāma savanena, yathā āyasmatā sāriputtena yena brāhmaṇo ovadito, tassa āyasmato natthi indriyabalavemattañāṇaṁ, tena puggalaparo parañca taṁ ajānanto sati uttarikaraṇīye uppādito, so bhagavatā apasādito. ",
  "pe4:7.7": "Yathāva āyasmā mahākassapo bhāgineyyaṁ ovadati anantariyasamannāgato iddhipāṭihīrena aṅguliyo adīpetvā yaṁ sabbesaṁ dhammānaṁ kammasamādānānaṁ hetuso ṭhānaso yathābhūtaṁ ñāṇaṁ, tassa āyasmato saṁvijjate, tena naṁ ovadati, taṁ bhagavā karoti. ",
  "pe4:8.1": "“Sacepi dasa pajjote, ",
  "pe4:8.2": "dhārayissasi kassapa; ",
  "pe4:8.3": "Neva dakkhati rūpāni, ",
  "pe4:8.4": "cakkhu tassa na vijjatī”ti. ",
  "pe4:9.1": "Api ca kho yathā dūto rājavacanena sattamanusāsati, evaṁ sesānugo aññātakaṁ ghosaṁ paresaṁ deseti. ",
  "pe4:9.2": "Anuññātakhamasuttaṁ gahetabbaṁ. ",
  "pe4:9.3": "Ananuññātakhamaṁ na gahetabbaṁ. ",
  "pe4:10.1": "Tattha katamo suttasaṅkaro? ",
  "pe4:10.2": "Pañcavidhaṁ suttaṁ, saṅkilesabhāgiyaṁ vāsanābhāgiyaṁ dassanabhāgiyaṁ bhāvanābhāgiyaṁ asekkhabhāgiyaṁ. ",
  "pe4:10.3": "Aññaṁ ārādheyya aññaṁ deseti aññassa ca suttassa atthaṁ aññamhi sutte niddisati. ",
  "pe4:10.4": "Suttassa vā hi anekākāraṁ atthaṁ niddisati. ",
  "pe4:10.5": "Ariyadhammasādhane atthaṁ vivarati. ",
  "pe4:10.6": "Vāsanābhāgiyassa atthaṁ dassanabhāgiyesu niddisati. ",
  "pe4:10.7": "Orambhāgiyānaṁ saṁyojanānaṁ atthaṁ uddhambhāgiyesu niddisati. ",
  "pe4:10.8": "Mudumajjhānaṁ indriyānaṁ adhimattesu suttesu niddisati. ",
  "pe4:10.9": "Iti ayaṁ suttaṁ sambhedaṁ hetunā ca nissandena ca phalena ca niddesena ca mudumajjhādhimattatāyapi ca atthena ca byañjanena ca yo sambhedo, ayaṁ vuccati suttasaṅkaro. ",
  "pe4:10.10": "Yo asambhedo, ayaṁ vuccati suttavicayo. ",
  "pe4:11.1": "Tatthāyaṁ uddānagāthā ",
  "pe4:12.1": "Purimānaṁ akkhaṇḍaṁ, ",
  "pe4:12.2": "yathābhūtassa paccayo; ",
  "pe4:12.3": "Nissando vāsanāsaddhi, ",
  "pe4:12.4": "anuññā suttasaṅkaro. ",
  "pe4:13.1": "Therassa mahākaccāyanassa suttavicayo nāma catutthabhūmi. "
}