{
  "pe5:0.1": "Peṭakopadesa ",
  "pe5:0.2": "5. Hāravibhaṅgapañcamabhūmi ",
  "pe5:1.1": "Tattha katamo **hāravibhaṅgo**? ",
  "pe5:1.2": "Yattha soḷasa hārā akkharaso bhedaṁ gacchanti. ",
  "pe5:1.3": "Tattha ādimhi **desanāhāro**. ",
  "pe5:1.4": "Tattha ayaṁ gāthā kusalā vā akusalā vā saccāni vā saccekadeso vā. ",
  "pe5:1.5": "Kiṁ desitanti? ",
  "pe5:1.6": "Sutte vīmaṁsā desanāhāro. ",
  "pe5:1.7": "Yathā ariyasaccāni nikkhepo cattāri saccāni sādhāraṇāni asādhāraṇāni ca. ",
  "pe5:1.8": "Yāni ca aṭṭhārasa padāni dukkhato satta padāni saṅkhepena kāyikena cetasikena dukkhena, appiyasampayogena piyavippayogena ca tīhi ca saṅkhatāhi. ",
  "pe5:1.9": "Tattha tīṇi saṅkhatalakkhaṇāni tisso dukkhatā uppādo saṅkhatalakkhaṇaṁ, saṅkhāradukkhatāya dukkhatā ca saṅkhatalakkhaṇaṁ, vipariṇāmadukkhatāya dukkhatāti aññathattaṁ ca saṅkhatalakkhaṇaṁ, dukkhadukkhatāya ca dukkhatā, imesaṁ tiṇṇaṁ saṅkhatalakkhaṇānaṁ tīsu vedanābhūmīsu adukkhamasukhā vedanā uppādo saṅkhatalakkhaṇaṁ, saṅkhāradukkhatāya ca dukkhatā tayo saṅkhatalakkhaṇaṁ, sukhā vedanāya ca vipariṇāmadukkhatāya ca dukkhatāti aññathattaṁ saṅkhatalakkhaṇaṁ, dukkhāvedanā dukkhadukkhatā ca dukkhatā imamhi imesu navapadesu paṭhamakesu sattasu padesu soḷasasu padesu dukkhā pariyesitabbā, ekādasa dukkhatāya ca lakkhaṇaṁ niddese niddiṭṭhaṁ. ",
  "pe5:1.10": "Pātubhāvalakkhaṇā jātiyā ca pātubhāvacutilakkhaṇo cutoti vitthārena pannarasapadāni kattabbāni, evaṁ sādhāraṇāni asādhāraṇāni ca sattasu dasasu padesu paññāsa tividhe ca sāsanappaṭṭhāne aṭṭhārasavidhesu ca suttādhiṭṭhānesu dasavidhesu ca suttavidheyyesu soḷasavidhesu ca hāresu ekavīsatividhāya ca pavicayavīmaṁsāyāti idaṁ desitaṁ. ",
  "pe5:1.11": "Yathābhūtañca desitanti, ayaṁ vuccati desanāhāro. ",
  "pe5:2.1": "Tattha katamo **vicayo hāro**? ",
  "pe5:3.1": "“Padaṁ pañhā ca pucchā ca, ",
  "pe5:3.2": "kiṁ pubbaṁ kiñca pacchimaṁ; ",
  "pe5:3.3": "Anugīti sā ca vicayo, ",
  "pe5:3.4": "hāro vicayoti niddiṭṭho”. ",
  "pe5:4.1": "Padanti paṭhamaṁ padaṁ. ",
  "pe5:4.2": "Tassa ko attho? ",
  "pe5:4.3": "Yaṁ bhagavā puṭṭho āyasmatā ajitena taṁ gahetabbaṁ, katipadāni puṭṭhāni yathā kiṁ kenassu nivuto lokoti gāthā, imāni katipadāni cattāri iti visajjanāya pucchā. ",
  "pe5:4.4": "Yattakehi padehi bhagavatā visajjitāni padāni iti pucchāya ca yā padānaṁ saṅkāsanā, idaṁ vuccati padanti. ",
  "pe5:5.1": "Pañhāti imāni cattāri padāni. ",
  "pe5:5.2": "Kati pañhā? ",
  "pe5:5.3": "Eko vā dve vā taduttari vā imāni cattāri padāni eko pañho, atthānuparivatti byañjanaṁ hoti, sambahulānipi padāni ekamevatthaṁ pucchati. ",
  "pe5:5.4": "Imāni cattāri padāni anuparivattīni taṁ byañjanena eko pañhova hoti. ",
  "pe5:5.5": "Kenassu nivuto lokoti lokaṁ sandhāya pucchati, kenassu nappakāsati kissābhilepanaṁ brūsīti taṁyeva pucchati. ",
  "pe5:5.6": "Kiṁsu tassa mahabbhayanti taṁyeva pucchati. ",
  "pe5:5.7": "Evaṁ atthānuparivatti byañjanaṁ eko pañho hoti, so pañho catubbidho ekaṁsabyākaraṇīyo vibhajjabyākaraṇīyo paṭipucchābyākaraṇīyo ṭhapaniyoti. ",
  "pe5:5.8": "Tattha cakkhu aniccanti ekaṁsabyākaraṇīyo, yaṁ aniccaṁ taṁ dukkhanti vibhajjabyākaraṇīyo, siyā aniccaṁ na cakkhu, yānipi āyatanāni ca na cakkhu, tānipi aniccanti na cakkhuyeva, ayaṁ vibhajjabyākaraṇīyo, yaṁ cakkhu taṁ cakkhundriyaṁ neti paṭipucchābyākaraṇīyo, taṁ cakkhu tathāgatoti ṭhapaniyo. ",
  "pe5:5.9": "Aññatra cakkhunāti ṭhapaniyo pañho. ",
  "pe5:5.10": "Idaṁ pañhaṁ bhagavā kiṁ pucchito, lokassa saṅkileso pucchito. ",
  "pe5:5.11": "Kiṅkāraṇaṁ? ",
  "pe5:5.12": "Tividho hi saṅkileso taṇhāsaṅkileso ca diṭṭhisaṅkileso ca duccaritasaṅkileso ca. ",
  "pe5:5.13": "Tattha avijjāya nivutoti avijjaṁ dasseti, jappāti taṇhaṁ dasseti, mahabbhayanti akusalassa kammassa vipākaṁ dasseti, sotaṁ nāma sukhavedanīyassa kammassa dukkhavedanīyo vipāko bhavissatīti netaṁ ṭhānaṁ vijjatīti bhagavā visajjeti, catūhi yo padehi avijjāya nivuto lokoti …pe… ",
  "pe5:5.14": "evaṁ vuccati. ",
  "pe5:6.1": "Taduttari paṭipucchati, savanti sabbadhi sotāti gāthā, cattāri padāni pucchati taṁ bhagavā dvīhi padehi visajjeti. ",
  "pe5:7.1": "“Yāni sotāni lokasmiṁ, ",
  "pe5:7.2": "sati tesaṁ nivāraṇaṁ; ",
  "pe5:7.3": "Sotānaṁ saṁvaraṁ brūmi, ",
  "pe5:7.4": "paññāyete pidhīyare”. ",
  "pe5:8.1": "Imāni cattāri padāni dvīhi padehi visajjeti. ",
  "pe5:8.2": "Idaṁ padanti pucchito, tassa saṅkiliṭṭhassa lokassa vodānaṁ pucchito, sotāni cha taṇhākāyā bahulādhivacanena niddiṭṭhā bhavanti sabbehi āyatanehi. ",
  "pe5:8.3": "Tāni sotāni kena nivāriyantīti pariyuṭṭhānapahānaṁ pucchati, kena sotā pidhīyareti anusayasamugghātaṁ pucchati. ",
  "pe5:8.4": "Tattha bhagavā chasu dvāresu satiyā deseti, yo hi sampajāno viharati satidovārikena ca tassa indriyāni guttāni sambhavanti. ",
  "pe5:8.5": "Tattha guttesu indriyesu yā yā vipassanā, sā sā tesaṁ tesaṁ sotānaṁ tassā ca avijjāya yo loko nivuto accantapahānāya saṁvattati. ",
  "pe5:8.6": "Evaṁ sotāni pihitānipi bhavanti tato uttari pucchati. ",
  "pe5:9.1": "Paññā ca sati ca nāmarūpassa kho tassa bhagavantaṁ puṭṭhumāgamma katthetaṁ upasammati imāni cattāri padāni bhagavā ekena padena visajjeti. ",
  "pe5:10.1": "“Yametaṁ pañhaṁ apucchi, ",
  "pe5:10.2": "Ajita taṁ vadāmi te; ",
  "pe5:10.3": "…pe… ",
  "pe5:10.4": "Viññāṇassa nirodhena, ",
  "pe5:10.5": "Etthetaṁ upasammati”. ",
  "pe5:11.1": "Iminā pañhena kiṁ pucchati? ",
  "pe5:11.2": "Anupādisesanibbānadhātuṁ pucchati, taṁ bhagavā anupādisesāya nibbānadhātuyā visajjeti. ",
  "pe5:11.3": "Tattha paṭhamena pañhena saṅkilesaṁ pucchati. ",
  "pe5:11.4": "Dutiyena pañhena vodānaṁ pucchati. ",
  "pe5:11.5": "Tatiyena pañhena sopādisesanibbānadhātuṁ pucchati. ",
  "pe5:11.6": "Catutthena pañhena anupādisesanibbānadhātuṁ paṭipucchati tato uttari paṭipucchati. ",
  "pe5:12.1": "“Ye ca saṅkhātadhammāse, ",
  "pe5:12.2": "ye ca sekhā puthū idha; ",
  "pe5:12.3": "Tesaṁ me nipako iriyaṁ, ",
  "pe5:12.4": "puṭṭho pabrūhi mārisa”. ",
  "pe5:13.1": "Imāni cattāri padāni pucchati. ",
  "pe5:13.2": "Kati ca pana te pañhe saṅkhātadhammā ca arahantā sekkhā ca? ",
  "pe5:13.3": "Kiṁ pubbaṁ kiñca pacchimanti ayamattho. ",
  "pe5:13.4": "Tattha kataraṁ paṭhamaṁ pucchati, kataraṁ pacchā? ",
  "pe5:13.5": "Arahantaṁ paṭhamaṁ pucchati. ",
  "pe5:13.6": "Sekkhadhamme tattha kena padena saṅkhātadhammāti arahanto gahitā, puthūti sekkhā gahitā. ",
  "pe5:13.7": "Tesaṁ me nipakoti sādhāraṇaṁ padaṁ bhagavantaṁ pucchati. ",
  "pe5:13.8": "Tassa sādhāraṇāni ca asādhāraṇāni ca pañhesu pucchitabbāni. ",
  "pe5:13.9": "Taṁ bhagavā visajjeti. ",
  "pe5:13.10": "Na tathā puṭṭhaṁ, paṭhamaṁ puṭṭhaṁ, taṁ pucchā visajjeti. ",
  "pe5:13.11": "Yaṁ pacchā pucchitaṁ paṭhamaṁ visajjeti. ",
  "pe5:13.12": "Kiñca idaṁ pucchitaṁ visuddhānaṁ visujjhantānañca kā iriyāti idaṁ pucchi, taṁ kāmesu nābhigijjheyya. ",
  "pe5:13.13": "Manasānāvilo siyāti pariyuṭṭhānāni vitakkena ca bhagavā nivāreti, dve pana vitakkaanāvilatāya pariyuṭṭhānaṁ, yathā nīvaraṇesu niddiṭṭhaṁ. ",
  "pe5:13.14": "Kusalā sabbadhammesūti arahantaṁ visajjeti. ",
  "pe5:14.1": "Kenassu tarati oghanti gāthā, imāni cattāri padāni. ",
  "pe5:14.2": "Cattāroyeva pañhā. ",
  "pe5:14.3": "Kiṅkāraṇaṁ, na hi ettha atthānuparivatti byañjanaṁ yathā paṭhamaṁ ajitapañhesu, tassa na ekaṁsena bahūni visajjanāni, bahukā pañhā, ekova na cāpi, sabbe pucchati, pubbe visajjito, yathā catuttho ajitapañhe, yaṁ ettha yathābhūtaṁ pariyesanāpadabandhena visajjanāyo evaṁ yathābhūtaṁ pariyesati. ",
  "pe5:14.4": "Yo puna ettha yaṁ evaṁ pucchati tattha ayamākāro pucchanāyaṁ antojaṭā bahijaṭāti gāthā pucchitavisajjanāya maggitabbā. ",
  "pe5:14.5": "Kathaṁ visajjitāti bhagavāti visajjeti? ",
  "pe5:14.6": "Sīle patiṭṭhāya naro sapaññoti gāthā. ",
  "pe5:14.7": "Tattha cittabhāvanāya samathā, paññābhāvanāya vipassanā. ",
  "pe5:14.8": "Tattha evaṁ anumīyati, ye dhammā samathena ca vipassanāya ca pahīyanti, te ime antojaṭā bahijaṭā. ",
  "pe5:14.9": "Tattha visajjanaṁ samathena rāgo pahīyati, vipassanāya avijjā. ",
  "pe5:14.10": "Ajjhattavatthuko rāgo antojaṭā, bāhiravatthuko rāgo bahijaṭā. ",
  "pe5:14.11": "Ajjhattavatthukā sakkāyadiṭṭhi, ayaṁ antojaṭā. ",
  "pe5:14.12": "Ekasaṭṭhi diṭṭhigatāni ca bāhiravatthukāni bahijaṭā, yā hi ajjhattavatthukā yā diṭṭhibhāgiyena bhavissati, ayaṁ jaṭā. ",
  "pe5:14.13": "Tathā saṅkhittena yā kāci ajjhattavatthukā taṇhā ca diṭṭhi ca, ayaṁ antojaṭā. ",
  "pe5:14.14": "Yā kāci bāhiravatthukā taṇhā ca diṭṭhi ca, ayaṁ bahijaṭā. ",
  "pe5:15.1": "Yathā devatā bhagavantaṁ pucchati “catucakkaṁ navadvāran”ti gāthā. ",
  "pe5:15.2": "Tattha bhagavā visajjeti “chetvā naddhiṁ varattaṁ cā”ti gāthā, idaṁ bhagavā dukkhanirodhagāminiṁ paṭipadaṁ visajjeti. ",
  "pe5:15.3": "Imāya visajjanāya bhagavā anumīyati kilese ettha purimāya gāthāya niddisitabbena. ",
  "pe5:15.4": "Taṁ hi catucakkanti cattāro vā hatthapādā. ",
  "pe5:15.5": "Navadvāranti nava vaṇamukhāni. ",
  "pe5:15.6": "Yathā catucakkanti cattāro upādānā, upādānappaccayā bhavo, upādānanirodhā bhavanirodho. ",
  "pe5:15.7": "Navadvāranti nava mānavidhā, mānajātikāya hi dukkhaṁ seyyenamhi paraso tīṇi tikāni puṇṇaṁ. ",
  "pe5:15.8": "Tikena saṁyuttaṁ hi pañcakāmaguṇiko rāgo. ",
  "pe5:15.9": "Tattha naddhīti taṇhā visajjīyati. ",
  "pe5:15.10": "Varattanti mānaṁ visajjeti, icchā lobho ca pāpakoti pañcakāmaguṇiko rāgo. ",
  "pe5:15.11": "Tattha visamalobho pāpakoti niddisiyati samūlataṇhanti. ",
  "pe5:15.12": "Aññāṇamūlakā taṇhāti aññāṇamūlakā taṇhā, taṇhāya ca diṭṭhiyā ca pahānaṁ. ",
  "pe5:15.13": "Ye ca puna aññepi keci catucakkayogena teneva kāraṇena ca yujjanti, saṁsāragāmino dhammā sabbe niddisitabbā. ",
  "pe5:15.14": "Tatthāyaṁ gāthā visajjanā pucchāya ca visajjanāya sameti. ",
  "pe5:15.15": "Yaṁ yadi sandena atha saha byākaraṇena anugītiyaṁ ca so vicayoti bhagavā yattakāni padāni nikkhipati, tattakehi anugāyati. ",
  "pe5:16.1": "Aṭṭhahi, bhikkhave, aṅgehi samannāgato bhikkhu dūteyyaṁ gantumarahati. ",
  "pe5:16.2": "Imāni aṭṭha padāni nikkhittāni. ",
  "pe5:16.3": "Chahi padehi bhagavā anugāyati. ",
  "pe5:17.1": "“Yo ve na byathati patvā, ",
  "pe5:17.2": "parisaṁ uggavādiniṁ; ",
  "pe5:17.3": "Na ca hāpeti vacanaṁ, ",
  "pe5:17.4": "na ca chādeti sāsanaṁ. ",
  "pe5:18.1": "Asandiddhiṁ ca bhaṇati, ",
  "pe5:18.2": "Pucchito na ca kuppati; ",
  "pe5:18.3": "Sa ve tādisako bhikkhu, ",
  "pe5:18.4": "Dūteyyaṁ gantumarahatī”ti. ",
  "pe5:19.1": "Tattha pana bhagavā yattakāni padāni nikkhipati, tattakehi anugāyati. ",
  "pe5:19.2": "Sattahi, bhikkhave, aṅgehi samannāgato kalyāṇamitto piyo garubhāvanīyoti vitthārena, idaṁ bhagavā sattahi padehi anugāyati. ",
  "pe5:19.3": "Iti bahussutavā anugāyati, appatarakathaṁ padaṁ vā nikkhepo, bahussutavā nava padāni nikkhepo, appatarikā anugītiyā bahutarikā anugāyati. ",
  "pe5:19.4": "Ayaṁ vuccati te anugīti ca vicayo, ayaṁ vicayo nāma hāro. ",
  "pe5:20.1": "Tattha katamo **yuttihāro**? ",
  "pe5:21.1": "“Sabbesaṁ hārānaṁ, ",
  "pe5:21.2": "Yā bhūmī yo ca gocaro tesaṁ; ",
  "pe5:21.3": "Yuttāyutti parikkhā, ",
  "pe5:21.4": "Hāro yuttīti niddiṭṭho”. ",
  "pe5:22.1": "Hārānaṁ soḷasannaṁ yathā desanā yathā vicayo yo ca niddisiyati, ayaṁ niddeso. ",
  "pe5:22.2": "Ayaṁ pucchā suttesu na yujjatīti yā tattha vīmaṁsā, ayaṁ yutti. ",
  "pe5:23.1": "Yathā hi sahetū sappaccayā sattā saṅkilissanti, atthi hetu atthi paccayo sattānaṁ saṅkilesāya, sahetū sappaccayā sattā visujjhanti, atthi hetu atthi paccayo sattānaṁ visuddhiyā. ",
  "pe5:23.2": "Sīlavatā, ānanda, puggalena na veyyākaraṇiyā kinti me vippaṭisāro uppādeyya …pe… abyākaraṇaṁ kattabbaṁ, ayaṁ visuddhiyā maggo. ",
  "pe5:23.3": "Tassa hetu ko paccayo, sīlakkhandhassa cattāri cattāri hetu ca paccayo ca. ",
  "pe5:23.4": "Sappurisasaṁsevo yo ca patirūpadesavāso ca, ayaṁ upādāpaccayatā sappaccayo. ",
  "pe5:23.5": "Yaṁ porāṇakammaṁ assa vipāko paccayo, tāya paccayāya attasammāpaṇidhi, ayaṁ hetu. ",
  "pe5:23.6": "Iti sīlakkhandho sahetu sappaccayoti idaṁ lokikaṁ sīlaṁ. ",
  "pe5:24.1": "Yaṁ pana lokuttaraṁ sīlaṁ, tassa tīṇi indriyāni paccayo—",
  "pe5:24.2": "saddhindriyaṁ vīriyindriyaṁ samādhindriyaṁ—",
  "pe5:24.3": "ayaṁ paccayo. ",
  "pe5:24.4": "Satindriyañca paññindriyañca hetu. ",
  "pe5:24.5": "Paññāya nibbedhagāminiyā, yaṁ sīlaṁ jāyati. ",
  "pe5:24.6": "Sotāpannassa ca sīlaṁ tenāyaṁ hetu ayaṁ paccayo. ",
  "pe5:24.7": "Yaṁ puna samādhino passaddhi ca pīti ca pāmojjaṁ paccayo. ",
  "pe5:24.8": "Yaṁ sukhaṁ hetu tena samādhikkhandho sahetu sappaccayo. ",
  "pe5:24.9": "Yaṁ samāhito yathābhūtaṁ pajānāti, ayaṁ paññā. ",
  "pe5:24.10": "Tassa paratoghoso ajjhattaṁ ca yoniso manasikāro hetu ca paccayo ca, iti ime tayo khandhā sahetū sappaccayā evaṁ satta paññā. ",
  "pe5:24.11": "Sattabyākaraṇīsu ca suttesu na yujjati. ",
  "pe5:24.12": "Ayaṁ yuttihāro. ",
  "pe5:24.13": "So catūsu mahāpadesesu daṭṭhabbo. ",
  "pe5:25.1": "Tattha katamaṁ **padaṭṭhānaṁ**? ",
  "pe5:26.1": "“Dhammaṁ deseti jino, ",
  "pe5:26.2": "Tassa ca dhammassa yaṁ padaṭṭhānaṁ; ",
  "pe5:26.3": "Iti yāva sabbadhammā, ",
  "pe5:26.4": "Eso hāro padaṭṭhāno”. ",
  "pe5:27.1": "Tattha pañca kāmaguṇā kāmarāgassa padaṭṭhānaṁ. ",
  "pe5:27.2": "Yesaṁ kesañci kāmarāgo uppajjati uppanno vā uppajjissati vā, etesu yepi pañcasu rūpesu āyatanesu nāññatra etehi kāmarāgassa padaṭṭhānanti. ",
  "pe5:27.3": "Vuccate, tena pañca kāmaguṇā kāmarāgassa padaṭṭhānaṁ. ",
  "pe5:27.4": "Pañcindriyāni rūparāgassa padaṭṭhānaṁ. ",
  "pe5:27.5": "Manindriyaṁ bhavarāgassa padaṭṭhānaṁ. ",
  "pe5:27.6": "Pañcakkhandhā sakkāyadiṭṭhiyā padaṭṭhānaṁ. ",
  "pe5:27.7": "Ekasaṭṭhi diṭṭhigatāni diṭṭhirāgassa padaṭṭhānaṁ. ",
  "pe5:27.8": "Kāmadhātu kāmarāgassa padaṭṭhānaṁ. ",
  "pe5:27.9": "Arūpadhātu arūparāgassa padaṭṭhānaṁ. ",
  "pe5:27.10": "Sukhasaññā kāmarāgassa padaṭṭhānaṁ. ",
  "pe5:27.11": "Byāpādasaññā byāpādassa padaṭṭhānaṁ. ",
  "pe5:27.12": "Asampajaññatā sammohassa padaṭṭhānaṁ. ",
  "pe5:27.13": "Nava āghātavatthūni byāpādassa padaṭṭhānaṁ. ",
  "pe5:27.14": "Navavidhaṁ mānaṁ mānassa padaṭṭhānaṁ. ",
  "pe5:27.15": "Sukhā vedanā rāgānusayassa padaṭṭhānaṁ. ",
  "pe5:27.16": "Dukkhā vedanā paṭighānusayassa padaṭṭhānaṁ. ",
  "pe5:27.17": "Adukkhamasukhā vedanā avijjānusayassa padaṭṭhānaṁ. ",
  "pe5:27.18": "Attavādupādānañca musāvādo ca lobhassa padaṭṭhānaṁ. ",
  "pe5:27.19": "Pāṇātipāto ca pisuṇavācā ca pharusavācā ca byāpādassa padaṭṭhānaṁ. ",
  "pe5:27.20": "Micchattañca samphappalāpo ca mohassa padaṭṭhānaṁ. ",
  "pe5:27.21": "Bhavaṁ bhogañca vokāro ahaṅkārassa padaṭṭhānaṁ. ",
  "pe5:27.22": "Bāhirānaṁ pariggaho mamaṅkārassa padaṭṭhānaṁ. ",
  "pe5:27.23": "Kāyassa saṅgaṁ diṭṭhiyā padaṭṭhānaṁ. ",
  "pe5:27.24": "Kāyikadoso dosassa padaṭṭhānaṁ. ",
  "pe5:27.25": "Kāyikakāsāvo lobhassa padaṭṭhānaṁ. ",
  "pe5:27.26": "Yo yo vā pana dhammo yena yena ārammaṇena uppajjati saccādhiṭṭhānena vā dhammādhiṭṭhānena vā anusayanena vā, so dhammo tassa padaṭṭhānaṁ. ",
  "pe5:27.27": "Tena sārammaṇena so dhammo uppajjati. ",
  "pe5:28.1": "Yathā manusso purimassa padassa padaṭṭhānaṁ alabhanto dutiyaṁ padaṁ uddharati, so pacchānupadaṁ saṁharati. ",
  "pe5:28.2": "Yadi pana yo na dutiyapadassa padaṭṭhānaṁ labhati, aparaṁ padaṁ uddharati. ",
  "pe5:28.3": "Tassa yo ceso paccayo bhavati. ",
  "pe5:28.4": "Evaṁ dhammo kusalo vā akusalo vā abyākato vā padaṭṭhānaṁ alabhanto na pavattati. ",
  "pe5:28.5": "Yathā payuttassa dhammassa yonilābho, ayaṁ vuccati padaṭṭhāno hāro. ",
  "pe5:29.1": "Tattha katamo **lakkhaṇo hāro**? ",
  "pe5:30.1": "“Vuttamhi ekadhamme, ",
  "pe5:30.2": "Ye dhammā ekalakkhaṇā tena; ",
  "pe5:30.3": "Sabbe bhavanti vuttā, ",
  "pe5:30.4": "So hāro lakkhaṇo nāma”. ",
  "pe5:31.1": "Yesañca susamāraddhā, niccaṁ kāyagatāsatīti gāthāya vuttāya kāyagatāsatiyā vuttā vedanāgatā cittagatā dhammagatā ca sati catunnaṁ satipaṭṭhānānaṁ ekena satipaṭṭhānena. ",
  "pe5:31.2": "Na hi cittaṁ ekasmiṁ viññāṇaṭṭhitiyā pavattati, nānāsu gatīsu pavattati, kāyagatāsatiyā vuttāya vuttā vedanāgatā cittadhammagatā ca. ",
  "pe5:31.3": "Na hi kāyagatāsatiyā bhāvitāya satipaṭṭhānā cattāro bhāvanāpāripūriṁ na gacchanti. ",
  "pe5:31.4": "Evaṁ tassadisesu dhammesu vuttesu sabbadhammā vuttā ca bhavanti. ",
  "pe5:32.1": "Sacittapariyodāpanaṁ, etaṁ buddhāna sāsananti gāthā cetasikā dhammā vuttā, citte rūpaṁ vuttaṁ. ",
  "pe5:32.2": "Idaṁ nāmarūpaṁ dukkhaṁ ariyasaccaṁ. ",
  "pe5:32.3": "Tato sacittapariyodāpanā yaṁ yaṁ odapeti, taṁ dukkhaṁ. ",
  "pe5:32.4": "Yena odapeti, so maggo. ",
  "pe5:32.5": "Yato odapanā, so nirodho. ",
  "pe5:32.6": "Cakkhuṁ ca paṭicca rūpe ca uppajjati cakkhuviññāṇaṁ, tattha sahajātā vedanā saññā cetanā phasso manasikāro etete dhammā ekalakkhaṇā uppādalakkhaṇena. ",
  "pe5:32.7": "Yo ca rūpe nibbindati, vedanāya so nibbindati, saññāsaṅkhāraviññāṇesupi so nibbindati. ",
  "pe5:32.8": "Iti ye ekalakkhaṇā dhammā, tesaṁ ekamhi dhamme niddiṭṭhe sabbe dhammā niddiṭṭhā honti, ayaṁ vuccati lakkhaṇo hāro. ",
  "pe5:33.1": "Tattha katamo **catubyūho hāro**? ",
  "pe5:34.1": "“Nirutti adhippāyo ca, ",
  "pe5:34.2": "byañjanā desanāya ca; ",
  "pe5:34.3": "Suttattho pubbāparasandhi, ",
  "pe5:34.4": "eso hāro catubyūho”. ",
  "pe5:35.1": "Tattha katamā nirutti, sā kathaṁ pariyesitabbā? ",
  "pe5:35.2": "Yathā vuttaṁ bhagavatā ekādasahi aṅgehi samannāgato bhikkhu khippaṁ dhammesu mahattaṁ pāpuṇāti, atthakusalo ca hoti, dhammakusalo ca hoti, niruttikusalo ca hoti, itthādhivacanakusalo ca hoti, purisādhivacanakusalo ca, vipurisādhivacanakusalo ca, atītādhivacanakusalo ca, anāgatādhivacanakusalo ca, paccuppannādhivacanakusalo ca. ",
  "pe5:35.3": "Ekādhippāyena kusalo nānādhippāyena kusalo. ",
  "pe5:35.4": "Kimhi desitaṁ, atītānāgatapaccuppannaṁ. ",
  "pe5:35.5": "Itthādhivacanena purisādhivacanena vipurisādhivacanena sabbaṁ yathāsuttaṁ niddiṭṭhaṁ. ",
  "pe5:35.6": "Taṁ byañjanato niruttikosallato yo yaṁ suttassa suniruttidunniruttitaṁ avekkhati, idaṁ evaṁ niropayitabbaṁ. ",
  "pe5:35.7": "Idampi na niropayitabbaṁ. ",
  "pe5:35.8": "Idaṁ vuccate niruttikosallaṁ. ",
  "pe5:36.1": "Tattha katamaṁ adhippāyakosallaṁ? ",
  "pe5:36.2": "Yathādesitassa suttassa sabbassa vāraṁ gacchati imena bhagavatā desitabbanti. ",
  "pe5:36.3": "Yathā kiṁ appamādo amataṁ padaṁ, pamādo maccuno padanti gāthā. ",
  "pe5:36.4": "Ettha bhagavato ko adhippāyo? ",
  "pe5:36.5": "Ye asītimeva ākaṅkhanti te appamattā viharissanti, ayaṁ adhippāyo. ",
  "pe5:37.1": "“Yogassa kālaṁ na nivattati yā ca, ",
  "pe5:37.2": "So na tattha pāpintave bhavanti; ",
  "pe5:37.3": "Vedanāmaggaisinā paveditaṁ, ",
  "pe5:37.4": "Dhutarajāsavā dukkhā pamokkhātā”. ",
  "pe5:38.1": "Ettha bhagavato ko adhippāyo? ",
  "pe5:38.2": "Ye dukkhe nāssādakā, te vīriyamārabhissanti dukkhakkhayāyāti. ",
  "pe5:38.3": "Ayaṁ tattha bhagavato adhippāyo. ",
  "pe5:38.4": "Iti gāthāya vā byākaraṇena vā desite iminā suttena sādhakā, yo evaṁ dhammānudhammaṁ paṭipajjatīti so adhippāyo, ayaṁ vuccati desanādhippāyo. ",
  "pe5:39.1": "Tattha katamo pubbāparasandhi? ",
  "pe5:39.2": "Yaṁ gāthāyaṁ vā suttesu vā padāni asīti tāni bhavanti evaṁ vā evameti tassā gāthāya suttassa vā yāni purimāni padāni yāni ca pacchimakāni, tāni samosāretabbāni. ",
  "pe5:39.3": "Evaṁ so pubbāparena sandhi ñāyati. ",
  "pe5:39.4": "Yā ekā samāraddhā gāthā dve tīṇi vā tassa mekadese bhāsitānaṁ abhāsitāhi gāthāhi aniddiṭṭho attho bhavati tadupadhāritabbaṁ. ",
  "pe5:39.5": "Yaṁva sabbā itissa pariyesamānassa pariyesanā kaṅkhā, tassa vā puggalassa paññattīnaṁ apare pariyesitabbaṁ. ",
  "pe5:39.6": "Idaṁ vuccate pubbāparena sandhi. ",
  "pe5:39.7": "Kosallanti vatthuto nidānakosallaṁ. ",
  "pe5:39.8": "Byañjanato niruttikosallaṁ. ",
  "pe5:39.9": "Desanādhippāyakosallaṁ. ",
  "pe5:39.10": "Pubbāparena sandhikosallaṁ. ",
  "pe5:39.11": "Tattha tassa gāthā pariyesitā nidānaṁ vā. ",
  "pe5:39.12": "Upalabbhituṁ na attho niddisitabbo vatthuto nidānakosallaṁ atthakosallaṁ imehi catūhi padehi attho pariyesiyanto yathābhūtaṁ pariyiṭṭho hoti. ",
  "pe5:39.13": "Atha ca sabbo vatthuto vā nidānena vā yo adhippāyo byañjano nirutti sandhi ca anuttaro eso pubbāparena evaṁ suttatthena desitabbaṁ. ",
  "pe5:39.14": "Ayaṁ catubyūho hāro. ",
  "pe5:40.1": "Tattha katamo **āvaṭṭo hāro**? ",
  "pe5:41.1": "“Ekamhi padaṭṭhāne, ",
  "pe5:41.2": "Pariyesati sesakaṁ padaṭṭhānaṁ; ",
  "pe5:41.3": "Āvaṭṭati paṭipakkhe, ",
  "pe5:41.4": "Āvaṭṭo nāma so hāro”. ",
  "pe5:42.1": "Yathā kiṁ unnaḷānaṁ pamattānanti gāthāyo. ",
  "pe5:42.2": "Yaṁ pamādo, idaṁ kissa padaṭṭhānaṁ? ",
  "pe5:42.3": "Kusalānaṁ dhammānaṁ osaggassa. ",
  "pe5:42.4": "Kusaladhammosaggo pana kissa padaṭṭhānaṁ? ",
  "pe5:42.5": "Akusaladhammapaṭisevanāya. ",
  "pe5:42.6": "Kissa padaṭṭhānaṁ, kusaladhammapaṭisevanāya? ",
  "pe5:42.7": "Kissa padaṭṭhānaṁ, kilesavatthupaṭisevanāya? ",
  "pe5:42.8": "Iti pamādena mohapakkhiyā diṭṭhi avijjā chandarāgapakkhiyā. ",
  "pe5:42.9": "Tattha taṇhā ca diṭṭhi cattāro āsavā taṇhā kāmāsavo ca bhavāsavo ca diṭṭhāsavo ca avijjāsavo ca. ",
  "pe5:42.10": "Tattha citte atthīti diṭṭhi cetasikesu niccanti pañcasu kāmaguṇesu ajjhāvahanena kāmāsavo, upapattīsu āsatti bhavāsavo. ",
  "pe5:42.11": "Tattha rūpakāyo kāmāsavassa bhavāsavassa ca padaṭṭhānaṁ. ",
  "pe5:42.12": "Nāmakāyo diṭṭhāsavassa avijjāsavassa ca padaṭṭhānaṁ. ",
  "pe5:43.1": "Tattha alliyanāya ajjhattavāhanaṁ kāmāsavassa lakkhaṇaṁ. ",
  "pe5:43.2": "Patthanaganthanaabhisaṅkhārakāyasaṅkhāraṇaṁ bhavāsavassa lakkhaṇaṁ, abhiniveso ca parāmāso ca diṭṭhāsavassa lakkhaṇaṁ. ",
  "pe5:43.3": "Appaṭivedho dhammesu asampajaññā ca avijjāsavassa lakkhaṇaṁ. ",
  "pe5:43.4": "Ime cattāro āsavā cattāri upādānāni. ",
  "pe5:43.5": "Kāmāsavo kāmupādānaṁ, bhavāsavo bhavupādānaṁ, diṭṭhāsavo diṭṭhupādānaṁ, avijjāsavo attavādupādānaṁ, imehi catūhi upādānehi pañcakkhandhā. ",
  "pe5:43.6": "Tattha avijjāsavo citte pahātabbo, so citte cittānupassissa pahīyati. ",
  "pe5:43.7": "Diṭṭhāsavo dhammesu pahātabbo, so dhammesu dhammānupassissa pahīyati. ",
  "pe5:43.8": "Bhavāsavo āsattiyā pahātabbo, so vedanāsu vedanānupassissa pahīyati. ",
  "pe5:43.9": "Kāmāsavo pañcasu kāmaguṇesu pahātabbo, so kāye kāyānupassissa pahīyati. ",
  "pe5:43.10": "Tattha kāyānupassanā dukkhamariyasaccaṁ bhajati. ",
  "pe5:43.11": "Vedanānupassanā pañcannaṁ indriyānaṁ paccayo sukhindriyassa dukkhindriyassa somanassindriyassa domanassindriyassa upekkhindriyassa, sattakilesopacāro tena samudayaṁ bhajati. ",
  "pe5:43.12": "Citte cittānupassanā nirodhaṁ bhajati. ",
  "pe5:43.13": "Dhammesu dhammānupassanā maggaṁ bhajati. ",
  "pe5:43.14": "Tenassa catūsu ca dassanena tasseva sabbe pahīyanti, yena niddiṭṭhā paṭhamaṁ unnaḷānaṁ pamattānaṁ tesaṁ vaḍḍhanti āsavā. ",
  "pe5:43.15": "Jānato hi passato āsavānaṁ khayo dukkhaṁ samudayo nirodho maggo hi akusalā dhammā. ",
  "pe5:43.16": "Evaṁ pariyesitabbā. ",
  "pe5:43.17": "Yāva tassa akusalassa gati tato paṭipakkhena akusale dhamme pariyesati tesaṁ kilesānaṁ hārena āvaṭṭati. ",
  "pe5:43.18": "Ayaṁ vuccate āvaṭṭo hāro. ",
  "pe5:43.19": "Evaṁ sukkāpi dhammā pariyesitabbā. ",
  "pe5:43.20": "Akusaladhamme āgamissa. ",
  "pe5:44.1": "Tattha āvaṭṭassa hārassa ayaṁ bhūmi sati upaṭṭhānā ca vipallāsā ca cattāri ñāṇāni sakkāyasamuppādāyagāminī ca paṭipadā sakkāyanirodhagāminī paṭipadā. ",
  "pe5:45.1": "Tattha katamo **vibhatti hāro**? ",
  "pe5:45.2": "Yaṁ kiñci vibhajjabyākaraṇīyaṁ vuccati vibhatti hāro. ",
  "pe5:45.3": "Yathā kiṁ āgantvā ca puna puggalo hoti, no vāgataṁ na paribhāsati paripucchatāya pañhāya atiyanaṁ ekassa kiñci—",
  "pe5:45.4": "ayaṁ vuccate vibhatti hāro. ",
  "pe5:46.1": "Tattha katamo **parivattano hāro**? ",
  "pe5:46.2": "Yaṁ kiñci paṭipakkhaniddeso, ayaṁ vuccati parivattano hāro. ",
  "pe5:46.3": "Yathā vuttaṁ bhagavatā sammādiṭṭhikassa purisapuggalassa micchādiṭṭhi nijjiṇṇā hotīti vitthārena sabbāni maggaṅgāni. ",
  "pe5:46.4": "Ayaṁ vuccate parivattano hāro. ",
  "pe5:47.1": "Tattha katamo **vevacano hāro**? ",
  "pe5:48.1": "“Vevacanehi anekehi, ",
  "pe5:48.2": "Ekaṁ dhammaṁ pakāsitaṁ; ",
  "pe5:48.3": "Sutte yo jānāti suttavidū, ",
  "pe5:48.4": "Vevacano nāma so hāro”. ",
  "pe5:49.1": "Yathā āyasmā sāriputto ekamhi vatthumhi vevacanena nānāvuttena bhagavatā pasaṁsito “mahāpañño sāriputto hāsapañño javanapañño”ti idaṁ paññāya vevacanaṁ. ",
  "pe5:49.2": "Yathā ca maggavibhaṅge niyyānattho ekamekaṁ maggaṅgaṁ vevacanehi niddiṭṭhaṁ. ",
  "pe5:49.3": "Evaṁ avijjāya vevacanā. ",
  "pe5:49.4": "Ekaṁ akusalamūlaṁ tadeva santaṁ tesu tesu janapadesu tena tena pajānanti. ",
  "pe5:49.5": "Na hi anena tadevapi ālapiyanti aññaṁ bhajati. ",
  "pe5:49.6": "Sabbakāmajahassa bhikkhunoti kāmā ālapitā. ",
  "pe5:49.7": "Yassa nitthiṇṇo saṅkoti teyeva kāme saṅkāti ālapati. ",
  "pe5:49.8": "Suṇamānassa puretaraṁ rajjanti teyeva kāme rajjanti ālapati. ",
  "pe5:49.9": "Evaṁ suttamhi yo dhammo desiyati tassa pariyeṭṭhi “katamassa dhammassa idaṁ nāmaṁ katamassa idaṁ vevacanan”ti. ",
  "pe5:49.10": "Sabbaññū hi yesaṁ yesaṁ yā nirutti hoti, yathā gāmi tena tena desetīti tassa vevacanaṁ pariyesitabbaṁ. ",
  "pe5:49.11": "Ayaṁ vevacano hāro. ",
  "pe5:50.1": "Tattha katamo **paññatti hāro**? ",
  "pe5:50.2": "Cattāri ariyasaccānīti suttaṁ niddisati, nikkhepapaññatti. ",
  "pe5:50.3": "Yā samudayapaññatti. ",
  "pe5:50.4": "Kabaḷīkāre āhāre atthi chando atthi rāgo yāva patiṭṭhitaṁ. ",
  "pe5:50.5": "Tattha viññāṇaṁ pabhavapaññattiṁ paññapeti. ",
  "pe5:50.6": "Kabaḷīkāre āhāre natthi chando …pe… samugghāti paññatti. ",
  "pe5:51.1": "Tassa kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccatīti pahānapaññattiṁ paññapeti. ",
  "pe5:51.2": "Taṇhā yassa purakkhatā paññā parivattati gāthā manāpapaññattiṁ paññapeti. ",
  "pe5:51.3": "Evaṁ pana manāpapaññattīti ekadhammaṁ bhagavā paññapeti. ",
  "pe5:51.4": "Na hi taṇhā dukkhasamudayoti kāretvā sabbattha taṇhāsamudayo niddisitabbo. ",
  "pe5:51.5": "Yathā uppannaṁ kāmavitakkaṁ nādhivāseti vinodeti pajahatīti paṭikkhepapaññatti. ",
  "pe5:51.6": "Evaṁ sabbesaṁ dhammānaṁ kusalānañca akusalānañca yañcassa dhammakkhettaṁ bhavati, so ceva dhammo tattha pavattati. ",
  "pe5:51.7": "Tadavasiṭṭhā dhammā tassānuvattakā honti. ",
  "pe5:51.8": "Sā duvidhā paññatti—",
  "pe5:51.9": "parādhīnapaññatti ca sādhīnapaññatti ca. ",
  "pe5:51.10": "Katamā sādhīnapaññatti? ",
  "pe5:51.11": "Samādhiṁ, bhikkhave, bhāvetha, samāhito, bhikkhave, bhikkhu yathābhūtaṁ pajānāti. ",
  "pe5:51.12": "“Rūpaṁ aniccan”ti yathābhūtaṁ pajānāti, ayaṁ sādhīnapaññatti parādhīnapaññatti ca, sā paññatti paññāya ca sīlassa ca, yathā cattāri jhānāni bhāvetha. ",
  "pe5:51.13": "Tassa atthi samādhindriyaṁ mudūni cattāri indriyāni tāni catuparādhīnāni, tīṇi aveccappasādeti parādhīnaṁ samādhindriyaṁ cattāri indriyāni parādhīnāti catūsu ariyasaccesu aparādhīnaṁ paññindriyaṁ satipaṭṭhānesu sammappadhānesu vīriyindriyaṁ. ",
  "pe5:51.14": "Iti sake padaṭṭhāne sake khettasādhīno so dhammo, so ca tattha paññāpetabbo. ",
  "pe5:51.15": "Tassa paṭipakkhā nighāto niddisitabbo. ",
  "pe5:51.16": "Etthāyaṁ anekākārapaññatti kena kāraṇena ayaṁ dhammo paññattoti. ",
  "pe5:51.17": "Ayaṁ vuccate paññatti. ",
  "pe5:52.1": "Tattha katamo **otaraṇo hāro**? ",
  "pe5:52.2": "Chasu dhammesu otāretabbaṁ. ",
  "pe5:52.3": "Katamesu chasu? ",
  "pe5:52.4": "Khandhesu dhātūsu āyatanesu indriyesu saccesu paṭiccasamuppādesu. ",
  "pe5:52.5": "Natthi taṁ suttaṁ vā gāthā vā byākaraṇaṁ vā. ",
  "pe5:52.6": "Imesu channaṁ dhammānaṁ aññatarasmiṁ na sandissati. ",
  "pe5:52.7": "Ettāvatā esa sabbā desanā yā tā khandhā vā dhātuyo vā āyatanāni vā saccāni vā paṭiccasamuppādo vā, tattha pañcannaṁ khandhānaṁ vedanākkhandho rāgadosamohānaṁ padaṭṭhānaṁ. ",
  "pe5:52.8": "Tattha tisso vedanāyo tassa sukhāya vedanāya somanasso savicāro, dukkhāya vedanāya domanasso savicāro, adukkhamasukhāya vedanāya upekkho savicāro. ",
  "pe5:52.9": "Yaṁ puna tattha vedayitaṁ idaṁ dukkhasaccaṁ, khandhesu saṅkhārakkhandho tattha kāyo pamattaṁ saupavattati, tañca saṅkhāragato dvidhā ca bhavaṅgotaraṇaṁ kammaṁ tīṇi ca saṅkhārāni puññābhisaṅkhārā vā apuññā vā āneñjā vā hetu sabbasarāgassa no vītarāgassa, dosassa abhisaṅkhārāni ca avītarāgo ceteti ca pakappeti ca, vītarāgo pana ceteti ca no abhisaṅkharoti, yaṁ uṇhaṁ vajiraṁ kaṭṭhe vā rukkhe vā aññattha vā patantaṁ bhindati ca ḍahati ca, evaṁ sarāgacetanā ceteti ca abhisaṅkharoti ca. ",
  "pe5:52.10": "Yathā sataṁ vajiraṁ na bhindati na ca ḍahati, evaṁ vītarāgacetanā ceteti na ca abhisaṅkharoti. ",
  "pe5:52.11": "Tattha pañcannaṁ khandhānaṁ eko khandho anindriyasarīraṁ saññākkhandho. ",
  "pe5:53.1": "Tattha dhātūnaṁ aṭṭhārasa dhātuyo. ",
  "pe5:53.2": "Tattha yā rūpī dasa dhātuyo, tāsu desiyamānāsu rūpakkhandho niddisitabbo, dukkhaṁ ariyasaccaṁ. ",
  "pe5:53.3": "Yepi ca cha viññāṇakāyā manodhātusattamā, tattha viññāṇakkhandho ca niddisitabbo, dukkhaṁ ariyasaccaṁ. ",
  "pe5:53.4": "Dhammadhātu pana dhammasamosaraṇā, so dhammo hetunā ca nissandena ca phalena ca kiccena ca vevacanena ca yena yena upalabbhati, tena tena niddisitabbo. ",
  "pe5:53.5": "Yadi vā kusalā yadi vā akusalā yadi vā abyākatā yadi vā asaṅkhatā. ",
  "pe5:53.6": "Dvādasannaṁ āyatanānaṁ dasa āyatanāni rūpāni taṁ dukkhaṁ ariyasaccaṁ niddisitabbaṁ. ",
  "pe5:53.7": "Rūpakkhandho ca manāyatanañca viññāṇakkhandhena niddisitabbaṁ, dukkhaṁ ariyasaccaṁ. ",
  "pe5:53.8": "Dhammāyatanaṁ nānādhammasamosaraṇaṁ. ",
  "pe5:53.9": "Tattha ye dhammā indriyānaṁ indriyesu niddisitabbā, ye anindriyānaṁ anindriyesu niddisitabbā. ",
  "pe5:53.10": "Pariyāyato ca otāretabbā. ",
  "pe5:53.11": "Yathā sā dhammadhātu tathā dhammāyatanaṁ pariyesitabbaṁ. ",
  "pe5:53.12": "Yāyeva hi dhammadhātu tadeva dhammāyatanaṁ anūnaṁ anadhikaṁ. ",
  "pe5:54.1": "Tattha paṭiccasamuppādo atthi tividho, atthi catubbidho, atthi duvidho. ",
  "pe5:54.2": "Tattha tividho paṭiccasamuppādo hetuphalanissando. ",
  "pe5:54.3": "Avijjā saṅkhārā taṇhā upādānaṁ ca ayaṁ hetu, viññāṇaṁ nāmarūpaṁ saḷāyatanaṁ phasso vedanā ca ayaṁ paccayo, yo bhavo ayaṁ vipāko, yā jāti maraṇaṁ ayaṁ nissando. ",
  "pe5:55.1": "Kathaṁ catubbidho hetu paccayo vipāko nissando ca? ",
  "pe5:55.2": "Avijjā ca taṇhāsaṅkhārā ca upādānaṁ ca—",
  "pe5:55.3": "ayaṁ hetu. ",
  "pe5:55.4": "Viññāṇaṁ nāmarūpassa paccayo. ",
  "pe5:55.5": "Nāmarūpaṁ upapajjati, tathā upapannassa saḷāyatanaṁ phasso vedanā ca—",
  "pe5:55.6": "ayaṁ paccayo. ",
  "pe5:55.7": "Yo bhavo ayaṁ vipāko. ",
  "pe5:55.8": "Yā jāti yā ca jarāmaraṇaṁ—",
  "pe5:55.9": "ayaṁ nissando. ",
  "pe5:56.1": "Kathaṁ duvidho paṭiccasamuppādo? ",
  "pe5:56.2": "Avijjā saṅkhārā taṇhā upādānaṁ—",
  "pe5:56.3": "ayaṁ samudayo. ",
  "pe5:56.4": "Viññāṇaṁ nāmarūpaṁ saḷāyatanaṁ phasso vedanā bhavo jāti maraṇañca—",
  "pe5:56.5": "idaṁ dukkhaṁ. ",
  "pe5:56.6": "Yaṁ pana avijjānirodhā saṅkhāranirodho imāni tappaṭipakkhena dve saccāni. ",
  "pe5:56.7": "Tasmā paṭiccasamuppādo yena ākārena niddiṭṭho, tena tena niddisitabbo. ",
  "pe5:57.1": "Tathā bāvīsati indriyāni. ",
  "pe5:57.2": "Dvādasa indriyāni cakkhundriyāni cakkhundriyaṁ yena domanassindriyaṁ, idaṁ dukkhaṁ. ",
  "pe5:57.3": "Purisindriyaṁ ca diṭṭhiyā ca taṇhāpadaṭṭhānaṁ. ",
  "pe5:57.4": "Yato puriso purisakānaṁ taṁ evaṁ kātabbatā. ",
  "pe5:57.5": "Atha ajjhattaṁ sārajjati. ",
  "pe5:57.6": "Ayaṁ ahaṅkāro taṁ yasā sāratto bahiddhā pariyesati, ayaṁ mamaṅkāro evaṁ itthī, tattha sukhindriyaṁ ca somanassindriyaṁ ca purisindriyassānuvattakā honti. ",
  "pe5:57.7": "Tassa adhippāyaparipuṇṇā lobhadhammā kusalamūle pavaḍḍhenti. ",
  "pe5:57.8": "Tassa ce ayamadhippāyo na pāripūriṁ gacchati. ",
  "pe5:57.9": "Tassa dukkhindriyaṁ ca domanassindriyaṁ ca vattati. ",
  "pe5:57.10": "Doso ca akusalamūlaṁ pavaḍḍhati. ",
  "pe5:57.11": "Sace pana upekkhā bhāveti upekkhindriyassa anuvattakāmā bhavati. ",
  "pe5:57.12": "Amoho ca kusalamūlaṁ pavaḍḍhati. ",
  "pe5:57.13": "Iti satta indriyāni kilesavatthumupādāya ananvemāni avamāni sabbassa vedanā itthindriyaṁ purisindriyaṁ. ",
  "pe5:57.14": "Tattha aṭṭha indriyāni saddhindriyaṁ yāva aññātāvino indriyaṁ, ayaṁ dukkhanirodhagāminī paṭipadā. ",
  "pe5:57.15": "Dasannaṁ paññindriyānaṁ kāmarāgassa padaṭṭhānaṁ. ",
  "pe5:57.16": "Manindriyaṁ bhavarāgassa padaṭṭhānaṁ. ",
  "pe5:57.17": "Paññindriyāni rūparāgassa padaṭṭhānaṁ. ",
  "pe5:57.18": "Itthindriyaṁ ca purisindriyaṁ ca satta paññattiyā padaṭṭhānaṁ. ",
  "pe5:57.19": "Tattha yena yena indriyena yuttaṁ vā gāthāya otāretuṁ sakkoti, tena tena niddisitabbo. ",
  "pe5:57.20": "Evaṁ khandhesu dhātūsu āyatanesu saccesu paṭiccasamuppādesu ayaṁ otaraṇo hāro. ",
  "pe5:58.1": "Tattha katamo **sodhano hāro**? ",
  "pe5:58.2": "Yo gāthā ekena ārambho bhāsissanti. ",
  "pe5:58.3": "Tattha ekissā bhāsitāya avasiṭṭhāsu bhāsitāsu so attho na niddisitabbo. ",
  "pe5:58.4": "Kiṅkāraṇaṁ? ",
  "pe5:58.5": "Na hi tāva so attho bhāsito, so abhāsito na sakkā niddisituṁ. ",
  "pe5:58.6": "Yathā kiṁ appamādo amataṁ padanti gāthā ayamekā gāthā niddisitabbā. ",
  "pe5:58.7": "Kiṅkāraṇaṁ, atthikkhātāva imassa ārambhassa anabhāsitaṁ? ",
  "pe5:59.1": "“Evaṁ visesato ñatvā, ",
  "pe5:59.2": "Appamādamhi paṇḍitā; ",
  "pe5:59.3": "Appamāde pamodanti, ",
  "pe5:59.4": "Ariyānaṁ gocare ratāti”. ",
  "pe5:60.1": "Idaṁ abhāsitaṁ. ",
  "pe5:60.2": "Imissāpi gāthāya bhāsitāya attho niddisitabbo. ",
  "pe5:60.3": "Kiṅkāraṇaṁ, atthi tattha avasiṭṭhaṁ? ",
  "pe5:60.4": "Te jhāyino sātatikā, niccaṁ daḷhaparakkamāti gāthā, evaṁ imā gāthāyo upadhāritā yadā bhavanti, tadā attho niddisitabbo. ",
  "pe5:60.5": "Evaṁ assutapubbesu suttesu byākaraṇesu vā ekuddeso bhāsito. ",
  "pe5:60.6": "Yā vīmaṁsā tulanā idaṁ atthi kiccaṁ, idaṁ suttaṁ bhāsitaṁ tassa vevacanaṁ niddiṭṭhaṁ vā na vāti. ",
  "pe5:60.7": "Tattha yā vīmaṁsā, ayaṁ vuccate sodhano hāro. ",
  "pe5:61.1": "Tattha katamo **adhiṭṭhāno hāro**? ",
  "pe5:61.2": "Ekattatā ca vemattatā ca. ",
  "pe5:61.3": "Tattha kitapaññatti ca kiccapaññatti ca. ",
  "pe5:61.4": "Sā ekattatā ca vemattatā ca yathā paññatti ekavevacanena vemattatā pajānātīti paññā, sā ca ādhipateyyaṭṭhena paññatti. ",
  "pe5:61.5": "Yaṁ anomattiyaṭṭhena paññattanti. ",
  "pe5:61.6": "Taṁ anomattiyaṭṭhena paññābalaṁ. ",
  "pe5:61.7": "Tanubhūtā gocarattavasā sevasati tīsu ratanesu anussati buddhānussati dhammānussati saṅghānussati aviparītānussaraṇatāya. ",
  "pe5:61.8": "Sammādiṭṭhi dhammānaṁ pavicayena dhammavicayasambojjhaṅgo abhinīhārato abhiññāti. ",
  "pe5:61.9": "Saṅkhepena maggā kā vatthu avikopanatāya ekattā, yathā uṇhena saṁsaṭṭhaṁ uṇhodakaṁ, sītena saṁsaṭṭhaṁ sītodakaṁ khārodakaṁ guḷhodakanti, idaṁ ekattatā vemattatā ca. ",
  "pe5:62.1": "Atthi puna dhammo nānādhammasaṅghato ekato yathārūpaṁ cattāro vāretabbā, tañca rūpanti ekattatā. ",
  "pe5:62.2": "Pathavīdhātu āpo tejo vāyodhātūti vemattatā. ",
  "pe5:62.3": "Evaṁ sabbā catasso dhātuyo rūpanti ekattatā, pathavīdhātu āpo tejo vāyodhātūti vemattatā. ",
  "pe5:62.4": "Pathavīdhātūti lakkhaṇato ekattatā, saṅkiṇṇavatthuto vemattatā. ",
  "pe5:62.5": "Yaṁ kiñci kakkhaḷalakkhaṇaṁ, sabbaṁ taṁ pathavīdhātūti ekattatā. ",
  "pe5:62.6": "Kesā lomā nakhā dantā chavi cammanti vemattatā. ",
  "pe5:62.7": "Evaṁ sabbaṁ catasso dhātuyo rūpanti ekattaṁ. ",
  "pe5:62.8": "Saddā gandhā rasā phoṭṭhabbāti vemattatā. ",
  "pe5:63.1": "Atthi puna dhammo vemattatā añño nāmaṁ labhati. ",
  "pe5:63.2": "Yathā kāyānupassanāya navasaññā vinīlakasaññā uddhumātakasaññā, ayaṁ asubhasaññā, yā ekattatā ārammaṇato vemattato, sā evaṁ saññāvedanāsu ādīnavaṁ samanupassato tathādhiṭṭhānaṁ samādhindriyaṁ ca sāyeva dhammesu tattha saññābhāvanā vīriyindriyaṁ ca dhammesu dhammānupassanā citte attasaññaṁ pajahato paññindriyaṁ ca citte cittānupassanā. ",
  "pe5:63.3": "Iti yo koci ñāṇapacāro sabbaso paññāya gocaro paññā, ayaṁ vemattatā, yathā kāmarāgo bhavarāgo diṭṭhirāgoti vemattatā taṇhāya. ",
  "pe5:63.4": "Iti yaṁ ekattatāya ca vemattatāya ca ñāṇaṁ vīmaṁsanā tulanā. ",
  "pe5:63.5": "Ayaṁ adhiṭṭhāno hāro. ",
  "pe5:64.1": "Tattha katamo **parikkhāro hāro**? ",
  "pe5:64.2": "Sahetu sappaccayaṁ vodānañca saṅkileso ca, yaṁ tadubhayaṁ pariyeṭṭhi, saparikkhāro hāro. ",
  "pe5:64.3": "Iti dhammānaṁ sahetukānaṁ hetu pariyesitabbo, sappaccayānaṁ paccayo pariyesitabbo. ",
  "pe5:65.1": "Tattha kiṁ nānākaraṇaṁ, hetussa ca paccayassa ca? ",
  "pe5:65.2": "Sabhāvo hetu, parabhāvo paccayo. ",
  "pe5:65.3": "Parabhāvassa paccayo hetupi, sabhāvassa hetuyā parabhāvassa kassaci paccayo avutto hetu, vutto paccayo. ",
  "pe5:65.4": "Ajjhattiko hetu, bāhiro paccayo. ",
  "pe5:65.5": "Sabhāvo hetu, parabhāvo paccayo. ",
  "pe5:65.6": "Nibbattako hetu, paṭiggāhako paccayo. ",
  "pe5:65.7": "Nevāsiko hetu, āgantuko paccayo. ",
  "pe5:65.8": "Asādhāraṇo hetu, sādhāraṇo paccayo. ",
  "pe5:65.9": "Ekoyeva hetu, aparāparo paccayo. ",
  "pe5:66.1": "Hetussa upakaraṇaṁ samudānetabbo. ",
  "pe5:66.2": "Samudānaṁ hetu, tattha duvidho hetu. ",
  "pe5:66.3": "Duvidho paccayo—",
  "pe5:66.4": "samanantarapaccayo ca paramparapaccayo ca. ",
  "pe5:66.5": "Hetupi duvidho—",
  "pe5:66.6": "samanantarahetu ca paramparahetu ca. ",
  "pe5:66.7": "Tattha katamo paramparapaccayo? ",
  "pe5:66.8": "Avijjā nāmarūpassa paramparapaccayo, viññāṇaṁ samanantarapaccayatāya paccayo. ",
  "pe5:66.9": "Yadi ādimhi avijjānirodho bhavati nāmarūpassa nirodhopi. ",
  "pe5:66.10": "Tattha samanantaraṁ kiṅkāraṇaṁ paramparapaccayo samanantarapaccayo samuddānito, ayaṁ paccayato. ",
  "pe5:66.11": "Tattha katamo paramparahetu? ",
  "pe5:66.12": "Vijānantassa paramparahetutāya hetu, aññākāro samanantarahetutāya hetu. ",
  "pe5:66.13": "Yassa hi yaṁ samanantaraṁ nibbattati, so tassa hetupi jātinirodhā bahi ākāranirodho, ākāranirodhā daṇḍanirodho, daṇḍanirodhā khaṇḍanirodho. ",
  "pe5:66.14": "Evaṁ hetupi dvidhā so tāhi passitabbo. ",
  "pe5:67.1": "Paṭiccasamuppādo yathā avijjāpaccayo tassa puna kiṁpaccayo, ayoniso manasikāro. ",
  "pe5:67.2": "So kassa paccayo saṅkhārānaṁ, iti paccayo ca samuppannaṁ ca tassa ko hetu avijjāyeva. ",
  "pe5:67.3": "Tathā hi purimā koṭi na paññāyati. ",
  "pe5:67.4": "Tattha avijjānusayo avijjāpariyuṭṭhānassa hetu purimā hetu pacchā paccayo, sāpi avijjāsaṅkhārānaṁ paccayo catūhi kāraṇehi sahajātapaccayatāya samanantarapaccayatāya abhisandanapaccayatāya patiṭṭhānapaccayatāya. ",
  "pe5:68.1": "Kathaṁ sahajātapaccayatāya avijjāsaṅkhārānaṁ paccayo? ",
  "pe5:68.2": "Yaṁ cittaṁ rāgapariyuṭṭhaṁ, tattha avijjāpariyuṭṭhānena sabbaṁ paññāya gocaraṁ hanti. ",
  "pe5:68.3": "Tattha saṅkhārā tipaccayaṭṭhikā addhābhūmikāramahattassa ayaṁ avijjāsahasamuppannaṁ vuddhiṁ virūḷhiṁ vepullatamāpajjantī catūhi kāraṇehi paññā pahīyati. ",
  "pe5:68.4": "Katamehi catūhi? ",
  "pe5:68.5": "Anusayo pariyuṭṭhānaṁ saṁyojanaṁ upādānaṁ. ",
  "pe5:68.6": "Tattha anusayo pariyuṭṭhānaṁ jāti pariyuṭṭhitā saṁyujjati saṁyuttā upādiyati upādānapaccayā bhavo. ",
  "pe5:68.7": "Evaṁ te saṅkhārā tividhā uppannā bhūmigatā nāsaññattha ayaṁ maggena vinītattāyāti te thāmagatā apativinītātipi te saṅkhārāti vuccati, evaṁ sahetusamuppannaṭṭhena atthi meva paccayā saṅkhārānaṁ paccayo niddiṭṭhaṁ apanetvā kusalaṁ akusalaṁ kusalo ca akusalo ca pakkhipitabbo, vipākadhammā apanetvā vacanīyaṁ avacanīyaṁ vacanīyañca avacanīyañca pakkhipitabbaṁ, bhavaapevirittā, sabbasuttaṁ parikkhipitabbaṁ. ",
  "pe5:69.1": "Dasa tathāgatabalāni cattāri vesārajjāni puññāni anaññākataṁ avijjā samanantarapaccayatāya saṅkhārānaṁ paccayo yena cittena saha samuppannā avijjā tassa cittassa samanantaracittaṁ samuppannanti, tassa yaṁ samanantaracittaṁ samuppannanti, tassa pacchimassa cittassa purimacittaṁ hetupaccayatāya paccayo, tena avijjā hetu tena cittena upādānaṁ anokāsakatā ñāṇaṁ na uppajjanti. ",
  "pe5:69.2": "Yā tassa appamādā dhātu abhijjhābhisanditā tahiṁ vipallāsā uppajjanti “asubhe subhan”ti “dukkhe sukhan”ti, tattha saṅkhārā uppajjanti rattā duṭṭhā mūlassa cetanā rāgapariyuṭṭhānena byāpādapariyuṭṭhānena avijjāpariyuṭṭhānena diṭṭhivipallāso vatthuniddese niddisitabbo, yaṁ viparītacitto vijānāti ayaṁ cittavipallāso, yā viparītasaññā upaggaṇhāti ayaṁ saññāvipallāso. ",
  "pe5:69.3": "Yaṁ viparītadiṭṭhi abhinivisati ayaṁ diṭṭhivipallāso. ",
  "pe5:69.4": "Aṭṭha micchattāni vaḍḍhanti, tīṇi akusalāni ayoniso manasikāre uppannaṁ viññāṇañca vijjañca karonti. ",
  "pe5:69.5": "Iti pubbāparante akusalānātaritaro saṅkhārā vuddhiṁ vepullataṁ gacchanti. ",
  "pe5:69.6": "Te ca mahatā ca appaṭividitā ponobhavikā saṅkhārā bhavanti. ",
  "pe5:69.7": "Iti evaṁ avijjā sahajātapaccayatāya saṅkhārānaṁ paccayo samanantarapaccayatāya ca. ",
  "pe5:70.1": "Kathaṁ abhisandanākārena avijjā saṅkhārānaṁ paccayo? ",
  "pe5:70.2": "Sā avijjā te saṅkhāre abhisanneti parippharati. ",
  "pe5:70.3": "Seyyathāpi nāma uppalaṁ vā padumaṁ vā taṁ udake vaḍḍhaṁ assa, sītena vārinā abhisannaṁ parisandanaṁ vuddhiṁ virūḷhiṁ vepullataṁ āpajjati. ",
  "pe5:70.4": "Evaṁ abhisandanaṭṭhena avijjā saṅkhārānaṁ paccayo. ",
  "pe5:71.1": "Kathaṁ patiṭṭhahanaṭṭhena avijjā saṅkhārānaṁ paccayo? ",
  "pe5:71.2": "Te saṅkhārā avijjāyaṁ nissāya vuddhiṁ virūḷhiṁ vepullataṁ āpajjanti. ",
  "pe5:71.3": "Seyyathāpi nāma uppalaṁ vā padumaṁ vā pathaviṁ nissāya pathaviṁ patiṭṭhāya vuddhiṁ virūḷhiṁ vepullataṁ āpajjati. ",
  "pe5:71.4": "Ete saṅkhārā avijjāyaṁ patiṭṭhitā avijjāyaṁ nissāya vuddhiṁ virūḷhiṁ vepullataṁ gacchanti. ",
  "pe5:71.5": "Evaṁ patiṭṭhahanaṭṭhena avijjā saṅkhārānaṁ paccayo. ",
  "pe5:72.1": "Puna rāgasahagatassa kammassa vipākena paṭisandhimhi bhavo nibbattati, taṁ kammassa sabbaṁ abhiniviṭṭhaṁ aññāṇavasena ponobhavikā saṅkhārāti vuccanti, evampi avijjāpaccayā saṅkhārā atthi. ",
  "pe5:72.2": "Puna pañcasu ye ca sekkhā puggalā, ye ca asaññisamāpattiṁ samāpannā, ye ca bhavagatā, ye ca antogatāyeva saṁsedajā, ye ca vā pana añño hi koci anāgāmibhūtā na cetenti na ca patthenti, tesaṁ kiṁ paccayā saṅkhārā. ",
  "pe5:72.3": "Puna rāgā atthi tesaṁ saṅkhārāni upādānāni cittamanussarantiyeva avipakkavipākasamūhatā asamucchinnapaccayā tesaṁ puna ca gato bhavati. ",
  "pe5:72.4": "Evampi hi avijjāpaccayā saṅkhārā. ",
  "pe5:72.5": "Puna sā te na upādānā napi saṅkhārā atthi, puna tesaṁ satta anusayā asamūhatā asamucchinnā tadārammaṇaṁ bhavati. ",
  "pe5:72.6": "Viññāṇassa patiṭṭhāya viññāṇapaccayā nāmarūpaṁ. ",
  "pe5:72.7": "Evampi avijjāpaccayā saṅkhārā. ",
  "pe5:72.8": "Puna sā yaṁ kiñci kammaṁ ācayagāmi sabbaṁ taṁ avijjāvasena abhisaṅkhariyati taṇhāvasena ca allīyati aññāṇavasena ca tattha ādīnavampi na jānāti. ",
  "pe5:72.9": "Tadeva viññāṇabījaṁ bhavati, sāyeva taṇhāsineho bhavati. ",
  "pe5:72.10": "Sāyeva avijjā sammohoti. ",
  "pe5:72.11": "Evampi avijjāpaccayā saṅkhārā vattabbā. ",
  "pe5:72.12": "Iti imehi ākārehi avijjā saṅkhārānaṁ paccayo. ",
  "pe5:73.1": "Tattha avijjāya hetu ayoniso manasikāro paccayo hoti. ",
  "pe5:73.2": "Tattha abhicchedo ayaṁ tattha tatiyaṁ balaṁ nivatti, ayaṁ paṭisandhi. ",
  "pe5:73.3": "Tattha punabbhavo yo avecchedo asamugghātanaṭṭhena ayaṁ anusayo. ",
  "pe5:73.4": "Yathā paṭākaṁ vā sāṭakaṁ vā dve janā pīḷesu ca ekā vā balaṁ vā assa nivāṭassesu, na pana pīḷesu soseyya. ",
  "pe5:73.5": "Tattha yaṁ sinehā āpodhātu anupullanā sosetabbā. ",
  "pe5:73.6": "Uṇhadhātumāgamma sace puna taṁ ākāse nikkhipeyya taṁ ussāvena yebhuyyataraṁ sinehamāpajjeyya, na hi anāgamma tejodhātuṁ parisesaṁ gaccheyya. ",
  "pe5:73.7": "Evameva bhavaggaparamāpi samāpatti na anurūpassa samugghātāya saṁvattati. ",
  "pe5:73.8": "Te hi ālayanti sammasanti, na ca taṇhāya taṇhāpahānaṁ gacchanti. ",
  "pe5:73.9": "Tattha so asamugghāto. ",
  "pe5:73.10": "Avijjāya anusayo ca cittassa sampalibodho, idaṁ pariyuṭṭhānaṁ. ",
  "pe5:73.11": "Yathābhūtaṁ viññāṇassa appaṭivedho ayaṁ avijjāāsavo avijjāviññāṇabījaṁ bhavati. ",
  "pe5:73.12": "Yaṁ bījaṁ so hetu na samucchijjati, asamucchijjanto paṭisandehati. ",
  "pe5:73.13": "Paṭisandahanto na samugghātaṁ gacchati. ",
  "pe5:73.14": "Asamugghātaṁ cittaṁ pariyonahati, pariyonaddhacitto yathābhūtaṁ nappajānāti, iti saññāṇassa sāsavattho, avijjattho, hetuattho, avacchedattho, anivattiattho, phalattho paṭisandhiattho, punabbhavattho, asamugghātattho, anusayattho, pariyuṭṭhānattho, apaṭivedhanattho. ",
  "pe5:73.15": "Ettāvatā avijjāya khettaṁ niddiṭṭhaṁ bhavati. ",
  "pe5:73.16": "Ayaṁ vuccate parikkhāro nāma hāro. ",
  "pe5:74.1": "Tattha katamo **samāropano hāro**? ",
  "pe5:74.2": "Ugghaṭitamhi tamhi santañceva ca naṁ vitthāraṁ pana vattabbaṁ. ",
  "pe5:74.3": "Vitthāravidhaṁ cittaññā ayaṁ samāropano hāro. ",
  "pe5:74.4": "Tattha nāmaniddeso upaghaṭakā vatthuniddeso vevacanaṁ vatthubhūto vitthāro. ",
  "pe5:74.5": "Yathā kiṁ, yā bhikkhūnaṁ vattato pahātabbo, ayaṁ upaghaṭanā. ",
  "pe5:75.1": "Tattha katamo samāropano? ",
  "pe5:75.2": "Kiñci na vattabbaṁ, rūparāgaṁ vā nāmavantapahātabbaṁ. ",
  "pe5:75.3": "Yāva viññāṇanti vitthārena kātabbāni. ",
  "pe5:75.4": "Avijjā tā opammena paññāpetabbā, ayaṁ samāropano. ",
  "pe5:75.5": "Nissitacittassa ca mattiko ca nissayo taṇhā ca diṭṭhi ca. ",
  "pe5:75.6": "Tattha diṭṭhi avijjā taṇhā saṅkhārā. ",
  "pe5:75.7": "Tattha diṭṭhipaccayā taṇhā ime avijjāpaccayā saṅkhārā. ",
  "pe5:75.8": "Tattha nissitaṁ viññāṇaṁ idaṁ saṅkhārapaccayā viññāṇaṁ yāva jarāmaraṇaṁ, idaṁ saṅkhittena bhāsite avasiṭṭhaṁ paropayati. ",
  "pe5:76.1": "Anissitassa calitaṁ natthīti tassa evaṁ diṭṭhiyā taṇhāya ca pahānaṁ tattha diṭṭhiavijjānirodhāya bhūtaṁ viññāṇaṁ sarāgaṭṭhāniyesu dhammesu taṁ taṁ dhammaṁ upecca aññaṁ dhammaṁ dhāvati makkaṭopamatāya, atha khvassa parittesu dhammesu sarāgaṭṭhāniyesu chandarāgo natthi kuto tato calanā, adhimattesu sattesu cittaṁ nivessayati taṁ apatiṭṭhitaṁ viññāṇaṁ anāhāraṁ nirujjhati viññāṇanirodhā nāmarūpanirodho yāva jarāmaraṇanirodho. ",
  "pe5:76.2": "Ayaṁ samāropano. ",
  "pe5:77.1": "Tattha rāgavasena viññāṇassa calitaṁ sapariggaho, tasmiṁ calite asati yo parikilesopacāro tividho aggi paṭippassaddho bhavati. ",
  "pe5:77.2": "Tenāha calite asante passaddhi hoti. ",
  "pe5:77.3": "Tattha yaṁ samāropanā passaddhakāyo sukhaṁ vedeti, sukhino cittaṁ samādhiyati. ",
  "pe5:77.4": "Yāva vimuttitamiti ñāṇadassanaṁ bhavati. ",
  "pe5:77.5": "So āsavānaṁ khayā ca vimutti no upapajjati. ",
  "pe5:77.6": "Tassa upapattissa āgatigatiyā asantiyā nevidha na huraṁ na ubhayamantarena. ",
  "pe5:77.7": "Esevanto dukkhassāti anupādisesā nibbānadhātu. ",
  "pe5:77.8": "Idamassa suttassa majjhe samāropitaṁ paṭiccasamuppāde ca vimuttiyaṁ ca yogo na ca etaṁ tassa saṅkhittena bhāsitassa vitthārena atthaṁ vibhajjanti. ",
  "pe5:77.9": "Ayaṁ vuccate samāropano hāro. ",
  "pe5:77.10": "Na ca saṅkilesabhāgiyena suttena saṅkilesabhāgiyo ye ca dhammā samāropayitabbā nāññe. ",
  "pe5:77.11": "Evaṁ vāsanābhāgiye nibbedhabhāgiye, ayaṁ samāropano hāro. ",
  "pe5:77.12": "Ime soḷasa hārā. ",
  "pe5:78.1": "Suvīrassa mahākaccāyanassa jambuvanavāsino peṭakopadese hāravibhaṅgo nāma pañcamā bhūmi. "
}