{
  "pe6:0.1": "Peṭakopadesa ",
  "pe6:0.2": "6. Suttatthasamuccayabhūmi ",
  "pe6:1.1": "Buddhānaṁ bhagavantānaṁ sāsanaṁ tividhena saṅgahaṁ gacchati, khandhesu dhātūsu āyatanesu ca. ",
  "pe6:1.2": "Tattha **pañcakkhandhā** rūpakkhandho yāva viññāṇakkhandho. ",
  "pe6:1.3": "Dasa rūpaāyatanāni cakkhu rūpā ca yāva kāyo phoṭṭhabbā ca, ayaṁ rūpakkhandho. ",
  "pe6:1.4": "Tattha cha vedanākāyā vedanākkhandho cakkhusamphassajā vedanā yāva manosamphassajā vedanā, ayaṁ vedanākkhandho. ",
  "pe6:1.5": "Tattha cha saññākāyā saññākkhandho, rūpasaññā yāva dhammasaññā ime cha saññākāyā, ayaṁ saññākkhandho. ",
  "pe6:1.6": "Tattha cha cetanākāyā saṅkhārakkhandho, rūpasañcetanā yāva dhammasañcetanā ime cha cetanākāyā, ayaṁ saṅkhārakkhandho. ",
  "pe6:1.7": "Tattha cha viññāṇakāyā viññāṇakkhandho, cakkhuviññāṇaṁ yāva manoviññāṇaṁ ime cha viññāṇakāyā, ayaṁ viññāṇakkhandho. ",
  "pe6:1.8": "Ime pañcakkhandhā. ",
  "pe6:2.1": "Tesaṁ kā pariññā? ",
  "pe6:2.2": "Aniccaṁ dukkhaṁ saññā anattāti esā etesaṁ pariññā. ",
  "pe6:2.3": "Tattha katamo khandhattho? ",
  "pe6:2.4": "Samūhattho khandhattho, puñjattho khandhattho, rāsattho khandhattho. ",
  "pe6:2.5": "Taṁ yathā dabbakkhandho vanakkhandho dārukkhandho aggikkhandho udakakkhandho vāyukkhandho iti evaṁ khandhesu sabbasaṅgahova evaṁ khandhattho. ",
  "pe6:3.1": "Tattha **aṭṭhārasa dhātuyo** cakkhudhātu rūpadhātu cakkhuviññāṇadhātu …pe… ",
  "pe6:3.2": "manodhātu dhammadhātu manoviññāṇadhātu. ",
  "pe6:3.3": "Etāyo aṭṭhārasa dhātuyo. ",
  "pe6:3.4": "Tāsaṁ pariññā aniccaṁ dukkhaṁ saññā anattāti esā etāsaṁ pariññā. ",
  "pe6:3.5": "Tattha ko dhātuattho? ",
  "pe6:3.6": "Vuccate avayavattho dhātuattho. ",
  "pe6:3.7": "Avayavoti cakkhu no pasādo cakkhudhātu. ",
  "pe6:3.8": "Evaṁ pañcasu dhātūsu puna rāgavavacchedattho dhātuattho. ",
  "pe6:3.9": "Vavacchinnā hi cakkhudhātu. ",
  "pe6:3.10": "Evaṁ pañcasu punarāha ekantipakatyatthena dhātuatthoti vuccate. ",
  "pe6:3.11": "Taṁ yathā, pakatiyā ayaṁ puriso pittiko semhiko vātiko sannipātikoti evaṁ pakaticakkhudhātu dasannaṁ piyā ca sabbesu indriyesu …pe… ",
  "pe6:3.12": "visabhāgattho dhātuattho. ",
  "pe6:4.1": "Tattha **dvādasāyatanāni** katamāni? ",
  "pe6:4.2": "Cha ajjhattikāni cha bāhirāni. ",
  "pe6:4.3": "Cakkhāyatanaṁ yāva manāyatananti ajjhattikaṁ, rūpāyatanaṁ yāva dhammāyatananti bāhiraṁ. ",
  "pe6:4.4": "Etāni dvādasa āyatanāni. ",
  "pe6:4.5": "Etesaṁ kā pariññā? ",
  "pe6:4.6": "Aniccaṁ dukkhaṁ saññā anattāti, esā etesaṁ pariññā. ",
  "pe6:4.7": "Api ca dvidhā pariññā ñātapariññā ca pahānapariññā ca. ",
  "pe6:4.8": "Tattha ñātapariññā nāma aniccaṁ dukkhaṁ saññā anattāti, esā ñātapariññā. ",
  "pe6:4.9": "Pahānapariññā pana chandarāgappahānā, esā pahānapariññā. ",
  "pe6:4.10": "Tattha katamo āyatanattho? ",
  "pe6:4.11": "Vuccate ākārattho āyatanattho. ",
  "pe6:4.12": "Yathā suvaṇṇākaro dubbaṇṇākaro, yathā dvīhi tehi ākārehi te te gāvā uttiṭṭhanti. ",
  "pe6:4.13": "Evaṁ ete hi cittacetasikā gāvā uttiṭṭhanti kammakilesā dukkhadhammā ca. ",
  "pe6:4.14": "Punarāha āyadānattho āyatanattho. ",
  "pe6:4.15": "Yathā rañño āyadānehi āyo bhavati, evaṁ āyadānattho āyatanattho. ",
  "pe6:5.1": "**Cattāri ariyasaccāni** dukkhaṁ samudayo nirodho maggo ca. ",
  "pe6:5.2": "Dukkhaṁ yathā samāsena dhammācariyaṁ mānasañca, samudayo samāsena avijjā ca taṇhā ca, nirodho samāsena vijjā ca vimutti ca, maggo samāsena samatho ca vipassanā ca. ",
  "pe6:6.1": "Tattha **sattatiṁsa bodhipakkhikā dhammā** katame? ",
  "pe6:6.2": "Cattāro satipaṭṭhānā yāva ariyo aṭṭhaṅgiko maggo, evamete sattatiṁsa bodhipakkhikā dhammā. ",
  "pe6:6.3": "Ye dhammā atītānāgatapaccuppannānaṁ buddhānaṁ bhagavantānaṁ paccekabuddhānaṁ sāvakānaṁ ca nibbānāya saṁvattantīti, so maggo cattāro satipaṭṭhānā. ",
  "pe6:6.4": "Katame cattāro? ",
  "pe6:6.5": "Idha bhikkhu kāye kāyānupassī viharati, ",
  "pe6:6.6": "sammappadhānaṁ … ",
  "pe6:6.7": "iddhipādaṁ … ",
  "pe6:6.8": "indriyāni … ",
  "pe6:6.9": "balāni … ",
  "pe6:6.10": "tattha ko indriyattho? ",
  "pe6:6.11": "Indattho indriyattho, ādhipateyyattho indriyattho, pasādattho indriyattho, asādhāraṇaṁ kassa kiriyattho indriyattho; ",
  "pe6:6.12": "anavapariyattho balattho, thāmattho balattho, upādāyattho balattho, upatthambhanattho balattho. ",
  "pe6:7.1": "Tattha katame satta bojjhaṅgā? ",
  "pe6:7.2": "Satisambojjhaṅgo yāva upekkhāsambojjhaṅgo. ",
  "pe6:7.3": "Tattha katamo aṭṭhaṅgiko maggo? ",
  "pe6:7.4": "Sammādiṭṭhi yāva sammāsamādhi. ",
  "pe6:7.5": "Tattha aṭṭhaṅgiko maggoti khandho sīlakkhandho ca samādhikkhandho ca paññākkhandho ca. ",
  "pe6:7.6": "Tattha yā ca sammāvācā yo ca sammākammanto yo ca sammāājīvo, ayaṁ sīlakkhandho. ",
  "pe6:7.7": "Yā ca sammāsati yo ca sammāvāyāmo yo ca sammāsamādhi, ayaṁ samādhikkhandho. ",
  "pe6:7.8": "Yo ca sammāsaṅkappo yā ca sammādiṭṭhi, ayaṁ paññākkhandho. ",
  "pe6:7.9": "Evaṁ tāyo tisso sikkhā. ",
  "pe6:7.10": "Evaṁ tīhākārehi dasa padāni …pe…. ",
  "pe6:8.1": "Tattha yogāvacaro sīlakkhandhe ṭhito dosaṁ akusalaṁ na upādiyati, dosānusayaṁ samūhanati, dosasallaṁ uddharati, dukkhavedanaṁ parijānāti, kāmadhātuṁ samatikkamati. ",
  "pe6:8.2": "Samādhikkhandhe ṭhito lobhaṁ akusalaṁ na upādiyati, rāgānusayaṁ samūhanati, lobhasallaṁ uddharati, sukhavedanaṁ parijānāti, rūpadhātuṁ samatikkamati. ",
  "pe6:8.3": "Paññākkhandhe ṭhito mohaṁ akusalaṁ na upādiyati, avijjānusayaṁ samūhanati, mohasallaṁ diṭṭhisallañca uddharati, adukkhamasukhavedanaṁ parijānāti, arūpadhātuṁ samatikkamati. ",
  "pe6:8.4": "Iti tīhi khandhehi tīṇi akusalamūlāni na upādiyati, cattāri sallāni uddharati, tisso vedanā parijānāti, tedhātukaṁ samatikkamati. ",
  "pe6:9.1": "Tattha katamā **avijjā**? ",
  "pe6:9.2": "Yaṁ catūsu ariyasaccesu aññāṇanti vitthārena yathā so pāṇasajjesu kathaṅkathā kātabbaṁ. ",
  "pe6:9.3": "Tattha katamaṁ viññāṇaṁ? ",
  "pe6:9.4": "Cha viññāṇakāyā vedanā saññā cetanā phasso manasikāro, idaṁ nāmaṁ. ",
  "pe6:9.5": "Tattha katamaṁ rūpaṁ? ",
  "pe6:9.6": "Cātumahābhūtikaṁ catunnaṁ mahābhūtānaṁ upādāyarūpassa paññattiṁ. ",
  "pe6:9.7": "Iti purimakañca nāmaṁ idañca rūpaṁ tadubhayaṁ nāmarūpanti vuccati. ",
  "pe6:9.8": "Tattha chaḷāyatananti cha ajjhattikāni āyatanāni, cakkhu ajjhattikaṁ āyatanaṁ yāva mano ajjhattikaṁ āyatanaṁ. ",
  "pe6:9.9": "Phassoti cha phassakāyā cakkhusamphasso yāva manosamphassoti phasso. ",
  "pe6:9.10": "Cha vedanākāyā vedanā. ",
  "pe6:9.11": "Taṇhāti cha taṇhākāyā taṇhā. ",
  "pe6:9.12": "Upādānanti cattāri upādānāni kāmupādānaṁ diṭṭhupādānaṁ sīlabbatupādānaṁ attavādupādānanti upādānaṁ. ",
  "pe6:9.13": "Bhavoti tayo bhavā kāmabhavo rūpabhavo arūpabhavo. ",
  "pe6:9.14": "Tattha katamā jāti? ",
  "pe6:9.15": "Yā paṭhamaṁ khandhānaṁ paṭhamaṁ dhātūnaṁ paṭhamaṁ āyatanānaṁ uppatti jāti sañjāti okkanti abhinibbatti khandhānaṁ pātubhāvo, ayaṁ jāti. ",
  "pe6:9.16": "Tattha katamā jarā? ",
  "pe6:9.17": "Jarā nāma yaṁ taṁ khaṇḍiccaṁ pāliccaṁ valittacatā pavivittaṁ catunnaṁ mahābhūtānaṁ vivaṇṇataṁ bhaggo taṁ jarā hīyanā pahīyanā āyuno hāni saṁhāni indriyānaṁ paribhedo upanāho paripāko, ayaṁ jarā. ",
  "pe6:9.18": "Tattha katamaṁ maraṇaṁ? ",
  "pe6:9.19": "Maraṇaṁ nāma yaṁ tasmiṁ tasmiṁ sattanikāye tesaṁ tesaṁ sattānaṁ cuti cavanatā maraṇaṁ kālaṅkiriyā uddhumātakānaṁ bhedo kāyassa jīvitindriyassa upacchedo, idaṁ maraṇaṁ. ",
  "pe6:9.20": "Iti purimikā ca jarā idañca maraṇaṁ tadubhayaṁ jarāmaraṇaṁ. ",
  "pe6:10.1": "Tattha andhakāratimisā yathābhūtaṁ appajānanalakkhaṇā avijjā saṅkhārānaṁ padaṭṭhānaṁ. ",
  "pe6:10.2": "Abhisaṅkharaṇalakkhaṇā saṅkhārā, upacayapunabbhavābhiropanapaccupaṭṭhānā. ",
  "pe6:10.3": "Te viññāṇassa padaṭṭhānaṁ. ",
  "pe6:10.4": "Vatthu saviññattilakkhaṇaṁ viññāṇaṁ, taṁ nāmarūpassa padaṭṭhānaṁ. ",
  "pe6:10.5": "Anekasannissayalakkhaṇaṁ nāmarūpaṁ, taṁ saḷāyatanassa padaṭṭhānaṁ. ",
  "pe6:10.6": "Indriyavavatthāpanalakkhaṇaṁ saḷāyatanaṁ, taṁ phassassa padaṭṭhānaṁ. ",
  "pe6:10.7": "Sannipātalakkhaṇo phasso, so vedanāya padaṭṭhānaṁ. ",
  "pe6:10.8": "Anubhavanalakkhaṇā vedanā, sā taṇhāya padaṭṭhānaṁ. ",
  "pe6:10.9": "Ajjhosānalakkhaṇā taṇhā, sā upādānassa padaṭṭhānaṁ. ",
  "pe6:10.10": "Ādānaparihananalakkhaṇaṁ upādānaṁ, taṁ bhavassa padaṭṭhānaṁ. ",
  "pe6:10.11": "Nānāgativikkhepalakkhaṇo bhavo, so jātiyā padaṭṭhānaṁ. ",
  "pe6:10.12": "Khandhānaṁ pātubhāvalakkhaṇā jāti, sā jarāya padaṭṭhānaṁ. ",
  "pe6:10.13": "Upanayaparipākalakkhaṇā jarā, sā maraṇassa padaṭṭhānaṁ. ",
  "pe6:10.14": "Āyukkhayajīvitauparodhalakkhaṇaṁ maraṇaṁ, taṁ dukkhassa padaṭṭhānaṁ. ",
  "pe6:10.15": "Kāyasampīḷanalakkhaṇaṁ dukkhaṁ, taṁ domanassassa padaṭṭhānaṁ. ",
  "pe6:10.16": "Cittasampīḷanalakkhaṇaṁ domanassaṁ, taṁ sokassa padaṭṭhānaṁ. ",
  "pe6:10.17": "Socanalakkhaṇo soko, so paridevassa padaṭṭhānaṁ. ",
  "pe6:10.18": "Vacīnicchāraṇalakkhaṇo paridevo, so upāyāsassa padaṭṭhānaṁ. ",
  "pe6:10.19": "Ye āyāsā te upāyāsā. ",
  "pe6:11.1": "Nava padāni yattha sabbo akusalapakkho saṅgahaṁ samosaraṇaṁ gacchati. ",
  "pe6:11.2": "Katamāni nava padāni? ",
  "pe6:11.3": "Dve mūlakilesā, tīṇi akusalamūlāni, cattāro vipallāsā. ",
  "pe6:11.4": "Tattha dve mūlakilesā avijjā ca bhavataṇhā ca, tīṇi akusalamūlāni lobho doso moho ca. ",
  "pe6:11.5": "Cattāro vipallāsā—",
  "pe6:11.6": "“anicce niccan”ti saññāvipallāso cittavipallāso diṭṭhivipallāso, “dukkhe sukhan”ti saññāvipallāso cittavipallāso diṭṭhivipallāso, “anattani attā”ti saññāvipallāso cittavipallāso diṭṭhivipallāso, “asubhe subhan”ti saññāvipallāso cittavipallāso diṭṭhivipallāso. ",
  "pe6:12.1": "Tattha avijjā nāma catūsu ariyasaccesu yathābhūtaṁ aññāṇaṁ, ayaṁ avijjā. ",
  "pe6:12.2": "Bhavataṇhā nāma yo bhavesu rāgo sārāgo icchā mucchā patthanā nandī ajjhosānaṁ apariccāgo, ayaṁ bhavataṇhā. ",
  "pe6:13.1": "Tattha katamo lobho akusalamūlaṁ? ",
  "pe6:13.2": "Lobho nāma so tesu tesu paravatthūsu paradabbesu paraṭṭhānesu parasāpateyyesu parapariggahitesu lobho lubbhanā icchā mucchā patthanā nandī ajjhosānaṁ apariccāgo, ayaṁ lobho akusalamūlaṁ. ",
  "pe6:13.3": "Kassetaṁ mūlaṁ? ",
  "pe6:13.4": "Lobho lobhajassa akusalassa kāyakammassa vacīkammassa manokammassa ca, tathā yathā taṁsampayuttānaṁ cittacetasikānaṁ dhammānaṁ mūlaṁ. ",
  "pe6:14.1": "Tattha katamo doso akusalamūlaṁ? ",
  "pe6:14.2": "So sattesu āghāto akkhanti appaccayo byāpādo padoso anatthakāmatā cetaso paṭighāto, ayaṁ doso akusalamūlaṁ. ",
  "pe6:15.1": "Kassetaṁ mūlaṁ? ",
  "pe6:15.2": "Dosajassa kāyakammassa vacīkammassa manokammassa sampayuttānañca cittacetasikānaṁ dhammānaṁ mūlaṁ. ",
  "pe6:16.1": "Tattha katamo moho akusalamūlaṁ? ",
  "pe6:16.2": "Yaṁ catūsu ariyasaccesu anabhisamayo asampajjaggāho appaṭivedho moho muyhanā sammoho sammuyhanā avijjā tamo andhakāro āvaraṇaṁ nīvaraṇaṁ chadanaṁ acchadanaṁ apasacchāgamanaṁ kusalānaṁ dhammānaṁ, ayaṁ moho akusalamūlaṁ. ",
  "pe6:17.1": "Kassetaṁ mūlaṁ? ",
  "pe6:17.2": "Mohajassa akusalassa kāyakammassa vacīkammassa manokammassa ca taṁsampayuttakānañca cittacetasikānaṁ dhammānaṁ mūlaṁ. ",
  "pe6:18.1": "Tattha **vipallāsā** jānitabbā, vipallāsānaṁ vatthu jānitabbaṁ. ",
  "pe6:18.2": "Yaṁ vipallāsaṁ siyā, taṁ jānitabbaṁ. ",
  "pe6:18.3": "Tattha eko vipallāso tīṇi vipallāsāni cattāri vipallāsavatthūni. ",
  "pe6:18.4": "Katamo eko vipallāso ca, yena paṭipakkhena vipallāsitaṁ gaṇhāti? ",
  "pe6:18.5": "“Anicce niccan”ti, “dukkhe sukhan”ti, “anattani attā”ti, “asubhe subhan”ti, ayaṁ eko vipallāso. ",
  "pe6:19.1": "Katamāni cattāri vipallāsavatthūni? ",
  "pe6:19.2": "Kāyo vedanā cittaṁ dhammā ca. ",
  "pe6:19.3": "Imāni cattāri vipallāsavatthūni. ",
  "pe6:20.1": "Katamāni tīṇi vipallāsāni? ",
  "pe6:20.2": "Saññā cittaṁ diṭṭhi ca. ",
  "pe6:20.3": "Imāni tīṇi vipallāsāni. ",
  "pe6:21.1": "Tattha manāpike vatthumhi indriyavatthe vaṇṇāyatane vā yo nimittassa uggāho, ayaṁ saññāvipallāso. ",
  "pe6:21.2": "Tattha viparītacittassa vatthumhi sati viññatti, ayaṁ cittavipallāso. ",
  "pe6:21.3": "Tattha viparītacittassa tamhi rūpe “asubhe subhan”ti yā khanti ruci upekkhanā nicchayo diṭṭhi nidassanaṁ santīraṇā, ayaṁ diṭṭhivipallāso. ",
  "pe6:21.4": "Tattha vatthubhedena kāyesu dvādasa vipallāsā bhavanti. ",
  "pe6:21.5": "Tayo kāye tayo vedanāya tayo citte tayo dhamme, cattāro saññāvipallāsā cattāro cittavipallāsā cattāro diṭṭhivipallāsā, āyatanūpacayato cakkhuviññāṇasaññāsamaṅgissa rūpesu dvādasa vipallāsā yāva mano saññāsamaṅgissa, dhammesu dvādasa vipallāsā cha dvādasakā cattāri vipallāsā bhavanti. ",
  "pe6:21.6": "Ārammaṇanānattato hi aparimitasaṅkheyyānaṁ sattānaṁ aparimitamasaṅkheyyā vipallāsā bhavanti hīnukkaṭṭhamajjhimatāya. ",
  "pe6:22.1": "Tattha pañcakkhandhā cattāri attabhāvavatthūni bhavanti. ",
  "pe6:22.2": "Yo rūpakkhandho, so kāyo attabhāvavatthu. ",
  "pe6:22.3": "Yo vedanākkhandho, so vedanā attabhāvavatthu. ",
  "pe6:22.4": "Yo saññākkhandho ca saṅkhārakkhandho ca, te dhammā attabhāvavatthu. ",
  "pe6:22.5": "Yo viññāṇakkhandho, so cittaṁ attabhāvavatthu. ",
  "pe6:22.6": "Iti pañcakkhandhā cattāri attabhāvavatthūni. ",
  "pe6:22.7": "Tattha kāye “asubhe subhan”ti. ",
  "pe6:22.8": "Vipallāso bhavati. ",
  "pe6:22.9": "Evaṁ vedanāsu … ",
  "pe6:22.10": "citte … ",
  "pe6:22.11": "dhammesu ca attavipallāso bhavati. ",
  "pe6:22.12": "Tattha catunnaṁ vipallāsānaṁ samugghātanatthaṁ bhagavā cattāro satipaṭṭhāne deseti paññapeti kāye kāyānupassī viharato “asubhe subhan”ti. ",
  "pe6:22.13": "Vipallāsaṁ samugghāteti, evaṁ vedanāsu, citte, dhammesu ca kātabbaṁ. ",
  "pe6:23.1": "Tattha andhakāratimisā appaṭivedhalakkhaṇā avijjā, tassā vipallāsapadaṭṭhānaṁ. ",
  "pe6:23.2": "Ajjhosānalakkhaṇā taṇhā, tassā piyarūpasātarūpaṁ padaṭṭhānaṁ. ",
  "pe6:23.3": "Attāsayavañcanālakkhaṇo lobho, tassa adinnādānaṁ padaṭṭhānaṁ. ",
  "pe6:23.4": "Idha vivādalakkhaṇo doso, tassa pāṇātipāto padaṭṭhānaṁ. ",
  "pe6:23.5": "Vatthuvippaṭipattilakkhaṇo moho, tassa micchāpaṭipatti padaṭṭhānaṁ. ",
  "pe6:23.6": "Saṅkhatānaṁ dhammānaṁ avināsaggahaṇalakkhaṇā niccasaññā, tassā sabbasaṅkhārā padaṭṭhānaṁ. ",
  "pe6:23.7": "Sāsavaphassopagamanalakkhaṇā sukhasaññā, tassā mamaṅkāro padaṭṭhānaṁ. ",
  "pe6:23.8": "Dhammesu upagamanalakkhaṇā attasaññā, tassā ahaṅkāro padaṭṭhānaṁ. ",
  "pe6:23.9": "Vaṇṇasaṅgahaṇalakkhaṇā subhasaññā, tassā indriyaasaṁvaro padaṭṭhānaṁ. ",
  "pe6:23.10": "Etehi navahi padehi uddiṭṭhehi sabbo akusalapakkho niddiṭṭho bhavati, so ca kho bahussutena sakkā jānituṁ no appassutena, paññavatā no duppaññena, yuttena no ayuttena. ",
  "pe6:24.1": "Nava padāni kusalāni yattha sabbo kusalapakkho saṅgaho samosaraṇaṁ gacchanti. ",
  "pe6:24.2": "Katamāni nava padāni? ",
  "pe6:24.3": "Samatho vipassanā alobho adoso amoho aniccasaññā dukkhasaññā anattasaññā asubhasaññā ca. ",
  "pe6:25.1": "Tattha katamo **samatho**? ",
  "pe6:25.2": "Yā cittassa ṭhiti saṇṭhiti avaṭṭhiti ṭhānaṁ paṭṭhānaṁ upaṭṭhānaṁ samādhi samādhānaṁ avikkhepo avippaṭisāro vūpasamo mānaso ekaggaṁ cittassa, ayaṁ samatho. ",
  "pe6:26.1": "Tattha katamā **vipassanā**? ",
  "pe6:26.2": "Khandhesu vā dhātūsu vā āyatanesu vā nāmarūpesu vā paṭiccasamuppādesu vā paṭiccasamuppannesu vā dhammesu dukkhesu vā samudayesu vā nirodhe vā magge vā kusalākusalesu vā dhammesu sāvajjaanavajjesu vā kaṇhasukkesu vā sevitabbaasevitabbesu vā so yathābhūtaṁ vicayo pavicayo vīmaṁsā paravīmaṁsā gāhanā aggāhanā pariggāhanā cittena paricitanā tulanā upaparikkhā ñāṇaṁ vijjā vā cakkhu buddhi medhā paññā obhāso āloko ābhā pabhā khaggo nārāco dhammavicayasambojjhaṅgo sammādiṭṭhi maggaṅgaṁ, ayaṁ vipassanā. ",
  "pe6:26.3": "Tenesā vipassanā iti vuccati vividhā vā esā vipassanāti, tasmā esā vipassanāti vuccati. ",
  "pe6:26.4": "Dvidhā cesā hi vipassanā dhammavipassanāti vuccati, dvidhā imāya passati subhañca asubhañca kaṇhañca sukkañca sevitabbañca asevitabbañca kammañca vipākañca bandhañca vimokkhañca ācayañca apacayañca pavattiñca nivattiñca saṅkilesañca vodānañca, evaṁ vipassanāti vuccati. ",
  "pe6:26.5": "Atha vā viiti upasaggo passanāti attho tasmā vipassanāti vuccate, ayaṁ vipassanā. ",
  "pe6:27.1": "Tattha dve rogā sattānaṁ avijjā ca bhavataṇhā ca, etesaṁ dvinnaṁ rogānaṁ nighātāya bhagavatā dve bhesajjāni vuttāni samatho ca vipassanā ca. ",
  "pe6:27.2": "Imāni dve bhesajjāni paṭisevento dve aroge sacchikaroti rāgavirāgaṁ cetovimuttiṁ avijjāvirāgañca paññāvimuttiṁ. ",
  "pe6:27.3": "Tattha taṇhārogassa samatho bhesajjaṁ, rāgavirāgā cetovimutti arogaṁ. ",
  "pe6:27.4": "Avijjārogassa vipassanābhesajjaṁ avijjāvirāgā paññāvimutti arogaṁ. ",
  "pe6:27.5": "Evañhi bhagavā cāha, “dve dhammā pariññeyyā nāmañca rūpañca, dve dhammā pahātabbā avijjā ca bhavataṇhā ca, dve dhammā bhāvetabbā samatho ca vipassanā ca, dve dhammā sacchikātabbā vijjā ca vimutti cā”ti. ",
  "pe6:27.6": "Tattha samathaṁ bhāvento rūpaṁ parijānāti, rūpaṁ parijānanto taṇhaṁ pajahati, taṇhaṁ pajahanto rāgavirāgā cetovimuttiṁ sacchikaroti, vipassanaṁ bhāvento nāmaṁ parijānāti, nāmaṁ parijānanto avijjaṁ pajahati, avijjaṁ pajahanto avijjāvirāgā paññāvimuttiṁ sacchikaroti. ",
  "pe6:27.7": "Yadā bhikkhuno dve dhammā pariññātā bhavanti nāmañca rūpañca, tathāssa dve dhammā pahīnā bhavanti avijjā ca bhavataṇhā ca. ",
  "pe6:27.8": "Dve dhammā bhāvitā bhavanti samatho ca vipassanā ca, dve dhammā sacchikātabbā bhavanti vijjā ca vimutti ca. ",
  "pe6:27.9": "Ettāvatā bhikkhu katakicco bhavati. ",
  "pe6:27.10": "Esā sopādisesā nibbānadhātu. ",
  "pe6:27.11": "Tassa āyupariyādānā jīvitindriyassa uparodhā idañca dukkhaṁ nirujjhati, aññañca dukkhaṁ na uppajjati. ",
  "pe6:27.12": "Tattha yo imesaṁ khandhānaṁ dhātuāyatanānaṁ nirodho vūpasamo aññesañca khandhadhātuāyatanānaṁ appaṭisandhi apātubhāvo, ayaṁ anupādisesā nibbānadhātu. ",
  "pe6:28.1": "Tattha katamaṁ **alobho kusalamūlaṁ**? ",
  "pe6:28.2": "Yaṁdhātuko alobho alubbhanā alubbhitattaṁ anicchā apatthanā akantā anajjhosānaṁ. ",
  "pe6:28.3": "Ayaṁ alobho kusalamūlaṁ. ",
  "pe6:28.4": "Kassetaṁ mūlaṁ? ",
  "pe6:28.5": "Alobhajassa kusalassa kāyakammassa vacīkammassa manokammassa taṁsampayuttānañca cittacetasikānaṁ dhammānaṁ mūlaṁ. ",
  "pe6:28.6": "Atha vā ariyo aṭṭhaṅgiko maggo kusalanti vuccati, so tiṇṇaṁ maggaṅgānaṁ mūlaṁ. ",
  "pe6:28.7": "Katamesaṁ tiṇṇaṁ, sammāsaṅkappassa sammāvāyāmassa sammāsamādhissa ca imesaṁ mūlanti, tasmā kusalamūlanti vuccati. ",
  "pe6:29.1": "Tattha katamaṁ **adoso kusalamūlaṁ**? ",
  "pe6:29.2": "Yā sattesu vā saṅkhāresu vā anaghāto appaṭighāto abyāpatti abyāpādo adoso mettā mettāyanā atthakāmatā hitakāmatā cetaso pasādo, ayaṁ adoso kusalamūlaṁ. ",
  "pe6:29.3": "Kassetaṁ mūlaṁ? ",
  "pe6:29.4": "Adosajassa kusalassa kāyakammassa vacīkammassa manokammassa taṁsampayuttānañca cittacetasikānaṁ dhammānaṁ mūlaṁ. ",
  "pe6:29.5": "Atha vā tiṇṇaṁ maggaṅgānaṁ mūlaṁ. ",
  "pe6:29.6": "Katamesaṁ tiṇṇaṁ? ",
  "pe6:29.7": "Sammāvācāya sammākammantassa sammāājīvassa ca imesaṁ tiṇṇaṁ maggaṅgānaṁ mūlaṁ, tasmā kusalamūlanti vuccati. ",
  "pe6:30.1": "Tattha katamaṁ **amoho kusalamūlaṁ**? ",
  "pe6:30.2": "Yaṁ catūsu ariyasaccesu yathābhūtaṁ ñāṇadassanaṁ abhisamayo sammā ca paccāgamo paṭivedho amoho asammuyhanā asammoho vijjāpakāso āloko anāvaraṇaṁ sekkhānaṁ kusalānaṁ dhammānaṁ, ayaṁ amoho kusalamūlaṁ. ",
  "pe6:30.3": "Kassetaṁ mūlaṁ? ",
  "pe6:30.4": "Amohajassa kusalassa kāyakammassa vacīkammassa manokammassa taṁsampayuttānañca cittacetasikānaṁ dhammānaṁ mūlaṁ. ",
  "pe6:30.5": "Atha vā dvinnaṁ maggaṅgānaṁ etaṁ mūlaṁ. ",
  "pe6:30.6": "Katamesaṁ dvinnaṁ? ",
  "pe6:30.7": "Sammādiṭṭhiyā ca sammāsatiyā ca imesaṁ dvinnaṁ maggaṅgānaṁ mūlaṁ, tasmā kusalamūlanti vuccati. ",
  "pe6:31.1": "Evaṁ imesaṁ tīhi kusalamūlehi aṭṭhaṅgiko maggo yojetabbo. ",
  "pe6:32.1": "Tattha katamā **aniccasaññā**? ",
  "pe6:32.2": "“Sabbe saṅkhārā uppādavayadhammino”ti ca yā saññā sañjānanā vavatthapanā uggāho, ayaṁ aniccasaññā. ",
  "pe6:32.3": "Tassā ko nissando? ",
  "pe6:32.4": "Aniccasaññāya bhāvitāya bahulīkatāya aṭṭhasu lokadhammesu cittaṁ nānusandhati na sandhati na saṇṭhahati, upekkhā vā paṭikkūlatā vā saṇṭhahati, ayamassā nissando. ",
  "pe6:33.1": "Tattha katamā **dukkhasaññā**? ",
  "pe6:33.2": "“Sabbe saṅkhārā dukkhā”ti yā saññā sañjānanā vavatthapanā uggāho, ayaṁ dukkhasaññā. ",
  "pe6:33.3": "Tassā ko nissando? ",
  "pe6:33.4": "Dukkhasaññāya bhāvitāya bahulīkatāya ālasse sampamāde vimhaye ca cittaṁ nānusandhati na sandhati na saṇṭhahati, upekkhā vā paṭikkūlatā vā saṇṭhahati, ayamassā nissando. ",
  "pe6:34.1": "Tattha katamā **anattasaññā**? ",
  "pe6:34.2": "“Sabbesu dhammesu anattā”ti yā saññā sañjānanā vavatthapanā uggāho, ayaṁ anattasaññā. ",
  "pe6:34.3": "Tassā ko nissando, anattasaññāya bhāvitāya bahulīkatāya ahaṅkāro cittaṁ nānusandhati na sandhati, mamaṅkāro na saṇṭhahati, upekkhā vā paṭikkūlatā vā saṇṭhahati, ayamassā nissando. ",
  "pe6:35.1": "Tattha katamā **asubhasaññā**? ",
  "pe6:35.2": "“Satta saṅkhārā asubhā”ti yā saññā sañjānanā vavatthapanā uggāho, ayaṁ asubhasaññā. ",
  "pe6:35.3": "Tassā ko nissando? ",
  "pe6:35.4": "Asubhasaññāya bhāvitāya bahulīkatāya subhanimitte cittaṁ nānusandhati na sandhati na saṇṭhahati, upekkhā vā paṭikkūlatā vā saṇṭhahati, ayamassā nissando. ",
  "pe6:36.1": "Tattha pañcannaṁ khandhānaṁ pariññā bhagavatā desitā, yo tattha asubhasaññā rūpakkhandhassa pariññattaṁ, dukkhasaññā vedanākkhandhassa pariññattaṁ, anattasaññā saññākkhandhassa saṅkhārakkhandhassa pariññattaṁ, aniccasaññā viññāṇakkhandhassa pariññattaṁ. ",
  "pe6:36.2": "Tattha samathena taṇhaṁ samugghāteti, vipassanāya avijjaṁ samugghāteti, adosena dosaṁ samugghāteti, amohena mohaṁ samugghāteti, aniccasaññāya niccasaññaṁ samugghāteti, dukkhasaññāya sukhasaññaṁ samugghāteti, anattasaññāya attasaññaṁ samugghāteti, asubhasaññāya subhasaññaṁ samugghāteti. ",
  "pe6:37.1": "Cittavikkhepapaṭisaṁharaṇalakkhaṇo samatho, tassa jhānāni padaṭṭhānaṁ. ",
  "pe6:37.2": "Sabbadhammaṁ yathābhūtaṁ paṭivedhalakkhaṇā vipassanā, tassā sabbaneyyaṁ padaṭṭhānaṁ. ",
  "pe6:37.3": "Icchāpaṭisaṁharaṇalakkhaṇo alobho, tassa adinnādānā veramaṇī padaṭṭhānaṁ. ",
  "pe6:37.4": "Abyāpādalakkhaṇo adoso, tassa pāṇātipātā veramaṇī padaṭṭhānaṁ. ",
  "pe6:37.5": "Vatthuappaṭihatalakkhaṇo amoho, tassa sammāpaṭipatti padaṭṭhānaṁ. ",
  "pe6:37.6": "Saṅkhatānaṁ dhammānaṁ vināsaggahaṇalakkhaṇā aniccasaññā, tassā udayabbayo padaṭṭhānaṁ. ",
  "pe6:37.7": "Sāsavaphassasañjānanalakkhaṇā dukkhasaññā, tassā vedanā padaṭṭhānaṁ. ",
  "pe6:37.8": "Sabbadhammaanupagamanalakkhaṇā anattasaññā, tassā dhammasaññā padaṭṭhānaṁ. ",
  "pe6:37.9": "Vinīlakavipubbakauddhumātakasamuggahaṇalakkhaṇā asubhasaññā, tassā nibbidā padaṭṭhānaṁ. ",
  "pe6:37.10": "Imesu navasu padesu upadiṭṭhesu sabbo kusalapakkho upadiṭṭho bhavati, so ca bahussutena sakkā jānituṁ no appassutena, paññavatā no duppaññena, yuttena no ayuttenāti. ",
  "pe6:38.1": "Tattha niccasaññādhimuttassa aparāparaṁ cittaṁ paṇāmento satimapaccavekkhato aniccasaññā na upaṭṭhāti, pañcasu kāmaguṇesu sukhassādādhimuttassa iriyāpathassa agatimapaccavekkhato dukkhasaññā na upaṭṭhāti, khandhadhātuāyatanesu attādhimuttassa nānādhātuanekadhātuvinibbhogamapaccavekkhato anattasaññā na upaṭṭhāti, vaṇṇasaṇṭhānābhiratassa kāye subhādhimuttassa ca vippaṭicchannā asubhasaññā na upaṭṭhāti. ",
  "pe6:39.1": "Avippaṭisāralakkhaṇā saddhā, saddahanā paccupaṭṭhānaṁ. ",
  "pe6:39.2": "Tassa cattāri sotāpattiyaṅgāni padaṭṭhānaṁ. ",
  "pe6:39.3": "Evañhi vuttaṁ bhagavatā saddhindriyaṁ bhikkhave, kuhiṁ daṭṭhabbaṁ, catūsu sotāpattiyaṅgesu kusalesu dhammesu. ",
  "pe6:40.1": "Sūrāapaṭikkhepanalakkhaṇaṁ vīriyindriyaṁ, vīriyindriyārambho paccupaṭṭhānaṁ. ",
  "pe6:40.2": "Tassa atītā cattāro sammappadhānā padaṭṭhānaṁ. ",
  "pe6:40.3": "Yathā vuttaṁ bhagavatā vīriyindriyaṁ, bhikkhave, kuhiṁ daṭṭhabbaṁ, catūsu sammappadhānesu. ",
  "pe6:41.1": "Sati saraṇalakkhaṇā, asammohapaccupaṭṭhānā. ",
  "pe6:41.2": "Tassa atītā cattāro satipaṭṭhānā padaṭṭhānaṁ. ",
  "pe6:41.3": "Yathā vuttaṁ bhagavatā satindriyaṁ bhikkhave, kuhiṁ daṭṭhabbaṁ, catūsu satipaṭṭhānesu. ",
  "pe6:42.1": "Ekaggalakkhaṇo samādhi, avikkhepapaccupaṭṭhāno, tassa cattāri ñāṇāni padaṭṭhānaṁ. ",
  "pe6:42.2": "Yathā vuttaṁ bhagavatā samādhindriyaṁ, bhikkhave, kuhiṁ daṭṭhabbaṁ, catūsu jhānesu. ",
  "pe6:43.1": "Pajānanalakkhaṇā paññā, bhūtatthasantīraṇā paccupaṭṭhānā, tassa cattāri ariyasaccāni padaṭṭhānaṁ. ",
  "pe6:43.2": "Yathā vuttaṁ bhagavatā paññindriyaṁ, bhikkhave, kuhiṁ daṭṭhabbaṁ, catūsu ariyasaccesu. ",
  "pe6:44.1": "**Cattāri cakkāni** patirūpadesavāso cakkaṁ, sappurisūpanissayo cakkaṁ, attasammāpaṇidhānaṁ cakkaṁ, pubbe katapuññatā cakkaṁ. ",
  "pe6:44.2": "Tattha ariyasannissayalakkhaṇo patirūpadesavāso, so sappurisūpanissayassa padaṭṭhānaṁ. ",
  "pe6:44.3": "Ariyasannissayalakkhaṇo sappurisūpanissayo, so attasammāpaṇidhānassa padaṭṭhānaṁ. ",
  "pe6:44.4": "Sammāpaṭipattilakkhaṇaṁ attasammāpaṇidhānaṁ, taṁ puññānaṁ padaṭṭhānaṁ. ",
  "pe6:44.5": "Kusaladhammopacayalakkhaṇaṁ puññaṁ, taṁ sabbasampattīnaṁ padaṭṭhānaṁ. ",
  "pe6:45.1": "Ekādasasīlamūlakā dhammā sīlavato avippaṭisāro bhavati …pe… ",
  "pe6:45.2": "so vimuttiñāṇadassanaṁ “nāparaṁ itthattāyā”ti pajānanā. ",
  "pe6:45.3": "Tattha veramaṇilakkhaṇaṁ sīlaṁ, taṁ avippaṭisārassa padaṭṭhānaṁ. ",
  "pe6:45.4": "Na attānuvādalakkhaṇo avippaṭisāro, so pāmojjassa padaṭṭhānaṁ. ",
  "pe6:45.5": "Abhippamodanalakkhaṇaṁ pāmojjaṁ, taṁ pītiyā padaṭṭhānaṁ. ",
  "pe6:45.6": "Attamanalakkhaṇā pīti, sā passaddhiyā padaṭṭhānaṁ. ",
  "pe6:45.7": "Kammaniyalakkhaṇā passaddhi, sā sukhassa padaṭṭhānaṁ. ",
  "pe6:45.8": "Abyāpādalakkhaṇaṁ sukhaṁ, taṁ samādhino padaṭṭhānaṁ. ",
  "pe6:45.9": "Avikkhepanalakkhaṇo samādhi, so yathābhūtañāṇadassanassa padaṭṭhānaṁ. ",
  "pe6:45.10": "Aviparītasantīraṇalakkhaṇā paññā, sā nibbidāya padaṭṭhānaṁ anālayanalakkhaṇā nibbidā, sā virāgassa padaṭṭhānaṁ. ",
  "pe6:45.11": "Asaṅkilesalakkhaṇo virāgo, so vimuttiyā padaṭṭhānaṁ. ",
  "pe6:45.12": "Akusaladhammavivekalakkhaṇā vimutti, sā vimuttino vodānassa padaṭṭhānaṁ. ",
  "pe6:46.1": "**Catasso ariyabhūmiyo cattāri sāmaññaphalāni**. ",
  "pe6:46.2": "Tattha yo yathābhūtaṁ pajānāti, esā dassanabhūmi. ",
  "pe6:46.3": "Sotāpattiphalañca so yathābhūtaṁ pajānitvā nibbindati, idaṁ tanukāmarāgassa padaṭṭhānaṁ byāpādānaṁ. ",
  "pe6:46.4": "Sakadāgāmiphalañca saṇhaṁ virajjati, ayaṁ rāgavirāgā cetovimutti. ",
  "pe6:46.5": "Anāgāmiphalañca yaṁ avijjāvirāgā vimuccati, ayaṁ katābhūmi. ",
  "pe6:46.6": "Arahattañca sāmaññaphalānīti ko vacanattho, ariyo aṭṭhaṅgiko maggo sāmaññaṁ, tassetāni phalāni sāmaññaphalānīti vuccati. ",
  "pe6:46.7": "Kissa brahmaññaphalānīti vuccante? ",
  "pe6:46.8": "Brahmaññaariyo aṭṭhaṅgiko maggo, tassa tāni phalānīti brahmaññaphalānīti vuccante. ",
  "pe6:47.1": "Tattha sotāpanno kathaṁ hoti? ",
  "pe6:47.2": "Saha saccābhisamayā ariyasāvakassa tīṇi saṁyojanāni pahīyanti sakkāyadiṭṭhi vicikicchā sīlabbataparāmāso ca, imesaṁ tiṇṇaṁ saṁyojanānaṁ pahānā parikkhayā ariyasāvako hoti sotāpanno avinipātadhammo yāva dukkhassantaṁ karoti. ",
  "pe6:48.1": "Tattha katamā sakkāyadiṭṭhi? ",
  "pe6:48.2": "Assutavā bālo puthujjano yāva ariyadhamme akovido, so rūpaṁ attato samanupassati yāva viññāṇasmiṁ attānaṁ, so imesu pañcasu khandhesu attaggāho vā attaniyaggāho vā esohamasmi ekasmiṁ vasavattiko pakkhitto anuggaho anusayanto aṅgamaṅganti parati. ",
  "pe6:48.3": "Yā tathābhūtassa khanti ruci pekkhanā ākāraparivitakko diṭṭhinijjhāyanā abhippasannā, ayaṁ vuccate sakkāyadiṭṭhīti. ",
  "pe6:49.1": "Tattha pañca diṭṭhiyo ucchedaṁ bhajanti. ",
  "pe6:49.2": "Katamāyo pañca? ",
  "pe6:49.3": "Rūpaṁ attato samanupassati, yāva viññāṇaṁ attato samanupassati, imāyo pañca ucchedaṁ bhajanti, avasesāyo pannarasa sassataṁ bhajanti. ",
  "pe6:49.4": "Iti sakkāyadiṭṭhipahānā dvāsaṭṭhidiṭṭhigatāni pahīyanti. ",
  "pe6:49.5": "Pahānā ucchedaṁ sassatañca na bhajati. ",
  "pe6:49.6": "Iti ucchedasassatappahānā ariyasāvakassa na kiñci diṭṭhigataṁ bhavati, aññā vā lokuttarāya sammādiṭṭhiyā. ",
  "pe6:49.7": "Kathaṁ pana sakkāyadiṭṭhi na bhavati? ",
  "pe6:49.8": "Idha ariyasāvako sutavā hoti, sabbo sukkapakkho kātabbo, yāva ariyadhammesu kovido rūpaṁ anattato samanupassati, yāva viññāṇaṁ …pe… ",
  "pe6:49.9": "evamassa samanupassantassa sakkāyadiṭṭhi na bhavati. ",
  "pe6:50.1": "Kathaṁ vicikicchā na bhavati? ",
  "pe6:50.2": "Idha ariyasāvako buddhe na kaṅkhati, na vicikicchati abhippasīdati, itipi so bhagavāti sabbaṁ. ",
  "pe6:50.3": "Dhamme na kaṅkhati na vicikicchati sabbaṁ. ",
  "pe6:50.4": "Yāva taṇhakkhayo virāgo nirodho nibbānanti, iminā dutiyena ākaṅkhiyena dhammena samannāgato hoti. ",
  "pe6:50.5": "Saṅghe na kaṅkhati …pe… ",
  "pe6:50.6": "yāva pūjā devānañca manussānañcāti, iminā tatiyena ākaṅkhiyena dhammena samannāgato hoti. ",
  "pe6:51.1": "Sabbe saṅkhārā dukkhāti na kaṅkhati na vicikicchati adhimuccati abhippasīdati. ",
  "pe6:51.2": "Taṇhā dukkhasamudayoti na kaṅkhati na vicikicchati. ",
  "pe6:51.3": "Taṇhānirodhā dukkhanirodhoti na kaṅkhati na vicikicchati. ",
  "pe6:51.4": "Ariyo aṭṭhaṅgiko maggo dukkhanirodhagāminī paṭipadāti na kaṅkhati na vicikicchati adhimuccati abhippasīdati. ",
  "pe6:51.5": "Yāva buddhe vā dhamme vā saṅghe vā dukkhe vā samudaye vā nirodhe vā magge vā kaṅkhāyanā vimati vicikicchā dvedhāpathā āsappanā parisappanā anavaṭṭhānaṁ adhiṭṭhāgamanaṁ anekaṁso anekaṁsikatā, te tassa pahīnā bhavanti paṇunnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "pe6:52.1": "Tattha sīlabbataparāmāso dvidhā—",
  "pe6:52.2": "sīlassa vā suddhassa vā. ",
  "pe6:52.3": "Tattha sīlassa sīlabbataparāmāso imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā tattha kapotapādāhi accharāhi saddhiṁ kīḷissāmi ramissāmi paricarissāmīti. ",
  "pe6:52.4": "Yathābhūtadassananti rucivimutti rāgo rāgaparivattakā diṭṭhirūpanā passanā asantussitassa sīlabbataparāmāso. ",
  "pe6:52.5": "Tattha katamo suddhassa sīlabbataparāmāso? ",
  "pe6:52.6": "Idhekacco sīlaṁ parāmasati, sīlena sujjhati, sīlena nīyati, sīlena muccati, sukhaṁ vītikkamati, dukkhaṁ vītikkamati, sukhadukkhaṁ vītikkamati anupāpuṇāti uparimena. ",
  "pe6:52.7": "Tadubhayaṁ sīlavataṁ parāmasati tadubhayena sīlavatena sujjhanti muccanti nīyanti, sukhaṁ vītikkamanti, dukkhaṁ vītikkamanti, sukhadukkhaṁ vītikkamanti, anupāpuṇantīti avisucikaraṁ dhammaṁ avimuttikaraṁ dhammaṁ visucito vimuttito paccāgacchantassa yā tathābhūtassa khanti ruci mutti pekkhanā ākāraparivitakko diṭṭhinijjhāyanā passanā, ayaṁ suddhassa sīlabbataparāmāso. ",
  "pe6:52.8": "Ete ubho parāmāsā ariyasāvakassa pahīnā bhavanti yāva āyatiṁ anuppādadhammā, so sīlavā bhavati ariyakantehi sīlehi samannāgato akkhaṇḍehi yāva upasamasaṁvattanikehi. ",
  "pe6:52.9": "Imesaṁ tiṇṇaṁ saṁyojanānaṁ pahānā sutavā ariyasāvako bhavati sotāpanno avinipātadhammo, sabbaṁ. ",
  "pe6:53.1": "Sahasaccābhisamayā, iti ko vacanattho? ",
  "pe6:53.2": "Cattāro abhisamayā, pariññābhisamayo pahānābhisamayo sacchikiriyābhisamayo bhāvanābhisamayo. ",
  "pe6:54.1": "Tattha ariyasāvako dukkhaṁ pariññābhisamayena abhisameti, samudayaṁ pahānābhisamayena abhisameti, nirodhaṁ sacchikiriyābhisamayena abhisameti, maggaṁ bhāvanābhisamayena abhisameti. ",
  "pe6:54.2": "Kiṅkāraṇaṁ? ",
  "pe6:54.3": "Dukkhassa pariññābhisamayo, samudayassa pahānābhisamayo, nirodhassa sacchikiriyābhisamayo, maggassa bhāvanābhisamayo. ",
  "pe6:54.4": "Samathavipassanāya kathaṁ abhisameti? ",
  "pe6:54.5": "Ārammaṇe cittaṁ upanibandhetvā pañcakkhandhe dukkhato passati. ",
  "pe6:54.6": "Tattha yo upanibandho, ayaṁ samatho. ",
  "pe6:54.7": "Yā pariyogāhanā, ayaṁ vipassanā. ",
  "pe6:54.8": "Pañcakkhandhe dukkhāti passato yo pañcakkhandhesu ālayo nikanti upagamanaṁ ajjhosānā icchā mucchā paṇidhi patthanā pahīyati. ",
  "pe6:54.9": "Tattha pañcakkhandhā dukkhaṁ. ",
  "pe6:54.10": "Yo tattha ālayo nikanti upagamanaṁ ajjhosānaṁ icchā mucchā paṇidhi patthanā, ayaṁ samudayo. ",
  "pe6:54.11": "Yaṁ tassa pahānaṁ, so nirodho samatho vipassanā ca maggo, evaṁ tesaṁ catunnaṁ ariyasaccānaṁ ekakāle ekakkhaṇe ekacitte apubbaṁ acarimaṁ abhisamayo bhavati. ",
  "pe6:54.12": "Tenāha bhagavā “sahasaccābhisamayā ariyasāvakassa tīṇi saṁyojanāni pahīyantī”ti. ",
  "pe6:55.1": "Tattha samathavipassanā yuganaddhā vattamānā ekakāle ekakkhaṇe ekacitte cattāri kiccāni karoti, dukkhaṁ pariññābhisamayena abhisameti, yāva maggaṁ bhāvanābhisamayena abhisameti. ",
  "pe6:55.2": "Kiṁ kāraṇā? ",
  "pe6:55.3": "Dukkhaṁ pariññābhisamayo, yāva maggaṁ bhāvanābhisamayo. ",
  "pe6:55.4": "Evaṁ diṭṭhanto yathā nāvā jalaṁ gacchantī cattāri kiccāni karoti, pārimaṁ tīraṁ pāpeti, orimaṁ tīraṁ jahati, bhāraṁ vahati, sotaṁ chindati; ",
  "pe6:55.5": "evameva samathavipassanā yuganaddhā vattamānā ekakāle ekakkhaṇe ekacitte cattāri kiccāni karoti, dukkhaṁ pariññābhisamayena abhisameti, yāva maggaṁ bhāvanābhisamayena abhisameti. ",
  "pe6:55.6": "Yathā vā sūriyo udayanto ekakāle apubbaṁ acarimaṁ cattāri kiccāni karoti, andhakāraṁ vidhamati, ālokaṁ pātukaroti, rūpaṁ nidassīyati, sītaṁ pariyādiyati; ",
  "pe6:55.7": "evameva samathavipassanā yuganaddhā vattamānā ekakāle …pe… ",
  "pe6:55.8": "yathā padīpo jalanto ekakāle apubbaṁ acarimaṁ cattāri kiccāni karoti, andhakāraṁ vidhamati, ālokaṁ pātukaroti, rūpaṁ nidassīyati, upādānaṁ pariyādiyati; ",
  "pe6:55.9": "evameva samathavipassanā yuganaddhā vattamānā ekakāle …pe…. ",
  "pe6:56.1": "Yadā ariyasāvako sotāpanno bhavati avinipātadhammo niyato yāva dukkhassantaṁ karoti, ayaṁ dassanabhūmi. ",
  "pe6:56.2": "Sotāpattiphalañca sotāpattiphale ṭhito uttari samathavipassanaṁ bhāvento yuganaddhā vattamānā kāmarāgabyāpādānaṁ yebhuyyena pahānā ariyasāvako hoti. ",
  "pe6:56.3": "Sakadāgāmi pariniṭṭhitattā sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karoti, ayaṁ tanubhūmi. ",
  "pe6:57.1": "Sakadāgāmiphalañca yo sakadāgāmiphale ṭhito vipassanaṁ bhāvento kāmarāgabyāpāde sānusaye anavasesaṁ pajahati, kāmarāgabyāpādesu anavasesaṁ pahīnesu pañcorambhāgiyāni saṁyojanāni pahīnāni bhavanti sakkāyadiṭṭhi sīlabbataparāmāso vicikicchā kāmacchando byāpādo ca, imesaṁ pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ pahānā ariyasāvako hoti anāgāmī tattha parinibbāyī anāvattidhammo tasmā lokā, ayaṁ vītarāgabhūmi. ",
  "pe6:58.1": "Anāgāmiphalañca anāgāmiphale ṭhito uttari samathavipassanaṁ bhāvento pañca uddhambhāgiyāni saṁyojanāni pajahati rūparāgaarūparāgamānauddhaccaavijjañca. ",
  "pe6:58.2": "Imesaṁ pañcannaṁ uddhambhāgiyānaṁ saṁyojanānaṁ pahānā ariyasāvako arahā bhavati, khīṇāsavo vusitavā sammadaññāvimutto parikkhīṇabhavasaṁyojano anuppattasadattho, ayaṁ katābhūmi. ",
  "pe6:59.1": "Arahantova ayaṁ sopādisesā nibbānadhātu. ",
  "pe6:59.2": "Tassa āyukkhayā jīvitindriyāparodhā idañca dukkhaṁ nirujjhati, aññañca dukkhaṁ na uppajjati. ",
  "pe6:59.3": "Yo imassa dukkhassa nirodho vūpasamo, aññassa ca apātubhāvo, ayaṁ anupādisesā nibbānadhātu. ",
  "pe6:59.4": "Imā dve nibbānadhātuyo. ",
  "pe6:59.5": "Iti saccāni vuttāni. ",
  "pe6:59.6": "Saccābhisamayo vutto, kilesavavatthānaṁ vuttaṁ, pahānaṁ vuttaṁ, bhūmiyo vuttā, phalāni vuttāni, nibbānadhātuyo vuttā. ",
  "pe6:59.7": "Evamimesu vuttesu sabbabodhi vuttā bhavati. ",
  "pe6:59.8": "Ettha yogo karaṇīyo. ",
  "pe6:60.1": "Tattha katamāyo **nava anupubbasamāpattiyo**? ",
  "pe6:60.2": "Cattāri jhānāni catasso ca arūpasamāpattiyo nirodhasamāpatti ca. ",
  "pe6:60.3": "Tattha cattāri jhānāni katamāni? ",
  "pe6:60.4": "Idha, bhikkhave, bhikkhu vivicceva kāmehīti vitthārena kātabbāni. ",
  "pe6:60.5": "Tattha katamā cattāro arūpasamāpattiyo? ",
  "pe6:60.6": "Virāgino vata vattabbo, yāva nirodhasamāpatti vitthārena kātabbā. ",
  "pe6:60.7": "Imāyo nava anupubbasamāpattiyo. ",
  "pe6:61.1": "Tattha katamaṁ paṭhamaṁ jhānaṁ? ",
  "pe6:61.2": "Pañcaṅgavippayuttaṁ pañcaṅgasamannāgataṁ. ",
  "pe6:61.3": "Katamehi pañcahi aṅgehi vippayuttaṁ? ",
  "pe6:61.4": "Pañcahi nīvaraṇehi. ",
  "pe6:61.5": "Tattha katamāni pañca nīvaraṇāni? ",
  "pe6:61.6": "Kāmacchandoti vitthāretabbo. ",
  "pe6:61.7": "Tattha katamo kāmacchando? ",
  "pe6:61.8": "Yo pañcasu kāmaguṇesu chandarāgo pemaṁ nikanti ajjhosānaṁ icchā mucchā patthanā apariccāgo anusayo pariyuṭṭhānaṁ, ayaṁ kāmacchandanīvaraṇaṁ. ",
  "pe6:61.9": "Tattha katamaṁ byāpādanīvaraṇaṁ? ",
  "pe6:61.10": "Yo sattesu saṅkhāresu ca āghāto …pe… ",
  "pe6:61.11": "yathā dose tathā nioṭṭhānā, ayaṁ byāpādo nīvaraṇaṁ. ",
  "pe6:61.12": "Tattha katamaṁ middhaṁ? ",
  "pe6:61.13": "Yā cittassa jaḷatā cittassa garuttaṁ cittassa akammaniyatā cittassa nikkhepo niddāyanā pacalikatā pacalāyanā pacalāyanaṁ, idaṁ middhaṁ. ",
  "pe6:61.14": "Tattha katamaṁ thinaṁ? ",
  "pe6:61.15": "Yā kāyassa thinatā jaḷatā kāyassa garuttā kāyassa appassaddhi, idaṁ thinaṁ. ",
  "pe6:61.16": "Iti idañca thinaṁ purimakañca middhaṁ tadubhayaṁ thinamiddhanīvaraṇanti vuccati. ",
  "pe6:61.17": "Tattha katamaṁ uddhaccaṁ? ",
  "pe6:61.18": "Yo avūpasamo cittassa, idaṁ uddhaccaṁ. ",
  "pe6:61.19": "Tattha katamaṁ kukkuccaṁ? ",
  "pe6:61.20": "Yo cetaso vilekho alañcanā vilañcanā hadayalekho vippaṭisāro, idaṁ kukkuccaṁ. ",
  "pe6:61.21": "Iti idañca kukkuccaṁ purimakañca uddhaccaṁ tadubhayaṁ uddhaccakukkuccanīvaraṇanti vuccati. ",
  "pe6:61.22": "Tattha katamaṁ vicikicchānīvaraṇaṁ? ",
  "pe6:61.23": "Yo buddhe vā dhamme vā saṅghe vā …pe… ",
  "pe6:61.24": "ayaṁ vicikicchā. ",
  "pe6:61.25": "Api ca kho pana pañca vicikicchāyo samanantarāyikā desantarāyikā samāpattantarāyikā maggantarāyikā saggantarāyikā, imāyo pañca vicikicchāyo. ",
  "pe6:61.26": "Idha pana samāpattantarāyikā vicikicchā adhippetā. ",
  "pe6:61.27": "Ime pañca nīvaraṇā. ",
  "pe6:62.1": "Tattha nīvaraṇānīti ko vacanattho, kuto nivārayantīti? ",
  "pe6:62.2": "Sabbato kusalapakkhikā nivārayanti. ",
  "pe6:62.3": "Kathaṁ nivārayanti? ",
  "pe6:62.4": "Kāmacchando asubhato nivārayati, byāpādo mettāya nivārayati, thinaṁ passaddhito nivārayati, middhaṁ vīriyārambhato nivārayati, uddhaccaṁ samathato nivārayati, kukkuccaṁ avippaṭisārato nivārayati, vicikicchā paññāto paṭiccasamuppādato nivārayati. ",
  "pe6:63.1": "Aparo pariyāyo. ",
  "pe6:63.2": "Kāmacchando alobhato kusalamūlato nivārayati, byāpādo adosato nivārayati, thinamiddhaṁ samādhito nivārayati, uddhaccakukkuccaṁ satipaṭṭhānehi nivārayati, vicikicchā amohato kusalamūlato nivārayati. ",
  "pe6:64.1": "Aparo pariyāyo. ",
  "pe6:64.2": "Tayo vihārā dibbavihāro brahmavihāro ariyavihāro. ",
  "pe6:64.3": "Dibbavihāro cattāri jhānāni, brahmavihāro cattāri appamāṇāni, ariyavihāro sattatiṁsa bodhipakkhiyā dhammā. ",
  "pe6:64.4": "Tattha kāmacchando uddhaccaṁ kukkuccañca dibbavihāraṁ nivārayati, byāpādo brahmavihāraṁ nivārayati, thinamiddhaṁ vicikicchā ca ariyavihāraṁ nivārayati. ",
  "pe6:65.1": "Aparo pariyāyo. ",
  "pe6:65.2": "Kāmacchando byāpādo uddhaccakukkuccañca samathaṁ nivārayanti, thinamiddhaṁ vicikicchā ca vipassanaṁ nivārayanti, ato nīvaraṇanti vuccante. ",
  "pe6:65.3": "Imehi pañcahi aṅgehi vippayuttaṁ paṭhamaṁ jhānaṁ. ",
  "pe6:66.1": "Katamehi pañcahi aṅgehi sampayuttaṁ **paṭhamaṁ jhānaṁ**? ",
  "pe6:66.2": "Vitakkavicārehi pītiyā sukhena ca cittekaggatāya ca. ",
  "pe6:66.3": "Imesaṁ pañcannaṁ aṅgānaṁ uppādapaṭilābhasamannāgamo sacchikiriyaṁ paṭhamaṁ jhānaṁ paṭiladdhanti vuccati. ",
  "pe6:66.4": "Imāni pañca aṅgāni uppādetvā viharatīti, tena vuccate paṭhamaṁ jhānaṁ upasampajja viharatīti dibbena vihārena. ",
  "pe6:67.1": "Tattha **dutiyaṁ jhānaṁ** caturaṅgasamannāgataṁ pītisukhena cittekaggatāya ajjhattaṁ sampasādanena imāni cattāri aṅgāni uppādetvā sampādetvā viharati, tena vuccati dutiyaṁ jhānaṁ upasampajja viharatīti. ",
  "pe6:68.1": "Tattha pañcaṅgasamannāgataṁ **tatiyaṁ jhānaṁ** satiyā sampajaññena sukhena cittekaggatāya upekkhāya imāni pañcaṅgāni uppādetvā sampādetvā viharati, tena vuccati tatiyaṁ jhānaṁ upasampajja viharatīti. ",
  "pe6:69.1": "Tattha **catutthaṁ jhānaṁ** caturaṅgasamannāgataṁ upekkhāya satipārisuddhiyā adukkhamasukhāya vedanāya cittekaggatā ca, imehi catūhaṅgehi samannāgataṁ catutthaṁ jhānaṁ. ",
  "pe6:69.2": "Iti imesaṁ catunnaṁ aṅgānaṁ uppādo paṭilābho samannāgamo sacchikiriyā catutthaṁ jhānaṁ paṭiladdhanti vuccati. ",
  "pe6:69.3": "Imāni cattāri jhānāni uppādetvā sampādetvā upasampajja viharati, tena vuccati dibbena vihārena viharatīti. ",
  "pe6:70.1": "Tattha katamo aniccaṭṭho? ",
  "pe6:70.2": "Pīḷanaṭṭho aniccaṭṭho pabhaṅgaṭṭho sampāpanaṭṭho vivekaṭṭho aniccaṭṭho, ayaṁ aniccaṭṭho. ",
  "pe6:71.1": "Tattha katamo dukkhaṭṭho? ",
  "pe6:71.2": "Pīḷanaṭṭho dukkhaṭṭho sampīḷanaṭṭho saṁvegaṭṭho byādhinaṭṭho, ayaṁ dukkhaṭṭho. ",
  "pe6:72.1": "Tattha katamo suññaṭṭho? ",
  "pe6:72.2": "Anupalitto suññaṭṭho, asambhajanaṭṭho gatapaṭṭho vivaṭṭaṭṭho, ayaṁ suññaṭṭho. ",
  "pe6:73.1": "Tattha katamo anattaṭṭho? ",
  "pe6:73.2": "Anissariyaṭṭho anattaṭṭho, avasavattanaṭṭho, akāmakāriṭṭho parividaṭṭho, ayaṁ anattaṭṭhoti. ",
  "pe6:74.1": "Suttatthasamuccayo nāma saṁvattisantikā peṭakabhūmi samattā. "
}