{
  "pe7:0.1": "Peṭakopadesa",
  "pe7:0.2": "Pakiṇṇakaniddesa",
  "pe7:1.1": "Jhānaṁ virāgo.",
  "pe7:1.2": "Cattāri jhānāni vitthārena kātabbāni.",
  "pe7:1.3": "Tāni duvidhāni;",
  "pe7:1.4": "bojjhaṅgavippayuttāni ca bojjhaṅgasampayuttāni ca.",
  "pe7:1.5": "Tattha bojjhaṅgavippayuttāni bāhirakāni, bojjhaṅgasampayuttāni ariyapuggalāni.",
  "pe7:1.6": "Tattha yena cha puggalamūlāni tesaṁ nikkhipetvā rāgacarito, dosacarito, mohacarito, rāgadosacarito, rāgamohacarito, dosamohacarito, samabhāgacarito, iti imesaṁ puggalānaṁ jhānaṁ samāpajjitānaṁ pañca nīvaraṇāni paṭipakkho tesaṁ paṭighātāya yathā asamattho tīṇi akusalamūlāni niggaṇhāti.",
  "pe7:1.7": "Lobhena akusalamūlena abhijjhā ca uddhaccañca uppilavataṁ alobhena kusalamūlena niggaṇhāti, kukkuccañca vicikicchā ca mohapakkho, taṁ amohena niggaṇhāti.",
  "pe7:1.8": "Doso ca thinamiddhañca dosapakkho, taṁ adosena niggaṇhāti.",
  "pe7:2.1": "Tattha alobhassa pāripūriyā nekkhammavitakkaṁ vitakketi.",
  "pe7:2.2": "Tattha adosassa pāripūriyā abyāpādavitakkaṁ vitakketi.",
  "pe7:2.3": "Tattha amohassa pāripūriyā avihiṁsāvitakkaṁ vitakketi.",
  "pe7:2.4": "Tattha alobhassa pāripūriyā vivitto hoti kāmehi.",
  "pe7:2.5": "Tattha adosassa pāripūriyā amohassa pāripūriyā ca vivitto hoti pāpakehi akusalehi dhammehi, savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati.",
  "pe7:3.1": "Vitakkāti tayo vitakkā—",
  "pe7:3.2": "nekkhammavitakko abyāpādavitakko avihiṁsāvitakko.",
  "pe7:3.3": "Tattha paṭhamābhinipāto vitakko, paṭiladdhassa vicaraṇaṁ vicāro.",
  "pe7:3.4": "Yathā puriso dūrato purisaṁ passati āgacchantaṁ, na ca tāva jānāti eso itthīti vā purisoti vā yadā tu paṭilabhati itthīti vā purisoti vā evaṁ vaṇṇoti vā evaṁ saṇṭhānoti vā ime vitakkayanto uttari upaparikkhanti kiṁ nu kho ayaṁ sīlavā udāhu dussīlo aḍḍho vā duggatoti vā.",
  "pe7:3.5": "Evaṁ vicāro vitakke appeti, vicāro cariyati ca anuvattati ca.",
  "pe7:3.6": "Yathā pakkhī pubbaṁ āyūhati pacchā nāyūhati yathā āyūhanā evaṁ vitakko, yathā pakkhānaṁ pasāraṇaṁ evaṁ vicāro anupālati vitakketi vicarati vicāreti.",
  "pe7:3.7": "Vitakkayati vitakketi, anuvicarati vicāreti.",
  "pe7:3.8": "Kāmasaññāya paṭipakkho vitakko, byāpādasaññāya vihiṁsasaññāya ca paṭipakkho vicāro.",
  "pe7:3.9": "Vitakkānaṁ kammaṁ akusalassa amanasikāro, vicārānaṁ kammaṁ jeṭṭhānaṁ saṁvāraṇā.",
  "pe7:3.10": "Yathā paliko tuṇhiko sajjhāyaṁ karoti evaṁ vitakko, yathā taṁyeva anupassati evaṁ vicāro.",
  "pe7:3.11": "Yathā apariññā evaṁ vitakko.",
  "pe7:3.12": "Yathā pariññā evaṁ vicāro.",
  "pe7:3.13": "Niruttipaṭisambhidāyañca paṭibhānapaṭisambhidāyañca vitakko, dhammapaṭisambhidāyañca atthapaṭisambhidāyañca vicāro.",
  "pe7:3.14": "Kallitā kosallattaṁ cittassa vitakko, abhinīhārakosallaṁ cittassa vicāro.",
  "pe7:3.15": "Idaṁ kusalaṁ idaṁ akusalaṁ idaṁ bhāvetabbaṁ idaṁ pahātabbaṁ idaṁ sacchikātabbanti vitakko, yathā pahānañca bhāvanā ca sacchikiriyā ca evaṁ vicāro.",
  "pe7:3.16": "Imesu vitakkavicāresu ṭhitassa duvidhaṁ dukkhaṁ na uppajjati kāyikañca cetasikañca;",
  "pe7:3.17": "duvidhaṁ sukhaṁ uppajjati kāyikañca cetasikañca.",
  "pe7:3.18": "Iti vitakkajanitaṁ cetasikaṁ sukhaṁ pīti kāyikaṁ sukhaṁ kāyikoyeva.",
  "pe7:3.19": "Yā tattha cittassa ekaggatā, ayaṁ samādhi.",
  "pe7:3.20": "Iti paṭhamaṁ jhānaṁ pañcaṅgavippahīnaṁ pañcaṅgasamannāgataṁ.",
  "pe7:4.1": "Tesaṁyeva vitakkavicārānaṁ abhikkhaṇaṁ āsevanāya tassa tappoṇamānasaṁ hoti.",
  "pe7:4.2": "Tassa vitakkavicārā oḷārikā khāyanti.",
  "pe7:4.3": "Yañca pītisukhañca nekkhammañca oḷārikaṁ bhavati.",
  "pe7:4.4": "Api ca samādhijā pīti rati ca jāyati.",
  "pe7:4.5": "Tassa vicārārammaṇaṁ.",
  "pe7:4.6": "Tesaṁ vūpasamā ajjhattaṁ ceto sampasīdati.",
  "pe7:4.7": "Ye vitakkavicārā dve dhammānussaritabbā.",
  "pe7:4.8": "Paccuppannā daraṇitabbaṁ.",
  "pe7:4.9": "Tesaṁ vūpasamā ekodibhāvaṁ cittekaggataṁ hoti.",
  "pe7:4.10": "Tassa ekodibhāvena pīti pāripūriṁ gacchati.",
  "pe7:4.11": "Yā pīti, taṁ somanassindriyaṁ, yaṁ sukhaṁ, taṁ sukhindriyaṁ.",
  "pe7:4.12": "Yā cittekaggatā, ayaṁ samādhi.",
  "pe7:4.13": "Taṁ dutiyaṁ jhānaṁ caturaṅgasamannāgataṁ.",
  "pe7:4.14": "So pītiyā virāgā yāti ojahi jallasahagataṁ.",
  "pe7:5.1": "Tattha somanassacittamupādānanti ca so taṁ vicinanto upekkhameva manasikaroti.",
  "pe7:5.2": "So pītiyā virāgā upekkhako viharati.",
  "pe7:5.3": "Yathā ca pītiyā sukhamānitaṁ, taṁ kāyena paṭisaṁvedeti sampajāno viharati.",
  "pe7:5.4": "Yena satisampajaññena upekkhāpāripūriṁ gacchati.",
  "pe7:5.5": "Idaṁ tatiyaṁ jhānaṁ caturaṅgasamannāgataṁ.",
  "pe7:6.1": "Tathā kāyikassa sukhassa pahānāya paṭhame jhāne somanassindriyaṁ nirujjhati.",
  "pe7:6.2": "Dutiye jhāne dukkhindriyaṁ nirujjhati.",
  "pe7:6.3": "So sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati.",
  "pe7:6.4": "Tattha catūhi indriyehi upekkhā pasādā hoti, dukkhindriyena domanassindriyena sukhindriyena somanassindriyena ca.",
  "pe7:6.5": "Tesaṁ nirodhā upekkhāsampajaññaṁ hoti, tattha sukhindriyena somanassindriyena ca asati hoti, tesaṁ nirodhā satimā hoti, dukkhindriyena domanassindriyena ca asampajaññaṁ, tesaṁ nirodhā sampajaññaṁ hoti, iti upekkhāya ca saññā, sato sampajāno cittekaggatā ca idaṁ vuccate ca catutthaṁ jhānaṁ.",
  "pe7:7.1": "Tattha yo rāgacarito puggalo tassa sukhindriyañca somanassindriyañca;",
  "pe7:7.2": "yo dosacarito puggalo tassa dukkhindriyañca domanassindriyañca;",
  "pe7:7.3": "yo mohacarito puggalo tassa asati ca asampajaññañca.",
  "pe7:8.1": "Tattha rāgacaritassa puggalassa tatiye jhāne catutthe ca anunayo nirujjhati, dosacaritassa paṭhame jhāne dutiye ca paṭighaṁ nirujjhati, mohacaritassa puggalassa paṭhame jhāne dutiye ca asampajaññaṁ nirujjhati.",
  "pe7:8.2": "Tatiye jhāne catutthe ca asati nirujjhati, evameva tesaṁ tiṇṇaṁ puggalānaṁ cattāri jhānāni vodānaṁ gamissanti.",
  "pe7:9.1": "Tattha rāgadosacaritassa puggalassa asampajaññañca anunayo ca paṭighañca, tena hānabhāgiyaṁ jhānaṁ hoti.",
  "pe7:9.2": "Tattha rāgamohacaritassa puggalassa anunayattaṁ ca ādīnavaṁ dassitā, taṁ tassa hānabhāgiyaṁ jhānaṁ hoti.",
  "pe7:9.3": "Tattha dosamohacaritassa puggalassa paṭigho ca asati ca asampajaññañca ādīnavaṁ dassitā tena tassa hānabhāgiyaṁ jhānaṁ hoti.",
  "pe7:10.1": "Tattha rāgadosamohasamabhāgacaritassa puggalassa visesabhāgiyaṁ jhānaṁ hoti, imāni cattāri jhānāni sattasu puggalesu niddisitabbāni.",
  "pe7:10.2": "Catūsu ca samādhīsu chandasamādhinā paṭhamaṁ jhānaṁ, vīriyasamādhinā dutiyaṁ jhānaṁ, cittasamādhinā tatiyaṁ jhānaṁ, vīmaṁsāsamādhinā catutthaṁ jhānaṁ.",
  "pe7:10.3": "Appaṇihitena paṭhamaṁ jhānaṁ, suññatāya dutiyaṁ jhānaṁ, animittena tatiyaṁ jhānaṁ, ānāpānassatiyā catutthaṁ jhānaṁ.",
  "pe7:10.4": "Kāmavitakkabyāpādānañca taṁ taṁ vūpasamena paṭhamaṁ jhānaṁ hoti, vitakkavicārānaṁ vūpasamena dutiyaṁ jhānaṁ, sukhindriyasomanassindriyānaṁ vūpasamena tatiyaṁ jhānaṁ, kāyasaṅkhārānaṁ vūpasamena catutthaṁ jhānañca.",
  "pe7:10.5": "Cāgādhiṭṭhānena paṭhamaṁ jhānaṁ, saccādhiṭṭhānena dutiyaṁ jhānaṁ, paññādhiṭṭhānena tatiyaṁ jhānaṁ, upasamādhiṭṭhānena catutthaṁ jhānaṁ.",
  "pe7:10.6": "Imāni cattāri jhānāni saṅkhepaniddesena niddiṭṭhāni, tattha samādhindriyaṁ pāripūriṁ gacchati.",
  "pe7:10.7": "Anuvattanakāni cattāri, tattha yo paṭhamaṁ jhānaṁ nissāya āsavakkhayaṁ pāpuṇāti, so sukhāya paṭipadāya dandhābhiññāya domanassindriyapaṭipakkhena.",
  "pe7:10.8": "Yo dutiyaṁ jhānaṁ nissāya āsavānaṁ khayaṁ pāpuṇāti, so sukhāya paṭipadāya khippābhiññāya dukkhindriyapaṭipakkhena.",
  "pe7:10.9": "Yo tatiyaṁ jhānaṁ nissāya āsavānaṁ khayaṁ pāpuṇāti, so sukhāya paṭipadāya dandhābhiññāya somanassindriyapaṭipakkhena.",
  "pe7:10.10": "Yo catutthaṁ jhānaṁ nissāya āsavānaṁ khayaṁ pāpuṇāti, so sukhāya paṭipadāya khippābhiññāya sukhindriyapaṭipakkhena gato.",
  "pe7:11.1": "Pakiṇṇakaniddeso."
}