{
  "pe8:0.1": "Peṭakopadesa ",
  "pe8:0.2": "Hārasampātabhūmi ",
  "pe8:1.1": "Yāni cattāri jhānāni, tesaṁ jhānānaṁ imāni aṅgāni, tesaṁ aṅgānaṁ samūho assa aṅgā, ayaṁ jhānabhūmi ko visesoti assa viseso. ",
  "pe8:1.2": "Ime sambhārā tehi ayaṁ samudāgamo, tassa samudāgamassa ayaṁ upanisā, tāya upanisāya ayaṁ bhāvanā. ",
  "pe8:1.3": "Tassā bhāvanāya ayaṁ ādīnavo. ",
  "pe8:1.4": "Tena ayaṁ parihāni. ",
  "pe8:1.5": "Kassa parihānīti tadupagajjhāyino. ",
  "pe8:1.6": "Taṁ yathā bhaṇitaṁ paccavekkhanto ayaṁ viseso. ",
  "pe8:1.7": "Tena visesena ayaṁ assādo, so kassa assādo ajhāniyā jhāyino, tassā ajhāniyā jhāyino, idaṁ kallitā kosalle ṭhitajjhānaṁ anomaddiyataṁ gacchati jhānabalaṁ, jhānabale ṭhitassa ayaṁ pāramippattassa imāni jhānaṅgāni anāvilasaṅkappo paṭhame jhāne jhānaṅgāni bhāvī. ",
  "pe8:1.8": "So pīti tadanusārittāva paṭhame jhāne jhānaṅgaṁ tassaṅguno ca dhammā tadabhisannitāya ca. ",
  "pe8:1.9": "Pīti dutiye jhāne jhānaṅgadhammatā kho pana tathā pavattassa sahagataṁ jhānaṅgadhammaṁ sasukhatāya ajjhattaṁ sampasādo dutiye jhāne jhānaṅgaṁ manosampasādanatāya tadabhisannitāya ca. ",
  "pe8:1.10": "Pīti dutiye jhāne jhānaṅgaṁ ajjhattaṁ sampasādanaṁ samādhitā pīti dutiye jhāne jhānaṅgaṁ, cetaso ekodibhāvo dutiye jhāne jhānaṅgaṁ, upekkhā phassatā tatiye jhāne jhānaṅgaṁ, sukhaṁ tassa aṅganti ca. ",
  "pe8:1.11": "Cetaso ekodibhāvo catutthe jhāne jhānaṅgaṁ, upekkhā adukkhamasukhā catutthe jhāne jhānaṅgaṁ, abhinisābhūmi upekkhāsatipārisuddhi catutthe jhāne jhānaṅgaṁ. ",
  "pe8:1.12": "Satipārisuddhi ca anekajjhānabhūmīsu jhānaṅgasamāyuttā pīti cetaso ekodibhāvo catutthe jhāne jhānaṅgaṁ. ",
  "pe8:2.1": "Tattha katamā jhānabhūmi? ",
  "pe8:2.2": "Savitakke savicāre vivekā anugatā paṭhame jhāne jhānabhūmi. ",
  "pe8:2.3": "Avitakke avicāre ajjhattaṁ sampasādanaṁ janitaṁ pītimanugatā dutiye jhāne jhānabhūmi. ",
  "pe8:2.4": "Sukhasātasamohitā sappītikā tatiye jhāne jhānabhūmi. ",
  "pe8:2.5": "Tassa sukhadukkhasahagatā abhinīhārasahagatā catutthe jhāne jhānabhūmi. ",
  "pe8:2.6": "Appamāṇasahagatā sattārammaṇā paṭhame jhāne jhānabhūmi. ",
  "pe8:2.7": "Abhibhūmiāyatanasahagatā rūpasaññīsu dutiye jhāne jhānabhūmi. ",
  "pe8:2.8": "Vimokkhasahagatānaṁ vimokkhesu tatiye jhāne jhānabhūmi. ",
  "pe8:2.9": "Anupassanāsahagatā kāyasaṅkhārā sammā catutthassa jhānassa bhūmi. ",
  "pe8:3.1": "Tattha katame jhānavisesā? ",
  "pe8:3.2": "Vivicceva kāmehi vivicca pāpakehi akusalehi dhammehi cittacetasikasahagatā kāmadhātusamatikkamanatāpi, ayaṁ jhānaviseso. ",
  "pe8:3.3": "Avitakkā ceva avicārā ca sappītikāya satisahagatāya pītisahagatā saññāmanasikārā samudācaranti. ",
  "pe8:3.4": "Ayaṁ jhānaviseso. ",
  "pe8:3.5": "Avitakkāya bhūmiyā avicāreyeva sati anugatā upekkhāsahagatā manasikārā samudācaranti. ",
  "pe8:3.6": "Tadanudhammatāya ca sati saṇḍahati. ",
  "pe8:3.7": "Tañca bhūmiṁ upasampajja viharati, ayaṁ jhānaviseso. ",
  "pe8:3.8": "Satipārisuddhisahagatā saññāmanasikārā samudācaranti, tañca bhūmiṁ upasampajja viharati, ayaṁ jhānaviseso. ",
  "pe8:3.9": "Viññāṇañcāyatanasahagatāya bhūmiyaṁ ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti, tañca bhūmiṁ upasampajja viharati, ayaṁ jhānaviseso. ",
  "pe8:4.1": "Jhānasambhārā nekkhammavitakko sambhāro kāmavitakkavinodanādhippāyatā. ",
  "pe8:4.2": "Abyāpādavitakko sambhāro byāpādavitakkapaṭivinodanādhippāyatā. ",
  "pe8:4.3": "Avihiṁsāvitakko sambhāro vihiṁsāvitakkapaṭivinodanādhippāyatā. ",
  "pe8:4.4": "Indriyesu guttadvāratā appicchatā sambhāro parisuddhājīvo catunnaṁ samāpattīnaṁ sambhāro akammassa vihāritā. ",
  "pe8:4.5": "Maggasambhāro samāpattipajjanatā. ",
  "pe8:4.6": "Phalasambhāro jhānanibbattitāya jhānasamudāgamo. ",
  "pe8:4.7": "Kusalahetu yaṁ jhānaṁ samudayaṁ gacchanti ko ca na kutoci nekkhammappattā samudāgacchanti. ",
  "pe8:4.8": "Ālambanirodhasamādhi santo samudāgacchanti. ",
  "pe8:4.9": "Avītikkantā samudāgacchanti. ",
  "pe8:4.10": "Sukhindriyaṁ somanassindriyaṁ pahānāya te ca abyāpajjatāya samudāgacchanti. ",
  "pe8:4.11": "Taṁ pana sandhāya samudāgacchanti. ",
  "pe8:4.12": "Aparidāhanāya samudāgacchanti. ",
  "pe8:4.13": "Ayaṁ ñāṇasamudāgamo. ",
  "pe8:5.1": "Tattha katamā upanisā? ",
  "pe8:5.2": "Kalyāṇamittatā jhānassa upanisā. ",
  "pe8:5.3": "Kalyāṇasampavaṅkatā jhānassa upanisā. ",
  "pe8:5.4": "Indriyesu guttadvāratā jhānassa upanisā. ",
  "pe8:5.5": "Asantuṭṭhitā kusalesu dhammesu jhānassa upanisā. ",
  "pe8:5.6": "Saddhammassavanaṁ jhānassa upanisā. ",
  "pe8:5.7": "Saṁvejaniye ṭhāne saṁviggassa yoniso padhānaṁ. ",
  "pe8:5.8": "Ayaṁ jhānopanisā. ",
  "pe8:6.1": "Tattha katamā bhāvanā? ",
  "pe8:6.2": "Mettāsevanā abyāpādavitakkabhāvanā. ",
  "pe8:6.3": "Karuṇāsevanā avihiṁsāvitakkabhāvanā. ",
  "pe8:6.4": "Muditābhāvanā pītisukhasampajaññā kāritā. ",
  "pe8:6.5": "Upekkhābhāvanā passavatā upekkhābhāvanā apassavatā upekkhā ca ajjhupekkhā ca, asubhasaññābhāvanā dukkhāpaṭipadā dandhābhiññā bhavasandhābhiññā bhavasandhānaṁ, sā chabbidhā bhāvanā bhāvitā bahulīkatā anuṭṭhitā vatthukatā yānīkatā paricitā susamāraddhā. ",
  "pe8:6.6": "Ayaṁ bhāvanā. ",
  "pe8:7.1": "Evaṁ bhāvayantassa ayaṁ ādīnavo. ",
  "pe8:7.2": "Paṭhame jhāne saṅkhārasamannāgato eso dhammo assuto sāsavo. ",
  "pe8:7.3": "Sace esa dhammo ayaṁ sīlo āsannapaṭipakkho ca esa dhammo kāmo paticāro pativicāro samāpattīnaṁ ca sabboḷāriko esa dhammo vitakkavicāro ca. ",
  "pe8:7.4": "Tattha cittaṁ khobhenti, kāyo cettha kilamati, kāyamhi cettha kilante cittaṁ vihaññati. ",
  "pe8:7.5": "Anabhinīhārakkhamova abhiññānaṁ ime ādīnavā paṭhame jhāne. ",
  "pe8:8.1": "Dutiye jhāne ime ādīnavā pītipharaṇasahagato ca eso dhammo, na samudācārasseti cittaṁ. ",
  "pe8:8.2": "Asodhayaṁ upagamo cesa dhammo upagamiparissayo domanassapaccatthiko cesa dhammo. ",
  "pe8:8.3": "Tattha tattha yuttīnaṁ pīti parajjato cesa dhammo dukkaraṁ hoti, avattasantāsabhūmiparivajjayanto catūsu dukkhatāsu esa dhammo anuviddhāpanasaddhāya dukkhatāya ca na palibodhadukkhatāya ca abhiññādukkhatāya ca rogadukkhatāya ca, ime ādīnavā dutiye jhāne. ",
  "pe8:9.1": "Tattha katame ādīnavā tatiye jhāne? ",
  "pe8:9.2": "Upekkhāsukhasahagatāya tattha sātāvīnaṁ pañcannaṁ upekkhāsukhaṁ parivattito esa dhammo tena niccasaññitānañca yaṁ hoti. ",
  "pe8:9.3": "Dukkhopaniyaṁ sukhaṁ cittassa saṅkhobhataṁ upādāya sukhadukkhāya gato savati. ",
  "pe8:9.4": "Sukhadukkhānukatañca upādāya anabhihārakkhamaṁ cittaṁ hoti. ",
  "pe8:9.5": "Abhiññāya sacchikiriyāsu sabbepi cete dhammā tīsu jhānasamāpattīsu catūhi ca dukkhatāhi anuviddhānaṁ sā bhayā dukkhatāya palibodhadukkhatāya ca abhiññāya dukkhatāya ca ime ādīnavā tatiye jhāne. ",
  "pe8:10.1": "Tattha katame ādīnavā catutthe jhāne? ",
  "pe8:10.2": "Ākiñcaññāsamāpattikā te dhammānusamāpattikā etissā ca bhūmiyaṁ sātānaṁ bālaputhujjanānaṁ anekavidhāni diṭṭhigatāni uppajjanti. ",
  "pe8:10.3": "Oḷārikā sukhumehi ca rūpasaññāhi anuvidhāni etāni jhānāni sadā anudayamettājhānakalānudanukalāya sādhāraṇā, dukkarā ca sabbe cattāro mahāsambhārā samudāgatāni ca etāni jhānāni aññamaññaṁ nissāya samudāgacchanti. ",
  "pe8:10.4": "Ettha samudāgatā ca ete dhammā na samattā honti. ",
  "pe8:10.5": "Asamuggahitanimittā ca ete dhammā parihāyanti. ",
  "pe8:10.6": "Nirujjhanti ca ete dhammā na upādiyanti nirujjhaṅgāni ca, etesaṁ dhammānaṁ jhānāni nimittāni na jhānanimittasaññā vokirati. ",
  "pe8:10.7": "Appaṭiladdhapubbā ca jhāyīvasena ca bhavati. ",
  "pe8:10.8": "Imehi ādīnavehi ayaṁ jhānaparihāni. ",
  "pe8:11.1": "Nirodhasamāpattiyā apaṭisaṅkhāya avasesasaññino ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti, so nirodhasamāpattito parihāyati. ",
  "pe8:11.2": "Āneñjasaññino asaññāyatanaṁ samāpannassa ākiñcaññāyatanasahagatā manasikārā samudācaranti, tañca bhūmiṁ na pajānāti, so tato parihāyati. ",
  "pe8:11.3": "Ākiñcaññāyatanaṁ samāpannassa viññāṇañcāyatanasaññā manasikārā samudācaranti, tañca bhūmiṁ na pajānāti, so tato parihāyati. ",
  "pe8:11.4": "Viññāṇañcāyatanaṁ samāpannassa rūpasaññāsahagatā. ",
  "pe8:11.5": "Vitthārena …pe… ",
  "pe8:11.6": "yāva paṭhame jhāne kāmasaññāsahagatā kātabbā. ",
  "pe8:11.7": "Sakassa parihāyati, kalaṅkajjhāne kalaṅkaṁ jhāyati, parisamantato jhāyati, bhindanto jhāyati, na sajjhāyati, āyūhanto jhāyati, kiñci ca niparicito jhāyati. ",
  "pe8:11.8": "Atividhāvanto jhāyati, atimaññanto jhāyati, kāyasaṅkhāre appaṭisambhāre jhāyati, pariyuṭṭhānassa nissaraṇaṁ ajānanto jhāyati, nīvaraṇābhibhūto jhāyati, assāpattimanasikaronto jhānassa assādo kāmarāgapariyuṭṭhānaṁ pahānaṁ jhānassa assādo kāmarāgahetūnaṁ dhammānaṁ udayanti, nirujjhaṅgāni etesaṁ dhammānaṁ jhānāni uparimā sukhupekkhā kāmakammakilesānaṁ pahānaṁ assādo, evaṁ kho puna jhānassa assādo mahāsaṁvāsamappīḷite lokasannivāse asambodhokāsā vigamessamidaṁ jhānappahānā. ",
  "pe8:11.9": "Ayaṁ palirodhamappalirodhalokasannivāse esanidhamidaṁ jhānaṁ anamataggasaṁsārasamāpannānaṁ sattānaṁ saṁsārappahānanā ānisaṁso, yamidaṁ jhānassa assādo kāyassa ajhāniyajhāyino bhavati. ",
  "pe8:11.10": "Ajhāniyajhāniyajhāyīhi aparāmasanto ajhāniyajhāyitaṁ jhāyati, yāni kalaṅkajjhāyino padāni, tāni anudhitāni paṭipakkhe. ",
  "pe8:12.1": "Tattha katamaṁ jhānakosallaṁ? ",
  "pe8:12.2": "Samāpattikosallaṁ jhānakosallaṁ, jhānavisesakosallaṁ jhānakosallaṁ, jhānantarikakosallaṁ jhānakosallaṁ, samāpattivuṭṭhānakosallaṁ jhānakosallaṁ, jhāne sabhāvakosallaṁ jhānakosallaṁ, jhāne ādīnavakosallaṁ jhānakosallaṁ, jhāne nissaraṇakosallaṁ jhānakosallaṁ, jhānaphalena upādāya kosallaṁ, jhānaphalena paṭisaṅkhānaphale aparihānadhammatā nibbattijhāne ca kīḷitāpi visesabhāgiyaṁ jhānaṁ paṭilabbhati. ",
  "pe8:12.3": "Idaṁ panassāti bhavahāritā ca ārammaṇānimittaggāho anabhinīhārabalaṁ, cittekaggatā nimittāsu gatisahitā samathabalena asaṁsīdanañca jhāne maggaphalaṁ samathaṁ pavatte samādhino upekkhāpalipubbāparanimittāsayo paggāhino satibalaṁ taṁ pavattitānañca vipassanānaṁ samaññābale. ",
  "pe8:12.4": "Tattha katamā jhānapāramitā? ",
  "pe8:13.1": "Supāramitā mettā kāmesu sattā kāmasaṅgasattāti yamhi sutte desanāya vohārena dve saccāni niddiṭṭhāni, dukkhañca samudayo ca, vicayena hārena ye saṁyojanīyesu dhammesu vajjaṁ na passanti, te oghaṁ tarissantīti netaṁ ṭhānaṁ vijjati. ",
  "pe8:13.2": "Na tarissantīti atthi esā yutti ca vicayo ca idaṁ nu kissa padaṭṭhānaṁ, kāmesu sattāti pañca kāmaguṇā, taṁ kāmataṇhāya padaṭṭhānaṁ. ",
  "pe8:13.3": "Saṁyojane vajjamapassamānāti avijjāya padaṭṭhānaṁ, na hi jātu saṁyojanasaṅgasattā oghaṁ tareyyuṁ vipulaṁ mahantanti upādānassa padaṭṭhānaṁ. ",
  "pe8:13.4": "Kāmesu sattāti kāmā dvidhā—",
  "pe8:13.5": "vatthukāmā ca kilesakāmā ca, tattha kilesakāmā kāmataṇhā kāmataṇhāya yuttā bhavanti rūpataṇhā bhavataṇhā lakkhaṇena hārena, saṁyojane vajjamapassamānāti saṁyojanassa. ",
  "pe8:13.6": "Yo tattha chandarāgo tassa kiṁ padaṭṭhānaṁ? ",
  "pe8:13.7": "Sukhā vedanā dve ca indriyāni—",
  "pe8:13.8": "sukhindriyañca somanassindriyañca. ",
  "pe8:13.9": "Iti sukhāya vedanāya gahitāya tayopi vedanā gahitā honti. ",
  "pe8:13.10": "Vedanākkhandhe gahite sabbe pañcakkhandhā gahitā honti. ",
  "pe8:13.11": "Rūpasaddagandharasaphoṭṭhabbā gahitā, vatthukāmesu gahitesu sabbāni cha bāhirāni āyatanāni gahitāni honti. ",
  "pe8:13.12": "Ajjhattikabāhiresu āyatanesu yo sato, ayaṁ vuccate lakkhaṇo hāro, tattha yo oḷārikamhi kilese ajjhāvasito sabbakilesesu yo na tato sukhumataresu na vītarāgo bhavati. ",
  "pe8:13.13": "Tattha bāhirasaṁyojanaṁ mamanti ajjhattasaṁyojanaṁ ahanti. ",
  "pe8:13.14": "Tattha bhagavato ko adhippāyo? ",
  "pe8:13.15": "Ye oghaṁ taritukāmā te saṁyojanīyesu dhammesu ādīnavānupassino viharissantīti ayamettha bhagavato adhippāyo. ",
  "pe8:13.16": "Kāmesu sattāti yesu ca sattā yena ca sattā yesañca sattā ayaṁ catubbidho ākāro sabbesaṁ hārabhāgiyo. ",
  "pe8:14.1": "Tattha katamāni tīṇi vipallāsāni padaṭṭhānāni ca? ",
  "pe8:14.2": "Cittavipallāsassa diṭṭhivipallāsassa saññāvipallāsassa tayo vipallāsā tīṇi akusalamūlāni padaṭṭhānaṁ. ",
  "pe8:14.3": "Tīṇi akusalamūlāni hīnappaṇītakāriyakammassa padaṭṭhānaṁ. ",
  "pe8:14.4": "Catunnañca upādānānaṁ doso akusalamūlaṁ dissati. ",
  "pe8:14.5": "Hīnappaṇītakāriyakammassa padaṭṭhānaṁ. ",
  "pe8:14.6": "Yathā mātuyā vā pituno vā aññatarassa vā puna uḷārassa bhikkhuno abhayaṁ deti. ",
  "pe8:14.7": "Tattha añño micchā paṭipajjeyya kāyena vā vācāya vā. ",
  "pe8:14.8": "Tattha so byāpādamupādāya tesaṁ uḷārānaṁ rakkhāvaraṇaguttiyā anupālayanto yo uḷārānaṁ abhayaṁ deti. ",
  "pe8:14.9": "Tesaṁ abhaye dinne yo tattha micchā paṭipajjeyya. ",
  "pe8:14.10": "Tattha so byāpādaṁ upādāyanto dosajaṁ kammaṁ karoti. ",
  "pe8:14.11": "Yo tattha asādhu indriyā nīvaraṇaṁ yaṁ tesaṁ abhayaṁ dakkhiṇato saññaṁ idaṁ paṇītaṁ kāraṇaṁ mayā puna tattha micchāpaṭipatti ayaṁ byāpādo hīnagamivakammaṁ lobho moho ca imāni nīvaraṇāni vacanāni tāni cattāri upādānāni tehi catūhi upādānehi yo so upādāno itthī vā puriso vā tesaṁ pañcakkhandhānaṁ teyeva upādāno samudayo idaṁ dukkhañca samudayo ca soyeva desanāhāro. ",
  "pe8:15.1": "Tattha kāmesu ye na pajjanti, te ādīnavānupassanāya pajjanti. ",
  "pe8:15.2": "Itissā kāmadhātuyā nikkhamitukāmatā, ayaṁ vuccati nekkhammacchando. ",
  "pe8:15.3": "Yo tattha anabhisaṅkhārānaṁ kiñci visodheti tassa dhāvarā vā, ayaṁ abyāpādacchando. ",
  "pe8:15.4": "Kiñci vihiṁsati, ayaṁ vihiṁsāchando. ",
  "pe8:15.5": "Iti nekkhammābhinīhatā tayo chandā—",
  "pe8:15.6": "nekkhammacchando abyāpādacchando avihiṁsāchando. ",
  "pe8:15.7": "Tattha nekkhammacchando alobho; ",
  "pe8:15.8": "abyāpādacchando adoso; ",
  "pe8:15.9": "avihiṁsāchando amoho. ",
  "pe8:15.10": "Imāni tīṇi kusalamūlāni aṭṭhasu sampattesu parahitāni, tesaṁyeva catunnaṁ upādānānaṁ nirodhāya saṁvattanti. ",
  "pe8:15.11": "Sace vā puna kammaṁ kareyya kaṇhaṁ vā sukkaṁ vā tassa vipākahānāya saṁvattanti. ",
  "pe8:15.12": "Idaṁ kammaṁ akaṇhaṁ asukkaṁ kammakkhayāya saṁvattati. ",
  "pe8:15.13": "Tattha yo tiṇṇaṁ akusalamūlānaṁ nirodho, ayaṁ nirodho. ",
  "pe8:15.14": "Soyeva maggo tattha paṭipadāni imāni dve saccāni imāni cattāri saccāni āvaṭṭo hāro. ",
  "pe8:16.1": "Kāmesu sattāti ye sekkhā, te ekenevākārena sattā. ",
  "pe8:16.2": "Ye puthujjanā, te dvīhākārehi sattā, tassāyaṁ pañho vibhajjabyākaraṇīyo vattabbo. ",
  "pe8:16.3": "Kiñcāpi sotāpanno paṭisevanāya, no ca kho abhinivese satto yo hi apacayāya padahati, na upacayāya. ",
  "pe8:16.4": "Sekkho hi kilesavasena kāme paṭisevati. ",
  "pe8:16.5": "Puthujjano pana kilesasamuṭṭhānāya kāme paṭisevati. ",
  "pe8:16.6": "Tattha kāmesu sattānaṁ catuoghaṁ tarissatīti vibhajjabyākaraṇīyo, ayaṁ vibhatti. ",
  "pe8:17.1": "Parivattanoti kāme ye neva sajjanti na ca saṁyojanehi saṁyuttā, te oghaṁ tarissanti vipulaṁ mahantanti. ",
  "pe8:17.2": "Ayaṁ suttassa paṭipakkho. ",
  "pe8:18.1": "Vevacananti yo kāmesu satto yo ca tattha kāmānaṁ guṇo, tattha viso satto. ",
  "pe8:18.2": "Yepi kāmānaṁ āhārā dhammā, tattha viso satto. ",
  "pe8:18.3": "Tatthimaṁ kāmānaṁ vevacanaṁ pāko rajo sallaṁ gaṇḍo īti upaddavoti. ",
  "pe8:18.4": "Yāni vā pana aññāni vevacanāni tattha viso sattoti vevacanaṁ. ",
  "pe8:18.5": "Satto bandho mucchito gadhito ajjhosito kāme ajjhāpannā parimutto tabbahulavihārīti. ",
  "pe8:18.6": "Yāni vā pana aññāni vevacanāni, ayaṁ vevacano nāma. ",
  "pe8:18.7": "Kāmappacārapaññattiyā kilesagocarapaññattiyā paññattā cittanti vevacanaṁ. ",
  "pe8:18.8": "Satto tabbahulavihārīti yāni vā pana aññāni. ",
  "pe8:18.9": "Ime kāmappacārapaññattiyā kilesagocarapaññattiyā paññattā, bījapaññattiyā paññattā, saṅkhārā saṁyojanapaññattiyā paññattā, upādānaṁ hetupaññattiyā paññattaṁ, puggalo puthupaññattiyā paññatto. ",
  "pe8:19.1": "Otaraṇoti imāya paṭiccasamuppādo dukkhañca samudayo ca. ",
  "pe8:19.2": "Ye kilesā ye saṅkhārā saṁyojanāni ca pañcasu khandhesu saṅkhārakkhandho dhammāyatanesu akusalā dhammāyatanāni indriyesu sukhindriyañca, somanassindriyañca, ayaṁ indriyotaraṇo. ",
  "pe8:20.1": "Sodhanoti ettako. ",
  "pe8:20.2": "Eseva ārambho niddisitabbo suttattho. ",
  "pe8:21.1": "Adhiṭṭhānoti ime dhammā atthi ekattatāya paññattā atthi vemattatāya. ",
  "pe8:21.2": "Ye saññā bāhiro kāme, te vemattatāya paññattā. ",
  "pe8:21.3": "Pañcasu kāmaguṇesu sattāti pariyuṭṭhānavipallāsā vemattatāya paññattā oghaṁ tareyyuṁ. ",
  "pe8:21.4": "Vipulaṁ mahantanti avijjā ekattatāya paññattā. ",
  "pe8:22.1": "Parikkhāroti tassa ko hetu ko paccayo? ",
  "pe8:22.2": "Ārammaṇapaccayatāya paccayo. ",
  "pe8:22.3": "Ayoniso ca manasikāro sannissayassa paccayatāya paccayo. ",
  "pe8:22.4": "Avijjā samanantarapaccayatāya paccayo. ",
  "pe8:22.5": "Rāgānusayo hetupaccayatāya paccayo. ",
  "pe8:22.6": "Ayaṁ hetu, ayaṁ paccayo. ",
  "pe8:23.1": "Samāropano paccayoti ye kāmesu sattā sugatā surūpāti ayaṁ kāmadhātuyā chando rāgo te apuññamayā saṅkhārā. ",
  "pe8:23.2": "Te kiṁ paccayā? ",
  "pe8:23.3": "Avijjā paccayā. ",
  "pe8:23.4": "Te kissa paccayā? ",
  "pe8:23.5": "Viññāṇassa paccayā. ",
  "pe8:23.6": "Iti avijjāpaccayā saṅkhārā. ",
  "pe8:23.7": "Saṅkhārapaccayā viññāṇaṁ yāva jarāmaraṇaṁ evametassa kevalassa mahato dukkhakkhandhassa samudayo hoti ekaṁ suttaṁ gataṁ. ",
  "pe8:23.8": "Pañcanīvaraṇikaṁ suttaṁ kātabbaṁ. ",
  "pe8:24.1": "Tattha katamo desanāhāro nāma? ",
  "pe8:24.2": "Yā ca abhijjhā yo ca byāpādo yañca uddhaccaṁ, ayaṁ taṇhā. ",
  "pe8:24.3": "Yañca thinamiddhaṁ, yañca kukkuccaṁ yā ca vicikicchā, ayaṁ diṭṭhi. ",
  "pe8:24.4": "Yā pana kāyassa akammaniyatā kiñcāpi taṁ middhaṁ no tu sabhāvakilesatāya kileso, iti yā ca cittasallīyanā yā ca kāyākammaniyatā, ayaṁ pakkhopakileso na tu sabhāvakileso. ",
  "pe8:24.5": "Tattha attasaññānupacittaṁ kilamatho kukkuccānupacittaṁ thinaṁ yā cittassa līyanā, iti ime pañca nīvaraṇā cattāri nīvaraṇāni sabhāvakilesā thinamiddhaṁ nīvaraṇapakkhopakileso. ",
  "pe8:24.6": "Yathā cattāro āsavā sabhāvaāsavatāya āsavā no tu cittasāsavatāya āsavā. ",
  "pe8:24.7": "Sabhāvatāya āsavā. ",
  "pe8:24.8": "Pakkhe āsavatāya āsavā. ",
  "pe8:24.9": "Atha panāha suttantaṁ yena te sampayuttā vā vippayuttā vā āsavā, teyeva ete vattabbā sāsavā vā anāsavā vā. ",
  "pe8:25.1": "Tattha katamo vicayo. ",
  "pe8:25.2": "Abhijjhā kāmataṇhā rūpataṇhā bhavataṇhā. ",
  "pe8:25.3": "Yaṁ vā pana kiñci ajjhosānagataṁ sāsavā abhijjhitassa mettānupassiya yo anatthaṁ carati. ",
  "pe8:25.4": "Tattha yo byāpādaṁ uppādeti, acari carissatīti. ",
  "pe8:25.5": "Evaṁ nava āghātavatthūni kattabbāni, tassevaṁ byāpādānupassissa kileso yo paridāho kāyakilamatho akammaniyatā middhaṁ. ",
  "pe8:25.6": "Cittānupassissa paṭighātena khiyanā, idaṁ thinamiddhaṁ. ",
  "pe8:25.7": "Tattha adhikaraṇaavūpasamo, idaṁ uddhaccaṁ. ",
  "pe8:25.8": "Yaṁ kiṁ kasathamīti idaṁ kukkuccaṁ. ",
  "pe8:25.9": "Yaṁ yathā idaṁ santīraṇaṁ, ayaṁ vicikicchā. ",
  "pe8:25.10": "Tattha avijjā ca taṇhā ca atthi, idaṁ pariyuṭṭhānaṁ. ",
  "pe8:25.11": "Āvaraṇaṁ nīvaraṇaṁ chadanaṁ upakkileso ca atthi, idaṁ kāmacchando kāmarāgapariyuṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:25.12": "Byāpādo byāpādapariyuṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:25.13": "Thinamiddhaṁ thinamiddhapariyuṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:25.14": "Uddhaccakukkuccaṁ avijjāpariyuṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:25.15": "Vicikicchā vicikicchāpariyuṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:25.16": "Kāmarāgapariyuṭṭhānaṁ anusayasaṁyojanassa padaṭṭhānaṁ. ",
  "pe8:25.17": "Byāpādapariyuṭṭhānaṁ paṭighasaṁyojanassa padaṭṭhānaṁ. ",
  "pe8:25.18": "Thinamiddhapariyuṭṭhānaṁ mānasaṁyojanassa padaṭṭhānaṁ. ",
  "pe8:25.19": "Avijjāpariyuṭṭhānañca vicikicchāpariyuṭṭhānañca diṭṭhisaṁyojanassa padaṭṭhānaṁ. ",
  "pe8:26.1": "Tattha katamo lakkhaṇo hāro? ",
  "pe8:26.2": "Kāmarāgapariyuṭṭhāne vutte sabbāni pariyuṭṭhānāni vuttāni hontīti. ",
  "pe8:26.3": "Saṁyojanesu vuttesu sabbasaṁyojanāni vuttāni honti. ",
  "pe8:26.4": "Ayaṁ lakkhaṇo hāro. ",
  "pe8:27.1": "Tattha katamo catubyūho hāro? ",
  "pe8:27.2": "Ye ime pañca nīvaraṇā jhānapaṭipakkho so dukkhasamudayo. ",
  "pe8:27.3": "Yaṁ phalaṁ, idaṁ dukkhaṁ. ",
  "pe8:27.4": "Tattha kāmacchandassa nekkhammavitakko paṭipakkho; ",
  "pe8:27.5": "byāpādassa abyāpādavitakko paṭipakkho; ",
  "pe8:27.6": "tiṇṇaṁ nīvaraṇānaṁ avihiṁsāvitakko paṭipakkho. ",
  "pe8:27.7": "Iti ime tayo vitakkā. ",
  "pe8:27.8": "Nekkhammavitakko samādhikkhandhaṁ bhajati. ",
  "pe8:27.9": "Abyāpādavitakko sīlakkhandhaṁ bhajati. ",
  "pe8:27.10": "Avihiṁsāvitakko paññākkhandhaṁ bhajati. ",
  "pe8:27.11": "Ime tayo khandhā. ",
  "pe8:27.12": "Ariyo aṭṭhaṅgiko maggo nīvaraṇappahānāya saṁvattati. ",
  "pe8:27.13": "Yaṁ nīvaraṇappahānaṁ, ayaṁ nirodho. ",
  "pe8:27.14": "Imāni cattāri saccāni. ",
  "pe8:27.15": "Ayaṁ catubyūho hāro. ",
  "pe8:28.1": "Tattha katamo āvaṭṭo hāro? ",
  "pe8:28.2": "Pañca nīvaraṇāni dasa bhavanti. ",
  "pe8:28.3": "Yadapi ajjhattaṁ sārajjati, tadapi nīvaraṇaṁ. ",
  "pe8:28.4": "Yadapi bahiddhā sārajjati, tadapi nīvaraṇaṁ, evaṁ yāva vicikicchā ime dasa nīvaraṇā. ",
  "pe8:28.5": "Ajjhattabahiddhā kilesā imāni dve saṁyojanāni ajjhattasaṁyojanañca bahiddhāsaṁyojanañca. ",
  "pe8:28.6": "Tattha ahanti ajjhattaṁ, mamanti bahiddhā. ",
  "pe8:28.7": "Sakkāyadiṭṭhi ajjhattaṁ, ekasaṭṭhi diṭṭhigatāni bahiddhā. ",
  "pe8:28.8": "Yo ajjhattaṁ chandarāgo rūpesu avītarāgo bhavati avītacchando. ",
  "pe8:28.9": "Evaṁ yāva viññāṇe, ayaṁ ajjhattā taṇhā. ",
  "pe8:28.10": "Yaṁ chasu bāhiresu āyatanesu tīsu ca bhavesu ajjhosānaṁ, ayaṁ bahiddhā taṇhā. ",
  "pe8:28.11": "Imāni dve saccāni saṁyojanāni saṁyojanīyā ca dhammā. ",
  "pe8:28.12": "Tattha saṁyojanesu dhammesu yā nibbidānupassanā ca, ayaṁ maggo. ",
  "pe8:28.13": "Yaṁ saṁyojanappahānaṁ, ayaṁ nirodho. ",
  "pe8:28.14": "Ayaṁ āvaṭṭo hāro. ",
  "pe8:29.1": "Tattha katamo vibhattihāro? ",
  "pe8:29.2": "Saṁyojananti na etaṁ ekaṁsena. ",
  "pe8:29.3": "Mānasaṁyojanaṁ diṭṭhibhāgiyanti na taṁ ekaṁsena adiṭṭhamānaṁ nissāyamānaṁ na pajahati. ",
  "pe8:29.4": "Yo pañca uddhambhāgiyo māno kiñcāpi so diṭṭhipakkhe siyā. ",
  "pe8:29.5": "Na tu orambhāgiyaṁ saṁyojanaṁ tassa pahānāya saṁvattatīti. ",
  "pe8:29.6": "Yo ca ahaṅkāro na paviddhoyaṁ panassa evaṁ hoti. ",
  "pe8:29.7": "Kadāsu nāmāhaṁ taṁ santaṁ āyatanaṁ sacchikatvā upasampajja viharissāmi, yaṁ ariyā santaṁ āyatanaṁ upasampajja viharissantīti, ayaṁ abhijjhā na ca taṁ nīvaraṇaṁ. ",
  "pe8:29.8": "Atthi pana arahato kāyakilesamiddhañca okkamati na ca taṁ nīvaraṇaṁ tassa thinamiddhaṁ nīvaraṇanti. ",
  "pe8:29.9": "Na ekaṁsena. ",
  "pe8:29.10": "Ayaṁ vibhattihāro. ",
  "pe8:30.1": "Parivattanoti pañca nīvaraṇā pañcaṅgikena jhānena pahānaṁ gacchanti. ",
  "pe8:30.2": "Ayaṁ tesaṁ paṭipakkho nīvaraṇo asukassa pahīnāti na aññānuminitabbaṁ, paramatthamajjhattaṁ, ayaṁ parivattanā. ",
  "pe8:31.1": "Tattha katamo vevacano? ",
  "pe8:31.2": "Kāmacchando chandarāgo pemaṁ nikantīti vevacanaṁ. ",
  "pe8:31.3": "Nīvaraṇaṁ chadanaṁ upakkileso pariyuṭṭhānanti vevacanaṁ. ",
  "pe8:32.1": "Paññattīti avijjāpaccayā kiccapaññattiyā paññatti, byāpādo vikkhepapaññattiyā paññatti, thinamiddhaṁ asamugghātapaññattiyā paññatti. ",
  "pe8:32.2": "Evaṁ sabbepi ete pañca nīvaraṇā imamhi sutte vikkhepapaññattiyā paññatti. ",
  "pe8:33.1": "Tattha katamo otaraṇo? ",
  "pe8:33.2": "Ime pañca nīvaraṇā avijjā ca taṇhā ca tattha avijjāmūlā nīvaraṇā. ",
  "pe8:33.3": "Yā taṇhā ime saṅkhārā, te avijjāpaccayā ime dve dhammā pañcasu khandhesu saṅkhārakkhandhapariyāpannā, āyatanesu dhammāyatanaṁ, dhātūsu dhammadhātu, indriyesu imesaṁ dhammānaṁ padaṭṭhānaṁ sukhindriyassa ca somanassindriyassa ca itthindriyassa ca purisindriyassa ca. ",
  "pe8:34.1": "Tattha katamo sodhano hāro? ",
  "pe8:34.2": "Idaṁ suttaṁ yathā ārabbha nikkhittaṁ so attho bhāsito imehi pañcahi padehi. ",
  "pe8:35.1": "Tattha kāmacchando ca byāpādo ca vicikicchā ca na ekattatāya paññattā, kāmāti na ekattatāya paññattā, atha khalu vemattatāya paññattā. ",
  "pe8:35.2": "Ayaṁ adhiṭṭhāno hāro. ",
  "pe8:36.1": "Tattha katamo parikkhāro? ",
  "pe8:36.2": "Kāmacchandassa ayoniso manasikāro subhārammaṇapaccayo; ",
  "pe8:36.3": "subhanimittañca hetu. ",
  "pe8:36.4": "Byāpādassa ayoniso manasikāro āghātavatthūni ca paccayo; ",
  "pe8:36.5": "paṭighānusayo hetu. ",
  "pe8:36.6": "Thinamiddhassa paṭisaṁhāro paccayo; ",
  "pe8:36.7": "pavattiyā kilamathā calanā tañca hetu. ",
  "pe8:36.8": "Uddhaccakukkuccassa rajanīyaṁ ārammaṇiyaṁ assādiyākindriyaṁ tāva aparipuṇṇañca ñāṇaṁ paccayo; ",
  "pe8:36.9": "kāmasaññā ca diṭṭhianusayo ca hetu. ",
  "pe8:36.10": "Vicikicchāya nava mānavidhā ārammaṇaṁ mānānusayo, sova paccayo; ",
  "pe8:36.11": "vicikicchānusayo hetu. ",
  "pe8:36.12": "Ete pañca dhammā sahetu sappaccayā uppajjanti. ",
  "pe8:37.1": "Tattha katamo samāropano hāro? ",
  "pe8:37.2": "Ime pañca nīvaraṇā cattāropi ete āsavā gaṇḍāpi ete sallāpi ete upādānāni ete. ",
  "pe8:37.3": "Tesu eva bāhiresu dhammesu saṅkilesabhāgiyaṁ suttanti paññattiṁ gacchati. ",
  "pe8:37.4": "Ayaṁ samāropano hāro. ",
  "pe8:37.5": "Niddiṭṭhaṁ saṅkilesikabhāgiyaṁ suttaṁ. ",
  "pe8:38.1": "Manopubbaṅgamā dhammāti gāthā. ",
  "pe8:39.1": "Tattha katamo desanā hāro? ",
  "pe8:39.2": "Imamhi sutte ko attho khandhavavatthānena viññāṇakkhandhaṁ deseti, dhātuvavatthānena manoviññāṇadhātuṁ, āyatanavavatthānena manāyatanaṁ, indriyavavatthānena manindriyaṁ. ",
  "pe8:39.3": "Tassa kiṁ pubbaṅgamā dhammā? ",
  "pe8:39.4": "Saṅkhittena cha dhammā pubbaṅgamā dhammā kusalamūlāni ca akusalamūlāni ca animittaṁ imamhi sutte kusalamūlaṁ desitaṁ. ",
  "pe8:39.5": "Tattha katamā manopubbaṅgamā dhammā? ",
  "pe8:39.6": "Mano tesaṁ pubbaṅgamaṁ, yathāpi balassa rājā pubbaṅgamo, evameva dhammānaṁ manopubbaṅgamā. ",
  "pe8:39.7": "Tattha tividhānaṁ pubbaṅgamānaṁ nekkhammacchandena abyāpādacchandena avihiṁsāchandena. ",
  "pe8:39.8": "Alobhassa nekkhammacchandena pubbaṅgamā. ",
  "pe8:39.9": "Adosassa abyāpādacchandena pubbaṅgamā. ",
  "pe8:39.10": "Amohassa avihiṁsāchandena pubbaṅgamā. ",
  "pe8:39.11": "Tattha **manoseṭṭhā**ti manasā ime dhammā ussaṭā manena vā nimmitā. ",
  "pe8:39.12": "Manova imesaṁ dhammānaṁ seṭṭhoti manova imesaṁ dhammānaṁ seṭṭhajeṭṭhoti manova imesaṁ dhammānaṁ ādhipaccaṁ karotīti manoseṭṭhā. ",
  "pe8:39.13": "**Manojavā**ti yattha mano gacchati. ",
  "pe8:39.14": "Tattha ime dhammā gacchantīti manojavā. ",
  "pe8:39.15": "Yathā vāto sīghaṁ gacchati añño vā koci sīghaṁ gāmako vuccate vātajavoti pakkhigāmikoti, evameva ime dhammā manena sampajāyamānā gacchanti, tattha ime dhammā gacchantīti manojavāti. ",
  "pe8:39.16": "Te tividhā chandasamudānitā anāvilatā ca saṅkappo. ",
  "pe8:39.17": "Sattavidhā ca kāyikaṁ sucaritaṁ vācasikaṁ sucaritaṁ, te dasa kusalakammapathā. ",
  "pe8:39.18": "Tattha **manasā ce pasannenā**ti manokammaṁ. ",
  "pe8:39.19": "**Bhāsati vā**ti vacīkammaṁ. ",
  "pe8:39.20": "**Karoti vā**ti kāyakammaṁ. ",
  "pe8:39.21": "Imehi imasmiṁ sutte dasa kusalakammapathā paramāpi santā sīlavatā paramā. ",
  "pe8:39.22": "So bhavati vivattiyaṁ na lokaniyyānāya vāsanābhāgiyaṁ suttaṁ bhavati. ",
  "pe8:39.23": "Ayaṁ desanā. ",
  "pe8:40.1": "Tattha katamo vicayo hāro? ",
  "pe8:40.2": "Manopubbaṅgamā dhammāti kusalamūlāni ca aṭṭhaṅgasammattāni. ",
  "pe8:40.3": "Idaṁ suttaṁ. ",
  "pe8:41.1": "Yuttīti dasannaṁ kusalakammapathānaṁ yo vipāko, so sukhavedanīyo abyāpādassaṅgamāno. ",
  "pe8:41.2": "**Chāyāva anapāyinī**ti anugacchati atthi esā yutti. ",
  "pe8:42.1": "Padaṭṭhānanti aṭṭhārasannaṁ manopavicārānaṁ padaṭṭhānaṁ. ",
  "pe8:42.2": "Manopubbaṅgamā dhammāti sabbakusalapakkhassa ime dhammā padaṭṭhānaṁ. ",
  "pe8:42.3": "**Manasā ce pasannenā**ti yo cetaso pasādo, idaṁ saddhindriyassa padaṭṭhānaṁ. ",
  "pe8:42.4": "**Bhāsati vā**ti sammāvācāya. ",
  "pe8:42.5": "**Karoti vā**ti sammākammantassa ca sammāvāyāmassa ca padaṭṭhānaṁ. ",
  "pe8:43.1": "Lakkhaṇoti iti pubbaṅgamā dhammāti vedanāpubbaṅgamāpi ete, saññāpubbaṅgamāpi ete, saṅkhārapubbaṅgamāpi ete. ",
  "pe8:43.2": "Ye keci dhammā sahajātā sabbe pubbaṅgamā etesaṁ dhammānaṁ. ",
  "pe8:43.3": "**Tato naṁ sukhamanvetī**ti somanassamapi naṁ anveti yaṁ susukhacchāyā tadāpi naṁ sukhaṁ tadapi anveti. ",
  "pe8:44.1": "Tattha katamo catubyūho hāro? ",
  "pe8:44.2": "Manopubbaṅgamāti na idaṁ ekādivacanaṁ. ",
  "pe8:44.3": "Kiṁ kāraṇā? ",
  "pe8:44.4": "Sabbeyeva ime chaviññāṇakāyā, imamhi bhagavato ko adhippāyo? ",
  "pe8:44.5": "Ye sukhena atthikā, te manaṁ pasādentīti ayaṁ imamhi sutte bhagavato adhippāyo. ",
  "pe8:44.6": "Attho pubbeyeva niddiṭṭho. ",
  "pe8:45.1": "Yāni hi kusalamūlāni, tāni aṭṭhānisaṁsamattā hetu, ayaṁ aṭṭhaṅgiko maggo. ",
  "pe8:45.2": "Dasa ṭhānāni desanāhetūni desanāpaccayā niddesanā ca. ",
  "pe8:45.3": "Tattha yaṁ maññe dukkhena saha nāmarūpaṁ viññāṇasaccanti aṅgena kusalamūlaṁ pahīyati, ayaṁ appahīnabhūmiyaṁ samudayo. ",
  "pe8:45.4": "Yaṁ tesaṁ pahānā, ayaṁ nirodho. ",
  "pe8:45.5": "Imāni cattāri saccāni. ",
  "pe8:45.6": "Ayaṁ āvaṭṭo hāro. ",
  "pe8:46.1": "Vibhattīti—",
  "pe8:47.1": "“Manopubbaṅgamā dhammā, ",
  "pe8:47.2": "Manoseṭṭhā manojavā; ",
  "pe8:47.3": "Manasā ce pasannena, ",
  "pe8:47.4": "Bhāsati vā karoti vā; ",
  "pe8:47.5": "Tato naṁ sukhamanveti, ",
  "pe8:47.6": "Chāyāva anapāyinī”ti. ",
  "pe8:48.1": "Taṁ na ekaṁsena samaṇassa vā brāhmaṇassa vā pana hoti. ",
  "pe8:48.2": "Tassa vā micchādiṭṭhikassa sakasatthe cittaṁ pasādeti, tena ca pasannena cittena bhāsati byākaroti na taṁ sukhamanveti na chāyāva anugāminī, dukkhameva taṁ anveti. ",
  "pe8:48.3": "Yathā vahantaṁ cakkaṁ padamanveti, idaṁ taṁ vibhajjabyākaraṇīyaṁ. ",
  "pe8:48.4": "Manasā ce pasannena kāyakammaṁ vacīkammaṁ sukhavedanīyanti samaggate sukhavedanīyaṁ micchaggate dukkhavedanīyaṁ, ayaṁ vibhatti. ",
  "pe8:49.1": "Tattha katamo parivattano hāro? ",
  "pe8:49.2": "Manopubbaṅgamā dhammāti yaṁ manasā paduṭṭhena bhāsati vā karoti vā dukkhamassānugāminī, etāniyeva dve suttāni bhāsitāni esa eva ca paṭipakkho. ",
  "pe8:49.3": "Vevacananti yadidaṁ mano cittaṁ viññāṇaṁ manindriyaṁ manoviññāṇadhātu. ",
  "pe8:50.1": "Paññattīti manopubbaṅgamā dhammāti ayaṁ mano kiñci paññattiyā paññattaṁ. ",
  "pe8:50.2": "Dhammāti kusalakammapathapaññattiyā paññattaṁ. ",
  "pe8:50.3": "Manoseṭṭhāti visiṭṭhapaññattiyā paññattaṁ. ",
  "pe8:50.4": "Manojavāti sahapaññattiyā paññattaṁ. ",
  "pe8:50.5": "Cittanti nekkhammapaññattiyā paññattaṁ. ",
  "pe8:50.6": "Manasā ce pasannenāti saddhindriyapaññattiyā paññattaṁ. ",
  "pe8:50.7": "Manasā ce pasannenāti anāvilasaṅkappadutiyajjhānapaññattiyā paññattaṁ. ",
  "pe8:50.8": "Manasā ce pasannenāti assaddhānaṁ paṭipakkhapaññattiyā paññattaṁ. ",
  "pe8:50.9": "Bhāsati vāti sammāvācāpaññattiyā paññattaṁ. ",
  "pe8:50.10": "Karoti vāti sammākammantapaññattiyā paññattaṁ. ",
  "pe8:50.11": "Tato naṁ sukhamanvetīti jhānasamādhānaṁ. ",
  "pe8:50.12": "Indriyesu manindriyaṁ. ",
  "pe8:50.13": "Paṭiccasamuppāde viññāṇaṁ. ",
  "pe8:50.14": "Manopubbaṅgamā dhammāti mettā ca mudutā ca jhānesu dutiyaṁ jhānaṁ tatiyañca. ",
  "pe8:50.15": "Khandhesu saṅkhārakkhandhapariyāpanno. ",
  "pe8:50.16": "Dhātūsu dhammadhātu, āyatanesu dhammāyatanaṁ. ",
  "pe8:50.17": "Yaṁ kusalaṁ indriyesu sukhindriyañca somanassindriyañca padaṭṭhānaṁ. ",
  "pe8:50.18": "Imesaṁ dhammānaṁ paṭiccasamuppannānaṁ phassapaccayā sukhavedanīyo phasso sukhavedanā manopavicāresu somanassavicāro chattiṁsesu paṭhamapadesu cha somanassanekkhammassitā. ",
  "pe8:50.19": "Iti ayaṁ otaraṇo hāro. ",
  "pe8:51.1": "Tattha katamo sodhano hāro? ",
  "pe8:51.2": "Yaṁ atthaṁ ārabbha idaṁ suttaṁ bhāsitaṁ. ",
  "pe8:51.3": "So attho niyutto etamatthaṁ ārabbha suttaṁ. ",
  "pe8:51.4": "Ayaṁ sodhano hāro. ",
  "pe8:52.1": "Tattha katamo adhiṭṭhāno hāro? ",
  "pe8:52.2": "Manopubbaṅgamā dhammāti vevacanapaññatti, na ekattapaññatti. ",
  "pe8:52.3": "Dhammāti ekato na vevacanapaññatti. ",
  "pe8:52.4": "Manasā ce pasannenāti so pasādo dvidho ajjhattañca abyāpādāvikkhambhanabahiddhā ca okappanato. ",
  "pe8:52.5": "So ajjhattapasādo dvidho. ",
  "pe8:52.6": "Samugghātapasādo ca vikkhambhanapasādo ca byāpādapariyuṭṭhānaṁ. ",
  "pe8:52.7": "Vighāto na mūlapasādo jātamūlampi vā. ",
  "pe8:52.8": "Pasādo sabyāpādaṁ vighātena. ",
  "pe8:52.9": "Tato naṁ sukhamanvetīti sukhaṁ kāyikañca cetasikañca appiyavippayogopi piyasampayogopi nekkhammasukhampi puthujjanasukhampi pītisambojjhaṅgampi cetasikaṁ sukhaṁ. ",
  "pe8:52.10": "Yampi passaddhakāyo sukhaṁ vedeti, tampi kāyikaṁ sukhaṁ bojjhaṅgā ca cetasikaṁ sukhaṁ. ",
  "pe8:52.11": "Yampi passaddhakāyo sukhaṁ vedesi, tampi tañca sukhapadaṭṭhānaṁ paññattiyā yathāvuttaṁ taṁ aparāmaṭṭhaṁ kusalānaṁ dhammānaṁ. ",
  "pe8:52.12": "Anvetīti appanā sandissati na cāyaṁ vā pattabhūto anveti. ",
  "pe8:52.13": "Tadidaṁ suttaṁ dvīhi ākārehi adhiṭṭhātabbaṁ. ",
  "pe8:52.14": "Hetunā ca yo pasannamānaso vipākena ca yo dukkhavedanīyo. ",
  "pe8:53.1": "Parikkhāroti bhagavā pañcasatena bhikkhusaṅghena nagaraṁ pavisati rājagahaṁ. ",
  "pe8:53.2": "Tattha manusso puggalo bhagavantaṁ parivisati, tassa pasādo uppanno kusalamūlapubbayogāvacaropi. ",
  "pe8:53.3": "So aññesañca akkhāti, idaṁ vācaṁ bhāsati lābhā tesaṁ, yesaṁ nivesanaṁ bhagavā pavisati, amhākampi yadi bhaveyya mayampi bhagavato sampasādaṁ lacchamhāti. ",
  "pe8:53.4": "Yena bhagavā tenañjaliṁ paṇāmetvā “namo bhagavato namo bhagavato”ti abyāpādamāno ekamante aṭṭhāsi. ",
  "pe8:53.5": "Tadanantare bhagavā imaṁ suttaṁ abhāsittha “manopubbaṅgamā dhammā”ti. ",
  "pe8:53.6": "Sabbaṁ suttaṁ tathā yaṁ paresaṁ bhāsati idaṁ vācākammaṁ. ",
  "pe8:53.7": "Yaṁ añjaliṁ paṇāmeti, idaṁ kāyakammaṁ. ",
  "pe8:53.8": "Yo manopasādo, idaṁ manokammaṁ. ",
  "pe8:53.9": "Tattha yaṁ paresaṁ pakāseti bhāsati vaṇṇaṁ. ",
  "pe8:53.10": "Yesaṁ bhagavā nivesanaṁ gacchatīti. ",
  "pe8:53.11": "Sabbaṁ tassa alobho kusalamūlaṁ. ",
  "pe8:53.12": "Yaṁ bhagavati mettacitto, tassa adoso kusalamūlaṁ. ",
  "pe8:53.13": "Yaṁ añjaliṁ paṇāmeti mānañca niggaṇhāti, tatthassa amoho kusalamūlaṁ pātubhavati. ",
  "pe8:53.14": "Yaṁ uḷārapaññaṁ paṭilabhati, idamassa diṭṭhivipallāsappahānaṁ. ",
  "pe8:53.15": "Yaṁ tathāyeva saṁvaro hoti, idamassa saññāvipallāsappahānaṁ. ",
  "pe8:53.16": "Yaṁ manassa pasādanaṁ, idamassa cittavipallāsappahānanti akusalavipallāsānaṁ vikkhambhanaṁ pahānaṁ paccayo. ",
  "pe8:53.17": "Tīṇi kusalamūlāni yo anāvilacittasaṅkappo, so tassa manasikāroti vuccati. ",
  "pe8:53.18": "Yaṁ kilesehi vikkhambhanaṁ iti vipallāsā ca ārammaṇā sappaccayatāya paccayo kusalamūlāni ca sandissayatāya paccayo, so ca manasikāro hetunā iminā paccayena cittaṁ uppannaṁ. ",
  "pe8:53.19": "Tattha yaṁ sasatthārammaṇaṁ cittaṁ pavattaṁ ayaṁ buddhānussati. ",
  "pe8:53.20": "Yampi bhagavato guṇe manasi karoti, ayamassa dhammānussati. ",
  "pe8:53.21": "Tattha satisampajaññaṁ hetu, ayañca paccayo. ",
  "pe8:53.22": "Vācā paññā hetu vitakkavicārā paccayo. ",
  "pe8:53.23": "Kāyasaṅkhārā kammassa abhisaṅkhāro nāma hetu vā appaccayo sukhavedanīyassa kammassa upacayo hetukā kammassa paccayo. ",
  "pe8:54.1": "Tattha katamo samāropano hāro? ",
  "pe8:54.2": "Manasāyeva pasannena satoyevettha pasanno api ca cittavodānā sattā vimuccantīti tena sattā cittapubbaṅgamā cittena pasannena cetanāpi tattha cittabhūtā bhavantīti paṭighā ayaṁ cetanānaṁ pasādena kāyo cassa pasādo, so ca ārabhati pasādena pasanno saññānanti cassa aviparītā, so pañcavidho vikkhambhanā, kāyapassambhanāyeva pasādo cittasito cittaṁ pana pubbaṁyeva pasannaṁ. ",
  "pe8:54.3": "Ayaṁ samāropanā. ",
  "pe8:54.4": "Evaṁ pañcannampi pasādo. ",
  "pe8:54.5": "Tato naṁ sukhamanvetīti katamaṁ bhagavā niddisati? ",
  "pe8:54.6": "Na hi attasaccaṁ tassa kammassa vipāko anveti. ",
  "pe8:54.7": "Tassa upāyo anugacchati yadā sitapaccayā uppajjate somanassaṁ avippaṭisāropi anveti. ",
  "pe8:54.8": "Ayaṁ samāropano hāro. ",
  "pe8:55.1": "Mahānāmasakkassa suttaṁ. ",
  "pe8:55.2": "Tasmiñce samaye assato asampajāno kālaṁ kareyya kāme bhavati. ",
  "pe8:55.3": "Assato abhisamāhāro yo mā bhāyi, mahānāma, yaṁ taṁ cittaṁ dīgharattaṁ saddhāparibhāvitaṁ sīlaparibhāvitaṁ sutacāgaparibhāvitanti vitthārena kātabbaṁ. ",
  "pe8:55.4": "Cāgena ca paññāya ca kiṁ dasseti? ",
  "pe8:55.5": "Yā saddhā, sā cetaso pasādo. ",
  "pe8:55.6": "Yā anāvilasaṅkappitā, sā saddhā. ",
  "pe8:55.7": "Kiṁ kāraṇā? ",
  "pe8:55.8": "Anāvilalakkhaṇā. ",
  "pe8:55.9": "Anāvilalakkhaṇā hi saddhā. ",
  "pe8:55.10": "Apare āhu guṇaparisuddhiniṭṭhāgamanalakkhaṇā, yañca apare vā vacanapaṭiggahalakkhaṇā saddhā. ",
  "pe8:55.11": "Aparo pariyāyo attānaṁ yadi evaṁ okappeti “nāhaṁ kiñci jānāmīti esā ahaṁ tattha anuññattā anaññatā”ti. ",
  "pe8:55.12": "Ayaṁ saddhāti. ",
  "pe8:55.13": "Aparo pariyāyo ekasaṭṭhiyā diṭṭhigatānaṁ ādīnavānupassanā aniccaṁ dukkhamanattāti. ",
  "pe8:55.14": "Tena ca padiṭṭhaṁ bhavati yathā gambhīre udapāne udakaṁ cakkhunā passati na ca kāyena abhisambhunāti. ",
  "pe8:55.15": "Evamassa ariyā nijjhānakkhantiyā diṭṭhi bhavati, na ca sacchikatā. ",
  "pe8:55.16": "Ayaṁ vuccati saddhā. ",
  "pe8:55.17": "Sā ca lokikā. ",
  "pe8:55.18": "Aparo pariyāyo khamati puthujjanabhūtassa vīsati cāti ko sakkāyādhīnā na niveso. ",
  "pe8:55.19": "Na etaṁ ekanti nayasaññā yathābhūtaṁ diṭṭhiyā tu khalu mudūhi pañcahi indriyehi dassanamaggena pahīnā bhavanti. ",
  "pe8:55.20": "Diṭṭhekaṭṭhā ca kilesā, ayaṁ saddhā. ",
  "pe8:56.1": "Sotāpattaṅgamadukkhāyaṁ bhūmiyaṁ paripuṇṇā vuccati. ",
  "pe8:56.2": "Tasmiṁyeva bhūmiyaṁ sekkhasīlaṁ ariyā dhāranti vuccati. ",
  "pe8:56.3": "Tasmiṁyeva bhūmiyaṁ mudupaññā paññindriyanti vuccati. ",
  "pe8:56.4": "Tasmiṁyeva bhūmiyaṁ khandhehi anatthikatā, ayaṁ cāgo. ",
  "pe8:56.5": "Tasmā saddhā cāgādhiṭṭhānena niddisitabbā. ",
  "pe8:56.6": "Yatikena bhiyyo manena sā hissa viparītā diṭṭhikā assaddhā, sā nayanaupadhīsu pamattā samādinnā. ",
  "pe8:56.7": "Tattha saddhindriyaṁ yo kāmaṁ parivissanti iti santapāpapaṭinissaggā na cāgādhiṭṭhānaṁ paññindriyena paññādhiṭṭhānaṁ, sīlena upasamādhiṭṭhānaṁ. ",
  "pe8:56.8": "Ime cattāro dhammā sīlaṁ paribhāvayanti saddhā sīlaṁ cāgo ca paññāti. ",
  "pe8:56.9": "Tattha saddhāya oghaṁ tarati. ",
  "pe8:56.10": "Yaṁ sīlaṁ, ayaṁ appamādo. ",
  "pe8:56.11": "Yo cāgo, idaṁ paññāya kammaṁ. ",
  "pe8:56.12": "Yā paññā, idaṁ paññindriyaṁ, tattha yaṁ saddhindriyaṁ. ",
  "pe8:56.13": "Taṁ tīsu aveccappasādesu. ",
  "pe8:56.14": "Yaṁ sīlaṁ, taṁ saddhindriyesu. ",
  "pe8:56.15": "Yo cāgo, so catūsu jhānesu. ",
  "pe8:56.16": "Yā paññā, sā saccesu, sati sabbatthagāminī. ",
  "pe8:56.17": "Tassa sekkhassa bhaddikā bhati, bhaddiko abhisamparāyo. ",
  "pe8:56.18": "Tassa sammuṭṭhassatikassa sīlaṁ karontassa na kāyasammuṭṭhassatitāya tāni vā indriyāni taṁ vā kusalamūlaṁ kammavipākaṁ bhavati. ",
  "pe8:56.19": "Tassa tikassa atthaniddeso. ",
  "pe8:56.20": "Tattha saddhā sīlaṁ cāgo paññā cattāro dhammā. ",
  "pe8:56.21": "Yā saddhā yā ca paññā, idaṁ manosucaritaṁ. ",
  "pe8:56.22": "Yaṁ sīlaṁ, idaṁ kāyikaṁ vācasikaṁ sucaritaṁ. ",
  "pe8:56.23": "Yo cāgo, idaṁ cetasikaṁ alobho sucaritaṁ. ",
  "pe8:56.24": "Iti citte gahite pañcakkhandhā gahitā bhavanti. ",
  "pe8:56.25": "Imehi dhammehi sucaritaṁ idaṁ dukkhañca ariyasaccaṁ padaṭṭhānaṁ maggassa. ",
  "pe8:57.1": "Tattha katamo vicayo hāro? ",
  "pe8:57.2": "Yā ca saddhā yañca sīlaṁ. ",
  "pe8:57.3": "Taṁ kissa karoti? ",
  "pe8:57.4": "Yā saddhā tāya bhagavantaṁ anussarati mattenapi hatthinā samāgatā, assa bho kukkurā sabbaṁ sīlena nappaṭipajjati kāyena vā vācāya vā ṭhānaṁ visārado bhavatīti avippaṭisārī paññā yassa paññattaṁ upaṭṭhapeti. ",
  "pe8:57.5": "Tassa akhaṇḍassa sīlaṁ yaṁ na pacchi tassaṁ mohassa akusalacittaṁ uppajjati micchādiṭṭhisahagataṁ vā, ayaṁ vicayo hāro. ",
  "pe8:57.6": "Dhammavādino bhaddikārāti bhavissati atthi esā yutti. ",
  "pe8:58.1": "Tattha katamo padaṭṭhāno hāro? ",
  "pe8:58.2": "Yamidaṁ cittaṁ dīgharattaṁ paribhāvitaṁ saddhāya sīlena cāgena paññāya samādhinā paṭhamajjhānassa padaṭṭhānaṁ. ",
  "pe8:58.3": "Yā saddhā assa anāvilasaṅkappo, taṁ dutiyajjhānassa padaṭṭhānaṁ. ",
  "pe8:58.4": "Tīṇi ca aveccappasādā yaṁ sīlaṁ, taṁ ariyakantaṁ, taṁ sīlakkhandhassa padaṭṭhānaṁ. ",
  "pe8:58.5": "Yā paññā, sā paññākkhandhassa padaṭṭhānaṁ. ",
  "pe8:58.6": "Ime ca dhammā idañca cittaṁ ekodibhūtasamādhissa padaṭṭhānaṁ. ",
  "pe8:58.7": "Saddhā saddhindriyassa padaṭṭhānaṁ. ",
  "pe8:58.8": "Cāgo samādhindriyassa padaṭṭhānaṁ. ",
  "pe8:58.9": "Paññā paññindriyassa padaṭṭhānaṁ. ",
  "pe8:58.10": "Saddhā ca paññā ca vipassanāya padaṭṭhānaṁ. ",
  "pe8:58.11": "Sīlañca cāgo ca samathassa padaṭṭhānaṁ. ",
  "pe8:58.12": "Saddhā ca paññā ca avijjā virāgāya paññāvimuttiyā padaṭṭhānaṁ. ",
  "pe8:58.13": "Sīlañca cāgo ca rāgavirāgāya cetovimuttiyā padaṭṭhānaṁ. ",
  "pe8:59.1": "Tattha katamo lakkhaṇo hāro? ",
  "pe8:59.2": "Viññāṇe vutte saddhāsatibhāvite sabbe pañcakkhandhā vuttā bhavanti. ",
  "pe8:59.3": "Saddhāya bhaṇitāya sabbāni satta dhanāni bhaṇitāni honti saddhādhanaṁ …pe… ",
  "pe8:59.4": "sīlakkhandhe vutte samādhikkhandho ca paññākkhandho ca vuttā bhavanti. ",
  "pe8:59.5": "Yaṁ taṁ cittaṁ dīgharattaṁ paribhāvitaṁ pacchimake kāle na tadanuparivatti bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "pe8:59.6": "Tattha saññāpi tadanuparivattinī bhavati. ",
  "pe8:59.7": "Yepi tajjātikā dhammā, tepi tadanuparivattino bhavanti. ",
  "pe8:59.8": "Rūpasaññā rūpasañcetanānupassanamanasikāro evaṁ channaṁ āyatanānaṁ viññāṇakāye, ayaṁ lakkhaṇo hāro. ",
  "pe8:60.1": "Tattha katamo catubyūho hāro? ",
  "pe8:60.2": "Idha sutte bhagavato ko adhippāyo? ",
  "pe8:60.3": "Ye bhaddikaṁ bhatiṁ ākaṅkheyya bhaddikañca abhisamparāyaṁ, te saddhaṁ sīlaṁ cāgaṁ paññañca manasi karissanti, ayaṁ adhippāyo. ",
  "pe8:60.4": "Ye caññepi sattā tathāgatassa sammukhaṁ na paṭiyujjhante, imaṁ dhammaṁ sotā avippaṭisārato kālaṁ karissantīti, ayaṁ adhippāyo. ",
  "pe8:61.1": "Tattha katamo āvaṭṭo hāro? ",
  "pe8:61.2": "Idampi cattāro dhammā saddhā ca paññā ca assaddhiyañca avijjañca hananti. ",
  "pe8:61.3": "Sīlañca cāgo ca taṇhā ca dosañca hananti. ",
  "pe8:61.4": "Tassa dve mūlāni pahīyanti. ",
  "pe8:61.5": "Dukkhaṁ nivatteti appahīnabhūmiyañca dvimūlāni pañcakkhandhā. ",
  "pe8:61.6": "Dve ariyasaccāni samatho ca vipassanā ca. ",
  "pe8:61.7": "Dvinnaṁ mūlānaṁ pahānaṁ. ",
  "pe8:61.8": "Imāni dve saccāni nirodho ca maggo ca. ",
  "pe8:61.9": "Ayaṁ āvaṭṭo hāro. ",
  "pe8:62.1": "Tattha katamo vibhatti? ",
  "pe8:62.2": "Yaṁ taṁ cittaṁ saddhāparibhāvitaṁ …pe… ",
  "pe8:62.3": "sace puthujjanassa tassapi bhaddikā bhati bhavissatīti na ekaṁsena tassa kammaṁ diṭṭheyeva dhamme vipākanti paccessati, aparamhi vā pariyāye bhavissati. ",
  "pe8:62.4": "Yaṁ vā atītaṁ vipākāya paccupaṭṭhitaṁ, tappaccayāni cetāni, ye yathā mahākammavibhaṅge “tenāyaṁ vibhajjabyākaraṇiyo niddeso dhammacārino yā bhaddikā bhatī”ti. ",
  "pe8:63.1": "Tattha katamā parivattanā? ",
  "pe8:63.2": "Assaddhiyaṁ dussīlyaṁ yaṁ maccheraṁ duppaññaṁ ca yañca paṭipakkhena pahīnā bhavanti, ayaṁ parivattanā. ",
  "pe8:64.1": "Tattha katamaṁ vevacanaṁ? ",
  "pe8:64.2": "Yaṁ taṁ cittaṁ dīgharattaṁ paribhāvitaṁ cittaṁ manoviññāṇaṁ …pe… ",
  "pe8:64.3": "yaṁ saddhābalaṁ saddhindriyaṁ, yaṁ sīlaṁ taṁ sucaritaṁ, saṁyamo niyamo damo khandhatā imāni tassa vevacanāni. ",
  "pe8:64.4": "Yo cāgo so paṭinissaggo alobho vosaggo cāgoyiṭṭhānaṁ. ",
  "pe8:64.5": "Yā paññā sā paññattā paññappabhā paññindriyaṁ paññābalaṁ. ",
  "pe8:65.1": "Tattha katamā paññatti? ",
  "pe8:65.2": "Yaṁ taṁ cittaṁ bījaṁ paññattiyā paññattaṁ. ",
  "pe8:65.3": "Paribhāvanā vāsanā paññattiyā paññatti. ",
  "pe8:65.4": "Saddhā pasādapaññattiyā paññattā. ",
  "pe8:65.5": "Sīlaṁ sucaritapaññattiyā paññattaṁ. ",
  "pe8:65.6": "Cāgo puññakiriyapaññattiyā paññatto. ",
  "pe8:65.7": "Paññā vīmaṁsapaññattiyā paññattā. ",
  "pe8:65.8": "Ime tayo dhammā saddhā sīlaṁ cāgo paññavato pārisuddhiṁ gacchanti. ",
  "pe8:66.1": "Tattha katamo otaraṇo? ",
  "pe8:66.2": "Yaṁ cittaṁ, taṁ khandhesu viññāṇakkhandho, dhātūsu manoviññāṇadhātu, āyatanesu manāyatanaṁ. ",
  "pe8:66.3": "Ye cattāro dhammā, te khandhesu saṅkhārakkhandhe pariyāpannā …pe… ",
  "pe8:66.4": "dhātūsu āyatanesu. ",
  "pe8:67.1": "Tattha katamo sodhano hāro? ",
  "pe8:67.2": "Idaṁ bhagavato bhāsitaṁ mahānāmena sakkena pucchitena sabbaṁ taṁ niyuttaṁ. ",
  "pe8:68.1": "Tattha katamo adhiṭṭhāno? ",
  "pe8:68.2": "Idaṁ cittaṁ vemattatāya paññattaṁ akusalehi cittehi aparibhāvitehi paribhāvitanti yāni puna paribhāvitāni aññesampi tattha upādāya paññattaṁ sabbepime cattāro dhammā ekattatāya paññattā. ",
  "pe8:68.3": "Bhaddikā bhatīti kāmabhogino teva rūpadhātu arūpadhātu manussāti sabbā bhaddikā bhati tadeva kathāya paññattaṁ, ayaṁ paññatti. ",
  "pe8:69.1": "Tattha katamo parikkhāro? ",
  "pe8:69.2": "Cittassa indriyāni paccayo ādhipateyyapaccayatāya manasikāro. ",
  "pe8:69.3": "Hetupaccayatāya paccayo. ",
  "pe8:69.4": "Saddhāya lokikā paññā hetupaccayatāya paccayo. ",
  "pe8:69.5": "Yoniso ca manasikāro paccayo. ",
  "pe8:69.6": "Sīlassa patirūpadesavāso paccayo. ",
  "pe8:69.7": "Attasammāpaṇidhānañca hetu. ",
  "pe8:69.8": "Cāgassa alobho hetu. ",
  "pe8:69.9": "Avippaṭisāro ca hetupaccayo. ",
  "pe8:69.10": "Paññā parato ca ghoso ajjhattañca yoniso manasikāro hetupaccayo ca. ",
  "pe8:70.1": "Tattha katamo samāropano? ",
  "pe8:70.2": "Yaṁ taṁ cittaṁ dīgharattaṁ paribhāvitanti cetasikāpi. ",
  "pe8:70.3": "Ettha sabbe dhammā paribhāvitā bhaddikā te bhati bhavissati, bhaddikā upapattiko abhisamparāyo. ",
  "pe8:70.4": "Iti ye keci manussakā upabhogaparibhogā sabbe bhaddikā bhatiyeva, ayaṁ samāropano. ",
  "pe8:71.1": "Uddhaṁ adho sabbadhi vītarāgoti gāthā. ",
  "pe8:71.2": "Tattha kiṁ uddhaṁ nāma? ",
  "pe8:71.3": "Yaṁ ito uddhaṁ bhavissati anāgāmī, idaṁ uddhaṁ. ",
  "pe8:71.4": "Adho nāma yamatikkantamatītaṁ, idamavoca apadānatanti uddhaṁ. ",
  "pe8:71.5": "Tattha atītena sassatadiṭṭhi pubbantākappikānaṁ aparantadiṭṭhi kesañci, ucchedadiṭṭhiṁ yaṁ vuttakappikānaṁ imā ceva diṭṭhiyo ucchedadiṭṭhi ca sassatadiṭṭhi ca. ",
  "pe8:71.6": "Tatthāyaṁ sassatadiṭṭhi imāni pannarasa padāni sakkāyadiṭṭhi sassataṁ bhajanti. ",
  "pe8:71.7": "Rūpavantaṁ me attā, attani me rūpaṁ, rūpaṁ me attāti yaduccate paññaṁ paridahanti. ",
  "pe8:71.8": "Yā ucchedadiṭṭhi sā pañcasatāni ucchedaṁ bhajanti. ",
  "pe8:71.9": "Te “taṁ jīvaṁ taṁ sarīran”ti passanti, rūpaṁ me attāti tathārūpā catubbidhā sakkāyadiṭṭhi ucchedena ca sassatena ca. ",
  "pe8:71.10": "Evaṁ pañcasu khandhesu vīsativatthukāya diṭṭhiyā pannarasa padāni pubbantaṁ bhajanti. ",
  "pe8:71.11": "Sassatadiṭṭhiyā pañca padāni aparantaṁ bhajanti ucchedadiṭṭhiyā. ",
  "pe8:71.12": "Tattha “ayamahamasmī”ti passantā rūpaṁ attato samanupassati, so ucchedavādī rūpavantañca attānaṁ, attani ca rūpaṁ, rūpasmiṁ vā attāti so passati cāti iti ucchedadiṭṭhi ca, attato paṭissarati sassatadiṭṭhi pubbantato ca paṭissarati. ",
  "pe8:71.13": "“Ayamahamasmī”ti na samanupassati. ",
  "pe8:71.14": "Tassa diṭṭhāsavā pahānaṁ gacchanti. ",
  "pe8:71.15": "Yo tīsu addhāsu pubbante ca aparante ca tena tena niddiṭṭhānena uddhaṁ adho sabbadhi vītarāgo “ahamasmī”ti na anupassatīti iminā dvārena iminā payogena iminā upāyena idaṁ dassanabhūmi ca sotāpattiphalañca so ariyo payogo anabhāvaṅgatena saṁsārena apunabbhavāti yo koci ariyo payogo punabbhavāya mudūni vā pañcindriyāni majjhāni adhimattāni vā sabbaṁ apunabbhavappahānāya saṁvattanti. ",
  "pe8:71.16": "Ahanti diṭṭhogho kāmogho bhavogho avijjogho ca odhiso. ",
  "pe8:71.17": "Tattha desanāhārena cattāri saccāni pañcahi indriyehi sotāpattiphalena ca dve saccāni maggo ca nirodho ca. ",
  "pe8:71.18": "Sakkāyasamudayena dve saccāni dukkhañca samudayo ca, ayaṁ desanā hāro. ",
  "pe8:72.1": "Tattha katamo vicayo? ",
  "pe8:72.2": "“Ayamahamasmī”ti asamanupassanto tīṇi dassanappahātabbāni saṁyojanāni pajahati. ",
  "pe8:72.3": "Ayaṁ vicayo. ",
  "pe8:73.1": "Tattha katamā yutti? ",
  "pe8:73.2": "Tividhā puggalā koci ugghaṭitaññū koci vipañcitaññū koci neyyo. ",
  "pe8:73.3": "Ugghaṭitaññū tikkhindriyo ca tato vipañcitaññū mudindriyo tato mudindriyehi neyyo. ",
  "pe8:73.4": "Tattha ugghaṭitaññū tikkhindriyatāya dassanabhūmimāgamma sotāpattiphalaṁ pāpuṇāti, ekabījako bhavati. ",
  "pe8:73.5": "Ayaṁ paṭhamo sotāpanno. ",
  "pe8:73.6": "Vipañcitaññū mudūhi indriyehi dassanabhūmimāgamma sotāpattiphalaṁ pāpuṇāti, kolaṅkolo ca hoti. ",
  "pe8:73.7": "Ayaṁ dutiyo sotāpanno. ",
  "pe8:73.8": "Tattha neyyo dassanabhūmimāgamma sotāpattiphalaṁ pāpuṇāti, sattakkhattuparamo ca bhavati. ",
  "pe8:73.9": "Ayaṁ tatiyo sotāpanno. ",
  "pe8:74.1": "Atthi esā yutti mudumajjhādhimattehi indriyehi mudumajjhādhimattaṁ bhūmiṁ sacchikareyya sakkāyadiṭṭhippahānena vā diṭṭhigatāni pajahati. ",
  "pe8:74.2": "Ayaṁ yutti. ",
  "pe8:75.1": "Tattha katamo padaṭṭhāno? ",
  "pe8:75.2": "Tattha sakkāyadiṭṭhi sabbamicchādiṭṭhiyā padaṭṭhānaṁ. ",
  "pe8:75.3": "Sakkāyo nāmarūpassa padaṭṭhānaṁ. ",
  "pe8:75.4": "Nāmarūpaṁ sakkāyadiṭṭhiyā padaṭṭhānaṁ. ",
  "pe8:75.5": "Pañca indriyāni rūpīni rūparāgassa padaṭṭhānaṁ. ",
  "pe8:75.6": "Saḷāyatanaṁ ahaṅkārassa padaṭṭhānaṁ. ",
  "pe8:75.7": "Tattha katamo lakkhaṇo? ",
  "pe8:75.8": "Dvīsu diṭṭhīsu pahīnāsu tattha ekā diṭṭhi diṭṭhigatāni pahānaṁ gacchanti. ",
  "pe8:75.9": "Uddhaṁ ca adho ca vītarāgo sabbarajanīyesu vītarāgo hoti. ",
  "pe8:75.10": "Tajjā parabhūmiyaṁ, idaṁ paccayanti yathābhūtaṁ passati. ",
  "pe8:75.11": "So sabbapaṭiccasamuppādaṁ āmasati. ",
  "pe8:75.12": "Ayaṁ lakkhaṇo hāro. ",
  "pe8:76.1": "Tattha katamo catubyūho hāro? ",
  "pe8:76.2": "Imamhi sutte bhagavato ko adhippāyo? ",
  "pe8:76.3": "Ye sattā ye nābhiramissanti, te diṭṭhippahānāya vāyamissanti. ",
  "pe8:76.4": "Ayamettha bhagavato adhippāyo. ",
  "pe8:76.5": "Ayaṁ catubyūho hāro. ",
  "pe8:77.1": "Tattha katamo āvaṭṭo hāro? ",
  "pe8:77.2": "Yānimāni mudūni pañcindriyāni tāni orambhāgiyāni pañcindriyāni. ",
  "pe8:77.3": "Sabbena sabbaṁ samūhananti abhijjhābyāpādo ca bhāvanākārena sekkhāya vimuttiyā balaṁ saddhā, uddhambhāgiyāni diṭṭhivasena balaṁ saddhā, vīriyindriyaṁ ārabhitattā satindriyaṁ paggahitattā accantaṁ niṭṭhaṁ gacchanti. ",
  "pe8:77.4": "Tattha yāni indriyāni, ayaṁ maggo saṅkilesappahānaṁ. ",
  "pe8:77.5": "Ayaṁ nirodho āyatiṁ anuppādadhammo, idaṁ dukkhaṁ. ",
  "pe8:77.6": "Ayaṁ āvaṭṭo hāro. ",
  "pe8:78.1": "Tattha katamo vibhatti hāro? ",
  "pe8:78.2": "“Ayamahamasmī”ti yo samanupassati, so ca kho adhimattena lokikā yaṁ bhūmiyaṁ na tu ariyena payogena so sakkāyadiṭṭhi pajahati. ",
  "pe8:78.3": "Yaṁ vuccati tajjāya bhūmiyā adhimattāya. ",
  "pe8:78.4": "Tattha tajjāya bhūmiyaṁ pañcahi ākārehi adhimattataṁ paṭilabhati sīlena vatena bāhusaccena samādhinā nekkhammasukhena. ",
  "pe8:78.5": "Tattha appatte pattasaññī adhimānaṁ gaṇhāti. ",
  "pe8:78.6": "Etasmiṁyeva vatthuppattiyaṁ bhagavā idaṁ suttaṁ bhāsati. ",
  "pe8:78.7": "Sīlavā vatamattenāti. ",
  "pe8:78.8": "Tattha yo appatte pattasaññī tassa yo samādhi, so sāmiso kāpurisasevito pana so kāpurisā vuccanti puthujjanā. ",
  "pe8:78.9": "Āmisaṁ yañca ariyamaggamāgamma lokikā anariyaṁ tena samādhi hoti anariyo kāpurisasevito. ",
  "pe8:78.10": "Yo pana ariyākārena yathābhūtaṁ na jānāti na passati, so adhigamanaṁ pajahati yo ariyena samādhinā akāpurisasevitena nirāmisena nīyati, tattha akāpurisā vuccanti ariyapuggalā. ",
  "pe8:78.11": "Yo tehi sevito samādhi, so akāpurisasevito. ",
  "pe8:78.12": "Tasmā ekaṁ vibhajjabyākaraṇīyaṁ “ayamahamasmī”ti asamanupassanto tathā pāteti. ",
  "pe8:79.1": "Tattha katamā parivattanā? ",
  "pe8:79.2": "Imāya dassanabhūmiyā kilesā pahātabbā, tehi pahīyanti aniddiṭṭhāpi bhagavatā niddisitabbā yo. ",
  "pe8:80.1": "Tattha katamaṁ vevacanaṁ? ",
  "pe8:80.2": "Yā sakkāyadiṭṭhiyā attadiṭṭhiyā. ",
  "pe8:80.3": "Ayaṁ bhūmi. ",
  "pe8:80.4": "Ye kilesā pahātabbā. ",
  "pe8:80.5": "Te appahīyanti aniddiṭṭhāpi bhagavatā sassatadiṭṭhi ca ucchedadiṭṭhi ca, sā pariyantadiṭṭhi ca. ",
  "pe8:80.6": "Yā apariyantadiṭṭhi ca, sā sassatadiṭṭhi ca. ",
  "pe8:80.7": "Yā ucchedadiṭṭhi, sā natthikā diṭṭhi. ",
  "pe8:80.8": "Yā sassatadiṭṭhi, sā akiriyadiṭṭhi. ",
  "pe8:80.9": "Idaṁ vevacanaṁ. ",
  "pe8:81.1": "Tattha katamā paññatti? ",
  "pe8:81.2": "Taṇhā saṁyojanapaññattiyā paññattā. ",
  "pe8:81.3": "Maggo paṭilābhapaññattiyā paññatto. ",
  "pe8:81.4": "Indriyā paṭilābhapaññattiyā paññattāti. ",
  "pe8:81.5": "Tattha katamo otaraṇo? ",
  "pe8:81.6": "Sakkāyo dukkhaṁ dassanappahātabbo. ",
  "pe8:81.7": "Samudayo maggo. ",
  "pe8:81.8": "Indriyāni tāni ca niddiṭṭhāni khandhadhātuāyatanesu. ",
  "pe8:82.1": "Tattha katamo sodhano hāro? ",
  "pe8:82.2": "Yañhi ārabbha bhagavatā idaṁ suttaṁ bhāsitaṁ, so ārabbha niddiṭṭho. ",
  "pe8:82.3": "Tattha katamo parikkhāro? ",
  "pe8:82.4": "Nāmarūpassa hetupaccayopi viññāṇaṁ hetu bījaṁ. ",
  "pe8:82.5": "Tena avijjā ca saṅkhārā ca paccayo. ",
  "pe8:82.6": "Nivattinayo na aparo pariyāyo sabbabhavo, ye ca sabbabhavassa hetu parabhaṇḍapaccayo iti sammādiṭṭhi parato ca ghoso yoniso ca manasikāro paccayo. ",
  "pe8:82.7": "Yā paññā uppādeti, esā hetu sammādiṭṭhiyā sammāsaṅkappo bhavati, yā sammāsamādhi, ayaṁ parikkhāro. ",
  "pe8:83.1": "Tattha katamo samāropano? ",
  "pe8:83.2": "“Ayamahamasmī”ti asamanupassī dukkhato rogato …pe… ",
  "pe8:83.3": "pannarasa padāni. ",
  "pe8:83.4": "Sīlāni bhagavā kimatthiyāni kimānisaṁsāni. ",
  "pe8:83.5": "Sīlāni, ānanda, avippaṭisāratthāni yāva vimutti. ",
  "pe8:83.6": "Tattha duvidho attho—",
  "pe8:83.7": "purisattho ca vacanattho ca. ",
  "pe8:84.1": "Tattha katamo purisattho? ",
  "pe8:84.2": "Yāyaṁ na pacchānutāpitā ayaṁ avippaṭisāro, ayaṁ purisattho. ",
  "pe8:84.3": "Yathā koci brūhayati imatthamāsevati so bhaṇeyya, kiñci mamettha adhīnaṁ tassatthāya idaṁ kiriyaṁ ārabhāmīti. ",
  "pe8:84.4": "Ayaṁ purisattho. ",
  "pe8:85.1": "Tattha katamo vacanattho? ",
  "pe8:85.2": "Sīlāni kāyikaṁ vā vācasikaṁ vā sucaritaṁ avippaṭisāroti. ",
  "pe8:85.3": "Tattha sīlassa vatassa ca bhāsoyeva. ",
  "pe8:85.4": "Anaññā sugatakammatā sucaritaṁ ayaṁ avippaṭisāro. ",
  "pe8:85.5": "Evaṁ yāva vimuttīti ekamekasmiṁ pade dve atthā—",
  "pe8:85.6": "purisattho ca vacanattho ca, yathā imamhi sutte evaṁ sabbesu suttesu dve dve atthā. ",
  "pe8:85.7": "Ayaṁ hi paramattho uttamattho ca. ",
  "pe8:85.8": "Yaṁ nibbānasacchikaṁ nissāya yaṁ sakaṁ sacchikātabbaṁ bhavati, so vuccati katassa katthoti. ",
  "pe8:85.9": "Ayaṁ puna vevacanaṁ sampajānāti. ",
  "pe8:85.10": "Iminā niyuttatthamabhilabbhanti vacanattho. ",
  "pe8:85.11": "Tattha yaṁ atthaṁ sāvako abhikaṅkhati. ",
  "pe8:85.12": "Tassa yo paṭilābho, ayaṁ purisattho. ",
  "pe8:85.13": "Yaṁ yaṁ bhagavā dhammaṁ deseti, tassa tassa dhammassa yā atthaviññatti. ",
  "pe8:85.14": "Ayaṁ attho, tattha sīlānaṁ avippaṭisāro atthopi ānisaṁsopi. ",
  "pe8:85.15": "Eso ca ānisaṁso yaṁ duggatiṁ na gacchati. ",
  "pe8:85.16": "Yathā taṁ bhagavatā esānisaṁso dhamme suciṇṇe na duggatiṁ gacchati dhammacārī, ayaṁ attho. ",
  "pe8:86.1": "Yaṁ puriso bhāvanābhūmiyaṁ sīlāni ārabbha sīlena saṁyutto hoti evaṁ yāva vimutti tathā sīlakkhandho. ",
  "pe8:86.2": "Tattha yo ca avippaṭisāro anusayavasena niddiṭṭho, tañca sīlaṁ ayaṁ sīlakkhandho. ",
  "pe8:86.3": "Pāmojjapītipassaddhīti ca samādhindriyena, ayaṁ samādhikkhandho. ",
  "pe8:86.4": "Yaṁ samāhito yathābhūtaṁ pajānāti, ayaṁ paññākkhandho. ",
  "pe8:86.5": "Ime tayo khandhā sīlaṁ samādhi paññā ca tathā sīlaṁ paripūreti yaṁ vīriyindriyaṁ tena kāraṇena so sīlaṁ paripūreti, anuppannassa ca akusalassa anuppādāya vāyamati, uppannassa ca pahānāya anuppannassa ca kusalassa uppādāya, uppannassa ca kusalassa bhiyyobhāvāya iti vīriyindriyaṁ niddiṭṭhaṁ. ",
  "pe8:86.6": "Tattha yo samādhikkhandho, idaṁ samādhindriyaṁ. ",
  "pe8:86.7": "Paññākkhandho paññindriyaṁ, taṁ catūsu sammappadhānesu daṭṭhabbaṁ. ",
  "pe8:86.8": "Tathā yo anuppannassa ca akusalassa anuppādāya vāyamati, idaṁ paṭhamaṁ sammappadhānaṁ. ",
  "pe8:86.9": "Yaṁ uppannassa, idaṁ dutiyaṁ. ",
  "pe8:86.10": "Cattāri sammappadhānāni catūsu jhānesu passitabbāni. ",
  "pe8:86.11": "Tathā sīlakkhandhena nekkhammadhātu ca adhikā, tayo ca vitakkā nekkhammavitakko abyāpādavitakko avihiṁsāvitakko ca. ",
  "pe8:86.12": "Sādhāraṇabhūtā. ",
  "pe8:86.13": "Yā piyāyamānassa pāmojjena idaṁ kāyikaṁ sukhaṁ ānitaṁ aniyamītipemena, idaṁ dukkhaṁ. ",
  "pe8:86.14": "Yo tattha avikkhepo, ayaṁ samādhi. ",
  "pe8:86.15": "Idaṁ pañcaṅgikaṁ paṭhamaṁ jhānaṁ. ",
  "pe8:86.16": "Yā cetasikā passaddhi savitakkaṁ savicāraṁ virodhanaṁ, yo kileso ca paridāho, so paṭhame jhāne niruddho. ",
  "pe8:86.17": "Tathā yā ca kilesapassaddhi yā ca vitakkavicārānaṁ passaddhi, ubhayepi ete dhamme passaddhāyaṁ. ",
  "pe8:86.18": "Tattha kāyassa cittassa ca sukhaṁ sukhāyanā, idaṁ pītisukhino passaddhi. ",
  "pe8:86.19": "Yopi ekodibhāvo cittassa, tena ekodibhāvena yaṁ cittassa ajjhattaṁ sampasādanaṁ, idaṁ catutthaṁ jhānaṅgaṁ. ",
  "pe8:86.20": "Iti ajjhattañca sampasādo cetaso ca ekodibhāvo pīti ca sukhañca, idaṁ dutiyaṁ jhānaṁ caturaṅgikaṁ. ",
  "pe8:86.21": "Yo passaddhakāyo sukhaṁ vedeti, tena adhimattena sukhena pharitvā sukhaṁ cetasikaṁ yaṁ, so pītivītarāgo evaṁ tassa pītivītarāgatāya upekkhaṁ paṭilabhati. ",
  "pe8:86.22": "So pītiyā ca virāgā upekkhaṁ paṭilabhati. ",
  "pe8:86.23": "Sukhañca paṭisaṁvedeti. ",
  "pe8:86.24": "Sati ca sammā paññāya paṭilabhati. ",
  "pe8:86.25": "Sace sati ekaggatā idaṁ pañcaṅgikaṁ tatiyaṁ jhānaṁ. ",
  "pe8:86.26": "Yaṁ sukhino cittaṁ samādhiyati, ayaṁ ekaggatāya parāvidhānabhāgiyā, paṭhame jhāne atthi cittekaggatā no cakkhussa vedanā sabbaṁ pāripūriṁ gacchati. ",
  "pe8:86.27": "Yathā catutthe jhāne, tathā yā upekkhā passambhayaṁ satisampajaññaṁ cittekaggatā ca, idaṁ catutthaṁ jhānaṁ. ",
  "pe8:87.1": "Yathā samādhi dassayitabbaṁ, tathā paññindriyaṁ taṁ catūsu ariyasaccesu passitabbaṁ. ",
  "pe8:87.2": "Yaṁ samāhito yathābhūtaṁ pajānāti, sā pajānanā catubbidhā asubhato dukkhato anattato ca, yadārammaṇaṁ taṁ dukkhaṁ ariyasaccaṁ, yaṁ pajānanto nibbindati vimuccati tathā yaṁ kāmāsavassa pahānaṁ bhavāsavassa diṭṭhāsavassa avijjāsavassa, ayaṁ nirodho appahīnabhūmiyaṁ āsavasamudayo. ",
  "pe8:87.3": "Imāni cattāri ariyasaccāni yathā paññindriyaṁ passitabbaṁ. ",
  "pe8:87.4": "Yathāyaṁ samāhito yathābhūtaṁ pajānāti, ayaṁ dassanabhūmi. ",
  "pe8:87.5": "Sotāpattiphalañca yathābhūtaṁ pajānanto nibbindatīti, idaṁ tanukañca. ",
  "pe8:87.6": "Kāmarāgabyāpādaṁ sakadāgāmiphalañca yaṁ nibbindati virajjati, ayaṁ paṭhamajjhānabhāvanābhūmi ca rāgavirāgā cetovimutti anāgāmiphalañca. ",
  "pe8:87.7": "Yaṁ vimutti vimuccati, ayaṁ avijjāvirāgā paññāvimutti arahattañca. ",
  "pe8:87.8": "Ime avippaṭisārā ca vīriyindriyañca cattāro sammappadhānā avippaṭisārā tañca upari yāva samādhi, evaṁ te cattāri jhānāni samādhindriyañca yaṁ samāhito yathābhūtaṁ pajānāti. ",
  "pe8:87.9": "Ime cattāro satipaṭṭhānā sīlapāripūrimupādāya cāgasaṁhitena ca nibbedhikānañca nimittānaṁ anāvilamanā, idaṁ satindriyaṁ cattāro satipaṭṭhānā. ",
  "pe8:87.10": "Yaṁ puna imāya dhammadesanāya tīsu ṭhānesu diṭṭhogamanakindriyaṁ kilesapahānena ca sekkhasīlaṁ, idaṁ saddhindriyaṁ. ",
  "pe8:87.11": "Cattāri ca sotāpattiyaṅgāni phalāni. ",
  "pe8:87.12": "Samādhindriyāni sopaniyāhārīni sabbasuttesu niddisitabbāni. ",
  "pe8:87.13": "Yaṁ jhānaṁ paṭilabhanaṁ vīriyagahitaṁyeva ñāṇaṁ paṭissarato, ayaṁ sutamayī paññā. ",
  "pe8:87.14": "Yo samādhi pubbāparanimittābhāso anomagatitāya yathākāmo, ayaṁ cintāmayī paññā, yaṁ tathāsamāhito yathābhūtaṁ pajānāti, ayaṁ bhāvanāmayī paññā. ",
  "pe8:87.15": "Ayaṁ suttaniddeso. ",
  "pe8:88.1": "Imaṁ suttaṁ nibbedhabhāgiyaṁ bujjhakāradhikaṁ bujjhitabbaṁ. ",
  "pe8:88.2": "Yehi aṅgehi samannāgataṁ taṁ bujjhissanti tassa aṅgāni bujjhissanti, tena bojjhaṅgā. ",
  "pe8:88.3": "Tathā ādito yāva sīlaṁ vataṁ cetanā karaṇīyā, kissa sīlāni pāripūreti. ",
  "pe8:88.4": "Anuppannassa ca akusalassa anuppādāya uppannassa ca akusalassa pahānāya anuppannassa kusalassa uppādāya uppannassa ca kusalassa bhiyyobhāvāya, idaṁ vīriyaṁ tassa tassa bujjhitassa aṅganti. ",
  "pe8:88.5": "Ayaṁ vīriyasambojjhaṅgo. ",
  "pe8:88.6": "Iminā vīriyena dve dhammā ādito avippaṭisāro pāmojjañca yā puna pīti avippaṭisārapaccayā pāmojjapaccayā, ayaṁ pītisambojjhaṅgo. ",
  "pe8:88.7": "Yaṁ pītimanassa kāyo passambhati. ",
  "pe8:88.8": "Ayaṁ passaddhisambojjhaṅgo. ",
  "pe8:88.9": "Tena kāyikasukhamānitaṁ yaṁ sukhino cittaṁ samādhiyati, ayaṁ samādhisambojjhaṅgo. ",
  "pe8:88.10": "Yaṁ samāhito yathābhūtaṁ pajānāti, ayaṁ dhammavicayasambojjhaṅgo. ",
  "pe8:88.11": "Yā sīlamupādāya pañcannaṁ bojjhaṅgānaṁ upādāyānulomatā nimittāyanā pītibhāgiyānañca visesabhāgiyānañca apilāpanatā sahagatā hoti anavamaggo, ayaṁ satisambojjhaṅgo. ",
  "pe8:88.12": "Yaṁ yathābhūtaṁ pajānāti, accāraddhavīriyaṁ karoti. ",
  "pe8:88.13": "Uddhaccabhūmīti katā abhipatthitaṁ peseti. ",
  "pe8:88.14": "Kosajjabhūmīti garahito rahitehi aṅgehi bujjhati yaṁ cakkhusamathapathaṁ, sā upekkhāti. ",
  "pe8:88.15": "Tena sā upekkhā tassa bojjhaṅgassa aṅganti karitvā upekkhāsambojjhaṅgoti vuccate. ",
  "pe8:88.16": "Eso suttaniddeso. ",
  "pe8:89.1": "Tattha katamā desanā? ",
  "pe8:89.2": "Asmiṁ sutte cattāri ariyasaccāni desitāni. ",
  "pe8:89.3": "Tattha katamo vicayo? ",
  "pe8:89.4": "Sīlavato avippaṭisāro yāva vimutti imissāya pucchāya minikimatthassamīti dve padāni pucchā dve padāni visajjanāni dvīhi padehi dve abhiññaṁ dvīhi ceva padehi visajjanā kiṁ pucchati nibbādhikaṁ kāyabhūmiṁ kammassa tathā hi patiṭṭhā ca asekkhe dhamme uppādeti. ",
  "pe8:89.5": "Tattha katamā yutti? ",
  "pe8:89.6": "Sīlavato avippaṭisāro bhavati kiṁ nicchandassa ca virāgo atthi esā yutti. ",
  "pe8:89.7": "Tattha katamaṁ padaṭṭhānaṁ? ",
  "pe8:89.8": "Vīriyaṁ vīriyindriyassa padaṭṭhānaṁ. ",
  "pe8:89.9": "Samādhi samādhindriyassa padaṭṭhānaṁ. ",
  "pe8:89.10": "Paññā paññindriyassa padaṭṭhānaṁ. ",
  "pe8:89.11": "Vīriyaṁ adosassa padaṭṭhānaṁ. ",
  "pe8:89.12": "Samādhi alobhassa padaṭṭhānaṁ. ",
  "pe8:89.13": "Paññā amohassa padaṭṭhānaṁ. ",
  "pe8:89.14": "Vīriyindriyaṁ tiṇṇaṁ maggaṅgānaṁ padaṭṭhānaṁ, sammāvācāya sammākammantassa sammāājīvassa. ",
  "pe8:89.15": "Samādhindriyaṁ tiṇṇaṁ maggaṅgānaṁ padaṭṭhānaṁ, sammāsaṅkappassa sammāvācāya sammāsamādhino. ",
  "pe8:89.16": "Paññindriyaṁ dvinnaṁ maggaṅgānaṁ padaṭṭhānaṁ, sammāsatiyā sammādiṭṭhiyā ca. ",
  "pe8:90.1": "Tattha katamo lakkhaṇo? ",
  "pe8:90.2": "Sīlakkhandhe vutte sabbe tayo khandhā vuttā bhavanti, sīlameva hi selopamatā yathā selo sabbapaccatthikehi akaraṇīyo evaṁ taṁ cittaṁ sabbakilesehi na kampatīti, ayaṁ amoho. ",
  "pe8:90.3": "Virattaṁ rajanīyesūti ayaṁ alobho. ",
  "pe8:90.4": "Kopaneyye na kuppatīti ayaṁ adoso. ",
  "pe8:90.5": "Tattha paññā amoho kusalamūlaṁ, alobho alobhoyeva, adoso adosoyeva. ",
  "pe8:90.6": "Imehi tīhi kusalamūlehi sekkhabhūmiyaṁ ṭhito asekkhamaggaṁ uppādeti. ",
  "pe8:90.7": "Sekkhabhūmi sampattikammadhamme uppādeti, sā ca sammāvimutti, yañca vimuttirasañāṇadassanaṁ ime dasa asekkhānaṁ arahattaṁ dhammā. ",
  "pe8:90.8": "Tattha aṭṭhaṅgikena maggena catubbidhā bhāvanāpi labbhati. ",
  "pe8:90.9": "Sīlabhāvanā kāyabhāvanā cittabhāvanā paññābhāvanā ca. ",
  "pe8:90.10": "Tattha sammākammantena sammāājīvena ca kāyo bhāvito. ",
  "pe8:90.11": "Sammāvācāya sammāvāyāmena ca sīlaṁ bhāvitaṁ. ",
  "pe8:90.12": "Sammāsaṅkappena sammāsamādhinā ca cittaṁ bhāvitaṁ. ",
  "pe8:90.13": "Sammādiṭṭhiyā sammāsatiyā ca paññā bhāvitā. ",
  "pe8:90.14": "Imāya catubbidhāya bhāvanāya dve dhammā bhāvanāpāripūriṁ gacchanti cittaṁ paññañca. ",
  "pe8:90.15": "Cittaṁ bhāvanāya samatho, paññā bhāvanāya vipassanā. ",
  "pe8:90.16": "Tattha paññā avijjāpahānena cittaṁ upakkilesehi amissīkatanti. ",
  "pe8:90.17": "Paññā bhāvanāya cittabhāvanaṁyeva paripūreti. ",
  "pe8:90.18": "Evaṁ yassa subhāvitaṁ cittaṁ kuto taṁ dukkhamessatīti. ",
  "pe8:90.19": "Api ca kho pana tassa āyasmato abyāpādadhātu adhimuttā, na so petaṁ samāpanno tassa saṅkhāpahāraṁ deti, saṅkhāvitakkite sarīre dukkhaṁ na vediyati, ayaṁ suttattho. ",
  "pe8:91.1": "Tattha katamā desanā? ",
  "pe8:91.2": "Imamhi sutte dasa asekkhā arahattadhammā desitā appamāṇā ca sammā vibhāvanā. ",
  "pe8:91.3": "Tattha katamo vicayo? ",
  "pe8:91.4": "Selopamatā ye ye dhammā vedanīyasukhadukkhopagatā, te sabbe nirūpaṁ vānupassantānaṁ vūpagatā kāyato vedayitaparikkhāro appavattito dukkhaṁ na vediyati. ",
  "pe8:91.5": "Tattha katamā yutti, yassevaṁ bhāvitaṁ cittaṁ kuto taṁ dukkhamessatīti. ",
  "pe8:91.6": "Tīsu bhāvanāsu dukkhaṁ nakkhamati cittaṁ cittabhāvanāya ca. ",
  "pe8:91.7": "Nirodhabhāvanāya ca ānantarikā samādhibhāvanāya ca. ",
  "pe8:91.8": "Iti yassevaṁ bhāvitaṁ cittanti samādhi phalassa padaṭṭhānaṁ. ",
  "pe8:92.1": "Tattha katamo lakkhaṇo? ",
  "pe8:92.2": "Yassevaṁ bhāvitaṁ cittanti cittāni bhāvitāni yathā paṭhamaṁ niddiṭṭhāni paññā sīlaṁ kāyo cittaṁ, sīlampi subhāvitaṁ kāyikacetasikañca ṭhitattā nānupakampatīti vedanāpi tathā saññāpi saṅkhārāpi. ",
  "pe8:92.3": "Kuto taṁ dukkhamessatīti sukhampi nānugacchati, adukkhamasukhampi nāgatanti. ",
  "pe8:93.1": "Tattha katamo catubyūho hāro? ",
  "pe8:93.2": "Idha bhagavato ko adhippāyo? ",
  "pe8:93.3": "Ye dukkhena adhikā bhavissanti, te evarūpāhi samāpattīhi virahissanti. ",
  "pe8:93.4": "Ayamettha bhagavato adhippāyo. ",
  "pe8:93.5": "Ye ca appasannā, te hi bhavissanti, pasannānañca pītipāmojjaṁ bhavissati, ayaṁ tattha bhagavato adhippāyo. ",
  "pe8:93.6": "Āvaṭṭoti natthi āvaṭṭanassa bhūmi. ",
  "pe8:94.1": "Vibhattīti yassevaṁ bhāvitaṁ cittaṁ kuto taṁ dukkhamessatīti duvidho niddeso—",
  "pe8:94.2": "dukkhahetuniddeso ca paṭipakkhaniddeso ca. ",
  "pe8:94.3": "Ko so dukkhahetu? ",
  "pe8:94.4": "Yato dukkhaṁ āgacchati paṭipakkhe vutte sesadhammānaṁ sīlaṁ hetu ca paccayo ca, te sabbe dhammā vuttā honti. ",
  "pe8:94.5": "Ekabodhipakkhiye dhamme vutte sabbe bodhagamanīyā dhammā vuttā bhavanti. ",
  "pe8:95.1": "Tattha katamo catubyūho hāro? ",
  "pe8:95.2": "Imamhi sutte bhagavato ko adhippāyo? ",
  "pe8:95.3": "Ye avippaṭisārena chandikā, te sīlapāripūrī bhavanti pāmojjachandikā avippaṭisārīpāripūrī, ayamettha bhagavato adhippāyo …pe… ",
  "pe8:95.4": "ayaṁ catubyūho hāro. ",
  "pe8:96.1": "Tattha katamo āvaṭṭo? ",
  "pe8:96.2": "Idaṁ suttaṁ nibbedhabhāgiyaṁ. ",
  "pe8:96.3": "Yo nibbedho, ayaṁ nirodho. ",
  "pe8:96.4": "Yena nibbijjhati, so maggo. ",
  "pe8:96.5": "Yaṁ nibbijjhati, taṁ dukkhaṁ. ",
  "pe8:96.6": "Yaṁ nibbedhagāminā maggena pahīyati, samudayoyaṁ vutto. ",
  "pe8:97.1": "Tattha katamā vibhatti? ",
  "pe8:97.2": "Sīlavato avippaṭisāroti vibhajjabyākaraṇīyaṁ, parāmasantassa natthi avippaṭisāro yāva dosakataṁ kāyena vā vācāya vā akusalaṁ ārabhati. ",
  "pe8:97.3": "Kiñcipissa evaṁ hoti “sukatametaṁ sucaritametaṁ no cassa tena avippaṭisārena pāmojjaṁ jāyati yāva vimutti, tassa sīlavato avippaṭisāro”ti vibhajjabyākaraṇīyaṁ, ayaṁ vibhattihāro. ",
  "pe8:98.1": "Tattha katamā parivattanā? ",
  "pe8:98.2": "Imehi sattahi upanisāsampattīhi ekādasa upanisā vibhattiyaṁ pajahānaṁ pajahanti, ayaṁ parivattanā. ",
  "pe8:99.1": "Tattha katamā vevacanā? ",
  "pe8:99.2": "Imesaṁ ariyadhammānaṁ balabojjhaṅgavimokkhasamādhisamāpattīnaṁ imāni vevacanāni. ",
  "pe8:100.1": "Tattha katamā paññatti? ",
  "pe8:100.2": "Sīlavato avippaṭisāroti sīlakkhandhe nekkhammapaññattiyā paññattaṁ, nisajjapaññatti ca evaṁ dasa aṅgāni dvīhi dvīhi aṅgehi paññattāni. ",
  "pe8:101.1": "Tattha katamo otaraṇo? ",
  "pe8:101.2": "Idaṁ nibbedhabhāgiyasuttaṁ pañcasu otiṇṇaṁ yathā yaṁ paṭhamaṁ niddiṭṭhaṁ evamindriyādikhandhadhātuāyatanesu niddisitabbāni. ",
  "pe8:102.1": "Tattha katamo sodhano hāro? ",
  "pe8:102.2": "Sīlavato avippaṭisāroti na tāva suddho ārambho avippaṭisārino pāmojjanti na tāva suddho ārambho yāni ekādasa padāni desitāni yadā tadā suddho ārambho, ayaṁ sodhano. ",
  "pe8:103.1": "Tattha katamo adhiṭṭhāno? ",
  "pe8:103.2": "Sīlavemattatāya paññattaṁ evaṁ dasa padāni sabbāni sīlakkhandhassa ānisaṁso, te ca patirūpadesavāso ca paccayo attasammāpaṇidhānañca hetu, samādhikkhandhassa sukhaṁ hetu passaddhi paccayo, yena jhānasahajāti ca ṭhānanti jhānaṅgā aparo pariyāyo kāmesu ādīnavānupassanā samādhino paccayo nekkhamme ānisaṁsadassāvitā hetu. ",
  "pe8:104.1": "Tattha katamā samāropanā? ",
  "pe8:104.2": "Yaṁ vīriyindriyaṁ, so sīlakkhandho. ",
  "pe8:104.3": "Yaṁ sīlaṁ, te cattāro dhammā padhānā. ",
  "pe8:104.4": "Yaṁ dhammānudhammapaṭipatti, so pātimokkhasaṁvaro. ",
  "pe8:105.1": "Yassa selopamaṁ cittanti gāthā, selopamanti upamā yathā selo vātena na kampati na uṇhena na sītena saṅkampati. ",
  "pe8:105.2": "Yathā anekā acetanā, te uṇhena milāyanti, sītena avasussanti, vātena bhajanti. ",
  "pe8:105.3": "Na evaṁ selo (…) virattaṁ rajanīyesu dosanīye na dussatīti kāraṇaṁ dosanīye domanassantaṁ, na duṭṭhena vā kampati uṇhena vā, so milāyati sītena vā avasussati, evaṁ cittaṁ rāgena nānussati sītena kampatīti. ",
  "pe8:105.4": "Kiṅkāraṇaṁ? ",
  "pe8:105.5": "Virattaṁ rajanīyesu dosanīye na dussati. ",
  "pe8:105.6": "Kiṅkāraṇaṁ? ",
  "pe8:105.7": "Dosanīye panassanti na dussati, aduṭṭhaṁ taṁ na kosissanti, tena kuppanīye na kuppati, yassevaṁ bhāvitaṁ cittaṁ kuto taṁ dukkhaniddeso ca kuto evarūpassa dukkhaṁ āgamissatīti niddiṭṭhaṁ. ",
  "pe8:106.1": "Parivattanāti kuto taṁ dukkhamessatīti yaṁ cetasikaṁ sukhaṁ anupādisesā ayaṁ natthi sopādisesā ayaṁ atthi. ",
  "pe8:106.2": "Puna evamāhaṁsu taṁ khaṇaṁ taṁ muhuttaṁ ubhayameva avedayitaṁ sopādisesaṁ yañca anupādisesaṁ yañca taṁ khaṇaṁ taṁ muhuttaṁ anupādisesaṁ yañca sopādisesaṁ ca avedayitaṁ. ",
  "pe8:106.3": "Sukhamāpannassa anāvattikanti ayamettha viseso parivattanā. ",
  "pe8:107.1": "Tattha katamo vevacano? ",
  "pe8:107.2": "Yassevaṁ bhāvitaṁ cittaṁ vā bhāvitaṁ subhāvitaṁ anuṭṭhitaṁ vatthukataṁ susamāraddhaṁ. ",
  "pe8:107.3": "Cittanti mano viññāṇaṁ manindriyaṁ manoviññāṇadhātu. ",
  "pe8:108.1": "Tattha katamā paññatti? ",
  "pe8:108.2": "Cittaṁ mano saṅkhārā vūpasamapaññattiyā paññattaṁ. ",
  "pe8:108.3": "Samādhi asekkhapaññattiyā paññatto. ",
  "pe8:108.4": "Dukkhaṁ ucchinnapaññattiyā paññattaṁ. ",
  "pe8:109.1": "Tattha katamo otaraṇo? ",
  "pe8:109.2": "Citte niddiṭṭhe pañcakkhandhā niddiṭṭhā honti, ayaṁ khandhesu otaraṇo, manoviññāṇadhātuyā niddiṭṭhāya aṭṭhārasa dhātuyo niddiṭṭhā honti, ayaṁ dhātūsu otaraṇo. ",
  "pe8:109.3": "Manāyatane niddiṭṭhe sabbāni āyatanāni niddiṭṭhāni honti. ",
  "pe8:109.4": "Tattha manāyatanaṁ nāmarūpassa padaṭṭhānaṁ. ",
  "pe8:109.5": "Nāmarūpapaccayā saḷāyatanaṁ. ",
  "pe8:109.6": "Tathā paṭiccasamuppāde. ",
  "pe8:109.7": "Ayaṁ otaraṇo. ",
  "pe8:109.8": "Tattha katamo sodhano suddhoyeva ārambho. ",
  "pe8:110.1": "Tattha katamo adhiṭṭhāno? ",
  "pe8:110.2": "Chaḷindriyaṁ bhāvanā ekattāyaṁ paññatti chaṭṭhitena kāyo ekattāya paññatto. ",
  "pe8:111.1": "Tattha katamo parikkhāro? ",
  "pe8:111.2": "Cittassa pubbahetu samuppādāya manasikāro ca tappoṇatā ca yaṁ asamāhitabhūmiyaṁ ca visesadhammānaṁ abhāvitattā cittasatataṁ gacchati, sace samādhino sukhaṁ hetu avippaṭisāro paccayo, ayaṁ hetu ayaṁ paccayo parikkhāro. ",
  "pe8:112.1": "Tattha katamā samāropanā? ",
  "pe8:112.2": "Yassevaṁ bhāvitanti tassa dhammā samāropayitabbā. ",
  "pe8:112.3": "Kāyo sīlaṁ paññā bhāvitacittanti anabhirataṁ anapaṇataṁ anekaṁ anutaṁ anāpajjāsattaṁ ayaṁ samaññāyatanā na tassa sekkhassa sammāsamādhi sabbe asekkhā dasa arahantadhammā niddiṭṭhā honti. ",
  "pe8:112.4": "Asekkhabhāgiyāni suttāni. ",
  "pe8:113.1": "Yassa nūna, bhante, kāyagatāsati abhāvitā, ayaṁ so aññataraṁ sabrahmacāriṁ āsajja samāpajja appaṭinissajja janapadacārikaṁ pakkameyya, so āyasmā imasmiṁ vippaṭijānāti dve pajāni paṭijānāti cittabhāvanāyañca diṭṭhiyā pahānaṁ, kāyabhāvanāyañca diṭṭhippahānaṁ, kāyabhāvanāyañca taṇhāpahānaṁ, yaṁ paṭhamaṁ upamaṁ karoti. ",
  "pe8:113.2": "Asucināpi sucināpi pathavī neva aṭṭiyati na jigucchati na pītipāmojjaṁ paṭilabhati, evameva hi pathavīsamena so cetasā anvayena appakena averena abyāpajjena viharāmīti. ",
  "pe8:113.3": "Iti so āyasmā kiṁ paṭijānāti, kāyabhāvanāya sukhindriyapahānaṁ paṭijānāti, cittabhāvanāya somanassindriyapahānaṁ paṭijānāti. ",
  "pe8:113.4": "Kāyikā vedanā rāgānusayamanugatānaṁ sukhindriyaṁ paṭikkhipati. ",
  "pe8:113.5": "Na hi vedanākkhandhaṁ yā cetasikā sukhavedanā tattha ayaṁ paṭilābhapaccayā uppajjati sukhaṁ somanassaṁ. ",
  "pe8:113.6": "Sotaṁ paṭikkhipati, na hi manosamphassajaṁ vedanaṁ. ",
  "pe8:113.7": "Tattha catūsu mahābhūtesu rūpakkhandhassa anusayapaṭighapahānaṁ bhaṇati. ",
  "pe8:113.8": "Kāme rūpañca tañca asekkhabhūmiyaṁ. ",
  "pe8:113.9": "Kāye kāyānupassanā diṭṭhadhammasukhavihārañca. ",
  "pe8:113.10": "Balena ca ussāhena ca sabbaṁ manasi katattānaṁ pahānaṁ medaṁ katālikāya ca purisena ca maṇḍanakajātikena ca, etehi imassa mātāpitusambhūtaṁ paccavekkhaṇaṁ, so kāyena ca kāyānupassanāya ca cittena ca cittānupassanāya ca dve dhamme dhāreti. ",
  "pe8:113.11": "Kāyakilesavatthuṁ cittena ca cittasannissaye cittena subhāvitena sattannaṁ ca samāpattīnaṁ viharituṁ paṭijānāti. ",
  "pe8:114.1": "Gahapatiputtopamatāya ca yathā gahapatiputtassa nānāraṅgānaṁ vatthakaraṇḍako puṇṇo bhaveyya, so yaṁ yadeva vatthayugaṁ pubbaṇhasamaye ākaṅkhati, pubbaṇhasamaye nibbāpeti, evaṁ majjhanhikasamaye, sāyanhasamaye, evameva so āyasmā cittassa subhāvitattā yathārūpena vihārena ākaṅkhati pubbaṇhasamayaṁ viharituṁ, tathārūpena pubbaṇhasamayaṁ viharati, majjhanhikasamaye, sāyanhasamaye. ",
  "pe8:114.2": "Tena vesa āyasmatā upamāya me āsitāya pathavī vā anuttarā indriyabhāvanā bhāvitacittena. ",
  "pe8:114.3": "Tena so āyasmā idaṁ aṭṭhavidhaṁ bhāvanaṁ paṭijānāti catūsu mahābhūtesu, kāyabhāvanaṁ upakacaṇḍālaṁ purisametakaṁ bhavatalākāsu cittabhāvanaṁ, imāhi bhāvanāhi tāya bhāvanāya ca samathā pāripūrimantehi. ",
  "pe8:114.4": "Imehi catūhi paññāpāripūrimantehi. ",
  "pe8:115.1": "Kathaṁ upakacaṇḍālaṁ paṭikūlesu dhammesu appaṭikūlasaññī viharati? ",
  "pe8:115.2": "Kāyo pakatiyā appaṭikūlaṁ kāye uddhumātakasaññā saṅkhittena nava saññā ime paṭikūlā dhammā ceso āyasmā paṭikūlato ajigucchito kāyagatāsatiyā bhāvanānuyogamanuyutto viharati, na hi tassa jigucchappahāya cittaṁ paṭikūlati. ",
  "pe8:116.1": "Kathaṁ appaṭikūlesu dhammesu paṭikūlasaññī viharatīti? ",
  "pe8:116.2": "Kāyo sabbalokassa appaṭikūlo taṁ so āyasmā asubhasaññāya viharati. ",
  "pe8:116.3": "Evaṁ appaṭikūlesu dhammesu paṭikūlasaññī viharati. ",
  "pe8:117.1": "Kathaṁ paṭikūlesu ca appaṭikūlesu ca appaṭikūlasaññī viharatīti api sabboyaṁ lokassa yamidaṁ muṇḍo pattapāṇī kulesu piṇḍāya vicarati, tena ca so āyasmā suvaṇṇadubbaṇṇena appaṭikūlasaññī cittena ca kāyena nibbidāsahagatena appaṭikūlasaññī, evaṁ paṭikūlesu appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati. ",
  "pe8:118.1": "Kathaṁ paṭikūlesu ca dhammesu appaṭikūlasaññī viharati? ",
  "pe8:118.2": "Paṭikūlesu ca dhammesu subhasaññino itthirūpe paṭikūlesu ca jigucchino vinīlakavipubbake tattha so āyasmā paṭikūlasaññī viharati. ",
  "pe8:119.1": "Kathaṁ paṭikūlesu dhammesu tadubhayaṁ abhinivajjayitvā upekkhako viharati sato ca sampajāno ca? ",
  "pe8:119.2": "Appaṭikūlesu ca dhammesu subhasaññino itthirūpe paṭikūlesu ca jigucchino vinīlakavipubbake tadubhayaṁ abhinivajjayitvā “netaṁ mama, nesohamasmi, neso me attā”ti viharati. ",
  "pe8:119.3": "Evaṁ tadubhayaṁ abhinivajjayitvā upekkhako viharati sato sampajāno. ",
  "pe8:120.1": "Aparo pariyāyo. ",
  "pe8:120.2": "Tedhātuko lokasannivāso sabbabālaputhujjanānaṁ appaṭikūlasaññā. ",
  "pe8:120.3": "Tattha ca āyasmā sāriputto appaṭikūlasaññī viharati. ",
  "pe8:120.4": "Evaṁ appaṭikūlesu dhammesu paṭikūlasaññī viharati. ",
  "pe8:121.1": "Kathaṁ paṭikūlesu dhammesu appaṭikūlasaññī viharati? ",
  "pe8:121.2": "Paṭikūlasaññino sabbasekkhā idha kā tedhātuke sabbaloke. ",
  "pe8:121.3": "Tattha katamo bhūmippatto samādhiphale sacchikato appaṭikūlasaññī viharati? ",
  "pe8:121.4": "Kiṅkāraṇaṁ? ",
  "pe8:121.5": "Na hi taṁ atthi yassa lokassa pahānāya paṭikūlasaññī uppādeyya. ",
  "pe8:122.1": "Kathaṁ paṭikūlesu ca appaṭikūlesu ca dhammesu paṭikūlasaññī viharati? ",
  "pe8:122.2": "Tedhātuke lokasannivāse yāva kāmalokabhūmatā hi rāgānaṁ vītarāgānaṁ paṭikūlasamatā rūpārūpadhātuṁ appaṭikūlasamatā. ",
  "pe8:122.3": "Tattha ca āyasmā sāriputto paṭikūlasaññī viharati. ",
  "pe8:122.4": "Evaṁ paṭikūlesu ca appaṭikūlesu ca dhammesu paṭikūlasaññī viharati. ",
  "pe8:123.1": "Kathaṁ paṭikūlesu ca appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati? ",
  "pe8:123.2": "Yaṁ kiñci parato duruttānaṁ durāgatānaṁ vacanapathānaṁ taṁ vacanaṁ appaṭikūlaṁ yāvatā vācaso appatirūpā tathā janassa appaṭikūlasaññā. ",
  "pe8:123.3": "Tattha āyasmā sāriputto abhiññāya sacchikato appaṭikūlasaññī viharati, evaṁ paṭikūlesu ca appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati. ",
  "pe8:124.1": "Kathaṁ paṭikūlesu ca appaṭikūlesu ca dhammesu tadubhayaṁ abhinivajjayitvā upekkhako ca viharati sato ca sampajāno? ",
  "pe8:124.2": "Yañca nesaṁ samanupassati ye dhammā duccaritā, te dhammā appaṭikūlā. ",
  "pe8:124.3": "Tattha āyasmā sāriputto iti paṭisañcikkhati ye dhammā duccaritā, te dhammā aniṭṭhavipākā. ",
  "pe8:124.4": "Ye dhammā sucaritā, te ācayagāmino. ",
  "pe8:124.5": "So ca sucaritaṁ ācayagāminiṁ karitvā duccaritaṁ aniṭṭhavipākaṁ karitvā tadubhayaṁ abhinivajjayitvā upekkhako viharati. ",
  "pe8:125.1": "Atha paṭikūlesu ca dhammesu appaṭikūlesu ca paṭikūlasaññī viharati. ",
  "pe8:125.2": "Taṇhā paṭikūladhammā kiṅkāraṇaṁ? ",
  "pe8:125.3": "Taṇhāvasena hi sattā dvīhi dhammehi sattā, kabaḷīkāre āhāre rasataṇhāya sattā, phasse sukhasaññāya sattā. ",
  "pe8:125.4": "Tatthāyasmā sāriputto kabaḷīkāre ca āhāre paṭikūlasaññī viharati, phasse ca dukkhasaññī viharati. ",
  "pe8:125.5": "Evaṁ paṭikūlesu ca appaṭikūlesu ca paṭikūlasaññī viharati. ",
  "pe8:126.1": "Kathaṁ paṭikūlesu ca dhammesu appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati? ",
  "pe8:126.2": "Taṇhākkhayaṁ anuttaraṁ nibbānaṁ tathā bālaputhujjanānaṁ paṭikūlasaññā pahatasaññā ca. ",
  "pe8:126.3": "Tatthāyasmato sāriputtassa appaṭikūlasaññā abyāpādasaññā ca sāmaṁ paññāya passitvā evaṁ paṭikūlesu ca dhammesu appaṭikūlasaññī viharati. ",
  "pe8:127.1": "Kathaṁ paṭikūlesu ca appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati? ",
  "pe8:127.2": "Tatiye ca nibbāne paṭikūlasaññino yasena ca kittini ca appaṭikūlasaññino. ",
  "pe8:127.3": "Tatthāyasmā sāriputto assādañca ādīnavañca nissaraṇañca yathābhūtaṁ sammāpaññāya paṭijānanto paṭikūlañca appaṭikūlañca dhammaṁ tadubhayaṁ abhinivajjayitvā appaṭikūlasaññī viharati. ",
  "pe8:128.1": "Kathaṁ paṭikūlaṁ appaṭikūlañca dhammaṁ tadubhayaṁ abhinivajjayitvā upekkhako viharati? ",
  "pe8:128.2": "Sato ca sampajāno ca, yañca samanupassati anunayo appaṭikūlo dhammo paṭigho ca paṭikūlo dhammo, tatthāyasmā sāriputto anunayassa paṭighappahīnattā upekkhako viharati sato sampajāno ca. ",
  "pe8:128.3": "Yañcassa samanupassati ayaṁ pañcavidhā anuttarā indriyabhāvanā. ",
  "pe8:128.4": "Ayaṁ suttaniddeso. ",
  "pe8:129.1": "Tattha katamo desanāhāro? ",
  "pe8:129.2": "Imamhi sutte kiṁ desitabbaṁ? ",
  "pe8:129.3": "Tattha vuccate, imamhi sutte diṭṭhadhammasukhavihāro desito, tathā vimuttaṁ cittaṁ paccavekkhaṇā ca adhipaññādhammaṁ desitaṁ. ",
  "pe8:130.1": "Tattha katamo vicayo? ",
  "pe8:130.2": "Ye kāye kāyānupassino viharanti, tesaṁ cittaṁ anunayappaṭighena na viharati anunayappaṭighena cābhiramamānassa cittaṁ samaggataṁ bhavissatīti bhāvanāya balametaṁ, ayaṁ vicayo hāro. ",
  "pe8:131.1": "Tattha katamo yuttihāro? ",
  "pe8:131.2": "Kāyabhāvanāya ca cittabhāvanāya ca na kiñci sabrahmacārī atimaññissatīti. ",
  "pe8:131.3": "Atthi esā yutti, ayaṁ yuttihāro. ",
  "pe8:132.1": "Tattha katamo padaṭṭhāno hāro? ",
  "pe8:132.2": "Kāyabhāvanāya paṭhamassa sati upaṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:132.3": "Yā pathavīsamacittatā, sā aniccānupassanāya padaṭṭhānaṁ. ",
  "pe8:133.1": "Tattha katamo lakkhaṇo? ",
  "pe8:133.2": "Yaṁ pathavīsamena cetasā viharati attānupassī pathavīsamena gihī viharati. ",
  "pe8:133.3": "Ko attho pathavīsamenāti? ",
  "pe8:133.4": "Yathā ye ca selopamatāya akammayuttā evameva pathavīsamo ayaṁ hiriyatāya. ",
  "pe8:133.5": "Ayaṁ lakkhaṇo. ",
  "pe8:134.1": "Tattha katamo catubyūho hāro? ",
  "pe8:134.2": "Imamhi byākaraṇe ko tassa āyasmato adhippāyo? ",
  "pe8:134.3": "Ye keci arahantā indriyabhāvanaṁ ākaṅkhiyanti, te pathavīsamataṁ uppādayissantīti. ",
  "pe8:134.4": "Ayaṁ adhippāyo. ",
  "pe8:135.1": "Tattha katamo āvaṭṭoti? ",
  "pe8:135.2": "Natthi āvaṭṭassa bhūmi. ",
  "pe8:136.1": "Tattha katamo vibhatti? ",
  "pe8:136.2": "Yo kāyānupassī viharati, so pathavīsamacittataṁ paṭilabhissatīti na ekaṁsena. ",
  "pe8:136.3": "Kiṅkāraṇaṁ? ",
  "pe8:136.4": "Ye khaṇḍakādichinnakādino, na te pathavīsamacittataṁ paṭilabhanti. ",
  "pe8:136.5": "Sabbā kāyagatāsati sekkhabhāvanāya nibbānaṁ phalaṁ, ayaṁ vibhatti. ",
  "pe8:137.1": "Tattha katamo parivattano hāro? ",
  "pe8:137.2": "Ye kāyānupassino viharissanti, tesaṁyeva kāyapaccayā uppajjeyya āsavā vighātapariḷāhā, ayaṁ parivattano hāro. ",
  "pe8:138.1": "Tattha katamo otaraṇo? ",
  "pe8:138.2": "Pañcakkhandhā avitiṇṇā bāvīsatindriyāni, tathā yaṁ manindriyaṁ, taṁ manodhātu manāyatanañca. ",
  "pe8:138.3": "Yaṁ samādhindriyaṁ, taṁ dhammadhātu dhammāyatanañca. ",
  "pe8:138.4": "Ayaṁ otaraṇo hāro. ",
  "pe8:139.1": "Tattha katamo sodhano hāro? ",
  "pe8:139.2": "Ye ca manasā cattāro bhāvetabbā, te sabbe bhāvitā yaṁ taṁ manena pahīne pattabbataṁ sabbattha etassa ca atthāya ārambho, so attho suddho. ",
  "pe8:139.3": "Ayaṁ sodhano hāro. ",
  "pe8:140.1": "Tattha katamo adhiṭṭhāno? ",
  "pe8:140.2": "Ayaṁ samādhi ekattatāya paññatto, cha kāyā ekattatāya paññattā. ",
  "pe8:140.3": "Pañcindriyāni rūpīni rūpakāyo. ",
  "pe8:140.4": "Cha vedanākāyā vedanākāyo. ",
  "pe8:140.5": "Cha saññākāyā saññākāyo. ",
  "pe8:140.6": "Cha cetanākāyā cetanākāyo. ",
  "pe8:140.7": "Cha viññāṇakāyā viññāṇakāyo. ",
  "pe8:140.8": "Sabbepi ete dhammā dhammakāyotiyeva saṅkhaṁ gacchanti. ",
  "pe8:140.9": "Ayaṁ adhiṭṭhāno. ",
  "pe8:141.1": "Parikkhāroti samāpattikosallañca vīthikosallañca hetu. ",
  "pe8:141.2": "Yañca gocarakosallaṁ yañca kallaṁ taṁ kosallaṁ paccayo. ",
  "pe8:141.3": "Vodānakosallaṁ hetu, kallaṁ paccayo. ",
  "pe8:141.4": "Sukhaṁ hetu, abyāpajjaṁ paccayo. ",
  "pe8:141.5": "Ayaṁ parikkhāro. ",
  "pe8:142.1": "Tattha katamo samāropanoti? ",
  "pe8:142.2": "Yathā pathavī sucimpi nikkhīpante asucimpi nikkhitte tādiseyeva evaṁ kāyo manāpikehipi phassehi amanāpikehipi phassehi tādisoyeva paṭighasamphassena vā sukhāya vedanāya tādisaṁ yo cittaṁ. ",
  "pe8:142.3": "Idaṁ suttaṁ vibhattaṁ saopammaṁ ugghaṭitaññussa puggalassa vibhāgena. ",
  "pe8:142.4": "Tattha samāropanāya avakāso natthi. ",
  "pe8:143.1": "Tattha katamaṁ suttaṁ saṅkilesabhāgiyaṁ? ",
  "pe8:143.2": "Yato ca kusalehi dhammehi na virodhati, na vaḍḍhati, imaṁ ādīnavaṁ bhagavā deseti, tasmā channaṁ vivareyya, vivaṭaṁ nātivassati, tato ādīnavato vivareyyāti taṁ tīhi dhammehi nābhidhaṁsitāti asubhasaññāya rāgena nābhidhaṁsiyati. ",
  "pe8:143.3": "Mettāya dosena nābhidhaṁsiyati. ",
  "pe8:143.4": "Vipassanāya mohena nābhidhaṁsiyati. ",
  "pe8:143.5": "Evañcassa yo yo dhammo paṭipakkho tamhi tamhi dhamme paripūrissati. ",
  "pe8:143.6": "Yo tassa dhammassa akusalo dhammo paṭipakkho, tena nādhivāsiyati. ",
  "pe8:144.1": "Aparo pariyāyo. ",
  "pe8:144.2": "Ye ime dhammā attanā na sakkoti vuṭṭhānaṁ, te ete dhammā desitā. ",
  "pe8:144.3": "Channamativassatīti tehi vitakkaṁ yena ca sakkā puna desitaṁ cittaṁ vibhāvetuṁ pariyodāpetuṁ vivekaninnassa vivekapoṇassa vivekapabbhārassa vuddhiṁ virūḷhiṁ vepullataṁ āpajjati kusalesu dhammesu, seyyathāpi nāma uppalaṁ vā kumudaṁ vā padumaṁ vā udake sukkapakkhe cando yāvaratti yāvadivaso āgacchati, tassa vuddhiyeva pāṭikaṅkhitabbā, na parihāni, evaṁvidhaṁ taṁ cittaṁ nābhidhaṁsiyati. ",
  "pe8:144.4": "Aparopettha yo akūṭo asaṭho amāyāvī uju puriso yathābhūtaṁ attānaṁ āvikaroti. ",
  "pe8:144.5": "Tattha yo chādeti tassa akusalā dhammā cittaṁ anudhāvanti. ",
  "pe8:144.6": "Channamativassatīti yo pana hoti asaṭho akūṭo amāyāvī uju puriso yathābhūtaṁ attānaṁ āvikaroti. ",
  "pe8:144.7": "Tassa cittaṁ akusalehi dhammehi na viddhaṁsiyati, ayaṁ suttattho. ",
  "pe8:145.1": "Tattha katamā desanā? ",
  "pe8:145.2": "Idha desitā dasa akusalakammapathā adhivassanatāya dasa kusalakammapathā anadhivassanatāya akusalehi na visujjhati. ",
  "pe8:145.3": "Yathā vuttaṁ bhagavatā “cittasaṅkilesā, bhikkhave, sattā saṅkilissantī”ti. ",
  "pe8:146.1": "Tattha katamo vicayo? ",
  "pe8:146.2": "Yassevaṁ cittaṁ adhivāsiyati, tassa bujjhitassa yaṁ bhaveyya kūṭeyya, taṁ ānantariyenapi satthari vā guṇānukampanatāya, ayaṁ vicayo. ",
  "pe8:147.1": "Tattha katamā yuttīti? ",
  "pe8:147.2": "Evaṁ anadhivasiyantaṁ cittaṁ vuṭṭhāti. ",
  "pe8:147.3": "Vuṭṭhitaṁ patiṭṭhahati kusalesu dhammesūti atthi esā yutti. ",
  "pe8:148.1": "Padaṭṭhānanti channamativassatīti channaṁ asaṁvarānaṁ padaṭṭhānaṁ, vivaṭaṁ nātivassatīti achannaṁ saṁvaraṇānaṁ. ",
  "pe8:148.2": "Tasmā channaṁ vivareyya vivaṭaṁ nātivassatīti desanāya padaṭṭhānaṁ. ",
  "pe8:149.1": "Lakkhaṇoti channamativassatīti ye keci vicittena channena ekalakkhaṇā dhammā sabbe te aviddhaṁsiyanti. ",
  "pe8:149.2": "Tasmā channaṁ vivareyya. ",
  "pe8:149.3": "Vivaṭaṁ nātivassatīti ye keci tena acchannena ekalakkhaṇā dhammā sabbe te nātivassantīti lakkhaṇo hāro. ",
  "pe8:150.1": "Tattha katamo catubyūho hāro? ",
  "pe8:150.2": "Imamhi sutte bhagavato ko adhippāyo? ",
  "pe8:150.3": "Yesaṁ kesañci cittaṁ akusalā dhammā adhipaṭidesitā te yathādhammaṁ paṭikarissantīti ayaṁ tattha bhagavato adhippāyo. ",
  "pe8:150.4": "Ayaṁ catubyūho hāro. ",
  "pe8:151.1": "Āvaṭṭoti yaṁ channaṁ taṁ duvidhaṁ kampamānaṁ samucchitabbo. ",
  "pe8:151.2": "Ānantariyasamādhīnaṁ. ",
  "pe8:151.3": "Tattha passaddhiyañca māno āsave vaḍḍheti, assaddhiyena ca pamādaṁ gacchati, pamādena onamati, unnaḷabhāvaṁ gacchati. ",
  "pe8:151.4": "Vuttañcetaṁ bhagavatā “unnaḷānaṁ pamattānaṁ tesaṁ vaḍḍhanti āsavā”ti cattāri tāni upādānāni, yāni cattāri upādānāni, te pañcupādānakkhandhā bhavanti. ",
  "pe8:151.5": "Imāni saccāni dukkhañca samudayo ca. ",
  "pe8:151.6": "Tasmā channaṁ vivareyyāti yena hetunā, te āsavā vaḍḍhanti. ",
  "pe8:151.7": "Tesaṁ pahīnattā āsavā pahīyante. ",
  "pe8:151.8": "Tattha appamādena assaddhiyaṁ pahīyati uddhaccakukkuccappahānena oḷārikatā tassa dve dhammā na samatho ca bhāvanā ca pāripūriṁ gacchanti. ",
  "pe8:151.9": "Yo tesaṁ āsavānaṁ khayo, ayaṁ nirodho. ",
  "pe8:151.10": "Imāni cattāri saccāni, ayaṁ āvaṭṭo. ",
  "pe8:152.1": "Tattha katamo vibhatti hāro? ",
  "pe8:152.2": "Channamativassatīti na ekaṁso. ",
  "pe8:152.3": "Kiṅkāraṇaṁ? ",
  "pe8:152.4": "Yassa assā nivattanā yathāpi sekkhānaṁ. ",
  "pe8:152.5": "Yathāvuttaṁ bhagavatā—",
  "pe8:153.1": "“Kiñcāpi sekkho pakareyya pāpaṁ, ",
  "pe8:153.2": "Kāyena vācāya uda cetasā vā; ",
  "pe8:153.3": "Abhabbo hi tassa pariguhanāya, ",
  "pe8:153.4": "Abhabbatā diṭṭhapadassa hotī”ti. ",
  "pe8:154.1": "Kiñcāpi tesaṁ nivāraṇaṁ cittaṁ hoti. ",
  "pe8:154.2": "Api tu appaccayā samāye ca te niddisitabbā, ayaṁ vibhattihāro. ",
  "pe8:155.1": "Tattha katamo parivattano hāro. ",
  "pe8:155.2": "Channamativassatīti yassa ye dhammā sabbaṁ anavivaṭaṁ ativassiyati, vivaṭaṁ nātivassati, avaguṇantaṁ nātivassati. ",
  "pe8:155.3": "Ayaṁ parivattano hāro. ",
  "pe8:156.1": "Tattha katamo vevacano hāro. ",
  "pe8:156.2": "Channanti āvutaṁ nivutaṁ pihitaṁ paṭikujjitaṁ sañchannaṁ parodhaṁ, vivaṭaṁ nātivassatīti yassa te dhammā pabbajjitā vinodaṁ nādhivassitā vantikatāti, ayaṁ vevacano hāro. ",
  "pe8:157.1": "Tattha katamo paññatti hāro. ",
  "pe8:157.2": "Channamativassatīti kilesabhāgiyapaññattaṁ vivaṭaṁ nātivassatīti sadhammakiccaṁ yaṁ paṭipadā paññattiyā paññattaṁ, tasmā hi channaṁ vivareyyāti anusāsanapaññattiyā paññattaṁ, vivaṭaṁ nātivassatīti niddhānapaññattiyā paññattaṁ, ayaṁ paññatti hāro. ",
  "pe8:158.1": "Tattha katamo otaraṇo hāro? ",
  "pe8:158.2": "Channamativassatīti tayo kilesā rāgo doso moho, te khandhesu saṅkhārakkhandho …pe… ",
  "pe8:158.3": "te purā yathā niddiṭṭhaṁ khandhadhātuāyatanesu, ayaṁ otaraṇo hāro. ",
  "pe8:159.1": "Tattha katamo sodhano hāro? ",
  "pe8:159.2": "Yenārambhena idaṁ suttaṁ bhāsati so ārambho niyutto. ",
  "pe8:160.1": "Adhiṭṭhānoti channamativassatīti ekattatāya paññattaṁ. ",
  "pe8:160.2": "Kiṅkāraṇaṁ? ",
  "pe8:160.3": "Idaṁ hi ativassatīti imassa ca ativassati evañca ativassatīti ayaṁ vemattatāya yā suṇasādhāraṇehi lakkhaṇehi paññāpiyati, sā ekattapaññatti. ",
  "pe8:161.1": "Tattha katamo parikkhāro? ",
  "pe8:161.2": "Yañca taṁ ativassiyanti, tassa dve hetū dve paccayā akusalapasuteva vācakattābhirati ca. ",
  "pe8:161.3": "Ime dve ayonisomanasikāro ca kusalā dhammā vopasaggā ca, ime dve paccayā. ",
  "pe8:162.1": "Tattha katamo samāropano? ",
  "pe8:162.2": "Channamativassatīti vemati passatīti channaṁ yaṁ pariggahituṁ yaṁ adesituṁ appassutaṁ yaṁ kathaṅkathā vibhūtena akusalamūlena yaṁ taṇhāya ca te vaḍḍhati dosāti sannitvā te appasakkhayena saṅkhārā. ",
  "pe8:162.3": "Saṅkhārapaccayā viññāṇaṁ yāva jarāmaraṇaṁ, ayaṁ samāropano. ",
  "pe8:162.4": "Yaṁ puna tathā desanā, tasseva akusalā dhammā vuddhiṁ virūḷhiṁ vepullatamāpajjati tassa saṅkhārā nirodhā, ayaṁ samāropano. ",
  "pe8:163.1": "Cattāro puggalā tamo tamaparāyanoti …pe… ",
  "pe8:163.2": "tattha katamo vuccate tamo nāma? ",
  "pe8:163.3": "Yo tamo andhakāro, yathā vuttaṁ bhagavatā “yathā andhakāre tasmiṁ bhayānake sakampidhātupuriso na passati, evameva aññāṇato tamopanandhakāro pāpakasakammasavipākaṁ na saddho hoti”. ",
  "pe8:163.4": "Iti evaṁ lakkhaṇatā aññāṇaṁ tamo avijjā moho, yena sattā yathābhūtaṁ nappajānanti, iti vuccati tamoti. ",
  "pe8:163.5": "So tiṇṇaṁ cakkhūnaṁ tamo maṁsacakkhuno dibbacakkhuno paññācakkhuno, imesaṁ cakkhūnaṁ idha tamo niddisiyati aññāṇanti. ",
  "pe8:163.6": "Tattha katamaṁ aññāṇaṁ adassanaṁ? ",
  "pe8:163.7": "Atha nissaye yaṁ pubbante aññāṇaṁ aparante aññāṇaṁ pubbantāparante aññāṇaṁ hetumhi aññāṇaṁ paccayamhi aññāṇaṁ tassa aññāṇino samādhibhūtassa eso nissando. ",
  "pe8:163.8": "Yaṁ na jānāti idaṁ sevitabbaṁ idaṁ na manasikātabbanti. ",
  "pe8:163.9": "So tena tamena niddisiyati tamopi yathā vuccati. ",
  "pe8:163.10": "Mūḷhoti evaṁ cetanā. ",
  "pe8:163.11": "Tena tamena so puggalo vuccati. ",
  "pe8:163.12": "Tamoti so tena tamena asamūhatena asamucchinnena tapparamo bhavati tapparāyano, ayaṁ vuccati puggalo tamo tamaparāyanoti. ",
  "pe8:163.13": "Parāyanoyeva dhammo manasikātabbo so tamo dahati aññacittaṁ upaṭṭhapeti. ",
  "pe8:163.14": "Te cassa dhammā nijjhānakkhamanti. ",
  "pe8:163.15": "So sutamayāya paññāya samanupassati. ",
  "pe8:164.1": "Tattha katamo tamo jotiparāyano? ",
  "pe8:164.2": "So tena paññāvasena iriyati evaṁ tasseva iriyantassa parāyano bhavati. ",
  "pe8:164.3": "Ayaṁ vuccate puggalo tamo jotiparāyano. ",
  "pe8:165.1": "Tattha katamo puggalo joti jotiparāyano? ",
  "pe8:165.2": "Tattha vuccati joti nāma yaṁ tassa ce tamassa paṭipakkhena ye ca dhamme antamaso ñāṇāloko, so suṇadhammo puggalo tamo jotiparāyano, tattha vuccate, yoyaṁ puggalo tamo jotiparāyano, so yadi tathārūpaṁ kalyāṇamittaṁ paṭilabhati, yo naṁ akusalato ca nivāreti bhāvitakusalatāva bhāvī niyojetīti. ",
  "pe8:165.3": "Evañca saddhammaṁ deseti. ",
  "pe8:165.4": "Ime dhammā kusalā, ime dhammā akusalā. ",
  "pe8:165.5": "Ime dhammā sāvajjā, ime dhammā anavajjā. ",
  "pe8:165.6": "Ime dhammā sevitabbā, ime dhammā na sevitabbā. ",
  "pe8:165.7": "Ime dhammā bhajitabbā, ime dhammā na bhajitabbā. ",
  "pe8:165.8": "Ime dhammā upasampajja vihātabbā, ime dhammā na upasampajja vihātabbā. ",
  "pe8:165.9": "Ime dhammā manasikātabbā, ime dhammā na manasikātabbāti. ",
  "pe8:165.10": "Paccate saññāya yathā saññāyati satindriyāni, so evaṁ pajānāti. ",
  "pe8:165.11": "Ime dhammā kusalā, ime dhammā akusalā. ",
  "pe8:165.12": "Ime dhammā sāvajjā, ime dhammā anavajjā. ",
  "pe8:165.13": "Ime dhammā sevitabbā, ime dhammā na sevitabbā. ",
  "pe8:165.14": "Ime dhammā bhāvetabbā, ime dhammā na bhāvetabbā. ",
  "pe8:165.15": "Ime dhammā upasampajja vihātabbā, ime dhammā na upasampajja vihātabbā. ",
  "pe8:165.16": "Ime dhammā manasikātabbā, ime dhammā na manasikātabbāti. ",
  "pe8:165.17": "So te dhamme susuyyati, sotaṁ odahati, aññaṁ cittaṁ upaṭṭhapeti, te cassa dhammā nijjhānakkhamanti, so sutamayāya paññāya samannāgato so tena paccayavasena iriyati evaṁ tasseva iriyanti tapparamo bhavati tapparāyano. ",
  "pe8:165.18": "Ayaṁ vuccate puggalo tamo tamaparāyano. ",
  "pe8:166.1": "Tattha katamo puggalo joti tamaparāyano? ",
  "pe8:166.2": "Joti nāma yā tasseva tamassa paṭipakkhena ye dhammā antamaso ñāṇāloko, so puna dhammo. ",
  "pe8:166.3": "Katamā uccate? ",
  "pe8:166.4": "Paññāyato paṇḍitoti vuccate, so evaṁ pajānāti. ",
  "pe8:166.5": "Ime dhammā kusalā, ime dhammā akusalā. ",
  "pe8:166.6": "Ime dhammā sāvajjā, ime dhammā anavajjā. ",
  "pe8:166.7": "Ime dhammā sevitabbā, ime dhammā na sevitabbā. ",
  "pe8:166.8": "Ime dhammā bhāvitabbā, ime dhammā na bhāvitabbā. ",
  "pe8:166.9": "Ime dhammā upasampajja vihātabbā, ime dhammā na upasampajja vihātabbā. ",
  "pe8:166.10": "Ime dhammā manasikātabbā, ime dhammā na manasikātabbā. ",
  "pe8:166.11": "Idha pana pāpamittasaṁsevano pāpamittavasānugo akusale dhamme abhivaḍḍheti, kusale dhamme pajahati. ",
  "pe8:166.12": "So tena pamādena paccayasaññā amanasikatvā assatiasampajaññaṁ āsevati. ",
  "pe8:166.13": "Tayā yo paṭipakkho tamo, so pavaḍḍheti. ",
  "pe8:166.14": "So tamābhibhūto parāyano tamaparamo ceva bhavati. ",
  "pe8:166.15": "Ayaṁ vuccati puggalo joti tamaparāyano. ",
  "pe8:167.1": "Tattha katamo puggalo joti jotiparāyano? ",
  "pe8:167.2": "Tattha vuccate soyaṁ puggalo kalyāṇamittassa sannissito bhavati sakkā saṁyogī kusalaṁ gavesī, so kalyāṇamitte upasaṅkamitvā paripucchati, paripañhayati—",
  "pe8:167.3": "kiṁ kusalaṁ, kiṁ akusalaṁ? ",
  "pe8:167.4": "Kiṁ sāvajjaṁ, kiṁ anavajjaṁ? ",
  "pe8:167.5": "Kiṁ sevitabbaṁ, kiṁ na sevitabbaṁ? ",
  "pe8:167.6": "Kiṁ bhāvitabbaṁ, kiṁ na bhāvitabbaṁ? ",
  "pe8:167.7": "Kiṁ upasampajja vihātabbaṁ, kiṁ na upasampajja vihātabbaṁ? ",
  "pe8:167.8": "Kiṁ manasikātabbaṁ, kiṁ na manasikātabbaṁ? ",
  "pe8:167.9": "Kathaṁ saṅkileso hoti, kathaṁ vodānaṁ hoti? ",
  "pe8:167.10": "Kathaṁ pavatti hoti, kathaṁ nivatti hoti? ",
  "pe8:167.11": "Kathaṁ bandho hoti, kathaṁ mokkho hoti? ",
  "pe8:167.12": "Kathaṁ sakkāyasamudayo hoti, kathaṁ sakkāyanirodho hoti? ",
  "pe8:167.13": "So ettha desitaṁ yathā upaṭṭhitaṁ tathā sampaṭipajjanto so evaṁ pajānāti. ",
  "pe8:167.14": "Ime dhammā kusalā, ime dhammā akusalā. ",
  "pe8:167.15": "Evaṁ …pe… ",
  "pe8:167.16": "yāva kathaṁ sakkāyasamudayo hoti, kathaṁ sakkāyanirodho hotīti vitthārena kātabbaṁ. ",
  "pe8:167.17": "So te dhamme adhipāṭikaṅkhāti evaṁ lakkhaṇaṁ ñāṇaṁ vijjā ālokaṁ vaḍḍheti. ",
  "pe8:167.18": "So puggalo tapparamo bhavati tapparāyano, ayaṁ vuccate puggalo joti jotiparāyano. ",
  "pe8:168.1": "Tattha katamo puggalo tamo tamaparāyano? ",
  "pe8:168.2": "Yo akusalaṁ dhammaṁ dīpeti. ",
  "pe8:168.3": "Taṁ bhāvanāya hīnāsu gatīsu upapattiṁ dasseti, tapparamo bhavati tapparāyano. ",
  "pe8:168.4": "Ayaṁ vuccate puggalo tamo tamaparāyano. ",
  "pe8:169.1": "Tattha yo puggalo tamo jotiparāyano? ",
  "pe8:169.2": "So tamena akusalassa kammassa vipākaṁ dasseti. ",
  "pe8:169.3": "Tameti yaṁ cakkhu kalyāṇamittassa yena akusale dhamme pajahati, kusale dhamme abhivaḍḍhati. ",
  "pe8:170.1": "Tattha yo ca paṇītāsu gatīsu upapattiṁ dasseti, tapparamo tena vuccate tamo jotiparāyano. ",
  "pe8:171.1": "Tattha yo puggalo joti tamaparāyano? ",
  "pe8:171.2": "Kusalassa kammavipākaṁ dasseti. ",
  "pe8:171.3": "Yaṁ cakkhu pāpamittasaṁsaggena pāpamittupasevena pāpamittavasānugo akusalaṁ dhammaṁ abhivaḍḍhati, taṁ bhāvanāya hīnāsu gatīsu upapattiṁ dasseti. ",
  "pe8:171.4": "Tapparamo tena vuccate joti tamaparāyano. ",
  "pe8:172.1": "Tattha yo puggalo joti jotiparāyano so jotitā pabhātā yāva paṇītāsu gatīsu upapattiṁ dasseti. ",
  "pe8:172.2": "Tapparamo tenāha joti jotiparāyano. ",
  "pe8:173.1": "Jotitamaparāyanena dasa akusalānaṁ kammānaṁ udayaṁ dasseti. ",
  "pe8:173.2": "Tamena puggalena akusalānaṁ kammānaṁ vipākaṁ dasseti. ",
  "pe8:173.3": "Na akusalānaṁ dhammānaṁ vipākaṁ dasseti. ",
  "pe8:173.4": "Tamena aṭṭha micchattāni dasseti. ",
  "pe8:173.5": "Jotinā aṭṭha sammattāni dasseti. ",
  "pe8:173.6": "Jotinā tamaparāyanena dasa akusalakammapathe dasseti. ",
  "pe8:173.7": "Jotinā paṇītattaṁ dasseti. ",
  "pe8:173.8": "Tamena jotiparāyanena atapanīyaṁ dhammaṁ dasseti. ",
  "pe8:173.9": "Jotinā tamaparāyanena tapanīyaṁ dhammaṁ dasseti. ",
  "pe8:173.10": "Ayaṁ suttattho. ",
  "pe8:174.1": "Tattha katamo desanā hāro? ",
  "pe8:174.2": "Imamhi sutte kiṁ desitaṁ? ",
  "pe8:174.3": "Tattha vuccate imamhi sutte kusalākusalā dhammā desitā. ",
  "pe8:174.4": "Kusalākusalānañca dhammānaṁ vipāko desito. ",
  "pe8:174.5": "Hīnappaṇītānañca sattānaṁ gati nānākāraṇaṁ desitaṁ. ",
  "pe8:174.6": "Ayaṁ desanā hāro. ",
  "pe8:175.1": "Tattha katamo vicayo hāro? ",
  "pe8:175.2": "Akusalassa kammassa yo vipākaṁ paccanubhoti. ",
  "pe8:175.3": "Tattha ṭhito akusale dhamme uppādiyati vicayantaṁ yujjati. ",
  "pe8:175.4": "Kusalassa kammassa yo vipākaṁ paccanubhoti. ",
  "pe8:175.5": "Tattha ṭhito kusale dhamme uppādiyati vicayantaṁ yujjati. ",
  "pe8:175.6": "Ayaṁ vicayo yutti ca. ",
  "pe8:176.1": "Tattha katamo padaṭṭhāno hāro? ",
  "pe8:176.2": "Yo puggalo joti, so paccavekkhaṇāya padaṭṭhānaṁ. ",
  "pe8:176.3": "Yo puggalo tamo, so tamādinnaṁ vānupassanāya padaṭṭhānanti dasseti. ",
  "pe8:176.4": "Tamena jotiparāyanena appamādassa padaṭṭhānaṁ dasseti, tamo avijjāya ca diṭṭhiyā ca padaṭṭhānaṁ dasseti. ",
  "pe8:176.5": "Jotinā tamaparāyanena pamādassa ca diṭṭhiyā ca padaṭṭhānaṁ dasseti. ",
  "pe8:176.6": "Ayaṁ padaṭṭhāno. ",
  "pe8:177.1": "Tattha katamo lakkhaṇo hāro? ",
  "pe8:177.2": "Tamena tamaparāyanena tamoti avijjāya niddiṭṭhāya sabbakilesadhammā niddiṭṭhā honti. ",
  "pe8:177.3": "Tamena jotiparāyanena jotivijjāya niddiṭṭhāya sabbe bodhipakkhiyadhammā niddiṭṭhā honti. ",
  "pe8:177.4": "Jotitamaparāyanena pamādo niddiṭṭho hoti. ",
  "pe8:177.5": "Tamena jotiparāyanena appamādo niddiṭṭho hoti. ",
  "pe8:177.6": "Ayaṁ lakkhaṇo hāro. ",
  "pe8:178.1": "Tattha katamo catubyūho hāro? ",
  "pe8:178.2": "Imamhi sutte bhagavato ko adhippāyo? ",
  "pe8:178.3": "Ye sattā nīcakulino, na te imaṁ sutvā kusale dhamme samādāya vattissanti. ",
  "pe8:178.4": "Ye sattā uccakulino, te imaṁ dhammadesanaṁ sutvā bhiyyoso mattāya kusale dhamme samādāya vattissantīti. ",
  "pe8:178.5": "Ayaṁ catubyūho hāro. ",
  "pe8:178.6": "Bhūmiyaṁ upadeso. ",
  "pe8:179.1": "Tattha katamo āvaṭṭo hāro? ",
  "pe8:179.2": "Yā avijjāto pabhūti taṇhā, ayaṁ samudayo. ",
  "pe8:179.3": "Yo tamo tamaparāyano, idaṁ dukkhaṁ. ",
  "pe8:179.4": "Imāni dve saccāni dukkhañca samudayo ca joti yena suttena dhammena paññāpiyati, so dhammo paññindriyassa padaṭṭhānaṁ. ",
  "pe8:179.5": "Tena amohena tīṇi kusalamūlāni pāripūriṁ gacchanti saggassa padaṭṭhānaṁ. ",
  "pe8:180.1": "Tattha katamā vibhatti? ",
  "pe8:180.2": "Tamo tamaparāyanoti na ekaṁsena. ",
  "pe8:180.3": "Kiṅkāraṇaṁ? ",
  "pe8:180.4": "Atthi tamo ca bhavo aparāpariyavedanīyena ca kusalena jotinā puggalena sahopattibhāve. ",
  "pe8:180.5": "Atthi joti ca bhavo aparāpariyavedanīyena ca akusalena tamena puggalena sahopattibhāve parivattanā tamesu paṭipakkhoti jotinā tamaparāyano. ",
  "pe8:181.1": "Tattha katamo vevacano? ",
  "pe8:181.2": "Yo tamo, so evaṁ attabyāpādāya paṭipanno, so assaddhāya bālo akusalo abyatto anādīnavadassī. ",
  "pe8:181.3": "Yo joti, so attahitāya paṭipanno paṇḍito kusalo byatto ādīnavadassī. ",
  "pe8:181.4": "Ayaṁ vevacano. ",
  "pe8:182.1": "Tattha katamā paññatti? ",
  "pe8:182.2": "So puggalo vipākapaññattiyā paññāpiyati, akusale pariyādinnatā paññāpiyati. ",
  "pe8:182.3": "Jotikusaladhammupapattipaññattiyā paññāpiyati kusaladhammavipākapaññattiyā cāti. ",
  "pe8:183.1": "Otaraṇoti ye avijjāpaccayā saṅkhārā yañca jarāmaraṇaṁ yā ca avijjā, taṁ padaṭṭhānaṁ, niddesena vijjuppādo avijjānirodho yo yāva jarāmaraṇanirodho, ime dve dhammā saṅkhārakkhandhapariyāpannā. ",
  "pe8:183.2": "Dhammadhātu dhammāyatanañca padaṭṭhānaṁ niddesena dhātūsu. ",
  "pe8:184.1": "Tattha katamo sodhano? ",
  "pe8:184.2": "Imassa suttassa desitassa ārambho. ",
  "pe8:185.1": "Adhiṭṭhānoti tamoti bhagavā bravīti, na ekaṁ puggalaṁ deseti. ",
  "pe8:185.2": "Yāvatā sattānaṁ gati, tattha ye duccaritadhammena upapannā, te bahulādhivacanena tamo niddisati. ",
  "pe8:185.3": "Yā joti sabbasattesu kusaladhammopapatti sabbaṁ taṁ jotīti abhilapati ayamekatā paccayo yonisomanasikārapaññatti catunnaṁ mahābhūtānaṁ puggalānaṁ. ",
  "pe8:186.1": "Tattha katamo parikkhāro? ",
  "pe8:186.2": "Akusalassa pāpamittatā paccayo, ayoniso manasikāro hetu. ",
  "pe8:186.3": "Kusalassa kalyāṇamittatā paccayo, yoniso manasikāro hetu. ",
  "pe8:187.1": "Tattha katamā samāropanāti? ",
  "pe8:187.2": "Idhekacco nīce kule paccājāto hotīti nīce kule paccājāto rūpesu saddesu gandhesu rasesu phassesu, so upapanno sabbamhi mānussake upabhogaparibhoge. ",
  "pe8:187.3": "Joti paṇītesu kusalesu upapanno sabbamhi mānussake upabhogaparibhoge upapannoti. ",
  "pe8:188.1": "Tattha katamaṁ saṅkilesabhāgiyaṁ nibbedhabhāgiyaṁ ca suttaṁ? ",
  "pe8:188.2": "Na taṁ daḷhaṁ bandhanamāhu dhīrāti gāthā. ",
  "pe8:188.3": "Kena kāraṇena taṁ bandhanaṁ daḷhaṁ? ",
  "pe8:188.4": "Catūhi kāraṇehi issariyena sakkā mocetuṁ dhanena vā aññena vā yācanāya vā parāyanena vā. ",
  "pe8:188.5": "Yesu ca ayaṁ rāgo maṇikuṇḍalesu puttesu dāresu ca yā apekkhā, idamassa cetasikabandhanaṁ. ",
  "pe8:188.6": "Taṁ na sakkā issariyena vā dhanena vā aññena vā yācanāya vā parāyanena vā mocetuṁ. ",
  "pe8:188.7": "Na ca tattha koci atthi pāṭibhogo. ",
  "pe8:188.8": "Iminā bandhanato mocayitthāti devo vā manusso vā tadidaṁ bandhanaṁ rāgānusayena ca chasu bāhiresu ca āyatanesu bandhati. ",
  "pe8:188.9": "Rūpesu rūpataṇhā bandhati, yāva dhammesu dhammataṇhā. ",
  "pe8:188.10": "Yo idha loke bandho paralokasmiṁ bandho nīyati. ",
  "pe8:188.11": "So bandho jāyati, bandho mīyati. ",
  "pe8:188.12": "Bandho asmā lokā paraṁ lokaṁ gacchati. ",
  "pe8:188.13": "Na sakkā mocetuṁ aññatra ariyamaggena imañca bandhanaṁ. ",
  "pe8:188.14": "Maraṇabhāvañca upapattibhāvañca bhayato viditvā chandarāgaṁ pajahati. ",
  "pe8:188.15": "So imaṁ chandarāgaṁ pajahitvā atikkamati. ",
  "pe8:188.16": "Ayañca loko ito paraṁ dutiyo. ",
  "pe8:189.1": "Tattha yaṁ bandhanāsaṅkhārānaṁ pahānaṁ idaṁ vuccati ubhayesu ṭhānesu vīriyaṁ, gandhaparivāto sumuni nopalimpati. ",
  "pe8:189.2": "Tatheva pariggahesu puttesu dāresu ca avūḷho salloti tasseva taṇhāya pahānaṁ dasseti. ",
  "pe8:189.3": "Ayaṁ taṇhāmūlassa pahānā vare appamattoti kāmo pamādavattati pahānāya nekkhammābhirato appamādavihārī bhavati. ",
  "pe8:189.4": "Tassa āsayaṁ pahānāya neva imaṁ lokaṁ āsīsati na paralokaṁ. ",
  "pe8:189.5": "Na idhalokaṁ nissitaṁ, piyarūpaṁ sātarūpaṁ ākaṅkhati. ",
  "pe8:189.6": "Nāpi paralokaṁ nissitaṁ piyarūpaṁ sātarūpaṁ ākaṅkhati, tena vuccate “nāsīsate lokamimaṁ paraṁ lokañcā”ti. ",
  "pe8:189.7": "Yaṁ tassa pahānaṁ taṁ chedanaṁ aṭṭhakavaggiyesu muni niddiṭṭho. ",
  "pe8:189.8": "So idha virodho aṭṭhakavaggiyesu nāsīsanaṁ idha anāthā. ",
  "pe8:189.9": "Tathāyaṁ taṇhāya tassa pariggahassa vatthukāmassa ekagāthāya ete sabbe kāmā dassitā. ",
  "pe8:189.10": "Tena bhagavā deseti “etampi chetvāna paribbajanti anapekkhino sabbakāme pahāyā”ti. ",
  "pe8:189.11": "Imissā gāthāya dvidhā niddeso saṁsandananiddeso ca samayaniddeso ca, yathā ayaṁ gāthā saṅkilesabhāgiyañca nibbedhabhāgiyañca, evaṁ tāya gāthāya saṅkilesabhāgiyañca nibbedhabhāgiyañca visajjanā. ",
  "pe8:189.12": "Evaṁ gāthā sabbagāthāsu byākaraṇesu vā niddiṭṭhaṁ suttaṁ. ",
  "pe8:190.1": "Tattha katamā desanā? ",
  "pe8:190.2": "Imaṁ suttaṁ kenādhippāyena desitaṁ. ",
  "pe8:190.3": "Ye rāgacaritā sattā, te kāme pajahissantīti ayaṁ tattha bhagavato adhippāyo. ",
  "pe8:191.1": "Tattha katamo vicayo? ",
  "pe8:191.2": "Yassa dasavatthukā kilesā uttiṇṇā vantā viditā. ",
  "pe8:191.3": "Katame dasavidhāti, kilesakāmā ca orambhāgiyauddhambhāgiyā ca saṁyojanā dasavatthukāni āyatanāni, ayaṁ vicayo. ",
  "pe8:192.1": "Tattha katamā yutti? ",
  "pe8:192.2": "Ye sārattā te gāḷhabandhanena bandhanti atthi esā yutti. ",
  "pe8:193.1": "Tattha katamo padaṭṭhāno? ",
  "pe8:193.2": "Sāratto maṇikuṇḍalesu mamaṅkārassa padaṭṭhānaṁ. ",
  "pe8:193.3": "Apekkhāti atītavatthussa sarāgassa padaṭṭhānaṁ. ",
  "pe8:193.4": "Etampi chetvāti bhāvanāya padaṭṭhānaṁ. ",
  "pe8:194.1": "Tattha katamo lakkhaṇo? ",
  "pe8:194.2": "Sārattacitto maṇikuṇḍalesu yo ahaṅkāre visatto mamaṅkāre visatto, yo puttadāre sāratto. ",
  "pe8:194.3": "Khettavatthusmiṁ sāratto. ",
  "pe8:194.4": "Ayaṁ lakkhaṇo hāro. ",
  "pe8:195.1": "Tattha katamo catubyūho hāro? ",
  "pe8:195.2": "Idha sutte bhagavato ko adhippāyo. ",
  "pe8:195.3": "Ye nibbānena chandikā bhavissanti, te puttadāre taṇhaṁ pajahissanti. ",
  "pe8:195.4": "Ayaṁ tattha bhagavato adhippāyo. ",
  "pe8:195.5": "Imāni cattāri saccāni. ",
  "pe8:196.1": "Tattha katamo āvaṭṭo? ",
  "pe8:196.2": "Yā puttadāre taṇhā, ayaṁ samudayo. ",
  "pe8:196.3": "Ye upādinnakkhandhā, te ye ca bāhiresu rūpesu rūpapariggaho, idaṁ dukkhaṁ, yaṁ tattha chedanīyaṁ, ayaṁ nirodho. ",
  "pe8:196.4": "Yena bhijjati, ayaṁ maggo. ",
  "pe8:197.1": "Vibhattīti natthi vibhattiyā bhūmi. ",
  "pe8:198.1": "Parivattanoti paṭipakkho niddiṭṭho. ",
  "pe8:199.1": "Tattha katamo vevacano? ",
  "pe8:199.2": "Niddiṭṭho vevacano. ",
  "pe8:200.1": "Tattha katamo otaraṇo? ",
  "pe8:200.2": "Atthi taṇhā eko satto otiṇṇo tappaccayā viññāṇaṁ yāva jarāmaraṇaṁ. ",
  "pe8:200.3": "Yā tattha vedanā, ayaṁ avijjā vijjuppādā avijjānirodho yāva jarāmaraṇanirodho. ",
  "pe8:201.1": "Tattha katamo sodhano? ",
  "pe8:201.2": "Suddho gāthāya ārambho. ",
  "pe8:202.1": "Tattha katamo adhiṭṭhāno? ",
  "pe8:202.2": "Na taṁ daḷhaṁ bandhanamāhu dhīrāti ekattatāya paññattā, na vemattatāya. ",
  "pe8:202.3": "Cattāro rāgā kāmarāgo rūparāgo bhavarāgo diṭṭhirāgo cāti ekattatāya paññattā. ",
  "pe8:203.1": "Tattha katamo parikkhāro? ",
  "pe8:203.2": "Yesaṁ rāgo maṇikuṇḍalesu tassa subhasaññā hetu, anubyañjanaso ca nimittaggāhitā paccayo. ",
  "pe8:203.3": "Yāya te chinnāni tassa asubhasaññā hetu, nimittaggahaṇaanubyañjanaggahaṇavinodanaṁ paccayo. ",
  "pe8:204.1": "Tattha katamo samāropano? ",
  "pe8:204.2": "Sāratto maṇikuṇḍalesu sammūḷhavidho duṭṭhātipi etampi chetvāna paribbajantīti taṁ pariññātatthaṁ parivajjitatthaṁ pajahitā, ayaṁ samāropano. ",
  "pe8:205.1": "Yaṁ cetasikaṁ yaṁ pakappitaṁ vitthārena paccayo, yaṁ vā cetasikaṁ kāyikaṁ cetasikaṁ kammaṁ. ",
  "pe8:205.2": "Kiṅkāraṇā? ",
  "pe8:205.3": "Cetasikā hi cetanā manokammāti vuccate, sā cetanākammaṁ, yaṁ cetasikaṁ imaṁ kāyikañca vācasikañca imāni tīṇi kammāni niddiṭṭhāni. ",
  "pe8:205.4": "Kāyakammaṁ vacīkammañca tāni kusalāni piyaṁ kāyena ca vācāya ca ārabhati parāmasati, ayaṁ vuccati sīlabbataparāmāso. ",
  "pe8:205.5": "Saṅkappanā te tividhā saṅkhārā puññamayā apuññamayā āneñjamayā, tappaccayā viññāṇaṁ te ārammaṇametaṁ hoti viññāṇassa ṭhitiyā. ",
  "pe8:205.6": "Yā subhasaññā sukhasaññā attasaññā ca. ",
  "pe8:205.7": "Idaṁ cetasikaṁ. ",
  "pe8:205.8": "Yaṁ rūpūpagaṁ viññāṇaṁ tiṭṭhati rūpārammaṇaṁ rūpapatiṭṭhitaṁ nandūpasecanaṁ vuddhiṁ virūḷhiṁ vepullataṁ gacchati, ayaṁ saṅkappanā, iti yaṁ viññāṇaṭṭhitīsu ṭhitaṁ paṭhamābhinibbattiārammaṇavasena upādānaṁ, idaṁ vuccati cetasikanti. ",
  "pe8:206.1": "Tattha ṭhitassa arūpassa yā nikanti ajjhosānaṁ, idampi sakampitaṁ manāpikesu rūpesu piyarūpasātarūpesu ābhogo, idaṁ cetasikaṁ. ",
  "pe8:206.2": "Yaṁ ceteti sattesu manāpikesu abhijjhākāyagantho paṭighānusayesu byāpādakāyagantho sabbe cattāro ganthā, ayaṁ pañcasu kāmaguṇesu paṭhamābhinipāto cittassa yā cetanā yassa tattha assādānupassissa anekā pāpakā akusalā dhammā cittaṁ arūpavatiyo honti. ",
  "pe8:206.3": "Puggalo rāgānubandhibhūto tehi kilesakāmehi yathā kāmakaraṇīyo, ayaṁ vuccate kāmesu pakappanā. ",
  "pe8:206.4": "Evaṁ sabbe cattāro oghā. ",
  "pe8:206.5": "Yaṁ tehi kāmehi saṁyutto viharati bhāvito ajjhosanno, ayaṁ cetanā. ",
  "pe8:206.6": "Yassa tathāyaṁ avītarāgassa adhigatapemassa tassa vipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā dukkhānuparivattitaṁ viññāṇaṁ hoti saritassa vayadhammasamuppādo cittaṁ pariyādiyati, idaṁ vuccati pakappitanti. ",
  "pe8:207.1": "Ekamekassa ceteti ca pakappeti ca viññāṇassa ṭhiti yā hoti, sā ca ṭhiti dvidhā ārammaṇaṭṭhiti ca āhāraṭṭhiti ca. ",
  "pe8:207.2": "Tattha yā ārammaṇaṭṭhiti, ayaṁ nāmarūpassa paccayo. ",
  "pe8:207.3": "Yā āhāraṭṭhiti yā punabbhavābhinibbattikā ṭhiti yā ca ponobhavikā ṭhiti, ayaṁ vuccati ārammaṇaṁ. ",
  "pe8:207.4": "Taṁ hoti viññāṇassa ṭhitiyā tassa viññāṇapaccayā nāmarūpaṁ yāva jarāmaraṇañca ceteti, atha ca puna patthayate yato na ponobhavikā anāgatavatthumhi, ayaṁ paṭipakkho niddiṭṭho. ",
  "pe8:207.5": "Na ceteti na patthayati atha ca dūsetīti duvidho niddeso. ",
  "pe8:207.6": "Assa pubbe hoti taṁ cetasikaṁ taṁ pakappitaṁ asamūhataṁ tappaccayā, ayaṁ viññāṇassa ṭhiti hoti. ",
  "pe8:208.1": "Atha vā tassa anusayā āvibhavanti tappaccayā tassa punabbhavo nibbattati. ",
  "pe8:208.2": "Atha vā naṁ saṅkiyate appetu āgāre vā, sukhumā vā santi vā na saṅkiyate kāme taṁ evaṁ niccesupi āgāresu jāto hoti. ",
  "pe8:208.3": "Taṁ nayati yaṁ no kappetuṁ evaṁ saṅkhārā cetitā pakappitā ca ārammaṇabhūtā honti, yā ca cetanā yā ca pakappanā yañca vatthu nibbattaṁ, ubhopi ete ārammaṇaṁ viññāṇassa tathā cetanāya ca saṅkappanāya ca patthanāya ca bhūtā sattā ceteti ca saṅkappeti ca. ",
  "pe8:208.4": "Yaṁ gavesanā na ca ceteti na ca saṅkappeti. ",
  "pe8:208.5": "Katame ca sattā bhūtā? ",
  "pe8:208.6": "Ye ca tanujātaaṇḍajāpi aṇḍakā anubhinnā saṁsedajā na ca sambhinnā ime bhūtā. ",
  "pe8:208.7": "Katame sambhavesino gabbhagatā aṇḍagatā saṁsaranto ime na ceteti na pattheti na ca saṅkappeti. ",
  "pe8:208.8": "Anusaye na ca punabbhavo nibbattīti? ",
  "pe8:208.9": "Ye bhūtā sattā ye sambhavesino, te thāvarā. ",
  "pe8:208.10": "Ye vā sato cetenti patthenti ca ye thāvarā. ",
  "pe8:208.11": "Te na ca cetenti, na ca patthenti, na ca saṅkappenti, anusayena ca saṁsaranti. ",
  "pe8:209.1": "Aparo pariyāyo. ",
  "pe8:209.2": "Ye ariyapuggalā sekkhā, tattha te na ca cetenti, na ca saṅkappenti, anusayena puna uppajjanti. ",
  "pe8:210.1": "Aparo pariyāyo. ",
  "pe8:210.2": "Sukhumā pāṇā bhūmigatā udakagatā cakkhuno āpāthaṁ nāgacchanti, te na ca cetenti, na ca saṅkappenti, anusayena ca saṁsaranti. ",
  "pe8:211.1": "Aparo pariyāyo. ",
  "pe8:211.2": "Bāhikā sabbe bhikkhū abhimānikā, te na ca cetenti, na ca patthayanti, anusayena ca saṁsaranti, na ca cetenti, na ca saṅkappenti, na ca anusenti. ",
  "pe8:211.3": "Ārammaṇampetaṁ na hoti viññāṇassa ṭhitiyā. ",
  "pe8:212.1": "Na ca cetetīti pariyuṭṭhānasamugghātaṁ dasseti. ",
  "pe8:212.2": "Na ca anusetīti anusayasamugghātaṁ dasseti. ",
  "pe8:212.3": "Na ca cetetīti oḷārikānaṁ kilesānaṁ pahānaṁ dasseti. ",
  "pe8:212.4": "Na ca anusetīti sukhumānaṁ kilesānaṁ pahānaṁ dasseti. ",
  "pe8:212.5": "Na ca cetetīti yena bhūmi ca na ca patthayantīti sakadāgāmī anāgāmī, na ca anusetīti arahaṁ, na ca cetetīti sīlakkhandhassa paṭipakkhena pahānaṁ dasseti, na ca patthayatīti samādhikkhandhassa paṭipakkhena pahānaṁ dasseti, na ca anusayatīti paññākkhandhassa paṭipakkhena pahānaṁ dasseti, na ca cetetīti apuññamayānaṁ saṅkhārānaṁ pahānaṁ dasseti, na ca patthayatīti puññamayānaṁ saṅkhārānaṁ pahānaṁ dasseti, na ca anusetīti āneñjamayānaṁ saṅkhārānaṁ pahānaṁ dasseti, na ca cetetīti anaññātaññassāmītindriyaṁ, na ca patthayatīti aññindriyaṁ, na ca anusayatīti aññātāvino indriyaṁ. ",
  "pe8:212.6": "Na ca cetetīti mudukā indriyabhāvanā, na ca patthayatīti majjhaindriyabhāvanā, na ca anusetīti adhimattā indriyabhāvanā. ",
  "pe8:212.7": "Ayaṁ suttattho. ",
  "pe8:213.1": "Tattha katamā desanā? ",
  "pe8:213.2": "Idha sutte cattāri saccāni desitāni. ",
  "pe8:214.1": "Yañca cetayitaṁ yañca pakappitaṁ atthi etaṁ ārammaṇaṁ cittaṁ patiṭṭhati vicinati yujjati. ",
  "pe8:214.2": "Na ca cetetīti na ca patthayatīti atthi evaṁ ārammaṇaṁ anusaye viññāṇamiti viciniyati yujjati na ca ceteti na ca patthayati. ",
  "pe8:214.3": "Anusayappahānā viññāṇaṭṭhitiṁ na gavesanti, viciyantaṁ yujjati. ",
  "pe8:214.4": "Ayaṁ yuttivicayo. ",
  "pe8:215.1": "Tattha katamo padaṭṭhāno? ",
  "pe8:215.2": "Cetanā pariyuṭṭhānaṁ cetanāpariyuṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:215.3": "Saṅkappanaṁ upādānassa padaṭṭhānaṁ. ",
  "pe8:215.4": "Anusayo pariyuṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:215.5": "Tesaṁ chandarāgavināsāya bhāvanā bhavarāgassa pahānaṁ. ",
  "pe8:216.1": "Tattha katamo lakkhaṇo? ",
  "pe8:216.2": "Yaṁ cetasikanti vedayitaṁ pakappitaṁ uggahitaṁ viññātaṁ tabbiññāṇaṁ ārammaṇampi paccayopi. ",
  "pe8:217.1": "Tattha katamo catubyūho? ",
  "pe8:217.2": "Idha sutte bhagavato ko adhippāyo? ",
  "pe8:217.3": "Ye punabbhavaṁ na icchanti, te na cetayissanti na ca patthayissantīti, ayaṁ adhippāyo. ",
  "pe8:218.1": "Āvaṭṭoti yā ca cetanā patthanā ca anusayo ca viññāṇaṭṭhitipahānā ca, imāni dve saccāni. ",
  "pe8:219.1": "Vibhattīti natthi vibhattiyā bhūmi. ",
  "pe8:220.1": "Parivattanā pana paṭipakkhaṁ suttaṁ. ",
  "pe8:221.1": "Tattha katamo vevacano? ",
  "pe8:221.2": "Cetanā rūpasañcetanā yāva dhammasañcetanā. ",
  "pe8:221.3": "Yo anusayo, te satta anusayā. ",
  "pe8:222.1": "Paññattīti cetanāpariyuṭṭhānaṁ paññattiyā paññattā. ",
  "pe8:222.2": "Saṅkappanaṁ upādānapaññattiyā paññattaṁ. ",
  "pe8:222.3": "Anusayo hetupaññattiyā paññatto. ",
  "pe8:222.4": "Viññāṇaṭṭhiti upapattihetupaññattiyā paññattā. ",
  "pe8:222.5": "Cetanā saṅkappanā anusayo samucchedo chandarāgavinayapaññattiyā paññatto. ",
  "pe8:222.6": "Paṭhame keci dvīhi parivattakehi paṭiccasamuppādo idappaccayatāya majjhapaññatti. ",
  "pe8:223.1": "Otaraṇoti dvīhi parivattakehi dukkhañca samudayo ca majjhimakehi maggo ca nirodho ca. ",
  "pe8:224.1": "Sodhanoti sutte suttassa ārambho. ",
  "pe8:225.1": "Adhiṭṭhānoti yañcetayitaṁ sabbaṁ adhiṭṭhānena ekattāya paññattaṁ. ",
  "pe8:225.2": "Saṅkappitanti upādānekattāya paññattaṁ. ",
  "pe8:225.3": "Viññāṇaṁ ekattāya paññattaṁ. ",
  "pe8:226.1": "Parikkhāroti subhañca ārammaṇaṁ ayoniso manasikāro cetanā hetupaccayatāya paccayo. ",
  "pe8:226.2": "Viññāṇassa patiṭṭhāno dhammo ārammaṇapaccayatāya paccayo. ",
  "pe8:226.3": "Tassa manasikāro hetupaccayatāya paccayo. ",
  "pe8:227.1": "Tattha katamo samāropano? ",
  "pe8:227.2": "Idaṁ suttaṁ saññitaṁ tattha ceteti visajjanā iti niddisitabbā. ",
  "pe8:227.3": "Tassa diṭṭhiyā viññāṇapaccayā nāmarūpaṁ yāva jarāmaraṇaṁ, ayaṁ samāropano. ",
  "pe8:228.1": "Ārammaṇametaṁ na hoti viññāṇassa ṭhitiyā, viññāṇanirodhā nāmarūpanirodho, nāmarūpanirodhā yāva jarāmaraṇanirodho. ",
  "pe8:229.1": "Tattha katamaṁ saṅkilesabhāgiyañca nibbedhabhāgiyañca asekkhabhāgiyañca suttaṁ? ",
  "pe8:229.2": "Ayaṁ loko santāpajāto yāva ye hi keci samaṇā vā brāhmaṇā vā bhavena bhavassa vippamokkhamāhaṁsu. ",
  "pe8:229.3": "Saṅkilesabhāgiyaṁ upadhiṁ hi paṭicca dukkhamidaṁ sambhoti, yā tā pana taṇhā pahīyanti, bhavaṁ nābhinandatīti nibbedhassa nibbutassa bhikkhuno anupādāya punabbhavo na hoti. ",
  "pe8:229.4": "Upaccagā sabbabhavāni tādīti asekkhabhāgiyaṁ. ",
  "pe8:230.1": "Tattha santāpajātoti rāgajo santāpo dosajo mohajoti. ",
  "pe8:230.2": "Tesaṁ sattānaṁ ṭhānaṁ dasseti. ",
  "pe8:230.3": "Loko santāpajātoti phasso tividho sukhavedanīyo dukkhavedanīyo adukkhamasukhavedanīyo. ",
  "pe8:230.4": "Tattha sukhavedanīyo phasso rāgasantāpo, dukkhavedanīyo dosasantāpo, adukkhamasukhavedanīyo mohasantāpo. ",
  "pe8:230.5": "Yathā ca bhagavā āha paṭhamakassa valāhakassa gomagge yehi gahapatiputta rāgajehi dosajehi mohajehi santāpehi dukkhaṁ supati, te mama santāpā na santi. ",
  "pe8:231.1": "Rogaṁ vadati attatoti tehi santāpehi santāpito tividhaṁ vipallāsaṁ paṭilabhati saññāvipallāsaṁ cittavipallāsaṁ diṭṭhivipallāsaṁ. ",
  "pe8:231.2": "Tattha asubhe subhanti saññāvipallāso. ",
  "pe8:231.3": "Dukkhe sukhanti cittavipallāso. ",
  "pe8:231.4": "Anicce niccanti anattani attāti diṭṭhivipallāso. ",
  "pe8:232.1": "Yathā cittassa vipallāso saññādiṭṭhite tividhā vitakkā—",
  "pe8:232.2": "cittavitakko vipallāso saññāvitakko vipallāso diṭṭhivitakko vipallāsopi. ",
  "pe8:232.3": "Tattha avijjā vipallāso gocarā gatipateyyabhūmi, yathā hi taṁ sañjānāti yathā vijānāti yathā sañjānāti ca vijānāti ca. ",
  "pe8:232.4": "Yathā khanti ceteti ime cattāro vipallāsā sattā yehi catubbidhaṁ attabhāvavatthuṁ rogabhūtaṁ gaṇḍabhūtaṁ “attā”ti vadanti. ",
  "pe8:232.5": "Rogaṁ vadati attatoti ayaṁ āvaṭṭo. ",
  "pe8:232.6": "Yena yena hi maññati tato taṁ hoti aññathāti subhanti maññati na tathā hoti. ",
  "pe8:232.7": "Evaṁ sukhanti niccaṁ attāti so aññathā bhavameva santaṁ anāgataṁ bhavaṁ patthayati, tena vuccati “bhavarāgo”ti. ",
  "pe8:232.8": "Bhavamevābhinandati, yaṁ abhinandati, taṁ dukkhanti pañcakkhandhe niddisiyati. ",
  "pe8:232.9": "Yañca tappaccayā sokaparidevadukkhaṁ tassa hi bhāvessati. ",
  "pe8:232.10": "Ettāvatā saṅkileso hoti. ",
  "pe8:232.11": "Pahānatthaṁ kho pana brahmacariyaṁ vussati. ",
  "pe8:232.12": "Tiṇṇaṁ santāpānaṁ chandarāgavinayo hoti. ",
  "pe8:233.1": "Upadhiṁ hi paṭicca dukkhamidaṁ bhavatīti ye bhavamevābhinandanti yassa bhāvessati, taṁ dukkhaṁ tassa dukkhassa pahānamāha. ",
  "pe8:233.2": "Sabbaso upādānañca yaṁ natthi dukkhassa sambhavoti cattāro vipallāsā yathā niddiṭṭhaupādānamāha. ",
  "pe8:233.3": "Tassa paṭhamo vipallāso kāmupādānaṁ, dutiyaṁ diṭṭhupādānaṁ, tatiyaṁ sīlabbatupādānaṁ, catutthaṁ attavādupādānaṁ, tesaṁ yo khayo natthi dukkhassa sambhavo upadhi nidānaṁ dukkhanirodhamāha. ",
  "pe8:233.4": "Evametaṁ yathābhūtaṁ sammappaññāya passato vibhavataṇhā na hoti. ",
  "pe8:233.5": "Vibhavaṁ nābhinandatīti dassanabhūmiṁ manteti sabbaso taṇhakkhayaṁ nibbānanti dve vimuttiyo katheti rāgavirāgañca avijjāvirāgañca. ",
  "pe8:233.6": "Tassa bhikkhunoti anupādisesanibbānadhātuṁ manteti. ",
  "pe8:233.7": "Ayaṁ suttassa atthaniddeso. ",
  "pe8:234.1": "Tattha katamo vicayo? ",
  "pe8:234.2": "Yassa yattha pariḷāheti tassa pariḍayhantassa so yathābhūtaṁ natthi nibbindati ca, ayaṁ vicayo ca yutti ca. ",
  "pe8:235.1": "Padaṭṭhāno rāgajo pariḷāho sukhindriyassa domanassindriyassa ca padaṭṭhānaṁ. ",
  "pe8:235.2": "Dosajo pariḷāho sukhindriyassa domanassindriyassa ca padaṭṭhānaṁ. ",
  "pe8:235.3": "Mohajo pariḷāho upekkhindriyassa domanassindriyassa ca padaṭṭhānaṁ. ",
  "pe8:236.1": "Tattha katamo lakkhaṇo hāro? ",
  "pe8:236.2": "Phassapareto vedanāpareto saññāparetopi saṅkhāraparetopi yena yena maññati yadi subhanimittena yadi sukhanimittena yadi niccanimittena yadi attanimittena asubhe subhanti maññati, evaṁ sabbaṁ rāgaje pariḷāhe vutte cattāro pariḷāhā vuttā bhavanti. ",
  "pe8:236.3": "Rāgajo dosajo mohajo diṭṭhijo ca rāgaṁ vadāmīti attato vadati. ",
  "pe8:236.4": "Sabbāni pannarasa padāni aniccaṁ dukkhanti. ",
  "pe8:237.1": "Tattha katamo catubyūho? ",
  "pe8:237.2": "Idha sutte bhagavato ko adhippāyo? ",
  "pe8:237.3": "Ye pariḷāhena na acchanti te bhavaṁ nābhinandanti. ",
  "pe8:237.4": "Ye bhavaṁ nābhinandanti, te parinibbāyissanti. ",
  "pe8:237.5": "Ayaṁ adhippāyo. ",
  "pe8:238.1": "Tattha katamo āvaṭṭo? ",
  "pe8:238.2": "Saṅkilesabhāgiyena dukkhañca samudayañca niddisati. ",
  "pe8:238.3": "Nibbedhabhāgiyena maggañca nirodhañca. ",
  "pe8:239.1": "Tattha katamā vibhatti? ",
  "pe8:239.2": "Santāpajāto rogajāto rogaṁ vadati attato taṁ na ekaṁsena hoti amanasikārā santāpajāto kho na ca rogaṁ attato vadati. ",
  "pe8:240.1": "Tattha katamo parivattano? ",
  "pe8:240.2": "Pakkhapaṭipakkhanidassanatthaṁ bhūmi parivattanāya. ",
  "pe8:241.1": "Tattha katamo vevacano hāro? ",
  "pe8:241.2": "Rogañca attato vadati sallaṁ attato vadati. ",
  "pe8:241.3": "Pannarasa padāni sabbāni vattabbāni. ",
  "pe8:242.1": "Tattha katamā paññatti? ",
  "pe8:242.2": "Santāpajātoti domanassapadaṭṭhānaṁ. ",
  "pe8:242.3": "Sabbe vacanapaññattiyā paññapeti. ",
  "pe8:242.4": "Rogaṁ vadati attato vipallāso saṅkilesapaññattiyā paññapeti. ",
  "pe8:242.5": "Yaṁ nābhinandati, taṁ dukkhanti vipallāsanikkhepapaññattiyā paññattā. ",
  "pe8:242.6": "Te akatasattā lokā majjhena vemattatāya paññattā. ",
  "pe8:243.1": "Tattha katamo otaraṇo? ",
  "pe8:243.2": "Santāpajātoti tīṇi akusalamūlāni, te saṅkhārā saṅkhārakkhandhapariyāpannā, dhātūsu dhammadhātu, āyatanesu dhammāyatanaṁ. ",
  "pe8:243.3": "Indriyesu itthindriyaṁ purisindriyañca padaṭṭhānaṁ. ",
  "pe8:244.1": "Tattha katamo sodhano? ",
  "pe8:244.2": "Suddho suttassa ārambho. ",
  "pe8:245.1": "Tattha katamo adhiṭṭhāno hāro? ",
  "pe8:245.2": "Pariḷāhoti ye sattā lokā ekattapaññattiyā paññattā, te akatasattā lokā majjhena vemattatāya paññattā. ",
  "pe8:246.1": "Tattha katamo parikkhāro? ",
  "pe8:246.2": "Santāpajātoti ayoniso manasikāro hetu, vipallāsañca paccayo. ",
  "pe8:246.3": "Tattha dvīhi dhammehi attā abhiniviṭṭhā cittañca cetasikañca dhamme ubhayāni tassa viparītena parāmasato. ",
  "pe8:246.4": "Aparo pariyāyo, cetasikehi dhammehi attasaññā anattasaññā samugghāteti. ",
  "pe8:246.5": "Aparo pariyāyo. ",
  "pe8:246.6": "Aniccasaññā cetasikesu dhammesu, na tu attasaññā. ",
  "pe8:246.7": "Idaṁ vuccati cittanti vā manoti vā viññāṇanti vā idaṁ dīgharattaṁ abbhuggataṁ etaṁ mama, esohamasmi, eso me attāti. ",
  "pe8:246.8": "Tattha cetasikā dhammānupassanā esāpi dhammasaññā. ",
  "pe8:246.9": "Tassa ko hetu, ko paccayo? ",
  "pe8:246.10": "Ahaṅkāro hetu, mamaṅkāro paccayo. ",
  "pe8:247.1": "Tattha katamo samāropano? ",
  "pe8:247.2": "Ayaṁ loko santāpajātoti akusalaṁ manteti viññāṇaṁ nāmarūpassa paccayo yāva jarāmaraṇanti, ayaṁ samāropano. ",
  "pe8:248.1": "Evametaṁ yathābhūtaṁ, sammappaññāya passati akusalamūlānaṁ pahānaṁ. ",
  "pe8:248.2": "Tattha avijjānirodho avijjānirodhā yāva jarāmaraṇanirodho, ayaṁ samāropano. ",
  "pe8:249.1": "Cattāro puggalā—",
  "pe8:249.2": "anusotagāmī paṭisotagāmī ṭhitatto, tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇoti. ",
  "pe8:250.1": "Tattha yo anusotagāmī ayaṁ kāme sevati. ",
  "pe8:250.2": "Pāpañca kammaṁ karoti yāva kāme paṭisevati. ",
  "pe8:250.3": "Idaṁ lobho akusalamūlaṁ, soyeva taṇhā, so tehi kāmehi vuyhati anusotagāmīti vuccati. ",
  "pe8:250.4": "Yo puggalo tāhi gamito tappaccayā tassa hetu akusalakammaṁ karoti kāyena ca vācāya ca, ayaṁ vuccati pāpakammaṁ karotīti. ",
  "pe8:250.5": "Tassa tīṇi sotāni sakkāyadiṭṭhi vicikicchā sīlabbataparāmāso. ",
  "pe8:250.6": "Imehi tīhi sotehi tividhadhātuyaṁ uppajjati kāmadhātuyaṁ rūpadhātuyaṁ arūpadhātuyaṁ. ",
  "pe8:250.7": "Tena paṭipakkhena yo kāme na paṭisevati. ",
  "pe8:250.8": "Yo sīlavataṁ na parāmasati. ",
  "pe8:250.9": "Yo sakkāyadiṭṭhīnaṁ pahānāya kāmesu yathābhūtaṁ ādīnavaṁ passati. ",
  "pe8:250.10": "Yena ca te dhamme paṭisevati. ",
  "pe8:250.11": "Yañca tappaccayā tiṭṭhati brāhmaṇoti arahaṁ kira. ",
  "pe8:250.12": "Tattha arahaṁ tassa pāraṅgato hoti, pāraṅgatassa thale tiṭṭhati sopādisesā nibbānadhātu. ",
  "pe8:250.13": "Anusotagāminīti dassanappahātabbānaṁ saṁyojanānaṁ appahānamāha. ",
  "pe8:250.14": "Paṭisotagāminīti phale diṭṭhekaṭṭhānañca kilesānaṁ pahānamāha, ṭhitattena pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ pahānamāha. ",
  "pe8:250.15": "Tattha anusotagāminā maggarūpimāha. ",
  "pe8:250.16": "Paṭisotagāminā ṭhitattena ca maggamitimāha. ",
  "pe8:250.17": "Pāraṅgatena sāvakā asekkhā ca sammāsambuddhā ca vuttā. ",
  "pe8:250.18": "Anusotagāminā sakkāyasamudayagāminiṁ paṭipadamāha. ",
  "pe8:250.19": "Paṭisotagāminā ṭhitattena sakkāyanirodhagāminiṁ paṭipadamāha. ",
  "pe8:250.20": "Pāraṅgatena dasa asekkhā arahantā dhammā vuttā. ",
  "pe8:250.21": "Ayaṁ suttattho. ",
  "pe8:251.1": "Tattha katamā desanā? ",
  "pe8:251.2": "Imasmiṁ hi sutte cattāri ariyasaccāni desitāni. ",
  "pe8:251.3": "Tedhātukalokasamatikkamanañca. ",
  "pe8:252.1": "Tattha katamo vicayo hāro? ",
  "pe8:252.2": "Yo kāme paṭisevati pāpaṁ kareyyāti yo ca kāme na paṭisevati so pāpakammaṁ na kareyyāti yo ca imehi dvīhi bhūmīhi uttiṇṇo pāraṅgatoti yā vīmaṁsā ayaṁ vicayo. ",
  "pe8:253.1": "Yuttīti yujjati suttesu, nāyujjatīti yā vīmaṁsāya, ayaṁ yutti. ",
  "pe8:254.1": "Padaṭṭhānoti anusotagāminā sattannaṁ saṁyojanānaṁ padaṭṭhānaṁ. ",
  "pe8:254.2": "Akusalassa kiriyā akusalassa mūlānaṁ padaṭṭhānaṁ. ",
  "pe8:254.3": "Paṭisotagāminā yathābhūtadassanassa padaṭṭhānaṁ. ",
  "pe8:254.4": "Ṭhitattena asaṁhāriyāya padaṭṭhānaṁ. ",
  "pe8:254.5": "Pāraṅgatoti kadāci bhūmiyā padaṭṭhānaṁ. ",
  "pe8:255.1": "Tattha katamo lakkhaṇo hāro? ",
  "pe8:255.2": "Yo anusotaṁ gacchati taṇhāvasena. ",
  "pe8:255.3": "Sabbesampi kilesānaṁ vasena gacchati. ",
  "pe8:255.4": "Yo paṭisotaṁ vāyamati. ",
  "pe8:255.5": "Taṇhāya sabbesampi so kilesānaṁ vāyamati paṭisotaṁ. ",
  "pe8:255.6": "Yo attanā ṭhito kāyenapi so ṭhito vācācittenapi so ṭhito. ",
  "pe8:255.7": "Ayaṁ lakkhaṇo hāro. ",
  "pe8:256.1": "Tattha katamo catubyūho? ",
  "pe8:256.2": "Idha sutte bhagavato ko adhippāyo? ",
  "pe8:256.3": "Ye anusotagāminiyā paṭipadāya nābhiramissanti, te paṭisotaṁ vāyamissantīti yāva kadāci bhūmiyaṁ, ayaṁ adhippāyo. ",
  "pe8:257.1": "Āvaṭṭoti idha sutte cattāri suttāni desitāni. ",
  "pe8:258.1": "Tattha katamo vibhatti hāro? ",
  "pe8:258.2": "Yo kāme paṭisevati pāpañca kammaṁ karoti. ",
  "pe8:258.3": "So anusotagāmīti na ekaṁsena sotāpannopi kāme paṭisevati. ",
  "pe8:258.4": "Taṁ bhāgiyañca pāpakammaṁ karoti. ",
  "pe8:258.5": "Kiñcāpi sekkhopi kareyya pāpaṁ yathā sutte niddiṭṭho na ca so anusotagāmī, idaṁ vibhajjabyākaraṇīyaṁ. ",
  "pe8:258.6": "Na ca kāme paṭisevati na ca pāpakammaṁ karoti paṭisotagāmī na ca ekaṁsena sabbe bāhirako kāmesu vītarāgo na ca kāme paṭisevati, tena ca pāpakammaṁ karoti anusotagāmī paṭisotagāmī, ayaṁ vibhatti. ",
  "pe8:259.1": "Tattha katamo parivattano hāro? ",
  "pe8:259.2": "Niddiṭṭho paṭipakkho. ",
  "pe8:260.1": "Vevacanoti kāmesu vatthukāmāpi kilesakāmāpi rūpasaddagandharasaphassaputtadāradāsakammakaraporisañca pariggahā. ",
  "pe8:261.1": "Paññattīti sabbe puthujjanā ekattāya paññattā. ",
  "pe8:261.2": "Anusotagāmīti kilesasamudācārapaññattiyā paññattā. ",
  "pe8:261.3": "Ye pana sekkhā puggalā, te nibbānapaññattiyā paññattā. ",
  "pe8:261.4": "Ye pana anāgāmī, te asaṁhāriya paññattiyā paññattā, ayaṁ paññatti. ",
  "pe8:262.1": "Otaraṇoti yo anusotagāmī, so dukkhaṁ. ",
  "pe8:262.2": "Ye tassa dhammā, te dukkhassa samudayo. ",
  "pe8:262.3": "Yaṁ rūpaṁ, ayaṁ rūpakkhandho, evaṁ pañcapi khandhā paṭiccasamuppādo, te kilesā saṅkhārakkhandhapariyāpannā dhammāyatanaṁ dhammadhātu indriyesu ca paññattā. ",
  "pe8:263.1": "Sodhanoti yenārambhena idaṁ suttaṁ desitaṁ, so ārambho sabbo suddho. ",
  "pe8:264.1": "Adhiṭṭhānoti paṭisotagāminā sabbe sotāpannā ekattena vā niddiṭṭhā rāgānusayapaṭisotagāmino sekkhāva maggo ca sekkho ca puggalo ṭhitattoti. ",
  "pe8:265.1": "Vītarāgo ekattāya paññatto. ",
  "pe8:265.2": "Pāraṅgatoti sabbe arahanto sabbe paccekabuddhā sammāsambuddhā ca ekattāya paññattā. ",
  "pe8:266.1": "Parikkhāroti anusotagāmino pāpamittapaccayo kāmapariyuṭṭhānaṁ hetu. ",
  "pe8:266.2": "Paṭisotagāmino dve hetū dve paccayā ca yāva sammādiṭṭhiyā uppādāyadiṭṭhi, tassa paṭiladdhamaggo hetu ārambho paccayo kāyiko cetasikassa koṭṭhāso ca. ",
  "pe8:267.1": "Samāropanoti vibhatti idaṁ suttaṁ natthi samāropanāya bhūmi. ",
  "pe8:268.1": "Pañcānisaṁsā sotānugatānaṁ dhammānaṁ yāva diṭṭhiyā suppaṭividdhānaṁ suttaṁ vitthārena kātabbaṁ. ",
  "pe8:268.2": "Yuñjato ghaṭentassa vāyamato gilāno maraṇakāle devabhūto paccekabodhiṁ pāpuṇāti. ",
  "pe8:268.3": "Sotānugatāti saddhammassavanena kataṁ hoti. ",
  "pe8:268.4": "Na ca adhipaññādhammavipassanāya tassa cittaṁ tasitaṁ hoti, na ca anibbiddhattaṁ, idaṁ ca suttaṁ pañcannaṁ puggalānaṁ desitaṁ, saddhānusārino mudindriyassa tikkhindriyassa ca dhammānusārino tikkhindriyassa mudindriyassa ca. ",
  "pe8:268.5": "Yo pana mohacarito puggalo na sakkoti yuñjituṁ ghaṭituṁ vāyamituṁ yathābhūtaṁ yathāsamādhikā vimutti taṁ khaṇaṁ taṁ layaṁ taṁ muhuttaṁ phalaṁ dasseti. ",
  "pe8:268.6": "Sādhu parihāyati paro taṁ duyhati, no tu sukhaavipākinī bhavati. ",
  "pe8:268.7": "Tassa diṭṭheyeva ca dhamme upapajjaaparāpariyavedanīyaṁ. ",
  "pe8:268.8": "Tattha yo puggalo dhammānusārī tassa yadi sotānugatā dhammā honti so yuñjanto pāpuṇāti. ",
  "pe8:268.9": "Yo dhammānusārī mudindriyo, so gilāno pāpuṇāti. ",
  "pe8:268.10": "Yo saddhānusārī tikkhindriyo, so maraṇakālasamaye pāpuṇāti. ",
  "pe8:268.11": "Yo mudindriyo, so devabhūto pāpuṇāti. ",
  "pe8:268.12": "Yadā devabhūto na pāpuṇāti, na so teneva dhammarāgena tāya dhammanandiyā paccekabodhiṁ pāpuṇāti. ",
  "pe8:268.13": "Yo sotānugatesu yuñjati ghaṭeti vāyamati, so pubbāpannena visesaṁ sañjānāti, sañjānanto pāpuṇāti. ",
  "pe8:268.14": "Sace pana gilānassa manasikāro hoti, tattha yuñjanto pāpuṇāti. ",
  "pe8:268.15": "Sace panassa maraṇakāle saṁviggo hoti, tattha yuñjanto pāpuṇāti. ",
  "pe8:268.16": "Sace pana na katthaci saṁvego hoti, tassa devabhūtassa sukhino dhammabhūtā pādā evaṁ avilapati. ",
  "pe8:268.17": "So evaṁ jānāti “ayaṁ so dhammavinayo yattha mayaṁ pubbe manussabhūtā brahmacariyaṁ carimhā”ti. ",
  "pe8:268.18": "Atha devabhūto pāpuṇāti. ",
  "pe8:268.19": "Dibbesu vā pañcasu kāmaguṇesu ajjhosito hoti pamādavihārī, so tena kusalamūlena paccekabodhiṁ pāpuṇāti. ",
  "pe8:269.1": "Yā paratoghosena vacasā suparicitā, ayaṁ sutamayī paññā. ",
  "pe8:269.2": "Ye pana dhammā honti manasā anupekkhitā, ayaṁ cintāmayī paññā. ",
  "pe8:269.3": "Yaṁ diṭṭhiyā suppaṭividdhā, ayaṁ bhāvanāmayī paññā. ",
  "pe8:269.4": "Yaṁ sotānugatā vacasā paricitā honti, so ca diṭṭheyeva dhamme parinibbāyī, ayaṁ arahaṁ puggalo. ",
  "pe8:269.5": "Yo upapajjati devabhūto pāpuṇāti, tattha ca parinibbāyati, ayaṁ anāgāmī. ",
  "pe8:269.6": "Yo tena kusalamūlena paccekabodhiṁ pāpuṇāti, ayaṁ pubbayogasambhārasambhūto puggalo. ",
  "pe8:270.1": "Sotānugatā dhammāti paṭhamaṁ vimuttāyatanaṁ, vacasā paricitāti dutiyaṁ tatiyañca vimuttāyatanaṁ, manasā anupekkhitāti catutthaṁ vimuttāyatanaṁ diṭṭhiyā suppaṭividdhāti pañcamaṁ vimuttāyatanaṁ. ",
  "pe8:271.1": "Sotānugatāya vimuttiyā vacasā yā vācā suppaṭividdhā anupubbadhammassa sotena sutvā sīlakkhandhe paripūreti, manasā anupekkhitā samādhikkhandhaṁ paripūreti, diṭṭhiyā suppaṭividdhā paññākkhandhaṁ paripūreti. ",
  "pe8:272.1": "Sotānugatā dhammā bahussutā hontīti vitthārena kātabbaṁ. ",
  "pe8:272.2": "Idaṁ paṭhamaṁ saddhāpadānaṁ manasā anupekkhitāti paṭisallānabahulo viharati, vitthārena kātabbaṁ. ",
  "pe8:272.3": "Idaṁ dutiyaṁ saddhāpadānaṁ diṭṭhiyā suppaṭividdhāti anāsavā cetovimuttiyā nāparaṁ itthattāyāti pajānātīti. ",
  "pe8:272.4": "Idaṁ tatiyaṁ saddhāpadānaṁ. ",
  "pe8:273.1": "Sotānugatā dhammāti sekkhaṁ satthā dasseti. ",
  "pe8:273.2": "Manasā anupekkhitāti arahattaṁ satthā dasseti. ",
  "pe8:273.3": "Diṭṭhiyā suppaṭividdhāti tathāgataṁ arahantaṁ sammāsambuddhaṁ satthā dasseti. ",
  "pe8:274.1": "Sotānugatā dhammāti kāmānaṁ nissaraṇaṁ dasseti. ",
  "pe8:274.2": "Manasā anupekkhitāti rūpadhātuyā nissaraṇaṁ dasseti. ",
  "pe8:274.3": "Diṭṭhiyā suppaṭividdhāti tedhātukānaṁ nissaraṇaṁ dasseti. ",
  "pe8:274.4": "Ayaṁ suttattho. ",
  "pe8:275.1": "Tattha katamo desanāhāro? ",
  "pe8:275.2": "Imamhi sutte tayo esanā desitā sotānugatehi dhammehi vacasā paricitehi kāmesanāya samathamaggo. ",
  "pe8:275.3": "Diṭṭhiyā suppaṭividdhehi brahmacariyesanāya samathamaggo. ",
  "pe8:276.1": "Vicayoti yathā suttaṁ manasikaronto vicinanto sutamayipaññaṁ paṭilabhati. ",
  "pe8:276.2": "Yathā ca so manasikarotīti yathā sutadhammā tadā cintāmayipaññaṁ paṭilabhati. ",
  "pe8:276.3": "Yathā diṭṭheva dhamme manasikaroti tadā bhāvanāmayipaññaṁ paṭilabhati. ",
  "pe8:276.4": "Ayaṁ vicayo. ",
  "pe8:277.1": "Sutena sutamayipaññaṁ paṭilabhati. ",
  "pe8:277.2": "Cintāya cintāmayipaññaṁ bhāvanāya bhāvanāmayipaññaṁ paṭilabhati. ",
  "pe8:277.3": "Atthi esā yutti. ",
  "pe8:278.1": "Padaṭṭhānoti sotānugatā dhammāti dhammassavanassa padaṭṭhānaṁ. ",
  "pe8:278.2": "Vacasā paricitāti yuñjanāya padaṭṭhānaṁ. ",
  "pe8:278.3": "Manasā anupekkhitāti dhammānudhammāya vipassanāya padaṭṭhānaṁ. ",
  "pe8:278.4": "Diṭṭhiyā anupekkhitāti paññāyapi anupekkhitā diṭṭhiyāpi anupekkhitā. ",
  "pe8:279.1": "Catubyūhoti imamhi sutte bhagavato ko adhippāyo? ",
  "pe8:279.2": "Ye imāhi dvīhi paññāhi samannāgatā tehi …. ",
  "pe8:280.1": "Sa nibbutoti maggaphalaṁ anupādisesañca nibbānadhātuṁ manteti, dānena oḷārikānaṁ kilesānaṁ pahānaṁ manteti. ",
  "pe8:280.2": "Sīlena majjhimānaṁ, paññāya sukhumakilesānaṁ manteti, rāgadosamohakkhayā sa nibbutoti katā ca bhūmi. ",
  "pe8:281.1": "“Dadato puññaṁ pavaḍḍhati, ",
  "pe8:281.2": "Saṁyamato veraṁ na cīyati”. ",
  "pe8:282.1": "Kusalo ca jahāti pāpakanti maggo vutto. ",
  "pe8:282.2": "Rāgadosamohakkhayā sa nibbutoti maggaphalamāha. ",
  "pe8:283.1": "Dadato puññaṁ pavaḍḍhati, saṁyamatoti tīhi padehi lokikaṁ kusalamūlaṁ vuttaṁ. ",
  "pe8:283.2": "Rāgadosamohakkhayā sa nibbutoti lokuttaraṁ kusalamūlaṁ vuttaṁ. ",
  "pe8:284.1": "Dadato puññaṁ pavaḍḍhati, saṁyamato veraṁ na cīyatīti puthujjanabhūmiṁ manteti. ",
  "pe8:284.2": "Kusalo ca jahāti pāpakanti sekkhabhūmiṁ manteti. ",
  "pe8:284.3": "Rāgadosamohakkhayā sa nibbutoti asekkhabhūmi vuttā. ",
  "pe8:285.1": "Dadato puññaṁ pavaḍḍhati, saṁyamato veraṁ na cīyatīti magganiyā paṭipadā vuttā. ",
  "pe8:285.2": "Kusalo ca jahāti pāpakanti sekkhavimutti. ",
  "pe8:285.3": "Rāgadosamohakkhayā sa nibbutoti asekkhavimutti. ",
  "pe8:286.1": "Dadato puññaṁ pavaḍḍhati, saṁyamato veraṁ na cīyatīti dānakathaṁ sīlakathaṁ maggakathaṁ lokikānaṁ dhammānaṁ desanamāha. ",
  "pe8:286.2": "Kusalo ca jahāti pāpakanti loke ādīnavānupassanā. ",
  "pe8:286.3": "Rāgadosamohakkhayā sa nibbutoti sāmukkaṁsikāya dhammadesanāyapi paṭividdhā. ",
  "pe8:287.1": "Dadato puññaṁ pavaḍḍhatīti pāṇānaṁ abhayadānena pāṇātipātā veramaṇisattānaṁ abhayaṁ deti. ",
  "pe8:287.2": "Evaṁ sabbāni sikkhāpadāni kātabbāni. ",
  "pe8:287.3": "Saṁyamato veraṁ na cīyatīti sīle patiṭṭhāya cittaṁ saṁyameti, tassa saṁyamato pāripūriṁ gacchati. ",
  "pe8:287.4": "Rāgadosamohakkhayā sa nibbutoti dve vimuttiyo. ",
  "pe8:287.5": "Ayaṁ suttaniddeso. ",
  "pe8:288.1": "Tattha katamā desanā? ",
  "pe8:288.2": "Imamhi sutte kiṁ desitaṁ? ",
  "pe8:288.3": "Dve sugatiyo devā ca manussā ca, dibbā ca pañcakāmaguṇā, mānussakā ca. ",
  "pe8:288.4": "Dvīhi padehi niddeso. ",
  "pe8:288.5": "Dadato puññaṁ pavaḍḍhati, saṁyamato veraṁ na cīyati, kusalo ca jahāti pāpakanti maggo vutto. ",
  "pe8:288.6": "Rāgadosamohakkhayā sa nibbutoti dve nibbānadhātuyo desitā sopādisesā ca anupādisesā ca. ",
  "pe8:288.7": "Ayaṁ desanā. ",
  "pe8:289.1": "Vicayoti dadato puññaṁ pavaḍḍhatīti iminā paṭhamena padena dānamayikapuññakiriyavatthu vuttaṁ. ",
  "pe8:289.2": "Tenassa ānantariyānaṁ kusalānaṁ dhammānaṁ. ",
  "pe8:289.3": "Dutiyena padena … yanti, niyyānikaṁ sāsananti, ayaṁ adhippāyo. ",
  "pe8:290.1": "Assavanena ca amanasikārena ca appaṭivedhena ca sakkāyasamudayagāminī paṭipadā vuttā. ",
  "pe8:290.2": "Savanena ca manasikārena ca paṭivedhena ca sakkāyanirodhagāminī paṭipadā vuttā. ",
  "pe8:290.3": "Ayaṁ āvaṭṭo. ",
  "pe8:291.1": "Vibhattīti ekaṁsabyākaraṇīyo. ",
  "pe8:291.2": "Natthi tattha vibhattiyā bhūmi. ",
  "pe8:291.3": "Parivattanāti ye pañcānisaṁsā, te pañcādinā paṭipakkhena teneva diṭṭheva dhamme pāpuṇāti, taṁ upapajjamānā aparo pariyāyo. ",
  "pe8:292.1": "Vevacananti sotānugatā dhammāti yaṁ suttaṁ diṭṭhampi paññindriyaṁ viññattampi diṭṭhiyā suppaṭividdhampi vibhāvitampi. ",
  "pe8:293.1": "Paññattīti sotānugatādhammāti desanā avijjāpaññattiyā paññattaṁ. ",
  "pe8:293.2": "Manasikāro pāmojjapaññattiyā paññatto, diṭṭhadhammāpi ānisaṁsapaññattiyā paññattā. ",
  "pe8:294.1": "Otaraṇoti tisso paññā vacasā paricitesu sutamayī paññā manasā anupekkhitesu cintāmayī paññā diṭṭhiyā suppaṭividdhāsu bhāvanāmayī paññā. ",
  "pe8:294.2": "Imāni ariyasaccāni indriyāni vijjuppādā avijjānirodho paṭiccasamuppādo indriyesu tīṇi indriyāni, āyatanesu dhammāyatanapariyāpannā dhātūsu dhammadhātupariyāpannāti. ",
  "pe8:295.1": "Sodhanoti yo ārambho suttassa paveso niyutto. ",
  "pe8:296.1": "Adhiṭṭhānoti pañcānisaṁsāti vemattatāya paññattā ānisaṁsā sotā anugatāti vemattatāya ariyavohāro paññatto, dhamme ca savananti ekattatāya paññattaṁ. ",
  "pe8:297.1": "Parikkhāroti dhammassavanassa payirupāsanā paccayo, saddhā hetu. ",
  "pe8:297.2": "Manasā anupekkhitāti atthappaṭisaṁveditā paccayo, dhammappaṭisaṁveditā hetu, diṭṭhiyā suppaṭividdhāti saddhammassavanañca manasikāro ca paccayo, sutamayī cintāmayī paññā hetu. ",
  "pe8:298.1": "Samāropanoti vibhattaṁ suttaṁ aparo pariyāyo nibbatti bale natthi. ",
  "pe8:298.2": "Tattha samāropanāya bhūmi. ",
  "pe8:299.1": "Tattha katamaṁ vāsanābhāgiyañca nibbedhabhāgiyañca suttaṁ? ",
  "pe8:299.2": "Dadato puññaṁ pavaḍḍhatīti gāthā. ",
  "pe8:299.3": "Dadatoti dānamayikapuññakiriyavatthu vuttaṁ. ",
  "pe8:299.4": "Saṁyamato veraṁ na cīyatīti sīlamayikapuññakiriyavatthu vuttaṁ. ",
  "pe8:299.5": "Kusalo ca jahāti pāpakanti lobhassa ca mohassa ca byāpādassa ca pahānamāha. ",
  "pe8:299.6": "Rāgadosamohakkhayā sa nibbutoti lobhassa ca mohassa ca byāpādassa ca chandarāgavinayamāhāti. ",
  "pe8:299.7": "Dadato puññaṁ pavaḍḍhatīti gāthā alobho kusalamūlaṁ bhavati. ",
  "pe8:299.8": "Saṁyamato veraṁ na cīyatīti adoso kusalamūlaṁ bhavati. ",
  "pe8:299.9": "Saṁyamato veraṁ na cīyatīti averā asapattā abyāpādatāya sadā. ",
  "pe8:299.10": "Kusalo ca jahāti pāpakanti ñāṇuppādā aññāṇanirodho. ",
  "pe8:299.11": "Catutthapadena rāgadosamohakkhayena rāgavirāgā cetovimuttimohakkhayena avijjāvirāgā paññāvimutti, ayaṁ vicayo. ",
  "pe8:300.1": "Yuttīti dāne ṭhito ubhayaṁ hi paripūreti. ",
  "pe8:300.2": "Macchariyañca pajahati. ",
  "pe8:300.3": "Puññañca pavaḍḍhati. ",
  "pe8:300.4": "Atthi esā yutti. ",
  "pe8:301.1": "Padaṭṭhānanti dadato puññaṁ pavaḍḍhatīti cāgādhiṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:301.2": "Saṁyamato veraṁ na cīyatīti paññādhiṭṭhānassa padaṭṭhānaṁ kusalo ca jahāti pāpakanti saccādhiṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:301.3": "Rāgadosamohakkhayā sa nibbutoti upasamādhiṭṭhānassa padaṭṭhānaṁ. ",
  "pe8:301.4": "Ayaṁ padaṭṭhāno. ",
  "pe8:302.1": "Tattha katamo lakkhaṇo? ",
  "pe8:302.2": "Dadato puññaṁ pavaḍḍhati saṁyamato veraṁ na cīyati. ",
  "pe8:302.3": "Dadatopi veraṁ na kariyāti kusalo ca jahāti pāpakaṁ rāgadosamohakkhayā sa nibbuto rūpakkhayāpi vedanakkhayāpi, yena rūpena diṭṭhaṁ, tena tathāgato paññapento paññapeyya rūpassa khayā virāganirodhāti evaṁ pañcakkhandhā. ",
  "pe8:303.1": "Catubyūho idha bhagavato ko adhippāyo? ",
  "pe8:303.2": "Ye mahābhogānaṁ patthayissanti? ",
  "pe8:303.3": "Te dānaṁ dassanti parissayapahānāya, ye averābhichandakā, te pañca verāni pajahissanti, ye kusalābhichandakā, te aṭṭhaṅgikaṁ maggaṁ bhāvessanti aṭṭhannaṁ micchattānaṁ pahānāya. ",
  "pe8:303.4": "Ye nibbāyitukāmā, te rāgadosamohaṁ pajahissantīti ayaṁ bhagavato adhippāyo. ",
  "pe8:304.1": "Āvaṭṭoti yañca adadato macchariyaṁ yañca asaṁyamato veraṁ yañca akusalassa pāpassa appahānaṁ, ayaṁ dukkhaniddeso na samudayo. ",
  "pe8:304.2": "Alobhena ca adosena ca amohena ca kusalena imāni tīṇi kusalamūlāni. ",
  "pe8:304.3": "Tesaṁ paccayo aṭṭha sammattāni, ayaṁ maggo. ",
  "pe8:304.4": "Tesaṁ rāgadosamohānaṁ khayā, ayaṁ nirodho. ",
  "pe8:305.1": "Vibhattīti dadato puññaṁ pavaḍḍhatīti na ekaṁsena yo rājadaṇḍabhayena deti, yo ca akappiyassa paribhogena sīlavantesu deti, na tassa puññaṁ pavaḍḍhatīti so cetaṁ dānaṁ akusalena deti, daṇḍadānaṁ satthadānaṁ apuññamayaṁ pavaḍḍhati, na puññaṁ. ",
  "pe8:305.2": "Saṁyamato veraṁ na cīyatīti na ekaṁsena kiṅkāraṇaṁ yañca yo padaṁ diṭṭhadhammikaṁ passati yadi mama rājāno gahetvā hatthaṁ vā chindeyya …pe… ",
  "pe8:305.3": "na tena saṁyamena veraṁ na karoti. ",
  "pe8:305.4": "Yo tu evaṁ samādiyati pāṇātipātassa pāpako vipākoti, diṭṭhe yeva dhamme abhisamparāye ca evaṁ sabbassa akusalassa hetuto ārati. ",
  "pe8:305.5": "Iminā saṁyamena veraṁ na cīyati. ",
  "pe8:306.1": "Parivattanāti dadato puññaṁ pavaḍḍhatīti adadato puññaṁ na pavaḍḍhati. ",
  "pe8:306.2": "Yaṁ dānamayaṁ, taṁ saṁyamato veraṁ na cīyati, asaṁyamato veraṁ karīyati. ",
  "pe8:306.3": "Kusalo ca jahāti pāpakaṁ akusalo na jahāti. ",
  "pe8:306.4": "Rāgadosamohakkhayā sanibbutoti dūtaṁ pesetvā paṇītaṁ pesetvāpi na pakkosāmi, so sayameva pana mahābhikkhusaṅghaparivāro amhākaṁ vasanaṭṭhānaṁ sampatto amhehi ca santhāgārasālā kāritā, ettha mayaṁ dasabalaṁ ānetvā maṅgalaṁ bhaṇāpemāti cintetvā upasaṅkamiṁsu. ",
  "pe8:306.5": "Yena santhāgāraṁ tenupasaṅkamiṁsūti taṁ divasaṁ kira santhāgāre cittakammaṁ niṭṭhāpetvā aṭṭakā muttamattā honti. ",
  "pe8:306.6": "Buddhā nāma araññajjhāsayā araññārāmā antogāme vaseyyuṁ vā no vāti tasmā bhagavato manaṁ jānitvāva paṭijaggissāmāti cintetvā te bhagavantaṁ upasaṅkamiṁsu. ",
  "pe8:306.7": "Idāni pana manaṁ labhitvā paṭijaggitukāmā yena santhāgāraṁ, tenupasaṅkamiṁsu. ",
  "pe8:306.8": "Sabbasantharinti yathā sabbaṁ santhataṁ hoti evaṁ yena bhagavā tenupasaṅkamiṁsūti. ",
  "pe8:306.9": "Ettha pana te mallarājāno santhāgāraṁ paṭijaggitvā nagaravīthiyopi sammajjāpetvā dhaje ussāpetvā suvaṇṇaghaṭikadaliyo ca ṭhapāpetvā sakalanagaraṁ dīpamālāhi vippakiṇṇatārakaṁ viya katvā khīrapake dārake khīraṁ pāyetha, dahare kumāre lahuṁ lahuṁ bhojāpetvā sayāpetha, uccāsaddaṁ mākari, ajja ekarattiṁ satthā antogāmeva vasissati, buddhā nāma appasaddakāmā hontīti bheriṁ carāpetvā sayaṁ daṇḍakadīpikā ādāya yena bhagavā tenupasaṅkamiṁsu. ",
  "pe8:306.10": "Bhagavantaṁyeva purakkhatvāti bhagavantaṁ purato katvā, tattha bhagavā bhikkhūnañceva upāsakānañca majjhe nisinno ativiya virocati. ",
  "pe8:306.11": "Samantapāsādiko suvaṇṇavaṇṇo abhirūpo dassanīyo puratthimakāyato suvaṇṇavaṇṇā rasmi uṭṭhahitvā gaganatale asītihatthaṁ ṭhānaṁ gaṇhāti. ",
  "pe8:306.12": "Pacchimakāyato dakkhiṇahatthato vāmahatthato suvaṇṇavaṇṇā heṭṭhā pādatalehi pavāḷavaṇṇarasmi uṭṭhahitvā ghanapathaviyaṁ asītihatthaṁ ṭhānaṁ gaṇhāti, evaṁ samantā asītihatthamattaṁ ṭhānaṁ chabbaṇṇabuddharasmiyo vijjotamānā vitaṇḍamānā vidhāvanti, sabbe disābhāgā suvaṇṇacampakapupphehi vikiriyamānā viya suvaṇṇaghaṭato nikkhantasuvaṇṇarasadhārāhi siñcamānā viya pasāritasuvaṇṇapaṭaparikkhittā viya verambhavātasamuṭṭhitakiṁsukakiṁsukārakaṇikārapupphacuṇṇasamokiṇṇā viya vippakasantaṁ asītianubyañjanabyāmappabhā dvattiṁsavaralakkhaṇasamujjalaṁ sarīraṁ samuggatatārakaṁ viya gaganatalaṁ vikasitamiva padumavanaṁ sabbaphāliphullo viya yojanasatiko pāricchattako paṭipāṭiyā ṭhapitānaṁ dvattiṁsacandānaṁ dvattiṁsasūriyānaṁ dvattiṁsacakkavattīnaṁ dvattiṁsadevarājānaṁ dvattiṁsamahābrahmānaṁ nibbuto asekkhassa natthi nibbuti. ",
  "pe8:307.1": "Vevacananti dadato puññaṁ pavaḍḍhati, anumodatopi puññaṁ pavaḍḍhati. ",
  "pe8:307.2": "Cittassa samādahatopi veyyāvaccakiriyāyapi puññaṁ pavaḍḍhatīti. ",
  "pe8:308.1": "Paññattīti dadato puññaṁ pavaḍḍhati, alobhassa paṭinissayaghātapaññattiyā paññattaṁ. ",
  "pe8:308.2": "Saṁyamato veraṁ na cīyatīti adosassa paṭinissayaghātapaññattiyā paññattaṁ kusalo ca jahāti pāpakanti amohassa paṭinissayaghātapaññattiyā paññattaṁ. ",
  "pe8:309.1": "Otaraṇoti pañcasu indriyesu dadato puññaṁ pavaḍḍhati, saṁyamato veraṁ na cīyati saṁyamena sīlakkhandho. ",
  "pe8:309.2": "Otiṇṇo chasu indriyesu saṁvaro, ayaṁ samādhikkhandho, yaṁ kusalo ca jahāti pāpakaṁ, ayaṁ paññākkhandho, rāgadosamohakkhayā sa nibbutoti vimuttikkhandho. ",
  "pe8:309.3": "Dhātūsu dhammadhātu, āyatanesu manāyatanaṁ. ",
  "pe8:310.1": "Sodhanoti yenārambhena idaṁ suttaṁ desitaṁ so ārambho suddho. ",
  "pe8:311.1": "Adhiṭṭhāno dānanti ekattatāya paññattaṁ. ",
  "pe8:311.2": "Cāgo pariccāgo dhammadānaṁ āmisadānaṁ, aṭṭha dānāni vitthārena kātabbāni, ayaṁ vemattatā. ",
  "pe8:311.3": "Na ca dadato ekattapaññattiyā paññattaṁ. ",
  "pe8:311.4": "Khantī anavajjanti paññattiyā paññattaṁ. ",
  "pe8:311.5": "Rāgadosamohakkhayā sa nibbutoti rodhavīriyapaññattiyā paññattā. ",
  "pe8:312.1": "Parikkhāroti dānassa pāmojjaṁ paccayo, alobho hetu. ",
  "pe8:312.2": "Saṁyamato yoniso manasikāro hetu, pariccāgo paccayo. ",
  "pe8:312.3": "Kusalo ca jahāti pāpakanti yathābhūtadassanaṁ paccayo, ñāṇappaṭilābho hetu. ",
  "pe8:312.4": "Rāgadosamohakkhayā sa nibbutoti parato ca ghoso ajjhattañca yoniso manasikāro maggo ca hetu ca paccayo ca. ",
  "pe8:313.1": "Samāropanoti dadato puññaṁ pavaḍḍhatīti gāthā tassa sīlampi vaḍḍhati. ",
  "pe8:313.2": "Saṁyamopi vaḍḍhati. ",
  "pe8:313.3": "Saṁyamato veraṁ na cīyatīti. ",
  "pe8:313.4": "Aññepi kilesā na cīyanti yepissa tappaccayā uppajjeyyuṁ āsavā vighātā, tepissa na uppajjanti. ",
  "pe8:313.5": "Rāgadosamohakkhayā sa nibbutoti rāgadosassāpi khayā rāgānusayassapi khayā dosassa mohassāpi sa nibbutoti sopādisesā nibbānadhātu anupādisesāpi. ",
  "pe8:313.6": "Ayaṁ samāropano. ",
  "pe8:313.7": "Therassa mahākaccāyanassa peṭakopadese hārassa sampātabhūmi samattā. "
}