{
  "sn36.6:0.1": "Pagal temą susijusių suttų rinkinys 36 ",
  "sn36.6:0.2": "1. Su posmais ",
  "sn36.6:0.3": "Strėlė ",
  "sn36.6:1.1": "„Vienuoliai, neapmokytas, eilinis žmogus, jaučia malonų jausmo toną, nemalonų jausmo toną ir nei nemalonų, nei malonų jausmo toną. ",
  "sn36.6:1.2": "Vienuoliai, apmokytas tauriųjų mokinys taip pat jaučia malonų jausmo toną, nemalonų jausmo toną ir nei nemalonų, nei malonų jausmo toną. ",
  "sn36.6:1.3": "Koks čia, vienuoliai, yra skirtumas, nepanašumas, nevienodumas tarp apmokyto tauriųjų mokinio ir neapmokyto eilinio žmogaus?” ",
  "sn36.6:1.4": "„Garbusis, mūsų mokymai šaknijasi Palaimintajame, vadovaujamės Palaimintuoju, remiamės Palaimintuoju. Būtų gerai, jei Palaimintasis paaiškintų šio teiginio prasmę. Išgirdę iš Jo, vienuoliai tai įsimins.” … ",
  "sn36.6:1.5": "„Vienuoliai, kai neapmokytas eilinis žmogus pajaučia nemalonų jausmo toną, jis liūdi, kankinasi, rauda, mušasi į krūtinę ir tampa sumišęs. ",
  "sn36.6:1.6": "Jis jaučia du jausmus: ",
  "sn36.6:1.7": "kūnišką ir protinį. ",
  "sn36.6:1.8": "Įsivaizduokite, vienuoliai, kad žmogų persmeigė strėlė, ",
  "sn36.6:1.9": "o iškart po to jį persmeigė antra strėlė. ",
  "sn36.6:1.10": "Taip, vienuoliai, tas žmogus jaustų dviejų strėlių sukeltą jausmo toną. ",
  "sn36.6:1.11": "Lygiai gi taip, vienuoliai, kai neapmokytas eilinis žmogus pajaučia nemalonų jausmo toną, jis liūdi, kankinasi, rauda, mušasi į krūtinę ir tampa sumišęs. ",
  "sn36.6:1.12": "Jis jaučia du jausmus: ",
  "sn36.6:1.13": "kūnišką ir protinį. ",
  "sn36.6:1.14": "Pajautęs tą patį nemalonų jausmo toną, jis juo bjaurisi. ",
  "sn36.6:1.15": "Kai jis bjaurisi skausmingu jausmu, už to glūdi giluminis polinkis bjaurėtis skausmingu jausmu. ",
  "sn36.6:1.16": "Pajautęs nemalonų jausmo toną, jis ieško džiaugsmo jusliniuose malonumuose. ",
  "sn36.6:1.17": "Kokia yra to priežastis? ",
  "sn36.6:1.18": "Ogi neapmokytas eilinis žmogus nesupranta kaip kitaip, nei per juslinį malonumą, pabėgti nuo skausmingo jausmo. ",
  "sn36.6:1.19": "Kai jis ieško džiaugsmo jusliniuose malonumuose, už to glūdi giluminis polinkis geisti malonaus jausmo. ",
  "sn36.6:1.20": "Jis nesupranta kokie iš tikrųjų yra šių jausmų kilmė ir išnykimas, (jų teikiamas) pasitenkinimas, (jų) pavojus ir išsigelbėjimas (iš jų). ",
  "sn36.6:1.21": "Kai jis šių dalykų nesupranta, tai jame glūdi giluminis polinkis į neišmanymą apie nei nemalonų, nei malonų jausmo toną. ",
  "sn36.6:1.22": "Jei jis jaučia malonų jausmo toną, jis jaučia jį būdamas (teršalų) pančiuose. ",
  "sn36.6:1.23": "Jei jis jaučia nemalonų jausmo toną, jis jaučia jį būdamas (teršalų) pančiuose. ",
  "sn36.6:1.24": "Jei jis jaučia nei nemalonų, nei malonų jausmo toną, jis jaučia jį būdamas (teršalų) pančiuose. ",
  "sn36.6:1.25": "Tokį, vienuoliai, vadina neapmokytu eiliniu žmogumi, tuo, kuris yra gimimo, senėjimo ir mirties pančiuose; kuris yra liūdesio, verksmų, skausmo, nepasitenkinimo ir nevilties pančiuose; kuris yra kančios pančiuose, aš sakau. ",
  "sn36.6:2.1": "Vienuoliai, kai apmokytas tauriųjų mokinys pajaučia nemalonų jausmo toną, jis neliūdi, nesikankina, nerauda, nesimuša į krūtinę ir netampa sumišęs. ",
  "sn36.6:2.2": "Jis jaučia vieną jausmo toną: ",
  "sn36.6:2.3": "kūnišką, ne protinį. ",
  "sn36.6:3.1": "Įsivaizduokite, vienuoliai, kad žmogų persmeigė strėlė, ",
  "sn36.6:3.2": "o iškart po to jo nepersmeigė antra strėlė. ",
  "sn36.6:3.3": "Taip, vienuoliai, tas žmogus jaustų vienos strėlės sukeltą jausmo toną. ",
  "sn36.6:3.4": "Lygiai gi taip, vienuoliai, kai apmokytas tauriųjų mokinys pajaučia nemalonų jausmo toną, jis neliūdi, nesikankina, nerauda, nesimuša į krūtinę ir netampa sumišęs. ",
  "sn36.6:3.5": "jis jaučia vieną jausmo toną: ",
  "sn36.6:3.6": "kūnišką, ne protinį. ",
  "sn36.6:3.7": "Pajautęs tą patį nemalonų jausmo toną, jis juo nesibjauri. ",
  "sn36.6:3.8": "Kai jis nesibjauri skausmingu jausmu, už to neglūdi giluminis polinkis bjaurėtis skausmingu jausmu. ",
  "sn36.6:3.9": "Pajautęs nemalonų jausmo toną, jis neieško džiaugsmo jusliniuose malonumuose. ",
  "sn36.6:3.10": "Kokia yra to priežastis? ",
  "sn36.6:3.11": "Ogi apmokytas tauriųjų mokinys supranta kaip kitaip, nei per juslinį malonumą, pabėgti nuo skausmingo jausmo. ",
  "sn36.6:3.12": "Kai jis neieško džiaugsmo jusliniuose malonumuose, už to neglūdi giluminis polinkis geisti malonaus jausmo. ",
  "sn36.6:3.13": "Jis supranta kokie iš tikrųjų yra šių jausmų kilmė ir išnykimas, (jų teikiamas) pasitenkinimas, (jų) pavojus ir išsigelbėjimas (iš jų). ",
  "sn36.6:3.14": "Kai jis šiuos dalykus supranta, tai jame neglūdi giluminis polinkis į neišmanymą apie nei nemalonų, nei malonų jausmą. ",
  "sn36.6:3.15": "Jei jis jaučia malonų jausmo toną, jis jaučia jį nebūdamas (teršalų) pančiuose. ",
  "sn36.6:3.16": "Jei jis jaučia nemalonų jausmo toną, jis jaučia jį nebūdamas (teršalų) pančiuose. ",
  "sn36.6:3.17": "Jei jis jaučia nei nemalonų, nei malonų jausmo toną, jis jaučia jį nebūdamas (teršalų) pančiuose. ",
  "sn36.6:3.18": "Tokį, vienuoliai, vadina apmokytu tauriųjų mokiniu, tuo, kuris nėra gimimo, senėjimo ir mirties pančiuose; kuris nėra liūdesio, verksmų, skausmo, nepasitenkinimo ir nevilties pančiuose; kuris nėra kančios pančiuose, aš sakau. ",
  "sn36.6:3.19": "Štai toks, vienuoliai, yra skirtumas, nepanašumas, nevienodumas tarp apmokyto tauriųjų mokinio ir neapmokyto eilinio žmogaus. ",
  "sn36.6:4.1": "Turintis išminties, daug mokytas nepatiria ",
  "sn36.6:4.2": "malonaus ir nemalonaus (protinio) jausmo. ",
  "sn36.6:4.3": "Toks yra didžiulis skirtumas ",
  "sn36.6:4.4": "tarp eilinio žmogaus ir gabaus išmintingojo įgūdžių. ",
  "sn36.6:5.1": "Daug mokytas apie sudėtinius reiškinius, ",
  "sn36.6:5.2": "su įžvalga matantis šį ir kitą pasaulį, ",
  "sn36.6:5.3": "tokio proto nesutrikdo mieli reiškiniai, ",
  "sn36.6:5.4": "ir nemielam jis nesipriešina. ",
  "sn36.6:6.1": "Pritarimas ar pasipriešinimas jame ",
  "sn36.6:6.2": "išsklaidyti, baigėsi, jų nebėra. ",
  "sn36.6:6.3": "Pažinęs būvį nesuterštą ir be liūdesio, ",
  "sn36.6:6.4": "jis jį teisingai supranta, jis peržengė (visą) būtį. "
}