{
  "an7.74:0.1": "Palaipsninių suttų rinkinys 7 ",
  "an7.74:0.2": "7. Didysis skyrius ",
  "an7.74:0.3": "74. Apie Araką ",
  "an7.74:1.1": "„Vienuoliai, kadaise praeityje gyveno mokytojas vardu Araka, religinės bendruomenės įkūrėjas neturintis aistros jusliniams malonumams. ",
  "an7.74:1.2": "Mokytojas gi Araka, vienuoliai, turėjo ne vieną šimtą mokinių. ",
  "an7.74:1.3": "Jis davė savo mokiniams tokį mokymą: ",
  "an7.74:1.4": "„Brahmanai, žmogaus gyvenimas yra trumpas, ribotas, greitai prabėgantis, kupinas kančių ir nelaimių. Tai reikia suprasti su išmintimi. Reikia daryti tai, kas dora, gyventi šventą gyvenimą. Nėra gimusiojo be mirties. ",
  "an7.74:2.1": "Panašiai, brahmanai, kaip rasos lašas ant žolės stiebelio galiuko saulei patekėjus greitai išnyksta, neilgai išsilaiko, ",
  "an7.74:2.2": "taip ir žmogaus gyvenimas, brahmanai, yra panašus į rasos lašą. Jis yra ribotas, greitai prabėgantis, kupinas kančių ir nelaimių. Tai reikia suprasti su išmintimi. Reikia daryti tai, kas dora, gyventi šventą gyvenimą. Nėra gimusiojo be mirties. ",
  "an7.74:3.1": "Panašiai, brahmanai, kaip kai lietus lyja dideliais lašais, vandens burbulas greitai išnyksta, neilgai išsilaiko, ",
  "an7.74:3.2": "taip ir žmogaus gyvenimas, brahmanai, yra panašus į vandens burbulą. Jis yra ribotas, greitai prabėgantis, kupinas kančių ir nelaimių. Tai reikia suprasti su išmintimi. Reikia daryti tai, kas dora, gyventi šventą gyvenimą. Nėra gimusiojo be mirties. ",
  "an7.74:4.1": "Panašiai, brahmanai, kaip pagaliu ant vandens nubrėžta linija greitai išnyksta, neilgai išsilaiko, ",
  "an7.74:4.2": "taip ir žmogaus gyvenimas, brahmanai, yra panašus į pagaliu ant vandens nubrėžta liniją. Jis yra ribotas … ",
  "an7.74:5.1": "Panašiai, brahmanai, kaip nuo kalno tekanti upė, toli bėganti, srauni, galinga nei minutei, nei sekundei, nei akimirkai neatsigręžia atgal, bet vis bėga, plūsta, teka, ",
  "an7.74:5.2": "taip ir žmogaus gyvenimas, brahmanai, yra panašus į nuo kalno tekančią upę. Jis yra ribotas … ",
  "an7.74:6.1": "Panašiai, brahmanai, kaip stiprus vyras ant liežuvio galiuko suformavęs seilių gumulėlį be vargo jį išpjautų, ",
  "an7.74:6.2": "taip ir žmogaus gyvenimas, brahmanai, yra panašus į seilių gumulėlį. Jis yra ribotas … ",
  "an7.74:7.1": "Panašiai, brahmanai, kaip mėsos gabalas, įmestas į per dieną įkaitintą geležinę keptuvę, greitai išnyksta, neilgai išsilaiko, ",
  "an7.74:7.2": "taip ir žmogaus gyvenimas, brahmanai, yra panašus į mėsos gabalą. Jis yra ribotas … ",
  "an7.74:8.1": "Panašiai, brahmanai, kaip skerstina karvė vedama į skerdyklą, kad ir kokią koją ji pakelia, ji yra arti skerdimo, arti mirties, ",
  "an7.74:8.2": "taip ir žmogaus gyvenimas, brahmanai, yra panašus į skerstiną karvę. Jis yra ribotas, greitai prabėgantis, kupinas kančių ir nelaimių. Tai reikia suprasti su išmintimi. Reikia daryti tai, kas dora, gyventi šventą gyvenimą. Nėra gimusiojo be mirties.” ",
  "an7.74:9.1": "Na bet tais laikais, vienuoliai, žmonių gyvenimo trukmė buvo šešiasdešimt tūkstančių metų. Merginos galėjo tekėti, kai joms sueidavo penki šimtai metų. ",
  "an7.74:9.2": "Tais laikais, vienuoliai, žmones kankino tik šešios negalios: ",
  "an7.74:9.3": "šaltis, karštis, alkis, troškulys ir poreikis tuštintis bei šlapintis. ",
  "an7.74:9.4": "Nors, vienuoliai, žmonių gyvenimo trukmė buvo tokia ilga ir jie gyveno taip ilgai, nors jų negalios ir buvo tokios menkos, mokytojas Araka vis tiek davė savo mokiniams tokį mokymą: ",
  "an7.74:9.5": "„Brahmanai, žmogaus gyvenimas yra trumpas, ribotas, greitai prabėgantis, kupinas kančių ir nelaimių. Tai reikia suprasti su išmintimi. Reikia daryti tai, kas dora, gyventi šventą gyvenimą. Nėra gimusiojo be mirties.” ",
  "an7.74:10.1": "Šiais gi laikais, vienuoliai, teisingai sakytų sakantis: ",
  "an7.74:10.2": "„Žmogaus gyvenimas yra trumpas, ribotas, greitai prabėgantis, kupinas kančių ir nelaimių. Tai reikia suprasti su išmintimi. Reikia daryti tai, kas dora, gyventi šventą gyvenimą. Nėra gimusiojo be mirties.” ",
  "an7.74:10.3": "Šiais gi laikais, vienuoliai, gyvenantysis ilgai nugyvena šimtą metų ar šiek tiek daugiau. ",
  "an7.74:10.4": "Šimtą metų gyvenantysis, vienuoliai, nugyvena tik tris šimtus metų laikus: ",
  "an7.74:10.5": "šimtą žiemų, šimtą vasarų ir šimtą lietaus sezonų. ",
  "an7.74:10.6": "Tris šimtus metų laikus gyvenantysis, vienuoliai, nugyvena tik dvylika šimtų mėnesių: ",
  "an7.74:10.7": "keturis šimtus žiemos mėnesių, keturis šimtus vasaros mėnesių, keturis šimtus lietaus sezono mėnesių. ",
  "an7.74:10.8": "Dvylika šimtų mėnesių gyvenantysis, vienuoliai, nugyvena tik dvidešimt keturis šimtus pusmėnesių: ",
  "an7.74:10.9": "aštuonis šimtus žiemos pusmėnesių, aštuonis šimtus vasaros pusmėnesių, aštuonis šimtus lietaus sezono pusmėnesių. ",
  "an7.74:10.10": "Dvidešimt keturis šimtus pusmėnesių gyvenantysis, vienuoliai, nugyvena tik trisdešimt šešis tūkstančius dienų: ",
  "an7.74:10.11": "dvylika tūkstančių žiemos dienų, dvylika tūkstančių vasaros dienų, dvylika tūkstančių lietaus sezono dienų. ",
  "an7.74:10.12": "Trisdešimt šešis tūkstančius dienų gyvenantysis, vienuoliai, pavalgo tik septyniasdešimt du tūkstančius kartų: ",
  "an7.74:10.13": "dvidešimt keturis tūkstančių kartų per žiemą, dvidešimt keturis tūkstančių kartų per vasarą, dvidešimt keturis tūkstančių kartų per lietaus sezoną, įskaitant laiką, kai jį žindo motina ir kai esama trukdžių pavalgyti. ",
  "an7.74:11.1": "O trukdžiai pavalgyti yra šie: kai miegama beždžionės miegu, nevalgoma, kai skauda, nevalgoma, kai sergama, nevalgoma, kai pasninkaujama, nevalgoma, kai negaunama maisto, nevalgoma. ",
  "an7.74:11.2": "Tokiu būdu, vienuoliai, suskaičiavau žmogaus, su šimto metų gyvenimo trukme, gyvenimo trukmę, jo gyvenimo trukmės ribą, metų laikų skaičių, metų skaičių, mėnesių skaičių, pusmėnesių skaičių, naktų skaičių, dienų skaičių ir valgių skaičių bei trukdžius pavalgyti. ",
  "an7.74:11.3": "Ką, vienuoliai, turėtų padaryti gailestingas mokytojas iš atjautos savo mokiniams, siekdamas jų gerovės, visa tai ",
  "an7.74:11.4": "aš padariau jums. Štai medžių papėdės, štai atokios vietos. Medituokite, vienuoliai, nebūkite nerūpestingi, kad vėliau nesigailėtumėte! Tai yra mano nurodymas jums.” "
}