{
  "an7.71:0.1": "Palaipsninių suttų rinkinys 7 ",
  "an7.71:0.2": "7. Didysis skyrius ",
  "an7.71:0.3": "71. Lavinimas ",
  "an7.71:1.1": "Vienuoliai, kad ir kiltų vienuoliui, neužsiimančiam (proto) lavinimu, toks noras: ",
  "an7.71:1.2": "„O, kad mano protas dėl nesisavinimo išsilaisvintų nuo ydų!“ ",
  "an7.71:1.3": "Jo protas vis vien neišsilaisvins dėl nesisavinimo nuo ydų. ",
  "an7.71:1.4": "Dėl kokios priežasties? ",
  "an7.71:1.5": "Pasakytina, kad dėl neišlavinimo. ",
  "an7.71:1.6": "Ko neišlavinimo? ",
  "an7.71:1.7": "Atidos keturioms sritims, keturių teisingų stengimųsi, keturių viršžmogiškų galių pagrindų, penkių valdančių gebėjimų, penkių stiprybių, septynių nušvitimo veiksnių, taurinančio aštuonialypio kelio. ",
  "an7.71:2.1": "Panašiai, vienuoliai, kaip kad jei būtų aštuoni, dešimt ar dvylika vištos kiaušinių. ",
  "an7.71:2.2": "Višta ant jų nei tinkamai tupėtų, nei tinkamai perėtų, nei tinkamai brandintų jų. ",
  "an7.71:2.3": "Kad ir kiltų tai vištai toks noras: ",
  "an7.71:2.4": "„O, kad mano viščiukai, nagų ar snapų galiukais prakalę kiaušinio lukštus saugiai išsiristų!“ ",
  "an7.71:2.5": "Neįmanoma, kad tie viščiukai nagų ar snapų galiukais prakalę kiaušinio lukštus saugiai išsiristų. ",
  "an7.71:2.6": "Dėl kokios priežasties? ",
  "an7.71:2.7": "Juk, vienuoliai, višta ant tų kiaušinių nei tinkamai tupėjo, nei tinkamai perėjo, nei tinkamai brandino jų. ",
  "an7.71:2.8": "Lygiai gi, vienuoliai, taip, kad ir kiltų vienuoliui, neužsiimančiam (proto) lavinimu, toks noras: ",
  "an7.71:2.9": "„O, kad mano protas dėl nesisavinimo išsilaisvintų nuo ydų!“ ",
  "an7.71:2.10": "Jo protas vis vien neišsilaisvins dėl nesisavinimo nuo ydų. ",
  "an7.71:2.11": "Dėl kokios priežasties? ",
  "an7.71:2.12": "Pasakytina, kad dėl neišlavinimo. ",
  "an7.71:2.13": "Ko neišlavinimo? ",
  "an7.71:2.14": "Atidos keturioms sritims, keturių teisingų stengimųsi, keturių viršžmogiškų galių pagrindų, penkių valdančių gebėjimų, penkių stiprybių, septynių nušvitimo veiksnių, taurinančio aštuonialypio kelio. ",
  "an7.71:3.1": "Vienuoliai, kad ir nekiltų vienuoliui, užsiimančiam (proto) lavinimu, toks noras: ",
  "an7.71:3.2": "„O, kad mano protas dėl nesisavinimo išsilaisvintų nuo ydų!“ ",
  "an7.71:3.3": "Jo protas vis vien išsilaisvins dėl nesisavinimo nuo ydų. ",
  "an7.71:3.4": "Dėl kokios priežasties? ",
  "an7.71:3.5": "Pasakytina, kad dėl išlavinimo. ",
  "an7.71:3.6": "Ko išlavinimo? ",
  "an7.71:3.7": "Atidos keturioms sritims, keturių teisingų stengimųsi, keturių viršžmogiškų galių pagrindų, penkių valdančių gebėjimų, penkių stiprybių, septynių nušvitimo veiksnių, taurinančio aštuonialypio kelio. ",
  "an7.71:4.1": "Panašiai, vienuoliai, kaip kad jei būtų aštuoni, dešimt ar dvylika vištos kiaušinių. ",
  "an7.71:4.2": "Višta ant jų tinkamai tupėtų, tinkamai perėtų, tinkamai brandintų juos. ",
  "an7.71:4.3": "Kad ir nekiltų tai vištai toks noras: ",
  "an7.71:4.4": "„O, kad mano viščiukai, nagų ar snapų galiukais prakalę kiaušinio lukštus saugiai išsiristų!“ ",
  "an7.71:4.5": "Vis vien įmanoma, kad tie viščiukai nagų ar snapų galiukais prakalę kiaušinio lukštus saugiai išsiris. ",
  "an7.71:4.6": "Dėl kokios priežasties? ",
  "an7.71:4.7": "Juk, vienuoliai, višta ant tų kiaušinių tinkamai tupėjo, tinkamai perėjo, tinkamai brandino juos. ",
  "an7.71:4.8": "Lygiai gi, vienuoliai, taip, kad ir nekiltų vienuoliui, užsiimančiam (proto) lavinimu, toks noras: ",
  "an7.71:4.9": "„O, kad mano protas dėl nesisavinimo išsilaisvintų nuo ydų!“ ",
  "an7.71:4.10": "Jo protas vis vien išsilaisvins dėl nesisavinimo nuo ydų. ",
  "an7.71:4.11": "Dėl kokios priežasties? ",
  "an7.71:4.12": "Pasakytina, kad dėl išlavinimo. ",
  "an7.71:4.13": "Ko išlavinimo? ",
  "an7.71:4.14": "Atidos keturioms sritims … taurinančio aštuonialypio kelio. ",
  "an7.71:5.1": "Panašiai, vienuoliai, kaip kad jei dailidė ar dailidės padėjėjas, žiūrėdamas į kirvio rankeną, pamatytų pirštų ir nykščio žymes. Jis nežinotų: „Štai tiek kirvio rankena susidėvėjo šiandien, štai tiek vakar, štai tiek prieš tai“. Bet kai ji susidėvi, jis žino, kad ji susidėvėjo. ",
  "an7.71:5.2": "Lygiai gi, vienuoliai, taip vienuolis, užsiimantis (proto) lavinimu, nežino: „Štai tiek teršalų išnyko šiandien, štai tiek vakar, štai tiek prieš tai“. Bet kai jie išnyksta, jis žino, kad jie išnyko. ",
  "an7.71:6.1": "Panašiai, vienuoliai, kaip kad jei būtų vandenyno laivas su lynais švartavimui. Po šešių mėnesių buvimo vandenyje, kai jis žiemą pastatytas krante, lynai, veikiami vėjo ir saulės, permerkti lietaus iš debesies, nesunkiai suirs, taps supuvę. ",
  "an7.71:6.2": "Lygiai gi, vienuoliai, taip, vienuolio, užsiimančio (proto) lavinimu, pančiai nesunkiai atsileidžia, tampa supuvę.” "
}