{
  "an7.49:0.1": "Palaipsninių suttų rinkinys 7 ",
  "an7.49:0.2": "5. Skyrius apie didį aukojimą ",
  "an7.49:0.3": "49. Antra sutta apie suvokimus ",
  "an7.49:1.1": "„Vienuoliai, išlavinti, dažnai praktikuoti, šie septyni suvokimai duoda didžiulę naudą ir vaisius, jie remiasi į nemirtingą elementą, jų viršūnė yra tai, kas yra nemirtinga. ",
  "an7.49:1.2": "Kokie, septyni? ",
  "an7.49:1.3": "Atgrasumo suvokimas, mirties suvokimas, maisto šlykštumo suvokimas, niekuo nesimėgavimo pasaulyje suvokimas, nepastovumo suvokimas, kančios tame, kas nepastovu, suvokimas ir savasties nebuvimo kančioje suvokimas. ",
  "an7.49:1.4": "Vienuoliai, išlavinti, dažnai praktikuoti, šie septyni suvokimai duoda didžiulę naudą ir vaisius, jie remiasi į nemirtingą elementą, jų viršūnė yra tai, kas yra nemirtinga. ",
  "an7.49:2.1": "„Vienuoliai, išlavintas, dažnai praktikuotas atgrasumo suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga.” ",
  "an7.49:2.2": "Taip buvo pasakyta. Ir kodėl taip buvo pasakyta? ",
  "an7.49:2.3": "Vienuoliai, vienuolio, įpratusio dažnai suvokti atgrasumą, protas traukiasi nuo lytinių santykių, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:2.4": "Panašiai, vienuoliai, kaip gaidžio plunksna ar sausgyslės gabaliukas mestas į ugnį traukiasi, gręžiasi, nusisuka nuo jos, nesiekia jos, ",
  "an7.49:2.5": "lygiai gi taip pat, vienuoliai, vienuolio, įpratusio dažnai suvokti atgrasumą, protas traukiasi nuo lytinių santykių, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:3.1": "Jei, vienuoliai, vienuolio, įpratusio dažnai suvokti atgrasumą, protas siekia lytinių santykių bei jame įsitvirtina žavėjimasis, ",
  "an7.49:3.2": "tas vienuolis turėtų suprasti: „Neišvysčiau atgrasumo suvokimo, esu toks pat kaip ir anksčiau, nesu pasiekęs išlavinusiojo (protą) stiprybės.” ",
  "an7.49:3.3": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:3.4": "Bet jei, vienuoliai, vienuolio, įpratusio dažnai suvokti atgrasumą, protas traukiasi nuo lytinių santykių, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas, ",
  "an7.49:3.5": "tas vienuolis turėtų suprasti: „Gerai išvysčiau atgrasumo suvokimą, esu ne toks pat kaip anksčiau, esu pasiekęs išlavinusiojo (protą) stiprybę.” ",
  "an7.49:3.6": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:3.7": "Vienuoliai, išlavintas, dažnai praktikuotas atgrasumo suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. ",
  "an7.49:3.8": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "an7.49:4.1": "Vienuoliai, išlavintas, dažnai praktikuotas mirties suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. Taip buvo pasakyta. Ir kodėl taip buvo pasakyta? ",
  "an7.49:4.2": "Vienuoliai, vienuolio, įpratusio dažnai suvokti mirtį, protas traukiasi nuo patraukos gyvenimui, gręžiasi, nusisuka nuo jos, nesiekia jos, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:4.3": "Panašiai, vienuoliai, kaip gaidžio plunksna ar sausgyslės gabaliukas mestas į ugnį traukiasi, gręžiasi, nusisuka nuo jos, nesiekia jos, ",
  "an7.49:4.4": "lygiai gi taip pat, vienuoliai, vienuolio, įpratusio dažnai suvokti mirtį, protas traukiasi nuo patraukos gyvenimui, gręžiasi, nusisuka nuo jos, nesiekia jos, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:5.1": "Jei, vienuoliai, vienuolio, įpratusio dažnai suvokti mirtį, protas siekia patraukos gyvenimui bei jame įsitvirtina žavėjimasis, ",
  "an7.49:5.2": "tas vienuolis turėtų suprasti: „Neišvysčiau mirties suvokimo, esu toks pat kaip ir anksčiau, nesu pasiekęs išlavinusiojo (protą) stiprybės.” ",
  "an7.49:5.3": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:5.4": "Bet jei, vienuoliai, vienuolio, įpratusio dažnai suvokti mirtį, protas traukiasi nuo patraukos gyvenimui, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas, ",
  "an7.49:5.5": "tas vienuolis turėtų suprasti: „Gerai išvysčiau mirties suvokimą, esu ne toks pat kaip anksčiau, esu pasiekęs išlavinusiojo (protą) stiprybę.” ",
  "an7.49:5.6": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:5.7": "Vienuoliai, išlavintas, dažnai praktikuotas mirties suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. ",
  "an7.49:5.8": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "an7.49:6.1": "Vienuoliai, išlavintas, dažnai praktikuotas maisto šlykštumo suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. Taip buvo pasakyta. Ir kodėl taip buvo pasakyta? ",
  "an7.49:6.2": "Vienuoliai, vienuolio, įpratusio dažnai suvokti maisto šlykštumą, protas traukiasi nuo skonių troškimo, gręžiasi, nusisuka nuo jo, nesiekia jo, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:6.3": "Panašiai, vienuoliai, kaip gaidžio plunksna ar sausgyslės gabaliukas mestas į ugnį traukiasi, gręžiasi, nusisuka nuo jos, nesiekia jos, ",
  "an7.49:6.4": "lygiai gi taip pat, vienuoliai, vienuolio, įpratusio dažnai suvokti maisto šlykštumą, protas traukiasi nuo skonių troškimo, gręžiasi, nusisuka nuo jo, nesiekia jo, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:7.1": "Jei, vienuoliai, vienuolio, įpratusio dažnai suvokti maisto šlykštumą, protas siekia skonių troškimo bei jame įsitvirtina žavėjimasis, ",
  "an7.49:7.2": "tas vienuolis turėtų suprasti: „Neišvysčiau maisto šlykštumo suvokimo, esu toks pat kaip ir anksčiau, nesu pasiekęs išlavinusiojo (protą) stiprybės.” ",
  "an7.49:7.3": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:7.4": "Bet jei, vienuoliai, vienuolio, įpratusio dažnai suvokti maisto šlykštumą, protas traukiasi nuo skonių troškimo, gręžiasi, nusisuka nuo jo, nesiekia jo, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas, ",
  "an7.49:7.5": "tas vienuolis turėtų suprasti: „Gerai išvysčiau maisto šlykštumo suvokimą, esu ne toks pat kaip anksčiau, esu pasiekęs išlavinusiojo (protą) stiprybę.” ",
  "an7.49:7.6": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:7.7": "Vienuoliai, išlavintas, dažnai praktikuotas maisto šlykštumo suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. Taip buvo pasakyta. ",
  "an7.49:7.8": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "an7.49:8.1": "Vienuoliai, išlavintas, dažnai praktikuotas niekuo nesimėgavimo pasaulyje suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. Taip buvo pasakyta. ",
  "an7.49:8.2": "Ir kodėl taip buvo pasakyta? ",
  "an7.49:8.3": "Vienuoliai, vienuolio, įpratusio dažnai suvokti niekuo nesimėgavimą pasaulyje, protas traukiasi nuo pasaulio gražybių, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:8.4": "Panašiai, vienuoliai, kaip … traukiasi, gręžiasi, nusisuka nuo jos, nesiekia jos, ",
  "an7.49:8.5": "lygiai gi taip pat, vienuoliai, vienuolio, įpratusio dažnai suvokti niekuo nesimėgavimą pasaulyje, protas traukiasi nuo pasaulio gražybių, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:9.1": "Jei, vienuoliai, vienuolio, įpratusio dažnai suvokti niekuo nesimėgavimą pasaulyje, protas siekia pasaulio gražybių bei jame įsitvirtina žavėjimasis, ",
  "an7.49:9.2": "tas vienuolis turėtų suprasti: „Neišvysčiau niekuo nesimėgavimo pasaulyje suvokimo, esu toks pat kaip ir anksčiau, nesu pasiekęs išlavinusiojo (protą) stiprybės.” ",
  "an7.49:9.3": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:9.4": "Bet jei, vienuoliai, vienuolio, įpratusio dažnai suvokti niekuo nesimėgavimą pasaulyje, protas traukiasi nuo pasaulio gražybių, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas, ",
  "an7.49:9.5": "tas vienuolis turėtų suprasti: „Gerai išvysčiau niekuo nesimėgavimo pasaulyje suvokimą, esu ne toks pat kaip anksčiau, esu pasiekęs išlavinusiojo (protą) stiprybę.” ",
  "an7.49:9.6": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:9.7": "Vienuoliai, išlavintas, dažnai praktikuotas niekuo nesimėgavimo pasaulyje suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. ",
  "an7.49:9.8": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "an7.49:10.1": "Vienuoliai, išlavintas, dažnai praktikuotas nepastovumo suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. Taip buvo pasakyta. ",
  "an7.49:10.2": "Ir kodėl taip buvo pasakyta? ",
  "an7.49:10.3": "Vienuoliai, vienuolio, įpratusio dažnai suvokti nepastovumą, protas traukiasi nuo praturtėjimo, garbinimo ir garbės, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:10.4": "Panašiai, vienuoliai, kaip gaidžio plunksna ar sausgyslės gabaliukas mestas į ugnį traukiasi, gręžiasi, nusisuka nuo jos, nesiekia jos, ",
  "an7.49:10.5": "lygiai gi taip pat, vienuoliai, vienuolio, įpratusio dažnai suvokti nepastovumą, protas traukiasi nuo praturtėjimo, garbinimo ir garbės, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas. ",
  "an7.49:11.1": "Jei, vienuoliai, vienuolio, įpratusio dažnai suvokti nepastovumą, protas siekia praturtėjimo, garbinimo ir garbės bei jame įsitvirtina žavėjimasis, ",
  "an7.49:11.2": "tas vienuolis turėtų suprasti: „Neišvysčiau nepastovumo suvokimo, esu toks pat kaip ir anksčiau, nesu pasiekęs išlavinusiojo (protą) stiprybės.” ",
  "an7.49:11.3": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:11.4": "Bet jei, vienuoliai, vienuolio, įpratusio dažnai suvokti nepastovumą, protas traukiasi nuo praturtėjimo, garbinimo ir garbės, gręžiasi, nusisuka nuo jų, nesiekia jų, ir jame įsitvirtina arba lygiažiūra, arba pasišlykštėjimas, ",
  "an7.49:11.5": "tas vienuolis turėtų suprasti: „Gerai išvysčiau nepastovumo suvokimą, esu ne toks pat kaip anksčiau, esu pasiekęs išlavinusiojo (protą) stiprybę.” ",
  "an7.49:11.6": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:11.7": "Vienuoliai, išlavintas, dažnai praktikuotas nepastovumo suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. ",
  "an7.49:11.8": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "an7.49:12.1": "Vienuoliai, išlavintas, dažnai praktikuotas kančios tame, kas nepastovu, suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. Taip buvo pasakyta. ",
  "an7.49:12.2": "Ir kodėl taip buvo pasakyta? ",
  "an7.49:12.3": "Vienuoliai, vienuolio, įpratusio dažnai suvokti kančią tame, kas nepastovu, prote įsitvirtina aštrus tinginystės, dykinėjimo, palaidumo, nerūpestingumo, praktikos apleidimo, neapmąstymo pavojaus suvokimas, panašus, vienuoliai, į žudiko su apnuogintu kardu pavojaus suvokimą. ",
  "an7.49:13.1": "Jei, vienuoliai, prote vienuolio, įpratusio dažnai suvokti kančią tame, kas nepastovu, neįsitvirtina aštrus tinginystės, dykinėjimo, palaidumo, nerūpestingumo, praktikos apleidimo, neapmąstymo pavojaus suvokimas, panašus, vienuoliai, į žudiko su apnuogintu kardu pavojaus suvokimą, ",
  "an7.49:13.2": "tas vienuolis turėtų suprasti: „Neišvysčiau kančios tame, kas nepastovu, suvokimo, esu toks pat kaip ir anksčiau, nesu pasiekęs išlavinusiojo (protą) stiprybės.” ",
  "an7.49:13.3": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:13.4": "Bet jei, vienuoliai, vienuolio, įpratusio dažnai suvokti kančią tame, kas nepastovu, prote įsitvirtina aštrus tinginystės, dykinėjimo, palaidumo, nerūpestingumo, praktikos apleidimo, neapmąstymo pavojaus suvokimas, panašus, vienuoliai, į žudiko su apnuogintu kardu pavojaus suvokimą, ",
  "an7.49:13.5": "tas vienuolis turėtų suprasti: „Gerai išvysčiau kančios tame, kas nepastovu, suvokimą, esu ne toks pat kaip anksčiau, esu pasiekęs išlavinusiojo (protą) stiprybę.” ",
  "an7.49:13.6": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:13.7": "Vienuoliai, išlavintas, dažnai praktikuotas kančios tame, kas nepastovu, suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. ",
  "an7.49:13.8": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "an7.49:14.1": "Vienuoliai, išlavintas, dažnai praktikuotas savasties nebuvimo kančioje suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. Taip buvo pasakyta. ",
  "an7.49:14.2": "Ir kodėl taip buvo pasakyta? ",
  "an7.49:14.3": "Vienuoliai, vienuolio, įpratusio dažnai suvokti savasties nebuvimą kančioje, protas nesitapatina nei su šiuo kūnu su sąmone, nei su jokiais išoriniais objektais, nesisavina jų ir neturi savimanos; jis įveikė skirstymą, yra nurimęs ir tinkamai išsilaisvinęs. ",
  "an7.49:15.1": "Jei, vienuoliai, vienuolio, įpratusio dažnai suvokti savasties nebuvimą kančioje, protas tapatinasi su šiuo kūnu su sąmone ir su išoriniais objektais, savinasi juos ir turi savimaną; jei jis neįveikė skirstymo, nėra nurimęs ir tinkamai išsilaisvinęs, ",
  "an7.49:15.2": "tas vienuolis turėtų suprasti: „Neišvysčiau savasties nebuvimo kančioje suvokimo, esu toks pat kaip ir anksčiau, nesu pasiekęs išlavinusiojo (protą) stiprybės.” ",
  "an7.49:15.3": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:16.1": "Bet jei, vienuoliai, vienuolio, įpratusio dažnai suvokti savasties nebuvimą kančioje, protas nesitapatina nei su šiuo kūnu su sąmone, nei su jokiais išoriniais objektais, nesisavina jų ir neturi savimanos; jei jis įveikė skirstymą, yra nurimęs ir tinkamai išsilaisvinęs, ",
  "an7.49:16.2": "tas vienuolis turėtų suprasti: „Gerai išvysčiau savasties nebuvimo kančioje suvokimą, esu ne toks pat kaip anksčiau, esu pasiekęs išlavinusiojo (protą) stiprybę.” ",
  "an7.49:16.3": "Tad tuomet jis aiškiai tai supranta. ",
  "an7.49:16.4": "Vienuoliai, išlavintas, dažnai praktikuotas savasties nebuvimo kančioje suvokimas duoda didžiulę naudą ir vaisius, jis remiasi į nemirtingą elementą, jo viršūnė yra tai, kas yra nemirtinga. ",
  "an7.49:16.5": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "an7.49:17.1": "Vienuoliai, išlavinti, dažnai praktikuoti, šie septyni suvokimai duoda didžiulę naudą ir vaisius, jie remiasi į nemirtingą elementą, jų viršūnė yra tai, kas yra nemirtinga.” "
}