{
  "an2.32:0.1": "Aṅguttara Nikāya 2 ",
  "an2.32:0.2": "4. Samacittavagga ",
  "an2.32:1.0": "32 ",
  "an2.32:1.1": "“Asappurisabhūmiñca vo, bhikkhave, desessāmi sappurisabhūmiñca. ",
  "an2.32:1.2": "Taṁ suṇātha, sādhukaṁ manasi karotha. bhāsissāmī”ti. ",
  "an2.32:1.3": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "an2.32:1.4": "Bhagavā etadavoca: ",
  "an2.32:2.1": "“Katamā ca, bhikkhave, asappurisabhūmi? ",
  "an2.32:2.2": "Asappuriso, bhikkhave, akataññū hoti akatavedī. ",
  "an2.32:2.3": "Asabbhi hetaṁ, bhikkhave, upaññātaṁ yadidaṁ akataññutā akataveditā. ",
  "an2.32:2.4": "Kevalā esā, bhikkhave, asappurisabhūmi yadidaṁ akataññutā akataveditā. (…) ",
  "an2.32:2.5": "Sappuriso ca kho, bhikkhave, kataññū hoti katavedī. ",
  "an2.32:2.6": "Sabbhi hetaṁ, bhikkhave, upaññātaṁ yadidaṁ kataññutā kataveditā. ",
  "an2.32:2.7": "Kevalā esā, bhikkhave, sappurisabhūmi yadidaṁ kataññutā kataveditā”ti. ",
  "an2.33:1.0": "33 ",
  "an2.33:1.1": "“Dvinnāhaṁ, bhikkhave, na suppatikāraṁ vadāmi. ",
  "an2.33:1.2": "Katamesaṁ dvinnaṁ? ",
  "an2.33:1.3": "Mātu ca pitu ca. ",
  "an2.33:1.4": "Ekena, bhikkhave, aṁsena mātaraṁ parihareyya, ekena aṁsena pitaraṁ parihareyya vassasatāyuko vassasatajīvī so ca nesaṁ ucchādanaparimaddananhāpanasambāhanena. ",
  "an2.33:1.5": "Te ca tattheva muttakarīsaṁ cajeyyuṁ, na tveva, bhikkhave, mātāpitūnaṁ kataṁ vā hoti paṭikataṁ vā. ",
  "an2.33:1.6": "Imissā ca, bhikkhave, mahāpathaviyā pahūtarattaratanāya mātāpitaro issarādhipacce rajje patiṭṭhāpeyya, na tveva, bhikkhave, mātāpitūnaṁ kataṁ vā hoti paṭikataṁ vā. ",
  "an2.33:1.7": "Taṁ kissa hetu? ",
  "an2.33:1.8": "Bahukārā, bhikkhave, mātāpitaro puttānaṁ āpādakā posakā imassa lokassa dassetāro. ",
  "an2.33:1.9": "Yo ca kho, bhikkhave, mātāpitaro assaddhe saddhāsampadāya samādapeti niveseti patiṭṭhāpeti, dussīle sīlasampadāya samādapeti niveseti patiṭṭhāpeti, maccharī cāgasampadāya samādapeti niveseti patiṭṭhāpeti, duppaññe paññāsampadāya samādapeti niveseti patiṭṭhāpeti, ettāvatā kho, bhikkhave, mātāpitūnaṁ katañca hoti paṭikatañcā”ti. ",
  "an2.34:1.0": "34 ",
  "an2.34:1.1": "Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. Sammodanīyaṁ kathaṁ …pe… ekamantaṁ nisinno kho so brāhmaṇo bhagavantaṁ etadavoca: ",
  "an2.34:1.2": "“kiṁvādī bhavaṁ gotamo kimakkhāyī”ti? ",
  "an2.34:1.3": "“Kiriyavādī cāhaṁ, brāhmaṇa, akiriyavādī cā”ti. ",
  "an2.34:1.4": "“Yathākathaṁ pana bhavaṁ gotamo kiriyavādī ca akiriyavādī cā”ti? ",
  "an2.34:2.1": "“Akiriyaṁ kho ahaṁ, brāhmaṇa, vadāmi kāyaduccaritassa vacīduccaritassa manoduccaritassa, anekavihitānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ akiriyaṁ vadāmi. ",
  "an2.34:2.2": "Kiriyañca kho ahaṁ, brāhmaṇa, vadāmi kāyasucaritassa vacīsucaritassa manosucaritassa, anekavihitānaṁ kusalānaṁ dhammānaṁ kiriyaṁ vadāmi. ",
  "an2.34:2.3": "Evaṁ kho ahaṁ, brāhmaṇa, kiriyavādī ca akiriyavādī cā”ti. ",
  "an2.34:3.1": "“Abhikkantaṁ, bho gotama …pe… upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an2.35:1.0": "35 ",
  "an2.35:1.1": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho anāthapiṇḍiko gahapati bhagavantaṁ etadavoca: ",
  "an2.35:1.2": "“kati nu kho, bhante, loke dakkhiṇeyyā, kattha ca dānaṁ dātabban”ti? ",
  "an2.35:1.3": "“Dve kho, gahapati, loke dakkhiṇeyyā—",
  "an2.35:1.4": "sekho ca asekho ca. ",
  "an2.35:1.5": "Ime kho, gahapati, dve loke dakkhiṇeyyā, ettha ca dānaṁ dātabban”ti. ",
  "an2.35:2.1": "Idamavoca bhagavā. ",
  "an2.35:2.2": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "an2.35:3.1": "“Sekho asekho ca imasmiṁ loke, ",
  "an2.35:3.2": "Āhuneyyā yajamānānaṁ honti; ",
  "an2.35:3.3": "Te ujjubhūtā kāyena, ",
  "an2.35:3.4": "Vācāya uda cetasā; ",
  "an2.35:3.5": "Khettaṁ taṁ yajamānānaṁ, ",
  "an2.35:3.6": "Ettha dinnaṁ mahapphalan”ti. ",
  "an2.36:1.0": "36 ",
  "an2.36:1.1": "Evaṁ me sutaṁ—",
  "an2.36:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an2.36:1.3": "Tena kho pana samayena āyasmā sāriputto sāvatthiyaṁ viharati pubbārāme migāramātupāsāde. ",
  "an2.36:1.4": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "an2.36:1.5": "“āvuso bhikkhave”ti. ",
  "an2.36:1.6": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "an2.36:1.7": "Āyasmā sāriputto etadavoca: ",
  "an2.36:1.8": "“ajjhattasaṁyojanañca, āvuso, puggalaṁ desessāmi bahiddhāsaṁyojanañca. ",
  "an2.36:1.9": "Taṁ suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "an2.36:1.10": "“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "an2.36:1.11": "Āyasmā sāriputto etadavoca: ",
  "an2.36:2.1": "“Katamo cāvuso, ajjhattasaṁyojano puggalo? ",
  "an2.36:2.2": "Idhāvuso, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an2.36:2.3": "So kāyassa bhedā paraṁ maraṇā aññataraṁ devanikāyaṁ upapajjati. ",
  "an2.36:2.4": "So tato cuto āgāmī hoti, āgantā itthattaṁ. ",
  "an2.36:2.5": "Ayaṁ vuccati, āvuso, ajjhattasaṁyojano puggalo āgāmī hoti, āgantā itthattaṁ. ",
  "an2.36:3.1": "Katamo cāvuso, bahiddhāsaṁyojano puggalo? ",
  "an2.36:3.2": "Idhāvuso, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an2.36:3.3": "So aññataraṁ santaṁ cetovimuttiṁ upasampajja viharati. ",
  "an2.36:3.4": "So kāyassa bhedā paraṁ maraṇā aññataraṁ devanikāyaṁ upapajjati. ",
  "an2.36:3.5": "So tato cuto anāgāmī hoti, anāgantā itthattaṁ. ",
  "an2.36:3.6": "Ayaṁ vuccatāvuso, bahiddhāsaṁyojano puggalo anāgāmī hoti, anāgantā itthattaṁ. ",
  "an2.36:4.1": "Puna caparaṁ, āvuso, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu. ",
  "an2.36:4.2": "So kāmānaṁyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
  "an2.36:4.3": "So bhavānaṁyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
  "an2.36:4.4": "So taṇhākkhayāya paṭipanno hoti. ",
  "an2.36:4.5": "So lobhakkhayāya paṭipanno hoti. ",
  "an2.36:4.6": "So kāyassa bhedā paraṁ maraṇā aññataraṁ devanikāyaṁ upapajjati. ",
  "an2.36:4.7": "So tato cuto anāgāmī hoti, anāgantā itthattaṁ. ",
  "an2.36:4.8": "Ayaṁ vuccatāvuso, bahiddhāsaṁyojano puggalo anāgāmī hoti, anāgantā itthattan”ti. ",
  "an2.36:5.1": "Atha kho sambahulā samacittā devatā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho tā devatā bhagavantaṁ etadavocuṁ: ",
  "an2.36:5.2": "“eso, bhante, āyasmā sāriputto pubbārāme migāramātupāsāde bhikkhūnaṁ ajjhattasaṁyojanañca puggalaṁ deseti bahiddhāsaṁyojanañca. ",
  "an2.36:5.3": "Haṭṭhā, bhante, parisā. ",
  "an2.36:5.4": "Sādhu, bhante, bhagavā yenāyasmā sāriputto tenupasaṅkamatu anukampaṁ upādāyā”ti. ",
  "an2.36:5.5": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "an2.36:5.6": "Atha kho bhagavā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—jetavane antarahito pubbārāme migāramātupāsāde āyasmato sāriputtassa sammukhe pāturahosi. ",
  "an2.36:5.7": "Nisīdi bhagavā paññatte āsane. ",
  "an2.36:5.8": "Āyasmāpi kho sāriputto bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "an2.36:5.9": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ sāriputtaṁ bhagavā etadavoca: ",
  "an2.36:6.1": "“Idha, sāriputta, sambahulā samacittā devatā yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho, sāriputta, tā devatā maṁ etadavocuṁ: ",
  "an2.36:6.2": "‘eso, bhante, āyasmā sāriputto pubbārāme migāramātupāsāde bhikkhūnaṁ ajjhattasaṁyojanañca puggalaṁ deseti bahiddhāsaṁyojanañca. ",
  "an2.36:6.3": "Haṭṭhā, bhante, parisā. ",
  "an2.36:6.4": "Sādhu, bhante, bhagavā yena āyasmā sāriputto tenupasaṅkamatu anukampaṁ upādāyā’ti. ",
  "an2.36:6.5": "Tā kho pana, sāriputta, devatā dasapi hutvā vīsampi hutvā tiṁsampi hutvā cattālīsampi hutvā paññāsampi hutvā saṭṭhipi hutvā āraggakoṭinitudanamattepi tiṭṭhanti, na ca aññamaññaṁ byābādhenti. ",
  "an2.36:6.6": "Siyā kho pana, sāriputta, evamassa: ",
  "an2.36:6.7": "‘tattha nūna tāsaṁ devatānaṁ tathā cittaṁ bhāvitaṁ yena tā devatā dasapi hutvā vīsampi hutvā tiṁsampi hutvā cattālīsampi hutvā paññāsampi hutvā saṭṭhipi hutvā āraggakoṭinitudanamattepi tiṭṭhanti na ca aññamaññaṁ byābādhentī’ti. ",
  "an2.36:6.8": "Na kho panetaṁ, sāriputta, evaṁ daṭṭhabbaṁ. ",
  "an2.36:6.9": "Idheva kho, sāriputta, tāsaṁ devatānaṁ tathā cittaṁ bhāvitaṁ, yena tā devatā dasapi hutvā …pe… na ca aññamaññaṁ byābādhenti. ",
  "an2.36:6.10": "Tasmātiha, sāriputta, evaṁ sikkhitabbaṁ: ",
  "an2.36:6.11": "‘santindriyā bhavissāma santamānasā’ti. ",
  "an2.36:6.12": "Evañhi vo, sāriputta, sikkhitabbaṁ. ",
  "an2.36:6.13": "‘Santindriyānañhi vo, sāriputta, santamānasānaṁ santaṁyeva kāyakammaṁ bhavissati santaṁ vacīkammaṁ santaṁ manokammaṁ. ",
  "an2.36:6.14": "Santaṁyeva upahāraṁ upaharissāma sabrahmacārīsū’ti. ",
  "an2.36:6.15": "‘Evañhi vo, sāriputta, sikkhitabbaṁ. ",
  "an2.36:6.16": "Anassuṁ kho, sāriputta, aññatitthiyā paribbājakā ye imaṁ dhammapariyāyaṁ nāssosun’”ti. ",
  "an2.37:1.0": "37 ",
  "an2.37:1.1": "Evaṁ me sutaṁ—",
  "an2.37:1.2": "ekaṁ samayaṁ āyasmā mahākaccāno varaṇāyaṁ viharati bhaddasāritīre. ",
  "an2.37:1.3": "Atha kho ārāmadaṇḍo brāhmaṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmatā mahākaccānena saddhiṁ sammodi. ",
  "an2.37:1.4": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho ārāmadaṇḍo brāhmaṇo āyasmantaṁ mahākaccānaṁ etadavoca: ",
  "an2.37:1.5": "“ko nu kho, bho kaccāna, hetu ko paccayo yena khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatikāpi gahapatikehi vivadantī”ti? ",
  "an2.37:1.6": "“Kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānahetu kho, brāhmaṇa, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatikāpi gahapatikehi vivadantī”ti. ",
  "an2.37:2.1": "“Ko pana, bho kaccāna, hetu ko paccayo yena samaṇāpi samaṇehi vivadantī”ti? ",
  "an2.37:2.2": "“Diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānahetu kho, brāhmaṇa, samaṇāpi samaṇehi vivadantī”ti. ",
  "an2.37:3.1": "“Atthi pana, bho kaccāna, koci lokasmiṁ yo imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto”ti? ",
  "an2.37:3.2": "“Atthi, brāhmaṇa, lokasmiṁ yo imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto”ti. ",
  "an2.37:4.1": "“Ko pana so, bho kaccāna, lokasmiṁ yo imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto”ti? ",
  "an2.37:4.2": "“Atthi, brāhmaṇa, puratthimesu janapadesu sāvatthī nāma nagaraṁ. ",
  "an2.37:4.3": "Tattha so bhagavā etarahi viharati arahaṁ sammāsambuddho. ",
  "an2.37:4.4": "So hi, brāhmaṇa, bhagavā imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto”ti. ",
  "an2.37:5.1": "Evaṁ vutte, ārāmadaṇḍo brāhmaṇo uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā dakkhiṇaṁ jāṇumaṇḍalaṁ pathaviyaṁ nihantvā yena bhagavā tenañjaliṁ paṇāmetvā tikkhattuṁ udānaṁ udānesi: ",
  "an2.37:6.1": "“Namo tassa bhagavato arahato sammāsambuddhassa. ",
  "an2.37:7.1": "Namo tassa bhagavato arahato sammāsambuddhassa. ",
  "an2.37:8.1": "Namo tassa bhagavato arahato sammāsambuddhassa. ",
  "an2.37:9.1": "Yo hi so bhagavā imañceva kāmarāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto, imañca diṭṭhirāgābhinivesavinibandhapaligedhapariyuṭṭhānajjhosānaṁ samatikkanto”ti. ",
  "an2.37:10.1": "“Abhikkantaṁ, bho kaccāna, abhikkantaṁ, bho kaccāna. ",
  "an2.37:10.2": "Seyyathāpi, bho kaccāna, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya; andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā kaccānena anekapariyāyena dhammo pakāsito. ",
  "an2.37:10.3": "Esāhaṁ, bho kaccāna, taṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "an2.37:10.4": "Upāsakaṁ maṁ bhavaṁ kaccāno dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an2.38:1.0": "38 ",
  "an2.38:1.1": "Ekaṁ samayaṁ āyasmā mahākaccāno madhurāyaṁ viharati gundāvane. ",
  "an2.38:1.2": "Atha kho kandarāyano brāhmaṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmatā mahākaccānena saddhiṁ …pe… ekamantaṁ nisinno kho kandarāyano brāhmaṇo āyasmantaṁ mahākaccānaṁ etadavoca: ",
  "an2.38:1.3": "“sutaṁ metaṁ, bho kaccāna, ‘na samaṇo kaccāno brāhmaṇe jiṇṇe vuddhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimantetī’ti. ",
  "an2.38:1.4": "Tayidaṁ, bho kaccāna, tatheva? ",
  "an2.38:1.5": "Na hi bhavaṁ kaccāno brāhmaṇe jiṇṇe vuddhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ",
  "an2.38:1.6": "Tayidaṁ, bho kaccāna, na sampannamevā”ti. ",
  "an2.38:2.1": "“Atthi, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena vuddhabhūmi ca akkhātā daharabhūmi ca. ",
  "an2.38:2.2": "Vuddho cepi, brāhmaṇa, hoti āsītiko vā nāvutiko vā vassasatiko vā jātiyā, so ca kāme paribhuñjati kāmamajjhāvasati kāmapariḷāhena pariḍayhati kāmavitakkehi khajjati kāmapariyesanāya ussuko. ",
  "an2.38:2.3": "Atha kho so bālo na therotveva saṅkhyaṁ gacchati. ",
  "an2.38:2.4": "Daharo cepi, brāhmaṇa, hoti yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā. ",
  "an2.38:2.5": "So ca na kāme paribhuñjati na kāmamajjhāvasati, na kāmapariḷāhena pariḍayhati, na kāmavitakkehi khajjati, na kāmapariyesanāya ussuko. ",
  "an2.38:2.6": "Atha kho so paṇḍito therotveva saṅkhyaṁ gacchatī”ti. ",
  "an2.38:3.1": "Evaṁ vutte, kandarāyano brāhmaṇo uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā daharānaṁ sataṁ bhikkhūnaṁ pāde sirasā vandati: ",
  "an2.38:3.2": "“vuddhā bhavanto, vuddhabhūmiyaṁ ṭhitā. ",
  "an2.38:3.3": "Daharā mayaṁ, daharabhūmiyaṁ ṭhitā”ti. ",
  "an2.38:4.1": "“Abhikkantaṁ, bho kaccāna …pe… upāsakaṁ maṁ bhavaṁ kaccāno dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an2.39:1.0": "39 ",
  "an2.39:1.1": "“Yasmiṁ, bhikkhave, samaye corā balavanto honti, rājāno tasmiṁ samaye dubbalā honti. ",
  "an2.39:1.2": "Tasmiṁ, bhikkhave, samaye rañño na phāsu hoti atiyātuṁ vā niyyātuṁ vā paccantime vā janapade anusaññātuṁ. ",
  "an2.39:1.3": "Brāhmaṇagahapatikānampi tasmiṁ samaye na phāsu hoti atiyātuṁ vā niyyātuṁ vā bāhirāni vā kammantāni paṭivekkhituṁ. ",
  "an2.39:1.4": "Evamevaṁ kho, bhikkhave, yasmiṁ samaye pāpabhikkhū balavanto honti, pesalā bhikkhū tasmiṁ samaye dubbalā honti. ",
  "an2.39:1.5": "Tasmiṁ, bhikkhave, samaye pesalā bhikkhū tuṇhībhūtā tuṇhībhūtāva saṅghamajjhe saṅkasāyanti paccantime vā janapade acchanti. ",
  "an2.39:1.6": "Tayidaṁ, bhikkhave, hoti bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ. ",
  "an2.39:2.1": "Yasmiṁ, bhikkhave, samaye rājāno balavanto honti, corā tasmiṁ samaye dubbalā honti. ",
  "an2.39:2.2": "Tasmiṁ, bhikkhave, samaye rañño phāsu hoti atiyātuṁ vā niyyātuṁ vā paccantime vā janapade anusaññātuṁ. ",
  "an2.39:2.3": "Brāhmaṇagahapatikānampi tasmiṁ samaye phāsu hoti atiyātuṁ vā niyyātuṁ vā bāhirāni vā kammantāni paṭivekkhituṁ. ",
  "an2.39:2.4": "Evamevaṁ kho, bhikkhave, yasmiṁ samaye pesalā bhikkhū balavanto honti, pāpabhikkhū tasmiṁ samaye dubbalā honti. ",
  "an2.39:2.5": "Tasmiṁ, bhikkhave, samaye pāpabhikkhū tuṇhībhūtā tuṇhībhūtāva saṅghamajjhe saṅkasāyanti, yena vā pana tena pakkamanti. ",
  "an2.39:2.6": "Tayidaṁ, bhikkhave, hoti bahujanahitāya bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānan”ti. ",
  "an2.40:1.0": "40 ",
  "an2.40:1.1": "“Dvinnāhaṁ, bhikkhave, micchāpaṭipattiṁ na vaṇṇemi, gihissa vā pabbajitassa vā. ",
  "an2.40:1.2": "Gihī vā, bhikkhave, pabbajito vā micchāpaṭipanno micchāpaṭipattādhikaraṇahetu na ārādhako hoti ñāyaṁ dhammaṁ kusalaṁ. ",
  "an2.40:2.1": "Dvinnāhaṁ, bhikkhave, sammāpaṭipattiṁ vaṇṇemi, gihissa vā pabbajitassa vā. ",
  "an2.40:2.2": "Gihī vā, bhikkhave, pabbajito vā sammāpaṭipanno sammāpaṭipattādhikaraṇahetu ārādhako hoti ñāyaṁ dhammaṁ kusalan”ti. ",
  "an2.41:1.0": "41 ",
  "an2.41:1.1": "“Ye te, bhikkhave, bhikkhū duggahitehi suttantehi byañjanappatirūpakehi atthañca dhammañca paṭibāhanti te, bhikkhave, bhikkhū bahujanāhitāya paṭipannā bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ. ",
  "an2.41:1.2": "Bahuñca te, bhikkhave, bhikkhū apuññaṁ pasavanti, te cimaṁ saddhammaṁ antaradhāpenti. ",
  "an2.41:2.1": "Ye te, bhikkhave, bhikkhū suggahitehi suttantehi byañjanappatirūpakehi atthañca dhammañca anulomenti te, bhikkhave, bhikkhū bahujanahitāya paṭipannā bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṁ. ",
  "an2.41:2.2": "Bahuñca te, bhikkhave, bhikkhū puññaṁ pasavanti, te cimaṁ saddhammaṁ ṭhapentī”ti. ",
  "an2.41:2.3": "Samacittavaggo catuttho. "
}