{
  "an2.11:0.1": "Aṅguttara Nikāya 2 ",
  "an2.11:0.2": "2. Adhikaraṇavagga ",
  "an2.11:0.3": "11–20",
  "an2.11:1.0": "11",
  "an2.11:1.1": "“Dvemāni, bhikkhave, balāni. ",
  "an2.11:1.2": "Katamāni dve? ",
  "an2.11:1.3": "Paṭisaṅkhānabalañca bhāvanābalañca. ",
  "an2.11:1.4": "Katamañca, bhikkhave, paṭisaṅkhānabalaṁ? ",
  "an2.11:1.5": "Idha, bhikkhave, ekacco iti paṭisañcikkhati: ",
  "an2.11:1.6": "‘kāyaduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, vacīduccaritassa pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, manoduccaritassa pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañcā’ti. ",
  "an2.11:1.7": "So iti paṭisaṅkhāya kāyaduccaritaṁ pahāya kāyasucaritaṁ bhāveti, vacīduccaritaṁ pahāya vacīsucaritaṁ bhāveti, manoduccaritaṁ pahāya manosucaritaṁ bhāveti, suddhaṁ attānaṁ pariharati. ",
  "an2.11:1.8": "Idaṁ vuccati, bhikkhave, paṭisaṅkhānabalaṁ. ",
  "an2.11:2.1": "Katamañca, bhikkhave, bhāvanābalaṁ. ",
  "an2.11:2.2": "Tatra, bhikkhave, yamidaṁ bhāvanābalaṁ sekhānametaṁ balaṁ. ",
  "an2.11:2.3": "Sekhañhi so, bhikkhave, balaṁ āgamma rāgaṁ pajahati, dosaṁ pajahati, mohaṁ pajahati. ",
  "an2.11:2.4": "Rāgaṁ pahāya, dosaṁ pahāya, mohaṁ pahāya yaṁ akusalaṁ na taṁ karoti, yaṁ pāpaṁ na taṁ sevati. ",
  "an2.11:2.5": "Idaṁ vuccati, bhikkhave, bhāvanābalaṁ. ",
  "an2.11:2.6": "Imāni kho, bhikkhave, dve balānī”ti. ",
  "an2.12:1.0": "12",
  "an2.12:1.1": "“Dvemāni, bhikkhave, balāni. ",
  "an2.12:1.2": "Katamāni dve? ",
  "an2.12:1.3": "Paṭisaṅkhānabalañca bhāvanābalañca. ",
  "an2.12:1.4": "Katamañca, bhikkhave, paṭisaṅkhānabalaṁ? ",
  "an2.12:1.5": "Idha, bhikkhave, ekacco iti paṭisañcikkhati: ",
  "an2.12:1.6": "‘kāyaduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, vacīduccaritassa pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, manoduccaritassa pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañcā’ti. ",
  "an2.12:1.7": "So iti paṭisaṅkhāya kāyaduccaritaṁ pahāya kāyasucaritaṁ bhāveti, vacīduccaritaṁ pahāya vacīsucaritaṁ bhāveti, manoduccaritaṁ pahāya manosucaritaṁ bhāveti, suddhaṁ attānaṁ pariharati. ",
  "an2.12:1.8": "Idaṁ vuccati, bhikkhave, paṭisaṅkhānabalaṁ. ",
  "an2.12:2.1": "Katamañca, bhikkhave, bhāvanābalaṁ? ",
  "an2.12:2.2": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vosaggapariṇāmiṁ, ",
  "an2.12:2.3": "dhammavicayasambojjhaṅgaṁ bhāveti … ",
  "an2.12:2.4": "vīriyasambojjhaṅgaṁ bhāveti … ",
  "an2.12:2.5": "pītisambojjhaṅgaṁ bhāveti … ",
  "an2.12:2.6": "passaddhisambojjhaṅgaṁ bhāveti … ",
  "an2.12:2.7": "samādhisambojjhaṅgaṁ bhāveti … ",
  "an2.12:2.8": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vosaggapariṇāmiṁ. ",
  "an2.12:2.9": "Idaṁ vuccati, bhikkhave, bhāvanābalaṁ. ",
  "an2.12:2.10": "Imāni kho, bhikkhave, dve balānī”ti. ",
  "an2.13:1.0": "13",
  "an2.13:1.1": "“Dvemāni, bhikkhave, balāni. ",
  "an2.13:1.2": "Katamāni dve? ",
  "an2.13:1.3": "Paṭisaṅkhānabalañca bhāvanābalañca. ",
  "an2.13:1.4": "Katamañca, bhikkhave, paṭisaṅkhānabalaṁ? ",
  "an2.13:1.5": "Idha, bhikkhave, ekacco iti paṭisañcikkhati: ",
  "an2.13:1.6": "‘kāyaduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, vacīduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañca, manoduccaritassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañcā’ti. ",
  "an2.13:1.7": "So iti paṭisaṅkhāya kāyaduccaritaṁ pahāya kāyasucaritaṁ bhāveti, vacīduccaritaṁ pahāya vacīsucaritaṁ bhāveti, manoduccaritaṁ pahāya manosucaritaṁ bhāveti, suddhaṁ attānaṁ pariharati. ",
  "an2.13:1.8": "Idaṁ vuccati, bhikkhave, paṭisaṅkhānabalaṁ. ",
  "an2.13:2.1": "Katamañca, bhikkhave, bhāvanābalaṁ? ",
  "an2.13:2.2": "Idha, bhikkhave, bhikkhu vivicceva kāmehi, vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "an2.13:2.3": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati. ",
  "an2.13:2.4": "Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati. ",
  "an2.13:2.5": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "an2.13:2.6": "Idaṁ vuccati, bhikkhave, bhāvanābalaṁ. ",
  "an2.13:2.7": "Imāni kho, bhikkhave, dve balānī”ti. ",
  "an2.14:1.0": "14",
  "an2.14:1.1": "“Dvemā, bhikkhave, tathāgatassa dhammadesanā. ",
  "an2.14:1.2": "Katamā dve? ",
  "an2.14:1.3": "saṅkhittena ca vitthārena ca. ",
  "an2.14:1.4": "Imā kho, bhikkhave, dve tathāgatassa dhammadesanā”ti. ",
  "an2.15:1.0": "15",
  "an2.15:1.1": "“Yasmiṁ, bhikkhave, adhikaraṇe āpanno ca bhikkhu codako ca bhikkhu na sādhukaṁ attanāva attānaṁ paccavekkhati tasmetaṁ, bhikkhave, adhikaraṇe pāṭikaṅkhaṁ: ",
  "an2.15:1.2": "‘dīghattāya kharattāya vāḷattāya saṁvattissati, bhikkhū ca na phāsuṁ viharissantī’ti. ",
  "an2.15:1.3": "Yasmiñca kho, bhikkhave, adhikaraṇe āpanno ca bhikkhu codako ca bhikkhu sādhukaṁ attanāva attānaṁ paccavekkhati tasmetaṁ, bhikkhave, adhikaraṇe pāṭikaṅkhaṁ: ",
  "an2.15:1.4": "‘na dīghattāya kharattāya vāḷattāya saṁvattissati, bhikkhū ca phāsuṁ viharissantī’ti. ",
  "an2.15:2.1": "Kathañca, bhikkhave, āpanno bhikkhu sādhukaṁ attanāva attānaṁ paccavekkhati? ",
  "an2.15:2.2": "Idha, bhikkhave, āpanno bhikkhu iti paṭisañcikkhati: ",
  "an2.15:2.3": "‘ahaṁ kho akusalaṁ āpanno kañcideva desaṁ kāyena. ",
  "an2.15:2.4": "Maṁ so bhikkhu addasa akusalaṁ āpajjamānaṁ kañcideva desaṁ kāyena. ",
  "an2.15:2.5": "No ce ahaṁ akusalaṁ āpajjeyyaṁ kañcideva desaṁ kāyena, na maṁ so bhikkhu passeyya akusalaṁ āpajjamānaṁ kañcideva desaṁ kāyena. ",
  "an2.15:2.6": "Yasmā ca kho, ahaṁ akusalaṁ āpanno kañcideva desaṁ kāyena, tasmā maṁ so bhikkhu addasa akusalaṁ āpajjamānaṁ kañcideva desaṁ kāyena. ",
  "an2.15:2.7": "Disvā ca pana maṁ so bhikkhu akusalaṁ āpajjamānaṁ kañcideva desaṁ kāyena anattamano ahosi. ",
  "an2.15:2.8": "Anattamano samāno anattamanavacanaṁ maṁ so bhikkhu avaca. ",
  "an2.15:2.9": "Anattamanavacanāhaṁ tena bhikkhunā vutto samāno anattamano ahosiṁ. ",
  "an2.15:2.10": "Anattamano samāno paresaṁ ārocesiṁ. ",
  "an2.15:2.11": "Iti mameva tattha accayo accagamā suṅkadāyakaṁva bhaṇḍasmin’ti. ",
  "an2.15:2.12": "Evaṁ kho, bhikkhave, āpanno bhikkhu sādhukaṁ attanāva attānaṁ paccavekkhati. ",
  "an2.15:3.1": "Kathañca, bhikkhave, codako bhikkhu sādhukaṁ attanāva attānaṁ paccavekkhati? ",
  "an2.15:3.2": "Idha, bhikkhave, codako bhikkhu iti paṭisañcikkhati: ",
  "an2.15:3.3": "‘ayaṁ kho bhikkhu akusalaṁ āpanno kañcideva desaṁ kāyena. ",
  "an2.15:3.4": "Ahaṁ imaṁ bhikkhuṁ addasaṁ akusalaṁ āpajjamānaṁ kañcideva desaṁ kāyena. ",
  "an2.15:3.5": "No ce ayaṁ bhikkhu akusalaṁ āpajjeyya kañcideva desaṁ kāyena, nāhaṁ imaṁ bhikkhuṁ passeyyaṁ akusalaṁ āpajjamānaṁ kañcideva desaṁ kāyena. ",
  "an2.15:3.6": "Yasmā ca kho, ayaṁ bhikkhu akusalaṁ āpanno kañcideva desaṁ kāyena, tasmā ahaṁ imaṁ bhikkhuṁ addasaṁ akusalaṁ āpajjamānaṁ kañcideva desaṁ kāyena. ",
  "an2.15:3.7": "Disvā ca panāhaṁ imaṁ bhikkhuṁ akusalaṁ āpajjamānaṁ kañcideva desaṁ kāyena anattamano ahosiṁ. ",
  "an2.15:3.8": "Anattamano samāno anattamanavacanāhaṁ imaṁ bhikkhuṁ avacaṁ. ",
  "an2.15:3.9": "Anattamanavacanāyaṁ bhikkhu mayā vutto samāno anattamano ahosi. ",
  "an2.15:3.10": "Anattamano samāno paresaṁ ārocesi. ",
  "an2.15:3.11": "Iti mameva tattha accayo accagamā suṅkadāyakaṁva bhaṇḍasmin’ti. ",
  "an2.15:3.12": "Evaṁ kho, bhikkhave, codako bhikkhu sādhukaṁ attanāva attānaṁ paccavekkhati. ",
  "an2.15:4.1": "Yasmiṁ, bhikkhave, adhikaraṇe āpanno ca bhikkhu codako ca bhikkhu na sādhukaṁ attanāva attānaṁ paccavekkhati tasmetaṁ, bhikkhave, adhikaraṇe pāṭikaṅkhaṁ dīghattāya kharattāya vāḷattāya saṁvattissati, bhikkhū ca na phāsuṁ viharissantīti. ",
  "an2.15:4.2": "Yasmiñca kho, bhikkhave, adhikaraṇe āpanno ca bhikkhu codako ca bhikkhu sādhukaṁ attanāva attānaṁ paccavekkhati tasmetaṁ, bhikkhave, adhikaraṇe pāṭikaṅkhaṁ na dīghattāya kharattāya vāḷattāya saṁvattissati, bhikkhū ca phāsuṁ viharissantī”ti. ",
  "an2.16:1.0": "16",
  "an2.16:1.1": "Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an2.16:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so brāhmaṇo bhagavantaṁ etadavoca: ",
  "an2.16:1.3": "“ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī”ti? ",
  "an2.16:1.4": "“Adhammacariyāvisamacariyāhetu kho, brāhmaṇa, evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī”ti. ",
  "an2.16:2.1": "“Ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti? ",
  "an2.16:2.2": "“Dhammacariyāsamacariyāhetu kho, brāhmaṇa, evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti. ",
  "an2.16:3.1": "“Abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "an2.16:3.2": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "an2.16:3.3": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "an2.16:3.4": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an2.17:1.0": "17",
  "an2.17:1.1": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an2.17:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṁ etadavoca: ",
  "an2.17:1.3": "“ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī”ti? ",
  "an2.17:1.4": "“Katattā ca, brāhmaṇa, akatattā ca. ",
  "an2.17:1.5": "Evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī”ti. ",
  "an2.17:1.6": "“Ko pana, bho gotama, hetu ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti? ",
  "an2.17:1.7": "“Katattā ca, brāhmaṇa, akatattā ca. ",
  "an2.17:1.8": "Evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti. ",
  "an2.17:1.9": "“Na kho ahaṁ imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ ājānāmi. ",
  "an2.17:1.10": "Sādhu me bhavaṁ gotamo tathā dhammaṁ desetu yathā ahaṁ imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ ājāneyyan”ti. ",
  "an2.17:1.11": "“Tena hi, brāhmaṇa, suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "an2.17:1.12": "“Evaṁ, bho”ti kho jāṇussoṇi brāhmaṇo bhagavato paccassosi. ",
  "an2.17:1.13": "Bhagavā etadavoca: ",
  "an2.17:2.1": "“Idha, brāhmaṇa, ekaccassa kāyaduccaritaṁ kataṁ hoti, akataṁ hoti kāyasucaritaṁ; ",
  "an2.17:2.2": "vacīduccaritaṁ kataṁ hoti, akataṁ hoti vacīsucaritaṁ; ",
  "an2.17:2.3": "manoduccaritaṁ kataṁ hoti, akataṁ hoti manosucaritaṁ. ",
  "an2.17:2.4": "Evaṁ kho, brāhmaṇa, katattā ca akatattā ca evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti. ",
  "an2.17:2.5": "Idha pana, brāhmaṇa, ekaccassa kāyasucaritaṁ kataṁ hoti, akataṁ hoti kāyaduccaritaṁ; ",
  "an2.17:2.6": "vacīsucaritaṁ kataṁ hoti, akataṁ hoti vacīduccaritaṁ; ",
  "an2.17:2.7": "manosucaritaṁ kataṁ hoti, akataṁ hoti manoduccaritaṁ. ",
  "an2.17:2.8": "Evaṁ kho, brāhmaṇa, katattā ca akatattā ca evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti. ",
  "an2.17:3.1": "“Abhikkantaṁ, bho gotama …pe… upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an2.18:1.0": "18",
  "an2.18:1.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ ānandaṁ bhagavā etadavoca: ",
  "an2.18:1.2": "“ekaṁsenāhaṁ, ānanda, akaraṇīyaṁ vadāmi kāyaduccaritaṁ vacīduccaritaṁ manoduccaritan”ti. ",
  "an2.18:1.3": "“Yamidaṁ, bhante, bhagavatā ekaṁsena akaraṇīyaṁ akkhātaṁ kāyaduccaritaṁ vacīduccaritaṁ manoduccaritaṁ tasmiṁ akaraṇīye kayiramāne ko ādīnavo pāṭikaṅkho”ti? ",
  "an2.18:1.4": "“Yamidaṁ, ānanda, mayā ekaṁsena akaraṇīyaṁ akkhātaṁ kāyaduccaritaṁ vacīduccaritaṁ manoduccaritaṁ tasmiṁ akaraṇīye kayiramāne ayaṁ ādīnavo pāṭikaṅkho—",
  "an2.18:1.5": "attāpi attānaṁ upavadati, ",
  "an2.18:1.6": "anuvicca viññū garahanti, ",
  "an2.18:1.7": "pāpako kittisaddo abbhuggacchati, ",
  "an2.18:1.8": "sammūḷho kālaṁ karoti, ",
  "an2.18:1.9": "kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "an2.18:1.10": "Yamidaṁ, ānanda, mayā ekaṁsena akaraṇīyaṁ akkhātaṁ kāyaduccaritaṁ vacīduccaritaṁ manoduccaritaṁ tasmiṁ akaraṇīye kayiramāne ayaṁ ādīnavo pāṭikaṅkho”ti. ",
  "an2.18:2.1": "“Ekaṁsenāhaṁ, ānanda, karaṇīyaṁ vadāmi kāyasucaritaṁ vacīsucaritaṁ manosucaritan”ti. ",
  "an2.18:2.2": "“Yamidaṁ, bhante, bhagavatā ekaṁsena karaṇīyaṁ akkhātaṁ kāyasucaritaṁ vacīsucaritaṁ manosucaritaṁ tasmiṁ karaṇīye kayiramāne ko ānisaṁso pāṭikaṅkho”ti? ",
  "an2.18:2.3": "“Yamidaṁ, ānanda, mayā ekaṁsena karaṇīyaṁ akkhātaṁ kāyasucaritaṁ vacīsucaritaṁ manosucaritaṁ tasmiṁ karaṇīye kayiramāne ayaṁ ānisaṁso pāṭikaṅkho—",
  "an2.18:2.4": "attāpi attānaṁ na upavadati, ",
  "an2.18:2.5": "anuvicca viññū pasaṁsanti, ",
  "an2.18:2.6": "kalyāṇo kittisaddo abbhuggacchati, ",
  "an2.18:2.7": "asammūḷho kālaṁ karoti, ",
  "an2.18:2.8": "kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "an2.18:2.9": "Yamidaṁ, ānanda, mayā ekaṁsena karaṇīyaṁ akkhātaṁ kāyasucaritaṁ vacīsucaritaṁ manosucaritaṁ tasmiṁ karaṇīye kayiramāne ayaṁ ānisaṁso pāṭikaṅkho”ti. ",
  "an2.19:1.0": "19",
  "an2.19:1.1": "“Akusalaṁ, bhikkhave, pajahatha. ",
  "an2.19:1.2": "Sakkā, bhikkhave, akusalaṁ pajahituṁ. ",
  "an2.19:1.3": "No cedaṁ, bhikkhave, sakkā abhavissa akusalaṁ pajahituṁ, nāhaṁ evaṁ vadeyyaṁ: ",
  "an2.19:1.4": "‘akusalaṁ, bhikkhave, pajahathā’ti. ",
  "an2.19:1.5": "Yasmā ca kho, bhikkhave, sakkā akusalaṁ pajahituṁ tasmāhaṁ evaṁ vadāmi: ",
  "an2.19:1.6": "‘akusalaṁ, bhikkhave, pajahathā’ti. ",
  "an2.19:1.7": "Akusalañca hidaṁ, bhikkhave, pahīnaṁ ahitāya dukkhāya saṁvatteyya nāhaṁ evaṁ vadeyyaṁ: ",
  "an2.19:1.8": "‘akusalaṁ, bhikkhave, pajahathā’ti. ",
  "an2.19:1.9": "Yasmā ca kho, bhikkhave, akusalaṁ pahīnaṁ hitāya sukhāya saṁvattati tasmāhaṁ evaṁ vadāmi: ",
  "an2.19:1.10": "‘akusalaṁ, bhikkhave, pajahathā’”ti. ",
  "an2.19:2.1": "“Kusalaṁ, bhikkhave, bhāvetha. ",
  "an2.19:2.2": "Sakkā, bhikkhave, kusalaṁ bhāvetuṁ. ",
  "an2.19:2.3": "No cedaṁ, bhikkhave, sakkā abhavissa kusalaṁ bhāvetuṁ, nāhaṁ evaṁ vadeyyaṁ: ",
  "an2.19:2.4": "‘kusalaṁ, bhikkhave, bhāvethā’ti. ",
  "an2.19:2.5": "Yasmā ca kho, bhikkhave, sakkā kusalaṁ bhāvetuṁ tasmāhaṁ evaṁ vadāmi: ",
  "an2.19:2.6": "‘kusalaṁ, bhikkhave, bhāvethā’ti. ",
  "an2.19:2.7": "Kusalañca hidaṁ, bhikkhave, bhāvitaṁ ahitāya dukkhāya saṁvatteyya, nāhaṁ evaṁ vadeyyaṁ: ",
  "an2.19:2.8": "‘kusalaṁ, bhikkhave, bhāvethā’ti. ",
  "an2.19:2.9": "Yasmā ca kho, bhikkhave, kusalaṁ bhāvitaṁ hitāya sukhāya saṁvattati tasmāhaṁ evaṁ vadāmi: ",
  "an2.19:2.10": "‘kusalaṁ, bhikkhave, bhāvethā’”ti. ",
  "an2.20:1.0": "20",
  "an2.20:1.1": "“Dveme, bhikkhave, dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. ",
  "an2.20:1.2": "Katame dve? ",
  "an2.20:1.3": "Dunnikkhittañca padabyañjanaṁ attho ca dunnīto. ",
  "an2.20:1.4": "Dunnikkhittassa, bhikkhave, padabyañjanassa atthopi dunnayo hoti. ",
  "an2.20:1.5": "Ime kho, bhikkhave, dve dhammā saddhammassa sammosāya antaradhānāya saṁvattantī”ti. ",
  "an2.20:2.1": "“Dveme, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattanti. ",
  "an2.20:2.2": "Katame dve? ",
  "an2.20:2.3": "Sunikkhittañca padabyañjanaṁ attho ca sunīto. ",
  "an2.20:2.4": "Sunikkhittassa, bhikkhave, padabyañjanassa atthopi sunayo hoti. ",
  "an2.20:2.5": "Ime kho, bhikkhave, dve dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattantī”ti. ",
  "an2.20:2.6": "Adhikaraṇavaggo dutiyo. "
}