{
  "pli-tv-bi-pm:0.1": "ປາລິສິກຂາບົດ ໒ ຄຳພີ ",
  "pli-tv-bi-pm:0.2": "ປາລິພິກຂຸນີປາຕິໂມກ ",
  "pli-tv-bi-pm:1.0": "ບຸບພະກອນ (ທຸລະທີ່ຕ້ອງເຮັດໃນເບື້ອງຕົ້ນ) ",
  "pli-tv-bi-pm:1.1": "ການປັດກວາດໂຮງອຸໂບສົດ ການຕາມປະທີບ ການຕັ້ງນ້ຳໃຊ້ນ້ຳສັນ ແລະການປູອາດສະນະ; ",
  "pli-tv-bi-pm:1.2": "ຄື ອົງຂອງບຸບພະກອນຂອງອຸໂບສົດທັງ ໔ ຢ່າງ. ",
  "pli-tv-bi-pm:2.0": "ບຸບພະກິດ (ທຸລະທີ່ຕ້ອງເຮັດກ່ອນ) ",
  "pli-tv-bi-pm:2.1": "ການນຳສັນທະມາ ການບອກຄວາມບໍລິສຸດ ການບອກລະດູ ແລະການໃຫ້ໂອວາດພິກຂຸນີ; ",
  "pli-tv-bi-pm:2.2": "ຄື ອົງຂອງບຸບພະກິດທັງ ໔ ຢ່າງ. ",
  "pli-tv-bi-pm:3.0": "ຄວາມພັ່ງພ້ອມ ",
  "pli-tv-bi-pm:3.1": "ມີອົງ ໔ ຄື ເປັນມື້ອຸໂບສົດ ເປັນພິກຂຸນີຜູ້ຄວນເຖິງກຳ; ",
  "pli-tv-bi-pm:3.2": "ເປັນຜູ້ທີ່ບໍ່ຕ້ອງອາບົດທັງ ໒ ຢ່າງ (ສະພາກາບັຕິ); ",
  "pli-tv-bi-pm:3.3": "ບຸກຄົນຜູ້ຄວນເວັ້ນ ບໍ່ມີໃນຫັດຖະບາດສົງນັ້ນ. ",
  "pli-tv-bi-pm:4.1": "ຂ້ານ້ອຍຂໍເຊື້ອເຊີນ ຜູ້ທໍາບຸບພະກອນບຸບພະກິດສຳເລັດດີແລ້ວທີ່ຢູ່ທີ່ນີ້ ຜູ້ພ້ອມພຽງກັນ ຜູ້ມີອາບັຕິອັນຖືກບອກເທສະໜາແລ້ວ ເພື່ອສວດປາຕິໂມກ ໂດຍອະນຸມັດແຫ່ງໝູ່ພິກຂຸນີສົງ. ",
  "pli-tv-bi-pm:5.0": "ນິທານຸດເທສະ (ຄຳຂະຫຍາຍຄວາມ) ",
  "pli-tv-bi-pm:5.1": "ຂ້າແຕ່ພິກຂຸນີສົງຜູ້ຈະເລີນ ຂໍຈົ່ງຟັງເຖີດ. ",
  "pli-tv-bi-pm:5.2": "ອຸໂບສົດມື້ນີ້ທີ່ ໑໕, ",
  "pli-tv-bi-pm:5.3": "ຖ້າຄວາມພັ່ງພ້ອມ ຂອງສົງເຖິງທີ່ແລ້ວ ເຮົາທັງຫຼາຍຄວນເຮັດອຸໂບສົດ ຄວນສະແດງຊຶ່ງປາຕິໂມກນຳກັນ. ",
  "pli-tv-bi-pm:6.1": "ກິດທີ່ຕ້ອງເຮັດກ່ອນອັນໃດໆ ຂອງສົງກໍເຮັດສຳເລັດແລ້ວ? ",
  "pli-tv-bi-pm:6.2": "ທ່ານທັງຫຼາຍຄວນບອກຄວາມບໍລິສຸດ, ",
  "pli-tv-bi-pm:6.3": "ຂ້ານ້ອຍຈັກສະແດງຊຶ່ງປາຕິໂມກ, ",
  "pli-tv-bi-pm:6.4": "ອັນພວກເຮົາທັງຫຼາຍ ຈົ່ງຟັງ ຈົ່ງໃສ່ໃຈຊຶ່ງປາຕິໂມກນັ້ນ ໃຫ້ສຳເລັດປະໂຫຍດ. ",
  "pli-tv-bi-pm:6.5": "ຜູ້ໃດຫາກມີອາບັດ ຜູ້ນັ້ນກໍຄວນເປີດເຜີຍເສຽ, ",
  "pli-tv-bi-pm:6.6": "ເມື່ອອາບັດບໍ່ມີ ກໍຄວນນິ່ງຢູ່, ",
  "pli-tv-bi-pm:6.7": "ກໍເພາະຄວາມເປັນຜູ້ນິ່ງແລ ຂ້ານ້ອຍຈັກຮູ້ທ່ານທັງຫຼາຍວ່າ ເປັນຜູ້ບໍລິສຸດ. ",
  "pli-tv-bi-pm:6.8": "ອັນນຶ່ງ ການສວດປະກາດໃຫ້ໄດ້ຍິນມີກຳນົດ ໓ ເທື່ອ ໃນບໍລິສັດເຫັນຄືນີ້ຢ່າງນີ້ ເປັນເໝືອນຖືກຖາມຕອບສະເພາະອົງ. ",
  "pli-tv-bi-pm:6.9": "ອັນນຶ່ງ ພິກຂຸນີໃດເມື່ອສວດປະກາດສຸດເທື່ອທີ່ ໓ ຈື່ (ອາບັດ) ໄດ້ຢູ່ ບໍ່ເປີດເຜີຍອາບັດຊຶ່ງມີຢູ່ ຮູ້ຕົວວ່າເວົ້າບໍ່ຈິງແທ້ ຄວາມຜິດຍ່ອມມີແກ່ທ່ານນັ້ນ. ",
  "pli-tv-bi-pm:6.10": "ທ່ານທັງຫຼາຍ ກໍຮູ້ຕົວວ່າເວົ້າບໍ່ຈິງແທ້ອີຫຼີ ພຣະຜູ້ມີພຣະພາກເຈົ້າເວົ້າວ່າ ເປັນທຳເຮັດອັນຕະລາຍ, ",
  "pli-tv-bi-pm:6.11": "ເພາະສະນັ້ນ ເມື່ອພິກຂຸນີຕ້ອງອາບັດແລ້ວຈື່ໄດ້ ຫວັງຄວາມບໍລິສຸດ ຄວນເປີດເຜີຍອາບັດຊຶ່ງມີຢູ່, ",
  "pli-tv-bi-pm:6.12": "ເພາະການເປີດເຜີຍອາບັດແລ້ວ ຄວາມສະບາຍຍ່ອມມີແກ່ທ່ານ. ",
  "pli-tv-bi-pm:7.1": "ຂ້ານ້ອຍພຽງສະແດງໂດຍສະຫຼຸບເທົ່ານັ້ນ ໃນຂໍ້ຄວາມເບື້ອງຕົ້ນ. ",
  "pli-tv-bi-pm:7.2": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ? ",
  "pli-tv-bi-pm:7.3": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ? ",
  "pli-tv-bi-pm:7.4": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ? ",
  "pli-tv-bi-pm:7.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວ ເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bi-pm:7.6": "ຂໍ້ຄວາມເບື້ອງຕົ້ນ ສຸດແລ້ວ. ",
  "pli-tv-bi-pm:8.0": "ປາລາຊິກຸດເທໂສ ",
  "pli-tv-bi-pm:8.1": "ອາບັດທັງຫຼາຍຊື່ວ່າປາລາຊິກ ໘ ເຫຼົ່ານີ້ ຍ່ອມມາສູອຸດເທດໃນປາຕິໂມກນັ້ນ. ",
  "pli-tv-bi-pm:9.0": "ປາລາຊິກ ໑. ສິກຂາບົດເມຖຸນທຳ ",
  "pli-tv-bi-pm:9.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນເສບເມຖຸນທຳ ໂດຍທີ່ສຸດແມ່ນວ່າໃນດິລັດສານຕົວເມຽ ຜູ້ນີ້ກໍຕ້ອງອາບັດປາລາຊິກ ບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນ. ",
  "pli-tv-bi-pm:10.0": "ປາລາຊິກ ໑. ສິກຂາບົດອະທິນນາທານະ. ",
  "pli-tv-bi-pm:10.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຖືເອົາຊັບອັນເຈົ້າຂອງບໍ່ໄດ້ໃຫ້ ເປັນສ່ວນໂຈນກຳ ຈາກເຮືອນກໍດີຈາກປ່າກໍດີ, ",
  "pli-tv-bi-pm:10.2": "ພະລາຊາຈັບໂຈນໄດ້ແລ້ວ ຂ້າເສຽແດ່ ຈຳຂັງໄວ້ແດ່ ເນລະເທດເສຽແດ່ ດ້ວຍປັບໂທດວ່າ ເຈົ້າເປັນໂຈນ ເຈົ້າເປັນຄົນພານ ເຈົ້າເປັນຄົນຫລົງ ເຈົ້າເປັນຄົນຂະໂມຍ ດັ່ງນີ້ ເພາະຖືເອົາຊັບອັນເຈົ້າຂອງບໍ່ໄດ້ໃຫ້ເຫັນປານໃດ ພິກຂຸນີຖືເອົາຊັບອັນເຈົ້າຂອງບໍ່ໄດ້ໃຫ້ເຫັນຄືນັ້ນ ",
  "pli-tv-bi-pm:10.3": "ຜູ້ນີ້ກໍຕ້ອງອາບັດປາລາຊິກ ບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນ. ",
  "pli-tv-bi-pm:11.0": "ປາລາຊິກ ໓. ສິກຂາບົດມນຸດສະວິກຄະຫະ ",
  "pli-tv-bi-pm:11.1": "ອັນນຶ່ງ ພິກຂຸນີໃດແກ້ງພາກກາຍມະນຸດຈາກຊີວິດຫຼືສະແຫວງຫາສັດຕາອັນຈະນຳ (ຊີວິດ) ເສຽໃຫ້ແກ່ກາຍມະນຸດນັ້ນ ຫຼືພັນະນາທ່ານແຫ່ງຄວາມຕາຍຫຼືຊັກຊວນເພື່ອຄວາມຕາຍດ້ວຍຄຳວ່າ, ",
  "pli-tv-bi-pm:11.2": "“ແນ່ະ ນາຍຜູ້ເປັນຊາຍ ມີປະໂຫຍດຫຍັງແກ່ທ່ານດ້ວຍຊີວິດອັນຊົ່ວນີ້ ທ່ານຕາຍເສຽດີກວ່າເປັນຢູ່”, ",
  "pli-tv-bi-pm:11.3": "ດັ່ງນີ້ນາງມີຈິດໃຈ ມີຈິດດຳລິຢ່າງນີ້ ພັນນະນາຄຸນແຫ່ງຄວາມຕາຍກໍດີ ຊັກຊວນເພື່ອຄວາມຕາຍກໍດີ ໂດຍຫຼາຍໄນ, ",
  "pli-tv-bi-pm:11.4": "ຜູ້ນີ້ກໍຕ້ອງອາບັດປາລາຊິກ ບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນ. ",
  "pli-tv-bi-pm:12.0": "ປາລາຊິກ ໔. ສິກຂາບົດອຸດຕະລິມະນຸດສະທຳ ",
  "pli-tv-bi-pm:12.1": "ອັນນຶ່ງ ພິກຂຸນີໃດບໍ່ຮູ້ສະເພາະ (ຄືບໍ່ຮູ້ແທ້) ກ່າວອວດອຸດຕະລິມະນຸດສະທຳ ອັນເປັນຄວາມເຫັນຢ່າງປະເສີດ ຢ່າງສາມາດນ້ອມເຂົ້າໃນຕົວວ່າ “ຂ້ານ້ອຍຮູ້ຢ່າງນີ້ ຂ້ານ້ອຍເຫັນຢ່າງນີ້”, ",
  "pli-tv-bi-pm:12.2": "ຄັ້ນສະໄໝອື່ນ ແຕ່ນັ້ນ ອັນຜູ້ໃດຜູ້ໜຶ່ງ ເຊື່ອກໍຕາມ ບໍ່ເຊື່ອກໍຕາມ ກໍເປັນອັນຕ້ອງອາບັດແລ້ວ ມຸ່ງຄວາມໝົດຈົດ (ຄື ພົ້ນໂທດ) ຈະຄວນກ່າວຢ່າງນີ້ວ່າ “ແນ່ະທ່ານ ຂ້ານ້ອຍບໍ່ຮູ້ ໄດ້ເວົ້າວ່າຮູ້ ບໍ່ເຫັນໄດ້ເວົ້າວ່າເຫັນໄດ້ເວົ້າພ່ອຍໆ ເປັນບໍ່ແທ້ບໍ່ໆ”, ",
  "pli-tv-bi-pm:12.3": "ເວັ້ນໄວ້ແຕ່ວ່າສຳຄັນວ່າໄດ້ບັນລຸ, ",
  "pli-tv-bi-pm:12.4": "ຜູ້ນີ້ກໍຕ້ອງອາບັດປາລາຊິກ ບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນ. ",
  "pli-tv-bi-pm:13.0": "ປາລາຊິກ ໕. ສິກຂາບົດອຸບພະຊານຸມັນທະລິກາ ",
  "pli-tv-bi-pm:13.1": "ອັນນຶ່ງ ພິກຂຸນີໃດມີຄວາມກຳໜັດ ຍິນດີການລູບກໍດີ ຄຳກໍດີ ຈັບກໍດີ ຕ້ອງກໍດີ ບີບເຄ້ນກໍດີ ຂອງບຸຣຸດບຸກຄົນຜູ້ກຳໜັດ ໃຕ້ຮາກຂວັນລົງໄປ ເໜືອເຂົ່າຂຶ້ນມາ ຜູ້ນີ້ກໍເປັນປາລາຊິກຊື່ອຸບພະຊານຸມັນທະລິກາ ບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນ. ",
  "pli-tv-bi-pm:14.0": "ປາລາຊິກ ໖. ສິກຂາບົດວັດຊັບປະຕິດສາທິກາ ",
  "pli-tv-bi-pm:14.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຮູ້ຢູ່ວ່າພິກຂຸນີລ່ວງອາບັດປາລາຊິກ ບໍ່ໂຈດດ້ວຍຕົນ ບໍ່ບອກແກ່ຄະນະ ໃນເວລາທີ່ພິກຂຸນີນັ້ນຍັງດຳລົງເພດຢູ່ກໍດີ ເຄື່ອນໄປແລ້ວກໍດີ ຖືກບັງຄັບໃຫ້ສຶກແລ້ວກໍດີ ໄປເຂົ້າຣີດດຽນຖີເສຽກໍດີ ເທື່ອຫຼັງທ່ານຈຶ່ງບອກຢ່າງນີ້ວ່າ ແມ່ເຈົ້າ ເຈົ້າຂ້າ ເມື່ອກ່ອນຂ້ານ້ອຍຮູ້ຈັກພິກຂຸນີນັ້ນໄດ້ດີທິສຸດວ່າ ທ່ານເປັນເອື້ອຍແມ່ຍິງ ນ້ອງແມ່ຍິງ ມີຄວາມປະພຶດເຊັ່ນນີ້ແລະມີຄວາມປະພຶດເຊັ່ນນີ້ແຕ່ຂ້ານ້ອຍບໍ່ໂຈດດ້ວຍຕົນ ບໍ່ບອກແກ່ຄະນະ ຜູ້ນີ້ກໍຕ້ອງອາບັດປາລາຊິກ ຊື່ວັດຊັບປະຕິດສາທິກາ ບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນ. ",
  "pli-tv-bi-pm:15.0": "ປາລາຊິກ ໗. ສິກຂາບົດອຸກຂິດຕານຸວັດຕິກາ ",
  "pli-tv-bi-pm:15.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນປະພຶດຕາມພິກຂຸຜູ້ຖືກສົງພ້ອມພຽງກັນຍົກເສຽແລ້ວ ຕາມທຳ ຕາມວິໄນ ຕາມສັດຖຸສາດ ຜູ້ບໍ່ເອື້ອເຟື້ອ ບໍ່ເຮັດຄືນອາບັດ ບໍ່ໄດ້ເຮັດພິກຂຸຜູ້ມີສັງວາດສະເໝີກັນໃຫ້ເປັນສະຫາຍ ພິກຂຸນີນັ້ນອັນພິກຂຸນີທັງຫຼາຍຄວນເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:15.2": "“ແມ່ຍິງ ພິກຂຸນັ້ນແລ ອັນສົງຜູ້ພ້ອມພຽງກັນຍົກເສຽແລ້ວ ຕາມທຳ ຕາມວິໄນ ອັນເປັນສັດຖຸສາດ ເປັນຜູ້ບໍ່ເອື້ອເຟື້ອ ບໍ່ເຮັດຄືນອາບັດ ບໍ່ໄດ້ເຮັດພິກຂຸຜູ້ມີສັງວາດສະເໝີກັນໃຫ້ເປັນສະຫາຍ ແມ່ຍິງຢ່າປະພຶດຕາມພິກຂຸນັ້ນເລີຍ”, ",
  "pli-tv-bi-pm:15.3": "ແລພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຍັງຍົກຍ້ອງຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນີນັ້ນອັນພິກຂຸນີທັງຫຼາຍຄວນສວດສົມນຸພາດ ກວ່າຈະຄົບສາມເທື່ອ ເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bi-pm:15.4": "ຫາກທ່ານຖືກສວດສົມນຸພາດ ກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ ສະລະກຳນັ້ນເສຽ ສະລະໄດ້ຢ່າງນີ້ນັ້ນເປັນການດີ, ",
  "pli-tv-bi-pm:15.5": "ຫາກທ່ານບໍ່ສະລະເສຽ ຜູ້ນີ້ກໍຕ້ອງອາບັດປາລາຊິກຊື່ອຸກຂິດຕານຸວັດຕິກາ ບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນ. ",
  "pli-tv-bi-pm:16.0": "ປາລາຊິກ ໘. ສິກຂາບົດອັດຖະວັດຖຸກາ ",
  "pli-tv-bi-pm:16.1": "ອັນນຶ່ງ ພິກຂຸນີໃດມີຄວາມກຳໜັດ ຍິນດີການທີ່ບຸຣຸດບຸກຄົນຜູ້ກຳໜັດຈັບມືກໍດີ ຈັບຊາຍຜ້າສັງຄາຕິກໍດີ ຢືນດ້ວຍກໍດີ ສົນທະນາດ້ວຍກໍດີ ໄປສູ່ທີ່ນັດໝາຍກັນກໍດີ ຍິນດີການທີ່ບຸຣຸດມາຫາຕາມນັດກໍດີ ເຂົ້າໄປສູ່ທີ່ມຸງນຳກັນກໍດີ ທອດກາຍເພື່ອປະໂຫຍດແກ່ບຸຣຸດນັ້ນ ເພື່ອປະສົງຈະເສບອະສັດທຳນັ້ນກໍດີ ແມ່ນວ່າຜູ້ນີ້ກໍຕ້ອງອາບັດປາລາຊິກຊື່ອັດຖະວັດຖຸກາ ບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນ. ",
  "pli-tv-bi-pm:17.1": "ທ່ານທັງຫຼາຍ ອາບັດປາລາຊິກທັງ ໘ ຂ້ານ້ອຍໄດ້ຍົກຂຶ້ນສະແດງແລ້ວ. ",
  "pli-tv-bi-pm:17.2": "ພິກຂຸນີຕ້ອງອາບັດເຫຼົ່າໄດເລົ່າ ອັນໃດອັນໜຶ່ງແລ້ວ ຍ່ອມບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນທັງຫຼາຍ ",
  "pli-tv-bi-pm:17.3": "ເໝືອນຢ່າງແຕ່ກ່ອນ ຕ້ອງອາບັດປາລາຊິກ ບໍ່ມີການຢູ່ຮ່ວມກັບພິກຂຸນີອື່ນ. ",
  "pli-tv-bi-pm:17.4": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ? ",
  "pli-tv-bi-pm:17.5": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ? ",
  "pli-tv-bi-pm:17.6": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ? ",
  "pli-tv-bi-pm:17.7": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວ ເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bi-pm:17.8": "ປາລາຊິກຸດເທດ ສຸດແລ້ວ. ",
  "pli-tv-bi-pm:18.0": "ສັງຄາທິເສສຸດເທໂສ ",
  "pli-tv-bi-pm:18.1": "ທ່ານທັງຫຼາຍອາບັດຊື່ສັງຄາທິເສດ ໑໗ ເຫຼົ່ານີ້ແລ ຍ່ອມມາສູ່ອຸດເທດ. ",
  "pli-tv-bi-pm:19.0": "ສັງຄາທິເສດ ໑. ອຸດສະຍະວາທິກາສິກຂາບົດ ",
  "pli-tv-bi-pm:19.1": "ອັນນຶ່ງ ພິກຂຸນີໃດມັກຟ້ອງຄວາມກັບຄຫະບໍດີກໍດີ ບຸດຄະຫະບໍດີກໍດີ ຂ້າທາດກໍດີ ກຳກອນກໍດີ ໂດຍທີ່ສຸດແມ່ນວ່າສະມະນະປຣິພາຊົກ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດຂະນະເຮັດເທື່ອທຳອິດ. ",
  "pli-tv-bi-pm:20.0": "ສັງຄາທິເສດ ໒. ໂຈຣີວຸດຖາປິກາສິກຂາບົດ ",
  "pli-tv-bi-pm:20.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຮູ້ຢູ່ວ່າແມ່ຍິງເປັນໂຈນ ຜູ້ປາກົດ ເປັນນັກໂທດປະຫານ ບໍ່ບອກກ່າວພະລາຊາ ໝູ່ ຄະນະ ນາຍໝວດຫຼືນາຍກອງ ຮັບໃຫ້ບວດ ເວັ້ນແຕ່ບວດມາແລ້ວ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດຂະນະເຮັດເທື່ອທຳອິດ. ",
  "pli-tv-bi-pm:21.0": "ສັງຄາທິເສດ ໓. ເອກຄາມັນຕະລະຄະມະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:21.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຜູ້ດຽວໄປສູ່ລະແວກເຮືອນກໍດີ ຜູ້ດຽວໄປສູ່ຝັ່ງແມ່ນ້ຳກໍດີ ຜູ້ດຽວຢູ່ປາດສະຈາກພວກໃນຣາຕີກໍດີ ຜູ້ດຽວຢ່າງລີ້ ໄປຈາກຄະນະກໍດີ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດຂະນະເຮັດເທື່ອທຳອິດ. ",
  "pli-tv-bi-pm:22.0": "ສັງຄາທິເສດ ໔. ອຸກຂິດຕະກະໂອສາລະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:22.1": "ອັນນຶ່ງ ພິກຂຸນີໃດບໍ່ບອກກ່າວສົງຜູ້ເຮັດງານ ບໍ່ຮູ້ສັນທະຂອງຄະນະ ຮຽກພິກຂຸນີຜູ້ຊຶ່ງສົງພັ່ງພ້ອມກັນຍົກເສຽຈາກໝູ່ ຕາມທຳ ຕາມວິໄນ ອັນເປັນສັດຖຸສາດແລ້ວໃຫ້ເຂົ້າໝູ່ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດຂະນະເຮັດເທື່ອທຳອິດ. ",
  "pli-tv-bi-pm:23.0": "ສັງຄາທິເສດ ໕. ໂພຊະນະປະຕິກຄະຫະນະປະຖະມະສິກຂາບົດ ",
  "pli-tv-bi-pm:23.1": "ອັນນຶ່ງ ພິກຂຸນີໃດມີຄວາມເພິງພໍໃຈ ຮັບຂອງຄ້ຽວກໍດີ ຂອງສັນກໍດີ ດ້ວຍມືຂອງຕົນເອງ ຈາກມືຂອງບຸຣຸດບຸກຄົນຜູ້ມີຄວາມເພິງພໍໃຈແລ້ວຄ້ຽວກໍດີ ສັນກໍດີ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດຂະນະເຮັດເທື່ອທຳອິດ. ",
  "pli-tv-bi-pm:24.0": "ສັງຄາທິເສດ ໖. ໂພຊະນະປະຕິກຄະຫະນະທຸຕິຍະສິກຂາບົດ ",
  "pli-tv-bi-pm:24.1": "ອັນນຶ່ງ ພິກຂຸນີໃດກ່າວຢ່າງນີ້ວ່າ “ແມ່ຍິງ ບຸຣຸດບຸກຄົນນັ້ນ ມີຄວາມພໍໃຈກໍຕາມ ບໍ່ມີຄວາມພໍໃຈກໍຕາມ ຈັກເຮັດຫຍັງແກ່ແມ່ຍິງໄດ້ ເພາະແມ່ຍິງບໍ່ມີຄວາມພໍໃຈ ນິມົນເຖີດ ບຸຣຸດບຸກຄົນນັ້ນຈະຖວາຍຂອງສິ່ງໃດ ເປັນຂອງຄ້ຽວຫຼືຂອງສັນກໍຕາມແກ່ແມ່ຍິງ ຂໍແມ່ຍິງ ຈົ່ງຮັບປະເຄນຂອງສິ່ງນັ້ນດ້ວຍມືຂອງຕົນແລ້ວຄ້ຽວຫຼືສັນເຖີດ ດັ່ງນີ້” ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດຂະນະເຮັດເທື່ອທຳອິດ. ",
  "pli-tv-bi-pm:25.0": "ສັງຄາທິເສດ ໗. ສັນຈະລິດຕະສິກຂາບົດ ",
  "pli-tv-bi-pm:25.1": "ອັນນຶ່ງ ພິກຂຸນີໃດເຖິງຄວາມເປັນສື່ຮັກ ຄວາມປະສົງຂອງຊາຍແກ່ແມ່ຍິງກໍດີ (ບອກ) ຄວາມປະສົງຂອງແມ່ຍິງແກ່ຊາຍກໍດີ ໃນຄວາມເປັນເມຽກໍຕາມ ໃນຄວາມເປັນຊູ້ກໍຕາມ ໂດຍທີ່ສຸດ (ບອກ) ແມ່ນວ່າແກ່ແມ່ຍິງຂາຍບໍລິການ ອັນຈະຄວນຢູ່ຮ່ວມຊົ່ວຂະນະ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດຂະນະເຮັດເທື່ອທຳອິດ. ",
  "pli-tv-bi-pm:26.0": "ສັງຄາທິເສດ ໘. ທຸດຖະໂທສະສິກຂາບົດ ",
  "pli-tv-bi-pm:26.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຂັດໃຈ ມີໂທສະບໍ່ສົດຊື່ນ ຕາມກຳຈັດ (ຄື ໂຈດ) ພິກຂຸນີດ້ວຍອາບັດມີໂທດເຖິງປາລາຊິກ ອັນຫາມູນບໍ່ໄດ້ ດ້ວຍໝາຍໃຈວ່າ “ແມ່ນວ່າເຫດໃດເຮົາຈະເຮັດທ່ານໃຫ້ເຄື່ອນຈາກພົນມະຈັນນີ້ໄດ້”, ",
  "pli-tv-bi-pm:26.2": "ຄັ້ນສະໄໝອື່ນ ແຕ່ນັ້ນ ອັນຜູ້ໃດຜູ້ໜຶ່ງຖືເອົາຕາມກໍຕາມ ບໍ່ຖືເອົາຕາມກໍຕາມ (ຄື ເຊື່ອບໍ່ເຊື່ອກໍຕາມ) ແຕ່ອະທິກອນນັ້ນ ເປັນເລື່ອງຫາມູນບໍ່ໄດ້ແລະຍ່ອມຍີນອິງໂທສະ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດຂະນະເຮັດເທື່ອທຳອິດ. ",
  "pli-tv-bi-pm:27.0": "ສັງຄາທິເສດ ໙. ອັນຍະພາຄິຍະສິກຂາບົດ ",
  "pli-tv-bi-pm:27.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຂັດໃຈ ມີໂທສະບໍ່ສົດຊື່ນ ຖືເອົາເອກເທດບາງແຫ່ງ ແຫ່ງອະທິກອນອັນເປັນເລື່ອງອື່ນໃຫ້ເປັນພຽງເລີດ ຕາມກຳຈັດ (ຄື ໂຈດ) ພິກຂຸນີດ້ວຍ ທຳອັນມີໂທດເຖິງປາລາຊິກ ດ້ວຍໝາຍໃຈວ່າ “ແມ່ນວ່າເຫດໃດເຮົາຈະເຮັດທ່ານໃຫ້ເຄື່ອນຈາກພົນມະຈັນນີ້ໄດ້”, ",
  "pli-tv-bi-pm:27.2": "ຄັ້ນສະໄໝອື່ນ ແຕ່ນັ້ນ ອັນຜູ້ໃດຜູ້ອື່ນຖືເອົາຕາມກໍດີ ບໍ່ຖືເອົາຕາມກໍດີ (ຄື ເຊື່ອກໍດີບໍ່ເຊື່ອກໍດີ) ແຕ່ອະທິກອນນັ້ນເປັນເລື່ອງອື່ນເອກເທດບາງແຫ່ງ ທ່ານຖືເອົາພໍເປັນເລດແລະຍ່ອມຍັ້ງຍືນອິງໂທສະ ໓ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດຂະນະເຮັດເທື່ອທຳອິດ. ",
  "pli-tv-bi-pm:28.0": "ສັງຄາທິເສດ ໑໐. ສິກຂັງປັດຈາຈິກຂະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:28.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄຽດ ຂັດໃຈ ຄວນກ່າວຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:28.2": "“ຂ້ານ້ອຍຂໍບອກຄືນພຣະພຸດເຈົ້າ ຂໍບອກຄືນພຣະທຳ ຂໍບອກຄືນພຣະສົງ ຂໍບອກຄືນສິກຂາ ພິກຂຸນີທີ່ຊື່ວ່າສະມະນີຈະມີສະເພາະສະມະນີສາກະຍະທິດາເຫຼົ່ານີ້ເມື່ອໃດ ແມ່ນວ່າສະມະນີເຫຼົ່າອື່ນທີ່ມີຄວາມລະອາຍ ມີຄວາມຂີ້ດຽດຜູ້ໄຄ່ຕໍ່ສິກຂາກໍຍັງມີ ຂ້ານ້ອຍຈັກປະພຶດພົນມະຈັນໃນສຳນັກສະມະນີເຫຼົ່ານັ້ນ ດັ່ງນັ້ນ”. ",
  "pli-tv-bi-pm:28.3": "ດັ່ງນັ້ນ ພິກຂຸນີນັ້ນອັນພິກຂຸນີທັງຫຼາຍຄວນກ່າວຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:28.4": "“ແມ່ຍິງຢ່າໄດ້ຄຽດ ຂັດໃຈ” ກ່າວຢ່າງນີ້ວ່າ “ຂ້ານ້ອຍຂໍບອກຄືນພຣະພຸດເຈົ້າ ຂໍບອກຄືນພຣະທຳ ຂໍບອກຄືນພຣະສົງ ຂໍບອກຄືນສິກຂາ ພິກຂຸນີທີ່ຊື່ວ່າສະມະນີ ຈະມີສະເພາະສະມະນີສາກະຍະທິດາເຫຼົ່ານີ້ເມື່ອໃດ ແມ່ນວ່າສະມະນີເຫຼົ່າອື່ນທີ່ມີຄວາມລະອາຍ ມີຄວາມຂີ້ດຽດ ໄຄ່ຕໍ່ສິກຂາກໍຍັງມີ ຂ້ານ້ອຍຈັກໄປປະພຶດພົນມະຈັນໃນສຳນັກສະມະນີເຫຼົ່ານັ້ນ” ດັ່ງນັ້ນ ພິກຂຸນີທັງຫຼາຍຈຶ່ງກ່າວວ່າ “ແມ່ຍິງຈົ່ງຍິນດີຍິ່ງ ພຣະທຳອັນພຣະພຸດເຈົ້າເວົ້າໄວ້ດີແລ້ວ ຈົ່ງປະພຶດພົນມະຈັນ ເພື່ອເຮັດທີ່ສຸດທຸກໂດຍມັກເຖີດ”, ",
  "pli-tv-bi-pm:28.5": "ແລະພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຍັງຍົກຍ້ອງຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນີນັ້ນອັນພິກຂຸນີທັງຫຼາຍ ຄວນສວດສົມນຸພາດກວ່າຈະຄົບສາມເທື່ອ ເພື່ອໃຫ້ສະລະກຳນັ້ນ, ",
  "pli-tv-bi-pm:28.6": "ຖ້າທ່ານກຳລັງຖືກສວດສົມນຸພາດກວ່າຈະຄົບສາມເທື່ອຢູ່ ສະລະກຳນັ້ນເສຽ ສະລະໄດ້ຢ່າງນີ້ນັ້ນເປັນການດີ, ",
  "pli-tv-bi-pm:28.7": "ຫາກທ່ານບໍ່ສະລະ ພິກຂຸນີແມ່ນວ່ານີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດໃນເມື່ອສວດສົມນຸພາດຄົບສາມເທື່ອ. ",
  "pli-tv-bi-pm:29.0": "ສັງຄາທິເສດ ໑໑. ອະທິກະລະນະກຸປະຕະສິກຂາບົດ ",
  "pli-tv-bi-pm:29.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຖືກຕັດສິນໃຫ້ພ່າຍແພ້ໃນອະທິກອນເລື່ອງໜຶ່ງແລ້ວຄຽດ ຂັດໃຈ ກ່າວຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:29.2": "“ພວກພິກຂຸນີເຖິງສັນທາຄະຕິ ໂທສາຄະຕິ ໂມຫາຄະຕິ ແລະພະຍາຄະຕິ ດັ່ງນີ້” ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:29.3": "“ແມ່ຍິງຖືກຕັດສິນໃຫ້ພ່າຍແພ້ໃນອະທິກອນເລື່ອງໜຶ່ງແລ້ວ ຢ່າຄຽດ ຂັດໃຈ” ກ່າວຢ່າງນີ້ວ່າ “ພວກພິກຂຸນີເຖິງສັນທາຄະຕິ ໂທສາຄະຕິ ໂມຫາຄະຕິ ແລະພະຍາຄະຕິດັ່ງນີ້, ",
  "pli-tv-bi-pm:29.4": "ແມ່ຍິງຕ່າງຫາກ ເຖິງສັນທາຄະຕິແດ່ ໂທສາຄະຕິແດ່ ໂມຫາຄະຕິແດ່ ພະຍາຄະຕິແດ່”. ",
  "pli-tv-bi-pm:29.5": "ແລະພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຍັງຍົກຍ້ອງຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນສວດສົມນຸພາດກວ່າຈະຄົບສາມເທື່ອ ເພື່ອໃຫ້ສະລະກຳນັ້ນ, ",
  "pli-tv-bi-pm:29.6": "ຫາກທ່ານຖືກສວດສົມນຸພາດກວ່າຈະຄົບສາມເທື່ອຢູ່ ສະລະກຳນັ້ນເສຽໄດ້ ການສະລະໄດ້ຢ່າງນັ້ນ ນັ້ນເປັນການດີ, ",
  "pli-tv-bi-pm:29.7": "ຫາກທ່ານບໍ່ສະລະ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດໃນເມື່ອສວດສົມນຸພາດຄົບສາມເທື່ອ. ",
  "pli-tv-bi-pm:30.0": "ສັງຄາທິເສດ ໑໒. ປາປະສະມາຈາລະປະຖະມະສິກຂາບົດ ",
  "pli-tv-bi-pm:30.1": "ອັນນຶ່ງ ພິກຂຸນີທັງຫຼາຍຢູ່ຄຸກຄີກັນ ມີຄວາມປະພຶດເສື່ອມເສຽ ມີກຽດສັບບໍ່ງາມ ມີອາຊີວະບໍ່ດີ ມັກບຽດບຽນພິກຂຸນີສົງ ມັກປົກປິດໂທດຂອງພັກພວກກັນ, ",
  "pli-tv-bi-pm:30.2": "ພິກຂຸນີເຫຼົ່ານັ້ນ ອັນພິກຂຸນີທັງຫຼາຍ ຄວນເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:30.3": "“ພີ່ນ້ອງແມ່ຍິງທັງຫຼາຍແລຢູ່ຄຸກຄີກັນ ມີຄວາມປະພຶດເສື່ອມເສຽ ມີກຽດສັບບໍ່ງາມ ມີອາຊີວະບໍ່ດີ ມັກບຽດບຽນພິກຂຸນີສົງ ມັກປົກປິດໂທດຂອງພັກພວກກັນ, ",
  "pli-tv-bi-pm:30.4": "ແມ່ຍິງທັງຫຼາຍຈົ່ງແຍກກັນຢູ່ເຖີດ ສົງຍ່ອມສັນລະເສີນຄວາມສະງັດຢ່າງດຽວແກ່ພີ່ນ້ອງແມ່ຍິງທັງຫຼາຍ”, ",
  "pli-tv-bi-pm:30.5": "ແລພິກຂຸນີເຫຼົ່ານັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຍັງຍົກຍ້ອງຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນີເຫຼົ່ານັ້ນ ອັນພິກຂຸນີທັງຫຼາຍ ຄວນສວດສົມນຸພາດກວ່າຈະຄົບສາມເທື່ຶອເພື່ອໃຫ້ສະລະວັດຖຸນັ້ນ, ",
  "pli-tv-bi-pm:30.6": "ຫາກທ່ານເຫຼົ່ານັ້ນຖືກສວດສົມນຸພາດ ກວ່າຈະຄົບສາມເທື່ອຢູ່ ສະລະວັດຖຸນັ້ນເສຽໄດ້ການສະລະໄດ້ຢ່າງນີ້ ນັ້ນເປັນການດີ, ",
  "pli-tv-bi-pm:30.7": "ຫາກບໍ່ສະລະ ພິກຂຸນີແມ່ນວ່າເຫຼົ່ານີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດໃນເມື່ອສວດສົມນຸພາດຄົບສາມເທື່ອ. ",
  "pli-tv-bi-pm:31.0": "ສັງຄາທິເສດ ໑໓. ປາປະສະມາຈາລະທຸຕິຍະສິກຂາບົດ ",
  "pli-tv-bi-pm:31.1": "ອັນນຶ່ງ ພິກຂຸນີໃດກ່າວຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:31.2": "“ແມ່ຍິງທັງຫຼາຍ ທ່ານທັງຫຼາຍຈົ່ງຢູ່ຄຸກຄີກັນເຖີດ ຢ່າຕ່າງຄົນຕ່າງຢູ່ເລີຍ, ",
  "pli-tv-bi-pm:31.3": "ພິກຂຸນີແມ່ນວ່າເຫຼົ່າອື່ນທີ່ມີຄວາມປະພຶດເຊັ່ນນີ້ ມີກຽດສັບເຊັ່ນນີ້ ມີອາຊີວະເຊັ່ນນີ້ ມັກບຽດບຽນພິກຂຸນີສົງເຊັ່ນນີ້ ມັກປົກປິດໂທດຂອງພັກພວກກັນເຊັ່ນນີ້ກໍຍັງມີໃນສົງ ສົງບໍ່ວ່າກ່າວຫຍັງພິກຂຸນີພວກນັ້ນ ສົງເວົ້າສະເພາະພວກທ່ານ ",
  "pli-tv-bi-pm:31.4": "ດ້ວຍຄວາມດູໝິ່ນ ດ້ວຍຄວາມບໍ່ສຸພາບ ດ້ວຍຄວາມບໍ່ອົດກັ້ນ ດ້ວຍຄວາມຂູ່ເຂັນ ແລະເພາະຄວາມທີ່ພວກທ່ານເປັນຄົນອ່ອນແອຢ່າງນີ້ວ່າ 'ພີ່ນ້ອງແມ່ຍິງທັງຫຼາຍແລ ຢູ່ຄຸກຄີກັນ ມີຄວາມປະພຶດບໍ່ດີ ມີກຽດສັບບໍ່ງາມ ມີອາຊີວະບໍ່ດີ ມັກບຽດບຽນພິກຂຸນີສົງ ມັກປົກປິດໂທດຂອງພັກພວກກັນ ແມ່ຍິງທັງຫຼາຍຈົ່ງແຍກກັນຢູ່ເຖີດ ສົງຍ່ອມສັນລະເສີນຄວາມສະງັດຢ່າງດຽວແກ່ພີ່ນ້ອງແມ່ຍິງທັງຫຼາຍດັ່ງນີ້'”, ",
  "pli-tv-bi-pm:31.5": "ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:31.6": "“ທ່ານຢ່າໄດ້ເວົ້າຢ່າງນັ້ນ, ",
  "pli-tv-bi-pm:31.7": "ແມ່ຍິງທັງຫຼາຍ ທ່ານທັງຫຼາຍຈົ່ງຢູ່ຄຸກຄີກັນເຖີດ ຢ່າຕ່າງຄົນຕ່າງຢູ່ເລີຍ, ",
  "pli-tv-bi-pm:31.8": "ພິກຂຸນີແມ່ນວ່າເຫຼົ່າອື່ນທີ່ມີຄວາມປະພຶດເຊັ່ນນີ້ ມີກຽດສັບເຊັ່ນນີ້ ມີອາຊີວະເຊັ່ນນີ້ ມັກບຽດບຽນພິກຂຸນີສົງເຊັ່ນນີ້ ມັກປົກປິດໂທດຂອງພັກພວກກັນເຊັ່ນນີ້ກໍຍັງມີໃນສົງ ສົງບໍ່ວ່າກ່າວຫຍັງພິກຂຸນີພວກນັ້ນ, ",
  "pli-tv-bi-pm:31.9": "ສົງເວົ້າສະເພາະພວກທ່ານ ດ້ວຍຄວາມດູໝິ່ນ ດ້ວຍຄວາມບໍ່ສຸພາບ ດ້ວຍຄວາມບໍ່ອົດກັ້ນ ດ້ວຍຄວາມຂູ່ເຂັນ ແລະເພາະຄວາມທີ່ພວກທ່ານເປັນຄົນອ່ອນແອຢ່າງນີ້ວ່າ 'ພີ່ນ້ອງແມ່ຍິງທັງຫຼາຍແລ ຢູ່ຄຸກຄີກັນ ມີຄວາມປະພຶດບໍ່ດີ ມີກຽດສັບບໍ່ງາມ ມີອາຊີວະບໍ່ດີ ມັກບຽດບຽນພິກຂຸນີສົງ ມັກປົກປິດໂທດຂອງພັກພວກກັນ ແມ່ຍິງທັງຫຼາຍຈົ່ງແຍກກັນຢູ່ເຖີດ ສົຍ່ອມສັນລະເສີນຄວາມສະງັດຢ່າງດຽວແກ່ພີ່ນ້ອງແມ່ຍິງທັງຫຼາຍດັ່ງນີ້'”, ",
  "pli-tv-bi-pm:31.10": "ແລພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຍັງຍົກຍ້ອງຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນສວດສົມນຸພາດກວ່າຈະຄົບສາມເທື່ອ ເພື່ອໃຫ້ສະລະວັດຖຸນັ້ນ, ",
  "pli-tv-bi-pm:31.11": "ຫາກທ່ານຖືກສວດສົມນຸພາດກວ່າຈະຄົບສາມເທື່ອຢູ່ ສະລະວັດຖຸນັ້ນເສຽ ສະລະໄດ້ຢ່າງນີ້ ນັ້ນເປັນການດີ, ",
  "pli-tv-bi-pm:31.12": "ຫາກບໍ່ສະລະ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດໃນເມື່ອສວດສົມນຸພາດຄົບສາມເທື່ອ. ",
  "pli-tv-bi-pm:32.0": "ສັງຄາທິເສດ ໑໔. ສັງຄເພທະກະສິກຂາບົດ ",
  "pli-tv-bi-pm:32.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຕະກຽກຕະກາຍເພື່ອທຳລາຍສົງຜູ້ພ້ອມພຽງຫຼືຖືເອົາອະທິກອນ (ຄື ເລື່ອງ) ອັນເປັນເຫດແຕກກັນຍັ້ງຢືນຢູ່ ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:32.2": "“ທ່ານຢ່າໄດ້ຕະກຽກຕະກາຍ ເພື່ອທຳລາຍສົງຜູ້ພ້ອມພຽງ ຫຼືຢ່າໄດ້ຖືເອົາອະທິກອນອັນເປັນເຫດແຕກກັນ ຍັ້ງຢືນຢູ່ ຂໍທ່ານຈົ່ງພ້ອມພຽງດ້ວຍສົງ, ",
  "pli-tv-bi-pm:32.3": "ເພາະວ່າສົງຜູ້ພ້ອມພຽງກັນ ປອງດອງກັນບໍ່ວິວາດກັນ ມີອຸດເທດດຽວກັນ (ຄື ຟັງພຣະປາຕິໂມກຮ່ວມກັນ) ຍ່ອມຢູ່ຜາສຸກ”. ",
  "pli-tv-bi-pm:32.4": "ແລະພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຍັງຍັງຢືນຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນສວດສົມນຸພາດ (ຄື ປະກາດຫ້າມ) ກວ່າຈະຄົບ ໓ ເທື່ອເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bi-pm:32.5": "ຫາກທ່ານຖືກສວດສົມນຸພາດ ກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ ສະລະກຳນັ້ນເສຽສະລະໄດ້ຢ່າງນີ້ ນັ້ນເປັນການດີ, ",
  "pli-tv-bi-pm:32.6": "ຫາກບໍ່ສະລະ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດໃນເມື່ອສວດສົມນຸພາດຄົບສາມເທື່ອ. ",
  "pli-tv-bi-pm:33.0": "ສັງຄາທິເສດ ໑໕. ເພທານຸວັດຕະກະສິກຂາບົດ ",
  "pli-tv-bi-pm:33.1": "ອັນນຶ່ງ ມີພິກຂຸນີຜູ້ປະພຶດຕາມຜູ້ເວົ້າເຂົ້າກັນຂອງພິກຂຸນີນັ້ນແລ ໑ ຮູບແດ່ ໒ ຮູບແດ່ ໓ ຮູບແດ່ ໓ ທ່ານທັງຫຼາຍກ່າວຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:33.2": "“ຂໍທ່ານທັງຫຼາຍຢ່າໄດ້ເວົ້າຄຳອັນໃດໆ ຕໍ່ພິກຂຸນີນັ້ນ ",
  "pli-tv-bi-pm:33.3": "ພິກຂຸນີນັ້ນກ່າວຖືກທຳດ້ວຍ ພິກຂຸນີນັ້ນກ່າວຖືກວິໄນດ້ວຍ, ",
  "pli-tv-bi-pm:33.4": "ພິກຂຸນີນັ້ນຖືເອົາຄວາມພໍໃຈແລະຄວາມມັກໃຈຂອງພວກຂ້ານ້ອຍກ່າວດ້ວຍ ທ່ານຮູ້ (ໃຈ) ຂອງພວກຂ້ານ້ອຍຈຶ່ງກ່າວຄຳທີ່ທ່ານກ່າວນີ້ ຍ່ອມຄວນ (ຄື ຖືກໃຈ) ແມ່ນວ່າແກ່ພວກຂ້ານ້ອຍ”, ",
  "pli-tv-bi-pm:33.5": "ພິກຂຸນີເຫຼົ່ານັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:33.6": "“ທ່ານທັງຫຼາຍ ຢ່າໄດ້ເວົ້າຢ່າງນັ້ນ, ",
  "pli-tv-bi-pm:33.7": "ພິກຂຸນີນັ້ນ ຫາບໍ່ແມ່ນຜູ້ກ່າວຖືກທຳດ້ວຍ ພິກຂຸນີນັ້ນ ຫາບໍ່ແມ່ນຜູ້ກ່າວຖືກວິໄນດ້ວຍ, ",
  "pli-tv-bi-pm:33.8": "ຄວາມທຳລາຍສົງຢ່າໄດ້ຊອບແມ່ນວ່າແກ່ພວກທ່ານ, ",
  "pli-tv-bi-pm:33.9": "ຂໍ (ໃຈ) ຂອງພວກທ່ານຈົ່ງພ້ອມພຽງດ້ວຍສົງເພາະວ່າສົງຜູ້ພ້ອມພຽງປອງດອງກັນ ບໍ່ວິວາດກັນ ມີອຸດເທດດຽວກັນ ຍ່ອມຢູ່ຜາສຸກ”, ",
  "pli-tv-bi-pm:33.10": "ແລະພິກຂຸນີເຫຼົ່ານັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຍັງຍົ້ງຢືນຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນີເຫຼົ່ານັ້ນ ອັນພິກຂຸນີ ທັງຫຼາຍ ຄວນສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bi-pm:33.11": "ຫາກທ່ານທັງຫຼາຍຖືກສວດສົມນຸພາດ ກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ ສະລະກຳນັ້ນເສຽສະລະໄດ້ຢ່າງນີ້ ນັ້ນເປັນການດີ. ",
  "pli-tv-bi-pm:33.12": "ຫາກບໍ່ສະລະເສຽ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດໃນເມື່ອສວດສົມນຸພາດຄົບສາມເທື່ອ. ",
  "pli-tv-bi-pm:34.0": "ສັງຄາທິເສດ ໑໖. ທຸບພະຈະສິກຂາບົດ ",
  "pli-tv-bi-pm:34.1": "ອັນນຶ່ງ ພິກຂຸນີເປັນຜູ້ມີສັນຊາດແຫ່ງຄົນວ່າຍາກອັນພິກຂຸນີທັງຫຼາຍ ເວົ້າວ່າຢູ່ໂດຍຊອບທັມມ໌ ໃນສິກຂາບົດທັງຫຼາຍອັນເນີ່່ອງໃນອຸດເທດ (ຄື ພຣະປາຕິໂມກ) ເຮັດຕົນໃຫ້ເປັນຜູ້ທີ່ໃຜໆ ເວົ້າບໍ່ໄດ້ ດ້ວຍກ່າວໂຕ້ວ່າ: ",
  "pli-tv-bi-pm:34.2": "“ພວກທ່ານຢ່າໄດ້ເວົ້າອັນໃດໆ ຕໍ່ເຮົາເປັນຄຳດີກໍຕາມ ເປັນຄຳຊົ່ວກໍຕາມ ແມ່ນວ່າເຮົາກໍຈະບໍ່ກ່າວຫຍັງໆ ຕໍ່ພວກທ່ານຄືກັນ ເປັນຄຳດີກໍຕາມ ເປັນຄຳຊົ່ວກໍຕາມ, ",
  "pli-tv-bi-pm:34.3": "ຂໍພວກທ່ານຈົ່ງເວັ້ນຈາກການວ່າກ່າວເຮົາເສຽ”, ",
  "pli-tv-bi-pm:34.4": "ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍ ຄວນເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:34.5": "“ທ່ານຢ່າໄດ້ເຮັດຕົນໃຫ້ເປັນຜູ້ທີ່ໃຜໆ ວ່າບໍ່ໄດ້ຂໍທ່ານຈົ່ງເຮັດຕົນໃຫ້ເຂົາວ່າໄດ້ແລ, ",
  "pli-tv-bi-pm:34.6": "ແມ່ນວ່າທ່ານກໍຈົ່ງວ່າກ່າວພິກຂຸນີທັງຫຼາຍໂດຍຊອບທຳ ແມ່ນວ່າພິກຂຸນີທັງຫຼາຍກໍຈັກວ່າກ່າວທ່ານໂດຍຊອບທຳ, ",
  "pli-tv-bi-pm:34.7": "ເພາະວ່າບໍລິສັດຂອງພຣະຜູ້ມີພຣະພາກເຈົ້ານັ້ນ ຈະເລີນແລ້ວດ້ວຍອາການຢ່າງນີ້ ຄືດ້ວຍບອກຊຶ່ງກັນແລະກັນ ດ້ວຍເຕືອນກັນແລະກັນໃຫ້ອອກຈາກອາບັດ”. ",
  "pli-tv-bi-pm:34.8": "ແລະພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຍັງຍົ້ງຢືນຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອ ເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bi-pm:34.9": "ຫາກທ່ານຖືກສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ສະລະກຳນັ້ນ ເສຽ ສະລະໄດ້ຢ່າງນີ້ ນັ້ນເປັນການດີ. ",
  "pli-tv-bi-pm:34.10": "ຫາກທ່ານບໍ່ສະລະເສຽ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດໃນເມື່ອສວດສົມນຸພາດຄົບສາມເທື່ອ. ",
  "pli-tv-bi-pm:35.0": "ສັງຄາທິເສດ ໑໗. ກຸລະທູສະກະສິກຂາບົດ ",
  "pli-tv-bi-pm:35.1": "ອັນນຶ່ງ ພິກຂຸນີເຂົ້າໄປອາໄສເຮືອນກໍດີນິກມກໍດີ ແຫ່ງໃດແຫ່ງໜຶ່ງຢູ່ ເປັນຜູ້ປະທຸດຮ້າຍສະກຸນ ມີຄວາມປະພຶດຊົ່ວຮ້າຍ ຄວາມປະພຶດຊົ່ວຮ້າຍຂອງທ່ານ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍແລະສະກຸນທັງຫຼາຍອັນທ່ານປະທຸດຮ້າຍແລ້ວ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍ, ",
  "pli-tv-bi-pm:35.2": "ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນກ່າວຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:35.3": "“ທ່ານເປັນຜູ້ປະທຸດຮ້າຍສະກຸນ ມີຄວາມປະພຶດຊົ່ວຮ້າຍຄວາມປະພຶດຊົ່ວຮ້າຍຂອງທ່ານ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍແລະສະກຸນທັງຫຼາຍ ອັນທ່ານປະທຸດຮ້າຍແລ້ວເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍ ທ່ານຈົ່ງຫລີກໄປເສຽຈາກອາວາດນີ້ທ່ານຢ່າຢູ່ໃນທີ່ນີ້ (ອີກ)”. ",
  "pli-tv-bi-pm:35.4": "ແລະພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຄວນກ່າວກະພິກຂຸນີເຫຼົ່ານັ້ນຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:35.5": "“ພວກພິກຂຸນີເຖິງຄວາມພໍໃຈດ້ວຍ ເຖິງຄວາມຂັດເຄືອງດ້ວຍ ເຖິງຄວາມຫຼົງດ້ວຍ ເຖິງຄວາມຢ້ານດ້ວຍ ຍ່ອມຂັບພິກຂຸນີບາງຮູບ ຍ່ອມບໍ່ຂັບພິກຂຸນີບາງຮູບເພາະອາບັດເຊັ່ນດຽວກັນ”, ",
  "pli-tv-bi-pm:35.6": "ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bi-pm:35.7": "“ທ່ານຢ່າໄດ້ເວົ້າຢ່າງນັ້ນ ພິກຂຸນີທັງຫຼາຍຫາໄດ້ເຖິງຄວາມພໍໃຈບໍ່ ຫາໄດ້ເຖິງຄວາມຂັດເຄືອງບໍ່ ຫາໄດ້ເຖິງຄວາມຫຼົງບໍ່ ຫາໄດ້ເຖິງຄວາມຢ້ານບໍ່, ",
  "pli-tv-bi-pm:35.8": "ທ່ານເອງແລເປັນຜູ້ປະທຸດຮ້າຍສະກຸນ ມີຄວາມປະພຶດຊົ່ວຮ້າຍ ຄວາມປະພຶດຊົ່ວຮ້າຍຂອງທ່ານ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍເຂົາໄດ້ຍິນຢູ່ດ້ວຍແລະສະກຸນທັງຫຼາຍ ອັນທ່ານປະທຸດຮ້າຍແລ້ວເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍທ່ານຈົ່ງຫລີກໄປເສຽຈາກອາວາດນີ້ທ່ານຢ່າຢູ່ໃນທີ່ນີ້ (ອີກ)”. ",
  "pli-tv-bi-pm:35.9": "ແລະພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍເວົ້າຢູ່ຢ່າງນີ້ ຍັງຍົ້ງຢືນຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນີນັ້ນ ອັນພິກຂຸນີທັງຫຼາຍຄວນສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອ ເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bi-pm:35.10": "ຫາກທ່ານຖືກສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ສະລະກຳນັ້ນເສຽ ສະລະໄດ້ຢ່າງນີ້ນັ້ນເປັນການດີ. ",
  "pli-tv-bi-pm:35.11": "ຫາກທ່ານບໍ່ສະລະເສຽ ພິກຂຸນີນີ້ກໍຕ້ອງອາບັດສັງຄາທິເສດ ຊື່ນິດສາລະນີຍະ ມີອັນໃຫ້ຕ້ອງອາບັດໃນເມື່ອສວດສົມນຸພາດຄົບສາມເທື່ອ. ",
  "pli-tv-bi-pm:36.1": "ທ່ານທັງຫຼາຍທຳຊື່ສັງຄາທິເສດ ໑໗ ເປັນອາບັດແຕ່ແຮກທໍາ (ປົດມາປັດຕິກະ) ໙ ຂໍ້ ໃຫ້ຕ້ອງອາບັດຕໍ່ ເມື່ອສົງສວດປະກາດຫ້າມຄົບ ໓ ເທື່ອ ໘ ຂໍ້, ",
  "pli-tv-bi-pm:36.2": "ພິກຂຸນີຕ້ອງອາບັດເຫຼົ່າໃດເລົ່າອັນໃດອັນໜຶ່ງແລ້ວ ພິກຂຸນີຕ້ອງປະພຶດມານັຕິເຄິ່ງເດືອນກັບໝູ່ສົງທັງ ໒ ຝ່າຍ. ",
  "pli-tv-bi-pm:36.3": "ໝູ່ພິກຂຸນີໄດ້ປະພຶດມານັດ ໖ ລາຕີແລ້ວ ໝູ່ພິກຂຸນີຄະນະ ໒໐ ຈະຄວນມີທີ່ສີມາໃດ ພິກຂຸນີນັ້ນ ສົງຄວນອັບພານທ່ານ ທີ່ສີມານັ້ນ. ",
  "pli-tv-bi-pm:36.4": "ຖ້າພິກຂຸນີສົງຄະນະ ໒໐ ຢ່ອນດ້ວຍພິກຂຸແມ່ນແຕ່ອົງໜຶ່ງບໍ່ຄົບ ໒໐ ພິກຂຸນີນັ້ນກໍເປັນອັນບໍ່ໄດ້ອັບພານ ພິກຂຸນີທັງຫຼາຍທີ່ເປັນໝູ່ພິກຂຸຜູ້ປະຕິບັດໜ້າທີ່ ກໍເປັນອັນພຣະພຸດເຈົ້າຈະຄວນຕິຕຽນ ນີ້ຄືການປະຕິບັດຊອບ (ເປັນສາມີຈິກຳ) ໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bi-pm:36.5": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍໃນເລື່ອງນັ້ນ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ? ",
  "pli-tv-bi-pm:36.6": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ? ",
  "pli-tv-bi-pm:36.7": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ? ",
  "pli-tv-bi-pm:36.8": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວໃນເລື່ອງນັ້ນ ເພາະສະນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bi-pm:36.9": "ສັງຄາທິເສໂສອຸທເທສ ສຸດແລ້ວ. ",
  "pli-tv-bi-pm:37.0": "ນິສສັກຄິຍະ ປາຈິດຕິຍາ ",
  "pli-tv-bi-pm:37.1": "ທ່ານທັງຫຼາຍທຳ ຊື່ນິດສັກຄິຍະ ປາຈິດຕີສິກຂາບົດ ເຫຼົ່ານີ້ແລຍ່ອມມາສູ່ອຸດເທດ. ",
  "pli-tv-bi-pm:38.0.1": "ວັກວ່າດ້ວຍບາດ ",
  "pli-tv-bi-pm:38.0.2": "ນິດສັກຄິຍະ ປາຈິດຕິ ໑. ປັດຕະສັນນິດຈະຍະສິກຂາບົດ ",
  "pli-tv-bi-pm:38.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນເຮັດງານສັ່ງສົມບາດ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:39.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໒. ອະກາລະຈີວະຣະພາຊະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:39.1": "ອັນນຶ່ງ ພິກຂຸນີໃດພຶງທຳານອະທິຖານຈີວອນນອກການ ເປັນຈີວອນໃນການ ແລ້ວແຈກຈ່າຍ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:40.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໓. ຈີວະຣະປະຣິວັດຕະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:40.1": "ອັນນຶ່ງ ພິກຂຸນີໃດພຶງທຳການແລກຈີວອນກັບພິກຂຸນີຮູບອື່ນ ແລ້ວເວົ້າວ່າ ‘ແມ່ຍິງ ນີ້ຄືຈີວອນຂອງທ່ານ ໃຫ້ຈີວອນຂອງຂ້ານ້ອຍຄືນມາ ສິ່ງທີ່ເປັນຂອງທ່ານກໍຄືຂອງທ່ານ ແລະສິ່ງທີ່ເປັນຂອງຂ້ານ້ອຍກໍຄືຂອງຂ້ານ້ອຍ ໃຫ້ນຳຈີວອນນັ້ນມາ ແລະເອົາສິ່ງທີ່ເປັນຂອງທ່ານກັບໄປ' ພິກຂຸນີຜູ້ຊິງຄືນເອງ ຫຼືໃຊ້ໃຫ້ຜູ້ອື່ນຊິງ ຖ້າຫາກບໍ່ສະລະ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:41.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໔. ອັນຍະວິນຍາປະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:41.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນຂໍຂອງຢ່າງໜຶ່ງແລ້ວຂໍຢ່າງອື່ນອີກ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:42.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໕. ອັນຍະເຈຕາປະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:42.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນສັ່ງໃຫ້ຊື້ຂອງຢ່າງໜຶ່ງແລ້ວສັ່ງໃຫ້ຊື້ຂອງຢ່າງອື່ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:43.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໖. ປະຖະມະສັງຄິກະເຈຕາປະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:43.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນໃຫ້ເອົາບໍລິຂານທີ່ເຂົາຖວາຍເພື່ອປະໂຫຍດແກ່ປັດໄຈຢ່າງໜຶ່ງ ທີ່ເຂົາຖວາຍອຸທິດຂອງຢ່າງໜຶ່ງ ທີ່ເຂົາບໍລິຈາກແກ່ສົງ ແລກປ່ຽນຂອງຢ່າງອື່ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:44.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໗. ທຸຕິຍະສັງຄິກະເຈຕາປະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:44.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນໃຫ້ເອົາບໍລິຂານທີ່ເຂົາຖວາຍເພື່ອປະໂຫຍດແກ່ປັດໄຈຢ່າງໜຶ່ງ ທີ່ເຂົາຖວາຍອຸທິດຂອງຢ່າງໜຶ່ງ ທີ່ເຂົາບໍລິຈາກແກ່ສົງ ທີ່ຂໍມາເອງ ແລກປ່ຽນຂອງຢ່າງອື່ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:45.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໘. ປະຖະມະຄະນິກະເຈຕາປະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:45.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນໃຫ້ເອົາບໍລິຂານທີ່ເຂົາຖວາຍເພື່ອປະໂຫຍດແກ່ປັດໄຈຢ່າງໜຶ່ງ ທີ່ເຂົາຖວາຍອຸທິດຂອງຢ່າງໜຶ່ງ ທີ່ເຂົາບໍລິຈາກແກ່ພິກຂຸນີຈຳນວນຫຼາຍ ແລກປ່ຽນຂອງຢ່າງອື່ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:46.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໙. ທຸຕິຍະກະນິກະເຈຕາປະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:46.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນໃຫ້ເອົາບໍລິຂານທີ່ເຂົາຖວາຍເພື່ອປະໂຫຍດແກ່ປັດໄຈຢ່າງໜຶ່ງ ທີ່ເຂົາຖວາຍອຸທິດຂອງຢ່າງໜຶ່ງ ທີ່ເຂົາບໍລິຈາກແກ່ສົງ ແລກປ່ຽນຂອງຢ່າງອື່ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:47.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໑໐. ປຸກກະລິກະເຈຕາປະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:47.1": "ອັນນຶ່ງ ພິກຂຸນີໃດຄວນໃຫ້ເອົາບໍລິຂານທີ່ເຂົາຖວາຍເພື່ອປະໂຫຍດແກ່ປັດໄຈຢ່າງໜຶ່ງ ທີ່ເຂົາຖວາຍອຸທິດຂອງຢ່າງໜຶ່ງ ທີ່ເຂົາບໍລິຈາກແກ່ບຸກຄົນທີ່ຂໍມາເອງ ແລກປ່ຽນຂອງຢ່າງອື່ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:47.2": "ວັກວ່າດ້ວຍບາດ ສຸດແລ້ວ. ",
  "pli-tv-bi-pm:48.0.1": "ວັກວ່າດ້ວຍຈີວອນ ",
  "pli-tv-bi-pm:48.0.2": "ນິດສັກຄິຍະ ປາຈິດຕິ ໑໑. ຄະຣຸປາວຸຣະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:48.1": "ອັນນຶ່ງ ພິກຂຸນີໃດເມື່ອຈະຂໍຜ້າຫົ່ມໜາ ຄວນຂໍໄດ້ພຽງລາຄາ ໔ ກັງສະ໑ ເປັນຢ່າງຫຼາຍ ຖ້າຂໍເກີນກວ່ານັ້ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. (໑ ໑ ກັງສະ ເທົ່າກັບ ໔ ກະຫາປະນະ, ໔ ກັງສະ ຈຶ່ງເທົ່າກັບ (໔x໔) ໑໖ ກະຫາປະນະ (ກງຂາ.ອ.໓໖໒). ",
  "pli-tv-bi-pm:49.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໑໒. ລະຫຸປາວຸຣະນະສິກຂາບົດ ",
  "pli-tv-bi-pm:49.1": "ອັນນຶ່ງ ພິກຂຸນີໃດເມື່ອຈະຂໍຜ້າຫົ່ມບາງ ຄວນຂໍໄດ້ພຽງລາຄາ ໒ ກັງສະເຄິ່ງ ເປັນຢ່າງຫຼາຍ ຖ້າຂໍເກີນກວ່ານັ້ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:50.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໑໓. ກະຖິນ (ກຖິນ) ສິກຂາບົດ ",
  "pli-tv-bi-pm:50.1": "ຈີວອນສຳເລັດແລ້ວກະຖິນອັນພິກຂຸນີເດາະເສຽແລ້ວ ຄວນຊົງອະຕິເລກຈີວອນໄດ້ ໑໐ ມື້ເປັນຢ່າງຫຼາຍ. ",
  "pli-tv-bi-pm:50.2": "ພິກຂຸນີໃຫ້ລ່ວງກໍາຫົນດນັ້ນໄປ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bi-pm:51.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໑໔. ອຸໂທສິຕະສິກຂາບົດ "
}