{
  "pli-tv-bu-pm:0.1": "ປາລິສິກຂາບົດ ໒ ຄຳພີ ",
  "pli-tv-bu-pm:0.2": "ພິກຂຸປາຕິໂມກ ເຖລະວາດ ",
  "pli-tv-bu-pm:1.0": "ບຸບພະກອນ (ທຸລະທີ່ຕ້ອງເຮັດໃນເບື້ອງຕົ້ນ) ",
  "pli-tv-bu-pm:1.1": "ການປັດກວາດໂຮງອຸໂບສົດ ການໃຕ້ທຽນ ການຕັ້ງນ້ຳໃຊ້ນ້ຳຂ້ອຍ ແລະການປູຜ້ານັ່ງ; ",
  "pli-tv-bu-pm:1.2": "ຄື ອົງຂອງບຸບພະກອນຂອງອຸໂບສົດຖທັງ ໔ ຢ່າງ. ",
  "pli-tv-bu-pm:2.0": "ບຸບພະກິດ (ທຸລະທີ່ຕ້ອງເຮັດກ່ອນ) ",
  "pli-tv-bu-pm:2.1": "ການນຳສັນທະມາ ການບອກຄວາມບໍລິສຸດ ການບອກລະດູ ແລະການໃຫ້ໂອວາດພິກຂຸ; ",
  "pli-tv-bu-pm:2.2": "ຄື ອົງຂອງບຸບພະກິດທັງ ໔ ຢ່າງ. ",
  "pli-tv-bu-pm:3.0": "ຄວາມພັ່ງພ້ອມ ",
  "pli-tv-bu-pm:3.1": "ມີອົງ ໔ ຄື ເປັນມື້ອຸໂບສົດ ເປັນພິກຂຸຜູ້ຄວນເຖິງກຳ; ",
  "pli-tv-bu-pm:3.2": "ເປັນຜູ້ທີ່ບໍ່ຕ້ອງສະພາກາບັດ; ",
  "pli-tv-bu-pm:3.3": "ບຸກຄົນຜູ້ຄວນເວັ້ນ ບໍ່ມີໃນຫັດຖະບາດສົງນັ້ນ. ",
  "pli-tv-bu-pm:4.1": "ຂ້ານ້ອຍຂໍເຊື້ອເຊີນ ຜູ້ທໍາບຸບພະກອນບຸບພະກິດສຳເລັດດີແລ້ວທີ່ຢູ່ທີ່ນີ້ ຜູ້ພ້ອມພຽງກັນ ຜູ້ມີອາບັດອັນຖືກບອກເທສະໜາແລ້ວ ເພື່ອສວດປາຕິໂມກ ໂດຍອະນຸມັດແຫ່ງໝູ່ພິກຂຸສົງ. ",
  "pli-tv-bu-pm:5.0": "ນິທານຸດເທສະ (ຄຳຂະຫຍາຍຄວາມ) ",
  "pli-tv-bu-pm:5.1": "ຂ້າແຕ່ພິກຂຸສົງຜູ້ຈະເລີນ ຂໍຈົ່ງຟັງເຖີດ. ",
  "pli-tv-bu-pm:5.2": "ອຸໂບສົດມື້ນີ້ທີ່ ໑໕, ",
  "pli-tv-bu-pm:5.3": "ຖ້າຄວາມພັ່ງພ້ອມຂອງສົງເຖິງທີ່ແລ້ວ ເຮົາທັງຫຼາຍຄວນເຮັດອຸໂບສົດ ຄວນສະແດງຊຶ່ງປາຕິໂມກນຳກັນ. ",
  "pli-tv-bu-pm:6.1": "ບຸບພະກິດອັນໃດໆ ຂອງສົງກໍເຮັດສຳເລັດແລ້ວບໍ? ",
  "pli-tv-bu-pm:6.2": "ທ່ານທັງຫຼາຍຄວນບອກຄວາມບໍລິສຸດ, ",
  "pli-tv-bu-pm:6.3": "ຂ້ານ້ອຍຈັກສະແດງຊຶ່ງປາຕິໂມກ, ",
  "pli-tv-bu-pm:6.4": "ອັນພວກເຮົາທັງຫລາຍ ຈົ່ງຟັງ ຈົ່ງໃສ່ໃຈຊຶ່ງປາຕິໂມກນັ້ນ ໃຫ້ສຳເລັດປະໂຫຍດ. ",
  "pli-tv-bu-pm:6.5": "ຜູ້ໃດຫາກມີອາບັດ ຜູ້ນັ້ນກໍຄວນເປີດເຜີຍເສຍ, ",
  "pli-tv-bu-pm:6.6": "ເມື່ອອາບັດບໍ່ມີ ກໍຄວນນິ່ງຢູ່, ",
  "pli-tv-bu-pm:6.7": "ກໍເພາະຄວາມເປັນຜູ້ນິ່ງແລ ຂ້ານ້ອຍຈັກຮູ້ວ່າທ່ານທັງຫຼາຍວ່າ ເປັນຜູ້ບໍລິສຸດ. ",
  "pli-tv-bu-pm:6.8": "ກໍການສວດປະກາດໃຫ້ໄດ້ຍິນມີກຳນົດ ໓ ເທື່ອ ໃນບໍລິສັດເຫັນຄືນີ້ຢ່າງນີ້ ເປັນເໝືອນຖືກຖາມຕອບສະເພາະອົງ. ",
  "pli-tv-bu-pm:6.9": "ກໍພິກຂຸໃດເມື່ອສວດປະກາດຈົບເທື່ອທີ່ ໓ ລະນຶກ (ອາບັດ) ໄດ້ຢູ່ ບໍ່ເປີດເຜີຍອາບັດຊຶ່ງມີຢູ່ ຮູ້ຕົວວ່າກ່າວບໍ່ຈິງຄວາມຜິດຍ່ອມມີແກ່ທ່ານນັ້ນ. ",
  "pli-tv-bu-pm:6.10": "ທ່ານທັງຫຼາຍ ກໍຮູ້ຕົວວ່າກ່າວເທັດແລ ພຣະຜູ້ມີພຣະພາກເຈົ້າເວົ້າວ່າ ເປັນທຳທີ່ເຮັດອັນຕະລາຍ, ",
  "pli-tv-bu-pm:6.11": "ເພາະສະນັ້ນ ເມື່ອພິກຂຸຕ້ອງອາບັດແລ້ວລະນຶກໄດ້ ຫວັງຄວາມບໍລິສຸດ ຄວນເປີດເຜີຍອາບັດຊຶ່ງມີຢູ່, ",
  "pli-tv-bu-pm:6.12": "ເພາະການເປີດເຜີຍອາບັດແລ້ວ ຄວາມສະບາຍຍ່ອມມີແກ່ທ່ານ. ",
  "pli-tv-bu-pm:7.1": "ຂ້ານ້ອຍພຽງສະແດງໂດຍສະຫລຸບເທົ່ານັ້ນ ໃນຂໍ້ຄວາມເບື້ອງຕົ້ນ. ",
  "pli-tv-bu-pm:7.2": "ຂ້ານ້ອຍຂໍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ່? ",
  "pli-tv-bu-pm:7.3": "ຂ້ານ້ອຍຊໍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານທັງຫຼາຍເປັນຜູ້ບລຶສຸດແລ້ວບໍ່? ",
  "pli-tv-bu-pm:7.4": "ຂ້ານ້ອຍຊໍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານທັງຫຼາຍເປັນຜູ້ບລຶສຸດແລ້ວບໍ່? ",
  "pli-tv-bu-pm:7.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບລຶສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວ ເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:7.6": "ຂໍ້ຄວາມເບື້ອງຕົ້ນ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:8.0": "ປາຣາຊິກຸທະເທສະ ",
  "pli-tv-bu-pm:255.14": "ຂໍນ້ອມໄຫວ້ແດ່ພຣະຜູ້ມີພຣະພາກເຈົ້າ ອະລະຫັນຕະສັມມາສັມພຸດທະເຈົ້າ ພຣະອົງນັ້ນ "
}