{
  "pli-tv-bu-pm:0.1": "ປາລິສິກຂາບົດ ໒ ຄຳພີ ",
  "pli-tv-bu-pm:0.2": "ພິກຂຸປາຕິໂມກ ເຖລະວາດ ",
  "pli-tv-bu-pm:1.0": "ບຸບພະກອນ (ທຸລະທີ່ຕ້ອງເຮັດໃນທຳອິດ) ",
  "pli-tv-bu-pm:1.1": "ການປັດກວາດໂຮງອຸໂບສົດ ການໃຕ້ທຽນ ການຕັ້ງນ້ຳໃຊ້ນ້ຳສັນ ແລະການປູຜ້ານັ່ງ; ",
  "pli-tv-bu-pm:1.2": "ຄື ອົງຂອງບຸບພະກອນຂອງອຸໂບສົດຖທັງ ໔ ຢ່າງ. ",
  "pli-tv-bu-pm:2.0": "ບຸບພະກິດ (ທຸລະທີ່ຕ້ອງເຮັດກ່ອນ) ",
  "pli-tv-bu-pm:2.1": "ການນຳສັນທະມາ ການບອກຄວາມບໍລິສຸດ ການບອກລະດູ ແລະການໃຫ້ໂອວາດພິກຂຸ; ",
  "pli-tv-bu-pm:2.2": "ຄື ອົງຂອງບຸບພະກິດທັງ ໔ ຢ່າງ. ",
  "pli-tv-bu-pm:3.0": "ຄວາມພັ່ງພ້ອມ ",
  "pli-tv-bu-pm:3.1": "ມີອົງ ໔ ຄື ເປັນມື້ອຸໂບສົດ ເປັນພິກຂຸຜູ້ຄວນເຖິງກຳ; ",
  "pli-tv-bu-pm:3.2": "ເປັນຜູ້ທີ່ບໍ່ຕ້ອງສະພາກາບັດ; ",
  "pli-tv-bu-pm:3.3": "ບຸກຄົນຜູ້ຄວນເວັ້ນ ບໍ່ມີໃນຫັດຖະບາດສົງນັ້ນ. ",
  "pli-tv-bu-pm:4.1": "ຂ້ານ້ອຍຂໍເຊື້ອເຊີນ ຜູ້ທໍາບຸບພະກອນບຸບພະກິດສຳເລັດດີແລ້ວທີ່ຢູ່ທີ່ນີ້ ຜູ້ພ້ອມພຽງກັນ ຜູ້ມີອາບັດອັນຖືກບອກເທສະໜາແລ້ວ ເພື່ອສວດປາຕິໂມກ ໂດຍອະນຸມັດແຫ່ງໝູ່ພິກຂຸສົງ. ",
  "pli-tv-bu-pm:5.0": "ນິທານຸດເທສະ (ຄຳຂະຫຍາຍຄວາມ) ",
  "pli-tv-bu-pm:5.1": "ຂ້າແຕ່ພິກຂຸສົງຜູ້ຈະເລີນ ຂໍຈົ່ງຟັງເຖີດ. ",
  "pli-tv-bu-pm:5.2": "ອຸໂບສົດມື້ນີ້ທີ່ ໑໕, ",
  "pli-tv-bu-pm:5.3": "ຖ້າຄວາມພັ່ງພ້ອມຂອງສົງເຖິງທີ່ແລ້ວ ເຮົາທັງຫຼາຍຄວນເຮັດອຸໂບສົດ ຄວນສະແດງຊຶ່ງປາຕິໂມກນຳກັນ. ",
  "pli-tv-bu-pm:6.1": "ບຸບພະກິດອັນໃດໆ ຂອງສົງກໍເຮັດສຳເລັດແລ້ວບໍ? ",
  "pli-tv-bu-pm:6.2": "ທ່ານທັງຫຼາຍຄວນບອກຄວາມບໍລິສຸດ, ",
  "pli-tv-bu-pm:6.3": "ຂ້ານ້ອຍຈັກສະແດງຊຶ່ງປາຕິໂມກ, ",
  "pli-tv-bu-pm:6.4": "ອັນພວກເຮົາທັງຫລາຍ ຈົ່ງຟັງ ຈົ່ງໃສ່ໃຈຊຶ່ງປາຕິໂມກນັ້ນ ໃຫ້ສຳເລັດປະໂຫຍດ. ",
  "pli-tv-bu-pm:6.5": "ຜູ້ໃດຫາກມີອາບັດ ຜູ້ນັ້ນກໍຄວນເປີດເຜີຍເສຍ, ",
  "pli-tv-bu-pm:6.6": "ເມື່ອອາບັດບໍ່ມີ ກໍຄວນນິ່ງຢູ່, ",
  "pli-tv-bu-pm:6.7": "ກໍເພາະຄວາມເປັນຜູ້ນິ່ງແລ ຂ້ານ້ອຍຈັກຮູ້ວ່າທ່ານທັງຫຼາຍວ່າ ເປັນຜູ້ບໍລິສຸດ. ",
  "pli-tv-bu-pm:6.8": "ກໍການສວດປະກາດໃຫ້ໄດ້ຍິນມີກຳນົດ ໓ ເທື່ອ ໃນບໍລິສັດເຫັນຄືນີ້ຢ່າງນີ້ ເປັນເໝືອນຖືກຖາມຕອບສະເພາະອົງ. ",
  "pli-tv-bu-pm:6.9": "ກໍພິກຂຸໃດເມື່ອສວດປະກາດຈົບເທື່ອທີ່ ໓ ລະນຶກ (ອາບັດ) ໄດ້ຢູ່ ບໍ່ເປີດເຜີຍອາບັດຊຶ່ງມີຢູ່ ຮູ້ຕົວວ່າກ່າວບໍ່ຈິງຄວາມຜິດຍ່ອມມີແກ່ທ່ານນັ້ນ. ",
  "pli-tv-bu-pm:6.10": "ທ່ານທັງຫຼາຍ ກໍຮູ້ຕົວວ່າກ່າວເທັດແລ ພຣະຜູ້ມີພຣະພາກເຈົ້າເວົ້າວ່າ ເປັນທຳທີ່ເຮັດອັນຕະລາຍ, ",
  "pli-tv-bu-pm:6.11": "ເພາະສະນັ້ນ ເມື່ອພິກຂຸຕ້ອງອາບັດແລ້ວລະນຶກໄດ້ ຫວັງຄວາມບໍລິສຸດ ຄວນເປີດເຜີຍອາບັດຊຶ່ງມີຢູ່, ",
  "pli-tv-bu-pm:6.12": "ເພາະການເປີດເຜີຍອາບັດແລ້ວ ຄວາມສະບາຍຍ່ອມມີແກ່ທ່ານ. ",
  "pli-tv-bu-pm:7.1": "ຂ້ານ້ອຍພຽງສະແດງໂດຍສະຫລຸບເທົ່ານັ້ນ ໃນຂໍ້ຄວາມເບື້ອງຕົ້ນ. ",
  "pli-tv-bu-pm:7.2": "ຂ້ານ້ອຍຂໍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ່? ",
  "pli-tv-bu-pm:7.3": "ຂ້ານ້ອຍຊໍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານທັງຫຼາຍເປັນຜູ້ບລຶສຸດແລ້ວບໍ່? ",
  "pli-tv-bu-pm:7.4": "ຂ້ານ້ອຍຊໍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານທັງຫຼາຍເປັນຜູ້ບລຶສຸດແລ້ວບໍ່? ",
  "pli-tv-bu-pm:7.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບລຶສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວ ເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:7.6": "ຂໍ້ຄວາມເບື້ອງຕົ້ນ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:8.0": "ປາລາຊິກຸທະເທໂສ ",
  "pli-tv-bu-pm:8.1": "ອາບັດທັງຫຼາຍຊື່ວ່າປາລາຊິກ ໔ ເຫຼົ່ານີ້ ຍ່ອມມາສູ່ອຸດເທດໃນປາຕິໂມກນັ້ນ. ",
  "pli-tv-bu-pm:9.0": "ປາລາຊິກ ໑. ເມຖຸນທຳ ",
  "pli-tv-bu-pm:9.1": "ອັນນຶ່ງ ພິກຂຸໃດເຖິງພ້ອມດ້ວຍສິກຂາທຳນຽມລ້ຽງຊີບຮ່ວມກັນ ຂອງພິກຂຸທັງຫຼາຍຍັງບໍ່ກ່າວຄືນສິກຂາ ບໍ່ໄດ້ເຮັດໃຫ້ແຈ້ງຄວາມເປັນຜູ້ຖອຍກຳລັງ (ຄື ຄວາມທໍ້ແທ້) ຄວນເສບເມຖຸນທຳ ໂດຍທີ່ສຸດແມ່ນວ່າໃນດິຣັດສານຕົວເມຽ ພິກຂຸນີ້ຕ້ອງອາບັດປາລາຊິກ ບໍ່ມີສັງວາດ. ",
  "pli-tv-bu-pm:10.0": "ປາລາຊິກ ໒. ອທິນນາທານະ ",
  "pli-tv-bu-pm:10.1": "ອັນນຶ່ງ ພິກຂຸໃດຖືເອົາຊັບອັນເຈົ້າຂອງບໍ່ໄດ້ໃຫ້ ເປັນສ່ວນໂຈນກຳ ຈາກເຮືອນກໍດີຈາກປ່າກໍດີ, ",
  "pli-tv-bu-pm:10.2": "ພຣະລາຊາຈັບໂຈນໄດ້ແລ້ວ ຂ້າເສຽແດ່ ຈຳຂັງໄວ້ແດ່ ເນລະເທດເສຽແດ່ ດ້ວຍປັບໂທດວ່າ ເຈົ້າເປັນໂຈນ ເຈົ້າເປັນຄົນພານ ເຈົ້າເປັນຄົນຫຼົງ ເຈົ້າເປັນຄົນຂະໂມຍ ດັ່ງນີ້ ເພາະຖືເອົາຊັບອັນເຈົ້າຂອງບໍ່ໄດ້ໃຫ້ເຫັນປານໃດ ພິກຂຸຖືເອົາຊັບອັນເຈົ້າຂອງບໍ່ໄດ້ໃຫ້ເຫັນຄືນັ້ນ ",
  "pli-tv-bu-pm:10.3": "ແມ່ນວ່າພິກຂຸນີ້ ກໍຕ້ອງອາບັດປາລຣາຊິກ ຫາສັງວາດບໍ່ໄດ້. ",
  "pli-tv-bu-pm:11.0": "ປາລາຊິກ ໓. ມນຸດສະວິຄກະຫະ ",
  "pli-tv-bu-pm:11.1": "ອັນນຶ່ງ ພິກຂຸໃດແກ້ງພາກກາຍມະນຸດຈາກຊີວິດຫຼືສະແຫວງຫາສັດຕຣາອັນຈະນຳ (ຊີວິດ) ເສຽໃຫ້ແກ່ກາຍມະນຸດນັ້ນ ຫຼືພັນະນາທ່ານແຫ່ງຄວາມຕາຍຫຼືຊັກຊວນເພື່ອຄວາມຕາຍດ້ວຍຄຳວ່າ ",
  "pli-tv-bu-pm:11.2": "“ແນ່ະ ນາຍຜູ້ເປັນຊາຍ ມີປະໂຫຍດຫຍັງແກ່ທ່ານດ້ວຍຊີວິດອັນຊົ່ວນີ້ ທ່ານຕາຍເສຽດີກວ່າເປັນຢູ່”, ",
  "pli-tv-bu-pm:11.3": "ດັ່ງນີ້ນາງມີຈິດໃຈ ມີຈິດດຳລິຢ່າງນີ້ ພັນະນາທ່ານແຫ່ງຄວາມຕາຍກໍດີ ຊັກຊວນເພື່ອຄວາມຕາຍກໍດີ ໂດຍຫຼາຍໄນ, ",
  "pli-tv-bu-pm:11.4": "ແມ່ນວ່າພິກຂຸນີ້ ກໍຕ້ອງອາບັດປາຣາຊິກ ຫາສັງວາດບໍ່ໄດ້. ",
  "pli-tv-bu-pm:12.0": "ປາລາຊິກ ໔. ອຸດຕະຣິມະນຸດສະທຳ ",
  "pli-tv-bu-pm:12.1": "ອັນນຶ່ງ ພິກຂຸໃດບໍ່ຮູ້ສະເພາະ (ຄືບໍ່ຮູ້ຈິງ) ກ່າວອວດອຸດຕະຣິມະນຸດສະທຳ ອັນເປັນຄວາມເຫັນຢ່າງປະເສີດ ຢ່າງສາມາດນ້ອມເຂົ້າໃນຕົວວ່າ ຂ້ານ້ອຍຮູ້ຢ່າງນີ້ ຂ້ານ້ອຍເຫັນຢ່າງນີ້, ",
  "pli-tv-bu-pm:12.2": "ຄັ້ນສະໄໝອື່ນ ແຕ່ນັ້ນ ອັນຜູ້ໃດ ຜູ້ໜຶ່ງ ເຊື່ອກໍຕາມ ບໍ່ເຊື່ອກໍຕາມ ກໍເປັນອັນຕ້ອງອາບັດແລ້ວ ມຸ່ງຄວາມໝົດຈົດ (ຄື ພົ້ນໂທດ) ຈະຄວນກ່າວຢ່າງນີ້ວ່າ “ແນ່ະທ່ານ ຂ້ານ້ອຍບໍ່ຮູ້ ໄດ້ກ່າວວ່າ ຮູ້ ບໍ່ເຫັນໄດ້ກ່າວວ່າເຫັນໄດ້ເວົ້າພ່ອຍໆ ເປັນບໍ່ຈິງບໍ່ໆ”, ",
  "pli-tv-bu-pm:12.3": "ເວັ້ນໄວ້ແຕ່ວ່າສຳຄັນວ່າໄດ້ບັນລຸ, ",
  "pli-tv-bu-pm:12.4": "ແມ່ນວ່າພິກຂຸນີ້ ກໍເປັນປາລາຊິກ ຫາສັງວາດບໍ່ໄດ້. ",
  "pli-tv-bu-pm:13.1": "ທ່ານທັງຫຼາຍ ປາລາຊິກ ໔ ອັນຂ້ານ້ອຍໄດ້ສະແດງຂຶ້ນແລ້ວແລ. ",
  "pli-tv-bu-pm:13.2": "ພິກຂຸຕ້ອງອາບັດເຫຼົ່າໄດເລົ່າ ອັນໃດອັນໜຶ່ງແລ້ວຍ່ອມບໍ່ໄດ້ສັງວາດກັບດ້ວຍພິກຂຸທັງຫຼາຍ ",
  "pli-tv-bu-pm:13.3": "ເໝືອນຢ່າງແຕ່ກ່ອນ ຕ້ອງອາບັດປາລາຊິກ ບໍ່ມີສັງວາດ. ",
  "pli-tv-bu-pm:13.4": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:13.5": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:13.6": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:13.7": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວ ເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:13.8": "ປາລາຊິກ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:14.0": "ສັງຄາທິເສສຸດເທໂສ ",
  "pli-tv-bu-pm:14.1": "ທ່ານທັງຫຼາຍ ຊື່ສັງຄາທິເສດ ໑໓ ເຫຼົ່ານີ້ແລ ຍ່ອມມາສູ່ອຸດເທດ. ",
  "pli-tv-bu-pm:15.0": "ສັງຄາທິເສດ ໑. ສຸກກະວິດສັດຖິ ",
  "pli-tv-bu-pm:15.1": "ປ່ອຍສຸກກະເປັນໄປດ້ວຍຄວາມຈົ່ງໃຈ ເວັ້ນໄວ້ແຕ່ຝັນ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:16.0": "ສັງຄາທິເສດ ໒. ກາຍະສັງສັກກະ ",
  "pli-tv-bu-pm:16.1": "ອັນນຶ່ງ ພິກຂຸໃດກຳໜັດແລ້ວ ມີຈິດປັ່ນປ່ວນແລ້ວ ເຖິງຄວາມເຄ້າຄຶງດ້ວຍກາຍກັບເພດຍິງ, ຈັບມືກໍຕາມ ຈັບຕ້ອງຜົມກໍຕາມ ລູບຄລຳອະໄວຍະວະອັນໃດອັນໜຶ່ງກໍຕາມ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:17.0": "ສັງຄາທິເສດ ໓. ທຸຕະຖຸນລະວາ ",
  "pli-tv-bu-pm:17.1": "ອັນນຶ່ງ ພິກຂຸໃດກຳໜັດແລ້ວ ມີຈິດປັ່ນປ່ວນແລ້ວ ເວົ້າກ້ຽວເພດຍິງດ້ວຍວາຈາຊົ່ວຫຍາບເໝືອນຊາຍໜຸ່ມເວົ້າກ້ຽວແມ່ຍິງສາວ ດ້ວຍວາຈາພາດພິງເມຖຸນ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:18.0": "ສັງຄາທິເສດ ໔. ອັດຕະກາມະປາຣິຈະຣິຍະ ",
  "pli-tv-bu-pm:18.1": "ອັນນຶ່ງ ພິກຂຸໃດກຳໜັດແລ້ວ ມີຈິດປັ່ນປ່ວນແລ້ວ ກ່າວຄຸນແຫ່ງການບຳເລີຕົນດ້ວຍກາມໃນສຳນັກແມ່ຍິງ ດ້ວຍຖ້ອຍຄຳພາດພິງເມຖຸນວ່າ “ນ້ອງແມ່ຍິງແມ່ຍິງໃດບຳເລີຜູ້ປະພຶດພົນມະຈັນ ມີສິນມີກັນລະຍານະທຳເຊັ່ນເຮົາດ້ວຍທຳນັ້ນ ນັ້ນເປັນຍອດແຫ່ງຄວາມບຳເລີທັງຫຼາຍ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:19.0": "ສັງຄາທິເສດ ໕. ສັນຈະລິດຕະ ",
  "pli-tv-bu-pm:19.1": "ອັນນຶ່ງ ພິກຂຸໃດ ເຖິງຄວາມເປັນຜູ້ທ່ຽວສື່ (ບອກ) ຄວາມປະສົງຂອງຊາຍແກ່ແມ່ຍິງກໍດີ (ບອກ) ຄວາມປະສົງຂອງແມ່ຍິງແກ່ຊາຍກໍດີໃນຄວາມເປັນເມຽກໍຕາມ ໃນຄວາມເປັນຊູ້ກໍຕາມໂດຍທີ່ສຸດ (ບອກ) ແມ່ນວ່າແກ່ແມ່ຍິງແພດສະຍາ ອັນຈະຄວນຢູ່ຮ່ວມຊົ່ວຂະນະ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:20.0": "ສັງຄາທິເສດ ໖. ກຸຕິກາຣະ ",
  "pli-tv-bu-pm:20.1": "ອັນນຶ່ງ ພິກຂຸຈະໃຫ້ເຮັດກຸດີ ອັນຫາເຈົ້າຂອງບໍ່ໄດ້ ສະເພາະຕົນເອງ ດ້ວຍອາການຂໍເອົາເອງຄວນເຮັດໃຫ້ໄດ້ປະມານ; ນີ້ປະມານໃນອັນທຳກຸດີນັ້ນໂດຍຍາວ ໑໒ ຄືບ ໂດຍກວ້າງ ໗ ຄືບດ້ວຍຄືບສຸຄະຕະ (ວັດ) ຂ້າງໃນ, ",
  "pli-tv-bu-pm:20.2": "ຄວນນຳພິກຂຸທັງຫຼາຍໄປ ເພື່ອສະແດງທີ່ ພິກຂຸເຫຼົ່ານັ້ນ ຄວນສະແດງທີ່ອັນບໍ່ມີຜູ້ຈອງໄວ້ອັນມີຊານຮອບ. ",
  "pli-tv-bu-pm:20.3": "ຫາກພິກຂຸໃຫ້ເຮັດກຸດີດ້ວຍການຂໍເອົາເອງ ໃນທີ່ອັນມີຜູ້ຈອງໄວ້ ອັນຫາຊານຮອບບໍ່ໄດ້ຫຼືບໍ່ນຳພິກຂຸທັງຫຼາຍໄປ ເພື່ອສະແດງທີ່ຫຼືເຮັດໃຫ້ລ່ວງປະມານ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:21.0": "ສັງຄາທິເສດ ໗. ວິຫາຣະກາຣະ ",
  "pli-tv-bu-pm:21.1": "ອັນນຶ່ງ ພິກຂຸຈະໃຫ້ເຮັດວິຫານໃຫຍ່ອັນມີເຈົ້າຂອງ ສະເພາະຕົນເອງ ຄວນນຳພິກຂຸທັງຫຼາຍໄປເພື່ອສະແດງທີ່, ",
  "pli-tv-bu-pm:21.2": "ພິກຂຸເຫຼົ່ານັ້ນ ຄວນສະແດງທີ່ອັນບໍ່ມີຜູ້ຈອງໄວ້ອັນມີຊານຮອບ. ",
  "pli-tv-bu-pm:21.3": "ຫາກພິກຂຸໃຫ້ເຮັດວິຫານໃຫຍ່ໃນທີ່ ມີຜູ້ຈອງໄວ້ ຫາຊານຮອບບໍ່ໄດ້ ຫຼືບໍ່ນຳພິກຂຸທັງຫຼາຍໄປເພື່ອສະແດງທີ່ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:22.0": "ສັງຄາທິເສດ ໘ ທຸດຖະໂທສະ ",
  "pli-tv-bu-pm:22.1": "ອັນນຶ່ງ ພິກຂຸໃດຂັດໃຈ ມີໂທສະບໍ່ແຊ່ມຊື່ນ ຕາມກຳຈັດ (ຄື ໂຈດ) ພິກຂຸດ້ວຍ ມີໂທດເຖິງປາລາຊິກ ອັນຫາມູນບໍ່ໄດ້ ດ້ວຍໝາຍໃຈວ່າ “ແມ່ນວ່າເຫດໃດເຮົາຈະເຮັດທ່ານໃຫ້ເຄື່ອນຈາກພົນມະຈັນນີ້ໄດ້”, ",
  "pli-tv-bu-pm:22.2": "ຄັ້ນສະໄໝອື່ນ ແຕ່ນັ້ນ ອັນຜູ້ໃດຜູ້ໜຶ່ງຖືເອົາຕາມກໍຕາມ ບໍ່ຖືເອົາຕາມກໍຕາມ (ຄື ເຊື່ອບໍ່ເຊື່ອກໍຕາມ) ແຕ່ອະທິກອນນັ້ນ ເປັນເລື່ອງຫາມູນບໍ່ໄດ້ແລະພິກຂຸຍ່ອມຍຶດອິງໂທສະ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:23.0": "ສັງຄາທິເສດ ໙. ອັນຍະພາຄິຍະ ",
  "pli-tv-bu-pm:23.1": "ອັນນຶ່ງ ພິກຂຸໃດຂັດໃຈ ມີໂທສະບໍ່ແຊ່ມຊື່ນ ຖືເອົາເອກເທດບາງແຫ່ງ ແຫ່ງອະທິກອນອັນເປັນເລື່ອງອື່ນໃຫ້ເປັນພຽງເລີດ ຕາມກຳຈັດພິກຂຸດ້ວຍ ທຳອັນມີໂທດເຖິງປາລາຊິກ ດ້ວຍໝາຍໃຈວ່າ “ແມ່ນວ່າເຫດໃດເຮົາຈະເຮັດທ່ານໃຫ້ເຄື່ອນຈາກພົນມະຈັນນີ້ໄດ້”, ",
  "pli-tv-bu-pm:23.2": "ຄັ້ນສະໄໝອື່ນ ແຕ່ນັ້ນ ອັນຜູ້ໃດຜູ້ອື່ນຖືເອົາຕາມກໍຕາມ ບໍ່ຖືເອົາຕາມກໍຕາມ (ຄື ເຊື່ອກໍຕາມບໍ່ເຊື່ອກໍຕາມ) ແຕ່ອະທິກອນນັ້ນເປັນເລື່ອງອື່ນເອກເທດບາງບ່ອນ ທ່ານຖືເອົາພໍເປັນເລດແລະພິກຂຸຂຸຍ່ອມຍືນຍັນອິງໂທສະ ໓ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:24.0": "ສັງຄາທິເສດ ໑໐. ສັງຄະເພດ ",
  "pli-tv-bu-pm:24.1": "ອັນນຶ່ງ ພິກຂຸໃດ ຕະກຽກຕະກາຍເພື່ອທຳລາຍສົງຜູ້ພ້ອມພຽງຫຼືຖືເອົາອະທິກອນ (ຄື ເລື່ອງ) ອັນເປັນເຫດແຕກກັນຍັ້ງຍືນຢູ່ ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນວ່າກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:24.2": "“ທ່ານຢ່າໄດ້ຕະກຽກຕະກາຍ ເພື່ອທຳລາຍສົງຜູ້ພ້ອມພຽງ ຫຼືຢ່າໄດ້ຖືເອົາອະທິກອນອັນເປັນເຫດແຕກກັນ ຍັ້ງຍືນຢູ່, ",
  "pli-tv-bu-pm:24.3": "ຂໍທ່ານຈົ່ງພ້ອມພຽງດ້ວຍສົງ ເພາະວ່າສົງຜູ້ພ້ອມພຽງກັນ ປອງດອງກັນ ບໍ່ວິວາດກັນ ມີອຸດເທດດຽວກັນ (ຄື ຟັງພຣະປາຕິໂມກຮ່ວມກັນ) ຍ່ອມຢູ່ຜາສຸກ”, ",
  "pli-tv-bu-pm:24.4": "ແລະພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຍັງຢືນກາມຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນສວດສົມນຸພາດ (ຄື ປະກາດຫ້າມ) ກວ່າຈະຄົບ ໓ ເທື່ອເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bu-pm:24.5": "ຫາກທ່ານຖືກສວດສົມນຸພາດ ກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ ສະລະກັມມ໌ນັ້ນເສຽສະລະໄດ້ຢ່າງນີ້ ນັ້ນເປັນການດີ, ",
  "pli-tv-bu-pm:24.6": "ຫາກທ່ານທັງຫລາຍບໍ່ສະລະເສຽ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:25.0": "ສັງຄາທິເສດ ໑໑. ເພທານຸວັດຕະກະ ",
  "pli-tv-bu-pm:25.1": "ອັນນຶ່ງ ມີພິກຂຸຜູ້ປະພຶດຕາມຜູ້ເວົ້າເຂົ້າກັນຂອງພິກຂຸນັ້ນແລ ໑ ຮູບແດ່ ໒ ຮູບແດ່ ໓ ຮູບແດ່ ໓ ທ່ານທັງຫຼາຍກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:25.2": "“ຂໍທ່ານທັງຫຼາຍຢ່າໄດ້ກ່າວຄຳຫຍັງໆ ຕໍ່ພິກຂຸນັ້ນ, ",
  "pli-tv-bu-pm:25.3": "ພິກຂຸນັ້ນກ່າວຖືກທຳດ້ວຍ ພິກຂຸນັ້ນກ່າວຖືກວິໄນດ້ວຍ, ",
  "pli-tv-bu-pm:25.4": "ພິກຂຸນັ້ນຖືເອົາຄວາມພໍໃຈແລະຄວາມມັກໃຈຂອງພວກຂ້ານ້ອຍກ່າວດ້ວຍ ທ່ານຮູ້ (ໃຈ) ຂອງພວກຂ້ານ້ອຍຈຶ່ງເວົ້າຄຳທີ່ທ່ານກ່າວນີ້ ຍ່ອມຄວນ (ຄື ຖືກໃຈ) ແມ່ນວ່າແກ່ພວກຂ້ານ້ອຍ”, ",
  "pli-tv-bu-pm:25.5": "ພິກຂຸເຫຼົ່ານັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນວ່າກ່າວ ຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:25.6": "“ທ່ານທັງຫຼາຍ ຢ່າໄດ້ກ່າວຢ່າງນັ້້ນ, ",
  "pli-tv-bu-pm:25.7": "ພິກຂຸນັ້ນບໍ່ແມ່ນຜູ້ກ່າວຖືກທຳດ້ວຍ ພິກຂຸນັ້ນບໍ່ແມ່ນຜູ້ກ່າວຖືກວິໄນດ້ວຍ, ",
  "pli-tv-bu-pm:25.8": "ຄວາມທຳລາຍສົງຢ່າໄດ້ມັກ ແມ່ນວ່າແກ່ພວກທ່ານ, ",
  "pli-tv-bu-pm:25.9": "ຂໍ (ໃຈ) ຂອງພວກທ່ານຈົ່ງພ້ອມພຽງດ້ວຍສົງເພາະວ່າສົງຜູ້ພ້ອມພຽງປອງດອງກັນ ບໍ່ວິວາດກັນ ມີອຸດເທດດຽວກັນ ຍ່ອມຢູ່ຜາສຸກ”, ",
  "pli-tv-bu-pm:25.10": "ແລະພິກຂຸເຫຼົ່ານັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຍັງຍັ້ງຍືນຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸເຫຼົ່ານັ້ນ ອັນພິກຂຸທັງຫຼາຍ ຄວນສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ສຸດ ເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bu-pm:25.11": "ຫາກທ່ານທັງຫຼາຍຖືກສວດສົມນຸພາດ ກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ ສະລະກຳນັ້ນເສຽສະລະໄດ້ຢ່າງນີ້ ນັ້ນເປັນການດີ, ",
  "pli-tv-bu-pm:25.12": "ຫາກທ່ານທັງຫຼາຍບໍ່ສະລະເສຽ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:26.0": "ສັງຄາທິເສດ ໑໒. ທຸບພະຈະ ",
  "pli-tv-bu-pm:26.1": "ອັນນຶ່ງ ພິກຂຸເປັນຜູ້ມີສັນຊາດແຫ່ງຄົນວ່າຍາກອັນພິກຂຸທັງຫຼາຍ ວ່າກ່າວຢູ່ໂດຍຊອບທຳ ໃນສິກຂາບົດທັງຫຼາຍອັນເນີ່່ອງໃນອຸດເທດ (ຄື ພຣະປາຕິໂມກ) ເຮັດຕົນໃຫ້ເປັນຜູ້ອັນໃຜໆວ່າກ່າວບໍ່ໄດ້ ດ້ວຍກ່າວໂຕ້ວ່າ ",
  "pli-tv-bu-pm:26.2": "“ພວກທ່ານຢ່າໄດ້ກ່າວຫຍັງໆ ຕໍ່ເຮົາເປັນຄຳດີກໍຕາມ ເປັນຄຳຊົ່ວກໍຕາມ ແມ່ນວ່າເຮົາກໍຈະບໍ່ກ່າວຫຍັງໆ ຕໍ່ພວກທ່ານຄືກັນ ເປັນຄຳດີກໍຕາມ ເປັນຄຳຊົ່ວກໍຕາມ, ",
  "pli-tv-bu-pm:26.3": "ຂໍພວກທ່ານຈົ່ງເວັ້ນຈາກການວ່າກ່າວເຮົາເສຽ”, ",
  "pli-tv-bu-pm:26.4": "ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍ ຄວນວ່າກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:26.5": "“ທ່ານຢ່າໄດ້ເຮັດຕົນໃຫ້ເປັນຜູ້ອັນໃຜໆ ວ່າບໍ່ໄດ້ຂໍທ່ານຈົ່ງເຮັດຕົນໃຫ້ເຂົາວ່າໄດ້ແລ, ",
  "pli-tv-bu-pm:26.6": "ແມ່ນວ່າທ່ານກໍຈົ່ງວ່າກ່າວພິກຂຸທັງຫຼາຍໂດຍຊອບທຳ ແມ່ນວ່າພິກຂຸທັງຫຼາຍກໍຈັກວ່າກ່າວທ່ານໂດຍຊອບທຳ, ",
  "pli-tv-bu-pm:26.7": "ເພາະວ່າບໍລິສັດຂອງພຣະຜູ້ມີພຣະພາກເຈົ້ານັ້ນ ຈະເລີນແລ້ວດ້ວຍອາການຢ່າງນີ້ ຄືດ້ວຍວ່າກ່າວຊຶ່ງກັນແລະກັນ ດ້ວຍເຕືອນກັນແລະກັນໃຫ້ອອກຈາກອາບັດ”, ",
  "pli-tv-bu-pm:26.8": "ແລະພິກຂຸຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຍັງຍັ້ງຍືນຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອ ເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bu-pm:26.9": "ຫາກທ່ານຖືກສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ສະລະກັມມ໌ນັ້ນ ເສຽສະລະໄດ້ຢ່າງນີ້ນັ້ນເປັນການດີ, ",
  "pli-tv-bu-pm:26.10": "ຫາກທ່ານບໍ່ສະລະເສຽ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:27.0": "ສັງຄາທິເສດ ໑໓. ກຸນລະທູສະກະ ",
  "pli-tv-bu-pm:27.1": "ອັນນຶ່ງ ພິກຂຸເຂົ້າໄປອາໄສເຮືອນກໍດີ ໜູ່ບ້ານກໍດີ ແຫ່ງໃດແຫ່ງໜຶ່ງຢູ່ ເປັນຜູ້ປະທຸດຮ້າຍສະກຸນ ມີຄວາມປະພຶດຊົ່ວຮ້າຍຄວາມປະພຶດຊົ່ວຮ້າຍຂອງທ່ານ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍແລະສະກຸນທັງຫຼາຍອັນນາງປະທຸດຮ້າຍແລ້ວ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍ, ",
  "pli-tv-bu-pm:27.2": "ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:27.3": "“ທ່ານເປັນຜູ້ປະທຸດຮ້າຍສະກຸນ ມີຄວາມປະພຶດຊົ່ວຮ້າຍຄວາມປະພຶດຊົ່ວຮ້າຍຂອງທ່ານ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍແລະສະກຸນທັງຫຼາຍ ອັນທ່ານປະທຸດຮ້າຍແລ້ວເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍ ທ່ານຈົ່ງຫຼີກໄປເສຽຈາກອາວາດນີ້ທ່ານຢ່າຢູ່ໃນທີ່ນີ້ (ອີກ)”, ",
  "pli-tv-bu-pm:27.4": "ແລະພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຄວນກ່າວກະພິກຂຸເຫຼົ່ານັ້ນຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:27.5": "“ພວກພິກຂຸເຖິງຄວາມພໍໃຈດ້ວຍ ເຖິງຄວາມຂັດເຄືອງດ້ວຍ ເຖິງຄວາມຫຼົງດ້ວຍ ເຖິງຄວາມຢ້ານດ້ວຍ ຍ່ອມຂັບພິກຂຸບາງຮູບ ຍ່ອມບໍ່ຂັບພິກຂຸບາງຮູບເພາະເຊັ່ນດຽວກັນ”, ",
  "pli-tv-bu-pm:27.6": "ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນວ່າກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:27.7": "“ທ່ານຢ່າໄດ້ກ່າວຢ່າງນັ້ນ ພິກຂຸທັງຫຼາຍຫາໄດ້ເຖິງຄວາມພໍໃຈບໍ່ ຫາໄດ້ເຖິງຄວາມຂັດເຄືອງບໍ່ ຫາໄດ້ເຖິງຄວາມຫຼົງບໍ່ ຫາໄດ້ເຖິງຄວາມຢ້ານບໍ່, ",
  "pli-tv-bu-pm:27.8": "ທ່ານເອງແລເປັນຜູ້ປະທຸດຮ້າຍສະກຸນ ມີຄວາມປະພຶດຊົ່ວຮ້າຍຄວາມປະພຶດຊົ່ວຮ້າຍຂອງທ່ານ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍເຂົາໄດ້ຍິນຢູ່ດ້ວຍແລະສະກຸນທັງຫຼາຍ ອັນທ່ານປະທຸດຮ້າຍແລ້ວເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍ ທ່ານຈົ່ງຫຼີກໄປເສຽຈາກອາວາດນີ້ທ່ານຢ່າຢູ່ໃນທີ່ນີ້ (ອີກ)”, ",
  "pli-tv-bu-pm:27.9": "ແລະພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຍັງຢືນກາມຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອ ເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bu-pm:27.10": "ຫາກທ່ານຖືກສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ສະລະກຳນັ້ນເສຽ ສະລະໄດ້ຢ່າງນີ້ນັ້ນເປັນການດີ, ",
  "pli-tv-bu-pm:27.11": "ຫາກທ່ານບໍ່ສະລະເສຽ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:28.1": "ທ່ານທັງຫຼາຍ ທຳຊື່ສັງຄາທິເສດ ໑໓ ເປັນປະຖະມາປັດຕິກະ (ໃຫ້ຕ້ອງອາບັດແຕ່ທຳອິດເຮັດ) ເປັນຍາວະຕະຕິຍະກະ (ໃຫ້ຕ້ອງອາບັດເມື່ອສົງສວດປະກາດຫ້າມ ໓ ເທື່ອ). ",
  "pli-tv-bu-pm:28.2": "ພິກຂຸຂຸຕ້ອງອາບັດເຫຼົ່າໄດເລົ່າ ອັນໃດອັນໜຶ່ງແລ້ວຮູ້ຢູ່ ປົກປິດໄວ້ສິ້ນມື້ພຽງເທົ່າໃດ ພິກຂຸນັ້ນເຖິງຈະບໍ່ປາດຖະໜາ ກໍຄວນຕ້ອງຢູ່ປະຣິວາດສິ້ນມື້ເທົ່າທີ່ປົກປິດນັ້ນ. ",
  "pli-tv-bu-pm:28.3": "ພິກຂຸຢູ່ປະຣິວາດຄົບຕາມມື້ທີປິດແລ້ວ ຄວນປະຕິບັດເພື່ອພິກຂຸມານັດເກີນຂຶ້ນໄປ ໖ ຣາຕີໝູ່, ",
  "pli-tv-bu-pm:28.4": "ພິກຂຸໄດ້ປະພຶດມານັດ ໖ ຣາຕີແລ້ວ ໝູ່ພິກສູຄະນະ ໒໐ ຈະຄວນມີທີ່ສີມາໃດ ພິກຂຸນັ້ນສົງຄວນອັບພານທ່ານທີ່ສີມານັ້ນ ຖ້າພິກຂຸສົງຄ໌ຄະນະ ໒໐ ຢ່ອນດ້ວຍພິກຂຸແມ່ນວ່າ ແຕ່ອົງໜຶ່ງບໍ່ຄົບ ໒໐. ",
  "pli-tv-bu-pm:28.5": "ຫາກອັບພານພິກຂຸນັ້ນແລ້ວ ພິກຂຸນັ້ນກໍເປັນອັນບໍ່ໄດ້ອັບພານ ພິກຂຸທັງຫຼາຍທີ່ເປັນຄະນະສົງຄ໌ກໍເປັນອັນພຣະພຸດເຈົ້າຈະຄວນຕິຕຽນນີ້ ເປັນສາມີຈິກຳ (ຄືປະພຶດຊອບ) ໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:28.6": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ເປັນຜູ້ບໍລິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:28.7": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໒ ເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:28.8": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໓ ເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:28.9": "ທ່ານທັງຫຼາຍເປັນຜູ້ບຣິສຸດແລ້ວໃນເລື່ອງນັ້ນ ເພາະສະນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:28.10": "ສັງຄາທິເສໂສ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:29.0": "ອະນິຍະຕຸດເທໂສ ",
  "pli-tv-bu-pm:29.1": "ທ່ານທັງຫຼາຍ ທຳຊື່ ອະນິຍະຕະ ໒ ເຫຼົ່ານີ້ແລ ຍ່ອມມາສູ່ອຸດເທດ. ",
  "pli-tv-bu-pm:30.0": "ອະນິຍະຕະ ໑. ປະຖະມະອະນິຍະຕະ ",
  "pli-tv-bu-pm:30.1": "ອັນນຶ່ງ ພິກຂຸໃດຜູ້ດຽວສຳເລັດການນັ່ງໃນທີ່ລັບ ຄືໃນອາດສະນະກຳບັງ ພໍຈະເຮັດການໄດ້ກັບແມ່ຍິງຜູ້ດຽວ ອຸບາສິກາມີວາຈາທີ່ເຊື່ອໄດ້ ເຫັນພິກຂຸກັບແມ່ຍິງນັ້ນນັ້ນທຽວ ",
  "pli-tv-bu-pm:30.2": "ເວົ້າຂຶ້ນດ້ວຍທຳ ໓ ປະການຢ່າງໃດຢ່າງໜຶ່ງ ຄື ດ້ວຍປາລາຊິກກໍດີ ດ້ວຍສັງຄາທິເສດກໍດີ ດ້ວຍປາຈິດຕີກໍດີ, ",
  "pli-tv-bu-pm:30.3": "ພິກຂຸຍອມຮັບຊຶ່ງການນັ່ງ ຄວນຖືກປັບດ້ວຍທຳ ໓ ປະການ ຄື ດ້ວຍປາລຣາຊິກແດ່ ດ້ວຍສັງຄາທິເສດແດ່ ດ້ວຍປາຈິດຕີແດ່, ",
  "pli-tv-bu-pm:30.4": "ອີກຢ່າງໜຶ່ງ ອຸບາສິກາມີວາຈາທີ່ເຊື່ອໄດ້ນັ້ນກ່າວດ້ວຍທຳໃດ ພິກຂຸນັ້ນຄວນຖືກປັບດ້ວຍທຳນັ້ນ, ",
  "pli-tv-bu-pm:30.5": "ທຳນີ້ຊື່ ອະນິຍະຕະ. ",
  "pli-tv-bu-pm:31.0": "ອະນິຍະຕະ ໒. ທຸຕິຍະອະນິຍະຕະ ",
  "pli-tv-bu-pm:31.1": "ອັນນຶ່ງ ສະຖານທີ່ບໍ່ເປັນທີ່ກຳບັງຫຍັງເລີຍ ບໍ່ພໍທີ່ຈະເຮັດກຳໄດ້ (ຄື ການເສບເມຖຸນ) ແຕ່ພໍເປັນທີ່ຈະເວົ້າຄຸຍແມ່ຍິງ ດ້ວຍວາຈາຊົ່ວຫຍາບໄດ້ຢູ່, ",
  "pli-tv-bu-pm:31.2": "ແລະພິກຂຸໃດຜູ້ດຽວ ສຳເລັດການນັ່ງໃນທີ່ລັບກັບດ້ວຍແມ່ຍິງຜູ້ດຽວ ໃນອາດສະນະມີຮູບຢ່າງນັ້ນ ອຸບາສິກາມີວາຈາທີ່ເຊື່ອໄດ້ເຫັນພິກຂຸກັບແມ່ຍິງນັ້ນ ນັ້ນແລ້ວ ",
  "pli-tv-bu-pm:31.3": "ເວົ້າຂຶ້ນດ້ວຍທຳ ໒ ປະການ ຢ່າງໃດຢ່າງໜຶ່ງ ຄື ດ້ວຍສັງຄາທິເສດກໍດີ ດ້ວຍປາຈິດຕີກໍດີ, ",
  "pli-tv-bu-pm:31.4": "ພິກຂຸຍອມຮັບຊຶ່ງການນັ່ງ ຄວນຖືກປັບດ້ວຍ ໒ ປະການ ຄື ດ້ວຍສັງຄາທິເສດແດ່ ດ້ວຍປາຈິດຕີແດ່, ",
  "pli-tv-bu-pm:31.5": "ອີກຢ່າງໜຶ່ງ ອຸບາສິກາມີວາຈາທີ່ເຊື່ອໄດ້ນັ້ນກ່າວດ້ວຍທຳໃດ ພິກຂຸນັ້ນຄວນຖືກປັບດ້ວຍທຳນັ້ນ, ",
  "pli-tv-bu-pm:31.6": "ທຳນີ້ຊື່ ອະນິຍະຕະ. ",
  "pli-tv-bu-pm:32.1": "ທຳຊື່ ອະນິຍະຕະທັງ ໒ ຂ້ານ້ອຍໄດ້ຍົກຂຶ້ນສະແດງແລ້ວແລ. ",
  "pli-tv-bu-pm:32.2": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍໃນເລື່ອງນັ້ນ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:32.3": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:32.4": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:32.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວໃນເລື່ອງນີ້ ເພາະສະນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:32.6": "ອະນິຍະຕະ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:33.0": "ນິດສັກຄິຍະປາຈິດຕີຍາ ",
  "pli-tv-bu-pm:33.1": "ທ່ານທັງຫຼາຍ ທຳຊື່ນິດສັກຄິຍະປາຈິດຕີ ສິກຂາບົດເຫຼົ່ານີ້ແລຍ່ອມມາສູ່ອຸດເທດ. ",
  "pli-tv-bu-pm:34.0.1": "ບົດທີ ໑. ກະຖິນ ",
  "pli-tv-bu-pm:34.0.2": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑. ກະຖິນ ",
  "pli-tv-bu-pm:34.1": "ຈີວອນສຳເລັດແລ້ວ ກະຖິນອັນພິກຂຸເດາະເສຽແລ້ວ ຄວນຊົງອະຕິເຣກຈີວອນໄດ້ ໑໐ ມື້ເປັນຢ່າງຍິ່ງ ພິກຂຸໃຫ້ລ່ວງກຳໜົດນັ້ນໄປ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:35.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໒. ອຸໂທສິຕະ ",
  "pli-tv-bu-pm:35.1": "ຈີວອນສຳເລັດແລ້ວ ກະຖິນອັນພິກຂຸເດາະເສຽແລ້ວ ຖ້າພິກຂຸຢູ່ປາດສະຈາກໄຕຣຈີວອນແມ່ນວ່າສິ້ນຄືນໜຶ່ງ ເວັ້ນເສຽແຕ່ພິກຂຸໄດ້ຮັບສົມມຕິ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:36.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໓. ອະກາລະຈີວະຣະ ",
  "pli-tv-bu-pm:36.1": "ຈີວອນສຳເລັດແລ້ວ ກະຖິນອັນພິກຂຸເດາະເສຽແລ້ວ ອະກາລະຈີວອນເກີດຂຶ້ນແກ່ພິກຂຸ ພິກຂຸຫວັງຢູ່ກໍຄວນຮັບ, ",
  "pli-tv-bu-pm:36.2": "ຄັ້ນຮັບແລ້ວຄວນຮີບໃຫ້ເຮັດ, ",
  "pli-tv-bu-pm:36.3": "ຖ້າຜ້ານັ້ນມີບໍ່ພໍ ເມື່ອຄວາມຫວັງວ່າຈະໄດ້ມີຢູ່ ພິກຂຸນັ້ນກໍຄວນເກັບຈີວອນນັ້ນໄວ້ໄດ້ເດືອນໜຶ່ງເປັນຢ່າງຍິ່ງ ເພື່ອຈີວອນທີ່ຍັງບົກຜ່ອງຈະໄດ້ພໍກັນ. ",
  "pli-tv-bu-pm:36.4": "ຖ້າທ່ານເກັບໄວ້ເກິນນກວ່າກຳໜົດນັ້ນແມ່ນວ່າຄວາມຫວັງວ່າຈະໄດ້ມີຢູ່ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:37.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໔. ປຸຣານະຈີວະຣະ ",
  "pli-tv-bu-pm:37.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ພິກຂຸນີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງໃຫ້ຊັກກໍດີ ໃຫ້ຢ້ອມກໍດີ ໃຫ້ທຸບກໍດີຊຶ່ງຈີວອນເກົ່າ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:38.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໕. ຈີວະຣປະຕິກຄະຫະນະ ",
  "pli-tv-bu-pm:38.1": "ອັນນຶ່ງ ພືກຂຸໃດຮັບຈີວອນຈາກມືພິກຂຸນີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງເວັ້ນໄວ້ແຕ່ຂອງແລກປ່ຽນ ຕ້ອງອາບັດນິດສັກຄີຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:39.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໖. ອັນຍາຕະກະວິນຍັດຕິ ",
  "pli-tv-bu-pm:39.1": "ອັນນຶ່ງ ພິກຂຸໃດຂໍຈີວອນຕໍ່ພໍ່ເຈົ້າເຮືອນກໍດີ ຕໍ່ແມ່ເຈົ້າເຮືອນກໍດີ ຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງນອກຈາກສະໄໝ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:39.2": "ສະໄໝໃນຄຳນັ້ນດັ່ງນີ້, ຄື ພິກຂຸເປັນຜູ້ມີຈີວອນຖືກຊິງເອົາໄປກໍດີ ມີຈີວອນຈິບຫາຍກໍດີ ນີ້ສະໄໝໃນຄຳນັ້ນລະ. ",
  "pli-tv-bu-pm:40.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໗. ຕະຕຸດຕະຣິ ",
  "pli-tv-bu-pm:40.1": "ພໍ່ເຈົ້າເຮືອນກໍດີ ແມ່ເຈົ້າເຮືອນກໍດີ ຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ປະວາລະນາຕໍ່ພິກຂຸດ້ວຍຈີວອນເປັນຈຳນວນຫຼາຍ ເພື່ອນຳໄປຕາມໃຈພິກຂຸນັ້ນຄວນຍິນດີຈີວອນມີອຸດຕະຣາສົງ ກັບອັນຕະຣະວາສະກະເປັນຢ່າງຫຼາຍຈາກຈີວອນເຫຼົ່ານັ້ນ ຖ້າຍິນດີຫຼາຍກວ່ານັ້ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:41.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໘. ປະຐະມະອຸປັກຂະຕະ ",
  "pli-tv-bu-pm:41.1": "ອັນນຶ່ງ ມີພໍ່ເຈົ້າເຮືອນກໍດີ ແມ່ເຈົ້າເຮືອນກໍດີ ຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ຕະຕຽມຊັບສຳລັບຈ່າຍຈີວອນສະເພາະພິກຂຸໄວ້ວ່າ ",
  "pli-tv-bu-pm:41.2": "“ເຮົາຈັກຈ່າຍຈີວອນດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນນີ້ແລ້ວ ໃຫ້ພິກຂຸຊື່ນີ້ໄດ້ຄອງຈີວອນ”, ",
  "pli-tv-bu-pm:41.3": "ຖ້າພິກຂຸນັ້ນ ເຂົາບໍ່ໄດ້ປວາລະນາໄວ້ກ່ອນ ເຂົ້າໄປຫາແລ້ວ ເຖິງການກຳໜົດໃນຈີວອນໃນສຳນັກຂອງເຂົາວ່າ ",
  "pli-tv-bu-pm:41.4": "“ດີລະ ທ່ານຈົ່ງຈ່າຍຈີວອນເຊັ່ນນັ້ນເຊັ່ນນີ້ດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນແລ້ວໃຫ້ຂ້ານ້ອຍໄດ້ຄອງເຖີດ” ",
  "pli-tv-bu-pm:41.5": "ຖືເອົາຄວາມເປັນຜູ້ໄຄ່ຈີວອນທີ່ດີ, ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:42.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໙. ທຸຕິຍະອຸປັກຂະຕະ ",
  "pli-tv-bu-pm:42.1": "ອັນນຶ່ງ ມີພໍ່ເຈົ້າເຮືອນກໍດີ ແມ່ເຈົ້າເຮືອນກໍດີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ໒ ຄົນ ຕະຕຽມຊັບສຳລັບຈ່າຍຈີວອນສະເພາະຜືນໆໄວ້ສະເພາະພິກຂຸວ່າ ",
  "pli-tv-bu-pm:42.2": "“ເຮົາທັງຫຼາຍຈັກຈ່າຍຈີວອນສະເພາະຜືນໆ ດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນສະເພາະຜືນໆ ນີ້ແລ້ວ ຍັງພິກຂຸຊື່ນີ້ໃຫ້ຄອງຈີວອນຫຼາຍຜືນນຳກັນ”, ",
  "pli-tv-bu-pm:42.3": "ຖ້າພິກຂຸນັ້ນ ເຂົາບໍ່ໄດ້ປວາລະນາໄວ້ກ່ອນ ເຂົ້າໄປຫາແລ້ວ ເຖິງການກຳໜົດໃນຈີວອນໃນສຳນັກຂອງເຂົາວ່າ ",
  "pli-tv-bu-pm:42.4": "“ດີລະ ຂໍທ່ານທັງຫຼາຍຈ່າຍຈີວອນເຊັ່ນນັ້ນເຊັ່ນນີ້ດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນສະເພາະຜືນໆ ແລ້ວທັງ ໒ ຄົນ ທັງໝົດກັນໃຫ້ຊ້ານ້ອຍໄດ້ຄອງຈີວອນຜືນດຽວເຖີດ” ",
  "pli-tv-bu-pm:42.5": "ຖືເອົາຄວາມເປັນຜູ້ໄຄ່ຈີວອນທີ່ດີ, ຕ້ອງອາບິດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:43.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໐. ລາຊາ ",
  "pli-tv-bu-pm:43.1": "ອັນນຶ່ງ ພະລາຊາກໍດີ ລາດອຳມາດກໍດີ ພາມກໍດີ ຄະຫະບໍດີກໍດີ ສົ່ງຊັບສຳລັບຈັບຈ່າຍຈີວອນໄປດ້ວຍທູດ ສະເພາະພິກຂຸວ່າ ",
  "pli-tv-bu-pm:43.2": "“ເຈົ້າຈົ່ງຈ່າຍຈີວອນ ດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນນີ້ແລ້ວ ໃຫ້ພິກຂຸຊື່ນີ້ໄດ້ຄອງຈີວອນ”. ",
  "pli-tv-bu-pm:43.3": "ຖ້າທູດນັ້ນເຂົ້າໄປຫາພິກຂຸນັ້ນ ກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:43.4": "“ຊັບສຳລັບຈ່າຍຈີວອນນີ້ ນຳມາສະເພາະທ່ານຂໍທ່ານຈົ່ງຮັບຊັບສຳລັບຈ່າຍຈີວອນນັ້ນ”. ",
  "pli-tv-bu-pm:43.5": "ພິກຂຸນັ້ນຄວນກ່າວຕໍ່ທູດນັ້ນຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:43.6": "“ພວກເຮົາຫາບໍ່ໄດ້ຮັບຊັບສຳລັບຈ່າຍຈີວອນ ພວກເຮົາຮັບແຕ່ຈີວອນອັນເປັນຂອງຄວນໂດຍການ ",
  "pli-tv-bu-pm:43.7": "ຖ້າທູດນັ້ນກ່າວຕໍ່ພິກຂຸນັ້ນຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:43.8": "“ກໍໃຜໆ ຜູ້ເປັນໄວຍາວັດຈະກອນຂອງທ່ານມີບໍ?” ",
  "pli-tv-bu-pm:43.9": "ພິກຂຸຕ້ອງການຈີວອນ ຄວນສະແດງຊົນຜູ້ເຮັດວຽກງານໃນອາຣາມ ຫຼືອຸບາສົກໃຫ້ເປັນໄວຍາວັດຈະກອນດ້ວຍຄຳວ່າ ",
  "pli-tv-bu-pm:43.10": "ຜູ້ນັ້ນແລ ເປັນໄວຍາວັດຈະກອນຂອງພິກຂຸທັງຫຼາຍ” ",
  "pli-tv-bu-pm:43.11": "ຖ້າທູດນັ້ນສັ່ງໄວຍາວັດຈະກອນນັ້ນໃຫ້ເຂົ້າໃຈແລ້ວ ເຂົ້າໄປຫາພິກຂຸນັ້ນເວົ້າຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:43.12": "“ຜູ້ທີ່ທ່ານສະແດງເປັນໄວຍາວັດຈະກອນນັ້ນ ຂ້ານ້ອຍສັ່ງໃຫ້ເຂົ້າໃຈແລ້ວ ທ່ານຈົ່ງເຂົ້າໄປຫາເຂົາຈັກໃຫ້ທ່ານຄອງຈີວອນຕາມການ”. ",
  "pli-tv-bu-pm:43.13": "ພິກຂຸຜູ້ຕ້ອງການຈີວອນ ເຂົ້າໄປຫາໄວຍາວັດຈະກອນແລ້ວ ຄວນທວງ ຄວນເຕືອນ ໒ - ໓ ເທື່ອວ່າ ",
  "pli-tv-bu-pm:43.14": "“ຄູບາຕ້ອງການຈີວອນ” ",
  "pli-tv-bu-pm:43.15": "ພິກຂຸທວງຢູ່ ເຕືອນຢູ່ ໒ - ໓ ເທື່ອ ໃຫ້ໄວຍາວັດຈະກອນນັ້ນໃດ້ຈັດຈີວອນສຳເລັດໄດ້ການໃຫ້ສຳເລັດໄດ້ດ້ວຍຢ່າງນີ້ນັ້ນເປັນການດີ ",
  "pli-tv-bu-pm:43.16": "ຖ້າສຳເລັດບໍ່ໄດ້, ຄວນເຂົ້າໄປຍືນນິ່ງຕໍ່ໜ້າ ໔ ເທື່ອ ໕ ເທື່ອ ໖ ເທື່ອເປັນຢ່າງຫຼາຍ ທ່ານຢືນນິ່ງຕໍ່ໜ້າ, ",
  "pli-tv-bu-pm:43.17": "໔ ເທື່ອ ໕ ເທື່ອ ໖ ເທື່ອເປັນຢ່າງຫຼາຍ ໃຫ້ໄວຍາວັດຈະກອນນັ້ນໄດ້ຈັດຈີວອນສຳເລັດໄດ້ ການໃຫ້ສຳເລັດໄດ້ດ້ວຍຢ່າງນີ້ ນັ້ນເປັນການດີ ",
  "pli-tv-bu-pm:43.18": "ຖ້າໃຫ້ສຳເລັດບໍ່ໄດ້ ຖ້າທ່ານພະຍາຍາມໃຫ້ຫຼາຍກວ່ານັ້ນໃຫ້ຈີວອນນັ້ນສຳເລັດ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:43.19": "ຖ້າໃຫ້ສຳເລັດບໍ່ໄດ້ຄວນໄປເອງກໍໄດ້ ສົ່ງທູດໄປກໍໄດ້ ໃນສຳນັກທີ່ສົ່ງຊັບສຳລັບຈ່າຍຈີວອນມາເພື່ອທ່ານ ບອກວ່າ ",
  "pli-tv-bu-pm:43.20": "“ທ່ານສົ່ງຊັບສຳລັບຈ່າຍຈີວອນໄປສະເພາະພິກຂຸໃດ ຊັບນັ້ນຫາບໍ່ສຳເລັດປະໂຫຍດແມ້ນ້ອຍໜຶ່ງແກ່ພິກຂຸນັ້ນ, ",
  "pli-tv-bu-pm:43.21": "ທ່ານຈົ່ງທວງເອົາຄືນຊັບຂອງທ່ານ ຊັບຂອງທ່ານຢ່າໄດ້ຈິບຫາຍເສຽເລີຍ, ",
  "pli-tv-bu-pm:43.22": "ນີ້ເປັນສາມີຈິກັມມ໌ (ຄື ປະພຶດຊອບ) ໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:43.23": "ກະຖິນ (ກຖິນ) ວັກທີ່ ໑ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:44.0.1": "ບົດທີ ໒. ໂກສິຍະ ",
  "pli-tv-bu-pm:44.0.2": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໑. ໂກສຶຍະ ",
  "pli-tv-bu-pm:44.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ເຮັດຜ້າທີ່ພຣະສົງຮອງນັ່ງ (ສັນຖັດ) ປົນດ້ວຍໄໝ, ຕ້ອງນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:45.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໒. ສຸດດກາລະກະ ",
  "pli-tv-bu-pm:45.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ເຮັດຜ້າທີ່ພຣະສົງຮອງນັ່ງ (ສັນຖັດ) ແຫ່ງຂົນຈຽມດຳລ້ວນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:46.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໓. ທະເວພາກະ ",
  "pli-tv-bu-pm:46.1": "ອັນນຶ່ງ ພິກຂຸຜູ້ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງ (ສັນຖັດ) ໃໝ່ ຄວນຖືເອົາຂົນຈຽມດຳລ້ວນ ໒ ສ່ວນຂົນຈຽມຂາວເປັນສ່ວນທີ່ ໓ ຂົນຈຽມແດງເປັນສ່ວນທີ່ ໔. ",
  "pli-tv-bu-pm:46.2": "ຖ້າພິກຂຸບໍ່ຖືເອົາຂົນຈຽມດຳລ້ວນ ໒ ສ່ວນຂົນຈຽມຂາວເປັນສ່ວນທີ່ ໓ ຂົນຈຽມແດງເປັນສ່ວນທີ່ ໔ ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງ (ສັນຖັດ) ໃໝ່ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:47.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໔. ສັບພັດສະ ",
  "pli-tv-bu-pm:47.1": "ອັນນຶ່ງ ພິກຂຸໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງ (ສັນຖັດ) ໃໝ່ແລ້ວ ຄວນຊົງໄວ້ໃຫ້ໄດ້ ໖ ປີ ຖ້າຢ່ອນກວ່າ ໖ ປີ, ",
  "pli-tv-bu-pm:47.2": "ທ່ານສະລະເສຽແລ້ວກໍດີ ຍັງບໍ່ສະລະແລ້ວກໍດີ ຊຶ່ງຜ້າທີ່ຮອງນັ່ງ (ສັນຖັດ) ນັ້ນ ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງອື່ນໃໝ່ເວັ້ນໄວ້ແຕ່ພິກຂຸໄດ້ສົມມຕິ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:48.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໕. ນິສີທະນະສັນຖະຕະ ",
  "pli-tv-bu-pm:48.1": "ອັນນຶ່ງ ພິກຂຸຜູ້ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງສຳລັບນັ່ງຄວນຖືເອົາຄືບສຸຄະຕະໂດຍຮອບແຫ່ງຜ້າທີ່ຮອງນັ່ງເກົ່າ ເພື່ອເຮັດໃຫ້ເສຽສີ. ",
  "pli-tv-bu-pm:48.2": "ຖ້າພິກຂຸບໍ່ຖືເອົາຄືບສຸຄະຕະໂດຍຮອບແຫ່ງຜ້າທີ່ຮອງນັ່ງເກົ່າ ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງສຳລັບນັ່ງໃໝ່ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:49.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໖. ເອລະກະໂລມະ ",
  "pli-tv-bu-pm:49.1": "ອັນນຶ່ງ ຂົນຈຽມເກີດຂຶ້ນແກ່ພິກຂຸຜູ້ເດີນທາງ ພິກຂຸຕ້ອງການຄວນຮັບໄດ້, ",
  "pli-tv-bu-pm:49.2": "ຄິ້ນຮັບແລ້ວ ເມື່ອຄົນຖືບໍ່ມີ ຄວນຖືໄປດ້ວຍມືຂອງຕົນເອງ ຕະຫຼອດໄລຍະທາງ ໓ ໂຍດ ເປັນຢ່າງຫຼາຍ, ",
  "pli-tv-bu-pm:49.3": "ຖ້າທ່ານຖືເອົາໄປຍິ່ງກວ່ານັ້ນ ແມ່ນວ່າຄົນຖືບໍ່ມີ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:50.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໗. ເອລະກະໂລມະໂທວາປະນະ ",
  "pli-tv-bu-pm:50.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ພິກຂຸນີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງໃຫ້ຊັກກໍດີ ໃຫ້ຢ້ອມກໍດີ ໃຫ້ສາງກໍດີ ຊຶ່ງຂົນຈຽມ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:51.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໘. ຣູປິຍະ ",
  "pli-tv-bu-pm:51.1": "ອັນນຶ່ງ ພິກຂຸໃດ ຮັບກໍດີ ໃຫ້ຮັບກໍບໍ່ດີ ທອງເງິນ ຫຼືຍິນດີທອງເງິນອັນເຂົາເກັບໄວ້ໃຫ້ກໍດີ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:52.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໙. ຣູປິຍະສັງໂວຫາລະ ",
  "pli-tv-bu-pm:52.1": "ອັນນຶ່ງ ພິກຂຸໃດເຖິງຄວາມແລກປ່ຽນດ້ວຍຣູປິຍະ ມີປະການຕ່າງໆ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:53.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໐. ກະຍະວິກກະຍະ ",
  "pli-tv-bu-pm:53.1": "ອັນນຶ່ງ ພິກຂຸໃດເຖິງການຊື້ແລະການຂາຍມີປະການຕ່າງໆ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:53.2": "ໂກສິຍະວັກທີ່ ໒ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:54.0.1": "ບົດທີ ໓. ປັດຕະ ",
  "pli-tv-bu-pm:54.0.2": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໑. ປັດຕະ ",
  "pli-tv-bu-pm:54.1": "ຄວນຊົງບາດທີ່ເກີນກຳໜົດໄວ້ໄດ້ ໑໐ ມື້ເປັນຢ່າງຍິ່ງພິກຂຸໃຫ້ລ່ວງກຳໜົດນັ້ນໄປ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:55.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໒. ອູນະປັນຈະພັນທະນະ ",
  "pli-tv-bu-pm:55.1": "ອັນນຶ່ງ ພິກຂຸໃດມີບາດມີຮອຍແຕກນ້ອຍກວ່າ ໕ ນິ້ວ ໃຫ້ຈ່າຍບາດອັນໃໝ່ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:55.2": "ພິກຂຸນັ້ນຄວນສະລະບາດນັ້ນໃນໜູ່ພິກຂຸ ບາດໃບສຸດທ້າຍແຫ່ງພິກຂຸໃນບໍລິສັດນັ້ນ, ",
  "pli-tv-bu-pm:55.3": "ຄວນມອບໃຫ້ແກ່ພິກຂຸນັ້ນ ສັ່ງວ່າ “ນີ້ບາດຂອງທ່ານ ຄວນຊົງໄວ້ (ຄື ໃຊ້) ກວ່າຈະແຕກ”, ",
  "pli-tv-bu-pm:55.4": "ນີ້ເປັນສາມີຈິກັມມ໌ (ຄື ການຊອບ) ໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:56.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໓. ເພສັດຊະ ",
  "pli-tv-bu-pm:56.1": "ອັນນຶ່ງ ມີເພສັດອັນຄວນສັນຂອງພິກຂຸຜູ້ອາພາດຄື ເນີຍໃສ ເນີຍຂົ້ນ ນ້ຳມັນ ນ້ຳຜຶ້ງ ນ້ຳອ້ອຍພິກຂຸຮັບ (ປະເຄນ) ຂອງນັ້ນແລ້ວ ຄວນເກັບໄວ້ສັນໄດ້ ໗ ມື້ເປັນຢ່າງຫຼາຍ, ",
  "pli-tv-bu-pm:56.2": "ພິກຂຸໃຫ້ລ່ວງກຳໜົດນັ້ນໄປ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ, ",
  "pli-tv-bu-pm:57.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໔. ວັດສິກະສາຕິກະ ",
  "pli-tv-bu-pm:57.1": "ພິກຂຸ (ຮູ້) ວ່າລະດູຮ້ອນຍັງເຫຼືອອີກ ໑ ເດືອນ ຄວນສະແຫວງຫາຈີວອນຄື ຜ້າອາບນ້ຳຝົນໄດ້ (ຮູ້) ວ່າລະດູຮ້ອນຍັງເຫຼືອອີກເຄິ່ງເດືອນ ຄວນເຮັດນຸ່ງໄດ້ ",
  "pli-tv-bu-pm:57.2": "ຖ້າທ່ານ (ຮູ້) ວ່າລະດູຮ້ອນເຫຼືອລ້ຳກວ່າ ໑ ເດືອນສະແຫວງຫາຈີວອນ ຄື ຜ້າອາບນ້ຳຝົນ (ຮູ້) ວ່າລະດູຮ້ອນເຫຼືອລ້ຳກວ່າເຄິ່ງເດືອນເຮັດນຸ່ງ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:58.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໕. ຈີວະຣາອະສິນທະນະ ",
  "pli-tv-bu-pm:58.1": "ອັນນຶ່ງ ພິກຂຸໃດ ໃຫ້ຈີວອນແກ່ພິກຂຸເອງແລ້ວ ຄຽດນ້ອຍໃຈຊິງເອົາມາກໍດີ ໃຫ້ຊິງເອົາມາກໍດີ ຕ້ອງນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:59.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໖. ສຸດຕະວິນຍັດຕິ ",
  "pli-tv-bu-pm:59.1": "ອັນນຶ່ງ ພິກຂຸໃດຂໍດ້າຍມາເອງແລ້ວ ໃຊ້ຊ່າງຫູກໃຫ້ທໍຈີວອນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:60.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໗. ມະຫາເປສະກາລະ ",
  "pli-tv-bu-pm:60.1": "ອັນນຶ່ງ ພໍ່ເຈົ້າເຮືອນກໍດີ ແມ່ເຈົ້າເຮືອນກໍດີ ຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ສັ່ງຊ່າງຫູກໃຫ້ທໍຈີວຣ ສະເພາະພິກຂຸ ຖ້າພິກຂຸນັ້ນເຂົາບໍ່ໄດ້ປວາລະນາໄວ້ກ່ອນ ເຂົ້າໄປຫາຊ່າງຫູກແລ້ວ ເຖິງຄວາມກຳໜົດໃນຈີວອນໃນສຳນັກຂອງເຂົານັ້ນວ່າ ",
  "pli-tv-bu-pm:60.2": "“ຈີວອນຜືນນີ້ທໍສະເພາະຮູບ ຂໍທ່ານຈົ່ງເຮັດໃຫ້ຍາວ ໃຫ້ເປັນຂອງຂຶງດີ ໃຫ້ເປັນຂອງທີ່ທໍດີ ໃຫ້ເປັນຂອງທີ່ສາງດີ ໃຫ້ເປັນຂອງທີ່ກີດດີ, ",
  "pli-tv-bu-pm:60.3": "ແມ່ນວ່າເຫດໃດ ຂ້ານ້ອຍຈະໃຫ້ຂອງເລັກນ້ອຍເປັນລາງວັນແກ່ທ່ານ ຄັ້ນເວົ້າຢ່າງນີ້ແລ້ວ”. ",
  "pli-tv-bu-pm:60.4": "ພິກຂຸນັ້ນໃຫ້ຂອງເລັກນ້ອຍເປັນລາງວັນ ໂດຍທີ່ສຸດແມ່ນວ່າບິນຖະບາດ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:61.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໘. ອັດເຈກະຈີວະຣະ ",
  "pli-tv-bu-pm:61.1": "ວັນພຣະຈັນເດືອນເພັງ (ປຸຣະນະມີ) ທີ່ຄົບ ໓ ເດືອນແຫ່ງເດືອນກັດຕິກາ (ຄື ເດືອນ ໑໑) ຍັງບໍ່ມາອີກ ໑໐ ມື້ ຜ້າຈຳນຳພັນສາ (ອັດເຈກະຈີວອນ) ທີ່ເກິດຂື້ນແກ່ພິກຂຸ ພິກຂຸຮູ້ວ່າ ເປັນອັດເຈກະຈີວອນ ຄວນຮັບໄວ້ໄດ້ ຄັ້ນຮັບໄວ້ແລ້ວ ຄວນເກັບໄວ້ໄດ້ຈົນຕະຫຼອດສະໄໝທີ່ເປັນຈີວອນການ. ",
  "pli-tv-bu-pm:61.2": "ຖ້າທ່ານເກັບໄວ້ດົ້ນກວ່ານັ້ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:62.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໙. ສາສັງກະ ",
  "pli-tv-bu-pm:62.1": "ອັນນຶ່ງ (ເຖິງ) ວັນພຣະຈັນເດືອນເພັງ (ປຸຣະນະມີ) ແຫ່ງເດືອນກັດຕິກາ (ຄື ເດືອນ ໑໑) ທີ່ສຸດແຫ່ງລະດູຝົນ ພິກຂຸຢູ່ໃນເສນາສະນະປ່າທີ່ຮູ້ກັນວ່າເປັນທີ່ຂີ້ດຽດ ມີໄພສະເພາະໜ້າປາດຖະໜາຢູ່ ຄວນເກັບຈີວອນ ໓ ຜືນໆ ໃດຜືນໜຶ່ງໄວ້ໃນລະແວກເຮືອນໄດ້ແລະປັດໄຈອັນໃດໆ ເພື່ອຈະຢູ່ປາດສະຈາກຈີວອນນັ້ນຈະຄວນມີແກ່ພິກຂຸ, ",
  "pli-tv-bu-pm:62.2": "ພິກຂຸນັ້ນ ຄວນຢູ່ປາດສະຈາກຈີວອນນັ້ນໄດ້ ໖ ຄືນເປັນຢ່າງຍິ່ງ ຖ້າທ່ານຢູ່ປາດສະຈາກຍິ່ງກວ່ານັ້ນ ເວັ້ນໄວ້ແຕ່ພິກຂຸໄດ້ສົມມຕິ ຕ້ອງນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:63.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໓໐. ປຣິນະຕະ ",
  "pli-tv-bu-pm:63.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ນ້ອມລາບທີ່ເຂົານ້ອມໄວ້ເປັນຂອງຈະຖວາຍສົງມາເພື່ອຕົນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:63.2": "ປັດຕະວັກທີ່ ໓ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:64.1": "ທ່ານທັງຫຼາຍ ທຳຊື່ ນິດສັກຄິຍະປາຈິດຕີ ໓໐ (ສິກຂາບົດ) ຂ້ານ້ອຍຍົກຂຶ້ນສະແດງແລ້ວ. ",
  "pli-tv-bu-pm:64.2": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:64.3": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:64.4": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:64.5": "ເພາະສະນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ຢ່າງນີ້. ",
  "pli-tv-bu-pm:64.6": "ນິດສັກຄິຍະປາຈິດຕິຍາ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:65.0": "ສຸດຫະປາຈິດຕິຍາ ",
  "pli-tv-bu-pm:65.1": "ທ່ານທັງຫຼາຍ ທຳຊື່ວ່າປາຈິດຕີ ໙໒ ເຫຼົ່ານີ້ແລ ຍ່ອມມາສູ່ອຸດເທດ. ",
  "pli-tv-bu-pm:66.0.1": "ບົດທີ ໑. ມຸສາວາທາ ",
  "pli-tv-bu-pm:66.0.2": "ປາຈິດຕິຍະ ໑. ມຸສາວາທາ ",
  "pli-tv-bu-pm:66.1": "ຕ້ອງອາບັດປາຈິດຕີ ເພາະເວົ້າບໍ່ຈິງທັງຮູ້ຕົວ. ",
  "pli-tv-bu-pm:67.0": "ປາຈິດຕິຍະ ໒. ໂອມສະວາດ ",
  "pli-tv-bu-pm:67.1": "ຕ້ອງອາບັດປາຈິດຕີ ເພາະເວົ້າດູຖູກ. ",
  "pli-tv-bu-pm:68.0": "ປາຈິດຕິຍະ ໓. ເປສຸນຍະ ",
  "pli-tv-bu-pm:68.1": "ຕ້ອງອາບັດປາຈິດຕີ ໃນເພາະສໍ່ສຽດພິກຂຸ. ",
  "pli-tv-bu-pm:69.0": "ປາຈິດຕິຍະ ໔. ປະທະໂສທຳມະ ",
  "pli-tv-bu-pm:69.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ຜູ້ທີ່ບໍ່ໄດ້ເປັນພິກຂຸ (ອະນຸບສັມບັນ) ໃຫ້ກ່າວທຳໂດຍບົດ ໑ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:70.0": "ປາຈິດຕິຍະ ໕. ປະຖະມະສະຫະເສີຍຍະ ",
  "pli-tv-bu-pm:70.1": "ອັນນຶ່ງ ພິກຂຸໃດສຳເລັດການນອນຮ່ວມກັບຜູ້ທີ່ບໍ່ໄດ້ເປັນພິກຂຸ (ອະນຸບສັມບັນ) ຫຼາຍກວ່າ ໒-໓ ຄືນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:71.0": "ປາຈິດຕິຍະ ໖. ທຸຕິຍະສະຫະເສີຍຍະ ",
  "pli-tv-bu-pm:71.1": "ອັນນຶ່ງ ພິກຂຸໃດສຳເລັດການນອນຮ່ວມກັບເພດແມ່ຍິງ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:72.0": "ປາຈິດຕິຍະ ໗. ທຳມະເທສະນາ ",
  "pli-tv-bu-pm:72.1": "ອັນນຶ່ງ ພິກຂຸໃດ ສະແດງທຳແກ່ເພດແມ່ຍິງຫຼາຍກວ່າ ໕-໖ ຄຳ ເວັ້ນໄວ້ແຕ່ບຸຣຸດຜູ້ຮູ້ດຽງສາ (ຢູ່ນຳ) ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:73.0": "ປາຈິດຕິຍະ ໘. ພູຕາໂຣຈະນະ ",
  "pli-tv-bu-pm:73.1": "ອັນນຶ່ງ ພິກຂຸໃດບອກທຳວິເສດຍິ່ງ (ອຸດຕະຣິມະນຸດສະທຳ) ຂອງຕົນ ແກ່ຜູ້ບໍ່ແມ່ນນັກບວດ (ອະນຸບສັມບັນ) ຕ້ອງອາບັດປາຈິດຕີ ເພາະມີຈິງແທ້. ",
  "pli-tv-bu-pm:74.0": "ປາຈິດຕິຍະ ໙. ທຸດຖຸນລາໂຣຈະນະ ",
  "pli-tv-bu-pm:74.1": "ອັນນຶ່ງ ພິກຂຸໃດບອກອາບັດຊົ່ວຫຍາບຂອງພິກຂຸ ແກ່ຜູ້ບໍ່ແມ່ນນັກບວດ (ອະນຸບສັມບັນ) ເວັ້ນໄວ້ແຕ່ພິກຂຸໄດ້ຮັບສົມມຕິ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:75.0": "ປາຈິດຕິຍະ ໑໐. ປະຖະວີຂະນະນະ ",
  "pli-tv-bu-pm:75.1": "ອັນນຶ່ງ ພິກຂຸໃດຂຸດກໍດີ ໃຫ້ຂຸດກໍດີ ຊຶ່ງແຜ່ນດິນຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:75.2": "ມຸສາວາທະວັກທີ່ ໑ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:76.0.1": "ບົດທີ ໒. ພູຕະຄາມະ ",
  "pli-tv-bu-pm:76.0.2": "ປາຈິດຕິຍະ ໑໑. ພູຕະຄາມະ ",
  "pli-tv-bu-pm:76.1": "ຕ້ອງອາບັດປາຈິດຕີ ເພາະຄວາມຖືກພາກແຫ່ງຂອງຂຽວຫຼືພືດພັນ (ພູດຄາມ). ",
  "pli-tv-bu-pm:77.0": "ປາຈິດຕິຍະ ໑໒. ອັນຍະວາທະກະ ",
  "pli-tv-bu-pm:77.1": "ຕ້ອງອາບັດປາຈິດຕີ ເພາະຄວາມເປັນຜູ້ເວົ້າຄຳອື່ນ ເພາະຄວາມເປັນຜູ້ໃຫ້ລຳບາກ. ",
  "pli-tv-bu-pm:78.0": "ປາຈິດຕິຍະ ໑໓. ອຸຊຊາປະນະກະ ",
  "pli-tv-bu-pm:78.1": "ຕ້ອງປາຈິດຕີຍະ ເພາະຄວາມເປັນຜູ້ໂພນທະນາ ເພາະຄວາມເປັນຜູ້ຈົ່ມວ່າ. ",
  "pli-tv-bu-pm:79.0": "ປາຈິດຕິຍະ ໑໔. ປະຖະມະເສນາສະນະ ",
  "pli-tv-bu-pm:79.1": "ອັນນຶ່ງ ພິກຂຸໃດວາງໄວ້ແລ້ວກໍດີ ໃຫ້ວາງໄວ້ແລ້ວກໍດີ ຊຶ່ງຕຽງກໍດີ ຕັ່ງກໍດີ ຟູກກໍດີ ເກົ້າອີ້ກໍດີ ອັນເປັນຂອງສົງໃນທີ່ແຈ້ງເມື່ອຫຼີກໄປ ບໍ່ເກັບກໍດີ ບໍ່ໃຫ້ເກັບກໍດີ ຊຶ່ງເສນາສະນະທີ່ວາງໄວ້ນັ້ນ ຫຼີບໍ່ບອກສັ່ງ ໄປເສຽ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:80.0": "ປາຈິດຕິຍະ ໑໕. ທຸຕິຍະເສນາສະນະ ",
  "pli-tv-bu-pm:80.1": "ອັນນຶ່ງ ພິກຂຸໃດປູແລ້ວກໍດີ ໃຫ້ປູແລ້ວກໍດີ ຊຶ່ງທີ່ນອນໃນວິຫານ ເປັນຂອງສົງ ເມື່ອຫຼີກໄປ ບໍ່ເກັບກໍດີ ບໍ່ໃຫ້ເກັບກໍດີ ຊຶ່ງທີ່ນອນອັນປູໄວ້ນັ້ນ ຫຼືບໍ່ບອກສັ່ງ ໄປເສຍ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:81.0": "ປາຈິດຕິຍະ ໑໖. ອະນຸປະຂັດຊະ ",
  "pli-tv-bu-pm:81.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ສຳເລັດການນອນ ບຽດພິກຂຸຜູ້ເຂົ້າໄປກ່ອນໃນວິຫານຂອງສົງ ດ້ວຍໝາຍວ່າຄວາມຄັບແຄບຈັກມີແກ່ຜູ້ໃດຜູ້ນັ້ນຈະຫຼີກໄປເອງ ເຮັດຄວາມໝາຍຢ່າງນີ້ເທົ່ານັ້ນໃຫ້ເປັນປັດໄຈ ຫາບໍ່ແມ່ນຢ່າງອື່ນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:82.0": "ປາຈິດຕິຍະ ໑໗. ນິກກັດຖະນະ ",
  "pli-tv-bu-pm:82.1": "ອັນນຶ່ງ ພິກຂຸໃດ ຄຽດຂັດໃຈສຸດຄ່າເອງກໍດີ ໃຫ້ຜູ້ອື່ນສຸດຄ່າກໍດີ ຊຶ່ງພິກຂຸ ຈາກວິຫານຂອງສົງ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:83.0": "ປາຈິດຕິຍະ ໑໘. ເວຫາດກຸຕິ ",
  "pli-tv-bu-pm:83.1": "ອັນນຶ່ງ ພິກຂຸໃດ ນັ່ງທັບກໍດີ ນອນທັບກໍດີ ຊຶ່ງຕຽງກໍດີ ຊຶ່ງຕັ່ງກໍດີ ອັນມີຕີນສຽບ (ໃນຕົວຕຽງ) ເທິງຣ້ານ ໃນວິຫານເປັນຂອງສົງ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:84.0": "ປາຈິດຕິຍະ ໑໙. ມຫັນລະກະວິຫາຣະ ",
  "pli-tv-bu-pm:84.1": "ອັນນຶ່ງ ພິກຂຸຜູ້ໃຫ້ສ້າງຊຶ່ງວິຫານໃຫຍ່ ໃບປະຕູຈະຖືກຕັ້ງຕະຫຼອດທາງໄປຫາກອບປະຕູ ຈະຕົກແຕ່ງຊ່ອງປ່ອງຢ້ຽມ ຄວນຢືນໃນທີ່ບໍ່ມີສີຂຽວສົດ ທ່ານສາມາດຈັດການມຸງໄດ້ ໒ - ໓ ຊັ້ນ ຖ້າທ່ານເຮັດຫຼາຍກວ່ານັ້ນ ເຖິງແມ່ນວ່າຢືນຢູ່ໃນສະຖານທີ່ທີ່ບໍ່ມີສີຂຽວໃດໆ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:85.0": "ປາຈິດຕິຍະ ໒໐. ສັບປານະກະ ",
  "pli-tv-bu-pm:85.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ວ່າ ນ້ຳມີຕົວສັດຫົດກໍດີ ໃຫ້ຫົດກໍດີ ຊຶ່ງຫຍ້າກໍດີ ຊຶ່ງດິນກໍດີ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:85.2": "ພູຕະຄາມະວັກທີ່ ໒ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:86.0.1": "ບົດທີ ໓. ໂອວາທະ ",
  "pli-tv-bu-pm:86.0.2": "ປາຈິດຕິຍະ ໒໑. ໂອວາທະ ",
  "pli-tv-bu-pm:86.1": "ອັນນຶ່ງ ພິກຂຸໃດບໍ່ໄດ້ຮັບສົມມຕິສັ່ງສອນພວກພິກຂຸນີ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:87.0": "ປາຈິດຕິຍະ ໒໒. ອັດຖັງຄະຕະ ",
  "pli-tv-bu-pm:87.1": "ຖ້າພິກຂຸໄດ້ຮັບສົມມຕິແລ້ວ ເມື່ອພຣະອາທິດຕົກດິນແລ້ວ ສັ່ງສອນພວກພິກຂຸນີ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:88.0": "ປາຈິດຕິຍະ ໒໓. ພິກຂຸນຸປັດສະຍະ ",
  "pli-tv-bu-pm:88.1": "ອັນນຶ່ງ ພິກຂຸໃດເຂົ້າໄປສູ່ທີ່ອາໄສແຫ່ງພິກຂຸນີແລ້ວສັ່ງສອນພວກພິກຂຸນີເວັ້ນໄວ້ແຕ່ສະໄໝ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:88.2": "ສະໄໝໃນເລື່ອງນັ້ນດັ່ງນີ້ຄື ພິກຂຸນີອາພາດ ສະໄໝໃນເລື່ອງນັ້ນ ດັ່ງນີ້. ",
  "pli-tv-bu-pm:89.0": "ປາຈິດຕິຍະ ໒໔. ອາມິສະ ",
  "pli-tv-bu-pm:89.1": "ອັນນຶ່ງ ພິກຂຸໃດເວົ້າຢ່າງນີ້ວ່າ “ພວກພິກຂຸສັ່ງສອນພວກພິກຂຸນີ ເພາະເຫດສິ່ງຂອງວັດຖຸເຄື່ອງລໍ້ໃຈເຊັ່ນເງິນທອງ (ອາມິສ)” ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:90.0": "ປາຈິດຕິຍະ ໒໕. ຈີວະຣະທານະ ",
  "pli-tv-bu-pm:90.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ຈີວອນແກ່ພິກຂຸນີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ເວັ້ນໄວ້ແຕ່ແລກປ່ຽນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:91.0": "ປາຈິດຕິຍະ ໒໖. ຈີວະຣະສິບພະນະ ",
  "pli-tv-bu-pm:91.1": "ອັນນຶ່ງ ພິກຂຸໃດຫຍິບກໍດີ ໃຫ້ຫຍິບກໍດີຊຶ່ງຈີວອນ ເພື່ອພິກຂຸນີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:92.0": "ປາຈິດຕິຍະ ໒໗. ສັງວິທານະ ",
  "pli-tv-bu-pm:92.1": "ອັນນຶ່ງ ພິກຂຸໃດຊັກຊວນກັນແລ້ວ ເດີນທາງໄກນຳກັນກັບພິກຂຸນີ ໂດຍທີ່ສຸດແມ່ນວ່າສິ້ນໄລຍະເຮືອນໜຶ່ງເວັ້ນໄວ້ແຕ່ສະໄໝ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:92.2": "ສະໄໝໃນເລື່ອງນັ້ນ ດັ່ງນີ້ ຄື ທາງເປັນທີ່ຈະຕ້ອງໄປດ້ວຍພວກກວຽນ ຮູ້ກັນວ່າເປັນທີ່ຄວນຂີ້ດຽດມີໄພສະເພາະໜ້າ ນີ້ເປັນສະໄໝໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:93.0": "ປາຈິດຕິຍະ ໒໘. ນາວາພິຣຸຫະນະ ",
  "pli-tv-bu-pm:93.1": "ອັນນຶ່ງ ພິກຂຸໃດຊັກຊວນແລ້ວ ຂຶ້ນເຮືອລຳດຽວກັບພິກຂຸນີຂ້ວມຟາກ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:94.0": "ປາຈິດຕິຍະ ໒໙. ປະຣິປາຈິຕະ ",
  "pli-tv-bu-pm:94.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ສັນບິນະຖະບາດອັນພິກຂຸນີແນະນຳໃຫ້ຖວາຍ ເວັ້ນໄວ້ແຕ່ຄະຣືຫັດປາລົບໄວ້ກ່ອນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:95.0": "ປາຈິດຕິຍະ ໓໐. ຣະໂຫນິສັດຊະ ",
  "pli-tv-bu-pm:95.1": "ອັນນຶ່ງ ພິກຂຸໃດຜູ້ດຽວ ສຳເລັດການນັ່ງ ໃນທີ່ລັບຕາກັບພິກຂຸນີຜູ້ດຽວ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:95.2": "ໂອວາທະວັກທີ່ ໓ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:96.0.1": "ບົດທີ ໔. ໂພຊະນະວັກ ",
  "pli-tv-bu-pm:96.0.2": "ປາຈິດຕິຍະ ໓໑. ອາສະວະຖະບິນທະ ",
  "pli-tv-bu-pm:96.1": "ພິກຂຸໃດບໍ່ແມ່ນຜູ້ອາພາດ ຄວນຍິນດີໃນການຍອມໃຫ້ຂໍຫຼືຖາມເອົາໄດ້ (ປະວາລະນາ) ດ້ວຍປັດໄຈ ພຽງ ໔ ເດືອນ ເວັ້ນໄວ້ແຕ່ປາວາລະນາອີກເວັ້ນໄວ້ແຕ່ປາວາລະນາເລື້ອຍໆ. ",
  "pli-tv-bu-pm:96.2": "ຖ້າທ່ານຍິນດີຫຼາຍກວ່ານັ້ນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:97.0": "ປາຈິດຕິຍະ ໓໒. ຄະນະໂພຊະນະ ",
  "pli-tv-bu-pm:97.1": "ເວັ້ນໄວ້ແຕ່ສະໄໝ ຕ້ອງອາບັດປາຈິດຕີ ເພາະສັນເປັນໝູ່. ",
  "pli-tv-bu-pm:97.2": "ສະໄໝໃນເລື່ອງນີ້ນັ້ນ ຄື ຄາວອາພາດ ຄາວທີ່ເປັນລະດູຖວາຍຈີວອນ ຄາວທີ່ເຮັດຈີວຣ ຄາວທີ່ເດີນທາງໄກ ຄາວທີ່ຂຶ້ນເຮືອໄປ ຄາວປະຊຸມໃຫຍ່ ຄາວສັນພັດຕະຂອງສະມະນະ ນີ້ເຜັນສະໄໝໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:98.0": "ປາຈິດຕິຍະ ໓໓. ປະຣັມປະຣະໂພຊະນະ ",
  "pli-tv-bu-pm:98.1": "ເວັ້ນໄວ້ແຕ່ສະໄໝ ຈ້ອງອາບັດປາຈິດຕີ ເພາະສັນໂພຊະນະພາຍຫຼັງ. ",
  "pli-tv-bu-pm:98.2": "ສະໄໝໃນເລື່ອງນັ້ນດັ່ງນີ້ ຄື ຄາວເປັນໄຂ້ ຄາວຖວາຍຈີວອນ ຄາວເຮັດຈີວອນ ນີ້ເປັນສະໄໝໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:99.0": "ປາຈິດຕິຍະ ໓໔. ການະມາຕຸ ",
  "pli-tv-bu-pm:99.1": "ອັນນຶ່ງ ເຂົາປະວາລະນາພິກຂຸຜູ້ເຂົ້າໄປສູ່ສະກຸນ ດ້ວຍຂະໜົມກໍດີ ດ້ວຍແປ້ງເຂົ້າຈ້າວ, ແປ້ງເຂົ້າໜົມ (ສັດຕຸຜົງ)ກໍດີ ເພື່ອນຳໄປໄດ້ຕາມປາດຖະໜາພິກຂຸຜູ້ຕ້ອງການ ຄວນຮັບໄດ້ເຕັມ ໒ - ໓ ບາດ ຖ້າຮັບຫຼາຍກວ່ານີ້ນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:99.2": "ຄັ້ນຮັບເຕັມ ໒ - ໓ ບາດແລ້ວ ນຳອອກຈາກທີ່ນັ້ນແລ້ວຄວນແບ່ງປັນກັບພິກຂຸທັງຫຼາຍ ນີ້ເປັນສາມີຈິກຳ (ການປະຕິບັດຊອບ) ໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:100.0": "ປາຈິດຕິຍະ ໓໕. ປະຖະມະປະວາລະນາ ",
  "pli-tv-bu-pm:100.1": "ອັນນຶ່ງ ພິກຂຸໃດສັນສຳເລັດຫ້າມເສຽແລ້ວຄ້ຽວກໍດີ ສັນກໍດີ ຊຶ່ງຂອງຄ້ຽວກໍດີ ຊຶ່ງຂອງສັນກໍດີ ອັນບໍ່ແມ່ນເດນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:101.0": "ປາຈິດຕິຍະ ໓໖. ທຸຕິຍະປະວາລະນາ ",
  "pli-tv-bu-pm:101.1": "ອັນນຶ່ງ ພິກຂຸໃດນຳໄປປະວາລະນາພິກຂຸຜູ້ສັນສຳເລັດ ຫ້າມເສຽແລ້ວ ດ້ວຍຂອງຄ້ຽວກໍດີດ້ວຍຂອງສັນກໍດີ ອັນບໍ່ແມ່ນເດນເວົ້າວ່າ “ເອົາເຖີດ ພິກຂຸຂໍຈົ່ງຄ້ຽວຫຼືສັນ” ຮູ້ຢູ່ ເພ່ງຈະຫາໂທດໃຫ້ພໍທ່ານສັນແລ້ວ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:102.0": "ປາຈິດຕິຍະ ໓໗. ວິກາລະໂພຊະນະ ",
  "pli-tv-bu-pm:102.1": "ອັນນຶ່ງ ພິກຂຸໃດຄ້ຽວກໍດີ ສັນກໍດີ ຊຶ່ງຂອງຄ້ຽວກໍດີ ຊຶ່ງຂອງສັນກໍດີ ໃນເວລາວິການ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:103.0": "ປາຈິດຕິຍະ ໓໘. ສັນນິທິກາຣະກະ ",
  "pli-tv-bu-pm:103.1": "ອັນນຶ່ງ ພິກຂຸໃດຄ້ຽວກໍດີ ສັນກໍດີ ຊຶ່ງຂອງຄ້ຽວກໍດີ ຊຶ່ງຂອງສັນກໍດີ ບ່ອນເຮັດວຽກສັ່ງສົມໄວ້ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:104.0": "ປາຈິດຕິຍະ ໓໙. ປະນີຕະໂພຊະນະ ",
  "pli-tv-bu-pm:104.1": "ອັນນຶ່ງ ພິກຂຸໃດບໍ່ແມ່ນຜູ້ອາພາດ ຂໍໂພຊະນະອັນປະນີດເຫັນແບບນີ້ ເຊັ່ນ ເນີຍໄສ ເນີຍຂົ້ນ ນ້ຳມັນ ນ້ຳຜຶ້ງ ນ້ຳອ້ອຍ ປາ ເນື້ອ ນົມສົດ ນົມຂົ້ນ ເພື່ອປະໂຫຍດແກ່ຕົນ ແລ້ວສັນ ຕ້ອງປາຈິດຕີ. ",
  "pli-tv-bu-pm:105.0": "ປາຈິດຕິຍະ ໔໐. ທັນຕໂປນະ ",
  "pli-tv-bu-pm:105.1": "ອັນນຶ່ງ ພິກຂຸໃດສັນອາຫານທີ່ເຂົາຍັງບໍ່ໃຫ້ ລ່ວງຊ່ອງປາກເວັ້ນໄວ້ແຕ່ນ້ຳແລະໄມ້ຊຳລະແຂ້ວ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:105.2": "ໂພຊະນະວັກທີ່ ໔ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:106.0.1": "ບົດທີ ໕. ອະເຈລະກະ ",
  "pli-tv-bu-pm:106.0.2": "ປາຈິດຕິຍະ ໔໑. ອະເຈລະກະ ",
  "pli-tv-bu-pm:106.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ຂອງຄ້ຽວກໍດີ ຂອງກິນກໍດີ ແກ່ຄົນບໍ່ນຸ່ງຜ້າ (ອະເຈລະກະ) ກໍດີ ແກ່ນັກບວດຜູ້ຊາຍນອກພຣະພຸດສາສະໜາ (ປະຣິພາຊະກະ) ກໍດີ ແກ່ປຣິພາຊິກາກໍດີ ດ້ວຍມືຂອງຕົນ ຕ້ອງອາບັດປາຈິດຕິ. ",
  "pli-tv-bu-pm:107.0": "ປາຈິດຕິຍະ ໔໒. ອຸຍໂຢຊະນະ ",
  "pli-tv-bu-pm:107.1": "ອັນນຶ່ງ ພິກຂຸໃດກ່າວຕໍ່ພິກຂຸຢ່າງນີ້ວ່າທ່ານຈົ່ງມາ ເຂົ້າໄປສູ່ເຮືອນຫຼືສູ່ໝູ່ບ້ານຂະໜາດໃຫຍ່ (ນິຄົມ) ເພື່ອບິນຖະບາດນຳກັນ “ທ່ານໃຊ້ເຂົາໃຫ້ຖວາຍແລ້ວກໍດີ ບໍ່ໃຫ້ຖວາຍແລ້ວກໍດີ ແກ່ທ່ານແລ້ວສົ່ງໄປ (ດ້ວຍຄຳ) ວ່າທ່ານຈົ່ງໄປເສຽ ການເວົ້າກໍດີ ການນັ່ງກໍດີ ຂອງເຮົາກັບທ່ານ ບໍ່ເປັນຜາສຸກເລີຍ ການເວົ້າກໍດີ ການນັ່ງກໍດີ ຂອງເຮົາຄົນດຽວຍ່ອມເປັນຜາສຸກ” ເຮັດຄວາມໝາຍຢ່າງນີ້ເທົ່ານັ້ນແລ ໃຫ້ບໍ່ເປັນປັດໄຈຫາຢ່າງອື່ນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:108.0": "ປາຈິດຕິຍະ ໔໓. ສະໂພຊະນະ ",
  "pli-tv-bu-pm:108.1": "ອັນນຶ່ງ ພິກຂຸໃດສຳເລັດການນັ່ງແຊກໃນຄອບຄົວທີ່ກຳລັງບໍຣິໂພກອາຫານຢູ່ (ສໂພຊະນະສະກຸນ) ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:109.0": "ປາຈິດຕິຍະ ໔໔. ຣະໂຫປະຕິດສັນນະ ",
  "pli-tv-bu-pm:109.1": "ອັນນຶ່ງ ພິກຂຸໃດສຳເລັດການນັ່ງໃນທີ່ລັບ ຄື ໃນອາດສະນະກຳບັງກັບເພດແມ່ຍິງ (ມາຕຸຄາມ) ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:110.0": "ປາຈິດຕິຍະ ໔໕. ຣະໂຫນິສັດຊະ ",
  "pli-tv-bu-pm:110.1": "ອັນນຶ່ງ ພິກຂຸໃດຜູ້ດຽວສຳເລັດການນັ່ງໃນທີ່ລັບຕາກັບເພດແມ່ຍິງ (ມາຕຸຄາມ) ຜູ້ດຽວ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:111.0": "ປາຈິດຕິຍະ ໔໖. ຈາຣິດຕະ ",
  "pli-tv-bu-pm:111.1": "ອັນນຶ່ງ ພິກຂຸໃດຮັບນິມົນແລ້ວ ມີອາຫານທີ່ສັນ (ພັດຕ໌) ຢູ່ແລ້ວ ບໍ່ບອກລາພິກຂຸ ຊຶ່ງມີຢູ່ເຖິງຄວາມເປັນຜູ້ທ່ຽວໄປໃນຄອບຄົວທັງຫຼາຍ ກ່ອນສັນກໍດີ ພາຍຫຼັງສັນກໍດີເວັ້ນໄວ້ແຕ່ສະໄໝ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:111.2": "ສະໄໝໃນເລື່ອງນັ້ນດັ່ງນີ້ ຄືຄາວທີ່ຖວາຍຈີວອນ ຄາວທີ່ເຮັດຈີວອນ ນີ້ເປັນສະໄໝໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:112.0": "ປາຈິດຕິຍະ ໔໗. ມະຫານາມະ ",
  "pli-tv-bu-pm:112.1": "ພິກຂຸໃດບໍ່ແມ່ນຜູ້ອາພາດ ຄວນຍິນດີໃນການຍອມໃຫ້ຂໍຫຼືຮຽກຮ້ອງເອົາໄດ້ (ປະວາລະນາ) ດ້ວຍປັດໄຈ ພຽງ ໔ ເດືອນເວັ້ນໄວ້ແຕ່ປະວາລະນາອີກເວັ້ນໄວ້ແຕ່ປະວາລະນາເປັນນິດ ຖ້າທ່ານຍິນດີຍິ່ງກວ່ານັ້ນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:113.0": "ປາຈິດຕິຍະ ໔໘. ອຸຍຍຸດຕະເສນາ ",
  "pli-tv-bu-pm:113.1": "ພິກຂຸໃດໄປເພື່ອຈະເບິ່ງກອງທັບອັນຍົກອອກແລ້ວເວັ້ນໄວ້ແຕ່ປັດໄຈມີຢ່າງນີ້ເປັນຮູບ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:114.0": "ປາຈິດຕິຍະ ໔໙. ເສນາວາສະ ",
  "pli-tv-bu-pm:114.1": "ກໍຖ້າປັດໄຈບາງຢ່າງ ເພື່ອຈະໄປສູ່ກອງທັບມີແກ່ພິກຂຸນັ້ນ ພິກຂຸນັ້ນຄວນຢູ່ໄດ້ໃນກອງທັບພຽງ ໒ - ໓ ຄືນ. ",
  "pli-tv-bu-pm:114.2": "ຖ້າຢູ່ຫຼາຍກວ່ານັ້ນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:115.0": "ປາຈິດຕິຍະ ໕໐. ອຸຍໂຍທິກະ ",
  "pli-tv-bu-pm:115.1": "ຖ້າພິກຂຸຢູ່ໃນກອງທັບ ໒ - ໓ ຄືນໄປສູ່ສະໜາມຮົບກໍດີ ໄປສູ່ທີ່ພັກພົນກໍດີ ໄປສູ່ທີ່ຈັດຂະບວນທັບກໍດີ ໄປເບິ່ງໝູ່ອະນຶກ ໒ ຄື ຊ້າງ ມ້າ ລົດ ພົນຢ່າງ ອັນຈັດເປັນກອງໆ ແລ້ວກໍດີ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:115.2": "ອະເຈລະກະວັກທີ່ ໕ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:116.0.1": "ບົດທີ ໖. ສຸລາປານະ ",
  "pli-tv-bu-pm:116.0.2": "ປາຈິດຕິຍະ ໕໑. ສຸລາປານະ ",
  "pli-tv-bu-pm:116.1": "ຕ້ອງອາບັດປາຈິດຕີ ເພາະດື່ມສຸລາແລະເມລັຍ. ",
  "pli-tv-bu-pm:117.0": "ປາຈິດຕິຍະ ໕໒. ອັງຄຸລິປະໂຕທະກະ ",
  "pli-tv-bu-pm:117.1": "ຕ້ອງອາບັດປາຈິດຕີ ເພາະຈີ້ດ້ວຍນິ້ວມື. ",
  "pli-tv-bu-pm:118.0": "ປາຈິດຕິຍະ ໕໓. ຫະສະທຳ ",
  "pli-tv-bu-pm:118.1": "ຕ້ອງອາບັດປາຈິດຕີ ເພາະທຳຄືຫົວໃນນ້ຳ (ໝາຍເອົາຫລິ້ນນ້ຳ). ",
  "pli-tv-bu-pm:119.0": "ປາຈິດຕິຍະ ໕໔. ອະນາທະຣິຍະ ",
  "pli-tv-bu-pm:119.1": "ຕ້ອງອາບັດປາຈິດຕີ ເພາະຄວາມບໍ່ເອື້ອເຟື້ອ. ",
  "pli-tv-bu-pm:120.0": "ປາຈິດຕິຍະ ໕໕. ພິງສາປະນະ ",
  "pli-tv-bu-pm:120.1": "ອັນນຶ່ງ ພິກຂຸໃດຫຼອນພິກຂຸໃຫ້ຢ້ານ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:121.0": "ປາຈິດຕິຍະ ໕໖. ໂຊຕິ ",
  "pli-tv-bu-pm:121.1": "ອັນນຶ່ງ ພິກຂຸໃດບໍ່ແມ່ນຜູ້ອາພາດ ຕິດກໍດີ ໃຫ້ຕິດກໍດີ ຊຶ່ງໄຟເວັ້ນໄວ້ແຕ່ປັດໄຈມີຢ່າງນັ້ນເປັນຮູບ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:122.0": "ປາຈິດຕິຍະ ໕໗. ນະຫານະ ",
  "pli-tv-bu-pm:122.1": "ອັນນຶ່ງ ພິກຂຸໃດຍັງຢ່ອນເຄິ່ງເດືອນອາບນ້ຳເວັ້ນໄວ້ແຕ່ສະໄໝ ຕ້ອງປາຈິດຕີ. ",
  "pli-tv-bu-pm:122.2": "ສະໄໝໃນເລື່ອງນັ້ນດັ່ງນີ້ ຄື “ເດືອນເຄິ່ງທ້າຍລະດູຮ້ອນເດືອນຕົ້ນແຫ່ງລະດູຝົນ” ໒ ເດືອນເຄິ່ງນີ້ ເປັນຄາວຮ້ອນ ເປັນຄາວກະວົນກະວາຍ ຄາວເຈັບໄຂ້ ຄາວເຮັດວຽກ ຄາວໄປທາງໄກ ຄາວຝົນມາກັບພາຍຸ ນີ້ເປັນສະໄໝໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:123.0": "ປາຈິດຕິຍະ ໕໘. ທຸບພັນະນະກໍລະນະ ",
  "pli-tv-bu-pm:123.1": "ອັນນຶ່ງ ພິກຂຸໄດ້ຈີວອນມາໃໝ່ຄວນຖືເອົາວັດຖຸສຳລັບເຮັດໃຫ້ເສຽສີ ໓ ຢ່າງໆ ໃດຢ່າງໜຶ່ງຄື ຂອງຂຽວຄາມກໍໄດ້ ຕົມກໍໄດ້ ຂອງດຳຄ້ຳກໍໄດ້ ຖ້າພິກຂຸບໍ່ຖືເອົາວັດຖຸສຳລັບເຮັດໃຫ້ເສຽສີ ໓ ຢ່າງໆ ໃດຢ່າງໜຶ່ງ ໃຊ້ຈີວອນໃໝ່ ຕ້ອງອາບິດປາຈິດຕີ. ",
  "pli-tv-bu-pm:124.0": "ປາຈິດຕິຍະ ໕໙. ວິກັບປະນະ ",
  "pli-tv-bu-pm:124.1": "ອັນນຶ່ງ ພິກຂຸໃດເຮັດໃຫ້ເປັນເຈົ້າຂອງ (ວິກັບ) ຈີວອນເອງ ແກ່ພິກຂຸກໍດີ ແກ່ພິກຂຸນີກໍດີ ແກ່ນາງສິກຂະມານາກໍດີ ແກ່ສາມເນນກໍດີ ແກ່ນາງສາມເນະຣີກໍດີແລ້ວໃຊ້ສອຍ (ຈີວອນນັ້ນ) ບໍ່ໃຫ້ເຂົາຖອນກ່ອນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:125.0": "ປາຈິດຕິຍະ ໖໐. ອະປະນິທານະ ",
  "pli-tv-bu-pm:125.1": "ອັນນຶ່ງ ພິກຂຸໃດຊ່ອນກໍດີ ໃຫ້ຊ່ອນກໍດີ ຊຶ່ງບາດກໍດີ ຈີວອນກໍດີ ຜ້າປູນັ່ງກໍດີ ກ່ອງເຂັມກໍດີ ເຄື່ອງຄາດແອວ (ປະຄົດ) ກໍດີ ແຫ່ງພິກຂຸ ໂດຍທີ່ສຸດແມ່ນວ່າໝາຍຈະຫົວ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:125.2": "ສຸລາປານະວັກທີ່ ໗ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:126.0.1": "ບົດທີ ໗. ສັບປານະ ",
  "pli-tv-bu-pm:126.0.2": "ປາຈິດຕິຢ ໖໑. ສັນຈິດຈະ ",
  "pli-tv-bu-pm:126.1": "ອັນນຶ່ງ ພິກຂຸໃດແກ້ງພາກສັດຈາກຊີວິດ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:127.0": "ປາຈິດຕິຍະ ໖໒. ສັບປານະກະ ",
  "pli-tv-bu-pm:127.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ບໍຣິໂພກນ້ຳມີຕົວສັດ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:128.0": "ປາຈິດຕິຍະ ໖໓. ອຸກໂກຕະນະ ",
  "pli-tv-bu-pm:128.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ຟື້ນຄະດີ (ອະທິກອນ) ທີ່ເຮັດສຳເລັດແລ້ວຕາມເພື່ອເຮັດອີກ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:129.0": "ປາຈິດຕິຍະ ໖໔. ທຸດຖຸນລະ ",
  "pli-tv-bu-pm:129.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ ປິດຄວາມຊົ່ວຫຍາບຂອງພິກຂຸ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:130.0": "ປາຈິດຕິຍະ ໖໕. ອູນວີສະຕິວັດສະ ",
  "pli-tv-bu-pm:130.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ ໃຫ້ບຸກຄົນມີອາຍຸບໍ່ຄົບ ໒໐ ປີ ອຸບສົມບົດບຸກຄົນນັ້ນບໍ່ເປັນອຸບສັມບັນດ້ວຍ ພິກຂຸທັງຫຼາຍນັ້ນຖືກຕິຕຽນດ້ວຍ ນີ້ຕ້ອງອາບັດປາຈິດຕີ ໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:131.0": "ປາຈິດຕິຍະ ໖໖. ເຖີຍຍະສັດຖະ ",
  "pli-tv-bu-pm:131.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ ຊັກຊວນແລ້ວເດີນທາງໄກສາຍດຽວກັນກັບພວກກວຽນ ພວກຕ່າງຜູ້ເປັນໂຈນ ໂດຍທີ່ສຸດແມ່ນວ່າສິ້ນໄລຍະເຮືອນໜຶ່ງ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:132.0": "ປາຈິດຕິຍະ ໖໗. ສັງວິທານະ ",
  "pli-tv-bu-pm:132.1": "ອັນນຶ່ງ ພິກຂຸໃດຊັກຊວນແລ້ວເດີນທາງໄກສາຍດຽວກັນກັບມາຕຸຄາມໂດຍທີ່ສຸດແມ່ນວ່າສິ້ນລະຍະເຮືອນໜຶ່ງ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:133.0": "ປາຈິດຕິຍະ ໖໘. ອະຣິດຖະ ",
  "pli-tv-bu-pm:133.1": "ອັນນຶ່ງ ພິກຂຸໃດເວົ້າຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:133.2": "“ຂ້ານ້ອຍຮູ້ເຖິງທຳທີ່ພຣະຜູ້ມີພຣະພາກເຈົ້າຊົງສະແດງແລ້ວໂດຍປະການວ່າ ເປັນທຳເຮັດອັນຕະລາຍໄດ້ຢ່າງໃດ ທຳນັ້ນຫາອາດຈະເຮັດອັນຕະລາຍແກ່ຜູ້ເສບໄດ້ (ແມ່ນ)ບໍ່”, ",
  "pli-tv-bu-pm:133.3": "ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນວ່າກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:133.4": "“ທ່ານຢ່າໄດ້ເວົ້າຢ່າງນັ້ນ ທ່ານຢ່າໄດ້ກ່າວຕູ່ພຣະຜູ້ມີພຣະພາກເຈົ້າ ການກ່າວຕູ່ພຣະຜູ້ມີພຣະເຈົ້າບໍ່ດີດອກ ພຣະອົງເຈົ້າບໍ່ໄດ້ເວົ້າຢ່າງນັ້ນເລີຍເດີທ່ານ, ",
  "pli-tv-bu-pm:133.5": "ພຣະຜູ້ມີພຣະພາກເຈົ້າເວົ້າທຳອັນເຮັດອັນຕະລາຍໄວ້ໂດຍບັນລະຍາຍເປັນຈຳນວນຫຼາຍ ກໍແລທຳນັ້ນອາດຈະເຮັດອັນຕະລາຍແກ່ຜູ້ເສບໄດ້ (ແທ້)”. ",
  "pli-tv-bu-pm:133.6": "ແລພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນັ້ນ ຂືນຖືຢ່າງນັ້ນແລ ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນສວດປະກາດຫ້າມຈົນເທື່ອທີ່ ໓ ເພື່ອສະລະການນັ້ນເສຽ. ",
  "pli-tv-bu-pm:133.7": "ຖ້າທ່ານຖືກສວດປະກາດຫ້າມຢູ່ຈົນເທື່ອທີ່ ໓ ສະລະການນັ້ນເສຽ ການສະລະໄດ້ດັ່ງນີ້ ເປັນການດີ. ",
  "pli-tv-bu-pm:133.8": "ຖ້າບໍ່ສະລະ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:134.0": "ປາຈິດຕິຍະ ໖໙. ອຸກຂິດຕະສັມໂພກະ ",
  "pli-tv-bu-pm:134.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ ກິນຮ່ວມກໍດີ ຢູ່ຮ່ວມກໍດີ ສຳເລັດການນອນນຳກັນກໍດີ ກັບພິກຂຸຜູ້ກ່າວຢ່າງນັ້ນ ຍັງບໍ່ໄດ້ເຮັດທຳອັນສົມຄວນ ຍັງບໍ່ໄດ້ສະລະທິດຖິນັ້ນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:135.0": "ປາຈິດຕິຍະ ໗໐. ກັນຕະກະ ",
  "pli-tv-bu-pm:135.1": "ຖ້າແມ່ນວ່າສາມເນນ (ສົມນຸດເທໂສປິ) ເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bu-pm:135.2": "“ເຮົາຮູ້ທົ່ວເຖິງທຳທີ່ພຣະຜູ້ມີພຣະພາກເຈົ້າ ຊົງສະແດງແລ້ວຈົນກະທັ້ງວ່າທຳຕາມທີ່ພຣະອົງເວົ້າວ່າເປັນທຳກໍ່ອັນຕະລາຍ ກໍຫາສາມາດກໍ່ອັນຕະລາຍແກ່ຜູ້ຊ່ອງເສບໄດ້ແມ່ນບໍ່”, ",
  "pli-tv-bu-pm:135.3": "ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນວ່າກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:135.4": "“ສາມເນນ (ສົມນຸດເທສະ) ທ່ານຢ່າໄດ້ເວົ້າຢ່າງນັ້ນ ນາງຢ່າໄດ້ກ່າວຕູ່ພຣະຜູ້ມີພຣະພາກເຈົ້າ ການກ່າວຕູ່ພຣະອົງເຈົ້າບໍ່ດີດອກ ພຣະຜູ້ມີພຣະພາກເຈົ້າບໍ່ໄດ້ເວົ້າຢ່າງນັ້ນເລີຍ, ",
  "pli-tv-bu-pm:135.5": "ພຣະຜູ້ມີພຣະພາກເຈົ້າເວົ້າທຳອັນເຮັດອັນຕະລາຍໄວ້ໂດຍປະລິຍາຍເປັນຈຳນວນຫຼາຍ ກໍແລທຳນັ້ນອາດຈະເຮັດອັນຕະລາຍແກ່ຜູ້ເສບໄດ້ (ແທ້)”, ",
  "pli-tv-bu-pm:135.6": "ແລສາມເນນ (ສົມນຸດເທໂສ) ນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນັ້ນ ຂືນຖືຢ່າງນັ້ນທຽວສາມເນນ (ສົມນຸດເທໂສ) ນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນວ່າກ່າວຢ່າງນີ້ວ່າ: ",
  "pli-tv-bu-pm:135.7": "“ທ່ານທັງຫຼາຍ ແນ່ະສາມເນນ (ສົມນຸດເທສະ) ທ່ານຢ່າອ້າງພຣະຜູ້ມີພຣະພາກເຈົ້ານັ້ນວ່າເປັນພຣະສາດສະດາຂອງທ່ານຕັ້ງແຕ່ມື້ນີ້ໄປ, ",
  "pli-tv-bu-pm:135.8": "ແລພວກສາມເນນ (ສົມນຸດເທສາ) ອື່ນ ຍ່ອມໄດ້ການນອນຮ່ວມພຽງ ໒-໓ ຄືນ ກັບພິກຂຸທັງຫຼາຍອັນໃດ ແມ່ນວ່າກິລິຍາທີ່ໄດ້ການນອນຮ່ວມນັ້ນບໍ່ມີແກ່ທ່ານ, ",
  "pli-tv-bu-pm:135.9": "ເຈົ້າຄົນເສຽເຈົ້າຈົ່ງໄປເສຽ ເຈົ້າຈົ່ງຈິບຫາຍເສຽ”. ",
  "pli-tv-bu-pm:135.10": "ແລພິກຂຸໃດຮູ້ຢູ່ ເກີ້ຍກ່ອມສາມເນນ (ສົມນຸດເທສະ) ຜູ້ຖືກໃຫ້ຈິບຫາຍເສຽຢ່າງນັ້ນແລ້ວກໍດີໃຫ້ອຸປະຖາກກໍດີກິນຮ່ວມກໍດີສໍາເລັດການນອນຮ່ວມກໍດີ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:135.11": "ສັບປານະກະວັກທີ່ ໗ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:136.0.1": "ບົດທີ ໘. ສະຫະທຳມິກະ ",
  "pli-tv-bu-pm:136.0.2": "ປາຈິດຕິຍະ ໗໑. ສະຫະທຳມິກະ ",
  "pli-tv-bu-pm:136.1": "ອັນນຶ່ງ ພິກຂຸໃດອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຕັກເຕືອນໂດຍຊອບທຳ ກ່າວຢ່າງນີ້ວ່າ “ຂ້ານ້ອຍຈະຍັງບໍ່ສຶກສາໃນສິກຂາບົດນີ້ ຈົນກວ່າຈະໄດ້ສອບຖາມພິກຂຸຮູບອື່ນ ຜູ້ສະຫຼາດ ຜູ້ເປັນວິໄນທົນ” ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:136.2": "ພິກຂຸທັງຫຼາຍ ພິກຂຸຜູ້ສຶກສາຄວນຮູ້ ຄວນສອບຖາມ ຄວນພິຈາລະນາ ນີ້ເປັນການເຮັດທີ່ສົມຄວນໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:137.0": "ປາຈິດຕິຍະ ໗໒. ວິເລຂະນະ ",
  "pli-tv-bu-pm:137.1": "ອັນນຶ່ງ ພິກຂຸໃດເມື່ອມີຜູ້ຍົກປາຕິໂມກຂຶ້ນສະແດງຢູ່ ເວົ້າຢ່າງນີ້ວ່າ “ສິກຂາບົດອັນ ນ້ອຍ ໆ ທີ່ຍົກຂຶ້ນສະແດງເຫຼົ່ານີ້ ຈະມີປະໂຫຍດຫຍັງ ຍ່ອມເປັນໄປເພື່ອຄວາມລຳຄານ ເພື່ອຄວາມລຳບາກ ເພື່ອຄວາມຫຍຸ້ງຍາກ” ຕ້ອງອາບັດປາຈິດຕີ ເພາະດູໝິ່ນສິກຂາບົດ. ",
  "pli-tv-bu-pm:138.0": "ປາຈິດຕິຍະ ໗໓. ໂມຫະນະ ",
  "pli-tv-bu-pm:138.1": "ອັນນຶ່ງ ພິກຂຸໃດເມື່ອພິກຂຸຍົກປາຕິໂມກຍົກຂຶ້ນສະແດງຢູ່ທຸກເຄິ່ງເດືອນ ເວົ້າຢ່າງນີ້ວ່າ: ",
  "pli-tv-bu-pm:138.2": "“ຂ້ານ້ອຍຫາກໍ່ຮູ້ທັນທີເອງວ່າ ‘ທຳແມ່ນວ່ານີ້ມີມາໃນພຣະສູດ ຢູ່ໃນພຣະສູດ ມີການຍົກຂຶ້ນສະແດງທຸກເຄິ່ງເດືອນ”. ",
  "pli-tv-bu-pm:138.3": "ຖ້າພິກຂຸເຫຼົ່າອື່ນຈຳພິກຂຸນີນັ້ນໄດ້ວ່າ “ເມື່ອພິກຂຸຍົກປາຕິໂມກຂຶ້ນສະແດງຢູ່ ພິກຂຸນີ້ເຄີຍນັ່ງຢູ່ ໒-໓ ເທື່ອມາແລ້ວ ບໍ່ຈຳຕ້ອງກ່າວເຖິງຫຼາຍເທື່ອຍິ່ງກວ່າ” ພິກຂຸນັ້ນຍ່ອມບໍ່ພົ້ນເພາະຄວາມບໍ່ຮູ້ ແຕ່ພິກຂຸນັ້ນຈະຕ້ອງໃດເພາະປະພຶດບໍ່ເໝາະສົມນັ້ນ ຄວນປັບນັ້ນຕາມ ແລະຄວນຍົກຄວາມຫຼົງຂຶ້ນມາປັບເພີ່ມໃຫ້ຍິ່ງຂຶ້ນໄປອີກວ່າ: ",
  "pli-tv-bu-pm:138.4": "“ທ່ານ ບໍ່ແມ່ນລາບຂອງທ່ານ ທ່ານໄດ້ບໍ່ດີ ດ້ວຍເຫດວ່າທີ່ເມື່ອພິກຂຸຍົກປາຕິໂມກຂຶ້ນສະແດງຢູ່ ທ່ານບໍ່ໃສ່ໃຈຟັງໃຫ້ສຳເລັດປະໂຫຍດດ້ວຍດີ”, ",
  "pli-tv-bu-pm:138.5": "ຕ້ອງອາບັດປາຈິດຕີ ເພາະແກ້ງເຮັດຫລົງນັ້ນ. ",
  "pli-tv-bu-pm:139.0": "ປາຈິດຕິຍະ ໗໔. ປະຫາລະ ",
  "pli-tv-bu-pm:139.1": "ອັນນຶ່ງ ພິກຂຸໃດຄຽດ ບໍ່ພໍໃຈ ເຮັດຮ້າຍພິກຂຸ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:140.0": "ປາຈິດຕິຍະ ໗໕. ຕະລະສັດຕິກະ ",
  "pli-tv-bu-pm:140.1": "ອັນນຶ່ງ ພິກຂຸໃດຄຽດ ບໍ່ພໍໃຈ ເງື້ອຫອກຄືຝ່າມືໃຫ້ພິກຂຸ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:141.0": "ປາຈິດຕິຍະ ໗໖. ອມູລະກະ ",
  "pli-tv-bu-pm:141.1": "ອັນນຶ່ງ ພິກຂຸໃດໃສ່ຄວາມພິກຂຸດ້ວຍສັງຄາທິເສດອັນຫາມູນບໍ່ໄດ້ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:142.0": "ປາຈິດຕິຍະ ໗໗. ສັນຈິດຈະ ",
  "pli-tv-bu-pm:142.1": "ອັນນຶ່ງ ພິກຂຸໃດແກ້ງກໍ່ຄວາມລຳຄານໃຫ້ແກ່ພິກຂຸດ້ວຍໝາຍໃຈວ່າ ‘ດ້ວຍວິທີນີ້ ຄວາມບໍ່ຜາສຸກຈັກມີແກ່ທ່ານໄປຄູ່ໜຶ່ງ’ ເຮັດຄວາມໝາຍໃຈຢ່າງນີ້ເທົ່ານັ້ນໃຫ້ເປັນເຫດ ບໍ່ມີຫຍັງອື່ນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:143.0": "ປາຈິດຕິຍະ ໗໘. ອຸປະສຸຕິ ",
  "pli-tv-bu-pm:143.1": "ອັນນຶ່ງ ພິກຂຸໃດ ເມື່ອພິກຂຸທັງຫຼາຍເກີດຄວາມບາດໝາງກັນ ເກີດການທະເລາະກັນ ເຖິງການວິວາດກັນ ຢືນແອບຟັງດ້ວຍໝາຍໃຈວ່າສິໄດ້ຟັງຄຳທີ່ພວກເຈົ້າເວົ້າກັນ ເຮັດຄວາມໝາຍໃຈຢ່າງນີ້ເທົ່ານັ້ນໃຫ້ເປັນເຫດ ບໍ່ມີຫຍັງອື່ນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:144.0": "ປາຈິດຕິຍະ ໗໙. ກຳມັບປະຕິພາຫະນະ ",
  "pli-tv-bu-pm:144.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ສັນທະເພື່ອກຳອັນເປັນເຮັດໄປແລ້ວກັບຕິຕຽນໃນພາຍຫຼັງ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:145.0": "ປາຈິດຕິຍະ ໘໐. ສັນທັງອະທັດວາຄະມະນະ ",
  "pli-tv-bu-pm:145.1": "ອັນນຶ່ງ ພິກຂຸໃດເມື່ອເລື່ອງອັນຈະຄວນວິນິດໄສຍັງດຳເນີນຢູ່ໃນສົງ ບໍ່ໃຫ້ສັນທະ ລຸກຈາກອາດສະນະຫຼີກໄປເສຽ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:146.0": "ປາຈິດຕິຍະ ໘໑. ທຸບພະລະ ",
  "pli-tv-bu-pm:146.1": "ອັນນຶ່ງ ພິກຂຸໃດຮ່ວມກັບສົງຜູ້ພ້ອມພຽງກັນໃຫ້ຈີວອນແລ້ວ ກັບຕິຕຽນໃນພາຍຫຼັງວ່າ ‘ພິກຂຸທັງຫຼາຍນ້ອມລາບຂອງສົງໄປຕາມມັກ’ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:147.0": "ປາຈິດຕິຍະ ໘໒. ປະຣິນະາມະນະ ",
  "pli-tv-bu-pm:147.1": "ອັນນຶ່ງ ພິກຂຸໃດຮູ້ຢູ່ ນ້ອມລາບທີ່ເຂົານ້ອມໄວ້ເປັນຂອງຈະຖວາຍສົງມາເພື່ອບຸກຄົນ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:147.2": "ສະຫະທຳມິກະວັກທີ່ ໘ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:148.0.1": "ບົດທີ ໙. ຣັດຕະນະ ",
  "pli-tv-bu-pm:148.0.2": "ປາຈິດຕິຍະ ໘໓. ອັນເຕປຸຣະ ",
  "pli-tv-bu-pm:148.1": "ອັນນຶ່ງ ພິກຂຸໃດ ບໍ່ໄດ້ຮັບບອກກ່ອນ ກ້າວລ່ວງທໍລະນີເຂົ້າໄປ (ໃນຫ້ອງ) ຂອງພຣະລາຊາຜູ້ເປັນກະສັດໄດ້ຮັບມະຣືທາພິເສກແລ້ວ ທີ່ພຣະລາຊາຍັງບໍ່ສະເດັດອອກ ທີ່ຣັດຕະນະຍັງບໍ່ອອກ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:149.0": "ປາຈິດຕິຍະ ໘໔. ຣັດຕະນະ ",
  "pli-tv-bu-pm:149.1": "ອັນນຶ່ງ ພິກຂຸໃດເກັບກໍດີ ໃຫ້ເກັບກໍດີ ຊຶ່ງຣັດຕະນະກໍດີ ຊຶ່ງຂອງທີ່ສົມມຕິວ່າເປັນຣັດຕະນະກໍດີ ເວັ້ນໄວ້ແຕ່ໃນວັດທີ່ຢູ່ຫຼືໃນທີ່ພັກ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:149.2": "ແລພິກຂຸເກັບເອົາກໍດີ ໃຫ້ເກັບເອົາກໍດີ ຊຶ່ງຣັດຕະນະກໍດີ ຊຶ່ງຣັດຕະນະກໍດີ ຊຶ່ງຂອງທີ່ສົມມຕິວ່າເປັນຣັດຕະນະກໍດີ ໃນວັດທີ່ຢູ່ຫຼືໃນທີ່ພັກໄດ້ແລ້ວ ຄວນເກັບໄວ້ດ້ວຍໝາຍໃຈວ່າ ‘ເປັນຂອງຜູ້ໃດ ຜູ້ນັ້ນຈະໄດ້ນຳໄປ’ ນີ້ເປັນການປະຕິບັດຊອບໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:150.0": "ປາຈິດຕິຍະ ໘໕. ວິກາລະຄາມັບປະເວສະນະ ",
  "pli-tv-bu-pm:150.1": "ອັນນຶ່ງ ພິກຂຸໃດ ບໍ່ບອກລາພິກຂຸຜູ້ຢູ່ແລ້ວ ເຂົ້າໄປສູ່ເຮືອນໃນເວລາວິການ ເວັ້ນໄວ້ແຕ່ກິດດ່ວນ (ຄື ທຸລະຮ້ອນ) ມີຢ່າງນັ້ນເປັນຮູບ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:151.0": "ປາຈິດຕິຍະ ໘໖. ສູຈິຄະຣະ ",
  "pli-tv-bu-pm:151.1": "ອັນນຶ່ງ ພິກຂຸໃດເຮັດກ່ອງເຂັມດ້ວຍກະດູກ ດ້ວຍງາ ຫຼືດ້ວຍເຂົາ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:152.0": "ປາຈິດຕິຍະ ໘໗. ມັນຈະປີຖະ ",
  "pli-tv-bu-pm:152.1": "ອັນນຶ່ງ ພິກຂຸຜູ້ໃຫ້ເຮັດຕຽງຫຼືຕັ່ງໃໝ່ ຄວນໃຫ້ເຮັດມີຕີນສູງພຽງ ໘ ນິ້ວ ໂດຍນິ້ວສຸຄະຕະ ນອກຈາກແຄ່ເບື້ອງລຸ່ມ ທ່ານເຮັດໃຫ້ເກີນປະມານນັ້ນໄປ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:153.0": "ປາຈິດຕິຍະ ໘໘. ຕູໂລນັດທະ ",
  "pli-tv-bu-pm:153.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ເຮັດຕຽງກໍດີ ຕັ່ງກໍດີເປັນຂອງຫຸ້ມນຸ່ນ (ຄື ຍັດນຸ່ນ) ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:154.0": "ປາຈິດຕິຍະ ໘໙. ນິສີທະນະ ",
  "pli-tv-bu-pm:154.1": "ອັນນຶ່ງ ພິກຂຸຜູ້ຈະໃຫ້ເຮັດຜ້າອາບນ້ຳ ຄວນເຮັດໃຫ້ໄດ້ຂະໜາດ ຂະໜາດໃນຂໍ້ນັ້ນ ຄື ຍາວ ໒ ຄືບ ກວ້າງຄືບໜຶ່ງ ຊາຍຄືບເຄິ່ງ ໂດຍຄືບສຸຄະຕະ ເຮັດໃຫ້ເກີນຂະໜາດນັ້ນ ຕ້ອງອາບັດປາຈິດຕີທີ່ຊື່ວ່າເສທະນະກະ. ",
  "pli-tv-bu-pm:155.0": "ປາຈິດຕິຍະ ໙໐. ກັນຖຸບປະຕິດສາທິ ",
  "pli-tv-bu-pm:155.1": "ອັນນຶ່ງ ພິກຂຸຜູ້ໃຫ້ເຮັດຜ້າປິດຝີຄວນເຮັດໃຫ້ໄດ້ຂະໜາດ ຂະໜາດໃນຜ້ານັ້ນ ດັ່ງນີ້ ຄື ໂດຍຍາວ ໔ ຄືບ ໂດຍກວ້າງ ໒ ຄືບ ໂດຍຄືບສຸຄະຕະ ທ່ານເຮັດໃຫ້ເກີນຂະໜາດນັ້ນໄປ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:156.0": "ປາຈິດຕິຍະ ໙໑. ວັດສິກະສາຕິກະ ",
  "pli-tv-bu-pm:156.1": "ອັນນຶ່ງ ພິກຂຸຜູ້ຈະໃຫ້ເຮັດຜ້າອາບນ້ຳຝົນ ຄວນເຮັດໃຫ້ໄດ້ຂະໜາດ ຂະໜາດໃນຂໍ້ນັ້ນ ຄື ຍາວ ໖ ຄືບ ກວ້າງ ໒ ຄືບເຄິ່ງ ໂດຍຄືບສຸຄະຕະ ທ່ານເຮັດໃຫ້ລ່ວງປະມານນັ້ນໄປ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:157.0": "ປາຈິດຕິຍະ ໙໒. ນັນທະ ",
  "pli-tv-bu-pm:157.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ເຮັດຈີວອນມີຂະໜາດເທົ່າສຸຄະຕະຈີວອນຫຼືຍິ່ງກວ່າ ຕ້ອງອາບັດປາຈິດຕີ. ",
  "pli-tv-bu-pm:157.2": "ຂະໜາດແຫ່ງສຸຄະຕະຈີວອນຂອງສຸຄະຕະໃນຄຳນັ້ນດັ່ງນີ້ ຄື ໂດຍຍາວ ໙ ຄືບ ໂດຍກວ້າງ ໖ ຄືບ ໂດຍຄືບສຸຄະຕະ ນີ້ເປັນຂະໜາດແຫ່ງສຸຄະຕະຈີວອນຂອງສຸຄະຕະ. ",
  "pli-tv-bu-pm:157.3": "ຣັດຕະນະວັກທີ່ ໙ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:158.1": "ທ່ານທັງຫຼາຍ ທຳມ໌ຊື່ວ່າປາຈິດຕີ ໙໒ ເຫຼົ່ານີ້ແລ ຂ້ານ້ອຍໄດ້ຍົກຂຶ້ນສະແດງແລ້ວແລ. ",
  "pli-tv-bu-pm:158.2": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:158.3": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ? ",
  "pli-tv-bu-pm:158.4": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ? ",
  "pli-tv-bu-pm:158.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:158.6": "ປາຈິດຕິຍາ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:159.0": "ປາຕິເທສະນີຍະ ",
  "pli-tv-bu-pm:159.1": "ອັນນຶ່ງ ແມ່ເຈົ້າທັງຫຼາຍ ທຳຄືປາຕິເທສະນີຍາ ໔ ສິກຂາບົດເຫຼົ່ານີ້ແລ ມາສູ່ອຸດເທດ ຄື. ",
  "pli-tv-bu-pm:160.0": "ປາຕິເທສະນີຍະ ໑. ປະຖະມະປາຕິເທສະນີຍະ ",
  "pli-tv-bu-pm:160.1": "ອັນນຶ່ງ ພິກຂຸໃດມີຄວາມເພິງພໍໃຈ ຮັບຂອງຄ້ຽວກໍດີ ຂອງສັນກໍດີ ດ້ວຍມືຂອງຕົນເອງ ຈາກມືຂອງພິກຂຸນີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ຜູ້ເຂົ້າໄປສູ່ລະແວກເຮືອນແລ້ວຄ້ຽວກໍດີ ສັນກໍດີ ອັນພິກຂຸນີ້ຄວນສະແດງຄືນວ່າ ",
  "pli-tv-bu-pm:160.2": "“ແນ່ະທ່ານ ພວກຂ້ານ້ອຍຕ້ອງອາບັດຄືປາຕິເທສະນີຍະທີ່ຄວນຕຳໜິ ບໍ່ເປັນທີ່ສະບາຍ ພວກຂ້ານ້ອຍຂໍສະແດງຄືນທຳນັ້ນ”. ",
  "pli-tv-bu-pm:161.0": "ປາຕິເທສະນີຍະ ໒. ທຸຕິຍະປາຕິເທສະນີຍະ ",
  "pli-tv-bu-pm:161.1": "ອັນນຶ່ງ ພິກຂຸທັງຫຼາຍຮັບນິມນສັນຢູ່ໃນຄອບຄົວ (ສະກຸນ) ຖ້າພິກຂຸນີມາ ຢືນສັ່ງເສຽຢູ່ໃນທີ່ນັ້ນວ່າ “ຈົ່ງຖວາຍແກງໃນອົງນີ້ ຈົ່ງຖວາຍເຂົ້າໃນອົງນີ້” ພິກຂຸທັງຫຼາຍເຫຼົ່ານັ້ນ ຄວນຮຸກຮານພິກຂຸນີນັ້ນວ່າ “ນ້ອງແມ່ຍິງ ທ່ານຈົ່ງຫຼີກໄປເສຽ ຕະຫຼອດເວລາທີ່ພິກຂຸສັນຢູ່” ຖ້າພິກຂຸແມ່ນວ່າຮູບໜຶ່ງ ບໍ່ກ່າວອອກໄປ ເພື່ອຈະຮຸກຮານພິກຂຸນີນັ້ນວ່າ “ນ້ອງແມ່ຍິງ ທ່ານຈົ່ງຫຼີກໄປເສຽ ຕະຫຼອດເວລາທີ່ພິກຂຸສັນຢູ່” ອັນພິກຂຸເຫຼົ່ານັ້ນຄວນສະແດງຄືນວ່າ ",
  "pli-tv-bu-pm:161.2": "“ແນ່ະທ່ານ ພວກຂ້ານ້ອຍຕ້ອງອາບັດຄືປາຕິເທສະນີະທີ່ຄວນຕຳໜິ ບໍ່ເປັນທີ່ສະບາຍ ພວກຂ້ານ້ອຍຂໍສະແດງຄືນທຳນັ້ນ”. ",
  "pli-tv-bu-pm:162.0": "ປາຕິເທສະນີຍະ ໓. ຕະຕິຍະປາຕິເທສະນີຍະ ",
  "pli-tv-bu-pm:162.1": "ອັນນຶ່ງ ພິກຂຸໃດບໍ່ໄດ້ຮັບນິມນກ່ອນບໍ່ແມ່ນຜູ້ອາພາດຮັບຂອງຄ້ຽວກໍດີຂອງສັນກໍດີໃນສະກຸນທີ່ສົງສົມມຕິວ່າເປັນເສຂະດ້ວຍມືຂອງຕົນແລ້ວຄ້ຽວກໍດີສັນກໍດີ ອັນພິກຂຸນັ້ນຄວນສະແດງຄືນວ່າ ",
  "pli-tv-bu-pm:162.2": "“ແນ່ະທ່ານ ພວກຂ້ານ້ອຍຕ້ອງອາບັດຄືປາຕິເທສະນີະທີ່ຄວນຕຳໜິ ບໍ່ເປັນທີ່ສະບາຍ ພວກຂ້ານ້ອຍຂໍສະແດງຄືນທຳນັ້ນ”. ",
  "pli-tv-bu-pm:163.0": "ປາຕິເທສະນີຍະ ໔. ຈະຕຸດຖະປາຕິເທສະນີຍະ ",
  "pli-tv-bu-pm:163.1": "ອັນນຶ່ງ ພິກຂຸໃດຢູ່ໃນເສນາສະນະປ່າ ທີ່ຮູ້ກັນວ່າເປັນທີ່ມີລັງກຽດ ມີໄພສະເພາະໜ້າ ຮັບຂອງຄ້ຽວກໍດີຂອງສັນກໍດີ ອັນເຂົາບໍ່ໄດ້ບອກໃຫ້ຮູ້ໄວ້ກ່ອນ ດ້ວຍມືຂອງຕົນ ໃນວັດທີ່ຢູ່ ບໍ່ແມ່ນຜູ້ອາພາດ ຄ້ຽວກໍດີ ສັນກໍດີ ອັນພິກສຸນັ້ນຄວນສະແດງຄືນວ່າ ",
  "pli-tv-bu-pm:163.2": "“ແນ່ະທ່ານ ພວກຂ້ານ້ອຍຕ້ອງອາບັດຄືປາຕິເທສະນີຍະທີ່ຄວນຕຳໜິ ບໍ່ເປັນທີ່ສະບາຍ ພວກຂ້ານ້ອຍຂໍສະແດງຄືນທຳນັ້ນ”. ",
  "pli-tv-bu-pm:164.1": "ທຳຄືປາຕິເທສະນີຍະ ໔ ສິກຂາບົດ ຂ້ານ້ອຍຍົກຂຶ້ນສະແດງແລ້ວ, ",
  "pli-tv-bu-pm:164.2": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:164.3": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ? ",
  "pli-tv-bu-pm:164.4": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ? ",
  "pli-tv-bu-pm:164.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:164.6": "ປາຕິເທສະນີຍາ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:165.0": "ເສຂິຍະ ",
  "pli-tv-bu-pm:165.1": "ອັນນຶ່ງ ທ່ານທັງຫຼາຍ ທຳຄືເສຂີຍະ ໗໕ ສິກຂາບົດເຫຼົ່ານີ້ແລ ມາສູ່ອຸດເທດ ຄື. ",
  "pli-tv-bu-pm:166.0.1": "ບົດທີ ໑. ປະຣິມັນດະລະ ",
  "pli-tv-bu-pm:166.0.2": "ເສຂິຍະ ໑. ປະຣິມັນດະລະສິກຂາບົດ ",
  "pli-tv-bu-pm:166.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກນຸ່ງໃຫ້ຮຽບຮ້ອຍ ຂ້າງເທິງປົກປິດສະດື ຂ້າງລ່າງປົກປິດເຄິ່ງແຂ້ງ (ເປັນປະຣິມົນທົນ). ",
  "pli-tv-bu-pm:167.0": "ເສຂິຍະ ໒. ທຸຕິຍະພະຣິມັດນະລະສິກຂາບົດ ",
  "pli-tv-bu-pm:167.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກຫົ່ມໃຫ້ຮຽບຮ້ອຍ ຂ້າງເທິງປົກປິດສະດື ຂ້າງລ່າງປົກປິດເຄິ່ງແຂ້ງ (ເປັນະປຣິມົນທົນ). ",
  "pli-tv-bu-pm:168.0": "ເສຂິຍະ ໓. ສຸບປະຕິດສັນນະສິກຂາບົດ ",
  "pli-tv-bu-pm:168.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກປົກປິດກາຍດີ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:169.0": "ເສຂິຍະ ໔. ທຸຕິຍະສຸບປະຕິດສັນນະສິກຂາບົດ ",
  "pli-tv-bu-pm:169.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກປົກປິດກາຍດີ ນັ່ງໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:170.0": "ເສຂິຍະ ໕. ສຸສັງວຸຕະສິກຂາບົດ ",
  "pli-tv-bu-pm:170.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກສໍາຮວມດີ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:171.0": "ເສຂິຍະ ໖. ທຸຕິຍະສຸສັງວຸດສິກຂາບົດ ",
  "pli-tv-bu-pm:171.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກສໍາຮວມດີ ນັ່ງໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:172.0": "ເສຂິຍະ ໗. ໂອກຂິດຕະຈັກຂຸສິກຂາບົດ ",
  "pli-tv-bu-pm:172.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກມີຕາແນມລົງ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:173.0": "ເສຂິຍະ ໘. ທຸຕິຍະໂອກຂິດຕະຈັກຂຸສິກຂາບົດ ",
  "pli-tv-bu-pm:173.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກມີຕາແນມລົງ ນັ່ງໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:174.0": "ເສຂິຍະ ໙. ອຸກຂິດຕະກສິກຂາບົດ ",
  "pli-tv-bu-pm:174.1": "ຄວນທໍາສຶກສາວ່າ ເຮົາຈັກບໍ່ໄປໃນລະແວກເຮືອນ ດ້ວຍທັງຖົກຜ້າຂຶ້ນເປີດຂ້າງໃຫ້ເຫັນ. ",
  "pli-tv-bu-pm:175.0": "ເສຂິຍະ ໑໐. ທຸຕິຍະອຸກຂິດຕະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:175.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ນັ່ງໃນລະແວກເຮືອນ ດ້ວຍທັງຖົກຜ້າຂຶ້ນເປີດຂ້າງໃຫ້ເຫັນ. ",
  "pli-tv-bu-pm:175.2": "ປະຣິມັນທະລະວັກທີ່ ໑ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:176.0.1": "ບົດທີ ໒. ອຸດຊັກຄິກະ ",
  "pli-tv-bu-pm:176.0.2": "ເສຂິຍະ ໑໑. ອຸດຊັກຄິກະສິກຂາບົດ ",
  "pli-tv-bu-pm:177.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ໄປໃນລະແວກເຮືອນ ດ້ວຍທັງຫົວສຽງດັງ. ",
  "pli-tv-bu-pm:178.0": "ເສຂິຍະ ໑໒. ທຸຕິຍະອຸດຊັກຄິກະສິກຂາບົດ ",
  "pli-tv-bu-pm:178.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ນັ່ງໃນລະແວກເຮືອນ ດ້ວຍທັງຫົວສຽງດັງ. ",
  "pli-tv-bu-pm:179.0": "ເສຂິຍະ ໑໓. ອຸດຈະສັດທະສິກຂາບົດ ",
  "pli-tv-bu-pm:179.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກມີສຽງນ້ອຍ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:180.0": "ເສຂິຍະ ໑໔. ທຸຕິຍະອຸດຈະສັດທະສິກຂາບົດ ",
  "pli-tv-bu-pm:180.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກມີສຽງນ້ອຍ ນັ່ງໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:181.0": "ເສຂິຍະ ໑໕. ກາຍັບປະຈາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:181.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ໂຍກກາຍ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:182.0": "ເສຂິຍະ ໑໖. ທຸຕິຍະກາຍັບປະຈາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:182.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ໂຍກກາຍ ນັ່ງໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:183.0": "ເສຂິຍະ ໑໗. ພາຫຸບປະຈາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:183.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ໄກວແຂນ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:184.0": "ເສຂິຍະ ໑໘. ທຸຕິຍະພາຫຸບປະຈາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:184.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ໄກວແຂນ ນັ່ງໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:185.0": "ເສຂິຍະ ໑໙. ສີສັບປະຈາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:185.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ໂຄງຫົວ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:186.0": "ເສຂິຍະ ໒໐. ທຸຕິຍະສີສັບປະຈາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:186.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ໂຄງຫົວ ນັ່ງໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:186.2": "ອຸດຊັກຄິກະວັກທີ່ ໒ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:187.0.1": "ບົດທີ ໓. ຂັມພະກະຕະ ",
  "pli-tv-bu-pm:187.0.2": "ເສຂິຍະ ໒໑. ຂັມພະກະຕະສິກຂາບົດ ",
  "pli-tv-bu-pm:187.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ເອົາມືຄ້ຳຕົວ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:188.0": "ເສຂິຍະ ໒໒. ທຸຕິຍະຂັມພະກະະຕສິກຂາບົດ ",
  "pli-tv-bu-pm:188.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ເອົາມືຄ້ຳຕົວ ນັ່ງໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:189.0": "ເສຂິຍ ໒໓. ໂອກຸນຖິກະສິກຂາບົດ ",
  "pli-tv-bu-pm:189.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ເອົາຜ້າຄຸມຫົວ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:190.0": "ເສຂິຍະ ໒໔. ທຸຕິຍະໂອກຸນຖິກະສິກຂາບົດ ",
  "pli-tv-bu-pm:191.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ເອົາຜ້າຄຸມຫົວ ນັ່ງໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:192.0": "ເສຂິຍະ ໒໕. ອຸກກຸຕິກະສິກຂາບົດ ",
  "pli-tv-bu-pm:192.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ຍ່າງກະໂຫຢ່ງຕີນ ໄປໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:193.0": "ເສຂິຍະ ໒໖. ປັນລັດຖິກະສິກຂາບົດ ",
  "pli-tv-bu-pm:193.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ນັ່ງຮັດເຂົ່າ ໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:194.0": "ເສຂິຍະ ໒໗. ສັກກັດຈະປະຕິກຄະຫະນະສິກຂາບົດ ",
  "pli-tv-bu-pm:194.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກຮັບບິນະຖບາດໂດຍເອື້ອເຟື້ອ. ",
  "pli-tv-bu-pm:195.0": "ເສຂິຍະ ໒໘. ປັດຕະສັນຍີປະຕິກຄະຫະນະສິກຂາບົດ ",
  "pli-tv-bu-pm:195.1": "ຄວນທໍາການສຶກສາ ເຮົາຈັກແນມເບິ່ງຢູ່ໃນບາດຂະນະຮັບບິນະຖະບາດ. ",
  "pli-tv-bu-pm:196.0": "ເສຂິຍະ ໒໙. ສະມະສູປະກະປະຕິກຄະຫະນະສິກຂາບົດ ",
  "pli-tv-bu-pm:196.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກຮັບບິນຖະບາດພໍສົມສ່ວນກັບແກງ (ບໍ່ຮັບແກງຫຼາຍເກີນໄປ). ",
  "pli-tv-bu-pm:197.0": "ເສຂິຍະ ໓໐. ສະມະຕິດຕິກະສິກຂາບົດ ",
  "pli-tv-bu-pm:197.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກຮັບບິນຖະບາດສະເໝີຂອບ. ",
  "pli-tv-bu-pm:198.2": "ຂັມພະກະຕະວັກທີ່ ໓ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:199.0.1": "ບົດທີ ໔. ສັກກັດຈະ ",
  "pli-tv-bu-pm:199.0.2": "ເສຂິຍະ ໓໑. ສັກກັດຈະພຸນຊະນະສິກຂາບົດ ",
  "pli-tv-bu-pm:199.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກສັນບິນຖະບາດໂດຍເອື້ອເຟື້ອ. ",
  "pli-tv-bu-pm:200.0": "ເສຂິຍະ ໓໒. ປັດຕະສັນຍີພຸນຊະນະສິກຂາບົດ ",
  "pli-tv-bu-pm:200.1": "ຄວນທໍາການສຶກສາວ່າ ໃນຂະນະສັນບິນຖະບາດ ແນມເບິ່ງແຕ່ໃນບາດ. ",
  "pli-tv-bu-pm:201.0": "ເສຂິຍະ ໓໓. ສະປະທານະສິກຂາບົດ ",
  "pli-tv-bu-pm:201.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກສັນບິນຖະບາດໄປຕາມລຳດັບ (ບໍ່ຂຸດໃຫ້ແຫວ່ງ). ",
  "pli-tv-bu-pm:202.0": "ເສຂິຍະ ໓໔. ສະມະສູປະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:202.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກສັນບິນຖະບາດພໍສົມສ່ວນກັບແກງ (ບໍ່ສັນແກງຫຼາຍເກີນໄປ). ",
  "pli-tv-bu-pm:203.0": "ເສຂິຍະ ໓໕. ນະຖູປະກະຕະສິກຂາບົດ ",
  "pli-tv-bu-pm:203.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກສັນບິນຖະບາດໂດຍບໍ່ຢຸມລົງແຕ່ຍອດ. ",
  "pli-tv-bu-pm:204.0": "ເສຂິຍະ ໓໖. ໂອທະນັບປະຕິດສາທະນະສິກຂາບົດ ",
  "pli-tv-bu-pm:204.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ກົບແກງກໍດີ ກັບເຂົ້າກໍດີ ດ້ວຍເຂົ້າສຸກອາໄສຄວາມຢາກໄດ້ຫຼາຍ. ",
  "pli-tv-bu-pm:205.0": "ເສຂິຍະ ໓໗. ສູໂປທະນະວິນຍັດຕິສິກຂາບົດ ",
  "pli-tv-bu-pm:205.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາບໍ່ອາພາດຈັກບໍ່ຂໍເອົາແກງກໍດີ ເຂົ້າສຸກກໍດີເພື່ອສັນເປັນປະໂຫຍດແກ່ຕົນ. ",
  "pli-tv-bu-pm:206.0": "ເສຂິຍະ ໓໘. ອຸດຊານສັນຍີສິກຂາບົດ ",
  "pli-tv-bu-pm:206.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ເພ່ງໂພນທະນາແນມເບິ່ງບາດຂອງຜູ້ອື່ນ. ",
  "pli-tv-bu-pm:207.0": "ເສຂິຍະ ໓໙. ກະພະລະສິກຂາບົດ ",
  "pli-tv-bu-pm:207.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ເຮັດຄໍາເຂົ້າໃຫ້ໃຫຍ່ຫຼາຍ. ",
  "pli-tv-bu-pm:208.0": "ເສຂິຍະ ໔໐. ອາໂລພະສິກຂາບົດ ",
  "pli-tv-bu-pm:208.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກເຮັດຄໍາເຂົ້າໃຫ້ມົນກ່ອມ. ",
  "pli-tv-bu-pm:208.2": "ສັກກັດຈະວັກທີ່ ໔ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:209.0.1": "ບົດທີ ໕. ກະພະລະ ",
  "pli-tv-bu-pm:209.0.2": "ເສຂິຍະ ໔໑. ອະນາຫະຕະສິກຂາບົດ ",
  "pli-tv-bu-pm:209.1": "ຄວນທໍາການສຶກສາວ່າ ເມື່ອຄໍາເຂົ້າຍັງບໍ່ນໍາມາຮອດ ເຮົາຈັກບໍ່ອ້າປາກ. ",
  "pli-tv-bu-pm:210.0": "ເສຂິຍະ ໔໒. ພຸນຈະມານະສິກຂາບົດ ",
  "pli-tv-bu-pm:210.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາສັນຢູ່ຈັກບໍ່ສອດມືທັງມືເຂົ້າໃນປາກ. ",
  "pli-tv-bu-pm:211.0": "ເສຂິຍະ ໔໓. ສະກະພະລະສິກຂາບົດ ",
  "pli-tv-bu-pm:211.1": "ຄວນທໍາການສຶກສາວ່າ ໃນປາກຍັງມີຄໍາເຂົ້າເຮົາຈັກບໍ່ເວົ້າ. ",
  "pli-tv-bu-pm:212.0": "ເສຂິຍະ ໔໔. ປິນຖຸກເຂປະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:212.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນໂດຍການໂຍນຄຳເຂົ້າເຂົ້າປາກ. ",
  "pli-tv-bu-pm:213.0": "ເສຂິຍະ ໔໕. ກະພະລາວັດເສທະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:213.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນກັດຄໍາເຂົ້າ. ",
  "pli-tv-bu-pm:214.0": "ເສຂິຍະ ໔໖. ອະວະຄັນະຖະກາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:214.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນເຮັດກຣະພຸ້ງແກ້ມໃຫ້ຕຸ່ຍ. ",
  "pli-tv-bu-pm:215.0": "ເສຂິຍະ ໔໗. ຫັດຖະນິດທຸນນະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:215.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນພາງສະບັດມືພາງ. ",
  "pli-tv-bu-pm:216.0": "ເສຂິຍະ ໔໘. ສິດຖາວະກາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:216.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນເຮັດເມັດເຂົ້າຕົກ. ",
  "pli-tv-bu-pm:217.0": "ເສຂິຍະ ໔໙. ຊິວະຫານິດສາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:217.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນແລບລີ້ນ. ",
  "pli-tv-bu-pm:218.0": "ເສຂິຍະ ໕໐. ຈະປຸຈະປຸກາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:218.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນເຮັດສຽງດັ່ງຈັບໆ. ",
  "pli-tv-bu-pm:218.2": "ກະພະລະວັກທີ່ ໕ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:219.0.1": "ບົດທີ ໖. ສຸຣຸສຸຣຸ ",
  "pli-tv-bu-pm:219.0.2": "ເສຂິຍະ ໕໑. ສຸຣຸສຸຣຸກາລະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:219.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນເຮັດສຽງດັ່ງຊູດໆ. ",
  "pli-tv-bu-pm:220.0": "ເສຂິຍະ ໕໒. ຫັດຖະນິນເລຫະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:220.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນເລຽມື. ",
  "pli-tv-bu-pm:221.0": "ເສຂິຍະ ໕໓. ປັດຕະນິນເລຫະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:221.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສິນເລຽບາດ ",
  "pli-tv-bu-pm:222.0": "ເສຂິຍະ ໕໔. ໂອດຖະນິນເລຫະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:222.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ສັນເລຽແຂມຝີປາກ. ",
  "pli-tv-bu-pm:223.0": "ເສຂິຍະ ໕໕. ສາມິສະສິກຂາບົດ ",
  "pli-tv-bu-pm:223.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ເອົາມືເປື້ອນຈັບພາຊະນະນ້ຳ. ",
  "pli-tv-bu-pm:224.0": "ເສຂິຍ ໕໖. ສະສິດຖະກະສິກຂາບົດ ",
  "pli-tv-bu-pm:224.1": "ຄວນທໍາການສຶກສາວ່າ ເຮົາຈັກບໍ່ເທນ້ໍາລ້າງບາດມີເມັດເຂົ້າໃນລະແວກເຮືອນ. ",
  "pli-tv-bu-pm:225.0": "ເສຂິຍະ ໕໗. ສັດຕະປານິສິກຂາບົດ ",
  "pli-tv-bu-pm:225.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ມີຣົ່ມໃນມື. ",
  "pli-tv-bu-pm:226.0": "ເສຂິຍະ ໕໘. ທັນທະປານິສິກຂາບົດ ",
  "pli-tv-bu-pm:226.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ມີໄມ້ພອງໃນມື. ",
  "pli-tv-bu-pm:227.0": "ເສຂິຍະ ໕໙. ສັດຖະປານິສິກຂາບົດ ",
  "pli-tv-bu-pm:227.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ມີສັດຕາໃນມື. ",
  "pli-tv-bu-pm:228.0": "ເສຂິຍະ ໖໐. ອາວຸດທະປານິສິກຂາບົດ ",
  "pli-tv-bu-pm:228.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ມີອາວຸດໃນມື. ",
  "pli-tv-bu-pm:228.2": "ສຸຣຸສຸຣຸວັກທີ່ ໗ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:229.0.1": "ບົດທີ ໗. ປາທຸກະ ",
  "pli-tv-bu-pm:229.0.2": "ເສຂິຍະ ໖໑. ປາທຸກະສິກຂາບົດ ",
  "pli-tv-bu-pm:229.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ໃສ່ເກີບທີ່ເຮັດມາຈາກໄມ້ (ຂຽງຕີນ). ",
  "pli-tv-bu-pm:230.0": "ເສຂິຍະ ໖໒. ອຸປາຫະນະສິກຂາບົດ ",
  "pli-tv-bu-pm:230.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ໃສ່ເກີບ. ",
  "pli-tv-bu-pm:231.0": "ເສຂິຍະ ໖໓. ຍານະສິກຂາບົດ ",
  "pli-tv-bu-pm:231.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ໄປໃນຍານ. ",
  "pli-tv-bu-pm:232.0": "ເສຂິຍະ ໖໔. ສະຍະະນສິກຂາບົດ ",
  "pli-tv-bu-pm:232.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ຢູ່ເທິງທີ່ນອນ. ",
  "pli-tv-bu-pm:233.0": "ເສຂິຍະ ໖໕. ປັນລັດຖິກະສິກຂາບົດ ",
  "pli-tv-bu-pm:233.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ນັ່ງຮັດເຂົ່າ. ",
  "pli-tv-bu-pm:234.0": "ເສຂິຍະ ໖໖. ເວຖິຕະສິກຂາບົດ ",
  "pli-tv-bu-pm:234.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ມີຜ້າພັນຫົວ. ",
  "pli-tv-bu-pm:235.0": "ເສຂິຍະ ໖໗. ໂອກັນຖິຕະສິກຂາບົດ ",
  "pli-tv-bu-pm:235.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຈັກບໍ່ສະແດງທຳແກ່ບຸກຄົນບໍ່ແມ່ນຜູ້ເຈັບໄຂ້ຄຸມຫົວ. ",
  "pli-tv-bu-pm:236.0": "ເສຂິຍ ໖໘. ສະມາສິກຂາບົດ ",
  "pli-tv-bu-pm:236.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົານັ່ງຢູ່ເທິງແຜ່ນດິນຈັກບໍ່ສະແດງທຳແກ່ຄົນບໍ່ເຈັບໄຂ້ຜູ້ນັ່ງເທິງອາດສະນະ. ",
  "pli-tv-bu-pm:237.0": "ເສຂິຍະ ໖໙. ນີຈາສະນະສິກຂາບົດ ",
  "pli-tv-bu-pm:237.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົານັ່ງເທິງອາດສະນະຕ່ຳຈັກບໍ່ສະແດງທຳແກ່ຄົນບໍ່ເຈັບໄຂ້ຜູ້ນັ່ງເທິງອາດສະນະສູງ. ",
  "pli-tv-bu-pm:238.0": "ເສຂິຍະ ໗໐. ຖິຕະສິກຂາບົດ ",
  "pli-tv-bu-pm:238.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຢືນຢູ່ຈັກບໍ່ສະແດງທຳແກ່ຄົນບໍ່ເຈັບໄຂ້ຜູ້ນັ່ງຢູ່. ",
  "pli-tv-bu-pm:239.0": "ເສຂິຍະ ໗໑. ປັດສະໂຕຄະມະນະສິກຂາບົດ ",
  "pli-tv-bu-pm:239.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຍ່າງໄປຂ້າງຫຼັງຈັກບໍ່ສະແດງທຳແກ່ຄົນບໍ່ເຈັບໄຂ້ ຜູ້ຍ່າງໄປຂ້າງໜ້າ. ",
  "pli-tv-bu-pm:240.0": "ເສຂິຍະ ໗໒. ອຸບປະເຖນະຄະມະນະຕີສິກຂາບົດ ",
  "pli-tv-bu-pm:240.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາຍ່າງໄປນອກທາງຈັກບໍ່ສະແດງທຳແກ່ຄົນບໍ່ເຈັບໄຂ້ຜູ້ໄປຢູ່ໃນທາງ. ",
  "pli-tv-bu-pm:241.0": "ເສຂິຍະ ໗໓. ຖິໂຕອຸດຈາລະສິກຂາບົດ ",
  "pli-tv-bu-pm:241.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາບໍ່ອາພາດຈັກບໍ່ຢືນຖ່າຍອາຈົມຫຼືຍ່ຽວ. ",
  "pli-tv-bu-pm:242.0": "ເສຂິຍະ ໗໔. ຫະຣິເຕອຸດຈາລະສິກຂາບົດ ",
  "pli-tv-bu-pm:242.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາບໍ່ອາພາດຈັກບໍ່ຖ່າຍອາຈົມ ຍ່ຽວ ຫຼືບ້ວນນ້ຳລາຍ, ເສມຫະ, ສະເລດ (ເຂລະ) ເທິງຂອງສົດຂຽວ. ",
  "pli-tv-bu-pm:243.0": "ເສຂິຍະ ໗໕. ອຸທະເກອຸດຈາລະສິກຂາບົດ ",
  "pli-tv-bu-pm:243.1": "ຄວນເຮັດການສຶກສາວ່າ ເຮົາບໍ່ອາພາດຈັກບໍ່ຖ່າຍອາຈົມ ຍ່ຽວ ຫຼືບ້ວນນ້ຳລາຍ, ເສມຫະ, ສະເລດ (ເຂລະ) ໃນນ້ຳ. ",
  "pli-tv-bu-pm:243.2": "ປາທຸກະວັກທີ່ ໗ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:244.1": "ທ່ານທັງຫຼາຍ ເສຂິຍະທັງ ໗໕ ຂ້ານ້ອຍໄດ້ຍົກຂຶ້ນສະແດງແລ້ວ. ",
  "pli-tv-bu-pm:244.2": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:244.3": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫລາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:244.4": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:244.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:244.6": "ເສຂິຍາ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:245.0": "ອະທິກະລະນະສະມະຖາ ",
  "pli-tv-bu-pm:245.1": "ອັນນຶ່ງ ທ່ານທັງຫຼາຍ ອັນທຳຄືອທິກະລະນະສະມະຖະ ໗ ປະການຫຼົ່ານີ້ແລມາສູ່ອຸດເທດ ຄື. ",
  "pli-tv-bu-pm:246.1": "ເພື່ອຄວາມສະຫງົບ ເພື່ອຄວາມລະງັບ ຊຶ່ງອະທິກອນທັງຫຼາຍທີ່ເກິດຂື້ນແລ້ວ: ",
  "pli-tv-bu-pm:247.0": "ອະທິກະລະະສະມະຖະ ໑ ",
  "pli-tv-bu-pm:247.1": "ຄວນໃຫ້ສັມມຸຂາວິໄນ ລະບຽບອັນຄວນເຮັດໃນທີ່ພ້ອມໜ້າ. ",
  "pli-tv-bu-pm:248.0": "ອະທິກະລະະສະມະຖະ ໒ ",
  "pli-tv-bu-pm:248.1": "ຄວນໃຫ້ສະຕິວິໄນລະບຽບ ທີ່ຍົກສະຕິຂຶ້ນເປັນຫຼັກ. ",
  "pli-tv-bu-pm:249.0": "ອະທິກະລະະສະມະຖະ ໓ ",
  "pli-tv-bu-pm:249.1": "ຄວນໃຫ້ລະບຽບແກ່ພິກຂຸຜູ້ເຊົາຈາກເປັນບ້າແລ້ວ. ",
  "pli-tv-bu-pm:250.0": "ອະທິກະລະະສະມະຖະ ໔ ",
  "pli-tv-bu-pm:250.1": "ຄວນເຮັດຕາມຄຳສາລະພາບ. ",
  "pli-tv-bu-pm:251.0": "ອະທິກະລະະສະມະຖະ ໕ ",
  "pli-tv-bu-pm:251.1": "ຄວນວິນິດໄສອາໄສຄວາມເຫັນຂ້າງຫຼາຍ. ",
  "pli-tv-bu-pm:252.0": "ອະທິກະລະະສະມະຖະ ໖ ",
  "pli-tv-bu-pm:252.1": "ກຳທີ່ສົງຄວນເຮັດໃນກິລິຍາທີ່ລົງໂທດແກ່ຜູ້ຜິດ. ",
  "pli-tv-bu-pm:253.0": "ອະທິກະລະະສະມະຖະ ໗ ",
  "pli-tv-bu-pm:253.1": "ຄວນໃຫ້ລະບຽບ ດັ່ງທີ່ກົບໄວ້ດ້ວຍຫຍ້າ. ",
  "pli-tv-bu-pm:254.1": "ທຳຄືອະທິກະລະນະສະມະຖະ ໗ ປະການ ຂ້ານ້ອຍຍົກຂຶ້ນສະແດງແລ້ວ. ",
  "pli-tv-bu-pm:254.2": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວບໍ?, ",
  "pli-tv-bu-pm:254.3": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ໍບຣິສຸດແລ້ວບໍ? ",
  "pli-tv-bu-pm:254.4": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ໍບຣິສຸດແລ້ວບໍ? ",
  "pli-tv-bu-pm:254.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:254.6": "ອະທິກະລະະສະມະຖາ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:255.1": "ຂ້ານ້ອຍພຽງສະແດງໂດຍສະຫຼຸບເທົ່ານັ້ນ ໃນຂໍ້ຄວາມເບື້ອງຕົ້ນ, ",
  "pli-tv-bu-pm:255.2": "ທ່ານທັງຫຼາຍ ທຳຄືປາລາຊິກ ໔ ສິກຂາບົດ ອັນຂ້ານ້ອຍໄດ້ຍົກຂຶ້ນສະແດງແລ້ວແລ, ",
  "pli-tv-bu-pm:255.3": "ທຳຄືສັງຄາທິເສດ ໑໓ ສິກຂາບົດ ຂ້ານ້ອຍຍົກຂຶ້ນສະແດງແລ້ວ, ",
  "pli-tv-bu-pm:255.4": "ທຳຄືອະນິຍະຕະ ໒ ສິກຂາບົດ ຂ້ານ້ອຍໄດ້ຍົກຂຶ້ນສະແດງແລ້ວແລ, ",
  "pli-tv-bu-pm:255.5": "ທຳຄືນິສສັກຄິຍະປາຈິດຕີ ໓໐ ສິກຂາບົດ ຂ້ານ້ອຍຍົກຂຶ້ນສະແດງແລ້ວ, ",
  "pli-tv-bu-pm:255.6": "ທຳຄືປາຈິດຕີ ໙໒ ສິກຂາບົດ ຂ້ານ້ອຍຍົກຂຶ້ນສະແດງແລ້ວ, ",
  "pli-tv-bu-pm:255.7": "ທຳຄືປາຕິເທສະນີຍະ ໔ ສິກຂາບົດ ຂ້ານ້ອຍຍົກຂຶ້ນສະແດງແລ້ວ, ",
  "pli-tv-bu-pm:255.8": "ທຳຄືເສຂິຍະ ໗໕ ສິກຂາບົດ ຂ້ານ້ອຍຍົກຂຶ້ນສະແດງແລ້ວ, ",
  "pli-tv-bu-pm:255.9": "ທຳຄືອທິກະລະນະສະມະຖະ ໗ ປະການ ຂ້ານ້ອຍຍົກຂຶ້ນສະແດງແລ້ວ. ",
  "pli-tv-bu-pm:255.10": "ສິກຂາບົດຂອງພຣະຜູ້ມີພຣະພາກເຈົ້າພຣະອົງນັ້ນມີເທົ່ານີ້ ມາໃນພຣະປາຕິໂມກນັບເນື່ອງໃນພຣະປາຕິໂມກຂ໌ມາສູ່ອຸດເທດທຸກເຄິ່ງເດືອນ. ",
  "pli-tv-bu-pm:255.11": "ພວກເຮົາທັງໝົດນີ້ແລຄວນເປັນຜູ້ພ້ອມພຽງກັນ ຮ່ວມໃຈກັນ ບໍ່ວິວາດກັນ ສຶກສາໃນພຣະປາຕິໂມກນັ້ນເຖີ້ນ. ",
  "pli-tv-bu-pm:255.12": "ອຸທເທດທີ່ ໕ ໂດຍພິດສະດານ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:255.13": "ພິກຂຸປາຕິໂມກ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:255.14": "ຂໍນ້ອມໄຫວ້ແດ່ພຣະຜູ້ມີພຣະພາກເຈົ້າ ອະລະຫັນຕະສັມມາສັມພຸດທະເຈົ້າ ພຣະອົງນັ້ນ "
}