{
  "pli-tv-bu-pm:0.1": "ປາລິສິກຂາບົດ ໒ ຄຳພີ ",
  "pli-tv-bu-pm:0.2": "ພິກຂຸປາຕິໂມກ ເຖລະວາດ ",
  "pli-tv-bu-pm:1.0": "ບຸບພະກອນ (ທຸລະທີ່ຕ້ອງເຮັດໃນທຳອິດ) ",
  "pli-tv-bu-pm:1.1": "ການປັດກວາດໂຮງອຸໂບສົດ ການໃຕ້ທຽນ ການຕັ້ງນ້ຳໃຊ້ນ້ຳຂ້ອຍ ແລະການປູຜ້ານັ່ງ; ",
  "pli-tv-bu-pm:1.2": "ຄື ອົງຂອງບຸບພະກອນຂອງອຸໂບສົດຖທັງ ໔ ຢ່າງ. ",
  "pli-tv-bu-pm:2.0": "ບຸບພະກິດ (ທຸລະທີ່ຕ້ອງເຮັດກ່ອນ) ",
  "pli-tv-bu-pm:2.1": "ການນຳສັນທະມາ ການບອກຄວາມບໍລິສຸດ ການບອກລະດູ ແລະການໃຫ້ໂອວາດພິກຂຸ; ",
  "pli-tv-bu-pm:2.2": "ຄື ອົງຂອງບຸບພະກິດທັງ ໔ ຢ່າງ. ",
  "pli-tv-bu-pm:3.0": "ຄວາມພັ່ງພ້ອມ ",
  "pli-tv-bu-pm:3.1": "ມີອົງ ໔ ຄື ເປັນມື້ອຸໂບສົດ ເປັນພິກຂຸຜູ້ຄວນເຖິງກຳ; ",
  "pli-tv-bu-pm:3.2": "ເປັນຜູ້ທີ່ບໍ່ຕ້ອງສະພາກາບັດ; ",
  "pli-tv-bu-pm:3.3": "ບຸກຄົນຜູ້ຄວນເວັ້ນ ບໍ່ມີໃນຫັດຖະບາດສົງນັ້ນ. ",
  "pli-tv-bu-pm:4.1": "ຂ້ານ້ອຍຂໍເຊື້ອເຊີນ ຜູ້ທໍາບຸບພະກອນບຸບພະກິດສຳເລັດດີແລ້ວທີ່ຢູ່ທີ່ນີ້ ຜູ້ພ້ອມພຽງກັນ ຜູ້ມີອາບັດອັນຖືກບອກເທສະໜາແລ້ວ ເພື່ອສວດປາຕິໂມກ ໂດຍອະນຸມັດແຫ່ງໝູ່ພິກຂຸສົງ. ",
  "pli-tv-bu-pm:5.0": "ນິທານຸດເທສະ (ຄຳຂະຫຍາຍຄວາມ) ",
  "pli-tv-bu-pm:5.1": "ຂ້າແຕ່ພິກຂຸສົງຜູ້ຈະເລີນ ຂໍຈົ່ງຟັງເຖີດ. ",
  "pli-tv-bu-pm:5.2": "ອຸໂບສົດມື້ນີ້ທີ່ ໑໕, ",
  "pli-tv-bu-pm:5.3": "ຖ້າຄວາມພັ່ງພ້ອມຂອງສົງເຖິງທີ່ແລ້ວ ເຮົາທັງຫຼາຍຄວນເຮັດອຸໂບສົດ ຄວນສະແດງຊຶ່ງປາຕິໂມກນຳກັນ. ",
  "pli-tv-bu-pm:6.1": "ບຸບພະກິດອັນໃດໆ ຂອງສົງກໍເຮັດສຳເລັດແລ້ວບໍ? ",
  "pli-tv-bu-pm:6.2": "ທ່ານທັງຫຼາຍຄວນບອກຄວາມບໍລິສຸດ, ",
  "pli-tv-bu-pm:6.3": "ຂ້ານ້ອຍຈັກສະແດງຊຶ່ງປາຕິໂມກ, ",
  "pli-tv-bu-pm:6.4": "ອັນພວກເຮົາທັງຫລາຍ ຈົ່ງຟັງ ຈົ່ງໃສ່ໃຈຊຶ່ງປາຕິໂມກນັ້ນ ໃຫ້ສຳເລັດປະໂຫຍດ. ",
  "pli-tv-bu-pm:6.5": "ຜູ້ໃດຫາກມີອາບັດ ຜູ້ນັ້ນກໍຄວນເປີດເຜີຍເສຍ, ",
  "pli-tv-bu-pm:6.6": "ເມື່ອອາບັດບໍ່ມີ ກໍຄວນນິ່ງຢູ່, ",
  "pli-tv-bu-pm:6.7": "ກໍເພາະຄວາມເປັນຜູ້ນິ່ງແລ ຂ້ານ້ອຍຈັກຮູ້ວ່າທ່ານທັງຫຼາຍວ່າ ເປັນຜູ້ບໍລິສຸດ. ",
  "pli-tv-bu-pm:6.8": "ກໍການສວດປະກາດໃຫ້ໄດ້ຍິນມີກຳນົດ ໓ ເທື່ອ ໃນບໍລິສັດເຫັນຄືນີ້ຢ່າງນີ້ ເປັນເໝືອນຖືກຖາມຕອບສະເພາະອົງ. ",
  "pli-tv-bu-pm:6.9": "ກໍພິກຂຸໃດເມື່ອສວດປະກາດຈົບເທື່ອທີ່ ໓ ລະນຶກ (ອາບັດ) ໄດ້ຢູ່ ບໍ່ເປີດເຜີຍອາບັດຊຶ່ງມີຢູ່ ຮູ້ຕົວວ່າກ່າວບໍ່ຈິງຄວາມຜິດຍ່ອມມີແກ່ທ່ານນັ້ນ. ",
  "pli-tv-bu-pm:6.10": "ທ່ານທັງຫຼາຍ ກໍຮູ້ຕົວວ່າກ່າວເທັດແລ ພຣະຜູ້ມີພຣະພາກເຈົ້າເວົ້າວ່າ ເປັນທຳທີ່ເຮັດອັນຕະລາຍ, ",
  "pli-tv-bu-pm:6.11": "ເພາະສະນັ້ນ ເມື່ອພິກຂຸຕ້ອງອາບັດແລ້ວລະນຶກໄດ້ ຫວັງຄວາມບໍລິສຸດ ຄວນເປີດເຜີຍອາບັດຊຶ່ງມີຢູ່, ",
  "pli-tv-bu-pm:6.12": "ເພາະການເປີດເຜີຍອາບັດແລ້ວ ຄວາມສະບາຍຍ່ອມມີແກ່ທ່ານ. ",
  "pli-tv-bu-pm:7.1": "ຂ້ານ້ອຍພຽງສະແດງໂດຍສະຫລຸບເທົ່ານັ້ນ ໃນຂໍ້ຄວາມເບື້ອງຕົ້ນ. ",
  "pli-tv-bu-pm:7.2": "ຂ້ານ້ອຍຂໍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍລິສຸດແລ້ວບໍ່? ",
  "pli-tv-bu-pm:7.3": "ຂ້ານ້ອຍຊໍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານທັງຫຼາຍເປັນຜູ້ບລຶສຸດແລ້ວບໍ່? ",
  "pli-tv-bu-pm:7.4": "ຂ້ານ້ອຍຊໍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານທັງຫຼາຍເປັນຜູ້ບລຶສຸດແລ້ວບໍ່? ",
  "pli-tv-bu-pm:7.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບລຶສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວ ເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:7.6": "ຂໍ້ຄວາມເບື້ອງຕົ້ນ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:8.0": "ປາຣາຊິກຸທະເທສະ ",
  "pli-tv-bu-pm:8.1": "ອາບັດທັງຫຼາຍຊື່ວ່າປາຣາຊິກ ໔ ເຫຼົ່ານີ້ ຍ່ອມມາສູ່ອຸດເທດໃນປາຕິໂມກນັ້ນ. ",
  "pli-tv-bu-pm:9.0": "ປາຣາຊິກ ໑. ເມຖຸນທຳ ",
  "pli-tv-bu-pm:9.1": "ອັນນຶ່ງ ພິກຂຸໃດເຖິງພ້ອມດ້ວຍສິກຂາທຳນຽມລ້ຽງຊີບຮ່ວມກັນ ຂອງພິກຂຸທັງຫຼາຍຍັງບໍ່ກ່າວຄືນສິກຂາ ບໍ່ໄດ້ເຮັດໃຫ້ແຈ້ງຄວາມເປັນຜູ້ຖອຍກຳລັງ (ຄື ຄວາມທໍ້ແທ້) ຄວນເສບເມຖຸນທຳ ໂດຍທີ່ສຸດແມ່ນວ່າໃນດິຣັດສານຕົວເມຽ ພິກຂຸນີ້ຕ້ອງອາບັດປາຣາຊິກ ບໍ່ມີສັງວາດ. ",
  "pli-tv-bu-pm:10.0": "ປາຣາຊິກ ໒. ອທິນນາທານ ",
  "pli-tv-bu-pm:10.1": "ອັນນຶ່ງ ພິກຂຸໃດຖືເອົາຊັບອັນເຈົ້າຂອງບໍ່ໄດ້ໃຫ້ ເປັນສ່ວນໂຈນກຳ ຈາກເຮືອນກໍດີຈາກປ່າກໍດີ, ",
  "pli-tv-bu-pm:10.2": "ພຣະລາຊາຈັບໂຈນໄດ້ແລ້ວ ຂ້າເສຽແດ່ ຈຳຂັງໄວ້ແດ່ ເນລະເທດເສຽແດ່ ດ້ວຍປັບໂທດວ່າ ເຈົ້າເປັນໂຈນ ເຈົ້າເປັນຄົນພານ ເຈົ້າເປັນຄົນຫຼົງ ເຈົ້າເປັນຄົນຂະໂມຍ ດັ່ງນີ້ ເພາະຖືເອົາຊັບອັນເຈົ້າຂອງບໍ່ໄດ້ໃຫ້ເຫັນປານໃດ ພິກຂຸຖືເອົາຊັບອັນເຈົ້າຂອງບໍ່ໄດ້ໃຫ້ເຫັນຄືນັ້ນ ",
  "pli-tv-bu-pm:10.3": "ແມ່ນວ່າພິກຂຸນີ້ ກໍຕ້ອງອາບັດປາຣາຊິກ ຫາສັງວາດບໍ່ໄດ້. ",
  "pli-tv-bu-pm:11.0": "ປາຣາຊິກ ໓. ມນຸດສະວິຄກະຫະ ",
  "pli-tv-bu-pm:11.1": "ອັນນຶ່ງ ພິກຂຸໃດແກ້ງພາກກາຍມະນຸດຈາກຊີວິດຫຼືສະແຫວງຫາສັດຕຣາອັນຈະນຳ (ຊີວິດ) ເສຽໃຫ້ແກ່ກາຍມະນຸດນັ້ນ ຫຼືພັນະນາທ່ານແຫ່ງຄວາມຕາຍຫຼືຊັກຊວນເພື່ອຄວາມຕາຍດ້ວຍຄຳວ່າ ",
  "pli-tv-bu-pm:11.2": "“ແນ່ະ ນາຍຜູ້ເປັນຊາຍ ມີປະໂຫຍດຫຍັງແກ່ທ່ານດ້ວຍຊີວິດອັນຊົ່ວນີ້ ທ່ານຕາຍເສຽດີກວ່າເປັນຢູ່”, ",
  "pli-tv-bu-pm:11.3": "ດັ່ງນີ້ນາງມີຈິດໃຈ ມີຈິດດຳລິຢ່າງນີ້ ພັນະນາທ່ານແຫ່ງຄວາມຕາຍກໍດີ ຊັກຊວນເພື່ອຄວາມຕາຍກໍດີ ໂດຍຫຼາຍໄນ, ",
  "pli-tv-bu-pm:11.4": "ແມ່ນວ່າພິກຂຸນີ້ ກໍຕ້ອງອາບັດປາຣາຊິກ ຫາສັງວາດບໍ່ໄດ້. ",
  "pli-tv-bu-pm:12.0": "ປາຣາຊິກ ໔. ອຸດຕະຣິມະນຸດສະທຳ ",
  "pli-tv-bu-pm:12.1": "ອັນນຶ່ງ ພິກຂຸໃດບໍ່ຮູ້ສະເພາະ (ຄືບໍ່ຮູ້ຈິງ) ກ່າວອວດອຸດຕະຣິມະນຸດສະທຳ ອັນເປັນຄວາມເຫັນຢ່າງປະເສີດ ຢ່າງສາມາດນ້ອມເຂົ້າໃນຕົວວ່າ ຂ້ານ້ອຍຮູ້ຢ່າງນີ້ ຂ້ານ້ອຍເຫັນຢ່າງນີ້, ",
  "pli-tv-bu-pm:12.2": "ຄັ້ນສະໄໝອື່ນ ແຕ່ນັ້ນ ອັນຜູ້ໃດ ຜູ້ໜຶ່ງ ເຊື່ອກໍຕາມ ບໍ່ເຊື່ອກໍຕາມ ກໍເປັນອັນຕ້ອງອາບັດແລ້ວ ມຸ່ງຄວາມໝົດຈົດ (ຄື ພົ້ນໂທດ) ຈະຄວນກ່າວຢ່າງນີ້ວ່າ “ແນ່ະທ່ານ ຂ້ານ້ອຍບໍ່ຮູ້ ໄດ້ກ່າວວ່າ ຮູ້ ບໍ່ເຫັນໄດ້ກ່າວວ່າເຫັນໄດ້ເວົ້າພ່ອຍໆ ເປັນບໍ່ຈິງບໍ່ໆ”, ",
  "pli-tv-bu-pm:12.3": "ເວັ້ນໄວ້ແຕ່ວ່າສຳຄັນວ່າໄດ້ບັນລຸ, ",
  "pli-tv-bu-pm:12.4": "ແມ່ນວ່າພິກຂຸນີ້ ກໍເປັນປາຣາຊິກ ຫາສັງວາດບໍ່ໄດ້. ",
  "pli-tv-bu-pm:13.1": "ທ່ານທັງຫຼາຍ ປາຣາຊິກ ໔ ອັນຂ້ານ້ອຍໄດ້ສະແດງຂຶ້ນແລ້ວແລ. ",
  "pli-tv-bu-pm:13.2": "ພິກຂຸຕ້ອງອາບັດເຫຼົ່າໄດເລົ່າ ອັນໃດອັນໜຶ່ງແລ້ວຍ່ອມບໍ່ໄດ້ສັງວາດກັບດ້ວຍພິກຂຸທັງຫຼາຍ ",
  "pli-tv-bu-pm:13.3": "ເໝືອນຢ່າງແຕ່ກ່ອນ ຕ້ອງອາບັດປາຣາຊິກ ບໍ່ມີສັງວາດ. ",
  "pli-tv-bu-pm:13.4": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ໃນຂໍ້ເຫຼົ່ານັ້ນທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື?, ",
  "pli-tv-bu-pm:13.5": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື?, ",
  "pli-tv-bu-pm:13.6": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື?, ",
  "pli-tv-bu-pm:13.7": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດໃນຂໍ້ເຫຼົ່ານີ້ແລ້ວ ເຫດນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:13.8": "ປາຣາຊິກ ສຸດແລ້ວ ",
  "pli-tv-bu-pm:14.0": "ສັງຄາທິເສສຸດເທໂສ ",
  "pli-tv-bu-pm:14.1": "ທ່ານທັງຫຼາຍ ຊື່ສັງຄາທິເສດ ໑໓ ເຫຼົ່ານີ້ແລ ຍ່ອມມາສູ່ອຸດເທດ. ",
  "pli-tv-bu-pm:15.0": "ສັງຄາທິເສດ ໑. ສຸກກະວິດສັດຖິ ",
  "pli-tv-bu-pm:15.1": "ປ່ອຍສຸກກະເປັນໄປດ້ວຍຄວາມຈົ່ງໃຈ ເວັ້ນໄວ້ແຕ່ຝັນ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:16.0": "ສັງຄາທິເສດ ໒. ກາຍະສັງສັກກະ ",
  "pli-tv-bu-pm:16.1": "ອັນນຶ່ງ ພິກຂຸໃດກຳໜັດແລ້ວ ມີຈິດປັ່ນປ່ວນແລ້ວ ເຖິງຄວາມເຄ້າຄຶງດ້ວຍກາຍກັບເພດຍິງ, ຈັບມືກໍຕາມ ຈັບຕ້ອງຜົມກໍຕາມ ລູບຄລຳອະໄວຍະວະອັນໃດອັນໜຶ່ງກໍຕາມ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:17.0": "ສັງຄາທິເສດ ໓. ທຸຕະຖຸນລະວາ ",
  "pli-tv-bu-pm:17.1": "ອັນນຶ່ງ ພິກຂຸໃດກຳໜັດແລ້ວ ມີຈິດປັ່ນປ່ວນແລ້ວ ເວົ້າກ້ຽວເພດຍິງດ້ວຍວາຈາຊົ່ວຫຍາບເໝືອນຊາຍໜຸ່ມເວົ້າກ້ຽວແມ່ຍິງສາວ ດ້ວຍວາຈາພາດພິງເມຖຸນ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:18.0": "ສັງຄາທິເສດ ໔. ອັດຕະກາມະປາຣິຈະຣິຍະ ",
  "pli-tv-bu-pm:18.1": "ອັນນຶ່ງ ພິກຂຸໃດກຳໜັດແລ້ວ ມີຈິດປັ່ນປ່ວນແລ້ວ ກ່າວຄຸນແຫ່ງການບຳເລີຕົນດ້ວຍກາມໃນສຳນັກແມ່ຍິງ ດ້ວຍຖ້ອຍຄຳພາດພິງເມຖຸນວ່າ “ນ້ອງແມ່ຍິງແມ່ຍິງໃດບຳເລີຜູ້ປະພຶດພົນມະຈັນ ມີສິນມີກັນລະຍານະທຳເຊັ່ນເຮົາດ້ວຍທຳນັ້ນ ນັ້ນເປັນຍອດແຫ່ງຄວາມບຳເລີທັງຫຼາຍ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:19.0": "ສັງຄາທິເສດ ໕. ສັນຈະລິດຕະ ",
  "pli-tv-bu-pm:19.1": "ອັນນຶ່ງ ພິກຂຸໃດ ເຖິງຄວາມເປັນຜູ້ທ່ຽວສື່ (ບອກ) ຄວາມປະສົງຂອງຊາຍແກ່ແມ່ຍິງກໍດີ (ບອກ) ຄວາມປະສົງຂອງແມ່ຍິງແກ່ຊາຍກໍດີໃນຄວາມເປັນເມຽກໍຕາມ ໃນຄວາມເປັນຊູ້ກໍຕາມໂດຍທີ່ສຸດ (ບອກ) ແມ່ນວ່າແກ່ແມ່ຍິງແພດສະຍາ ອັນຈະຄວນຢູ່ຮ່ວມຊົ່ວຂະນະ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:20.0": "ສັງຄາທິເສດ ໖. ກຸຕິກາຣະ ",
  "pli-tv-bu-pm:20.1": "ອັນນຶ່ງ ພິກຂຸຈະໃຫ້ເຮັດກຸດີ ອັນຫາເຈົ້າຂອງບໍ່ໄດ້ ສະເພາະຕົນເອງ ດ້ວຍອາການຂໍເອົາເອງຄວນເຮັດໃຫ້ໄດ້ປະມານ; ນີ້ປະມານໃນອັນທຳກຸດີນັ້ນໂດຍຍາວ ໑໒ ຄືບ ໂດຍກວ້າງ ໗ ຄືບດ້ວຍຄືບສຸຄະຕະ (ວັດ) ຂ້າງໃນ, ",
  "pli-tv-bu-pm:20.2": "ຄວນນຳພິກຂຸທັງຫຼາຍໄປ ເພື່ອສະແດງທີ່ ພິກຂຸເຫຼົ່ານັ້ນ ຄວນສະແດງທີ່ອັນບໍ່ມີຜູ້ຈອງໄວ້ອັນມີຊານຮອບ. ",
  "pli-tv-bu-pm:20.3": "ຫາກພິກຂຸໃຫ້ເຮັດກຸດີດ້ວຍການຂໍເອົາເອງ ໃນທີ່ອັນມີຜູ້ຈອງໄວ້ ອັນຫາຊານຮອບບໍ່ໄດ້ຫຼືບໍ່ນຳພິກຂຸທັງຫຼາຍໄປ ເພື່ອສະແດງທີ່ຫຼືເຮັດໃຫ້ລ່ວງປະມານ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:21.0": "ສັງຄາທິເສດ ໗. ວິຫາຣະກາຣະ ",
  "pli-tv-bu-pm:21.1": "ອັນນຶ່ງ ພິກຂຸຈະໃຫ້ເຮັດວິຫານໃຫຍ່ອັນມີເຈົ້າຂອງ ສະເພາະຕົນເອງ ຄວນນຳພິກຂຸທັງຫຼາຍໄປເພື່ອສະແດງທີ່, ",
  "pli-tv-bu-pm:21.2": "ພິກຂຸເຫຼົ່ານັ້ນ ຄວນສະແດງທີ່ອັນບໍ່ມີຜູ້ຈອງໄວ້ອັນມີຊານຮອບ. ",
  "pli-tv-bu-pm:21.3": "ຫາກພິກຂຸໃຫ້ເຮັດວິຫານໃຫຍ່ໃນທີ່ ມີຜູ້ຈອງໄວ້ ຫາຊານຮອບບໍ່ໄດ້ ຫຼືບໍ່ນຳພິກຂຸທັງຫຼາຍໄປເພື່ອສະແດງທີ່ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:22.0": "ສັງຄາທິເສດ ໘ ທຸດຖະໂທສະ ",
  "pli-tv-bu-pm:22.1": "ອັນນຶ່ງ ພິກຂຸໃດຂັດໃຈ ມີໂທສະບໍ່ແຊ່ມຊື່ນ ຕາມກຳຈັດ (ຄື ໂຈດ) ພິກຂຸດ້ວຍ ມີໂທດເຖິງປາຣາຊິກ ອັນຫາມູນບໍ່ໄດ້ ດ້ວຍໝາຍໃຈວ່າ “ແມ່ນວ່າເຫດໃດເຮົາຈະເຮັດທ່ານໃຫ້ເຄື່ອນຈາກພົນມະຈັນນີ້ໄດ້”, ",
  "pli-tv-bu-pm:22.2": "ຄັ້ນສະໄໝອື່ນ ແຕ່ນັ້ນ ອັນຜູ້ໃດຜູ້ໜຶ່ງຖືເອົາຕາມກໍຕາມ ບໍ່ຖືເອົາຕາມກໍຕາມ (ຄື ເຊື່ອບໍ່ເຊື່ອກໍຕາມ) ແຕ່ອະທິກອນນັ້ນ ເປັນເລື່ອງຫາມູນບໍ່ໄດ້ແລະພິກຂຸຍ່ອມຍຶດອິງໂທສະ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:23.0": "ສັງຄາທິເສດ ໙. ອັນຍະພາຄິຍະ ",
  "pli-tv-bu-pm:23.1": "ອັນນຶ່ງ ພິກຂຸໃດຂັດໃຈ ມີໂທສະບໍ່ແຊ່ມຊື່ນ ຖືເອົາເອກເທດບາງແຫ່ງ ແຫ່ງອະທິກອນອັນເປັນເລື່ອງອື່ນໃຫ້ເປັນພຽງເລີດ ຕາມກຳຈັດພິກຂຸດ້ວຍ ທຳອັນມີໂທດເຖິງປາຣາຊິກ ດ້ວຍໝາຍໃຈວ່າ “ແມ່ນວ່າເຫດໃດເຮົາຈະເຮັດທ່ານໃຫ້ເຄື່ອນຈາກພົນມະຈັນນີ້ໄດ້”, ",
  "pli-tv-bu-pm:23.2": "ຄັ້ນສະໄໝອື່ນ ແຕ່ນັ້ນ ອັນຜູ້ໃດຜູ້ອື່ນຖືເອົາຕາມກໍຕາມ ບໍ່ຖືເອົາຕາມກໍຕາມ (ຄື ເຊື່ອກໍຕາມບໍ່ເຊື່ອກໍຕາມ) ແຕ່ອະທິກອນນັ້ນເປັນເລື່ອງອື່ນເອກເທດບາງບ່ອນ ທ່ານຖືເອົາພໍເປັນເລດແລະພິກຂຸຂຸຍ່ອມຍືນຍັນອິງໂທສະ ໓ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:24.0": "ສັງຄາທິເສດ ໑໐. ສັງຄະເພດ ",
  "pli-tv-bu-pm:24.1": "ອັນນຶ່ງ ພິກຂຸໃດ ຕະກຽກຕະກາຍເພື່ອທຳລາຍສົງຜູ້ພ້ອມພຽງຫຼືຖືເອົາອະທິກອນ (ຄື ເລື່ອງ) ອັນເປັນເຫດແຕກກັນຍັ້ງຍືນຢູ່ ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນວ່າກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:24.2": "“ທ່ານຢ່າໄດ້ຕະກຽກຕະກາຍ ເພື່ອທຳລາຍສົງຜູ້ພ້ອມພຽງ ຫຼືຢ່າໄດ້ຖືເອົາອະທິກອນອັນເປັນເຫດແຕກກັນ ຍັ້ງຍືນຢູ່, ",
  "pli-tv-bu-pm:24.3": "ຂໍທ່ານຈົ່ງພ້ອມພຽງດ້ວຍສົງ ເພາະວ່າສົງຜູ້ພ້ອມພຽງກັນ ປອງດອງກັນ ບໍ່ວິວາດກັນ ມີອຸດເທດດຽວກັນ (ຄື ຟັງພຣະປາຕິໂມກຮ່ວມກັນ) ຍ່ອມຢູ່ຜາສຸກ”, ",
  "pli-tv-bu-pm:24.4": "ແລະພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຍັງຢືນກາມຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນສວດສົມນຸພາດ (ຄື ປະກາດຫ້າມ) ກວ່າຈະຄົບ ໓ ເທື່ອເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bu-pm:24.5": "ຫາກທ່ານຖືກສວດສົມນຸພາດ ກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ ສະລະກັມມ໌ນັ້ນເສຽສະລະໄດ້ຢ່າງນີ້ ນັ້ນເປັນການດີ, ",
  "pli-tv-bu-pm:24.6": "ຫາກທ່ານທັງຫລາຍບໍ່ສະລະເສຽ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:25.0": "ສັງຄາທິເສດ ໑໑. ເພທານຸວັດຕະກະ ",
  "pli-tv-bu-pm:25.1": "ອັນນຶ່ງ ມີພິກຂຸຜູ້ປະພຶດຕາມຜູ້ເວົ້າເຂົ້າກັນຂອງພິກຂຸນັ້ນແລ ໑ ຮູບແດ່ ໒ ຮູບແດ່ ໓ ຮູບແດ່ ໓ ທ່ານທັງຫຼາຍກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:25.2": "“ຂໍທ່ານທັງຫຼາຍຢ່າໄດ້ກ່າວຄຳຫຍັງໆ ຕໍ່ພິກຂຸນັ້ນ, ",
  "pli-tv-bu-pm:25.3": "ພິກຂຸນັ້ນກ່າວຖືກທຳດ້ວຍ ພິກຂຸນັ້ນກ່າວຖືກວິໄນດ້ວຍ, ",
  "pli-tv-bu-pm:25.4": "ພິກຂຸນັ້ນຖືເອົາຄວາມພໍໃຈແລະຄວາມມັກໃຈຂອງພວກຂ້ານ້ອຍກ່າວດ້ວຍ ທ່ານຮູ້ (ໃຈ) ຂອງພວກຂ້ານ້ອຍຈຶ່ງເວົ້າຄຳທີ່ທ່ານກ່າວນີ້ ຍ່ອມຄວນ (ຄື ຖືກໃຈ) ແມ່ນວ່າແກ່ພວກຂ້ານ້ອຍ”, ",
  "pli-tv-bu-pm:25.5": "ພິກຂຸເຫຼົ່ານັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນວ່າກ່າວ ຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:25.6": "“ທ່ານທັງຫຼາຍ ຢ່າໄດ້ກ່າວຢ່າງນັ້້ນ, ",
  "pli-tv-bu-pm:25.7": "ພິກຂຸນັ້ນບໍ່ແມ່ນຜູ້ກ່າວຖືກທຳດ້ວຍ ພິກຂຸນັ້ນບໍ່ແມ່ນຜູ້ກ່າວຖືກວິໄນດ້ວຍ, ",
  "pli-tv-bu-pm:25.8": "ຄວາມທຳລາຍສົງຢ່າໄດ້ມັກ ແມ່ນວ່າແກ່ພວກທ່ານ, ",
  "pli-tv-bu-pm:25.9": "ຂໍ (ໃຈ) ຂອງພວກທ່ານຈົ່ງພ້ອມພຽງດ້ວຍສົງເພາະວ່າສົງຜູ້ພ້ອມພຽງປອງດອງກັນ ບໍ່ວິວາດກັນ ມີອຸດເທດດຽວກັນ ຍ່ອມຢູ່ຜາສຸກ”, ",
  "pli-tv-bu-pm:25.10": "ແລະພິກຂຸເຫຼົ່ານັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຍັງຍັ້ງຍືນຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸເຫຼົ່ານັ້ນ ອັນພິກຂຸທັງຫຼາຍ ຄວນສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ສຸດ ເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bu-pm:25.11": "ຫາກທ່ານທັງຫຼາຍຖືກສວດສົມນຸພາດ ກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ ສະລະກຳນັ້ນເສຽສະລະໄດ້ຢ່າງນີ້ ນັ້ນເປັນການດີ, ",
  "pli-tv-bu-pm:25.12": "ຫາກທ່ານທັງຫຼາຍບໍ່ສະລະເສຽ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:26.0": "ສັງຄາທິເສດ ໑໒. ທຸບບະຈະ ",
  "pli-tv-bu-pm:26.1": "ອັນນຶ່ງ ພິກຂຸເປັນຜູ້ມີສັນຊາດແຫ່ງຄົນວ່າຍາກອັນພິກຂຸທັງຫຼາຍ ວ່າກ່າວຢູ່ໂດຍຊອບທຳ ໃນສິກຂາບົດທັງຫຼາຍອັນເນີ່່ອງໃນອຸດເທດ (ຄື ພຣະປາຕິໂມກ) ເຮັດຕົນໃຫ້ເປັນຜູ້ອັນໃຜໆວ່າກ່າວບໍ່ໄດ້ ດ້ວຍກ່າວໂຕ້ວ່າ ",
  "pli-tv-bu-pm:26.2": "“ພວກທ່ານຢ່າໄດ້ກ່າວຫຍັງໆ ຕໍ່ເຮົາເປັນຄຳດີກໍຕາມ ເປັນຄຳຊົ່ວກໍຕາມ ແມ່ນວ່າເຮົາກໍຈະບໍ່ກ່າວຫຍັງໆ ຕໍ່ພວກທ່ານຄືກັນ ເປັນຄຳດີກໍຕາມ ເປັນຄຳຊົ່ວກໍຕາມ, ",
  "pli-tv-bu-pm:26.3": "ຂໍພວກທ່ານຈົ່ງເວັ້ນຈາກການວ່າກ່າວເຮົາເສຽ”, ",
  "pli-tv-bu-pm:26.4": "ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍ ຄວນວ່າກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:26.5": "“ທ່ານຢ່າໄດ້ເຮັດຕົນໃຫ້ເປັນຜູ້ອັນໃຜໆ ວ່າບໍ່ໄດ້ຂໍທ່ານຈົ່ງເຮັດຕົນໃຫ້ເຂົາວ່າໄດ້ແລ, ",
  "pli-tv-bu-pm:26.6": "ແມ່ນວ່າທ່ານກໍຈົ່ງວ່າກ່າວພິກຂຸທັງຫຼາຍໂດຍຊອບທຳ ແມ່ນວ່າພິກຂຸທັງຫຼາຍກໍຈັກວ່າກ່າວທ່ານໂດຍຊອບທຳ, ",
  "pli-tv-bu-pm:26.7": "ເພາະວ່າບໍລິສັດຂອງພຣະຜູ້ມີພຣະພາກເຈົ້ານັ້ນ ຈະເລີນແລ້ວດ້ວຍອາການຢ່າງນີ້ ຄືດ້ວຍວ່າກ່າວຊຶ່ງກັນແລະກັນ ດ້ວຍເຕືອນກັນແລະກັນໃຫ້ອອກຈາກອາບັດ”, ",
  "pli-tv-bu-pm:26.8": "ແລະພິກຂຸຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຍັງຍັ້ງຍືນຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອ ເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bu-pm:26.9": "ຫາກທ່ານຖືກສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ສະລະກັມມ໌ນັ້ນ ເສຽສະລະໄດ້ຢ່າງນີ້ນັ້ນເປັນການດີ, ",
  "pli-tv-bu-pm:26.10": "ຫາກທ່ານບໍ່ສະລະເສຽ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:27.0": "ສັງຄາທິເສດ ໑໓. ກຸນລະທູສະກະ ",
  "pli-tv-bu-pm:27.1": "ອັນນຶ່ງ ພິກຂຸເຂົ້າໄປອາໄສເຮືອນກໍດີ ໜູ່ບ້ານກໍດີ ແຫ່ງໃດແຫ່ງໜຶ່ງຢູ່ ເປັນຜູ້ປະທຸດຮ້າຍສະກຸນ ມີຄວາມປະພຶດຊົ່ວຮ້າຍຄວາມປະພຶດຊົ່ວຮ້າຍຂອງທ່ານ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍແລະສະກຸນທັງຫຼາຍອັນນາງປະທຸດຮ້າຍແລ້ວ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍ, ",
  "pli-tv-bu-pm:27.2": "ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:27.3": "“ທ່ານເປັນຜູ້ປະທຸດຮ້າຍສະກຸນ ມີຄວາມປະພຶດຊົ່ວຮ້າຍຄວາມປະພຶດຊົ່ວຮ້າຍຂອງທ່ານ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍແລະສະກຸນທັງຫຼາຍ ອັນທ່ານປະທຸດຮ້າຍແລ້ວເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍ ທ່ານຈົ່ງຫຼີກໄປເສຽຈາກອາວາດນີ້ທ່ານຢ່າຢູ່ໃນທີ່ນີ້ (ອີກ)”, ",
  "pli-tv-bu-pm:27.4": "ແລະພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຄວນກ່າວກະພິກຂຸເຫຼົ່ານັ້ນຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:27.5": "“ພວກພິກຂຸເຖິງຄວາມພໍໃຈດ້ວຍ ເຖິງຄວາມຂັດເຄືອງດ້ວຍ ເຖິງຄວາມຫຼົງດ້ວຍ ເຖິງຄວາມຢ້ານດ້ວຍ ຍ່ອມຂັບພິກຂຸບາງຮູບ ຍ່ອມບໍ່ຂັບພິກຂຸບາງຮູບເພາະເຊັ່ນດຽວກັນ”, ",
  "pli-tv-bu-pm:27.6": "ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນວ່າກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:27.7": "“ທ່ານຢ່າໄດ້ກ່າວຢ່າງນັ້ນ ພິກຂຸທັງຫຼາຍຫາໄດ້ເຖິງຄວາມພໍໃຈບໍ່ ຫາໄດ້ເຖິງຄວາມຂັດເຄືອງບໍ່ ຫາໄດ້ເຖິງຄວາມຫຼົງບໍ່ ຫາໄດ້ເຖິງຄວາມຢ້ານບໍ່, ",
  "pli-tv-bu-pm:27.8": "ທ່ານເອງແລເປັນຜູ້ປະທຸດຮ້າຍສະກຸນ ມີຄວາມປະພຶດຊົ່ວຮ້າຍຄວາມປະພຶດຊົ່ວຮ້າຍຂອງທ່ານ ເຂົາໄດ້ເຫັນຢູ່ດ້ວຍເຂົາໄດ້ຍິນຢູ່ດ້ວຍແລະສະກຸນທັງຫຼາຍ ອັນທ່ານປະທຸດຮ້າຍແລ້ວເຂົາໄດ້ເຫັນຢູ່ດ້ວຍ ເຂົາໄດ້ຍິນຢູ່ດ້ວຍ ທ່ານຈົ່ງຫຼີກໄປເສຽຈາກອາວາດນີ້ທ່ານຢ່າຢູ່ໃນທີ່ນີ້ (ອີກ)”, ",
  "pli-tv-bu-pm:27.9": "ແລະພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍວ່າກ່າວຢູ່ຢ່າງນີ້ ຍັງຢືນກາມຢູ່ຢ່າງນັ້ນທຽວ ພິກຂຸນັ້ນ ອັນພິກຂຸທັງຫຼາຍຄວນສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອ ເພື່ອໃຫ້ສະລະກຳນັ້ນເສຽ, ",
  "pli-tv-bu-pm:27.10": "ຫາກທ່ານຖືກສວດສົມນຸພາດກວ່າຈະຄົບ ໓ ເທື່ອຢູ່ສະລະກຳນັ້ນເສຽ ສະລະໄດ້ຢ່າງນີ້ນັ້ນເປັນການດີ, ",
  "pli-tv-bu-pm:27.11": "ຫາກທ່ານບໍ່ສະລະເສຽ ຕ້ອງອາບັດສັງຄາທິເສດ. ",
  "pli-tv-bu-pm:28.1": "ທ່ານທັງຫຼາຍ ທຳຊື່ສັງຄາທິເສດ ໑໓ ເປັນປະຖະມາປັດຕິກະ (ໃຫ້ຕ້ອງອາບັດແຕ່ທຳອິດເຮັດ) ເປັນຍາວະຕະຕິຍະກະ (ໃຫ້ຕ້ອງອາບັດເມື່ອສົງສວດປະກາດຫ້າມ ໓ ເທື່ອ). ",
  "pli-tv-bu-pm:28.2": "ພິກຂຸຂຸຕ້ອງອາບັດເຫຼົ່າໄດເລົ່າ ອັນໃດອັນໜຶ່ງແລ້ວຮູ້ຢູ່ ປົກປິດໄວ້ສິ້ນມື້ພຽງເທົ່າໃດ ພິກຂຸນັ້ນເຖິງຈະບໍ່ປາດຖະໜາ ກໍຄວນຕ້ອງຢູ່ປະຣິວາດສິ້ນມື້ເທົ່າທີ່ປົກປິດນັ້ນ. ",
  "pli-tv-bu-pm:28.3": "ພິກຂຸຢູ່ປະຣິວາດຄົບຕາມມື້ທີປິດແລ້ວ ຄວນປະຕິບັດເພື່ອພິກຂຸມານັດເກີນຂຶ້ນໄປ ໖ ຣາຕີໝູ່, ",
  "pli-tv-bu-pm:28.4": "ພິກຂຸໄດ້ປະພຶດມານັດ ໖ ຣາຕີແລ້ວ ໝູ່ພິກສູຄະນະ ໒໐ ຈະຄວນມີທີ່ສີມາໃດ ພິກຂຸນັ້ນສົງຄວນອັບພານທ່ານທີ່ສີມານັ້ນ ຖ້າພິກຂຸສົງຄ໌ຄະນະ ໒໐ ຢ່ອນດ້ວຍພິກຂຸແມ່ນວ່າ ແຕ່ອົງໜຶ່ງບໍ່ຄົບ ໒໐. ",
  "pli-tv-bu-pm:28.5": "ຫາກອັບພານພິກຂຸນັ້ນແລ້ວ ພິກຂຸນັ້ນກໍເປັນອັນບໍ່ໄດ້ອັບພານ ພິກຂຸທັງຫຼາຍທີ່ເປັນຄະນະສົງຄ໌ກໍເປັນອັນພຣະພຸດເຈົ້າຈະຄວນຕິຕຽນນີ້ ເປັນສາມີຈິກຳ (ຄືປະພຶດຊອບ) ໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:28.6": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍ ເປັນຜູ້ບໍລິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:28.7": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໒ ເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:28.8": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍແມ່ນວ່າເທື່ອທີ່ ໓ ເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:28.9": "ທ່ານທັງຫຼາຍເປັນຜູ້ບຣິສຸດແລ້ວໃນເລື່ອງນັ້ນ ເພາະສະນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:28.10": "ສັງຄາທິເສໂສ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:29.0": "ອະນິຍະຕຸດເທໂສ ",
  "pli-tv-bu-pm:29.1": "ທ່ານທັງຫຼາຍ ທຳຊື່ ອະນິຍະຕະ ໒ ເຫຼົ່ານີ້ແລ ຍ່ອມມາສູ່ອຸດເທດ. ",
  "pli-tv-bu-pm:30.0": "ອະນິຍະຕະ ໑. ປະຖະມະອະນິຍະຕະ ",
  "pli-tv-bu-pm:30.1": "ອັນນຶ່ງ ພິກຂຸໃດຜູ້ດຽວສຳເລັດການນັ່ງໃນທີ່ລັບ ຄືໃນອາດສະນະກຳບັງ ພໍຈະເຮັດການໄດ້ກັບແມ່ຍິງຜູ້ດຽວ ອຸບາສິກາມີວາຈາທີ່ເຊື່ອໄດ້ ເຫັນພິກຂຸກັບແມ່ຍິງນັ້ນນັ້ນທຽວ ",
  "pli-tv-bu-pm:30.2": "ເວົ້າຂຶ້ນດ້ວຍທຳ ໓ ປະການຢ່າງໃດຢ່າງໜຶ່ງ ຄື ດ້ວຍປາຣາຊິກກໍດີ ດ້ວຍສັງຄາທິເສດກໍດີ ດ້ວຍປາຈິດຕີກໍດີ, ",
  "pli-tv-bu-pm:30.3": "ພິກຂຸຍອມຮັບຊຶ່ງການນັ່ງ ຄວນຖືກປັບດ້ວຍທຳ ໓ ປະການ ຄື ດ້ວຍປາຣາຊິກແດ່ ດ້ວຍສັງຄາທິເສດແດ່ ດ້ວຍປາຈິດຕີແດ່, ",
  "pli-tv-bu-pm:30.4": "ອີກຢ່າງໜຶ່ງ ອຸບາສິກາມີວາຈາທີ່ເຊື່ອໄດ້ນັ້ນກ່າວດ້ວຍທຳໃດ ພິກຂຸນັ້ນຄວນຖືກປັບດ້ວຍທຳນັ້ນ, ",
  "pli-tv-bu-pm:30.5": "ທຳນີ້ຊື່ ອະນິຍະຕະ. ",
  "pli-tv-bu-pm:31.0": "ອະນິຍະຕະ ໒. ທຸຕິຍະອະນິຍະຕະ ",
  "pli-tv-bu-pm:31.1": "ອັນນຶ່ງ ສະຖານທີ່ບໍ່ເປັນທີ່ກຳບັງຫຍັງເລີຍ ບໍ່ພໍທີ່ຈະເຮັດກຳໄດ້ (ຄື ການເສບເມຖຸນ) ແຕ່ພໍເປັນທີ່ຈະເວົ້າຄຸຍແມ່ຍິງ ດ້ວຍວາຈາຊົ່ວຫຍາບໄດ້ຢູ່, ",
  "pli-tv-bu-pm:31.2": "ແລະພິກຂຸໃດຜູ້ດຽວ ສຳເລັດການນັ່ງໃນທີ່ລັບກັບດ້ວຍແມ່ຍິງຜູ້ດຽວ ໃນອາດສະນະມີຮູບຢ່າງນັ້ນ ອຸບາສິກາມີວາຈາທີ່ເຊື່ອໄດ້ເຫັນພິກຂຸກັບແມ່ຍິງນັ້ນ ນັ້ນແລ້ວ ",
  "pli-tv-bu-pm:31.3": "ເວົ້າຂຶ້ນດ້ວຍທຳ ໒ ປະການ ຢ່າງໃດຢ່າງໜຶ່ງ ຄື ດ້ວຍສັງຄາທິເສດກໍດີ ດ້ວຍປາຈິດຕີກໍດີ, ",
  "pli-tv-bu-pm:31.4": "ພິກຂຸຍອມຮັບຊຶ່ງການນັ່ງ ຄວນຖືກປັບດ້ວຍ ໒ ປະການ ຄື ດ້ວຍສັງຄາທິເສດແດ່ ດ້ວຍປາຈິດຕີແດ່, ",
  "pli-tv-bu-pm:31.5": "ອີກຢ່າງໜຶ່ງ ອຸບາສິກາມີວາຈາທີ່ເຊື່ອໄດ້ນັ້ນກ່າວດ້ວຍທຳໃດ ພິກຂຸນັ້ນຄວນຖືກປັບດ້ວຍທຳນັ້ນ, ",
  "pli-tv-bu-pm:31.6": "ທຳນີ້ຊື່ ອະນິຍະຕະ. ",
  "pli-tv-bu-pm:32.1": "ທຳຊື່ ອະນິຍະຕະທັງ ໒ ຂ້ານ້ອຍໄດ້ຍົກຂຶ້ນສະແດງແລ້ວແລ. ",
  "pli-tv-bu-pm:32.2": "ຂ້ານ້ອຍຖາມທ່ານທັງຫຼາຍໃນເລື່ອງນັ້ນ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:32.3": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໒ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:32.4": "ຂ້ານ້ອຍຖາມແມ່ນວ່າເທື່ອທີ່ ໓ ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວຫຼື, ",
  "pli-tv-bu-pm:32.5": "ທ່ານທັງຫຼາຍເປັນຜູ້ບໍຣິສຸດແລ້ວໃນເລື່ອງນີ້ ເພາະສະນັ້ນຈຶ່ງນິ່ງ ຂ້ານ້ອຍຊົງຄວາມນີ້ໄວ້ດ້ວຍຢ່າງນີ້. ",
  "pli-tv-bu-pm:32.6": "ອະນິຍະຕະ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:33.0": "ນິດສັກຄິຍະປາຈິດຕີຍາ ",
  "pli-tv-bu-pm:33.1": "ທ່ານທັງຫຼາຍ ທຳຊື່ນິດສັກຄິຍະປາຈິດຕີ ສິກຂາບົດເຫຼົ່ານີ້ແລຍ່ອມມາສູ່ອຸດເທດ. ",
  "pli-tv-bu-pm:34.0.1": "ບົດທີ ໑. ກະຖິນ ",
  "pli-tv-bu-pm:34.0.2": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑. ກະຖິນ ",
  "pli-tv-bu-pm:34.1": "ຈີວອນສຳເລັດແລ້ວ ກະຖິນອັນພິກຂຸເດາະເສຽແລ້ວ ຄວນຊົງອະຕິເຣກຈີວອນໄດ້ ໑໐ ມື້ເປັນຢ່າງຍິ່ງ ພິກຂຸໃຫ້ລ່ວງກຳໜົດນັ້ນໄປ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:35.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໒. ອຸໂທສິຕະ ",
  "pli-tv-bu-pm:35.1": "ຈີວອນສຳເລັດແລ້ວ ກະຖິນອັນພິກຂຸເດາະເສຽແລ້ວ ຖ້າພິກຂຸຢູ່ປາດສະຈາກໄຕຣຈີວອນແມ່ນວ່າສິ້ນຄືນໜຶ່ງ ເວັ້ນເສຽແຕ່ພິກຂຸໄດ້ຮັບສົມມຕິ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:36.0": "ນິດສັກຄິຍະ ປາຈິດຕິ ໓. ອະກາລະຈີວະຣະ ",
  "pli-tv-bu-pm:36.1": "ຈີວອນສຳເລັດແລ້ວ ກະຖິນອັນພິກຂຸເດາະເສຽແລ້ວ ອະກາລະຈີວອນເກີດຂຶ້ນແກ່ພິກຂຸ ພິກຂຸຫວັງຢູ່ກໍຄວນຮັບ, ",
  "pli-tv-bu-pm:36.2": "ຄັ້ນຮັບແລ້ວຄວນຮີບໃຫ້ເຮັດ, ",
  "pli-tv-bu-pm:36.3": "ຖ້າຜ້ານັ້ນມີບໍ່ພໍ ເມື່ອຄວາມຫວັງວ່າຈະໄດ້ມີຢູ່ ພິກຂຸນັ້ນກໍຄວນເກັບຈີວອນນັ້ນໄວ້ໄດ້ເດືອນໜຶ່ງເປັນຢ່າງຍິ່ງ ເພື່ອຈີວອນທີ່ຍັງບົກຜ່ອງຈະໄດ້ພໍກັນ. ",
  "pli-tv-bu-pm:36.4": "ຖ້າທ່ານເກັບໄວ້ເກິນນກວ່າກຳໜົດນັ້ນແມ່ນວ່າຄວາມຫວັງວ່າຈະໄດ້ມີຢູ່ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:37.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໔. ປຸຣານະຈີວະຣະ ",
  "pli-tv-bu-pm:37.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ພິກຂຸນີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງໃຫ້ຊັກກໍດີ ໃຫ້ຢ້ອມກໍດີ ໃຫ້ທຸບກໍດີຊຶ່ງຈີວອນເກົ່າ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:38.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໕. ຈີວະຣປະຕິກຄະຫະນະ ",
  "pli-tv-bu-pm:38.1": "ອັນນຶ່ງ ພືກຂຸໃດຮັບຈີວອນຈາກມືພິກຂຸນີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງເວັ້ນໄວ້ແຕ່ຂອງແລກປ່ຽນ ຕ້ອງອາບັດນິດສັກຄີຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:39.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໖. ອັນຍາຕະກະວິນຍັດຕິ ",
  "pli-tv-bu-pm:39.1": "ອັນນຶ່ງ ພິກຂຸໃດຂໍຈີວອນຕໍ່ພໍ່ເຈົ້າເຮືອນກໍດີ ຕໍ່ແມ່ເຈົ້າເຮືອນກໍດີ ຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງນອກຈາກສະໄໝ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:39.2": "ສະໄໝໃນຄຳນັ້ນດັ່ງນີ້, ຄື ພິກຂຸເປັນຜູ້ມີຈີວອນຖືກຊິງເອົາໄປກໍດີ ມີຈີວອນຈິບຫາຍກໍດີ ນີ້ສະໄໝໃນຄຳນັ້ນລະ. ",
  "pli-tv-bu-pm:40.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໗. ຕະຕຸດຕະຣິ ",
  "pli-tv-bu-pm:40.1": "ພໍ່ເຈົ້າເຮືອນກໍດີ ແມ່ເຈົ້າເຮືອນກໍດີ ຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ປະວາລະນາຕໍ່ພິກຂຸດ້ວຍຈີວອນເປັນຈຳນວນຫຼາຍ ເພື່ອນຳໄປຕາມໃຈພິກຂຸນັ້ນຄວນຍິນດີຈີວອນມີອຸດຕະຣາສົງ ກັບອັນຕະຣະວາສະກະເປັນຢ່າງຫຼາຍຈາກຈີວອນເຫຼົ່ານັ້ນ ຖ້າຍິນດີຫຼາຍກວ່ານັ້ນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:41.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໘. ປະຐະມະອຸປັກຂະຕະ ",
  "pli-tv-bu-pm:41.1": "ອັນນຶ່ງ ມີພໍ່ເຈົ້າເຮືອນກໍດີ ແມ່ເຈົ້າເຮືອນກໍດີ ຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ຕະຕຽມຊັບສຳລັບຈ່າຍຈີວອນສະເພາະພິກຂຸໄວ້ວ່າ ",
  "pli-tv-bu-pm:41.2": "“ເຮົາຈັກຈ່າຍຈີວອນດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນນີ້ແລ້ວ ໃຫ້ພິກຂຸຊື່ນີ້ໄດ້ຄອງຈີວອນ”, ",
  "pli-tv-bu-pm:41.3": "ຖ້າພິກຂຸນັ້ນ ເຂົາບໍ່ໄດ້ປວາລະນາໄວ້ກ່ອນ ເຂົ້າໄປຫາແລ້ວ ເຖິງການກຳໜົດໃນຈີວອນໃນສຳນັກຂອງເຂົາວ່າ ",
  "pli-tv-bu-pm:41.4": "“ດີລະ ທ່ານຈົ່ງຈ່າຍຈີວອນເຊັ່ນນັ້ນເຊັ່ນນີ້ດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນແລ້ວໃຫ້ຂ້ານ້ອຍໄດ້ຄອງເຖີດ” ",
  "pli-tv-bu-pm:41.5": "ຖືເອົາຄວາມເປັນຜູ້ໄຄ່ຈີວອນທີ່ດີ, ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:42.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໙. ທຸຕິຍະອຸປັກຂະຕະ ",
  "pli-tv-bu-pm:42.1": "ອັນນຶ່ງ ມີພໍ່ເຈົ້າເຮືອນກໍດີ ແມ່ເຈົ້າເຮືອນກໍດີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງ ໒ ຄົນ ຕະຕຽມຊັບສຳລັບຈ່າຍຈີວອນສະເພາະຜືນໆໄວ້ສະເພາະພິກຂຸວ່າ ",
  "pli-tv-bu-pm:42.2": "“ເຮົາທັງຫຼາຍຈັກຈ່າຍຈີວອນສະເພາະຜືນໆ ດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນສະເພາະຜືນໆ ນີ້ແລ້ວ ຍັງພິກຂຸຊື່ນີ້ໃຫ້ຄອງຈີວອນຫຼາຍຜືນນຳກັນ”, ",
  "pli-tv-bu-pm:42.3": "ຖ້າພິກຂຸນັ້ນ ເຂົາບໍ່ໄດ້ປວາລະນາໄວ້ກ່ອນ ເຂົ້າໄປຫາແລ້ວ ເຖິງການກຳໜົດໃນຈີວອນໃນສຳນັກຂອງເຂົາວ່າ ",
  "pli-tv-bu-pm:42.4": "“ດີລະ ຂໍທ່ານທັງຫຼາຍຈ່າຍຈີວອນເຊັ່ນນັ້ນເຊັ່ນນີ້ດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນສະເພາະຜືນໆ ແລ້ວທັງ ໒ ຄົນ ທັງໝົດກັນໃຫ້ຊ້ານ້ອຍໄດ້ຄອງຈີວອນຜືນດຽວເຖີດ” ",
  "pli-tv-bu-pm:42.5": "ຖືເອົາຄວາມເປັນຜູ້ໄຄ່ຈີວອນທີ່ດີ, ຕ້ອງອາບິດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:43.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໐. ລາຊາ ",
  "pli-tv-bu-pm:43.1": "ອັນນຶ່ງ ພະລາຊາກໍດີ ລາດອຳມາດກໍດີ ພາມກໍດີ ຄະຫະບໍດີກໍດີ ສົ່ງຊັບສຳລັບຈັບຈ່າຍຈີວອນໄປດ້ວຍທູດ ສະເພາະພິກຂຸວ່າ ",
  "pli-tv-bu-pm:43.2": "“ເຈົ້າຈົ່ງຈ່າຍຈີວອນ ດ້ວຍຊັບສຳລັບຈ່າຍຈີວອນນີ້ແລ້ວ ໃຫ້ພິກຂຸຊື່ນີ້ໄດ້ຄອງຈີວອນ”. ",
  "pli-tv-bu-pm:43.3": "ຖ້າທູດນັ້ນເຂົ້າໄປຫາພິກຂຸນັ້ນ ກ່າວຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:43.4": "“ຊັບສຳລັບຈ່າຍຈີວອນນີ້ ນຳມາສະເພາະທ່ານຂໍທ່ານຈົ່ງຮັບຊັບສຳລັບຈ່າຍຈີວອນນັ້ນ”. ",
  "pli-tv-bu-pm:43.5": "ພິກຂຸນັ້ນຄວນກ່າວຕໍ່ທູດນັ້ນຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:43.6": "“ພວກເຮົາຫາບໍ່ໄດ້ຮັບຊັບສຳລັບຈ່າຍຈີວອນ ພວກເຮົາຮັບແຕ່ຈີວອນອັນເປັນຂອງຄວນໂດຍການ ",
  "pli-tv-bu-pm:43.7": "ຖ້າທູດນັ້ນກ່າວຕໍ່ພິກຂຸນັ້ນຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:43.8": "“ກໍໃຜໆ ຜູ້ເປັນໄວຍາວັດຈະກອນຂອງທ່ານມີບໍ?” ",
  "pli-tv-bu-pm:43.9": "ພິກຂຸຕ້ອງການຈີວອນ ຄວນສະແດງຊົນຜູ້ເຮັດວຽກງານໃນອາຣາມ ຫຼືອຸບາສົກໃຫ້ເປັນໄວຍາວັດຈະກອນດ້ວຍຄຳວ່າ ",
  "pli-tv-bu-pm:43.10": "ຜູ້ນັ້ນແລ ເປັນໄວຍາວັດຈະກອນຂອງພິກຂຸທັງຫຼາຍ” ",
  "pli-tv-bu-pm:43.11": "ຖ້າທູດນັ້ນສັ່ງໄວຍາວັດຈະກອນນັ້ນໃຫ້ເຂົ້າໃຈແລ້ວ ເຂົ້າໄປຫາພິກຂຸນັ້ນເວົ້າຢ່າງນີ້ວ່າ ",
  "pli-tv-bu-pm:43.12": "“ຜູ້ທີ່ທ່ານສະແດງເປັນໄວຍາວັດຈະກອນນັ້ນ ຂ້ານ້ອຍສັ່ງໃຫ້ເຂົ້າໃຈແລ້ວ ທ່ານຈົ່ງເຂົ້າໄປຫາເຂົາຈັກໃຫ້ທ່ານຄອງຈີວອນຕາມການ”. ",
  "pli-tv-bu-pm:43.13": "ພິກຂຸຜູ້ຕ້ອງການຈີວອນ ເຂົ້າໄປຫາໄວຍາວັດຈະກອນແລ້ວ ຄວນທວງ ຄວນເຕືອນ ໒ - ໓ ເທື່ອວ່າ ",
  "pli-tv-bu-pm:43.14": "“ຄູບາຕ້ອງການຈີວອນ” ",
  "pli-tv-bu-pm:43.15": "ພິກຂຸທວງຢູ່ ເຕືອນຢູ່ ໒ - ໓ ເທື່ອ ໃຫ້ໄວຍາວັດຈະກອນນັ້ນໃດ້ຈັດຈີວອນສຳເລັດໄດ້ການໃຫ້ສຳເລັດໄດ້ດ້ວຍຢ່າງນີ້ນັ້ນເປັນການດີ ",
  "pli-tv-bu-pm:43.16": "ຖ້າສຳເລັດບໍ່ໄດ້, ຄວນເຂົ້າໄປຍືນນິ່ງຕໍ່ໜ້າ ໔ ເທື່ອ ໕ ເທື່ອ ໖ ເທື່ອເປັນຢ່າງຫຼາຍ ທ່ານຢືນນິ່ງຕໍ່ໜ້າ, ",
  "pli-tv-bu-pm:43.17": "໔ ເທື່ອ ໕ ເທື່ອ ໖ ເທື່ອເປັນຢ່າງຫຼາຍ ໃຫ້ໄວຍາວັດຈະກອນນັ້ນໄດ້ຈັດຈີວອນສຳເລັດໄດ້ ການໃຫ້ສຳເລັດໄດ້ດ້ວຍຢ່າງນີ້ ນັ້ນເປັນການດີ ",
  "pli-tv-bu-pm:43.18": "ຖ້າໃຫ້ສຳເລັດບໍ່ໄດ້ ຖ້າທ່ານພະຍາຍາມໃຫ້ຫຼາຍກວ່ານັ້ນໃຫ້ຈີວອນນັ້ນສຳເລັດ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:43.19": "ຖ້າໃຫ້ສຳເລັດບໍ່ໄດ້ຄວນໄປເອງກໍໄດ້ ສົ່ງທູດໄປກໍໄດ້ ໃນສຳນັກທີ່ສົ່ງຊັບສຳລັບຈ່າຍຈີວອນມາເພື່ອທ່ານ ບອກວ່າ ",
  "pli-tv-bu-pm:43.20": "“ທ່ານສົ່ງຊັບສຳລັບຈ່າຍຈີວອນໄປສະເພາະພິກຂຸໃດ ຊັບນັ້ນຫາບໍ່ສຳເລັດປະໂຫຍດແມ້ນ້ອຍໜຶ່ງແກ່ພິກຂຸນັ້ນ, ",
  "pli-tv-bu-pm:43.21": "ທ່ານຈົ່ງທວງເອົາຄືນຊັບຂອງທ່ານ ຊັບຂອງທ່ານຢ່າໄດ້ຈິບຫາຍເສຽເລີຍ, ",
  "pli-tv-bu-pm:43.22": "ນີ້ເປັນສາມີຈິກັມມ໌ (ຄື ປະພຶດຊອບ) ໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:43.23": "ກະຖິນ (ກຖິນ) ວັກທີ່ ໑ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:44.0.1": "ບົດທີ ໒. ໂກສິຍະ ",
  "pli-tv-bu-pm:44.0.2": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໑. ໂກສຶຍະ ",
  "pli-tv-bu-pm:44.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ເຮັດຜ້າທີ່ພຣະສົງຮອງນັ່ງ (ສັນຖັດ) ປົນດ້ວຍໄໝ, ຕ້ອງນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:45.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໒. ສຸດດກາລະກະ ",
  "pli-tv-bu-pm:45.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ເຮັດຜ້າທີ່ພຣະສົງຮອງນັ່ງ (ສັນຖັດ) ແຫ່ງຂົນຈຽມດຳລ້ວນ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:46.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໓. ທະເວພາກະ ",
  "pli-tv-bu-pm:46.1": "ອັນນຶ່ງ ພິກຂຸຜູ້ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງ (ສັນຖັດ) ໃໝ່ ຄວນຖືເອົາຂົນຈຽມດຳລ້ວນ ໒ ສ່ວນຂົນຈຽມຂາວເປັນສ່ວນທີ່ ໓ ຂົນຈຽມແດງເປັນສ່ວນທີ່ ໔. ",
  "pli-tv-bu-pm:46.2": "ຖ້າພິກຂຸບໍ່ຖືເອົາຂົນຈຽມດຳລ້ວນ ໒ ສ່ວນຂົນຈຽມຂາວເປັນສ່ວນທີ່ ໓ ຂົນຈຽມແດງເປັນສ່ວນທີ່ ໔ ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງ (ສັນຖັດ) ໃໝ່ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:47.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໔. ສັບພັດສະ ",
  "pli-tv-bu-pm:47.1": "ອັນນຶ່ງ ພິກຂຸໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງ (ສັນຖັດ) ໃໝ່ແລ້ວ ຄວນຊົງໄວ້ໃຫ້ໄດ້ ໖ ປີ ຖ້າຢ່ອນກວ່າ ໖ ປີ, ",
  "pli-tv-bu-pm:47.2": "ທ່ານສະລະເສຽແລ້ວກໍດີ ຍັງບໍ່ສະລະແລ້ວກໍດີ ຊຶ່ງຜ້າທີ່ຮອງນັ່ງ (ສັນຖັດ) ນັ້ນ ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງອື່ນໃໝ່ເວັ້ນໄວ້ແຕ່ພິກຂຸໄດ້ສົມມຕິ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:48.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໕. ນິສີທະນະສັນຖະຕະ ",
  "pli-tv-bu-pm:48.1": "ອັນນຶ່ງ ພິກຂຸຜູ້ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງສຳລັບນັ່ງຄວນຖືເອົາຄືບສຸຄະຕະໂດຍຮອບແຫ່ງຜ້າທີ່ຮອງນັ່ງເກົ່າ ເພື່ອເຮັດໃຫ້ເສຽສີ. ",
  "pli-tv-bu-pm:48.2": "ຖ້າພິກຂຸບໍ່ຖືເອົາຄືບສຸຄະຕະໂດຍຮອບແຫ່ງຜ້າທີ່ຮອງນັ່ງເກົ່າ ໃຫ້ເຮັດຜ້າທີ່ຮອງນັ່ງສຳລັບນັ່ງໃໝ່ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:49.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໖. ເອລະກະໂລມະ ",
  "pli-tv-bu-pm:49.1": "ອັນນຶ່ງ ຂົນຈຽມເກີດຂຶ້ນແກ່ພິກຂຸຜູ້ເດີນທາງ ພິກຂຸຕ້ອງການຄວນຮັບໄດ້, ",
  "pli-tv-bu-pm:49.2": "ຄິ້ນຮັບແລ້ວ ເມື່ອຄົນຖືບໍ່ມີ ຄວນຖືໄປດ້ວຍມືຂອງຕົນເອງ ຕະຫຼອດໄລຍະທາງ ໓ ໂຍດ ເປັນຢ່າງຫຼາຍ, ",
  "pli-tv-bu-pm:49.3": "ຖ້າທ່ານຖືເອົາໄປຍິ່ງກວ່ານັ້ນ ແມ່ນວ່າຄົນຖືບໍ່ມີ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:50.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໗. ເອລະກະໂລມະໂທວາປະນະ ",
  "pli-tv-bu-pm:50.1": "ອັນນຶ່ງ ພິກຂຸໃດໃຫ້ພິກຂຸນີຜູ້ບໍ່ແມ່ນຍາດພີ່ນ້ອງໃຫ້ຊັກກໍດີ ໃຫ້ຢ້ອມກໍດີ ໃຫ້ສາງກໍດີ ຊຶ່ງຂົນຈຽມ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:51.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໘. ຣູປິຍະ ",
  "pli-tv-bu-pm:51.1": "ອັນນຶ່ງ ພິກຂຸໃດ ຮັບກໍດີ ໃຫ້ຮັບກໍບໍ່ດີ ທອງເງິນ ຫຼືຍິນດີທອງເງິນອັນເຂົາເກັບໄວ້ໃຫ້ກໍດີ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:52.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໑໙. ຣູປິຍະສັງໂວຫາລະ ",
  "pli-tv-bu-pm:52.1": "ອັນນຶ່ງ ພິກຂຸໃດເຖິງຄວາມແລກປ່ຽນດ້ວຍຣູປິຍະ ມີປະການຕ່າງໆ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:53.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໐. ກະຍະວິກກະຍະ ",
  "pli-tv-bu-pm:53.1": "ອັນນຶ່ງ ພິກຂຸໃດເຖິງການຊື້ແລະການຂາຍມີປະການຕ່າງໆ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:53.2": "ໂກສິຍະວັກທີ່ ໒ ສຸດແລ້ວ. ",
  "pli-tv-bu-pm:54.0.1": "ບົດທີ ໓. ປັດຕະ ",
  "pli-tv-bu-pm:54.0.2": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໑. ປັດຕະ ",
  "pli-tv-bu-pm:54.1": "ຄວນຊົງບາດທີ່ເກີນກຳໜົດໄວ້ໄດ້ ໑໐ ມື້ເປັນຢ່າງຍິ່ງພິກຂຸໃຫ້ລ່ວງກຳໜົດນັ້ນໄປ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:55.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໒. ອູນະປັນຈະພັນທະນະ ",
  "pli-tv-bu-pm:55.1": "ອັນນຶ່ງ ພິກຂຸໃດມີບາດມີຮອຍແຕກນ້ອຍກວ່າ ໕ ນິ້ວ ໃຫ້ຈ່າຍບາດອັນໃໝ່ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:55.2": "ພິກຂຸນັ້ນຄວນສະລະບາດນັ້ນໃນໜູ່ພິກຂຸ ບາດໃບສຸດທ້າຍແຫ່ງພິກຂຸໃນບໍລິສັດນັ້ນ, ",
  "pli-tv-bu-pm:55.3": "ຄວນມອບໃຫ້ແກ່ພິກຂຸນັ້ນ ສັ່ງວ່າ “ນີ້ບາດຂອງທ່ານ ຄວນຊົງໄວ້ (ຄື ໃຊ້) ກວ່າຈະແຕກ”, ",
  "pli-tv-bu-pm:55.4": "ນີ້ເປັນສາມີຈິກັມມ໌ (ຄື ການຊອບ) ໃນເລື່ອງນັ້ນ. ",
  "pli-tv-bu-pm:56.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໓. ເພສັດຊະ ",
  "pli-tv-bu-pm:56.1": "ອັນນຶ່ງ ມີເພສັດອັນຄວນສັນຂອງພິກຂຸຜູ້ອາພາດຄື ເນີຍໃສ ເນີຍຂົ້ນ ນ້ຳມັນ ນ້ຳຜຶ້ງ ນ້ຳອ້ອຍພິກຂຸຮັບ (ປະເຄນ) ຂອງນັ້ນແລ້ວ ຄວນເກັບໄວ້ສັນໄດ້ ໗ ມື້ເປັນຢ່າງຫຼາຍ, ",
  "pli-tv-bu-pm:56.2": "ພິກຂຸໃຫ້ລ່ວງກຳໜົດນັ້ນໄປ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ, ",
  "pli-tv-bu-pm:57.0": "ນິດສັກຄິຍະ ປາຈິດຕິຍະ ໒໔. ວັດຊິກະສາຕິກະ ",
  "pli-tv-bu-pm:57.1": "ພິກຂຸ (ຮູ້) ວ່າລະດູຮ້ອນຍັງເຫຼືອອີກ ໑ ເດືອນ ຄວນສະແຫວງຫາຈີວອນຄື ຜ້າອາບນ້ຳຝົນໄດ້ (ຮູ້) ວ່າລະດູຮ້ອນຍັງເຫຼືອອີກເຄິ່ງເດືອນ ຄວນເຮັດນຸ່ງໄດ້ ",
  "pli-tv-bu-pm:57.2": "ຖ້າທ່ານ (ຮູ້) ວ່າລະດູຮ້ອນເຫຼືອລ້ຳກວ່າ ໑ ເດືອນສະແຫວງຫາຈີວອນ ຄື ຜ້າອາບນ້ຳຝົນ (ຮູ້) ວ່າລະດູຮ້ອນເຫຼືອລ້ຳກວ່າເຄິ່ງເດືອນເຮັດນຸ່ງ ຕ້ອງອາບັດນິດສັກຄິຍະປາຈິດຕີ. ",
  "pli-tv-bu-pm:255.14": "ຂໍນ້ອມໄຫວ້ແດ່ພຣະຜູ້ມີພຣະພາກເຈົ້າ ອະລະຫັນຕະສັມມາສັມພຸດທະເຈົ້າ ພຣະອົງນັ້ນ "
}