{
  "an5.34:0.1": "Aṅguttara Nikāya 5 ",
  "an5.34:0.2": "4. Sumanavagga ",
  "an5.34:0.3": "34. Sīhasenāpatisutta ",
  "an5.34:1.1": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
  "an5.34:1.2": "Atha kho sīho senāpati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho sīho senāpati bhagavantaṃ etadavoca: ",
  "an5.34:1.3": "“sakkā nu kho, bhante, bhagavā sandiṭṭhikaṃ dānaphalaṃ paññāpetun”ti? ",
  "an5.34:2.1": "“Sakkā, sīhā”ti bhagavā avoca: ",
  "an5.34:2.2": "“dāyako, sīha, dānapati bahuno janassa piyo hoti manāpo. ",
  "an5.34:2.3": "Yampi, sīha, dāyako dānapati bahuno janassa piyo hoti manāpo, idampi sandiṭṭhikaṃ dānaphalaṃ. ",
  "an5.34:3.1": "Puna caparaṃ, sīha, dāyakaṃ dānapatiṃ santo sappurisā bhajanti. ",
  "an5.34:3.2": "Yampi, sīha, dāyakaṃ dānapatiṃ santo sappurisā bhajanti, idampi sandiṭṭhikaṃ dānaphalaṃ. ",
  "an5.34:4.1": "Puna caparaṃ, sīha, dāyakassa dānapatino kalyāṇo kittisaddo abbhuggacchati. ",
  "an5.34:4.2": "Yampi, sīha, dāyakassa dānapatino kalyāṇo kittisaddo abbhuggacchati, idampi sandiṭṭhikaṃ dānaphalaṃ. ",
  "an5.34:5.1": "Puna caparaṃ, sīha, dāyako dānapati yaṃ yadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ—visārado upasaṅkamati amaṅkubhūto. ",
  "an5.34:5.2": "Yampi, sīha, dāyako dānapati yaṃ yadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ—visārado upasaṅkamati amaṅkubhūto, idampi sandiṭṭhikaṃ dānaphalaṃ. ",
  "an5.34:6.1": "Puna caparaṃ, sīha, dāyako dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "an5.34:6.2": "Yampi, sīha, dāyako dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, idaṃ samparāyikaṃ dānaphalan”ti. ",
  "an5.34:7.1": "Evaṃ vutte, sīho senāpati bhagavantaṃ etadavoca: ",
  "an5.34:7.2": "“yānimāni, bhante, bhagavatā cattāri sandiṭṭhikāni dānaphalāni akkhātāni, nāhaṃ ettha bhagavato saddhāya gacchāmi; ahaṃ petāni jānāmi. ",
  "an5.34:7.3": "Ahaṃ, bhante, dāyako dānapati bahuno janassa piyo manāpo. ",
  "an5.34:7.4": "Ahaṃ, bhante, dāyako dānapati; maṃ santo sappurisā bhajanti. ",
  "an5.34:7.5": "Ahaṃ, bhante, dāyako dānapati; mayhaṃ kalyāṇo kittisaddo abbhuggato: ‘sīho senāpati dāyako kārako saṅghupaṭṭhāko’ti. ",
  "an5.34:7.6": "Ahaṃ, bhante, dāyako dānapati yaṃ yadeva parisaṃ upasaṅkamāmi—yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ—visārado upasaṅkamāmi amaṅkubhūto. ",
  "an5.34:7.7": "Yānimāni, bhante, bhagavatā cattāri sandiṭṭhikāni dānaphalāni akkhātāni, nāhaṃ ettha bhagavato saddhāya gacchāmi; ahaṃ petāni jānāmi. ",
  "an5.34:7.8": "Yañca kho maṃ, bhante, bhagavā evamāha: ",
  "an5.34:7.9": "‘dāyako, sīha, dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti, etāhaṃ na jānāmi; ettha ca panāhaṃ bhagavato saddhāya gacchāmī”ti. ",
  "an5.34:7.10": "“Evametaṃ, sīha, evametaṃ, sīha. ",
  "an5.34:7.11": "Dāyako dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatīti. ",
  "an5.34:8.1": "Dadaṃ piyo hoti bhajanti naṃ bahū, ",
  "an5.34:8.2": "Kittiñca pappoti yaso ca vaḍḍhati; ",
  "an5.34:8.3": "Amaṅkubhūto parisaṃ vigāhati, ",
  "an5.34:8.4": "Visārado hoti naro amaccharī. ",
  "an5.34:9.1": "Tasmā hi dānāni dadanti paṇḍitā, ",
  "an5.34:9.2": "Vineyya maccheramalaṃ sukhesino; ",
  "an5.34:9.3": "Te dīgharattaṃ tidive patiṭṭhitā, ",
  "an5.34:9.4": "Devānaṃ sahabyagatā ramanti te. ",
  "an5.34:10.1": "Katāvakāsā katakusalā ito cutā, ",
  "an5.34:10.2": "Sayaṃpabhā anuvicaranti nandanaṃ; ",
  "an5.34:10.3": "Te tattha nandanti ramanti modare, ",
  "an5.34:10.4": "Samappitā kāmaguṇehi pañcahi; ",
  "an5.34:10.5": "Katvāna vākyaṃ asitassa tādino, ",
  "an5.34:10.6": "Ramanti sagge sugatassa sāvakā”ti. ",
  "an5.34:10.7": "Catutthaṃ. "
}