{
  "an5.31:0.1": "Aṅguttara Nikāya 5 ",
  "an5.31:0.2": "4. Sumanavagga ",
  "an5.31:0.3": "31. Sumanasutta ",
  "an5.31:1.1": "Ekaṃ samayaṃ …pe… anāthapiṇḍikassa ārāme. ",
  "an5.31:1.2": "Atha kho sumanā rājakumārī pañcahi rathasatehi pañcahi rājakumārisatehi parivutā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho sumanā rājakumārī bhagavantaṃ etadavoca: ",
  "an5.31:2.1": "“Idhassu, bhante, bhagavato dve sāvakā samasaddhā samasīlā samapaññā—",
  "an5.31:2.2": "eko dāyako, eko adāyako. ",
  "an5.31:2.3": "Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyuṃ. ",
  "an5.31:2.4": "Devabhūtānaṃ pana nesaṃ, bhante, siyā viseso, siyā nānākaraṇan”ti? ",
  "an5.31:3.1": "“Siyā, sumane”ti bhagavā avoca: ",
  "an5.31:3.2": "“yo so, sumane, dāyako so amuṃ adāyakaṃ devabhūto samāno pañcahi ṭhānehi adhigaṇhāti—",
  "an5.31:3.3": "dibbena āyunā, dibbena vaṇṇena, dibbena sukhena, dibbena yasena, dibbena ādhipateyyena. ",
  "an5.31:3.4": "Yo so, sumane, dāyako so amuṃ adāyakaṃ devabhūto samāno imehi pañcahi ṭhānehi adhigaṇhāti”. ",
  "an5.31:4.1": "“Sace pana te, bhante, tato cutā itthattaṃ āgacchanti, manussabhūtānaṃ pana nesaṃ, bhante, siyā viseso, siyā nānākaraṇan”ti? ",
  "an5.31:4.2": "“Siyā, sumane”ti bhagavā avoca: ",
  "an5.31:4.3": "“yo so, sumane, dāyako so amuṃ adāyakaṃ manussabhūto samāno pañcahi ṭhānehi adhigaṇhāti—",
  "an5.31:4.4": "mānusakena āyunā, mānusakena vaṇṇena, mānusakena sukhena, mānusakena yasena, mānusakena ādhipateyyena. ",
  "an5.31:4.5": "Yo so, sumane, dāyako so amuṃ adāyakaṃ manussabhūto samāno imehi pañcahi ṭhānehi adhigaṇhāti”. ",
  "an5.31:5.1": "“Sace pana te, bhante, ubho agārasmā anagāriyaṃ pabbajanti, pabbajitānaṃ pana nesaṃ, bhante, siyā viseso, siyā nānākaraṇan”ti? ",
  "an5.31:5.2": "“Siyā, sumane”ti bhagavā avoca: ",
  "an5.31:5.3": "“yo so, sumane, dāyako so amuṃ adāyakaṃ pabbajito samāno pañcahi ṭhānehi adhigaṇhāti—",
  "an5.31:5.4": "yācitova bahulaṃ cīvaraṃ paribhuñjati appaṃ ayācito, yācitova bahulaṃ piṇḍapātaṃ paribhuñjati appaṃ ayācito, yācitova bahulaṃ senāsanaṃ paribhuñjati appaṃ ayācito, yācitova bahulaṃ gilānapaccayabhesajjaparikkhāraṃ paribhuñjati appaṃ ayācito. ",
  "an5.31:5.5": "Yehi kho pana sabrahmacārīhi saddhiṃ viharati tyassa manāpeneva bahulaṃ kāyakammena samudācaranti appaṃ amanāpena, manāpeneva bahulaṃ vacīkammena samudācaranti appaṃ amanāpena, manāpeneva bahulaṃ manokammena samudācaranti appaṃ amanāpena, manāpaṃyeva bahulaṃ upahāraṃ upaharanti appaṃ amanāpaṃ. ",
  "an5.31:5.6": "Yo so, sumane, dāyako so amuṃ adāyakaṃ pabbajito samāno imehi pañcahi ṭhānehi adhigaṇhātī”ti. ",
  "an5.31:6.1": "“Sace pana te, bhante, ubho arahattaṃ pāpuṇanti, arahattappattānaṃ pana nesaṃ, bhante, siyā viseso, siyā nānākaraṇan”ti? ",
  "an5.31:6.2": "“Ettha kho panesāhaṃ, sumane, na kiñci nānākaraṇaṃ vadāmi, yadidaṃ vimuttiyā vimuttin”ti. ",
  "an5.31:7.1": "“Acchariyaṃ, bhante, abbhutaṃ, bhante. ",
  "an5.31:7.2": "Yāvañcidaṃ, bhante, alameva dānāni dātuṃ alaṃ puññāni kātuṃ; ",
  "an5.31:7.3": "yatra hi nāma devabhūtassāpi upakārāni puññāni, manussabhūtassāpi upakārāni puññāni, pabbajitassāpi upakārāni puññānī”ti. ",
  "an5.31:7.4": "“Evametaṃ, sumane. ",
  "an5.31:7.5": "Alañhi, sumane, dānāni dātuṃ alaṃ puññāni kātuṃ. ",
  "an5.31:7.6": "Devabhūtassāpi upakārāni puññāni, manussabhūtassāpi upakārāni puññāni, pabbajitassāpi upakārāni puññānī”ti. ",
  "an5.31:8.1": "Idamavoca bhagavā. ",
  "an5.31:8.2": "Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ",
  "an5.31:9.1": "“Yathāpi cando vimalo, ",
  "an5.31:9.2": "gacchaṃ ākāsadhātuyā; ",
  "an5.31:9.3": "Sabbe tārāgaṇe loke, ",
  "an5.31:9.4": "ābhāya atirocati. ",
  "an5.31:10.1": "Tatheva sīlasampanno, ",
  "an5.31:10.2": "saddho purisapuggalo; ",
  "an5.31:10.3": "Sabbe maccharino loke, ",
  "an5.31:10.4": "cāgena atirocati. ",
  "an5.31:11.1": "Yathāpi megho thanayaṃ, ",
  "an5.31:11.2": "vijjumālī satakkaku; ",
  "an5.31:11.3": "Thalaṃ ninnañca pūreti, ",
  "an5.31:11.4": "abhivassaṃ vasundharaṃ. ",
  "an5.31:12.1": "Evaṃ dassanasampanno, ",
  "an5.31:12.2": "sammāsambuddhasāvako; ",
  "an5.31:12.3": "Macchariṃ adhigaṇhāti, ",
  "an5.31:12.4": "pañcaṭhānehi paṇḍito. ",
  "an5.31:13.1": "Āyunā yasasā ceva, ",
  "an5.31:13.2": "vaṇṇena ca sukhena ca; ",
  "an5.31:13.3": "Sa ve bhogaparibyūḷho, ",
  "an5.31:13.4": "pecca sagge pamodatī”ti. ",
  "an5.31:13.5": "Paṭhamaṃ. "
}