{
  "an5.7:0.1": "Aṅguttara Nikāya 5 ",
  "an5.7:0.2": "1. Sekhabalavagga ",
  "an5.7:0.3": "7. Kāmasutta ",
  "an5.7:1.1": "“Yebhuyyena, bhikkhave, sattā kāmesu laḷitā. ",
  "an5.7:1.2": "Asitabyābhaṅgiṃ, bhikkhave, kulaputto ohāya agārasmā anagāriyaṃ pabbajito hoti, ‘saddhāpabbajito kulaputto’ti alaṃvacanāya. ",
  "an5.7:1.3": "Taṃ kissa hetu? ",
  "an5.7:1.4": "Labbhā, bhikkhave, yobbanena kāmā te ca kho yādisā vā tādisā vā. ",
  "an5.7:1.5": "Ye ca, bhikkhave, hīnā kāmā ye ca majjhimā kāmā ye ca paṇītā kāmā, sabbe kāmā ‘kāmā’tveva saṅkhaṃ gacchanti. ",
  "an5.7:1.6": "Seyyathāpi, bhikkhave, daharo kumāro mando uttānaseyyako dhātiyā pamādamanvāya kaṭṭhaṃ vā kaṭhalaṃ vā mukhe āhareyya. ",
  "an5.7:1.7": "Tamenaṃ dhāti sīghaṃ sīghaṃ manasi kareyya; ",
  "an5.7:1.8": "sīghaṃ sīghaṃ manasi karitvā sīghaṃ sīghaṃ āhareyya. ",
  "an5.7:1.9": "No ce sakkuṇeyya sīghaṃ sīghaṃ āharituṃ, vāmena hatthena sīsaṃ pariggahetvā dakkhiṇena hatthena vaṅkaṅguliṃ karitvā salohitampi āhareyya. ",
  "an5.7:1.10": "Taṃ kissa hetu? ",
  "an5.7:1.11": "‘Atthesā, bhikkhave, kumārassa vihesā; ",
  "an5.7:1.12": "nesā natthī’ti vadāmi. ",
  "an5.7:1.13": "Karaṇīyañca kho etaṃ, bhikkhave, dhātiyā atthakāmāya hitesiniyā anukampikāya, anukampaṃ upādāya. ",
  "an5.7:1.14": "Yato ca kho, bhikkhave, so kumāro vuddho hoti alaṃpañño, anapekkhā dāni, bhikkhave, dhāti tasmiṃ kumāre hoti: ",
  "an5.7:1.15": "‘attagutto dāni kumāro nālaṃ pamādāyā’ti. ",
  "an5.7:2.1": "Evamevaṃ kho, bhikkhave, yāvakīvañca bhikkhuno saddhāya akataṃ hoti kusalesu dhammesu, hiriyā akataṃ hoti kusalesu dhammesu, ottappena akataṃ hoti kusalesu dhammesu, vīriyena akataṃ hoti kusalesu dhammesu, paññāya akataṃ hoti kusalesu dhammesu, anurakkhitabbo tāva me so, bhikkhave, bhikkhu hoti. ",
  "an5.7:2.2": "Yato ca kho, bhikkhave, bhikkhuno saddhāya kataṃ hoti kusalesu dhammesu, hiriyā kataṃ hoti kusalesu dhammesu, ottappena kataṃ hoti kusalesu dhammesu, vīriyena kataṃ hoti kusalesu dhammesu, paññāya kataṃ hoti kusalesu dhammesu, anapekkho dānāhaṃ, bhikkhave, tasmiṃ bhikkhusmiṃ homi: ",
  "an5.7:2.3": "‘attagutto dāni bhikkhu nālaṃ pamādāyā’”ti. ",
  "an5.7:2.4": "Sattamaṃ. "
}