{
  "an5.162:0.1": "Aṅguttara Nikāya 5 ",
  "an5.162:0.2": "17. Āghātavagga ",
  "an5.162:0.3": "162. Dutiyaāghātapaṭivinayasutta ",
  "an5.162:1.1": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "an5.162:1.2": "“āvuso bhikkhave”ti. ",
  "an5.162:1.3": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ",
  "an5.162:1.4": "Āyasmā sāriputto etadavoca: ",
  "an5.162:2.1": "“Pañcime, āvuso, āghātapaṭivinayā yattha bhikkhuno uppanno āghāto sabbaso paṭivinetabbo. ",
  "an5.162:2.2": "Katame pañca? ",
  "an5.162:2.3": "Idhāvuso, ekacco puggalo aparisuddhakāyasamācāro hoti parisuddhavacīsamācāro; ",
  "an5.162:2.4": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:2.5": "Idha panāvuso, ekacco puggalo aparisuddhavacīsamācāro hoti parisuddhakāyasamācāro; ",
  "an5.162:2.6": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:2.7": "Idha panāvuso, ekacco puggalo aparisuddhakāyasamācāro hoti aparisuddhavacīsamācāro, labhati ca kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ; ",
  "an5.162:2.8": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:2.9": "Idha panāvuso, ekacco puggalo aparisuddhakāyasamācāro hoti aparisuddhavacīsamācāro, na ca labhati kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ; ",
  "an5.162:2.10": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:2.11": "Idha panāvuso, ekacco puggalo parisuddhakāyasamācāro parisuddhavacīsamācāro, labhati ca kālena vā kālaṃ cetaso vivaraṃ cetaso pasādaṃ; ",
  "an5.162:2.12": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:3.1": "Tatrāvuso, yvāyaṃ puggalo aparisuddhakāyasamācāro parisuddhavacīsamācāro, kathaṃ tasmiṃ puggale āghāto paṭivinetabbo? ",
  "an5.162:3.2": "Seyyathāpi, āvuso, bhikkhu paṃsukūliko rathiyāya nantakaṃ disvā vāmena pādena niggaṇhitvā dakkhiṇena pādena pattharitvā, yo tattha sāro taṃ paripātetvā ādāya pakkameyya; ",
  "an5.162:3.3": "evamevaṃ khvāvuso, yvāyaṃ puggalo aparisuddhakāyasamācāro parisuddhavacīsamācāro, yāssa aparisuddhakāyasamācāratā na sāssa tasmiṃ samaye manasi kātabbā, yā ca khvassa parisuddhavacīsamācāratā sāssa tasmiṃ samaye manasi kātabbā. ",
  "an5.162:3.4": "Evaṃ tasmiṃ puggale āghāto paṭivinetabbo. (1) ",
  "an5.162:4.1": "Tatrāvuso, yvāyaṃ puggalo aparisuddhavacīsamācāro parisuddhakāyasamācāro, kathaṃ tasmiṃ puggale āghāto paṭivinetabbo? ",
  "an5.162:4.2": "Seyyathāpi, āvuso, pokkharaṇī sevālapaṇakapariyonaddhā. ",
  "an5.162:4.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "an5.162:4.4": "So taṃ pokkharaṇiṃ ogāhetvā ubhohi hatthehi iticiti ca sevālapaṇakaṃ apaviyūhitvā añjalinā pivitvā pakkameyya. ",
  "an5.162:4.5": "Evamevaṃ kho, āvuso, yvāyaṃ puggalo aparisuddhavacīsamācāro parisuddhakāyasamācāro, yāssa aparisuddhavacīsamācāratā na sāssa tasmiṃ samaye manasi kātabbā, yā ca khvassa parisuddhakāyasamācāratā sāssa tasmiṃ samaye manasi kātabbā. ",
  "an5.162:4.6": "Evaṃ tasmiṃ puggale āghāto paṭivinetabbo. (2) ",
  "an5.162:5.1": "Tatrāvuso, yvāyaṃ puggalo aparisuddhakāyasamācāro aparisuddhavacīsamācāro labhati ca kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ, kathaṃ tasmiṃ puggale āghāto paṭivinetabbo? ",
  "an5.162:5.2": "Seyyathāpi, āvuso, parittaṃ gopade udakaṃ. ",
  "an5.162:5.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "an5.162:5.4": "Tassa evamassa: ",
  "an5.162:5.5": "‘idaṃ kho parittaṃ gopade udakaṃ. ",
  "an5.162:5.6": "Sacāhaṃ añjalinā vā pivissāmi bhājanena vā khobhessāmipi taṃ loḷessāmipi taṃ apeyyampi taṃ karissāmi. ",
  "an5.162:5.7": "Yannūnāhaṃ catukkuṇḍiko nipatitvā gopītakaṃ pivitvā pakkameyyan’ti. ",
  "an5.162:5.8": "So catukkuṇḍiko nipatitvā gopītakaṃ pivitvā pakkameyya. ",
  "an5.162:5.9": "Evamevaṃ kho, āvuso, yvāyaṃ puggalo aparisuddhakāyasamācāro aparisuddhavacīsamācāro labhati ca kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ, yāssa aparisuddhakāyasamācāratā na sāssa tasmiṃ samaye manasi kātabbā; ",
  "an5.162:5.10": "yāpissa aparisuddhavacīsamācāratā na sāpissa tasmiṃ samaye manasi kātabbā. ",
  "an5.162:5.11": "Yañca kho so labhati kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ, tamevassa tasmiṃ samaye manasi kātabbaṃ. ",
  "an5.162:5.12": "Evaṃ tasmiṃ puggale āghāto paṭivinetabbo. (3) ",
  "an5.162:6.1": "Tatrāvuso, yvāyaṃ puggalo aparisuddhakāyasamācāro aparisuddhavacīsamācāro na ca labhati kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ, kathaṃ tasmiṃ puggale āghāto paṭivinetabbo? ",
  "an5.162:6.2": "Seyyathāpi, āvuso, puriso ābādhiko dukkhito bāḷhagilāno addhānamaggappaṭipanno. ",
  "an5.162:6.3": "Tassa puratopissa dūre gāmo pacchatopissa dūre gāmo. ",
  "an5.162:6.4": "So na labheyya sappāyāni bhojanāni, na labheyya sappāyāni bhesajjāni, na labheyya patirūpaṃ upaṭṭhākaṃ, na labheyya gāmantanāyakaṃ. ",
  "an5.162:6.5": "Tamenaṃ aññataro puriso passeyya addhānamaggappaṭipanno. ",
  "an5.162:6.6": "So tasmiṃ purise kāruññaṃyeva upaṭṭhāpeyya, anuddayaṃyeva upaṭṭhāpeyya, anukampaṃyeva upaṭṭhāpeyya: ",
  "an5.162:6.7": "‘aho vatāyaṃ puriso labheyya sappāyāni bhojanāni, labheyya sappāyāni bhesajjāni, labheyya patirūpaṃ upaṭṭhākaṃ, labheyya gāmantanāyakaṃ. ",
  "an5.162:6.8": "Taṃ kissa hetu? ",
  "an5.162:6.9": "Māyaṃ puriso idheva anayabyasanaṃ āpajjī’ti. ",
  "an5.162:6.10": "Evamevaṃ kho, āvuso, yvāyaṃ puggalo aparisuddhakāyasamācāro aparisuddhavacīsamācāro na ca labhati kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ, evarūpepi, āvuso, puggale kāruññaṃyeva upaṭṭhāpetabbaṃ anuddayāyeva upaṭṭhāpetabbā anukampāyeva upaṭṭhāpetabbā: ",
  "an5.162:6.11": "‘aho vata ayamāyasmā kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveyya, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveyya, manoduccaritaṃ pahāya manosucaritaṃ bhāveyya. ",
  "an5.162:6.12": "Taṃ kissa hetu? ",
  "an5.162:6.13": "Māyaṃ āyasmā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjī’ti. ",
  "an5.162:6.14": "Evaṃ tasmiṃ puggale āghāto paṭivinetabbo. (4) ",
  "an5.162:7.1": "Tatrāvuso, yvāyaṃ puggalo parisuddhakāyasamācāro parisuddhavacīsamācāro labhati ca kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ, kathaṃ tasmiṃ puggale āghāto paṭivinetabbo? ",
  "an5.162:7.2": "Seyyathāpi, āvuso, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā nānārukkhehi sañchannā. ",
  "an5.162:7.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "an5.162:7.4": "So taṃ pokkharaṇiṃ ogāhetvā nhātvā ca pivitvā ca paccuttaritvā tattheva rukkhacchāyāya nisīdeyya vā nipajjeyya vā. ",
  "an5.162:8.1": "Evamevaṃ kho, āvuso, yvāyaṃ puggalo parisuddhakāyasamācāro parisuddhavacīsamācāro labhati ca kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ, yāpissa parisuddhakāyasamācāratā sāpissa tasmiṃ samaye manasi kātabbā; ",
  "an5.162:8.2": "yāpissa parisuddhavacīsamācāratā sāpissa tasmiṃ samaye manasi kātabbā; ",
  "an5.162:8.3": "yampi labhati kālena kālaṃ cetaso vivaraṃ cetaso pasādaṃ, tampissa tasmiṃ samaye manasi kātabbaṃ. ",
  "an5.162:8.4": "Evaṃ tasmiṃ puggale āghāto paṭivinetabbo. ",
  "an5.162:8.5": "Samantapāsādikaṃ, āvuso, puggalaṃ āgamma cittaṃ pasīdati. (5) ",
  "an5.162:9.1": "Ime kho, āvuso, pañca āghātapaṭivinayā, yattha bhikkhuno uppanno āghāto sabbaso paṭivinetabbo”ti. ",
  "an5.162:9.2": "Dutiyaṃ. "
}