{
  "an5.99:0.1": "Aṅguttara Nikāya 5 ",
  "an5.99:0.2": "10. Kakudhavagga ",
  "an5.99:0.3": "99. Sīhasutta ",
  "an5.99:1.1": "“Sīho, bhikkhave, migarājā sāyanhasamayaṁ āsayā nikkhamati; ",
  "an5.99:1.2": "āsayā nikkhamitvā vijambhati; ",
  "an5.99:1.3": "vijambhitvā samantā catuddisaṁ anuviloketi; ",
  "an5.99:1.4": "samantā catuddisaṁ anuviloketvā tikkhattuṁ sīhanādaṁ nadati; ",
  "an5.99:1.5": "tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkamati. ",
  "an5.99:1.6": "So hatthissa cepi pahāraṁ deti, sakkaccaññeva pahāraṁ deti, no asakkaccaṁ; ",
  "an5.99:1.7": "mahiṁsassa cepi pahāraṁ deti, sakkaccaññeva pahāraṁ deti, no asakkaccaṁ; ",
  "an5.99:1.8": "gavassa cepi pahāraṁ deti, sakkaccaññeva pahāraṁ deti, no asakkaccaṁ; ",
  "an5.99:1.9": "dīpissa cepi pahāraṁ deti, sakkaccaññeva pahāraṁ deti, no asakkaccaṁ; ",
  "an5.99:1.10": "khuddakānañcepi pāṇānaṁ pahāraṁ deti antamaso sasabiḷārānampi, sakkaccaññeva pahāraṁ deti, no asakkaccaṁ. ",
  "an5.99:1.11": "Taṁ kissa hetu? ",
  "an5.99:1.12": "‘Mā me yoggapatho nassā’ti. ",
  "an5.99:2.1": "Sīhoti kho, bhikkhave, tathāgatassetaṁ adhivacanaṁ arahato sammāsambuddhassa. ",
  "an5.99:2.2": "Yaṁ kho, bhikkhave, tathāgato parisāya dhammaṁ deseti, idamassa hoti sīhanādasmiṁ. ",
  "an5.99:2.3": "Bhikkhūnañcepi, bhikkhave, tathāgato dhammaṁ deseti, sakkaccaññeva tathāgato dhammaṁ deseti, no asakkaccaṁ; ",
  "an5.99:2.4": "bhikkhunīnañcepi, bhikkhave, tathāgato dhammaṁ deseti, sakkaccaññeva tathāgato dhammaṁ deseti, no asakkaccaṁ; ",
  "an5.99:2.5": "upāsakānañcepi, bhikkhave, tathāgato dhammaṁ deseti, sakkaccaññeva tathāgato dhammaṁ deseti, no asakkaccaṁ; ",
  "an5.99:2.6": "upāsikānañcepi, bhikkhave, tathāgato dhammaṁ deseti, sakkaccaññeva tathāgato dhammaṁ deseti, no asakkaccaṁ; ",
  "an5.99:2.7": "puthujjanānañcepi, bhikkhave, tathāgato dhammaṁ deseti antamaso annabhāranesādānampi, sakkaccaññeva tathāgato dhammaṁ deseti, no asakkaccaṁ. ",
  "an5.99:2.8": "Taṁ kissa hetu? ",
  "an5.99:2.9": "Dhammagaru, bhikkhave, tathāgato dhammagāravo”ti. ",
  "an5.99:2.10": "Navamaṁ. "
}