{
  "an5.31:0.1": "Aṅguttara Nikāya 5 ",
  "an5.31:0.2": "4. Sumanavagga ",
  "an5.31:0.3": "31. Sumanasutta ",
  "an5.31:1.1": "Ekaṁ samayaṁ …pe… anāthapiṇḍikassa ārāme. ",
  "an5.31:1.2": "Atha kho sumanā rājakumārī pañcahi rathasatehi pañcahi rājakumārisatehi parivutā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnā kho sumanā rājakumārī bhagavantaṁ etadavoca: ",
  "an5.31:2.1": "“Idhassu, bhante, bhagavato dve sāvakā samasaddhā samasīlā samapaññā—",
  "an5.31:2.2": "eko dāyako, eko adāyako. ",
  "an5.31:2.3": "Te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyuṁ. ",
  "an5.31:2.4": "Devabhūtānaṁ pana nesaṁ, bhante, siyā viseso, siyā nānākaraṇan”ti? ",
  "an5.31:3.1": "“Siyā, sumane”ti bhagavā avoca: ",
  "an5.31:3.2": "“yo so, sumane, dāyako so amuṁ adāyakaṁ devabhūto samāno pañcahi ṭhānehi adhigaṇhāti—",
  "an5.31:3.3": "dibbena āyunā, dibbena vaṇṇena, dibbena sukhena, dibbena yasena, dibbena ādhipateyyena. ",
  "an5.31:3.4": "Yo so, sumane, dāyako so amuṁ adāyakaṁ devabhūto samāno imehi pañcahi ṭhānehi adhigaṇhāti”. ",
  "an5.31:4.1": "“Sace pana te, bhante, tato cutā itthattaṁ āgacchanti, manussabhūtānaṁ pana nesaṁ, bhante, siyā viseso, siyā nānākaraṇan”ti? ",
  "an5.31:4.2": "“Siyā, sumane”ti bhagavā avoca: ",
  "an5.31:4.3": "“yo so, sumane, dāyako so amuṁ adāyakaṁ manussabhūto samāno pañcahi ṭhānehi adhigaṇhāti—",
  "an5.31:4.4": "mānusakena āyunā, mānusakena vaṇṇena, mānusakena sukhena, mānusakena yasena, mānusakena ādhipateyyena. ",
  "an5.31:4.5": "Yo so, sumane, dāyako so amuṁ adāyakaṁ manussabhūto samāno imehi pañcahi ṭhānehi adhigaṇhāti”. ",
  "an5.31:5.1": "“Sace pana te, bhante, ubho agārasmā anagāriyaṁ pabbajanti, pabbajitānaṁ pana nesaṁ, bhante, siyā viseso, siyā nānākaraṇan”ti? ",
  "an5.31:5.2": "“Siyā, sumane”ti bhagavā avoca: ",
  "an5.31:5.3": "“yo so, sumane, dāyako so amuṁ adāyakaṁ pabbajito samāno pañcahi ṭhānehi adhigaṇhāti—",
  "an5.31:5.4": "yācitova bahulaṁ cīvaraṁ paribhuñjati appaṁ ayācito, yācitova bahulaṁ piṇḍapātaṁ paribhuñjati appaṁ ayācito, yācitova bahulaṁ senāsanaṁ paribhuñjati appaṁ ayācito, yācitova bahulaṁ gilānapaccayabhesajjaparikkhāraṁ paribhuñjati appaṁ ayācito. ",
  "an5.31:5.5": "Yehi kho pana sabrahmacārīhi saddhiṁ viharati tyassa manāpeneva bahulaṁ kāyakammena samudācaranti appaṁ amanāpena, manāpeneva bahulaṁ vacīkammena samudācaranti appaṁ amanāpena, manāpeneva bahulaṁ manokammena samudācaranti appaṁ amanāpena, manāpaṁyeva bahulaṁ upahāraṁ upaharanti appaṁ amanāpaṁ. ",
  "an5.31:5.6": "Yo so, sumane, dāyako so amuṁ adāyakaṁ pabbajito samāno imehi pañcahi ṭhānehi adhigaṇhātī”ti. ",
  "an5.31:6.1": "“Sace pana te, bhante, ubho arahattaṁ pāpuṇanti, arahattappattānaṁ pana nesaṁ, bhante, siyā viseso, siyā nānākaraṇan”ti? ",
  "an5.31:6.2": "“Ettha kho panesāhaṁ, sumane, na kiñci nānākaraṇaṁ vadāmi, yadidaṁ vimuttiyā vimuttin”ti. ",
  "an5.31:7.1": "“Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "an5.31:7.2": "Yāvañcidaṁ, bhante, alameva dānāni dātuṁ alaṁ puññāni kātuṁ; ",
  "an5.31:7.3": "yatra hi nāma devabhūtassāpi upakārāni puññāni, manussabhūtassāpi upakārāni puññāni, pabbajitassāpi upakārāni puññānī”ti. ",
  "an5.31:7.4": "“Evametaṁ, sumane. ",
  "an5.31:7.5": "Alañhi, sumane, dānāni dātuṁ alaṁ puññāni kātuṁ. ",
  "an5.31:7.6": "Devabhūtassāpi upakārāni puññāni, manussabhūtassāpi upakārāni puññāni, pabbajitassāpi upakārāni puññānī”ti. ",
  "an5.31:8.1": "Idamavoca bhagavā. ",
  "an5.31:8.2": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "an5.31:9.1": "“Yathāpi cando vimalo, ",
  "an5.31:9.2": "gacchaṁ ākāsadhātuyā; ",
  "an5.31:9.3": "Sabbe tārāgaṇe loke, ",
  "an5.31:9.4": "ābhāya atirocati. ",
  "an5.31:10.1": "Tatheva sīlasampanno, ",
  "an5.31:10.2": "saddho purisapuggalo; ",
  "an5.31:10.3": "Sabbe maccharino loke, ",
  "an5.31:10.4": "cāgena atirocati. ",
  "an5.31:11.1": "Yathāpi megho thanayaṁ, ",
  "an5.31:11.2": "vijjumālī satakkaku; ",
  "an5.31:11.3": "Thalaṁ ninnañca pūreti, ",
  "an5.31:11.4": "abhivassaṁ vasundharaṁ. ",
  "an5.31:12.1": "Evaṁ dassanasampanno, ",
  "an5.31:12.2": "sammāsambuddhasāvako; ",
  "an5.31:12.3": "Macchariṁ adhigaṇhāti, ",
  "an5.31:12.4": "pañcaṭhānehi paṇḍito. ",
  "an5.31:13.1": "Āyunā yasasā ceva, ",
  "an5.31:13.2": "vaṇṇena ca sukhena ca; ",
  "an5.31:13.3": "Sa ve bhogaparibyūḷho, ",
  "an5.31:13.4": "pecca sagge pamodatī”ti. ",
  "an5.31:13.5": "Paṭhamaṁ. "
}