{
  "an5.104:0.1": "Aṅguttara Nikāya 5 ",
  "an5.104:0.2": "11. Phāsuvihāravagga ",
  "an5.104:0.3": "104. Samaṇasukhumālasutta ",
  "an5.104:1.1": "“Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu samaṇesu samaṇasukhumālo hoti. ",
  "an5.104:2.1": "Katamehi pañcahi? ",
  "an5.104:2.2": "Idha, bhikkhave, bhikkhu yācitova bahulaṁ cīvaraṁ paribhuñjati, appaṁ ayācito; yācitova bahulaṁ piṇḍapātaṁ paribhuñjati, appaṁ ayācito; yācitova bahulaṁ senāsanaṁ paribhuñjati, appaṁ ayācito; yācitova bahulaṁ gilānapaccayabhesajjaparikkhāraṁ paribhuñjati, appaṁ ayācito. ",
  "an5.104:2.3": "Yehi kho pana sabrahmacārīhi saddhiṁ viharati, tyassa manāpeneva bahulaṁ kāyakammena samudācaranti, appaṁ amanāpena; manāpeneva bahulaṁ vacīkammena samudācaranti, appaṁ amanāpena; manāpeneva bahulaṁ manokammena samudācaranti, appaṁ amanāpena; ",
  "an5.104:2.4": "manāpaṁyeva upahāraṁ upaharanti, appaṁ amanāpaṁ. ",
  "an5.104:2.5": "Yāni kho pana tāni vedayitāni pittasamuṭṭhānāni vā semhasamuṭṭhānāni vā vātasamuṭṭhānāni vā sannipātikāni vā utupariṇāmajāni vā visamaparihārajāni vā opakkamikāni vā kammavipākajāni vā, tānissa na bahudeva uppajjanti. ",
  "an5.104:2.6": "Appābādho hoti, catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī, ",
  "an5.104:2.7": "āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an5.104:2.8": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu samaṇesu samaṇasukhumālo hoti. ",
  "an5.104:3.1": "Yañhi taṁ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’ti, mameva taṁ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’ti. ",
  "an5.104:3.2": "Ahañhi, bhikkhave, yācitova bahulaṁ cīvaraṁ paribhuñjāmi, appaṁ ayācito; yācitova bahulaṁ piṇḍapātaṁ paribhuñjāmi, appaṁ ayācito; yācitova bahulaṁ senāsanaṁ paribhuñjāmi, appaṁ ayācito; yācitova bahulaṁ gilānapaccayabhesajjaparikkhāraṁ paribhuñjāmi, appaṁ ayācito. ",
  "an5.104:3.3": "Yehi kho pana bhikkhūhi saddhiṁ viharāmi, te maṁ manāpeneva bahulaṁ kāyakammena samudācaranti, appaṁ amanāpena; manāpeneva bahulaṁ vacīkammena samudācaranti, appaṁ amanāpena; manāpeneva bahulaṁ manokammena samudācaranti, appaṁ amanāpena; ",
  "an5.104:3.4": "manāpaṁyeva upahāraṁ upaharanti, appaṁ amanāpaṁ. ",
  "an5.104:3.5": "Yāni kho pana tāni vedayitāni—pittasamuṭṭhānāni vā semhasamuṭṭhānāni vā vātasamuṭṭhānāni vā sannipātikāni vā utupariṇāmajāni vā visamaparihārajāni vā opakkamikāni vā kammavipākajāni vā—tāni me na bahudeva uppajjanti. Appābādhohamasmi. ",
  "an5.104:3.6": "catunnaṁ kho panasmi jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī akicchalābhī akasiralābhī, ",
  "an5.104:3.7": "āsavānaṁ khayā …pe… sacchikatvā upasampajja viharāmi. ",
  "an5.104:4.1": "Yañhi taṁ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’ti, mameva taṁ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’”ti. ",
  "an5.104:4.2": "Catutthaṁ. "
}