{
  "an5.56:0.1": "Aṅguttara Nikāya 5 ",
  "an5.56:0.2": "6. Nīvaraṇavagga ",
  "an5.56:0.3": "56. Upajjhāyasutta ",
  "an5.56:1.1": "Atha kho aññataro bhikkhu yena sako upajjhāyo tenupasaṅkami; upasaṅkamitvā sakaṁ upajjhāyaṁ etadavoca: ",
  "an5.56:1.2": "“etarahi me, bhante, madhurakajāto ceva kāyo, disā ca me na pakkhāyanti, dhammā ca maṁ nappaṭibhanti, thinamiddhañca me cittaṁ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṁ carāmi, atthi ca me dhammesu vicikicchā”ti. ",
  "an5.56:2.1": "Atha kho so bhikkhu taṁ saddhivihārikaṁ bhikkhuṁ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "an5.56:2.2": "“ayaṁ, bhante, bhikkhu evamāha: ",
  "an5.56:2.3": "‘etarahi me, bhante, madhurakajāto ceva kāyo, disā ca maṁ na pakkhāyanti, dhammā ca me nappaṭibhanti, thinamiddhañca me cittaṁ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṁ carāmi, atthi ca me dhammesu vicikicchā’”ti. ",
  "an5.56:3.1": "“Evañhetaṁ, bhikkhu, hoti indriyesu aguttadvārassa, bhojane amattaññuno, jāgariyaṁ ananuyuttassa, avipassakassa kusalānaṁ dhammānaṁ, pubbarattāpararattaṁ bodhipakkhiyānaṁ dhammānaṁ bhāvanānuyogaṁ ananuyuttassa viharato, yaṁ madhurakajāto ceva kāyo hoti, disā cassa na pakkhāyanti, dhammā ca taṁ nappaṭibhanti, thinamiddhañcassa cittaṁ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṁ carati, hoti cassa dhammesu vicikicchā. ",
  "an5.56:3.2": "Tasmātiha te, bhikkhu, evaṁ sikkhitabbaṁ: ",
  "an5.56:3.3": "‘indriyesu guttadvāro bhavissāmi, bhojane mattaññū, jāgariyaṁ anuyutto, vipassako kusalānaṁ dhammānaṁ, pubbarattāpararattaṁ bodhipakkhiyānaṁ dhammānaṁ bhāvanānuyogaṁ anuyutto viharissāmī’ti. ",
  "an5.56:3.4": "Evañhi te, bhikkhu, sikkhitabban”ti. ",
  "an5.56:4.1": "Atha kho so bhikkhu bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "an5.56:4.2": "Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "an5.56:4.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "an5.56:4.4": "Aññataro pana so bhikkhu arahataṁ ahosi. ",
  "an5.56:5.1": "Atha kho so bhikkhu arahattaṁ patto yena sako upajjhāyo tenupasaṅkami; upasaṅkamitvā sakaṁ upajjhāyaṁ etadavoca: ",
  "an5.56:5.2": "“etarahi me, bhante, na ceva madhurakajāto kāyo, disā ca me pakkhāyanti, dhammā ca maṁ paṭibhanti, thinamiddhañca me cittaṁ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṁ carāmi, natthi ca me dhammesu vicikicchā”ti. ",
  "an5.56:5.3": "Atha kho so bhikkhu taṁ saddhivihārikaṁ bhikkhuṁ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "an5.56:5.4": "“ayaṁ, bhante, bhikkhu evamāha: ",
  "an5.56:5.5": "‘etarahi me, bhante, na ceva madhurakajāto kāyo, disā ca me pakkhāyanti, dhammā ca maṁ paṭibhanti, thinamiddhañca me cittaṁ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṁ carāmi, natthi ca me dhammesu vicikicchā’”ti. ",
  "an5.56:6.1": "“Evañhetaṁ, bhikkhu, hoti indriyesu guttadvārassa, bhojane mattaññuno, jāgariyaṁ anuyuttassa, vipassakassa kusalānaṁ dhammānaṁ, pubbarattāpararattaṁ bodhipakkhiyānaṁ dhammānaṁ bhāvanānuyogaṁ anuyuttassa viharato, yaṁ na ceva madhurakajāto kāyo hoti, disā cassa pakkhāyanti, dhammā ca taṁ paṭibhanti, thinamiddhañcassa cittaṁ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṁ carati, na cassa hoti dhammesu vicikicchā. ",
  "an5.56:6.2": "Tasmātiha vo, bhikkhave, evaṁ sikkhitabbaṁ: ",
  "an5.56:6.3": "‘indriyesu guttadvārā bhavissāma, bhojane mattaññuno, jāgariyaṁ anuyuttā, vipassakā kusalānaṁ dhammānaṁ, pubbarattāpararattaṁ bodhipakkhiyānaṁ dhammānaṁ bhāvanānuyogaṁ anuyuttā viharissāmā’ti. ",
  "an5.56:6.4": "Evañhi vo, bhikkhave, sikkhitabban”ti. ",
  "an5.56:6.5": "Chaṭṭhaṁ. "
}