{
  "an5.33:0.1": "Aṅguttara Nikāya 5 ",
  "an5.33:0.2": "4. Sumanavagga ",
  "an5.33:0.3": "33. Uggahasutta ",
  "an5.33:1.1": "Ekaṁ samayaṁ bhagavā bhaddiye viharati jātiyā vane. ",
  "an5.33:1.2": "Atha kho uggaho meṇḍakanattā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho uggaho meṇḍakanattā bhagavantaṁ etadavoca: ",
  "an5.33:2.1": "“Adhivāsetu me, bhante, bhagavā svātanāya attacatuttho bhattan”ti. ",
  "an5.33:2.2": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "an5.33:2.3": "Atha kho uggaho meṇḍakanattā bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "an5.33:3.1": "Atha kho bhagavā tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena uggahassa meṇḍakanattuno nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an5.33:3.2": "Atha kho uggaho meṇḍakanattā bhagavantaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "an5.33:3.3": "Atha kho uggaho meṇḍakanattā bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ ekamantaṁ nisīdi. ",
  "an5.33:3.4": "Ekamantaṁ nisinno kho uggaho meṇḍakanattā bhagavantaṁ etadavoca: ",
  "an5.33:3.5": "“imā me, bhante, kumāriyo patikulāni gamissanti. ",
  "an5.33:3.6": "Ovadatu tāsaṁ, bhante, bhagavā; ",
  "an5.33:3.7": "anusāsatu tāsaṁ, bhante, bhagavā, yaṁ tāsaṁ assa dīgharattaṁ hitāya sukhāyā”ti. ",
  "an5.33:4.1": "Atha kho bhagavā tā kumāriyo etadavoca: ",
  "an5.33:4.2": "“tasmātiha, kumāriyo, evaṁ sikkhitabbaṁ: ",
  "an5.33:4.3": "‘yassa vo mātāpitaro bhattuno dassanti atthakāmā hitesino anukampakā anukampaṁ upādāya, tassa bhavissāma pubbuṭṭhāyiniyo pacchānipātiniyo kiṅkārapaṭissāviniyo manāpacāriniyo piyavādiniyo’ti. ",
  "an5.33:4.4": "Evañhi vo, kumāriyo, sikkhitabbaṁ. ",
  "an5.33:5.1": "Tasmātiha, kumāriyo, evaṁ sikkhitabbaṁ: ",
  "an5.33:5.2": "‘ye te bhattu garuno bhavissanti mātāti vā pitāti vā samaṇabrāhmaṇāti vā, te sakkarissāma garuṁ karissāma mānessāma pūjessāma abbhāgate ca āsanodakena paṭipūjessāmā’ti. ",
  "an5.33:5.3": "Evañhi vo, kumāriyo, sikkhitabbaṁ. ",
  "an5.33:6.1": "Tasmātiha, kumāriyo, evaṁ sikkhitabbaṁ: ",
  "an5.33:6.2": "‘ye te bhattu abbhantarā kammantā uṇṇāti vā kappāsāti vā, tattha dakkhā bhavissāma analasā, tatrupāyāya vīmaṁsāya samannāgatā, alaṁ kātuṁ alaṁ saṁvidhātun’ti. ",
  "an5.33:6.3": "Evañhi vo, kumāriyo, sikkhitabbaṁ. ",
  "an5.33:7.1": "Tasmātiha, kumāriyo, evaṁ sikkhitabbaṁ: ",
  "an5.33:7.2": "‘yo so bhattu abbhantaro antojano dāsāti vā pessāti vā kammakarāti vā, tesaṁ katañca katato jānissāma akatañca akatato jānissāma, gilānakānañca balābalaṁ jānissāma, khādanīyaṁ bhojanīyañcassa paccaṁsena saṁvibhajissāmā’ti. ",
  "an5.33:7.3": "Evañhi vo, kumāriyo, sikkhitabbaṁ. ",
  "an5.33:8.1": "Tasmātiha, kumāriyo, evaṁ sikkhitabbaṁ: ",
  "an5.33:8.2": "‘yaṁ bhattā āharissati dhanaṁ vā dhaññaṁ vā rajataṁ vā jātarūpaṁ vā, taṁ ārakkhena guttiyā sampādessāma, tattha ca bhavissāma adhuttī athenī asoṇḍī avināsikāyo’ti. ",
  "an5.33:8.3": "Evañhi vo, kumāriyo, sikkhitabbaṁ. ",
  "an5.33:8.4": "Imehi kho, kumāriyo, pañcahi dhammehi samannāgato mātugāmo kāyassa bhedā paraṁ maraṇā manāpakāyikānaṁ devānaṁ sahabyataṁ upapajjatīti. ",
  "an5.33:9.1": "Yo naṁ bharati sabbadā, ",
  "an5.33:9.2": "niccaṁ ātāpi ussuko; ",
  "an5.33:9.3": "Sabbakāmaharaṁ posaṁ, ",
  "an5.33:9.4": "bhattāraṁ nātimaññati. ",
  "an5.33:10.1": "Na cāpi sotthi bhattāraṁ, ",
  "an5.33:10.2": "issācārena rosaye; ",
  "an5.33:10.3": "Bhattu ca garuno sabbe, ",
  "an5.33:10.4": "paṭipūjeti paṇḍitā. ",
  "an5.33:11.1": "Uṭṭhāhikā analasā, ",
  "an5.33:11.2": "saṅgahitaparijjanā; ",
  "an5.33:11.3": "Bhattu manāpaṁ carati, ",
  "an5.33:11.4": "sambhataṁ anurakkhati. ",
  "an5.33:12.1": "Yā evaṁ vattatī nārī, ",
  "an5.33:12.2": "bhattuchandavasānugā; ",
  "an5.33:12.3": "Manāpā nāma te devā, ",
  "an5.33:12.4": "yattha sā upapajjatī”ti. ",
  "an5.33:12.5": "Tatiyaṁ. "
}