{
  "an5.144:0.1": "Aṅguttara Nikāya 5 ",
  "an5.144:0.2": "15. Tikaṇḍakīvagga ",
  "an5.144:0.3": "144. Tikaṇḍakīsutta ",
  "an5.144:1.1": "Ekaṁ samayaṁ bhagavā sākete viharati tikaṇḍakīvane. ",
  "an5.144:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "an5.144:1.3": "“bhikkhavo”ti. ",
  "an5.144:1.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "an5.144:1.5": "Bhagavā etadavoca: ",
  "an5.144:2.1": "“Sādhu, bhikkhave, bhikkhu kālena kālaṁ appaṭikūle paṭikūlasaññī vihareyya. ",
  "an5.144:2.2": "Sādhu, bhikkhave, bhikkhu kālena kālaṁ paṭikūle appaṭikūlasaññī vihareyya. ",
  "an5.144:2.3": "Sādhu, bhikkhave, bhikkhu kālena kālaṁ appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya. ",
  "an5.144:2.4": "Sādhu, bhikkhave, bhikkhu kālena kālaṁ paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya. ",
  "an5.144:2.5": "Sādhu, bhikkhave, bhikkhu kālena kālaṁ paṭikūlañca appaṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyya sato sampajāno. ",
  "an5.144:3.1": "Kiñca, bhikkhave, bhikkhu atthavasaṁ paṭicca appaṭikūle paṭikūlasaññī vihareyya? ",
  "an5.144:3.2": "‘Mā me rajanīyesu dhammesu rāgo udapādī’ti—",
  "an5.144:3.3": "idaṁ kho, bhikkhave, bhikkhu atthavasaṁ paṭicca appaṭikūle paṭikūlasaññī vihareyya. ",
  "an5.144:4.1": "Kiñca, bhikkhave, bhikkhu atthavasaṁ paṭicca paṭikūle appaṭikūlasaññī vihareyya? ",
  "an5.144:4.2": "‘Mā me dosanīyesu dhammesu doso udapādī’ti—",
  "an5.144:4.3": "idaṁ kho, bhikkhave, bhikkhu atthavasaṁ paṭicca paṭikūle appaṭikūlasaññī vihareyya. ",
  "an5.144:5.1": "Kiñca, bhikkhave, bhikkhu atthavasaṁ paṭicca appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya? ",
  "an5.144:5.2": "‘Mā me rajanīyesu dhammesu rāgo udapādi, mā me dosanīyesu dhammesu doso udapādī’ti—",
  "an5.144:5.3": "idaṁ kho, bhikkhave, bhikkhu atthavasaṁ paṭicca appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya. ",
  "an5.144:6.1": "Kiñca, bhikkhave, bhikkhu atthavasaṁ paṭicca paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya? ",
  "an5.144:6.2": "‘Mā me dosanīyesu dhammesu doso udapādi, mā me rajanīyesu dhammesu rāgo udapādī’ti—",
  "an5.144:6.3": "idaṁ kho, bhikkhave, bhikkhu atthavasaṁ paṭicca paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya. ",
  "an5.144:7.1": "Kiñca, bhikkhave, bhikkhu atthavasaṁ paṭicca paṭikūlañca appaṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyya? ",
  "an5.144:7.2": "‘Sato sampajāno mā me kvacani katthaci kiñcanaṁ rajanīyesu dhammesu rāgo udapādi, mā me kvacani katthaci kiñcanaṁ dosanīyesu dhammesu doso udapādi, mā me kvacani katthaci kiñcanaṁ mohanīyesu dhammesu moho udapādī’ti—",
  "an5.144:7.3": "idaṁ kho, bhikkhave, bhikkhu atthavasaṁ paṭicca paṭikūlañca appaṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyya sato sampajāno”ti. ",
  "an5.144:7.4": "Catutthaṁ. "
}