{
  "an5.143:0.1": "Aṅguttara Nikāya 5 ",
  "an5.143:0.2": "15. Tikaṇḍakīvagga ",
  "an5.143:0.3": "143. Sārandadasutta ",
  "an5.143:1.1": "Ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "an5.143:1.2": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "an5.143:1.3": "Tena kho pana samayena pañcamattānaṁ licchavisatānaṁ sārandade cetiye sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "an5.143:1.4": "“pañcannaṁ ratanānaṁ pātubhāvo dullabho lokasmiṁ. ",
  "an5.143:1.5": "Katamesaṁ pañcannaṁ? ",
  "an5.143:1.6": "Hatthiratanassa pātubhāvo dullabho lokasmiṁ, assaratanassa pātubhāvo dullabho lokasmiṁ, maṇiratanassa pātubhāvo dullabho lokasmiṁ, itthiratanassa pātubhāvo dullabho lokasmiṁ, gahapatiratanassa pātubhāvo dullabho lokasmiṁ. ",
  "an5.143:1.7": "Imesaṁ pañcannaṁ ratanānaṁ pātubhāvo dullabho lokasmin”ti. ",
  "an5.143:2.1": "Atha kho te licchavī magge purisaṁ ṭhapesuṁ: ",
  "an5.143:2.2": "“yadā tvaṁ, ambho purisa, passeyyāsi bhagavantaṁ, atha amhākaṁ āroceyyāsī”ti. ",
  "an5.143:2.3": "Addasā kho so puriso bhagavantaṁ dūratova āgacchantaṁ; ",
  "an5.143:2.4": "disvāna yena te licchavī tenupasaṅkami; upasaṅkamitvā te licchavī etadavoca: ",
  "an5.143:2.5": "“ayaṁ so, bhante, bhagavā gacchati arahaṁ sammāsambuddho; ",
  "an5.143:2.6": "yassadāni kālaṁ maññathā”ti. ",
  "an5.143:3.1": "Atha kho te licchavī yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho te licchavī bhagavantaṁ etadavocuṁ: ",
  "an5.143:4.1": "“Sādhu, bhante, yena sārandadaṁ cetiyaṁ tenupasaṅkamatu anukampaṁ upādāyā”ti. ",
  "an5.143:4.2": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "an5.143:4.3": "Atha kho bhagavā yena sārandadaṁ cetiyaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā te licchavī etadavoca: ",
  "an5.143:4.4": "“kāya nuttha, licchavī, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "an5.143:4.5": "“Idha, bhante, amhākaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "an5.143:4.6": "‘pañcannaṁ ratanānaṁ pātubhāvo dullabho lokasmiṁ. ",
  "an5.143:4.7": "Katamesaṁ pañcannaṁ? ",
  "an5.143:4.8": "Hatthiratanassa pātubhāvo dullabho lokasmiṁ, assaratanassa pātubhāvo dullabho lokasmiṁ, maṇiratanassa pātubhāvo dullabho lokasmiṁ, itthiratanassa pātubhāvo dullabho lokasmiṁ, gahapatiratanassa pātubhāvo dullabho lokasmiṁ. ",
  "an5.143:4.9": "Imesaṁ pañcannaṁ ratanānaṁ pātubhāvo dullabho lokasmin’”ti. ",
  "an5.143:5.1": "“Kāmādhimuttānaṁ vata bho licchavīnaṁ kāmaṁyeva ārabbha antarākathā udapādi. ",
  "an5.143:5.2": "Pañcannaṁ, licchavī, ratanānaṁ pātubhāvo dullabho lokasmiṁ. ",
  "an5.143:5.3": "Katamesaṁ pañcannaṁ? ",
  "an5.143:5.4": "Tathāgatassa arahato sammāsambuddhassa pātubhāvo dullabho lokasmiṁ, ",
  "an5.143:5.5": "tathāgatappaveditassa dhammavinayassa desetā puggalo dullabho lokasmiṁ, ",
  "an5.143:5.6": "tathāgatappaveditassa dhammavinayassa desitassa viññātā puggalo dullabho lokasmiṁ, ",
  "an5.143:5.7": "tathāgatappaveditassa dhammavinayassa desitassa viññātā dhammānudhammappaṭipanno puggalo dullabho lokasmiṁ, ",
  "an5.143:5.8": "kataññū katavedī puggalo dullabho lokasmiṁ. ",
  "an5.143:5.9": "Imesaṁ kho, licchavī, pañcannaṁ ratanānaṁ pātubhāvo dullabho lokasmin”ti. ",
  "an5.143:5.10": "Tatiyaṁ. "
}