{
  "an5.140:0.1": "Aṅguttara Nikāya 5 ",
  "an5.140:0.2": "14. Rājavagga ",
  "an5.140:0.3": "140. Sotasutta ",
  "an5.140:1.1": "“Pañcahi, bhikkhave, aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgaṃtveva saṅkhaṃ gacchati. ",
  "an5.140:1.2": "Katamehi pañcahi? ",
  "an5.140:1.3": "Idha, bhikkhave, rañño nāgo sotā ca hoti, hantā ca, rakkhitā ca, khantā ca, gantā ca. ",
  "an5.140:2.1": "Kathañca, bhikkhave, rañño nāgo sotā hoti? ",
  "an5.140:2.2": "Idha, bhikkhave, rañño nāgo yamenaṃ hatthidammasārathi kāraṇaṃ kāreti—",
  "an5.140:2.3": "yadi vā katapubbaṃ yadi vā akatapubbaṃ—",
  "an5.140:2.4": "taṃ aṭṭhiṃ katvā manasi katvā sabbaṃ cetasā samannāharitvā ohitasoto suṇāti. ",
  "an5.140:2.5": "Evaṃ kho, bhikkhave, rañño nāgo sotā hoti. (1) ",
  "an5.140:3.1": "Kathañca, bhikkhave, rañño nāgo hantā hoti? ",
  "an5.140:3.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato hatthimpi hanati, hatthāruhampi hanati, assampi hanati, assāruhampi hanati, rathampi hanati, rathikampi hanati, pattikampi hanati. ",
  "an5.140:3.3": "Evaṃ kho, bhikkhave, rañño nāgo hantā hoti. (2) ",
  "an5.140:4.1": "Kathañca, bhikkhave, rañño nāgo rakkhitā hoti? ",
  "an5.140:4.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato rakkhati purimaṃ kāyaṃ, rakkhati pacchimaṃ kāyaṃ, rakkhati purime pāde, rakkhati pacchime pāde, rakkhati sīsaṃ, rakkhati kaṇṇe, rakkhati dante, rakkhati soṇḍaṃ, rakkhati vāladhiṃ, rakkhati hatthāruhaṃ. ",
  "an5.140:4.3": "Evaṃ kho, bhikkhave, rañño nāgo rakkhitā hoti. (3) ",
  "an5.140:5.1": "Kathañca, bhikkhave, rañño nāgo khantā hoti? ",
  "an5.140:5.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato khamo hoti sattippahārānaṃ asippahārānaṃ usuppahārānaṃ pharasuppahārānaṃ bheripaṇavasaṅkhatiṇavaninnādasaddānaṃ. ",
  "an5.140:5.3": "Evaṃ kho, bhikkhave, rañño nāgo khantā hoti. (4) ",
  "an5.140:6.1": "Kathañca, bhikkhave, rañño nāgo gantā hoti? ",
  "an5.140:6.2": "Idha, bhikkhave, rañño nāgo yamenaṃ hatthidammasārathi disaṃ peseti—",
  "an5.140:6.3": "yadi vā gatapubbaṃ yadi vā agatapubbaṃ—",
  "an5.140:6.4": "taṃ khippameva gantā hoti. ",
  "an5.140:6.5": "Evaṃ kho, bhikkhave, rañño nāgo gantā hoti. (5) ",
  "an5.140:7.1": "Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ",
  "an5.140:8.1": "Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa. ",
  "an5.140:8.2": "Katamehi pañcahi? ",
  "an5.140:8.3": "Idha, bhikkhave, bhikkhu sotā ca hoti, hantā ca, rakkhitā ca, khantā ca, gantā ca. ",
  "an5.140:9.1": "Kathañca, bhikkhave, bhikkhu sotā hoti? ",
  "an5.140:9.2": "Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne aṭṭhiṅkatvā manasi katvā sabbaṃ cetasā samannāharitvā ohitasoto dhammaṃ suṇāti. ",
  "an5.140:9.3": "Evaṃ kho, bhikkhave, bhikkhu sotā hoti. (1) ",
  "an5.140:10.1": "Kathañca, bhikkhave, bhikkhu hantā hoti? ",
  "an5.140:10.2": "Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti, pajahati vinodeti hanati byantīkaroti anabhāvaṃ gameti; uppannaṃ byāpādavitakkaṃ …pe… uppannaṃ vihiṃsāvitakkaṃ …pe… uppannuppanne pāpake akusale dhamme nādhivāseti, pajahati vinodeti hanati byantīkaroti anabhāvaṃ gameti. ",
  "an5.140:10.3": "Evaṃ kho, bhikkhave, bhikkhu hantā hoti. (2) ",
  "an5.140:11.1": "Kathañca, bhikkhave, bhikkhu rakkhitā hoti? ",
  "an5.140:11.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "an5.140:11.3": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati cakkhundriyaṃ; cakkhundriye saṃvaraṃ āpajjati. ",
  "an5.140:11.4": "Sotena saddaṃ sutvā … ",
  "an5.140:11.5": "ghānena gandhaṃ ghāyitvā … ",
  "an5.140:11.6": "jivhāya rasaṃ sāyitvā … ",
  "an5.140:11.7": "kāyena phoṭṭhabbaṃ phusitvā … ",
  "an5.140:11.8": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "an5.140:11.9": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati manindriyaṃ; manindriye saṃvaraṃ āpajjati. ",
  "an5.140:11.10": "Evaṃ kho, bhikkhave, bhikkhu rakkhitā hoti. (3) ",
  "an5.140:12.1": "Kathañca, bhikkhave, bhikkhu khantā hoti? ",
  "an5.140:12.2": "Idha, bhikkhave, bhikkhu khamo hoti sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ; duruttānaṃ durāgatānaṃ vacanapathānaṃ uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti. ",
  "an5.140:12.3": "Evaṃ kho, bhikkhave, bhikkhu khantā hoti. (4) ",
  "an5.140:13.1": "Kathañca, bhikkhave, bhikkhu gantā hoti? ",
  "an5.140:13.2": "Idha, bhikkhave, bhikkhu yā sā disā agatapubbā iminā dīghena addhunā, yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ, taṃ khippaññeva gantā hoti. ",
  "an5.140:13.3": "Evaṃ kho, bhikkhave, bhikkhu gantā hoti. (5) ",
  "an5.140:14.1": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ",
  "an5.140:14.2": "Dasamaṃ. ",
  "an5.140:14.3": "Rājavaggo catuttho. ",
  "an5.140:15.1": "Cakkānuvattanā rājā, ",
  "an5.140:15.2": "Yassaṃdisaṃ dve ceva patthanā; ",
  "an5.140:15.3": "Appaṃsupati bhattādo, ",
  "an5.140:15.4": "Akkhamo ca sotena cāti. "
}