{
  "an5.33:0.1": "Aṅguttara Nikāya 5 ",
  "an5.33:0.2": "4. Sumanavagga ",
  "an5.33:0.3": "33. Uggahasutta ",
  "an5.33:1.1": "Ekaṃ samayaṃ bhagavā bhaddiye viharati jātiyā vane. ",
  "an5.33:1.2": "Atha kho uggaho meṇḍakanattā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho uggaho meṇḍakanattā bhagavantaṃ etadavoca: ",
  "an5.33:2.1": "“Adhivāsetu me, bhante, bhagavā svātanāya attacatuttho bhattan”ti. ",
  "an5.33:2.2": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "an5.33:2.3": "Atha kho uggaho meṇḍakanattā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
  "an5.33:3.1": "Atha kho bhagavā tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena uggahassa meṇḍakanattuno nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an5.33:3.2": "Atha kho uggaho meṇḍakanattā bhagavantaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "an5.33:3.3": "Atha kho uggaho meṇḍakanattā bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ ekamantaṃ nisīdi. ",
  "an5.33:3.4": "Ekamantaṃ nisinno kho uggaho meṇḍakanattā bhagavantaṃ etadavoca: ",
  "an5.33:3.5": "“imā me, bhante, kumāriyo patikulāni gamissanti. ",
  "an5.33:3.6": "Ovadatu tāsaṃ, bhante, bhagavā; ",
  "an5.33:3.7": "anusāsatu tāsaṃ, bhante, bhagavā, yaṃ tāsaṃ assa dīgharattaṃ hitāya sukhāyā”ti. ",
  "an5.33:4.1": "Atha kho bhagavā tā kumāriyo etadavoca: ",
  "an5.33:4.2": "“tasmātiha, kumāriyo, evaṃ sikkhitabbaṃ: ",
  "an5.33:4.3": "‘yassa vo mātāpitaro bhattuno dassanti atthakāmā hitesino anukampakā anukampaṃ upādāya, tassa bhavissāma pubbuṭṭhāyiniyo pacchānipātiniyo kiṃkārapaṭissāviniyo manāpacāriniyo piyavādiniyo’ti. ",
  "an5.33:4.4": "Evañhi vo, kumāriyo, sikkhitabbaṃ. ",
  "an5.33:5.1": "Tasmātiha, kumāriyo, evaṃ sikkhitabbaṃ: ",
  "an5.33:5.2": "‘ye te bhattu garuno bhavissanti mātāti vā pitāti vā samaṇabrāhmaṇāti vā, te sakkarissāma garuṃ karissāma mānessāma pūjessāma abbhāgate ca āsanodakena paṭipūjessāmā’ti. ",
  "an5.33:5.3": "Evañhi vo, kumāriyo, sikkhitabbaṃ. ",
  "an5.33:6.1": "Tasmātiha, kumāriyo, evaṃ sikkhitabbaṃ: ",
  "an5.33:6.2": "‘ye te bhattu abbhantarā kammantā uṇṇāti vā kappāsāti vā, tattha dakkhā bhavissāma analasā, tatrupāyāya vīmaṃsāya samannāgatā, alaṃ kātuṃ alaṃ saṃvidhātun’ti. ",
  "an5.33:6.3": "Evañhi vo, kumāriyo, sikkhitabbaṃ. ",
  "an5.33:7.1": "Tasmātiha, kumāriyo, evaṃ sikkhitabbaṃ: ",
  "an5.33:7.2": "‘yo so bhattu abbhantaro antojano dāsāti vā pessāti vā kammakarāti vā, tesaṃ katañca katato jānissāma akatañca akatato jānissāma, gilānakānañca balābalaṃ jānissāma, khādanīyaṃ bhojanīyañcassa paccaṃsena saṃvibhajissāmā’ti. ",
  "an5.33:7.3": "Evañhi vo, kumāriyo, sikkhitabbaṃ. ",
  "an5.33:8.1": "Tasmātiha, kumāriyo, evaṃ sikkhitabbaṃ: ",
  "an5.33:8.2": "‘yaṃ bhattā āharissati dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā, taṃ ārakkhena guttiyā sampādessāma, tattha ca bhavissāma adhuttī athenī asoṇḍī avināsikāyo’ti. ",
  "an5.33:8.3": "Evañhi vo, kumāriyo, sikkhitabbaṃ. ",
  "an5.33:8.4": "Imehi kho, kumāriyo, pañcahi dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā manāpakāyikānaṃ devānaṃ sahabyataṃ upapajjatīti. ",
  "an5.33:9.1": "Yo naṃ bharati sabbadā, ",
  "an5.33:9.2": "niccaṃ ātāpi ussuko; ",
  "an5.33:9.3": "Sabbakāmaharaṃ posaṃ, ",
  "an5.33:9.4": "bhattāraṃ nātimaññati. ",
  "an5.33:10.1": "Na cāpi sotthi bhattāraṃ, ",
  "an5.33:10.2": "issācārena rosaye; ",
  "an5.33:10.3": "Bhattu ca garuno sabbe, ",
  "an5.33:10.4": "paṭipūjeti paṇḍitā. ",
  "an5.33:11.1": "Uṭṭhāhikā analasā, ",
  "an5.33:11.2": "saṅgahitaparijjanā; ",
  "an5.33:11.3": "Bhattu manāpaṃ carati, ",
  "an5.33:11.4": "sambhataṃ anurakkhati. ",
  "an5.33:12.1": "Yā evaṃ vattatī nārī, ",
  "an5.33:12.2": "bhattuchandavasānugā; ",
  "an5.33:12.3": "Manāpā nāma te devā, ",
  "an5.33:12.4": "yattha sā upapajjatī”ti. ",
  "an5.33:12.5": "Tatiyaṃ. "
}