{
  "an5.143:0.1": "Aṅguttara Nikāya 5 ",
  "an5.143:0.2": "15. Tikaṇḍakīvagga ",
  "an5.143:0.3": "143. Sārandadasutta ",
  "an5.143:1.1": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
  "an5.143:1.2": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi. ",
  "an5.143:1.3": "Tena kho pana samayena pañcamattānaṃ licchavisatānaṃ sārandade cetiye sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
  "an5.143:1.4": "“pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmiṃ. ",
  "an5.143:1.5": "Katamesaṃ pañcannaṃ? ",
  "an5.143:1.6": "Hatthiratanassa pātubhāvo dullabho lokasmiṃ, assaratanassa pātubhāvo dullabho lokasmiṃ, maṇiratanassa pātubhāvo dullabho lokasmiṃ, itthiratanassa pātubhāvo dullabho lokasmiṃ, gahapatiratanassa pātubhāvo dullabho lokasmiṃ. ",
  "an5.143:1.7": "Imesaṃ pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin”ti. ",
  "an5.143:2.1": "Atha kho te licchavī magge purisaṃ ṭhapesuṃ: ",
  "an5.143:2.2": "“yadā tvaṃ, ambho purisa, passeyyāsi bhagavantaṃ, atha amhākaṃ āroceyyāsī”ti. ",
  "an5.143:2.3": "Addasā kho so puriso bhagavantaṃ dūratova āgacchantaṃ; ",
  "an5.143:2.4": "disvāna yena te licchavī tenupasaṅkami; upasaṅkamitvā te licchavī etadavoca: ",
  "an5.143:2.5": "“ayaṃ so, bhante, bhagavā gacchati arahaṃ sammāsambuddho; ",
  "an5.143:2.6": "yassadāni kālaṃ maññathā”ti. ",
  "an5.143:3.1": "Atha kho te licchavī yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho te licchavī bhagavantaṃ etadavocuṃ: ",
  "an5.143:4.1": "“Sādhu, bhante, yena sārandadaṃ cetiyaṃ tenupasaṅkamatu anukampaṃ upādāyā”ti. ",
  "an5.143:4.2": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "an5.143:4.3": "Atha kho bhagavā yena sārandadaṃ cetiyaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā te licchavī etadavoca: ",
  "an5.143:4.4": "“kāya nuttha, licchavī, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "an5.143:4.5": "“Idha, bhante, amhākaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
  "an5.143:4.6": "‘pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmiṃ. ",
  "an5.143:4.7": "Katamesaṃ pañcannaṃ? ",
  "an5.143:4.8": "Hatthiratanassa pātubhāvo dullabho lokasmiṃ, assaratanassa pātubhāvo dullabho lokasmiṃ, maṇiratanassa pātubhāvo dullabho lokasmiṃ, itthiratanassa pātubhāvo dullabho lokasmiṃ, gahapatiratanassa pātubhāvo dullabho lokasmiṃ. ",
  "an5.143:4.9": "Imesaṃ pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin’”ti. ",
  "an5.143:5.1": "“Kāmādhimuttānaṃ vata bho licchavīnaṃ kāmaṃyeva ārabbha antarākathā udapādi. ",
  "an5.143:5.2": "Pañcannaṃ, licchavī, ratanānaṃ pātubhāvo dullabho lokasmiṃ. ",
  "an5.143:5.3": "Katamesaṃ pañcannaṃ? ",
  "an5.143:5.4": "Tathāgatassa arahato sammāsambuddhassa pātubhāvo dullabho lokasmiṃ, ",
  "an5.143:5.5": "tathāgatappaveditassa dhammavinayassa desetā puggalo dullabho lokasmiṃ, ",
  "an5.143:5.6": "tathāgatappaveditassa dhammavinayassa desitassa viññātā puggalo dullabho lokasmiṃ, ",
  "an5.143:5.7": "tathāgatappaveditassa dhammavinayassa desitassa viññātā dhammānudhammappaṭipanno puggalo dullabho lokasmiṃ, ",
  "an5.143:5.8": "kataññū katavedī puggalo dullabho lokasmiṃ. ",
  "an5.143:5.9": "Imesaṃ kho, licchavī, pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin”ti. ",
  "an5.143:5.10": "Tatiyaṃ. "
}