{
  "an5.10:0.1": "Aṅguttara Nikāya 5 ",
  "an5.10:0.2": "1. Sekhabalavagga ",
  "an5.10:0.3": "10. Dutiyaagāravasutta ",
  "an5.10:1.1": "“Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu agāravo appatisso abhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:1.2": "Katamehi pañcahi? ",
  "an5.10:1.3": "Assaddho, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:1.4": "Ahiriko, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:1.5": "Anottappī, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:1.6": "Kusīto, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:1.7": "Duppañño, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:1.8": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu agāravo appatisso abhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:2.1": "Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu sagāravo sappatisso bhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:2.2": "Katamehi pañcahi? ",
  "an5.10:2.3": "Saddho, bhikkhave, bhikkhu sagāravo sappatisso bhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:2.4": "Hirīmā, bhikkhave, bhikkhu …pe… ottappī, bhikkhave, bhikkhu …pe… āraddhavīriyo, bhikkhave, bhikkhu …pe… paññavā, bhikkhave, bhikkhu sagāravo sappatisso bhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "an5.10:2.5": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu sagāravo sappatisso bhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjitun”ti. ",
  "an5.10:2.6": "Dasamaṁ. ",
  "an5.10:2.7": "Sekhabalavaggo paṭhamo. ",
  "an5.10:3.0": "Tassuddānaṁ",
  "an5.10:3.1": "Saṅkhittaṁ vitthataṁ dukkhā, ",
  "an5.10:3.2": "bhataṁ sikkhāya pañcamaṁ; ",
  "an5.10:3.3": "Samāpatti ca kāmesu, ",
  "an5.10:3.4": "cavanā dve agāravāti. "
}