{
  "an5.104:0.1": "Aṅguttara Nikāya 5 ",
  "an5.104:0.2": "11. Phāsuvihāravagga ",
  "an5.104:0.3": "104. Samaṇasukhumālasutta ",
  "an5.104:1.1": "“Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu samaṇesu samaṇasukhumālo hoti. ",
  "an5.104:2.1": "Katamehi pañcahi? ",
  "an5.104:2.2": "Idha, bhikkhave, bhikkhu yācitova bahulaṃ cīvaraṃ paribhuñjati, appaṃ ayācito; yācitova bahulaṃ piṇḍapātaṃ paribhuñjati, appaṃ ayācito; yācitova bahulaṃ senāsanaṃ paribhuñjati, appaṃ ayācito; yācitova bahulaṃ gilānapaccayabhesajjaparikkhāraṃ paribhuñjati, appaṃ ayācito. ",
  "an5.104:2.3": "Yehi kho pana sabrahmacārīhi saddhiṃ viharati, tyassa manāpeneva bahulaṃ kāyakammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ vacīkammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ manokammena samudācaranti, appaṃ amanāpena; ",
  "an5.104:2.4": "manāpaṃyeva upahāraṃ upaharanti, appaṃ amanāpaṃ. ",
  "an5.104:2.5": "Yāni kho pana tāni vedayitāni pittasamuṭṭhānāni vā semhasamuṭṭhānāni vā vātasamuṭṭhānāni vā sannipātikāni vā utupariṇāmajāni vā visamaparihārajāni vā opakkamikāni vā kammavipākajāni vā, tānissa na bahudeva uppajjanti. ",
  "an5.104:2.6": "Appābādho hoti, catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, ",
  "an5.104:2.7": "āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
  "an5.104:2.8": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu samaṇesu samaṇasukhumālo hoti. ",
  "an5.104:3.1": "Yañhi taṃ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’ti, mameva taṃ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’ti. ",
  "an5.104:3.2": "Ahañhi, bhikkhave, yācitova bahulaṃ cīvaraṃ paribhuñjāmi, appaṃ ayācito; yācitova bahulaṃ piṇḍapātaṃ paribhuñjāmi, appaṃ ayācito; yācitova bahulaṃ senāsanaṃ paribhuñjāmi, appaṃ ayācito; yācitova bahulaṃ gilānapaccayabhesajjaparikkhāraṃ paribhuñjāmi, appaṃ ayācito. ",
  "an5.104:3.3": "Yehi kho pana bhikkhūhi saddhiṃ viharāmi, te maṃ manāpeneva bahulaṃ kāyakammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ vacīkammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ manokammena samudācaranti, appaṃ amanāpena; ",
  "an5.104:3.4": "manāpaṃyeva upahāraṃ upaharanti, appaṃ amanāpaṃ. ",
  "an5.104:3.5": "Yāni kho pana tāni vedayitāni—pittasamuṭṭhānāni vā semhasamuṭṭhānāni vā vātasamuṭṭhānāni vā sannipātikāni vā utupariṇāmajāni vā visamaparihārajāni vā opakkamikāni vā kammavipākajāni vā—tāni me na bahudeva uppajjanti. Appābādhohamasmi. ",
  "an5.104:3.6": "catunnaṃ kho panasmi jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī, ",
  "an5.104:3.7": "āsavānaṃ khayā …pe… sacchikatvā upasampajja viharāmi. ",
  "an5.104:4.1": "Yañhi taṃ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’ti, mameva taṃ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’”ti. ",
  "an5.104:4.2": "Catutthaṃ. "
}