{
  "an5.136:0.1": "Aṅguttara Nikāya 5 ",
  "an5.136:0.2": "14. Rājavagga ",
  "an5.136:0.3": "136. Dutiyapatthanāsutta ",
  "an5.136:1.1": "“Pañcahi, bhikkhave, aṅgehi samannāgato rañño khattiyassa muddhāvasittassa jeṭṭho putto oparajjaṁ pattheti. ",
  "an5.136:1.2": "Katamehi pañcahi? ",
  "an5.136:1.3": "Idha, bhikkhave, rañño khattiyassa muddhāvasittassa jeṭṭho putto ubhato sujāto hoti mātito ca pitito ca, saṁsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "an5.136:1.4": "abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato; ",
  "an5.136:1.5": "mātāpitūnaṁ piyo hoti manāpo, ",
  "an5.136:1.6": "balakāyassa piyo hoti manāpo; ",
  "an5.136:1.7": "paṇḍito hoti viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṁ. ",
  "an5.136:2.1": "Tassa evaṁ hoti: ",
  "an5.136:2.2": "‘ahaṁ khomhi ubhato sujāto mātito ca pitito ca, saṁsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "an5.136:2.3": "Kasmāhaṁ oparajjaṁ na pattheyyaṁ. ",
  "an5.136:2.4": "Ahaṁ khomhi abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato. ",
  "an5.136:2.5": "Kasmāhaṁ oparajjaṁ na pattheyyaṁ. ",
  "an5.136:2.6": "Ahaṁ khomhi mātāpitūnaṁ piyo manāpo. ",
  "an5.136:2.7": "Kasmāhaṁ oparajjaṁ na pattheyyaṁ. ",
  "an5.136:2.8": "Ahaṁ khomhi balakāyassa piyo manāpo. ",
  "an5.136:2.9": "Kasmāhaṁ oparajjaṁ na pattheyyaṁ. ",
  "an5.136:2.10": "Ahaṁ khomhi paṇḍito viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṁ. ",
  "an5.136:2.11": "Kasmāhaṁ oparajjaṁ na pattheyyan’ti. ",
  "an5.136:2.12": "Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño khattiyassa muddhāvasittassa jeṭṭho putto oparajjaṁ pattheti. ",
  "an5.136:3.1": "Evamevaṁ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āsavānaṁ khayaṁ pattheti. ",
  "an5.136:3.2": "Katamehi pañcahi? ",
  "an5.136:3.3": "Idha, bhikkhave, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu; ",
  "an5.136:3.4": "bahussuto hoti …pe… diṭṭhiyā suppaṭividdhā; ",
  "an5.136:3.5": "catūsu satipaṭṭhānesu suppatiṭṭhitacitto hoti; ",
  "an5.136:3.6": "āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu; ",
  "an5.136:3.7": "paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "an5.136:4.1": "Tassa evaṁ hoti: ",
  "an5.136:4.2": "‘ahaṁ khomhi sīlavā, pātimokkhasaṁvarasaṁvuto viharāmi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhāmi sikkhāpadesu. ",
  "an5.136:4.3": "Kasmāhaṁ āsavānaṁ khayaṁ na pattheyyaṁ. ",
  "an5.136:4.4": "Ahaṁ khomhi bahussuto sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpā me dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "an5.136:4.5": "Kasmāhaṁ āsavānaṁ khayaṁ na pattheyyaṁ. ",
  "an5.136:4.6": "Ahaṁ khomhi catūsu satipaṭṭhānesu suppatiṭṭhitacitto. ",
  "an5.136:4.7": "Kasmāhaṁ āsavānaṁ khayaṁ na pattheyyaṁ. ",
  "an5.136:4.8": "Ahaṁ khomhi āraddhavīriyo viharāmi akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an5.136:4.9": "Kasmāhaṁ āsavānaṁ khayaṁ na pattheyyaṁ. ",
  "an5.136:4.10": "Ahaṁ khomhi paññavā udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "an5.136:4.11": "Kasmāhaṁ āsavānaṁ khayaṁ na pattheyyan’ti. ",
  "an5.136:4.12": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āsavānaṁ khayaṁ patthetī”ti. ",
  "an5.136:4.13": "Chaṭṭhaṁ. "
}