{
  "an5.156:0.1": "Aṅguttara Nikāya 5 ",
  "an5.156:0.2": "16. Saddhammavagga ",
  "an5.156:0.3": "156. Tatiyasaddhammasammosasutta ",
  "an5.156:1.1": "“Pañcime, bhikkhave, dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. ",
  "an5.156:1.2": "Katame pañca? ",
  "an5.156:1.3": "Idha, bhikkhave, bhikkhū duggahitaṁ suttantaṁ pariyāpuṇanti dunnikkhittehi padabyañjanehi. ",
  "an5.156:1.4": "Dunnikkhittassa, bhikkhave, padabyañjanassa atthopi dunnayo hoti. ",
  "an5.156:1.5": "Ayaṁ, bhikkhave, paṭhamo dhammo saddhammassa sammosāya antaradhānāya saṁvattati. ",
  "an5.156:2.1": "Puna caparaṁ, bhikkhave, bhikkhū dubbacā honti, dovacassakaraṇehi dhammehi samannāgatā, akkhamā appadakkhiṇaggāhino anusāsaniṁ. ",
  "an5.156:2.2": "Ayaṁ, bhikkhave, dutiyo dhammo saddhammassa sammosāya antaradhānāya saṁvattati. ",
  "an5.156:3.1": "Puna caparaṁ, bhikkhave, ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te na sakkaccaṁ suttantaṁ paraṁ vācenti; ",
  "an5.156:3.2": "tesaṁ accayena chinnamūlako suttanto hoti appaṭisaraṇo. ",
  "an5.156:3.3": "Ayaṁ, bhikkhave, tatiyo dhammo saddhammassa sammosāya antaradhānāya saṁvattati. ",
  "an5.156:4.1": "Puna caparaṁ, bhikkhave, therā bhikkhū bāhulikā honti sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā, na vīriyaṁ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.156:4.2": "Tesaṁ pacchimā janatā diṭṭhānugatiṁ āpajjati. ",
  "an5.156:4.3": "Sāpi hoti bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā, na vīriyaṁ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.156:4.4": "Ayaṁ, bhikkhave, catuttho dhammo saddhammassa sammosāya antaradhānāya saṁvattati. ",
  "an5.156:5.1": "Puna caparaṁ, bhikkhave, saṅgho bhinno hoti. ",
  "an5.156:5.2": "Saṅghe kho pana, bhikkhave, bhinne aññamaññaṁ akkosā ca honti, aññamaññaṁ paribhāsā ca honti, aññamaññaṁ parikkhepā ca honti, aññamaññaṁ pariccajanā ca honti. ",
  "an5.156:5.3": "Tattha appasannā ceva nappasīdanti, pasannānañca ekaccānaṁ aññathattaṁ hoti. ",
  "an5.156:5.4": "Ayaṁ, bhikkhave, pañcamo dhammo saddhammassa sammosāya antaradhānāya saṁvattati. ",
  "an5.156:5.5": "Ime kho, bhikkhave, pañca dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. ",
  "an5.156:6.1": "Pañcime, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattanti. ",
  "an5.156:6.2": "Katame pañca? ",
  "an5.156:6.3": "Idha, bhikkhave, bhikkhū suggahitaṁ suttantaṁ pariyāpuṇanti sunikkhittehi padabyañjanehi. ",
  "an5.156:6.4": "Sunikkhittassa, bhikkhave, padabyañjanassa atthopi sunayo hoti. ",
  "an5.156:6.5": "Ayaṁ, bhikkhave, paṭhamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattati. ",
  "an5.156:7.1": "Puna caparaṁ, bhikkhave, bhikkhū suvacā honti sovacassakaraṇehi dhammehi samannāgatā, khamā padakkhiṇaggāhino anusāsaniṁ. ",
  "an5.156:7.2": "Ayaṁ, bhikkhave, dutiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattati. ",
  "an5.156:8.1": "Puna caparaṁ, bhikkhave, ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te sakkaccaṁ suttantaṁ paraṁ vācenti; ",
  "an5.156:8.2": "tesaṁ accayena na chinnamūlako suttanto hoti sappaṭisaraṇo. ",
  "an5.156:8.3": "Ayaṁ, bhikkhave, tatiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattati. ",
  "an5.156:9.1": "Puna caparaṁ, bhikkhave, therā bhikkhū na bāhulikā honti na sāthalikā, okkamane nikkhittadhurā paviveke pubbaṅgamā; vīriyaṁ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.156:9.2": "Tesaṁ pacchimā janatā diṭṭhānugatiṁ āpajjati. ",
  "an5.156:9.3": "Sāpi hoti na bāhulikā na sāthalikā, okkamane nikkhittadhurā paviveke pubbaṅgamā, vīriyaṁ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.156:9.4": "Ayaṁ, bhikkhave, catuttho dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattati. ",
  "an5.156:10.1": "Puna caparaṁ, bhikkhave, saṅgho samaggo sammodamāno avivadamāno ekuddeso phāsuṁ viharati. ",
  "an5.156:10.2": "Saṅghe kho pana, bhikkhave, samagge na ceva aññamaññaṁ akkosā honti, na ca aññamaññaṁ paribhāsā honti, na ca aññamaññaṁ parikkhepā honti, na ca aññamaññaṁ pariccajanā honti. ",
  "an5.156:10.3": "Tattha appasannā ceva pasīdanti, pasannānañca bhiyyobhāvo hoti. ",
  "an5.156:10.4": "Ayaṁ, bhikkhave, pañcamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattati. ",
  "an5.156:10.5": "Ime kho, bhikkhave, pañca dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattantī”ti. ",
  "an5.156:10.6": "Chaṭṭhaṁ. "
}