{
  "an5.191:0.1": "Aṅguttara Nikāya 5 ",
  "an5.191:0.2": "20. Brāhmaṇavagga ",
  "an5.191:0.3": "191. Soṇasutta ",
  "an5.191:1.1": "“Pañcime, bhikkhave, porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesu. ",
  "an5.191:1.2": "Katame pañca? ",
  "an5.191:1.3": "Pubbe sudaṁ, bhikkhave, brāhmaṇā brāhmaṇiṁyeva gacchanti, no abrāhmaṇiṁ. ",
  "an5.191:1.4": "Etarahi, bhikkhave, brāhmaṇā brāhmaṇimpi gacchanti, abrāhmaṇimpi gacchanti. ",
  "an5.191:1.5": "Etarahi, bhikkhave, sunakhā sunakhiṁyeva gacchanti, no asunakhiṁ. ",
  "an5.191:1.6": "Ayaṁ, bhikkhave, paṭhamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
  "an5.191:2.1": "Pubbe sudaṁ, bhikkhave, brāhmaṇā brāhmaṇiṁ utuniṁyeva gacchanti, no anutuniṁ. ",
  "an5.191:2.2": "Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṁ utunimpi gacchanti, anutunimpi gacchanti. ",
  "an5.191:2.3": "Etarahi, bhikkhave, sunakhā sunakhiṁ utuniṁyeva gacchanti, no anutuniṁ. ",
  "an5.191:2.4": "Ayaṁ, bhikkhave, dutiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
  "an5.191:3.1": "Pubbe sudaṁ, bhikkhave, brāhmaṇā brāhmaṇiṁ neva kiṇanti no vikkiṇanti, sampiyeneva saṁvāsaṁ sambandhāya sampavattenti. ",
  "an5.191:3.2": "Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṁ kiṇantipi vikkiṇantipi, sampiyenapi saṁvāsaṁ sambandhāya sampavattenti. ",
  "an5.191:3.3": "Etarahi, bhikkhave, sunakhā sunakhiṁ neva kiṇanti no vikkiṇanti, sampiyeneva saṁvāsaṁ sambandhāya sampavattenti. ",
  "an5.191:3.4": "Ayaṁ, bhikkhave, tatiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
  "an5.191:4.1": "Pubbe sudaṁ, bhikkhave, brāhmaṇā na sannidhiṁ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi. ",
  "an5.191:4.2": "Etarahi, bhikkhave, brāhmaṇā sannidhiṁ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi. ",
  "an5.191:4.3": "Etarahi, bhikkhave, sunakhā na sannidhiṁ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi. ",
  "an5.191:4.4": "Ayaṁ, bhikkhave, catuttho porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
  "an5.191:5.1": "Pubbe sudaṁ, bhikkhave, brāhmaṇā sāyaṁ sāyamāsāya pāto pātarāsāya bhikkhaṁ pariyesanti. ",
  "an5.191:5.2": "Etarahi, bhikkhave, brāhmaṇā yāvadatthaṁ udarāvadehakaṁ bhuñjitvā avasesaṁ ādāya pakkamanti. ",
  "an5.191:5.3": "Etarahi, bhikkhave, sunakhā sāyaṁ sāyamāsāya pāto pātarāsāya bhikkhaṁ pariyesanti. ",
  "an5.191:5.4": "Ayaṁ, bhikkhave, pañcamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
  "an5.191:5.5": "Ime kho, bhikkhave, pañca porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesū”ti. ",
  "an5.191:5.6": "Paṭhamaṁ. "
}