{
  "an5.7:0.1": "Aṅguttara Nikāya 5 ",
  "an5.7:0.2": "1. Sekhabalavagga ",
  "an5.7:0.3": "7. Kāmasutta ",
  "an5.7:1.1": "“Yebhuyyena, bhikkhave, sattā kāmesu laḷitā. ",
  "an5.7:1.2": "Asitabyābhaṅgiṁ, bhikkhave, kulaputto ohāya agārasmā anagāriyaṁ pabbajito hoti, ‘saddhāpabbajito kulaputto’ti alaṁvacanāya. ",
  "an5.7:1.3": "Taṁ kissa hetu? ",
  "an5.7:1.4": "Labbhā, bhikkhave, yobbanena kāmā te ca kho yādisā vā tādisā vā. ",
  "an5.7:1.5": "Ye ca, bhikkhave, hīnā kāmā ye ca majjhimā kāmā ye ca paṇītā kāmā, sabbe kāmā ‘kāmā’tveva saṅkhaṁ gacchanti. ",
  "an5.7:1.6": "Seyyathāpi, bhikkhave, daharo kumāro mando uttānaseyyako dhātiyā pamādamanvāya kaṭṭhaṁ vā kaṭhalaṁ vā mukhe āhareyya. ",
  "an5.7:1.7": "Tamenaṁ dhāti sīghaṁ sīghaṁ manasi kareyya; ",
  "an5.7:1.8": "sīghaṁ sīghaṁ manasi karitvā sīghaṁ sīghaṁ āhareyya. ",
  "an5.7:1.9": "No ce sakkuṇeyya sīghaṁ sīghaṁ āharituṁ, vāmena hatthena sīsaṁ pariggahetvā dakkhiṇena hatthena vaṅkaṅguliṁ karitvā salohitampi āhareyya. ",
  "an5.7:1.10": "Taṁ kissa hetu? ",
  "an5.7:1.11": "‘Atthesā, bhikkhave, kumārassa vihesā; ",
  "an5.7:1.12": "nesā natthī’ti vadāmi. ",
  "an5.7:1.13": "Karaṇīyañca kho etaṁ, bhikkhave, dhātiyā atthakāmāya hitesiniyā anukampikāya, anukampaṁ upādāya. ",
  "an5.7:1.14": "Yato ca kho, bhikkhave, so kumāro vuddho hoti alaṁpañño, anapekkhā dāni, bhikkhave, dhāti tasmiṁ kumāre hoti: ",
  "an5.7:1.15": "‘attagutto dāni kumāro nālaṁ pamādāyā’ti. ",
  "an5.7:2.1": "Evamevaṁ kho, bhikkhave, yāvakīvañca bhikkhuno saddhāya akataṁ hoti kusalesu dhammesu, hiriyā akataṁ hoti kusalesu dhammesu, ottappena akataṁ hoti kusalesu dhammesu, vīriyena akataṁ hoti kusalesu dhammesu, paññāya akataṁ hoti kusalesu dhammesu, anurakkhitabbo tāva me so, bhikkhave, bhikkhu hoti. ",
  "an5.7:2.2": "Yato ca kho, bhikkhave, bhikkhuno saddhāya kataṁ hoti kusalesu dhammesu, hiriyā kataṁ hoti kusalesu dhammesu, ottappena kataṁ hoti kusalesu dhammesu, vīriyena kataṁ hoti kusalesu dhammesu, paññāya kataṁ hoti kusalesu dhammesu, anapekkho dānāhaṁ, bhikkhave, tasmiṁ bhikkhusmiṁ homi: ",
  "an5.7:2.3": "‘attagutto dāni bhikkhu nālaṁ pamādāyā’”ti. ",
  "an5.7:2.4": "Sattamaṁ. "
}