{
  "dn2-a:150.0.1": "2. Sāmaññaphalasuttavaṇṇanā ",
  "dn2-a:150.0.2": "Rājāmaccakathāvaṇṇanā ",
  "dn2-a:150.1": "<b>Evaṁ me sutaṁ…pe… rājagahe</b>ti sāmaññaphalasuttaṁ. ",
  "dn2-a:150.2": "Tatrāyaṁ apubbapadavaṇṇanā—<b>rājagahe</b>ti evaṁnāmake nagare. ",
  "dn2-a:150.3": "Tañhi mandhātumahāgovindādīhi pariggahitattā rājagahanti vuccati. ",
  "dn2-a:150.4": "Aññepi ettha pakāre vaṇṇayanti kiṁ tehi? ",
  "dn2-a:150.5": "Nāmamattametaṁ tassa nagarassa. ",
  "dn2-a:150.6": "Taṁ panetaṁ buddhakāle ca cakkavattikāle ca nagaraṁ hoti sesakāle suññaṁ hoti yakkhapariggahitaṁ tesaṁ vasanavanaṁ hutvā tiṭṭhati. ",
  "dn2-a:150.7": "<b>Viharatī</b>ti avisesena iriyāpathadibbabrahmaariyavihāresu aññataravihārasamaṅgiparidīpanametaṁ. ",
  "dn2-a:150.8": "Idha pana ṭhānagamananisajjasayanappabhedesu iriyāpathesu aññatarairiyāpathasamāyogaparidīpanaṁ. ",
  "dn2-a:150.9": "Tena ṭhitopi gacchantopi nisinnopi sayānopi bhagavā viharati ceva veditabbo. ",
  "dn2-a:150.10": "So hi ekaṁ iriyāpathabādhanaṁ aññena iriyāpathena vicchinditvā aparipatantaṁ attabhāvaṁ harati pavatteti tasmā viharatīti vuccati. ",
  "dn2-a:150.11": "<b>Jīvakassa komārabhaccassa ambavane</b>ti idamassa yaṁ gocaragāmaṁ upanissāya viharati tassa samīpanivāsanaṭṭhānaparidīpanaṁ. ",
  "dn2-a:150.12": "Tasmā—rājagahe viharati jīvakassa komārabhaccassa ambavaneti rājagahasamīpe jīvakassa komārabhaccassa ambavane viharatīti evamettha attho veditabbo. ",
  "dn2-a:150.13": "Samīpatthe hetaṁ bhummavacanaṁ. ",
  "dn2-a:150.14": "Tattha jīvatīti <b>jīvako</b> kumārena bhatoti <b>komārabhacco.</b> Yathāha—“kiṁ bhaṇe etaṁ kākehi samparikiṇṇanti? ",
  "dn2-a:150.15": "Dārako devāti. ",
  "dn2-a:150.16": "Jīvati bhaṇeti? ",
  "dn2-a:150.17": "Jīvati devāti. ",
  "dn2-a:150.18": "Tena hi bhaṇe taṁ dārakaṁ amhākaṁ antepuraṁ netvā dhātīnaṁ detha posetunti. ",
  "dn2-a:150.19": "Tassa jīvatīti jīvakoti nāmaṁ akaṁsu. ",
  "dn2-a:150.20": "Kumārena posāpitoti komārabhaccoti nāmaṁ akaṁsū”ti ayaṁ panettha saṅkhepo. ",
  "dn2-a:150.21": "Vitthārena pana jīvakavatthukhandhake āgatameva. ",
  "dn2-a:150.22": "Vinicchayakathāpissa samantapāsādikāya vinayaṭṭhakathāyaṁ vuttā. ",
  "dn2-a:150.23": "Ayaṁ pana jīvako ekasmiṁ samaye bhagavato dosābhisannaṁ kāyaṁ virecetvā siveyyakaṁ dussayugaṁ datvā vatthānumodanāpariyosāne sotāpattiphale patiṭṭhāya cintesi—“mayā divasassa dvattikkhattuṁ buddhupaṭṭhānaṁ gantabbaṁ idañca veḷuvanaṁ atidūre mayhaṁ pana ambavanaṁ uyyānaṁ āsannataraṁ yaṁnūnāhaṁ ettha bhagavato vihāraṁ kāreyya”nti. ",
  "dn2-a:150.24": "So tasmiṁ ambavane rattiṭṭhānadivāṭhānaleṇakuṭimaṇḍapādīni sampādetvā bhagavato anucchavikaṁ gandhakuṭiṁ kārāpetvā ambavanaṁ aṭṭhārasahatthubbedhena tambapaṭṭavaṇṇena pākārena parikkhipāpetvā buddhappamukhaṁ bhikkhusaṅghaṁ sacīvarabhattena santappetvā dakkhiṇodakaṁ pātetvā vihāraṁ niyyātesi. ",
  "dn2-a:150.25": "Taṁ sandhāya vuttaṁ—“jīvakassa komārabhaccassa ambavane”ti. ",
  "dn2-a:150.26": "<b>Aḍḍhateḷasehi bhikkhusatehī</b>ti aḍḍhasatena ūnehi terasahi bhikkhusatehi. ",
  "dn2-a:150.27": "<b>Rājā</b>tiādīsu rājati attano issariyasampattiyā catūhi saṅgahavatthūhi mahājanaṁ rañjeti vaḍḍhetīti <b>rājā.</b> Magadhānaṁ issaroti <b>māgadho.</b> Ajātoyeva rañño sattu bhavissatīti nemittakehi niddiṭṭhoti <b>ajātasattu.</b> ",
  "dn2-a:150.28": "Tasmiṁ kira kucchigate deviyā evarūpo dohaḷo uppajji—“aho vatāhaṁ rañño dakkhiṇabāhulohitaṁ piveyya”nti sā “bhāriye ṭhāne dohaḷo uppanno na sakkā kassaci ārocetu”nti taṁ kathetuṁ asakkontī kisā dubbaṇṇā ahosi. ",
  "dn2-a:150.29": "Taṁ rājā pucchi—“bhadde tuyhaṁ attabhāvo na pakativaṇṇo kiṁ kāraṇa”nti? ",
  "dn2-a:150.30": "“Mā puccha mahārājāti”. ",
  "dn2-a:150.31": "“Bhadde tvaṁ attano ajjhāsayaṁ mayhaṁ akathentī kassa kathessasī”ti tathā tathā nibandhitvā kathāpesi. ",
  "dn2-a:150.32": "Sutvā ca—“bāle kiṁ ettha tuyhaṁ bhāriyasaññā ahosī”ti vejjaṁ pakkosāpetvā suvaṇṇasatthakena bāhuṁ phālāpetvā suvaṇṇasarakena lohitaṁ gahetvā udakena sambhinditvā pāyesi. ",
  "dn2-a:150.33": "Nemittakā taṁ sutvā—“esa gabbho rañño sattu bhavissati iminā rājā haññissatī”ti byākariṁsu. ",
  "dn2-a:150.34": "Devī sutvā—“mayhaṁ kira kucchito nikkhanto rājānaṁ māressatī”ti gabbhaṁ pātetukāmā uyyānaṁ gantvā kucchiṁ maddāpesi gabbho na patati. ",
  "dn2-a:150.35": "Sā punappunaṁ gantvā tatheva kāresi. ",
  "dn2-a:150.36": "Rājā kimatthaṁ ayaṁ abhiṇhaṁ uyyānaṁ gacchatīti parivīmaṁsanto taṁ kāraṇaṁ sutvā—“bhadde tava kucchiyaṁ puttoti vā dhītāti vā na paññāyati attano nibbattadārakaṁ evamakāsīti mahā aguṇarāsipi no jambudīpatale āvibhavissati mā tvaṁ evaṁ karohī”ti nivāretvā ārakkhaṁ adāsi. ",
  "dn2-a:150.37": "Sā gabbhavuṭṭhānakāle “māressāmī”ti cintesi. ",
  "dn2-a:150.38": "Tadāpi ārakkhamanussā dārakaṁ apanayiṁsu. ",
  "dn2-a:150.39": "Athāparena samayena vuḍḍhippattaṁ kumāraṁ deviyā dassesuṁ. ",
  "dn2-a:150.40": "Sā taṁ disvāva puttasinehaṁ uppādesi tena naṁ māretuṁ nāsakkhi. ",
  "dn2-a:150.41": "Rājāpi anukkamena puttassa oparajjamadāsi. ",
  "dn2-a:150.42": "Athekasmiṁ samaye devadatto rahogato cintesi—“sāriputtassa parisā mahāmoggallānassa parisā mahākassapassa parisāti evamime visuṁ visuṁ dhurā ahampi ekaṁ dhuraṁ nīharāmī”ti. ",
  "dn2-a:150.43": "So “na sakkā vinā lābhena parisaṁ uppādetuṁ handāhaṁ lābhaṁ nibbattemī”ti cintetvā khandhake āgatanayena ajātasattuṁ kumāraṁ iddhipāṭihāriyena pasādetvā sāyaṁ pātaṁ pañcahi rathasatehi upaṭṭhānaṁ āgacchantaṁ ativissatthaṁ ñatvā ekadivasaṁ upasaṅkamitvā etadavoca—“pubbe kho kumāra manussā dīghāyukā etarahi appāyukā tena hi tvaṁ kumāra pitaraṁ hantvā rājā hohi ahaṁ bhagavantaṁ hantvā buddho bhavissāmī”ti kumāraṁ pituvadhe uyyojeti. ",
  "dn2-a:150.44": "So—“ayyo devadatto mahānubhāvo etassa aviditaṁ nāma natthī”ti ūruyā potthaniyaṁ bandhitvā divā divassa bhīto ubbiggo ussaṅkī utrasto antepuraṁ pavisitvā vuttappakāraṁ vippakāraṁ akāsi. ",
  "dn2-a:150.45": "Atha naṁ amaccā gahetvā anuyuñjitvā—“kumāro ca hantabbo devadatto ca sabbe ca bhikkhū hantabbā”ti sammantayitvā rañño āṇāvasena karissāmāti rañño ārocesuṁ. ",
  "dn2-a:150.46": "Rājā ye amaccā māretukāmā ahesuṁ tesaṁ ṭhānantarāni acchinditvā ye na māretukāmā te uccesu ṭhānesu ṭhapetvā kumāraṁ pucchi—“kissa pana tvaṁ kumāra maṁ māretukāmosī”ti? ",
  "dn2-a:150.47": "“Rajjenamhi deva atthiko”ti. ",
  "dn2-a:150.48": "Rājā tassa rajjaṁ adāsi. ",
  "dn2-a:150.49": "So mayhaṁ manoratho nipphannoti devadattassa ārocesi. ",
  "dn2-a:150.50": "Tato naṁ so āha—“tvaṁ siṅgālaṁ antokatvā bheripariyonaddhapuriso viya sukiccakārimhīti maññasi katipāheneva te pitā tayā kataṁ avamānaṁ cintetvā sayameva rājā bhavissatī”ti. ",
  "dn2-a:150.51": "Atha bhante kiṁ karomīti? ",
  "dn2-a:150.52": "Mūlaghaccaṁ ghātehīti. ",
  "dn2-a:150.53": "Nanu bhante mayhaṁ pitā na satthavajjhoti? ",
  "dn2-a:150.54": "Āhārupacchedena naṁ mārehīti. ",
  "dn2-a:150.55": "So pitaraṁ tāpanagehe pakkhipāpesi tāpanagehaṁ nāma kammakaraṇatthāya kataṁ dhūmagharaṁ. ",
  "dn2-a:150.56": "“Mama mātaraṁ ṭhapetvā aññassa daṭṭhuṁ mā dethā”ti āha. ",
  "dn2-a:150.57": "Devī suvaṇṇasarake bhattaṁ pakkhipitvā ucchaṅgenādāya pavisati. ",
  "dn2-a:150.58": "Rājā taṁ bhuñjitvā yāpeti. ",
  "dn2-a:150.59": "So—“mayhaṁ pitā kathaṁ yāpetī”ti pucchitvā taṁ pavattiṁ sutvā—“mayhaṁ mātu ucchaṅgaṁ katvā pavisituṁ mā dethā”ti āha. ",
  "dn2-a:150.60": "Tato paṭṭhāya devī moḷiyaṁ pakkhipitvā pavisati. ",
  "dn2-a:150.61": "Tampi sutvā “moḷiṁ bandhitvā pavisituṁ mā dethā”ti. ",
  "dn2-a:150.62": "Tato suvaṇṇapādukāsu bhattaṁ ṭhapetvā pidahitvā pādukā āruyha pavisati. ",
  "dn2-a:150.63": "Rājā tena yāpeti. ",
  "dn2-a:150.64": "Puna “kathaṁ yāpetī”ti pucchitvā tamatthaṁ sutvā “pādukā āruyha pavisitumpi mā dethā”ti āha. ",
  "dn2-a:150.65": "Tato paṭṭhāya devī gandhodakena nhāyitvā sarīraṁ catumadhurena makkhetvā pārupitvā pavisati. ",
  "dn2-a:150.66": "Rājā tassā sarīraṁ lehitvā yāpeti. ",
  "dn2-a:150.67": "Puna pucchitvā taṁ pavattiṁ sutvā “ito paṭṭhāya mayhaṁ mātu pavesanaṁ nivārethā”ti āha. ",
  "dn2-a:150.68": "Devī dvāramūle ṭhatvā “sāmi bimbisāra etaṁ daharakāle māretuṁ na adāsi attano sattuṁ attanāva posesi idaṁ pana dāni te pacchimadassanaṁ nāhaṁ ito paṭṭhāya tumhe passituṁ labhāmi sace mayhaṁ doso atthi khamatha devā”ti roditvā kanditvā nivatti. ",
  "dn2-a:150.69": "Tato paṭṭhāya rañño āhāro natthi. ",
  "dn2-a:150.70": "Rājā maggaphalasukhena caṅkamena yāpeti. ",
  "dn2-a:150.71": "Ativiya assa attabhāvo virocati. ",
  "dn2-a:150.72": "So—“kathaṁ me bhaṇe pitā yāpetī”ti pucchitvā “caṅkamena deva yāpeti ativiya cassa attabhāvo virocatī”ti sutvā ‘caṅkamaṁ dānissa hāressāmī’ti cintetvā—“mayhaṁ pitu pāde khurena phāletvā loṇatelena makkhetvā khadiraṅgārehi vītaccitehi pacathā”ti nhāpite pesesi. ",
  "dn2-a:150.73": "Rājā te disvā—“nūna mayhaṁ putto kenaci saññatto bhavissati ime mama massukaraṇatthāyāgatā”ti cintesi. ",
  "dn2-a:150.74": "Te gantvā vanditvā aṭṭhaṁsu. ",
  "dn2-a:150.75": "‘Kasmā āgatatthā’ti ca puṭṭhā taṁ sāsanaṁ ārocesuṁ. ",
  "dn2-a:150.76": "“Tumhākaṁ rañño manaṁ karothā”ti ca vuttā ‘nisīda devā’ti vatvā ca rājānaṁ vanditvā—“deva mayaṁ rañño āṇaṁ karoma mā amhākaṁ kujjhittha nayidaṁ tumhādisānaṁ dhammarājūnaṁ anucchavika”nti vatvā vāmahatthena gopphake gahetvā dakkhiṇahatthena khuraṁ gahetvā pādatalāni phāletvā loṇatelena makkhetvā khadiraṅgārehi vītaccitehi paciṁsu. ",
  "dn2-a:150.77": "Rājā kira pubbe cetiyaṅgaṇe saupāhano agamāsi nisajjanatthāya paññattakaṭasārakañca adhotehi pādehi akkami tassāyaṁ nissandoti vadanti. ",
  "dn2-a:150.78": "Rañño balavavedanā uppannā. ",
  "dn2-a:150.79": "So—“aho buddho aho dhammo aho saṅgho”ti anussarantoyeva cetiyaṅgaṇe khittamālā viya milāyitvā cātumahārājikadevaloke vessavaṇassa paricārako janavasabho nāma yakkho hutvā nibbatti. ",
  "dn2-a:150.80": "Taṁ divasameva ajātasattussa putto jāto puttassa jātabhāvañca pitumatabhāvañca nivedetuṁ dve lekhā ekakkhaṇeyeva āgatā. ",
  "dn2-a:150.81": "Amaccā—“paṭhamaṁ puttassa jātabhāvaṁ ārocessāmā”ti taṁ lekhaṁ rañño hatthe ṭhapesuṁ. ",
  "dn2-a:150.82": "Rañño taṅkhaṇeyeva puttasineho uppajjitvā sakalasarīraṁ khobhetvā aṭṭhimiñjaṁ āhacca aṭṭhāsi. ",
  "dn2-a:150.83": "Tasmiṁ khaṇe pituguṇamaññāsi—“mayi jātepi mayhaṁ pitu evameva sineho uppanno”ti. ",
  "dn2-a:150.84": "So—“gacchatha bhaṇe mayhaṁ pitaraṁ vissajjethā”ti āha. ",
  "dn2-a:150.85": "“Kiṁ vissajjāpetha devā”ti itaraṁ lekhaṁ hatthe ṭhapayiṁsu. ",
  "dn2-a:150.86": "So taṁ pavattiṁ sutvā rodamāno mātusamīpaṁ gantvā—“ahosi nu kho amma mayhaṁ pitu mayi jāte sineho”ti? ",
  "dn2-a:150.87": "Sā āha—“bālaputta kiṁ vadesi tava daharakāle aṅguliyā pīḷakā uṭṭhahi. ",
  "dn2-a:150.88": "Atha taṁ rodamānaṁ saññāpetuṁ asakkontā taṁ gahetvā vinicchayaṭṭhāne nisinnassa tava pitu santikaṁ agamaṁsu. ",
  "dn2-a:150.89": "Pitā te aṅguliṁ mukhe ṭhapesi. ",
  "dn2-a:150.90": "Pīḷakā mukheyeva bhijji. ",
  "dn2-a:150.91": "Atha kho pitā tava sinehena taṁ lohitamissakaṁ pubbaṁ aniṭṭhubhitvāva ajjhohari. ",
  "dn2-a:150.92": "Evarūpo te pitu sineho”ti. ",
  "dn2-a:150.93": "So roditvā paridevitvā pitu sarīrakiccaṁ akāsi. ",
  "dn2-a:150.94": "Devadattopi ajātasattuṁ upasaṅkamitvā—“purise mahārāja āṇāpehi ye samaṇaṁ gotamaṁ jīvitā voropessantī”ti vatvā tena dinne purise pesetvā sayaṁ gijjhakūṭaṁ āruyha yantena silaṁ pavijjhitvā nāḷāgirihatthiṁ muñcāpetvāpi kenaci upāyena bhagavantaṁ māretuṁ asakkonto parihīnalābhasakkāro pañca vatthūni yācitvā tāni alabhamāno tehi janaṁ saññāpessāmīti saṅghabhedaṁ katvā sāriputtamoggallānesu parisaṁ ādāya pakkantesu uṇhalohitaṁ mukhena chaḍḍetvā navamāse gilānamañce nipajjitvā vippaṭisārajāto—“kuhiṁ etarahi satthā vasatī”ti pucchitvā “jetavane”ti vutte mañcakena maṁ āharitvā satthāraṁ dassethāti vatvā āhariyamāno bhagavato dassanārahassa kammassa akatattā jetavane pokkharaṇīsamīpeyeva dvedhā bhinnaṁ pathaviṁ pavisitvā mahāniraye patiṭṭhitoti. ",
  "dn2-a:150.95": "Ayamettha saṅkhepo. ",
  "dn2-a:150.96": "Vitthārakathānayo khandhake āgato. ",
  "dn2-a:150.97": "Āgatattā pana sabbaṁ na vuttanti. ",
  "dn2-a:150.98": "Evaṁ ajātoyeva rañño sattu bhavissatīti nemittakehi niddiṭṭhoti ajātasattu. ",
  "dn2-a:150.99": "<b>Vedehiputto</b>ti ayaṁ kosalarañño dhītāya putto na videharañño. ",
  "dn2-a:150.100": "Vedehīti pana paṇḍitādhivacanametaṁ. ",
  "dn2-a:150.101": "Yathāha—“vedehikā gahapatānī  ayyo ānando vedehamunī”ti (saṁ.ni.2.154). ",
  "dn2-a:150.102": "Tatrāyaṁ vacanattho—vidanti etenāti vedo ñāṇassetaṁ adhivacanaṁ. ",
  "dn2-a:150.103": "Vedena īhati ghaṭati vāyamatīti vedehī. ",
  "dn2-a:150.104": "Vedehiyā putto vedehiputto. ",
  "dn2-a:150.105": "<b>Tadahū</b>ti tasmiṁ ahu tasmiṁ divaseti attho. ",
  "dn2-a:150.106": "Upavasanti etthāti uposatho upavasantīti sīlena vā anasanena vā upetā hutvā vasantīti attho. ",
  "dn2-a:150.107": "Ayaṁ panettha atthuddhāro—“āyāmāvuso kappina uposathaṁ gamissāmā”tiādīsu pātimokkhuddeso uposatho. ",
  "dn2-a:150.108": "“Evaṁ aṭṭhaṅgasamannāgato kho visākhe uposatho upavuttho”tiādīsu sīlaṁ. ",
  "dn2-a:150.109": "“Suddhassa ve sadā phaggu suddhassuposatho sadā”tiādīsu upavāso. ",
  "dn2-a:150.110": "“Uposatho nāma nāgarājā”tiādīsu paññatti . ",
  "dn2-a:150.111": "“Na bhikkhave tadahuposathe sabhikkhukā āvāsā”tiādīsu upavasitabbadivaso. ",
  "dn2-a:150.112": "Idhāpi soyeva adhippeto. ",
  "dn2-a:150.113": "So panesa aṭṭhamī cātuddasī pannarasībhedena tividho. ",
  "dn2-a:150.114": "Tasmā sesadvayanivāraṇatthaṁ pannaraseti vuttaṁ. ",
  "dn2-a:150.115": "Teneva vuttaṁ—“upavasanti etthāti uposatho”ti. ",
  "dn2-a:150.116": "<b>Komudiyā</b>ti kumudavatiyā. ",
  "dn2-a:150.117": "Tadā kira kumudāni supupphitāni honti tāni ettha santīti komudī. ",
  "dn2-a:150.118": "<b>Cātumāsiniyā</b>ti cātumāsiyā sā hi catunnaṁ māsānaṁ pariyosānabhūtāti cātumāsī. ",
  "dn2-a:150.119": "Idha pana cātumāsinīti vuccati. ",
  "dn2-a:150.120": "Māsapuṇṇatāya utupuṇṇatāya saṁvaccharapuṇṇatāya puṇṇā sampuṇṇāti puṇṇā. ",
  "dn2-a:150.121": "Mā iti cando vuccati so ettha puṇṇoti puṇṇamā. ",
  "dn2-a:150.122": "Evaṁ puṇṇāya puṇṇamāyāti imasmiṁ padadvaye ca attho veditabbo. ",
  "dn2-a:150.123": "<b>Rājāmaccaparivuto</b>ti evarūpāya rajataghaṭaviniggatāhi khīradhārāhi dhoviyamānadisābhāgāya viya rajatavimānaviccutehi muttāvaḷisumanakusumadāmasetadukūlakumudavisarehi samparikiṇṇāya viya ca caturupakkilesavimuttapuṇṇacandappabhāsamudayobhāsitāya rattiyā rājāmaccehi parivutoti attho. ",
  "dn2-a:150.124": "<b>Uparipāsādavaragato</b>ti pāsādavarassa uparigato. ",
  "dn2-a:150.125": "Mahārahe samussitasetacchatte kañcanāsane nisinno hoti. ",
  "dn2-a:150.126": "Kasmā nisinno? ",
  "dn2-a:150.127": "Niddāvinodanatthaṁ. ",
  "dn2-a:150.128": "Ayañhi rājā pitari upakkantadivasato paṭṭhāya—“niddaṁ okkamissāmī”ti nimīlitamattesuyeva akkhīsu sattisataabbhāhato viya kandamānoyeva pabujjhi. ",
  "dn2-a:150.129": "Kimetanti ca vutte na kiñcīti vadati. ",
  "dn2-a:150.130": "Tenassa amanāpā niddā iti niddāvinodanatthaṁ nisinno. ",
  "dn2-a:150.131": "Api ca tasmiṁ divase nakkhattaṁ saṅghuṭṭhaṁ hoti. ",
  "dn2-a:150.132": "Sabbaṁ nagaraṁ sittasammaṭṭhaṁ vippakiṇṇavālukaṁ pañcavaṇṇakusumalājapuṇṇaghaṭapaṭimaṇḍitagharadvāraṁ samussitadhajapaṭākavicitrasamujjalitadīpamālālaṅkatasabbadisābhāgaṁ vīthisabhāgena racchāsabhāgena nakkhattakīḷaṁ anubhavamānena mahājanena samākiṇṇaṁ hoti. ",
  "dn2-a:150.133": "Iti nakkhattadivasatāyapi nisinnoti vadanti. ",
  "dn2-a:150.134": "Evaṁ pana vatvāpi—“rājakulassa nāma sadāpi nakkhattameva niddāvinodanatthaṁyeva panesa nisinno”ti sanniṭṭhānaṁ kataṁ. ",
  "dn2-a:150.135": "<b>Udānaṁ udānesī</b>ti udāhāraṁ udāhari yathā hi yaṁ telaṁ mānaṁ gahetuṁ na sakkoti vissanditvā gacchati taṁ avasekoti vuccati. ",
  "dn2-a:150.136": "Yañca jalaṁ taḷākaṁ gahetuṁ na sakkoti ajjhottharitvā gacchati taṁ oghoti vuccati evameva yaṁ pītivacanaṁ hadayaṁ gahetuṁ na sakkoti adhikaṁ hutvā anto asaṇṭhahitvā bahinikkhamati taṁ udānanti vuccati. ",
  "dn2-a:150.137": "Evarūpaṁ pītimayaṁ vacanaṁ nicchāresīti attho. ",
  "dn2-a:150.138": "<b>Dosinā</b>ti dosāpagatā abbhā mahikā dhūmo rajo rāhūti imehi pañcahi upakkilesehi virahitāti vuttaṁ hoti. ",
  "dn2-a:150.139": "Tasmā <b>ramaṇīyā</b>tiādīni pañca thomanavacanāni. ",
  "dn2-a:150.140": "Sā hi mahājanassa manaṁ ramayatīti <b>ramaṇīyā.</b> Vuttadosavimuttāya candappabhāya obhāsitattā ativiya surūpāti <b>abhirūpā.</b> Dassituṁ yuttāti <b>dassanīyā.</b> Cittaṁ pasādetīti <b>pāsādikā.</b> Divasamāsādīnaṁ lakkhaṇaṁ bhavituṁ yuttāti <b>lakkhaññā.</b> ",
  "dn2-a:150.141": "<b>Kaṁ nu khvajjā</b>ti kaṁ nu kho ajja. ",
  "dn2-a:150.142": "<b>Samaṇaṁ vā brāhmaṇaṁ vā</b>ti samitapāpatāya samaṇaṁ. ",
  "dn2-a:150.143": "Bāhitapāpatāya brāhmaṇaṁ. ",
  "dn2-a:150.144": "<b>Yaṁ no payirupāsato</b>ti vacanabyattayo esa yaṁ amhākaṁ pañhapucchanavasena payirupāsantānaṁ madhuraṁ dhammaṁ sutvā cittaṁ pasīdeyyāti attho. ",
  "dn2-a:150.145": "Iti rājā iminā sabbenapi vacanena obhāsanimittakammaṁ akāsi. ",
  "dn2-a:150.146": "Kassa akāsīti? ",
  "dn2-a:150.147": "Jīvakassa. ",
  "dn2-a:150.148": "Kimatthaṁ? ",
  "dn2-a:150.149": "Bhagavato dassanatthaṁ. ",
  "dn2-a:150.150": "Kiṁ bhagavantaṁ sayaṁ dassanāya upagantuṁ na sakkotīti? ",
  "dn2-a:150.151": "Āma na sakkoti. ",
  "dn2-a:150.152": "Kasmā? ",
  "dn2-a:150.153": "Mahāparādhatāya. ",
  "dn2-a:150.154": "Tena hi bhagavato upaṭṭhāko ariyasāvako attano pitā mārito devadatto ca tameva nissāya bhagavato bahuṁ anatthamakāsi iti mahāparādho esa tāya mahāparādhatāya sayaṁ gantuṁ na sakkoti. ",
  "dn2-a:150.155": "Jīvako pana bhagavato upaṭṭhāko tassa piṭṭhichāyāya bhagavantaṁ passissāmīti obhāsanimittakammaṁ akāsi. ",
  "dn2-a:150.156": "Kiṁ jīvako pana—“mayhaṁ idaṁ obhāsanimittakamma”nti jānātīti? ",
  "dn2-a:150.157": "Āma jānāti. ",
  "dn2-a:150.158": "Atha kasmā tuṇhī ahosīti? ",
  "dn2-a:150.159": "Vikkhepapacchedanatthaṁ. ",
  "dn2-a:150.160": "Tassañhi parisati channaṁ satthārānaṁ upaṭṭhākā bahū sannipatitā te asikkhitānaṁ payirupāsanena sayampi asikkhitāva. ",
  "dn2-a:150.161": "Te mayi bhagavato guṇakathaṁ āraddhe antarantarā uṭṭhāyuṭṭhāya attano satthārānaṁ guṇaṁ kathessanti evaṁ me satthu guṇakathā pariyosānaṁ na gamissati. ",
  "dn2-a:150.162": "Rājā pana imesaṁ kulūpake upasaṅkamitvā gahitāsāratāya tesaṁ guṇakathāya anattamano hutvā maṁ paṭipucchissati athāhaṁ nibbikkhepaṁ satthu guṇaṁ kathetvā rājānaṁ satthu santikaṁ gahetvā gamissāmīti jānantova vikkhepapacchedanatthaṁ tuṇhī ahosīti. ",
  "dn2-a:150.163": "Tepi amaccā evaṁ cintesuṁ—“ajja rājā pañcahi padehi rattiṁ thometi addhā kiñci samaṇaṁ vā brāhmaṇaṁ vā upasaṅkamitvā pañhaṁ pucchitvā dhammaṁ sotukāmo yassa cesa dhammaṁ sutvā pasīdissati tassa ca mahantaṁ sakkāraṁ karissati yassa pana kulūpako samaṇo rājakulūpako hoti bhaddaṁ tassā”ti. ",
  "dn2-a:151-152.1": "Te evaṁ cintetvā—“ahaṁ attano kulūpakasamaṇassa vaṇṇaṁ vatvā rājānaṁ gahetvā gamissāmi ahaṁ gamissāmī”ti attano attano kulūpakānaṁ vaṇṇaṁ kathetuṁ āraddhā. ",
  "dn2-a:151-152.2": "Tenāha—<b>“evaṁ vutte aññataro rājāmacco”</b>tiādi. ",
  "dn2-a:151-152.3": "Tattha <b>pūraṇo</b>ti tassa satthupaṭiññassa nāmaṁ. ",
  "dn2-a:151-152.4": "<b>Kassapo</b>ti gottaṁ. ",
  "dn2-a:151-152.5": "So kira aññatarassa kulassa ekūnadāsasataṁ pūrayamāno jāto tenassa pūraṇoti nāmaṁ akaṁsu. ",
  "dn2-a:151-152.6": "Maṅgaladāsattā cassa “dukkaṭa”nti vattā natthi akataṁ vā na katanti. ",
  "dn2-a:151-152.7": "So “kimahaṁ ettha vasāmī”ti palāyi. ",
  "dn2-a:151-152.8": "Athassa corā vatthāni acchindiṁsu so paṇṇena vā tiṇena vā paṭicchādetumpi ajānanto jātarūpeneva ekaṁ gāmaṁ pāvisi. ",
  "dn2-a:151-152.9": "Manussā taṁ disvā “ayaṁ samaṇo arahā appiccho natthi iminā sadiso”ti pūvabhattādīni gahetvā upasaṅkamanti. ",
  "dn2-a:151-152.10": "So—“mayhaṁ sāṭakaṁ anivatthabhāvena idaṁ uppanna”nti tato paṭṭhāya sāṭakaṁ labhitvāpi na nivāsesi tadeva pabbajjaṁ aggahesi tassa santike aññepi aññepīti pañcasatamanussā pabbajiṁsu. ",
  "dn2-a:151-152.11": "Taṁ sandhāyāha—“pūraṇo kassapo”ti. ",
  "dn2-a:151-152.12": "Pabbajitasamūhasaṅkhāto saṅgho assa atthīti <b>saṅghī.</b> Sveva gaṇo assa atthīti <b>gaṇī.</b> Ācārasikkhāpanavasena tassa gaṇassa ācariyoti <b>gaṇācariyo</b>. ",
  "dn2-a:151-152.13": "<b>Ñāto</b>ti paññāto pākaṭo. ",
  "dn2-a:151-152.14": "“Appiccho santuṭṭho. ",
  "dn2-a:151-152.15": "Appicchatāya vatthampi na nivāsetī”ti evaṁ samuggato yaso assa atthīti <b>yasassī</b>. ",
  "dn2-a:151-152.16": "<b>Titthakaro</b>ti laddhikaro. ",
  "dn2-a:151-152.17": "<b>Sādhusammato</b>ti ayaṁ sādhu sundaro sappurisoti evaṁ sammato. ",
  "dn2-a:151-152.18": "<b>Bahujanassā</b>ti assutavato andhabālaputhujjanassa. ",
  "dn2-a:151-152.19": "Pabbajitato paṭṭhāya atikkantā bahū rattiyo jānātīti <b>rattaññū.</b> Ciraṁ pabbajitassa assāti <b>cirapabbajito</b> acirapabbajitassa hi kathā okappanīyā na hoti tenāha “cirapabbajito”ti. ",
  "dn2-a:151-152.20": "<b>Addhagato</b>ti addhānaṁ gato dve tayo rājaparivaṭṭe atītoti adhippāyo. ",
  "dn2-a:151-152.21": "<b>Vayoanuppatto</b>ti pacchimavayaṁ anuppatto. ",
  "dn2-a:151-152.22": "Idaṁ ubhayampi—“daharassa kathā okappanīyā na hotī”ti etaṁ sandhāya vuttaṁ. ",
  "dn2-a:151-152.23": "<b>Tuṇhī ahosī</b>ti suvaṇṇavaṇṇaṁ madhurarasaṁ ambapakkaṁ khāditukāmo puriso āharitvā hatthe ṭhapitaṁ kājarapakkaṁ disvā viya jhānābhiññādiguṇayuttaṁ tilakkhaṇabbhāhataṁ madhuraṁ dhammakathaṁ sotukāmo pubbe pūraṇassa dassanenāpi anattamano idāni guṇakathāya suṭṭhutaraṁ anattamano hutvā tuṇhī ahosi. ",
  "dn2-a:151-152.24": "Anattamano samānopi pana “sacāhaṁ etaṁ tajjetvā gīvāyaṁ gahetvā nīharāpessāmi ‘yo yo kathesi taṁ taṁ rājā evaṁ karotī’ti bhīto aññopi koci kiñci na kathessatī”ti amanāpampi taṁ kathaṁ adhivāsetvā tuṇhī eva ahosi. ",
  "dn2-a:151-152.25": "Athañño—“ahaṁ attano kulūpakassa vaṇṇaṁ kathessāmī”ti cintetvā vattuṁ ārabhi. ",
  "dn2-a:151-152.26": "Tena vuttaṁ—aññataropi khotiādi. ",
  "dn2-a:151-152.27": "Taṁ sabbaṁ vuttanayeneva veditabbaṁ. ",
  "dn2-a:151-152.28": "Ettha pana <b>makkhalī</b>ti tassa nāmaṁ. ",
  "dn2-a:151-152.29": "Gosālāya jātattā <b>gosālo</b>ti dutiyaṁ nāmaṁ. ",
  "dn2-a:151-152.30": "Taṁ kira sakaddamāya bhūmiyā telaghaṭaṁ gahetvā gacchantaṁ—“tāta mā khalī”ti sāmiko āha. ",
  "dn2-a:151-152.31": "So pamādena khalitvā patitvā sāmikassa bhayena palāyituṁ āraddho. ",
  "dn2-a:151-152.32": "Sāmiko upadhāvitvā dussakaṇṇe aggahesi. ",
  "dn2-a:151-152.33": "So sāṭakaṁ chaḍḍetvā acelako hutvā palāyi. ",
  "dn2-a:151-152.34": "Sesaṁ pūraṇasadisameva. ",
  "dn2-a:153.1": "<b>Ajito</b>ti tassa nāmaṁ. ",
  "dn2-a:153.2": "Kesakambalaṁ dhāretīti <b>kesakambalo.</b> Iti nāmadvayaṁ saṁsanditvā ajito kesakambaloti vuccati . ",
  "dn2-a:153.3": "Tattha <b>kesakambalo nāma</b> manussakesehi katakambalo. ",
  "dn2-a:153.4": "Tato paṭikiṭṭhataraṁ vatthaṁ nāma natthi. ",
  "dn2-a:153.5": "Yathāha—“seyyathāpi bhikkhave yāni kānici tantāvutānaṁ vatthānaṁ kesakambalo tesaṁ paṭikiṭṭho akkhāyati. ",
  "dn2-a:153.6": "Kesakambalo bhikkhave sīte sīto uṇhe uṇho dubbaṇṇo duggandho dukkhasamphasso”ti . ",
  "dn2-a:154.1": "<b>Pakudho</b>ti tassa nāmaṁ. ",
  "dn2-a:154.2": "<b>Kaccāyano</b>ti gottaṁ. ",
  "dn2-a:154.3": "Iti nāmagottaṁ saṁsanditvā pakudho kaccāyanoti vuccati. ",
  "dn2-a:154.4": "Sītudakapaṭikkhittako esa vaccaṁ katvāpi udakakiccaṁ na karoti uṇhodakaṁ vā kañjiyaṁ vā labhitvā karoti nadiṁ vā maggodakaṁ vā atikkamma—“sīlaṁ me bhinna”nti vālikathūpaṁ katvā sīlaṁ adhiṭṭhāya gacchati. ",
  "dn2-a:154.5": "Evarūpo nissirīkaladdhiko esa. ",
  "dn2-a:155.1": "<b>Sañcayo</b>ti tassa nāmaṁ. ",
  "dn2-a:155.2": "Belaṭṭhassa puttoti <b>belaṭṭhaputto.</b> ",
  "dn2-a:156.1": "Amhākaṁ gaṇṭhanakileso palibandhanakileso natthi kilesagaṇṭharahitā mayanti evaṁvāditāya laddhanāmavasena <b>nigaṇṭho.</b> Nāṭassa putto <b>nāṭaputto.</b> ",
  "dn2-a:156.2": "Komārabhaccajīvakakathāvaṇṇanā ",
  "dn2-a:157.1": "<b>Atha kho rājā</b>ti rājā kira tesaṁ vacanaṁ sutvā cintesi—“ahaṁ yassa yassa vacanaṁ na sotukāmo so so eva kathesi. ",
  "dn2-a:157.2": "Yassa panamhi vacanaṁ sotukāmo esa nāgavasaṁ pivitvā ṭhito supaṇṇo viya tuṇhībhūto anattho vata me”ti. ",
  "dn2-a:157.3": "Athassa etadahosi—“jīvako upasantassa buddhassa bhagavato upaṭṭhāko sayampi upasanto tasmā vattasampanno bhikkhu viya tuṇhībhūtova nisinno na esa mayi akathente kathessati hatthimhi kho pana maddante hatthisseva pādo gahetabbo”ti tena saddhiṁ sayaṁ mantetumāraddho. ",
  "dn2-a:157.4": "Tena vuttaṁ—“atha kho rājā”ti. ",
  "dn2-a:157.5": "Tattha <b>kiṁ tuṇhī</b>ti kena kāraṇena tuṇhī. ",
  "dn2-a:157.6": "Imesaṁ amaccānaṁ attano attano kulūpakasamaṇassa vaṇṇaṁ kathentānaṁ mukhaṁ nappahoti . ",
  "dn2-a:157.7": "Kiṁ yathā etesaṁ evaṁ tava kulūpakasamaṇo natthi kiṁ tvaṁ daliddo na te mama pitarā issariyaṁ dinnaṁ udāhu assaddhoti pucchati. ",
  "dn2-a:157.8": "Tato jīvakassa etadahosi—“ayaṁ rājā maṁ kulūpakasamaṇassa guṇaṁ kathāpeti na dāni me tuṇhībhāvassa kālo yathā kho panime rājānaṁ vanditvā nisinnāva attano kulūpakasamaṇānaṁ guṇaṁ kathayiṁsu na mayhaṁ evaṁ satthuguṇe kathetuṁ yutta”nti uṭṭhāyāsanā bhagavato vihārābhimukho pañcapatiṭṭhitena vanditvā dasanakhasamodhānasamujjalaṁ añjaliṁ sirasi paggahetvā—“mahārāja mā maṁ evaṁ cintayittha ‘ayaṁ yaṁ vā taṁ vā samaṇaṁ upasaṅkamatī’ti mama satthuno hi mātukucchiokkamane mātukucchito nikkhamane mahābhinikkhamane sambodhiyaṁ dhammacakkappavattane ca dasasahassilokadhātu kampittha evaṁ yamakapāṭihāriyaṁ akāsi evaṁ devorohaṇaṁ ahaṁ satthuno guṇe kathayissāmi ekaggacitto suṇa mahārājā”ti vatvā—“ayaṁ deva bhagavā arahaṁ sammāsambuddho”tiādimāha. ",
  "dn2-a:157.9": "Tattha <b>taṁ kho pana bhagavanta</b>nti itthambhūtākhyānatthe upayogavacanaṁ tassa kho pana bhagavatoti attho. ",
  "dn2-a:157.10": "<b>Kalyāṇo</b>ti kalyāṇaguṇasamannāgato seṭṭhoti vuttaṁ hoti. ",
  "dn2-a:157.11": "<b>Kittisaddo</b>ti kittiyeva. ",
  "dn2-a:157.12": "Thutighoso vā. ",
  "dn2-a:157.13": "<b>Abbhuggato</b>ti sadevakaṁ lokaṁ ajjhottharitvā uggato. ",
  "dn2-a:157.14": "Kinti? ",
  "dn2-a:157.15": "“Itipi so bhagavā arahaṁ sammāsambuddho…pe… bhagavā”ti. ",
  "dn2-a:157.16": "Tatrāyaṁ padasambandho—so bhagavā itipi arahaṁ itipi sammāsambuddho…pe… itipi bhagavāti. ",
  "dn2-a:157.17": "Iminā ca iminā ca kāraṇenāti vuttaṁ hoti. ",
  "dn2-a:157.18": "Tattha ārakattā arīnaṁ arānañca hatattā paccayādīnaṁ arahattā pāpakaraṇe rahābhāvāti imehi tāva kāraṇehi so bhagavā arahanti veditabbotiādinā nayena mātikaṁ nikkhipitvā sabbāneva cetāni padāni visuddhimagge buddhānussatiniddese vitthāritānīti tato nesaṁ vitthāro gahetabbo. ",
  "dn2-a:157.19": "Jīvako pana ekamekassa padassa atthaṁ niṭṭhāpetvā—“evaṁ mahārāja arahaṁ mayhaṁ satthā evaṁ sammāsambuddho…pe… evaṁ bhagavā”ti vatvā—“taṁ devo bhagavantaṁ payirupāsatu appeva nāma devassa taṁ bhagavantaṁ payirupāsato cittaṁ pasīdeyyā”ti āha. ",
  "dn2-a:157.20": "Ettha ca <b>taṁ devo payirupāsatū</b>ti vadanto “mahārāja tumhādisānañhi satenapi sahassenapi satasahassenapi puṭṭhassa mayhaṁ satthuno sabbesaṁ cittaṁ gahetvā kathetuṁ thāmo ca balañca atthi vissattho upasaṅkamitvā puccheyyāsi mahārājā”ti āha. ",
  "dn2-a:157.21": "Raññopi bhagavato guṇakathaṁ suṇantassa sakalasarīraṁ pañcavaṇṇāya pītiyā nirantaraṁ phuṭaṁ ahosi. ",
  "dn2-a:157.22": "So taṅkhaṇaññeva gantukāmo hutvā—“imāya kho pana velāya mayhaṁ dasabalassa santikaṁ gacchato na añño koci khippaṁ yānāni yojetuṁ sakkhissati aññatra jīvakā”ti cintetvā—“tena hi samma jīvaka hatthiyānāni kappāpehī”ti āha. ",
  "dn2-a:158.1": "Tattha <b>tena hī</b>ti uyyojanatthe nipāto. ",
  "dn2-a:158.2": "Gaccha samma jīvakāti vuttaṁ hoti. ",
  "dn2-a:158.3": "<b>Hatthiyānānī</b>ti anekesu assarathādīsu yānesu vijjamānesupi hatthiyānaṁ uttamaṁ uttamassa santikaṁ uttamayāneneva gantabbanti ca assayānarathayānāni sasaddāni dūratova tesaṁ saddo suyyati hatthiyānassa padānupadaṁ gacchantāpi saddaṁ na suṇanti. ",
  "dn2-a:158.4": "Nibbutassa pana kho bhagavato santike nibbuteheva yānehi gantabbanti ca cintayitvā hatthiyānānīti āha. ",
  "dn2-a:158.5": "<b>Pañcamattāni hatthinikāsatānī</b>ti pañca kareṇusatāni. ",
  "dn2-a:158.6": "<b>Kappāpetvā</b>ti ārohaṇasajjāni kāretvā. ",
  "dn2-a:158.7": "<b>Ārohaṇīya</b>nti ārohaṇayoggaṁ opaguyhanti attho. ",
  "dn2-a:158.8": "Kiṁ panesa raññā vuttaṁ akāsi avuttanti? ",
  "dn2-a:158.9": "Avuttaṁ. ",
  "dn2-a:158.10": "Kasmā? ",
  "dn2-a:158.11": "Paṇḍitatāya. ",
  "dn2-a:158.12": "Evaṁ kirassa ahosi—rājā imāya velāya gacchāmīti vadati rājāno ca nāma bahupaccatthikā. ",
  "dn2-a:158.13": "Sace antarāmagge koci antarāyo hoti mampi garahissanti—“jīvako rājā me kathaṁ gaṇhātīti akālepi rājānaṁ gahetvā nikkhamatī”ti. ",
  "dn2-a:158.14": "Bhagavantampi garahissanti “samaṇo gotamo ‘mayhaṁ kathā vattatī’ti kālaṁ asallakkhetvāva dhammaṁ kathetī”ti. ",
  "dn2-a:158.15": "Tasmā yathā neva mayhaṁ na bhagavato garahā uppajjati rañño ca rakkhā susaṁvihitā hoti tathā karissāmī”ti. ",
  "dn2-a:158.16": "Tato itthiyo nissāya purisānaṁ bhayaṁ nāma natthi ‘sukhaṁ itthiparivuto gamissāmī’ti pañca hatthinikāsatāni kappāpetvā pañca itthisatāni purisavesaṁ gāhāpetvā—“asitomarahatthā rājānaṁ parivāreyyāthā”ti vatvā puna cintesi—“imassa rañño imasmiṁ attabhāve maggaphalānaṁ upanissayo natthi buddhā ca nāma upanissayaṁ disvāva dhammaṁ kathenti. ",
  "dn2-a:158.17": "Handāhaṁ mahājanaṁ sannipātāpemi evañhi sati satthā kassacideva upanissayena dhammaṁ desessati sā mahājanassa upakārāya bhavissatī”ti. ",
  "dn2-a:158.18": "So tattha tattha sāsanaṁ pesesi bheriṁ carāpesi—“ajja rājā bhagavato santikaṁ gacchati sabbe attano vibhavānurūpena rañño ārakkhaṁ gaṇhantū”ti. ",
  "dn2-a:158.19": "Tato mahājano cintesi—“rājā kira satthudassanatthaṁ gacchati kīdisī vata bho dhammadesanā bhavissati kiṁ no nakkhattakīḷāya tattheva gamissāmā”ti. ",
  "dn2-a:158.20": "Sabbe gandhamālādīni gahetvā rañño āgamanaṁ ākaṅkhamānā magge aṭṭhaṁsu. ",
  "dn2-a:158.21": "Jīvakopi rañño paṭivedesi—“kappitāni kho te deva hatthiyānāni yassa dāni kālaṁ maññasī”ti. ",
  "dn2-a:158.22": "Tattha <b>yassa dāni kālaṁ maññasī</b>ti upacāravacanametaṁ. ",
  "dn2-a:158.23": "Idaṁ vuttaṁ hoti—“yaṁ tayā āṇattaṁ taṁ mayā kataṁ idāni tvaṁ yassa gamanassa vā agamanassa vā kālaṁ maññasi tadeva attano ruciyā karohī”ti. ",
  "dn2-a:159.1": "<b>Paccekā itthiyo</b>ti pāṭiyekkā itthiyo ekekissā hatthiniyā ekekaṁ itthinti vuttaṁ hoti. ",
  "dn2-a:159.2": "<b>Ukkāsu dhāriyamānāsū</b>ti daṇḍadīpikāsu dhāriyamānāsu. ",
  "dn2-a:159.3": "<b>Mahacca rājānubhāvenā</b>ti mahatā rājānubhāvena. ",
  "dn2-a:159.4": "Mahaccātipi pāḷi mahatiyāti attho liṅgavipariyāyo esa. ",
  "dn2-a:159.5": "<b>Rājānubhāvo</b> vuccati rājiddhi. ",
  "dn2-a:159.6": "Kā panassa rājiddhi? ",
  "dn2-a:159.7": "Tiyojanasatānaṁ dvinnaṁ mahāraṭṭhānaṁ issariyasirī. ",
  "dn2-a:159.8": "Tassa hi asukadivasaṁ rājā tathāgataṁ upasaṅkamissatīti paṭhamataraṁ saṁvidahane asatipi taṅkhaṇaññeva pañca itthisatāni purisavesaṁ gahetvā paṭimukkaveṭhanāni aṁse āsattakhaggāni maṇidaṇḍatomare gahetvā nikkhamiṁsu. ",
  "dn2-a:159.9": "Yaṁ sandhāya vuttaṁ—“paccekā itthiyo āropetvā”ti. ",
  "dn2-a:159.10": "Aparāpi soḷasasahassakhattiyanāṭakitthiyo rājānaṁ parivāresuṁ. ",
  "dn2-a:159.11": "Tāsaṁ pariyante khujjavāmanakakirātādayo. ",
  "dn2-a:159.12": "Tāsaṁ pariyante antepurapālakā vissāsikapurisā. ",
  "dn2-a:159.13": "Tesaṁ pariyante vicitravesavilāsino saṭṭhisahassamattā mahāmattā. ",
  "dn2-a:159.14": "Tesaṁ pariyante vividhālaṅkārapaṭimaṇḍitā nānappakāraāvudhahatthā vijjādharataruṇā viya navutisahassamattā raṭṭhiyaputtā. ",
  "dn2-a:159.15": "Tesaṁ pariyante satagghanikāni nivāsetvā pañcasatagghanikāni ekaṁsaṁ katvā sunhātā suvilittā kañcanamālādinānābharaṇasobhitā dasasahassamattā brāhmaṇā dakkhiṇahatthaṁ ussāpetvā jayasaddaṁ ghosantā gacchanti. ",
  "dn2-a:159.16": "Tesaṁ pariyante pañcaṅgikāni tūriyāni. ",
  "dn2-a:159.17": "Tesaṁ pariyante dhanupantiparikkhepo. ",
  "dn2-a:159.18": "Tassa pariyante hatthighaṭā. ",
  "dn2-a:159.19": "Hatthīnaṁ pariyante gīvāya gīvaṁ paharamānā assapanti. ",
  "dn2-a:159.20": "Assapariyante aññamaññaṁ saṅghaṭṭanarathā. ",
  "dn2-a:159.21": "Rathapariyante bāhāya bāhaṁ paharayamānā yodhā. ",
  "dn2-a:159.22": "Tesaṁ pariyante attano attano anurūpāya ābharaṇasampattiyā virocamānā aṭṭhārasa seniyo. ",
  "dn2-a:159.23": "Iti yathā pariyante ṭhatvā khitto saro rājānaṁ na pāpuṇāti evaṁ jīvako komārabhacco rañño parisaṁ saṁvidahitvā attanā rañño avidūreneva gacchati—“sace koci upaddavo hoti paṭhamatara rañño jīvitadānaṁ dassāmī”ti. ",
  "dn2-a:159.24": "Ukkānaṁ pana ettakāni satāni vā sahassāni vāti paricchedo natthīti evarūpiṁ rājiddhiṁ sandhāya vuttaṁ—“mahaccarājānubhāvena yena jīvakassa komārabhaccassa ambavanaṁ tena pāyāsī”ti. ",
  "dn2-a:159.25": "<b>Ahudeva bhaya</b>nti ettha cittutrāsabhayaṁ ñāṇabhayaṁ ārammaṇabhayaṁ ottappabhayanti catubbidhaṁ bhayaṁ tattha “jātiṁ paṭicca bhayaṁ bhayānaka”ntiādinā nayena vuttaṁ cittutrāsabhayaṁ nāma. ",
  "dn2-a:159.26": "“Tepi tathāgatassa dhammadesanaṁ sutvā yebhuyyena bhayaṁ saṁvegaṁ santāsaṁ āpajjantī”ti evamāgataṁ ñāṇabhayaṁ nāma. ",
  "dn2-a:159.27": "“Etaṁ nūna taṁ bhayabheravaṁ āgacchatī”ti ettha vuttaṁ ārammaṇabhayaṁ nāma. ",
  "dn2-a:159.28": "“Bhīruṁ pasaṁsanti na hi tattha sūraṁ ",
  "dn2-a:159.29": "Bhayā hi santo na karonti pāpa”nti . ",
  "dn2-a:159.30": "Idaṁ ottappabhayaṁ nāma. ",
  "dn2-a:159.31": "Tesu idha cittutrāsabhayaṁ ahu ahosīti attho. ",
  "dn2-a:159.32": "<b>Chambhitatta</b>nti chambhitassa bhāvo. ",
  "dn2-a:159.33": "Sakalasarīracalananti attho. ",
  "dn2-a:159.34": "<b>Lomahaṁso</b>ti lomahaṁsanaṁ uddhaṁ ṭhitalomatāti attho. ",
  "dn2-a:159.35": "So panāyaṁ lomahaṁso dhammassavanādīsu pītiuppattikāle pītiyāpi hoti . ",
  "dn2-a:159.36": "Bhīrukajātikānaṁ sampahārapisācādidassanesu bhayenāpi. ",
  "dn2-a:159.37": "Idha bhayalomahaṁsoti veditabbo. ",
  "dn2-a:159.38": "Kasmā panesa bhītoti? ",
  "dn2-a:159.39": "Andhakārenāti eke vadanti. ",
  "dn2-a:159.40": "Rājagahe kira dvattiṁsa mahādvārāni catusaṭṭhi khuddakadvārāni. ",
  "dn2-a:159.41": "Jīvakassa ambavanaṁ pākārassa ca gijjhakūṭassa ca antarā hoti. ",
  "dn2-a:159.42": "So pācīnadvārena nikkhamitvā pabbatacchāyāya pāvisi tattha pabbatakūṭena cando chādito pabbatacchāyāya ca rukkhacchāyāya ca andhakāraṁ ahosīti tampi akāraṇaṁ. ",
  "dn2-a:159.43": "Tadā hi ukkānaṁ satasahassānampi paricchedo natthi. ",
  "dn2-a:159.44": "Ayaṁ pana appasaddataṁ nissāya jīvake āsaṅkāya bhīto. ",
  "dn2-a:159.45": "Jīvako kirassa uparipāsādeyeva ārocesi—“mahārāja appasaddakāmo bhagavā appasaddeneva upasaṅkamitabbo”ti. ",
  "dn2-a:159.46": "Tasmā rājā tūriyasaddaṁ nivāresi. ",
  "dn2-a:159.47": "Tūriyāni kevalaṁ gahitamattāneva honti vācampi uccaṁ anicchārayamānā accharāsaññāya gacchanti. ",
  "dn2-a:159.48": "Ambavanepi kassaci khipitasaddopi na suyyati. ",
  "dn2-a:159.49": "Rājāno ca nāma saddābhiratā honti. ",
  "dn2-a:159.50": "So taṁ appasaddataṁ nissāya ukkaṇṭhito jīvakepi āsaṅkaṁ uppādesi. ",
  "dn2-a:159.51": "“Ayaṁ jīvako mayhaṁ ambavane aḍḍhateḷasāni bhikkhusatānī”ti āha. ",
  "dn2-a:159.52": "Ettha ca khipitasaddamattampi na suyyati abhūtaṁ maññe esa vañcetvā maṁ nagarato nīharitvā purato balakāyaṁ upaṭṭhapetvā maṁ gaṇhitvā attanā chattaṁ ussāpetukāmo. ",
  "dn2-a:159.53": "Ayañhi pañcannaṁ hatthīnaṁ balaṁ dhāreti. ",
  "dn2-a:159.54": "Mama ca avidūreneva gacchati santike ca me āvudhahattho ekapurisopi natthi. ",
  "dn2-a:159.55": "Aho vata me anattho”ti. ",
  "dn2-a:159.56": "Evaṁ bhāyitvā ca pana abhīto viya sandhāretumpi nāsakkhi. ",
  "dn2-a:159.57": "Attano bhītabhāvaṁ tassa āvi akāsi. ",
  "dn2-a:159.58": "Tena vuttaṁ. ",
  "dn2-a:159.59": "“Atha kho rājā…pe… na nigghoso”ti. ",
  "dn2-a:159.60": "Tattha <b>sammā</b>ti vayassābhilāpo esa kacci maṁ vayassāti vuttaṁ hoti. ",
  "dn2-a:159.61": "<b>Na palambhesī</b>ti yaṁ natthi taṁ atthīti vatvā kacci maṁ na vippalambhayasi. ",
  "dn2-a:159.62": "<b>Nigghoso</b>ti kathāsallāpanigghoso. ",
  "dn2-a:159.63": "<b>Mā bhāyi mahārājā</b>ti jīvako—“ayaṁ rājā maṁ na jānāti ‘nāyaṁ paraṁ jīvitā voropetī’ti sace kho pana naṁ na assāsessāmi vinasseyyā”ti cintayitvā daḷhaṁ katvā samassāsento “mā bhāyi mahārājā”ti vatvā <b>“na taṁ devā”</b>tiādimāha. ",
  "dn2-a:159.64": "<b>Abhikkamā</b>ti abhimukho kama gaccha pavisāti attho. ",
  "dn2-a:159.65": "Sakiṁ vutte pana daḷhaṁ na hotīti taramānova dvikkhattuṁ āha. ",
  "dn2-a:159.66": "<b>Ete maṇḍalamāḷe dīpā jhāyantī</b>ti mahārāja corabalaṁ nāma na dīpe jāletvā tiṭṭhati ete ca maṇḍalamāḷe dīpā jalanti. ",
  "dn2-a:159.67": "Etāya dīpasaññāya yāhi mahārājāti vadati. ",
  "dn2-a:159.68": "Sāmaññaphalapucchāvaṇṇanā ",
  "dn2-a:160.1": "<b>Nāgassa bhūmī</b>ti yattha sakkā hatthiṁ abhirūḷhena gantuṁ ayaṁ nāgassa bhūmi nāma. ",
  "dn2-a:160.2": "<b>Nāgā paccorohitvā</b>ti vihārassa bahidvārakoṭṭhake hatthito orohitvā. ",
  "dn2-a:160.3": "Bhūmiyaṁ patiṭṭhitasamakālameva pana bhagavato tejo rañño sarīraṁ phari. ",
  "dn2-a:160.4": "Athassa tāvadeva sakalasarīrato sedā mucciṁsu sāṭakā pīḷetvā apanetabbā viya ahesuṁ. ",
  "dn2-a:160.5": "Attano aparādhaṁ saritvā mahābhayaṁ uppajji. ",
  "dn2-a:160.6": "So ujukaṁ bhagavato santikaṁ gantuṁ asakkonto jīvakaṁ hatthe gahetvā ārāmacārikaṁ caramāno viya “idaṁ te samma jīvaka suṭṭhu kāritaṁ idaṁ suṭṭhu kārita”nti vihārassa vaṇṇaṁ bhaṇamāno anukkamena yena maṇḍalamāḷassa dvāraṁ tenupasaṅkami sampattoti attho. ",
  "dn2-a:160.7": "<b>Kahaṁ pana sammā</b>ti kasmā pucchīti. ",
  "dn2-a:160.8": "Eke tāva “ajānanto”ti vadanti. ",
  "dn2-a:160.9": "Iminā kira daharakāle pitarā saddhiṁ āgamma bhagavā diṭṭhapubbo pacchā pana pāpamittasaṁsaggena pitughātaṁ katvā abhimāre pesetvā dhanapālaṁ muñcāpetvā mahāparādho hutvā bhagavato sammukhībhāvaṁ na upagatapubboti asañjānanto pucchatīti. ",
  "dn2-a:160.10": "Taṁ akāraṇaṁ bhagavā hi ākiṇṇavaralakkhaṇo anubyañjanapaṭimaṇḍito chabbaṇṇāhi rasmīhi sakalaṁ ārāmaṁ obhāsetvā tārāgaṇaparivuto viya puṇṇacando bhikkhugaṇaparivuto maṇḍalamāḷamajjhe nisinno taṁ ko na jāneyya. ",
  "dn2-a:160.11": "Ayaṁ pana attano issariyalīlāya pucchati. ",
  "dn2-a:160.12": "Pakati hesā rājakulānaṁ yaṁ jānantāpi ajānantā viya pucchanti. ",
  "dn2-a:160.13": "Jīvako pana taṁ sutvā—‘ayaṁ rājā pathaviyaṁ ṭhatvā kuhiṁ pathavīti nabhaṁ ulloketvā kuhiṁ candimasūriyāti sinerumūle ṭhatvā kuhiṁ sinerūti vadamāno viya dasabalassa purato ṭhatvā kuhiṁ bhagavā’ti pucchati. ",
  "dn2-a:160.14": "“Handassa bhagavantaṁ dassessāmī”ti cintetvā yena bhagavā tenañjaliṁ paṇāmetvā “eso mahārājā”tiādimāha. ",
  "dn2-a:160.15": "<b>Purakkhato</b>ti parivāretvā nisinnassa purato nisinno. ",
  "dn2-a:161.1": "<b>Yena bhagavā tenupasaṅkamī</b>ti yattha bhagavā tattha gato bhagavato santikaṁ upagatoti attho. ",
  "dn2-a:161.2": "<b>Ekamantaṁ aṭṭhāsī</b>ti bhagavantaṁ vā bhikkhusaṁghaṁ vā asaṅghaṭṭayamāno attano ṭhātuṁ anucchavike ekasmiṁ padese bhagavantaṁ abhivādetvā ekova aṭṭhāsi. ",
  "dn2-a:161.3": "<b>Tuṇhībhūtaṁ tuṇhībhūta</b>nti yato yato anuviloketi tato tato tuṇhībhūtamevāti attho. ",
  "dn2-a:161.4": "Tattha hi ekabhikkhussapi hatthakukkuccaṁ vā pādakukkuccaṁ vā khipitasaddo vā natthi sabbālaṅkārapaṭimaṇḍitaṁ nāṭakaparivāraṁ bhagavato abhimukhe ṭhitaṁ rājānaṁ vā rājaparisaṁ vā ekabhikkhupi na olokesi. ",
  "dn2-a:161.5": "Sabbe bhagavantaṁyeva olokayamānā nisīdiṁsu. ",
  "dn2-a:161.6": "Rājā tesaṁ upasame pasīditvā vigatapaṅkatāya vippasannarahadamiva upasantindriyaṁ bhikkhusaṅghaṁ punappunaṁ anuviloketvā udānaṁ udānesi. ",
  "dn2-a:161.7": "Tattha <b>iminā</b>ti yena kāyikena ca vācasikena ca mānasikena ca sīlūpasamena bhikkhusaṅgho upasanto iminā upasamenāti dīpeti. ",
  "dn2-a:161.8": "Tattha “aho vata me putto pabbajitvā ime bhikkhū viya upasanto bhaveyyā”ti nayidaṁ sandhāya esa evamāha. ",
  "dn2-a:161.9": "Ayaṁ pana bhikkhusaṅghaṁ disvā pasanno puttaṁ anussari. ",
  "dn2-a:161.10": "Dullabhañhi laddhā acchariyaṁ vā disvā piyānaṁ ñātimittādīnaṁ anussaraṇaṁ nāma lokassa pakatiyeva. ",
  "dn2-a:161.11": "Iti bhikkhusaṅghaṁ disvā puttaṁ anussaramāno esa evamāha. ",
  "dn2-a:161.12": "Api ca putte āsaṅkāya tassa upasamaṁ icchamāno pesa evamāha. ",
  "dn2-a:161.13": "Evaṁ kirassa ahosi putto me pucchissati—“mayhaṁ pitā daharo. ",
  "dn2-a:161.14": "Ayyako me kuhi”nti. ",
  "dn2-a:161.15": "So “pitarā te ghātito”ti sutvā “ahampi pitaraṁ ghātetvā rajjaṁ kāressāmī”ti maññissati. ",
  "dn2-a:161.16": "Iti putte āsaṅkāya tassa upasamaṁ icchamāno pesa evamāha. ",
  "dn2-a:161.17": "Kiñcāpi hi esa evamāha. ",
  "dn2-a:161.18": "Atha kho naṁ putto ghātessatiyeva. ",
  "dn2-a:161.19": "Tasmiñhi vaṁse pituvadho pañcaparivaṭṭe gato. ",
  "dn2-a:161.20": "Ajātasattu bimbisāraṁ ghātesi udayo ajātasattuṁ . ",
  "dn2-a:161.21": "Tassa putto mahāmuṇḍiko nāma udayaṁ. ",
  "dn2-a:161.22": "Tassa putto anuruddho nāma mahāmuṇḍikaṁ. ",
  "dn2-a:161.23": "Tassa putto nāgadāso nāma anuruddhaṁ. ",
  "dn2-a:161.24": "Nāgadāsaṁ pana—“vaṁsacchedakarājāno ime kiṁ imehī”ti raṭṭhavāsino kupitā ghātesuṁ. ",
  "dn2-a:161.25": "<b>Agamā kho tva</b>nti kasmā evamāha? ",
  "dn2-a:161.26": "Bhagavā kira rañño vacībhede akateyeva cintesi—“ayaṁ rājā āgantvā tuṇhī niravo ṭhito kiṁ nu kho cintesī”ti. ",
  "dn2-a:161.27": "Athassa cittaṁ ñatvā—“ayaṁ mayā saddhiṁ sallapituṁ asakkonto bhikkhusaṅghaṁ anuviloketvā puttaṁ anussari na kho panāyaṁ mayi anālapante kiñci kathetuṁ sakkhissati karomi tena saddhiṁ kathāsallāpa”nti. ",
  "dn2-a:161.28": "Tasmā rañño vacanānantaraṁ <b>“agamā kho tvaṁ mahārāja yathāpema”</b>nti āha. ",
  "dn2-a:161.29": "Tassattho—mahārāja yathā nāma unname vuṭṭhaṁ udakaṁ yena ninnaṁ tena gacchati evameva tvaṁ bhikkhusaṅghaṁ anuviloketvā yena pemaṁ tena gatoti. ",
  "dn2-a:161.30": "Atha rañño etadahosi—“aho acchariyā buddhaguṇā mayā sadiso bhagavato aparādhakārako nāma natthi mayā hissa aggupaṭṭhāko ghātito devadattassa ca kathaṁ gahetvā abhimārā pesitā nāḷāgiri mutto maṁ nissāya devadattena silā paviddhā evaṁ mahāparādhaṁ nāma maṁ ālapato dasabalassa mukhaṁ nappahoti aho bhagavā pañcahākārehi tādilakkhaṇe suppatiṭṭhito. ",
  "dn2-a:161.31": "Evarūpaṁ nāma satthāraṁ pahāya bahiddhā na pariyesissāmā”ti so somanassajāto bhagavantaṁ ālapanto “piyo me bhante”tiādimāha. ",
  "dn2-a:162.1": "<b>Bhikkhusaṅghassa añjaliṁ paṇāmetvā</b>ti evaṁ kirassa ahosi bhagavantaṁ vanditvā itocito ca gantvā bhikkhusaṅghaṁ vandantena ca bhagavā piṭṭhito kātabbo hoti garukāropi cesa na hoti. ",
  "dn2-a:162.2": "Rājānaṁ vanditvā uparājānaṁ vandantenapi hi rañño agāravo kato hoti. ",
  "dn2-a:162.3": "Tasmā bhagavantaṁ vanditvā ṭhitaṭṭhāneyeva bhikkhusaṅghassa añjaliṁ paṇāmetvā ekamantaṁ nisīdi. ",
  "dn2-a:162.4": "<b>Kañcideva desa</b>nti kañci okāsaṁ. ",
  "dn2-a:162.5": "Athassa bhagavā pañhapucchane ussāhaṁ janento āha—<b>“puccha mahārāja yadākaṅkhasī”</b>ti. ",
  "dn2-a:162.6": "Tassattho—“puccha yadi ākaṅkhasi na me pañhavissajjane bhāro atthi”. ",
  "dn2-a:162.7": "Atha vā “puccha yaṁ ākaṅkhasi sabbaṁ te vissajjessāmī”ti sabbaññupavāraṇaṁ pavāresi asādhāraṇaṁ paccekabuddhaaggasāvakamahāsāvakehi. ",
  "dn2-a:162.8": "Te hi yadākaṅkhasīti na vadanti sutvā vedissāmāti vadanti. ",
  "dn2-a:162.9": "Buddhā pana—“puccha āvuso yadākaṅkhasī”ti  vā “puccha mahārāja yadākaṅkhasī”ti vā ",
  "dn2-a:162.10": "“Puccha vāsava maṁ pañhaṁ yaṁ kiñci manasicchasi ",
  "dn2-a:162.11": "Tassa tasseva pañhassa ahaṁ antaṁ karomi te”ti. vā</blockquote> ",
  "dn2-a:162.12": "Tena hi tvaṁ bhikkhu sake āsane nisīditvā puccha yadākaṅkhasīti vā ",
  "dn2-a:162.13": "“Bāvarissa ca tuyhaṁ vā sabbesaṁ sabbasaṁsayaṁ ",
  "dn2-a:162.14": "Katāvakāsā pucchavho yaṁ kiñci manasicchathā”ti. vā ",
  "dn2-a:162.15": "“Puccha maṁ sabhiya pañhaṁ yaṁ kiñci manasicchasi ",
  "dn2-a:162.16": "Tassa tasseva pañhassa ahaṁ antaṁ karomi te”ti. vā ",
  "dn2-a:162.17": "Tesaṁ tesaṁ yakkhanarindadevasamaṇabrāhmaṇaparibbājakānaṁ sabbaññupavāraṇaṁ pavārenti. ",
  "dn2-a:162.18": "Anacchariyañcetaṁ yaṁ bhagavā buddhabhūmiṁ patvā etaṁ pavāraṇaṁ pavāreyya. ",
  "dn2-a:162.19": "Yo bodhisattabhūmiyaṁ padesañāṇe ṭhito – ",
  "dn2-a:162.20": "“Koṇḍañña  pañhāni viyākarohi ",
  "dn2-a:162.21": "Yācanti taṁ isayo sādhurūpā. ",
  "dn2-a:162.22": "Koṇḍañña eso manujesu dhammo ",
  "dn2-a:162.23": "Yaṁ vuddhamāgacchati esa bhāro”ti.</blockquote> ",
  "dn2-a:162.24": "Evaṁ sakkādīnaṁ atthāya isīhi yācito – ",
  "dn2-a:162.25": "“Katāvakāsā pucchantu bhonto ",
  "dn2-a:162.26": "Yaṁ kiñci pañhaṁ manasābhipatthitaṁ ",
  "dn2-a:162.27": "Ahañhi taṁ taṁ vo viyākarissaṁ ",
  "dn2-a:162.28": "Ñatvā sayaṁ lokamimaṁ parañcā”ti. ",
  "dn2-a:162.29": "Evaṁ sarabhaṅgakāle. ",
  "dn2-a:162.30": "Sambhavajātake ca sakalajambudīpaṁ tikkhattuṁ vicaritvā pañhānaṁ antakaraṁ adisvā suciratena brāhmaṇena pañhaṁ puṭṭhuṁ okāse kārite jātiyā sattavassiko rathikāya paṁsuṁ kīḷanto pallaṅkamābhujitvā antaravīthiyaṁ nisinnova – ",
  "dn2-a:162.31": "“Taggha te ahamakkhissaṁ yathāpi kusalo tathā ",
  "dn2-a:162.32": "Rājā ca kho taṁ jānāti yadi kāhati vā na vā”ti.</blockquote> ",
  "dn2-a:162.33": "Sabbaññupavāraṇaṁ pavāresi. ",
  "dn2-a:163.1": "Evaṁ bhagavatā sabbaññupavāraṇāya pavāritāya attamano rājā pañhaṁ pucchanto—“yathā nu kho imāni bhante”tiādimāha. ",
  "dn2-a:163.2": "Tattha sippameva sippāyatanaṁ. ",
  "dn2-a:163.3": "<b>Puthusippāyatanānī</b>ti bahūni sippāni. ",
  "dn2-a:163.4": "<b>Seyyathida</b>nti katame pana te. ",
  "dn2-a:163.5": "<b>Hatthārohā</b>tiādīhi ye taṁ taṁ sippaṁ nissāya jīvanti te dasseti. ",
  "dn2-a:163.6": "Ayañhi assādhippāyo—“yathā imesaṁ sippūpajīvīnaṁ taṁ taṁ sippaṁ nissāya sandiṭṭhikaṁ sippaphalaṁ paññāyati. ",
  "dn2-a:163.7": "Sakkā nu kho evaṁ sandiṭṭhikaṁ sāmaññaphalaṁ paññāpetu”nti. ",
  "dn2-a:163.8": "Tasmā sippāyatanāni āharitvā sippūpajīvino dasseti. ",
  "dn2-a:163.9": "Tattha <b>hatthārohā</b>ti sabbepi hatthācariyahatthivejjahatthimeṇḍādayo dasseti. ",
  "dn2-a:163.10": "<b>Assārohā</b>ti sabbepi assācariyaassavejjaassameṇḍādayo. ",
  "dn2-a:163.11": "<b>Rathikā</b>ti sabbepi rathācariyarathayodharatharakkhādayo. ",
  "dn2-a:163.12": "<b>Dhanuggahā</b>ti dhanuācariyā issāsā. ",
  "dn2-a:163.13": "<b>Celakā</b>ti ye yuddhe jayadhajaṁ gahetvā purato gacchanti. ",
  "dn2-a:163.14": "<b>Calakā</b>ti idha rañño ṭhānaṁ hotu idha asukamahāmattassāti evaṁ senābyūhakārakā. ",
  "dn2-a:163.15": "<b>Piṇḍadāyakā</b>ti sāhasikamahāyodhā. ",
  "dn2-a:163.16": "Te kira parasenaṁ pavisitvā parasīsaṁ piṇḍamiva chetvā chetvā dayanti uppatitvā uppatitvā niggacchantīti attho. ",
  "dn2-a:163.17": "Ye vā saṅgāmamajjhe yodhānaṁ bhattapātiṁ gahetvā parivisanti tesampetaṁ nāmaṁ. ",
  "dn2-a:163.18": "<b>Uggā rājaputtā</b>ti uggatuggatā saṅgāmāvacarā rājaputtā. ",
  "dn2-a:163.19": "<b>Pakkhandino</b>ti ye “kassa sīsaṁ vā āvudhaṁ vā āharāmā”ti “vatvā asukassā”ti vuttā saṅgāmaṁ pakkhanditvā tadeva āharanti ime pakkhandantīti pakkhandino. ",
  "dn2-a:163.20": "<b>Mahānāgā</b>ti mahānāgā viya mahānāgā hatthiādīsupi abhimukhaṁ āgacchantesu anivattitayodhānametaṁ adhivacanaṁ. ",
  "dn2-a:163.21": "<b>Sūrā</b>ti ekantasūrā ye sajālikāpi sacammikāpi samuddaṁ tarituṁ sakkonti. ",
  "dn2-a:163.22": "<b>Cammayodhino</b>ti ye cammakañcukaṁ vā pavisitvā saraparittāṇacammaṁ vā gahetvā yujjhanti. ",
  "dn2-a:163.23": "<b>Dāsikaputtā</b>ti balavasinehā gharadāsayodhā. ",
  "dn2-a:163.24": "<b>Āḷārikā</b>ti pūvikā. ",
  "dn2-a:163.25": "<b>Kappakā</b>ti nhāpikā. ",
  "dn2-a:163.26": "<b>Nhāpakā</b>ti ye nhāpenti. ",
  "dn2-a:163.27": "<b>Sūdā</b>ti bhattakārakā. ",
  "dn2-a:163.28": "Mālākārādayo pākaṭāyeva. ",
  "dn2-a:163.29": "<b>Gaṇakā</b>ti acchiddakapāṭhakā. ",
  "dn2-a:163.30": "<b>Muddikā</b>ti hatthamuddāya gaṇanaṁ nissāya jīvino. ",
  "dn2-a:163.31": "<b>Yāni vā panaññānipī</b>ti ayakāradantakāracittakārādīni. ",
  "dn2-a:163.32": "<b>Evaṁgatānī</b>ti evaṁ pavattāni. ",
  "dn2-a:163.33": "<b>Te diṭṭheva dhamme</b>ti te hatthārohādayo tāni puthusippāyatanāni dassetvā rājakulato mahāsampattiṁ labhamānā sandiṭṭhikameva sippaphalaṁ upajīvanti. ",
  "dn2-a:163.34": "<b>Sukhentī</b>ti sukhitaṁ karonti. ",
  "dn2-a:163.35": "<b>Pīṇentī</b>ti pīṇitaṁ thāmabalūpetaṁ karonti. ",
  "dn2-a:163.36": "<b>Uddhaggikā</b>dīsu upari phalanibbattanato uddhaṁ aggamassā atthīti <b>uddhaggikā.</b> Saggaṁ arahatīti <b>sovaggikā.</b> Sukho vipāko assāti <b>sukhavipākā.</b> Suṭṭhu agge rūpasaddagandharasaphoṭṭhabbaāyuvaṇṇasukhayasaādhipateyyasaṅkhāte dasa dhamme saṁvatteti nibbattetīti <b>saggasaṁvattanikā.</b> Taṁ evarūpaṁ dakkhiṇaṁ dānaṁ patiṭṭhapentīti attho. ",
  "dn2-a:163.37": "<b>Sāmaññaphala</b>nti ettha paramatthato maggo sāmaññaṁ. ",
  "dn2-a:163.38": "Ariyaphalaṁ sāmaññaphalaṁ. ",
  "dn2-a:163.39": "Yathāha—“katamañca bhikkhave sāmaññaṁ? ",
  "dn2-a:163.40": "Ayameva ariyo aṭṭhaṅgiko maggo. ",
  "dn2-a:163.41": "Seyyathidaṁ sammādiṭṭhi…pe… sammāsamādhi. ",
  "dn2-a:163.42": "Idaṁ vuccati bhikkhave sāmaññaṁ. ",
  "dn2-a:163.43": "Katamāni ca bhikkhave sāmaññaphalāni? ",
  "dn2-a:163.44": "Sotāpattiphalaṁ…pe… arahattaphala”nti . ",
  "dn2-a:163.45": "Taṁ esa rājā na jānāti. ",
  "dn2-a:163.46": "Upari āgataṁ pana dāsakassakopamaṁ sandhāya pucchati. ",
  "dn2-a:163.47": "Atha bhagavā pañhaṁ avissajjetvāva cintesi—“ime bahū aññatitthiyasāvakā rājāmaccā idhāgatā te kaṇhapakkhañca sukkapakkhañca dīpetvā kathīyamāne amhākaṁ rājā mahantena ussāhena idhāgato tassāgatakālato paṭṭhāya samaṇo gotamo samaṇakolāhalaṁ samaṇabhaṇḍanameva kathetīti ujjhāyissanti na sakkaccaṁ dhammaṁ sossanti raññā pana kathīyamāne ujjhāyituṁ na sakkhissanti rājānameva anuvattissanti. ",
  "dn2-a:163.48": "Issarānuvattako hi loko. ",
  "dn2-a:163.49": "‘Handāhaṁ raññova bhāraṁ karomī’ti rañño bhāraṁ karonto <b>“abhijānāsi no tva”</b>ntiādimāha. ",
  "dn2-a:164.1": "Tattha <b>abhijānāsi no tva</b>nti abhijānāsi nu tvaṁ. ",
  "dn2-a:164.2": "Ayañca no-saddo parato pucchitāti padena yojetabbo. ",
  "dn2-a:164.3": "Idañhi vuttaṁ hoti—“mahārāja tvaṁ imaṁ pañhaṁ aññe samaṇabrāhmaṇe pucchitā nu abhijānāsi ca naṁ puṭṭhabhāvaṁ na te sammuṭṭha”nti. ",
  "dn2-a:164.4": "<b>Sace te agarū</b>ti sace tuyhaṁ yathā te byākariṁsu tathā idha bhāsituṁ bhāriyaṁ na hoti yadi na koci aphāsukabhāvo atthi bhāsassūti attho. ",
  "dn2-a:164.5": "<b>Na kho me bhante</b>ti kiṁ sandhāyāha? ",
  "dn2-a:164.6": "Paṇḍitapatirūpakānañhi santike kathetuṁ dukkhaṁ hoti te pade pade akkhare akkhare dosameva vadanti. ",
  "dn2-a:164.7": "Ekantapaṇḍitā pana kathaṁ sutvā sukathitaṁ pasaṁsanti dukkathitesu pāḷipadaatthabyañjanesu yaṁ yaṁ virujjhati taṁ taṁ ujukaṁ katvā denti. ",
  "dn2-a:164.8": "Bhagavatā ca sadiso ekantapaṇḍito nāma natthi. ",
  "dn2-a:164.9": "Tenāha—“na kho me bhante garu yatthassa bhagavā nisinno bhagavantarūpo vā”ti. ",
  "dn2-a:164.10": "Pūraṇakassapavādavaṇṇanā ",
  "dn2-a:165.1": "<b>Ekamidāha</b>nti ekaṁ idha ahaṁ. ",
  "dn2-a:165.2": "<b>Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā</b>ti sammodajanakaṁ saritabbayuttakaṁ kathaṁ pariyosāpetvā. ",
  "dn2-a:166.1": "<b>“Karoto kho mahārāja kārayato”</b>tiādīsu <b>karoto</b>ti sahatthā karontassa. ",
  "dn2-a:166.2": "<b>Kārayato</b>ti āṇattiyā kārentassa. ",
  "dn2-a:166.3": "<b>Chindato</b>ti paresaṁ hatthādīni chindantassa. ",
  "dn2-a:166.4": "<b>Pacato</b>ti pare daṇḍena pīḷentassa. ",
  "dn2-a:166.5": "<b>Socayato</b>ti parassa bhaṇḍaharaṇādīhi socayato. ",
  "dn2-a:166.6": "<b>Socāpayato</b>ti sokaṁ sayaṁ karontassapi parehi kārāpentassapi . ",
  "dn2-a:166.7": "<b>Kilamato</b>ti āhārupacchedabandhanāgārappavesanādīhi sayaṁ kilamantassapi parehi kilamāpentassapi. ",
  "dn2-a:166.8": "<b>Phandato phandāpayato</b>ti paraṁ phandantaṁ phandanakāle sayampi phandato parampi phandāpayato. ",
  "dn2-a:166.9": "<b>Pāṇamatipātāpayato</b>ti pāṇaṁ hanantassapi hanāpentassapi. ",
  "dn2-a:166.10": "Evaṁ sabbattha karaṇakāraṇavaseneva attho veditabbo. ",
  "dn2-a:166.11": "<b>Sandhi</b>nti gharasandhiṁ. ",
  "dn2-a:166.12": "<b>Nillopa</b>nti mahāvilopaṁ. ",
  "dn2-a:166.13": "<b>Ekāgārika</b>nti ekameva gharaṁ parivāretvā viluppanaṁ. ",
  "dn2-a:166.14": "<b>Paripanthe</b>ti āgatāgatānaṁ acchindanatthaṁ magge tiṭṭhato. ",
  "dn2-a:166.15": "<b>Karoto na karīyati pāpa</b>nti yaṁ kiñci pāpaṁ karomīti saññāya karotopi pāpaṁ na karīyati natthi pāpaṁ. ",
  "dn2-a:166.16": "Sattā pana pāpaṁ karomāti evaṁsaññino hontīti dīpeti. ",
  "dn2-a:166.17": "<b>Khurapariyantenā</b>ti khuraneminā khuradhārasadisapariyantena vā. ",
  "dn2-a:166.18": "<b>Ekaṁ maṁsakhala</b>nti ekaṁ maṁsarāsiṁ. ",
  "dn2-a:166.19": "<b>Puñja</b>nti tasseva vevacanaṁ. ",
  "dn2-a:166.20": "<b>Tatonidāna</b>nti ekamaṁsakhalakaraṇanidānaṁ. ",
  "dn2-a:166.21": "<b>Dakkhiṇa</b>nti dakkhiṇatīre manussā kakkhaḷā dāruṇā te sandhāya “hananto”tiādimāha. ",
  "dn2-a:166.22": "Uttaratīre sattā saddhā honti pasannā buddhamāmakā dhammamāmakā saṅghamāmakā te sandhāya dadantotiādimāha. ",
  "dn2-a:166.23": "Tattha <b>yajanto</b>ti mahāyāgaṁ karonto. ",
  "dn2-a:166.24": "<b>Damenā</b>ti indriyadamena uposathakammena vā. ",
  "dn2-a:166.25": "<b>Saṁyamenā</b>ti sīlasaṁyamena. ",
  "dn2-a:166.26": "<b>Saccavajjenā</b>ti saccavacanena. ",
  "dn2-a:166.27": "<b>Āgamo</b>ti āgamanaṁ pavattīti attho. ",
  "dn2-a:166.28": "Sabbathāpi pāpapuññānaṁ kiriyameva paṭikkhipati. ",
  "dn2-a:166.29": "Ambaṁ puṭṭho labujaṁ byākaroti nāma yo kīdiso ambo kīdisāni vā ambassa khandhapaṇṇapupphaphalānīti vutte ediso labujo edisāni vā labujassa khandhapaṇṇapupphaphalānīti byākaroti. ",
  "dn2-a:166.30": "<b>Vijite</b>ti āṇāpavattidese. ",
  "dn2-a:166.31": "<b>Apasādetabba</b>nti viheṭhetabbaṁ. ",
  "dn2-a:166.32": "<b>Anabhinanditvā</b>ti “sādhu sādhū”ti evaṁ pasaṁsaṁ akatvā. ",
  "dn2-a:166.33": "<b>Appaṭikkositvā</b>ti bāladubbhāsitaṁ tayā bhāsitanti evaṁ appaṭibāhitvā. ",
  "dn2-a:166.34": "<b>Anuggaṇhanto</b>ti sārato aggaṇhanto. ",
  "dn2-a:166.35": "<b>Anikkujjanto</b>ti sāravaseneva idaṁ nissaraṇaṁ ayaṁ paramatthoti hadaye aṭṭhapento. ",
  "dn2-a:166.36": "Byañjanaṁ pana tena uggahitañceva nikkujjitañca. ",
  "dn2-a:166.37": "Makkhaligosālavādavaṇṇanā ",
  "dn2-a:167-169.1": "Makkhalivāde paccayoti hetuvevacanameva ubhayenāpi vijjamānameva kāyaduccaritādīnaṁ saṁkilesapaccayaṁ kāyasucaritādīnañca visuddhipaccayaṁ paṭikkhipati. ",
  "dn2-a:167-169.2": "<b>Attakāre</b>ti attakāro. ",
  "dn2-a:167-169.3": "Yena attanā katakammena ime sattā devattampi mārattampi brahmattampi sāvakabodhimpi paccekabodhimpi sabbaññutampi pāpuṇanti tampi paṭikkhipati. ",
  "dn2-a:167-169.4": "Dutiyapadena yaṁ parakāraṁ parassa ovādānusāsaniṁ nissāya ṭhapetvā mahāsattaṁ avaseso jano manussasobhagyataṁ ādiṁ katvā yāva arahattaṁ pāpuṇāti taṁ parakāraṁ paṭikkhipati. ",
  "dn2-a:167-169.5": "Evamayaṁ bālo jinacakke pahāraṁ deti nāma. ",
  "dn2-a:167-169.6": "<b>Natthi purisakāre</b>ti yena purisakārena sattā vuttappakārā sampattiyo pāpuṇanti  tampi paṭikkhipati. ",
  "dn2-a:167-169.7": "<b>Natthi bala</b>nti yamhi attano bale patiṭṭhitā sattā vīriyaṁ katvā tā sampattiyo pāpuṇanti taṁ balaṁ paṭikkhipati. ",
  "dn2-a:167-169.8": "<b>Natthi vīriya</b>ntiādīni sabbāni purisakāravevacanāneva. ",
  "dn2-a:167-169.9": "“Idaṁ no vīriyena idaṁ purisathāmena idaṁ purisaparakkamena pavatta”nti evaṁ pavattavacanapaṭikkhepakaraṇavasena panetāni visuṁ ādiyanti. ",
  "dn2-a:167-169.10": "<b>Sabbe sattā</b>ti oṭṭhagoṇagadrabhādayo anavasese pariggaṇhāti. ",
  "dn2-a:167-169.11": "<b>Sabbe pāṇā</b>ti ekindriyo pāṇo dvindriyo pāṇotiādivasena vadati. ",
  "dn2-a:167-169.12": "<b>Sabbe bhūtā</b>ti aṇḍakosavatthikosesu bhūte sandhāya vadati. ",
  "dn2-a:167-169.13": "<b>Sabbe jīvā</b>ti sāliyavagodhumādayo sandhāya vadati. ",
  "dn2-a:167-169.14": "Tesu hi so virūhanabhāvena jīvasaññī. ",
  "dn2-a:167-169.15": "<b>Avasā abalā avīriyā</b>ti tesaṁ attano vaso vā balaṁ vā vīriyaṁ vā natthi. ",
  "dn2-a:167-169.16": "<b>Niyatisaṅgatibhāvapariṇatā</b>ti ettha <b>niyatī</b>ti niyatā. ",
  "dn2-a:167-169.17": "<b>Saṅgatī</b>ti channaṁ abhijātīnaṁ tattha tattha gamanaṁ. ",
  "dn2-a:167-169.18": "<b>Bhāvo</b>ti sabhāvoyeva. ",
  "dn2-a:167-169.19": "Evaṁ niyatiyā ca saṅgatiyā ca bhāvena ca pariṇatā nānappakārataṁ pattā. ",
  "dn2-a:167-169.20": "Yena hi yathā bhavitabbaṁ so tatheva bhavati. ",
  "dn2-a:167-169.21": "Yena na bhavitabbaṁ so na bhavatīti dasseti. ",
  "dn2-a:167-169.22": "<b>Chasvevābhijātīsū</b>ti chasu eva abhijātīsu ṭhatvā sukhañca dukkhañca paṭisaṁvedenti. ",
  "dn2-a:167-169.23": "Aññā sukhadukkhabhūmi natthīti dasseti. ",
  "dn2-a:167-169.24": "<b>Yonipamukhasatasahassānī</b>ti pamukhayonīnaṁ uttamayonīnaṁ cuddasasatasahassāni aññāni ca saṭṭhisatāni aññāni ca chasatāni. ",
  "dn2-a:167-169.25": "<b>Pañca ca kammuno satānī</b>ti pañcakammasatāni ca. ",
  "dn2-a:167-169.26": "Kevalaṁ takkamattakena niratthakaṁ diṭṭhiṁ dīpeti. ",
  "dn2-a:167-169.27": "Pañca ca kammāni tīṇi ca kammānītiādīsupi eseva nayo. ",
  "dn2-a:167-169.28": "Keci panāhu—“pañca ca kammānīti pañcindriyavasena bhaṇati. ",
  "dn2-a:167-169.29": "Tīṇīti kāyakammādivasenā”ti. ",
  "dn2-a:167-169.30": "<b>Kamme ca upaḍḍhakamme cā</b>ti ettha panassa kāyakammañca vacīkammañca kammanti laddhi manokammaṁ upaḍḍhakammanti. ",
  "dn2-a:167-169.31": "<b>Dvaṭṭhipaṭipadā</b>ti dvāsaṭṭhi paṭipadāti vadati. ",
  "dn2-a:167-169.32": "<b>Dvaṭṭhantarakappā</b>ti ekasmiṁ kappe catusaṭṭhi antarakappā nāma honti. ",
  "dn2-a:167-169.33": "Ayaṁ pana aññe dve ajānanto evamāha. ",
  "dn2-a:167-169.34": "<b>Chaḷābhijātiyo</b>ti kaṇhābhijāti nīlābhijāti lohitābhijāti haliddābhijāti sukkābhijāti paramasukkābhijātīti imā cha abhijātiyo vadati. ",
  "dn2-a:167-169.35": "Tattha orabbhikā sākuṇikā māgavikā sūkarikā luddā macchaghātakā corā coraghātakā bandhanāgārikā ye vā panaññepi keci kurūrakammantā ayaṁ kaṇhābhijātīti vadati. ",
  "dn2-a:167-169.36": "Bhikkhū nīlābhijātīti vadati te kira catūsu paccayesu kaṇṭake pakkhipitvā khādanti. ",
  "dn2-a:167-169.37": "“Bhikkhū kaṇṭakavuttikā”ti ayañhissa pāḷiyeva. ",
  "dn2-a:167-169.38": "Atha vā kaṇṭakavuttikā eva nāma eke pabbajitāti vadati. ",
  "dn2-a:167-169.39": "Lohitābhijāti nāma nigaṇṭhā ekasāṭakāti vadati. ",
  "dn2-a:167-169.40": "Ime kira purimehi dvīhi paṇḍaratarā. ",
  "dn2-a:167-169.41": "Gihī odātavasanā acelakasāvakā haliddābhijātīti vadati. ",
  "dn2-a:167-169.42": "Evaṁ attano paccayadāyake nigaṇṭhehipi jeṭṭhakatare karoti. ",
  "dn2-a:167-169.43": "Ājīvakā ājīvakiniyo sukkābhijātīti vadati. ",
  "dn2-a:167-169.44": "Te kira purimehi catūhi paṇḍaratarā. ",
  "dn2-a:167-169.45": "Nando vaccho kiso saṅkiccho makkhaligosālo paramasukkābhijātīti vadati. ",
  "dn2-a:167-169.46": "Te kira sabbehi paṇḍaratarā. ",
  "dn2-a:167-169.47": "<b>Aṭṭha purisabhūmiyo</b>ti mandabhūmi khiḍḍābhūmi padavīmaṁsabhūmi ujugatabhūmi sekkhabhūmi samaṇabhūmi  jinabhūmi pannabhūmīti imā aṭṭha purisabhūmiyoti vadati. ",
  "dn2-a:167-169.48": "Tattha jātadivasato paṭṭhāya sattadivase sambādhaṭṭhānato nikkhantattā sattā mandā honti momūhā ayaṁ mandabhūmīti vadati. ",
  "dn2-a:167-169.49": "Ye pana duggatito āgatā honti te abhiṇhaṁ rodanti ceva viravanti ca sugatito āgatā taṁ anussaritvā hasanti ayaṁ khiḍḍābhūmi nāma. ",
  "dn2-a:167-169.50": "Mātāpitūnaṁ hatthaṁ vā pādaṁ vā mañcaṁ vā pīṭhaṁ vā gahetvā bhūmiyaṁ padanikkhipanaṁ padavīmaṁsabhūmi nāma. ",
  "dn2-a:167-169.51": "Padasā gantuṁ samatthakāle ujugatabhūmi nāma. ",
  "dn2-a:167-169.52": "Sippāni sikkhitakāle sekkhabhūmi nāma. ",
  "dn2-a:167-169.53": "Gharā nikkhamma pabbajitakāle samaṇabhūmi nāma. ",
  "dn2-a:167-169.54": "Ācariyaṁ sevitvā jānanakāle jinabhūmi nāma. ",
  "dn2-a:167-169.55": "Bhikkhu ca pannako jino na kiñci āhāti evaṁ alābhiṁ samaṇaṁ pannabhūmīti vadati. ",
  "dn2-a:167-169.56": "<b>Ekūnapaññāsa ājīvakasate</b>ti ekūnapaññāsaājīvakavuttisatāni. ",
  "dn2-a:167-169.57": "<b>Paribbājakasate</b>ti paribbājakapabbajjāsatāni. ",
  "dn2-a:167-169.58": "<b>Nāgāvāsasate</b>ti nāgamaṇḍalasatāni. ",
  "dn2-a:167-169.59": "<b>Vīse indriyasate</b>ti vīsatindriyasatāni. ",
  "dn2-a:167-169.60": "<b>Tiṁse nirayasate</b>ti tiṁsa nirayasatāni. ",
  "dn2-a:167-169.61": "<b>Rajodhātuyo</b>ti rajaokiraṇaṭṭhānāni hatthapiṭṭhipādapiṭṭhādīni sandhāya vadati. ",
  "dn2-a:167-169.62": "<b>Satta saññīgabbhā</b>ti oṭṭhagoṇagadrabhaajapasumigamahiṁse sandhāya vadati. ",
  "dn2-a:167-169.63": "<b>Satta asaññīgabbhā</b>ti sālivīhiyavagodhūmakaṅguvarakakudrūsake sandhāya vadati. ",
  "dn2-a:167-169.64": "<b>Nigaṇṭhigabbhā</b>ti gaṇṭhimhi jātagabbhā ucchuveḷunaḷādayo sandhāya vadati. ",
  "dn2-a:167-169.65": "<b>Satta devā</b>ti bahū devā. ",
  "dn2-a:167-169.66": "So pana sattāti vadati. ",
  "dn2-a:167-169.67": "Manussāpi anantā so sattāti vadati. ",
  "dn2-a:167-169.68": "<b>Satta pisācā</b>ti pisācā mahantamahantā sattāti vadati. ",
  "dn2-a:167-169.69": "<b>Sarā</b>ti mahāsarā kaṇṇamuṇḍarathakāraanotattasīhappapātachaddantamandākinīkuṇāladahe gahetvā vadati. ",
  "dn2-a:167-169.70": "<b>Pavuṭā</b>ti gaṇṭhikā. ",
  "dn2-a:167-169.71": "<b>Papātā</b>ti mahāpapātā. ",
  "dn2-a:167-169.72": "<b>Papātasatānī</b>ti khuddakapapātasatāni. ",
  "dn2-a:167-169.73": "<b>Supinā</b>ti mahāsupinā. ",
  "dn2-a:167-169.74": "<b>Supinasatānī</b>ti khuddakasupinasatāni. ",
  "dn2-a:167-169.75": "<b>Mahākappino</b>ti mahākappānaṁ. ",
  "dn2-a:167-169.76": "Tattha ekamhā mahāsarā vassasate vassasate kusaggena ekaṁ udakabinduṁ nīharitvā sattakkhattuṁ tamhi sare nirudake kate eko mahākappoti vadati. ",
  "dn2-a:167-169.77": "Evarūpānaṁ mahākappānaṁ caturāsītisatasahassāni khepetvā bāle ca paṇḍite ca dukkhassantaṁ karontīti ayamassa laddhi. ",
  "dn2-a:167-169.78": "Paṇḍitopi kira antarā visujjhituṁ na sakkoti. ",
  "dn2-a:167-169.79": "Bālopi tato uddhaṁ na gacchati. ",
  "dn2-a:167-169.80": "<b>Sīlenā</b>ti acelakasīlena vā aññena vā yena kenaci. ",
  "dn2-a:167-169.81": "<b>Vatenā</b>ti tādiseneva vatena. ",
  "dn2-a:167-169.82": "<b>Tapenā</b>ti tapokammena. ",
  "dn2-a:167-169.83": "Aparipakkaṁ paripāceti nāma yo “ahaṁ paṇḍito”ti antarā visujjhati. ",
  "dn2-a:167-169.84": "Paripakkaṁ phussa phussa byantiṁ karoti nāma yo “ahaṁ bālo”ti vuttaparimāṇaṁ kālaṁ atikkamitvā yāti. ",
  "dn2-a:167-169.85": "<b>Hevaṁ natthī</b>ti evaṁ natthi. ",
  "dn2-a:167-169.86": "Tañhi ubhayampi na sakkā kātunti dīpeti. ",
  "dn2-a:167-169.87": "<b>Doṇamite</b>ti doṇena mitaṁ viya. ",
  "dn2-a:167-169.88": "<b>Sukhadukkhe</b>ti sukhadukkhaṁ. ",
  "dn2-a:167-169.89": "<b>Pariyantakate</b>ti vuttaparimāṇena kālena katapariyante. ",
  "dn2-a:167-169.90": "<b>Natthi hāyanavaḍḍhane</b>ti natthi hāyanavaḍḍhanāni. ",
  "dn2-a:167-169.91": "Na saṁsāro paṇḍitassa hāyati na bālassa vaḍḍhatīti attho. ",
  "dn2-a:167-169.92": "<b>Ukkaṁsāvakaṁse</b>ti ukkaṁsāvakaṁsā. ",
  "dn2-a:167-169.93": "Hāyanavaḍḍhanānametaṁ adhivacanaṁ. ",
  "dn2-a:167-169.94": "Idāni tamatthaṁ upamāya sādhento “seyyathāpi nāmā”tiādimāha. ",
  "dn2-a:167-169.95": "Tattha <b>suttaguḷe</b>ti veṭhetvā katasuttaguḷe. ",
  "dn2-a:167-169.96": "<b>Nibbeṭhiyamānameva paletī</b>ti pabbate vā rukkhagge vā ṭhatvā khittaṁ suttappamāṇena nibbeṭhiyamānameva gacchati sutte khīṇe tattheva tiṭṭhati na gacchati. ",
  "dn2-a:167-169.97": "Evameva vuttakālato uddhaṁ na gacchatīti dasseti. ",
  "dn2-a:167-169.98": "Ajitakesakambalavādavaṇṇanā ",
  "dn2-a:170-172.1": "Ajitavāde <b>natthi dinna</b>nti dinnaphalābhāvaṁ sandhāya vadati. ",
  "dn2-a:170-172.2": "Yiṭṭhaṁ vuccati mahāyāgo. ",
  "dn2-a:170-172.3": "<b>Huta</b>nti paheṇakasakkāro adhippeto. ",
  "dn2-a:170-172.4": "Tampi ubhayaṁ phalābhāvameva sandhāya paṭikkhipati. ",
  "dn2-a:170-172.5": "<b>Sukatadukkaṭāna</b>nti sukatadukkaṭānaṁ kusalākusalānanti attho. ",
  "dn2-a:170-172.6": "<b>Phalaṁ vipāko</b>ti yaṁ phalanti vā vipākoti vā vuccati taṁ natthīti vadati. ",
  "dn2-a:170-172.7": "<b>Natthi ayaṁ loko</b>ti paraloke ṭhitassa ayaṁ loko natthi <b>natthi paro loko</b>ti idha loke ṭhitassāpi paro loko natthi sabbe tattha tattheva ucchijjantīti dasseti. ",
  "dn2-a:170-172.8": "<b>Natthi mātā natthi pitā</b>ti tesu sammāpaṭipattimicchāpaṭipattīnaṁ phalābhāvavasena vadati. ",
  "dn2-a:170-172.9": "<b>Natthi sattā opapātikā</b>ti cavitvā upapajjanakā sattā nāma natthīti vadati. ",
  "dn2-a:170-172.10": "<b>Cātumahābhūtiko</b>ti catumahābhūtamayo. ",
  "dn2-a:170-172.11": "<b>Pathavī pathavikāya</b>nti ajjhattikapathavīdhātu bāhirapathavīdhātuṁ. ",
  "dn2-a:170-172.12": "<b>Anupetī</b>ti anuyāyati. ",
  "dn2-a:170-172.13": "<b>Anupagacchatī</b>ti tasseva vevacanaṁ. ",
  "dn2-a:170-172.14": "Anugacchatītipi attho. ",
  "dn2-a:170-172.15": "Ubhayenāpi upeti upagacchatīti dasseti. ",
  "dn2-a:170-172.16": "Āpādīsupi eseva nayo. ",
  "dn2-a:170-172.17": "<b>Indriyānī</b>ti manacchaṭṭhāni indriyāni ākāsaṁ pakkhandanti. ",
  "dn2-a:170-172.18": "<b>Āsandipañcamā</b>ti nipannamañcena pañcamā mañco ceva cattāro mañcapāde gahetvā ṭhitā cattāro purisā cāti attho. ",
  "dn2-a:170-172.19": "<b>Yāvāḷāhanā</b>ti yāva susānā. ",
  "dn2-a:170-172.20": "<b>Padānī</b>ti ‘ayaṁ evaṁ sīlavā ahosi evaṁ dussīlo’tiādinā nayena pavattāni guṇāguṇapadāni sarīrameva vā ettha padānīti adhippetaṁ. ",
  "dn2-a:170-172.21": "<b>Kāpotakānī</b>ti kapotavaṇṇāni pārāvatapakkhavaṇṇānīti attho. ",
  "dn2-a:170-172.22": "<b>Bhassantā</b>ti bhasmantā ayameva vā pāḷi. ",
  "dn2-a:170-172.23": "<b>Āhutiyo</b>ti yaṁ paheṇakasakkārādibhedaṁ dinnadānaṁ sabbaṁ taṁ chārikāvasānameva hoti na tato paraṁ phaladāyakaṁ hutvā gacchatīti attho. ",
  "dn2-a:170-172.24": "<b>Dattupaññatta</b>nti dattūhi bālamanussehi paññattaṁ. ",
  "dn2-a:170-172.25": "Idaṁ vuttaṁ hoti—‘bālehi abuddhīhi paññattamidaṁ dānaṁ na paṇḍitehi. ",
  "dn2-a:170-172.26": "Bālā denti paṇḍitā gaṇhantī’ti dasseti. ",
  "dn2-a:170-172.27": "Tattha pūraṇo “karoto na karīyati pāpa”nti vadanto kammaṁ paṭibāhati. ",
  "dn2-a:170-172.28": "Ajito “kāyassa bhedā ucchijjatī”ti vadanto vipākaṁ paṭibāhati. ",
  "dn2-a:170-172.29": "Makkhali “natthi hetū”ti vadanto ubhayaṁ paṭibāhati. ",
  "dn2-a:170-172.30": "Tattha kammaṁ paṭibāhantenāpi vipāko paṭibāhito hoti vipākaṁ paṭibāhantenāpi kammaṁ paṭibāhitaṁ hoti. ",
  "dn2-a:170-172.31": "Iti sabbepete atthato ubhayappaṭibāhakā ahetukavādā ceva akiriyavādā ca natthikavādā ca honti. ",
  "dn2-a:170-172.32": "Ye vā pana tesaṁ laddhiṁ gahetvā rattiṭṭhāne divāṭhāne nisinnā sajjhāyanti vīmaṁsanti tesaṁ “karoto na karīyati pāpaṁ natthi hetu natthi paccayo mato ucchijjatī”ti tasmiṁ ārammaṇe micchāsati santiṭṭhati cittaṁ ekaggaṁ hoti javanāni javanti paṭhamajavane satekicchā honti tathā dutiyādīsu sattame buddhānampi atekicchā anivattino ariṭṭhakaṇṭakasadisā. ",
  "dn2-a:170-172.33": "Tattha koci ekaṁ dassanaṁ okkamati koci dve koci tīṇipi ekasmiṁ okkantepi dvīsu tīsu okkantesupi niyatamicchādiṭṭhikova hoti patto saggamaggāvaraṇañceva mokkhamaggāvaraṇañca abhabbo tassattabhāvassa anantaraṁ saggampi gantuṁ pageva mokkhaṁ. ",
  "dn2-a:170-172.34": "Vaṭṭakhāṇu nāmesa satto pathavigopako yebhuyyena evarūpassa bhavato vuṭṭhānaṁ natthi. ",
  "dn2-a:170-172.35": "“Tasmā akalyāṇajanaṁ āsīvisamivoragaṁ ",
  "dn2-a:170-172.36": "Ārakā parivajjeyya bhūtikāmo vicakkhaṇo”ti.</blockquote> ",
  "dn2-a:170-172.37": "Pakudhakaccāyanavādavaṇṇanā ",
  "dn2-a:173-175.1": "Pakudhavāde <b>akaṭā</b>ti akatā. ",
  "dn2-a:173-175.2": "<b>Akaṭavidhā</b>ti akatavidhānā. ",
  "dn2-a:173-175.3": "<b>Evaṁ karohī</b>ti kenaci kārāpitāpi na hontīti attho. ",
  "dn2-a:173-175.4": "<b>Animmitā</b>ti iddhiyāpi na nimmitā. ",
  "dn2-a:173-175.5": "<b>Animmātā</b>ti animmāpitā keci animmāpetabbāti padaṁ vadanti taṁ neva pāḷiyaṁ na aṭṭhakathāyaṁ dissati. ",
  "dn2-a:173-175.6": "Vañjhādipadattayaṁ vuttatthameva. ",
  "dn2-a:173-175.7": "<b>Na iñjantī</b>ti esikatthambho viya ṭhitattā na calanti. ",
  "dn2-a:173-175.8": "<b>Na vipariṇamantī</b>ti pakatiṁ na jahanti. ",
  "dn2-a:173-175.9": "<b>Na aññamaññaṁ byābādhentī</b>ti na aññamaññaṁ upahananti. ",
  "dn2-a:173-175.10": "<b>Nāla</b>nti na samatthā. ",
  "dn2-a:173-175.11": "<b>Pathavikāyo</b>tiādīsu pathavīyeva pathavikāyo pathavisamūho vā. ",
  "dn2-a:173-175.12": "<b>Tatthā</b>ti tesu jīvasattamesu kāyesu. ",
  "dn2-a:173-175.13": "<b>Sattannaṁ tveva kāyāna</b>nti yathā muggarāsiādīsu pahataṁ satthaṁ muggādīnaṁ antarena pavisati evaṁ sattannaṁ kāyānaṁ antarena chiddena vivarena satthaṁ pavisati. ",
  "dn2-a:173-175.14": "Tattha ahaṁ imaṁ jīvitā voropemīti kevalaṁ saññāmattameva hotīti dasseti. ",
  "dn2-a:173-175.15": "Nigaṇṭhanāṭaputtavādavaṇṇanā ",
  "dn2-a:176-178.1": "Nāṭaputtavāde <b>cātuyāmasaṁvarasaṁvuto</b>ti catukoṭṭhāsena saṁvarena saṁvuto. ",
  "dn2-a:176-178.2": "<b>Sabbavārivārito cā</b>ti vāritasabbaudako paṭikkhittasabbasītodakoti attho. ",
  "dn2-a:176-178.3": "So kira sītodake sattasaññī hoti tasmā na taṁ vaḷañjeti. ",
  "dn2-a:176-178.4": "<b>Sabbavāriyutto</b>ti sabbena pāpavāraṇena yutto. ",
  "dn2-a:176-178.5": "<b>Sabbavāridhuto</b>ti sabbena pāpavāraṇena dhutapāpo. ",
  "dn2-a:176-178.6": "<b>Sabbavāriphuṭo</b>ti sabbena pāpavāraṇena phuṭṭho. ",
  "dn2-a:176-178.7": "<b>Gatatto</b>ti koṭippattacitto. ",
  "dn2-a:176-178.8": "<b>Yatatto</b>ti saṁyatacitto. ",
  "dn2-a:176-178.9": "<b>Ṭhitatto</b>ti suppatiṭṭhitacitto. ",
  "dn2-a:176-178.10": "Etassa vāde kiñci sāsanānulomampi atthi asuddhaladdhitāya pana sabbā diṭṭhiyeva jātā. ",
  "dn2-a:176-178.11": "Sañcayabelaṭṭhaputtavādavaṇṇanā ",
  "dn2-a:179-181.1": "Sañcayavādo amarāvikkhepe vuttanayo eva. ",
  "dn2-a:179-181.2": "Paṭhamasandiṭṭhikasāmaññaphalavaṇṇanā ",
  "dn2-a:182.1": "<b>Sohaṁ bhante</b>ti so ahaṁ bhante vālukaṁ pīḷetvā telaṁ alabhamāno viya titthiyavādesu sāraṁ alabhanto bhagavantaṁ pucchāmīti attho. ",
  "dn2-a:183.1": "<b>Yathā te khameyyā</b>ti yathā te rucceyya. ",
  "dn2-a:183.2": "<b>Dāso</b>ti antojātadhanakkītakaramarānītasāmaṁdāsabyopagatānaṁ aññataro. ",
  "dn2-a:183.3": "<b>Kammakāro</b>ti analaso kammakaraṇasīloyeva. ",
  "dn2-a:183.4": "Dūrato disvā paṭhamameva uṭṭhahatīti <b>pubbuṭṭhāyī.</b> Evaṁ uṭṭhito sāmino āsanaṁ paññapetvā pādadhovanādikattabbakiccaṁ katvā pacchā nipatati nisīdatīti <b>pacchānipātī.</b> Sāmikamhi vā sayanato avuṭṭhite pubbeyeva vuṭṭhātīti <b>pubbuṭṭhāyī.</b> Paccūsakālato paṭṭhāya yāva sāmino rattiṁ niddokkamanaṁ tāva sabbakiccāni katvā pacchā nipatati seyyaṁ kappetīti <b>pacchānipātī.</b> Kiṁ karomi kiṁ karomīti evaṁ kiṁkārameva paṭisuṇanto vicaratīti <b>kiṁ kārapaṭissāvī.</b> Manāpameva kiriyaṁ karotīti <b>manāpacārī.</b> Piyameva vadatīti <b>piyavādī.</b> Sāmino tuṭṭhapahaṭṭhaṁ mukhaṁ ullokayamāno vicaratīti <b>mukhullokako.</b> ",
  "dn2-a:183.5": "<b>Devo maññe</b>ti devo viya. ",
  "dn2-a:183.6": "<b>So vatassāhaṁ puññāni kareyya</b>nti so vata ahaṁ evarūpo assaṁ yadi puññāni kareyyanti attho. ",
  "dn2-a:183.7": "“So vatassa’ssa”ntipi pāṭho ayamevattho. ",
  "dn2-a:183.8": "<b>Yaṁnūnāha</b>nti sace dānaṁ dassāmi yaṁ rājā ekadivasaṁ deti tato satabhāgampi yāvajīvaṁ na sakkhissāmi dātunti pabbajjāyaṁ ussāhaṁ katvā evaṁ cintanabhāvaṁ dasseti. ",
  "dn2-a:183.9": "<b>Kāyena saṁvuto</b>ti kāyena pihito hutvā akusalassa pavesanadvāraṁ thaketvāti attho. ",
  "dn2-a:183.10": "Eseva nayo sesapadadvayepi. ",
  "dn2-a:183.11": "<b>Ghāsacchādanaparamatāyā</b>ti ghāsacchādanena paramatāya uttamatāya etadatthampi anesanaṁ pahāya aggasallekhena santuṭṭhoti attho. ",
  "dn2-a:183.12": "<b>Abhirato paviveke</b>ti “kāyaviveko ca vivekaṭṭhakāyānaṁ cittaviveko ca nekkhammābhiratānaṁ paramavodānappattānaṁ upadhiviveko ca nirupadhīnaṁ puggalānaṁ visaṅkhāragatāna”nti evaṁ vutte tividhepi viveke rato gaṇasaṅgaṇikaṁ pahāya kāyena eko viharati cittakilesasaṅgaṇikaṁ pahāya aṭṭhasamāpattivasena eko viharati phalasamāpattiṁ vā nirodhasamāpattiṁ vā pavisitvā nibbānaṁ patvā viharatīti attho. ",
  "dn2-a:183.13": "<b>Yagghe</b>ti codanatthe nipāto. ",
  "dn2-a:184.1": "<b>Āsanenapi nimanteyyāmā</b>ti nisinnāsanaṁ papphoṭetvā idha nisīdathāti vadeyyāma. ",
  "dn2-a:184.2": "<b>Abhinimanteyyāmapi na</b>nti abhiharitvāpi naṁ nimanteyyāma. ",
  "dn2-a:184.3": "Tattha duvidho abhihāro—vācāya ceva kāyena ca. ",
  "dn2-a:184.4": "Tumhākaṁ icchiticchitakkhaṇe amhākaṁ cīvarādīhi vadeyyātha yenatthoti vadanto hi vācāya abhiharitvā nimanteti nāma. ",
  "dn2-a:184.5": "Cīvarādivekallaṁ sallakkhetvā idaṁ gaṇhāthāti tāni dento pana kāyena abhiharitvā nimanteti nāma. ",
  "dn2-a:184.6": "Tadubhayampi sandhāya abhinimanteyyāmapi nanti āha. ",
  "dn2-a:184.7": "Ettha ca <b>gilānapaccayabhesajjaparikkhāro</b>ti yaṁ kiñci gilānassa sappāyaṁ osadhaṁ. ",
  "dn2-a:184.8": "Vacanattho pana visuddhimagge vutto. ",
  "dn2-a:184.9": "<b>Rakkhāvaraṇagutti</b>nti rakkhāsaṅkhātañceva āvaraṇasaṅkhātañca guttiṁ. ",
  "dn2-a:184.10": "Sā panesā na āvudhahatthe purise ṭhapentena dhammikā nāma saṁvidahitā hoti. ",
  "dn2-a:184.11": "Yathā pana avelāya kaṭṭhahārikapaṇṇahārikādayo vihāraṁ na pavisanti migaluddakādayo vihārasīmāya mige vā macche vā na gaṇhanti evaṁ saṁvidahantena dhammikā nāma rakkhā saṁvihitā hoti taṁ sandhāyāha—“dhammika”nti. ",
  "dn2-a:185.1": "<b>Yadi evaṁ sante</b>ti yadi tava dāso tuyhaṁ santikā abhivādanādīni labheyya. ",
  "dn2-a:185.2": "Evaṁ sante. ",
  "dn2-a:185.3": "<b>Addhā</b>ti ekaṁsavacanametaṁ. ",
  "dn2-a:185.4": "<b>Paṭhama</b>nti bhaṇanto aññassāpi atthitaṁ dīpeti. ",
  "dn2-a:185.5": "Teneva ca rājā <b>sakkā pana bhante aññampī</b>tiādimāha. ",
  "dn2-a:185.6": "Dutiyasandiṭṭhikasāmaññaphalavaṇṇanā ",
  "dn2-a:186-188.1": "Kasatīti <b>kassako.</b> Gehassa pati ekagehamatte jeṭṭhakoti <b>gahapatiko.</b> Balisaṅkhātaṁ karaṁ karotīti <b>karakārako.</b> Dhaññarāsiṁ dhanarāsiñca vaḍḍhetīti <b>rāsivaḍḍhako.</b> ",
  "dn2-a:186-188.2": "<b>Appaṁ vā</b>ti parittakaṁ vā antamaso taṇḍulanāḷimattakampi. ",
  "dn2-a:186-188.3": "<b>Bhogakkhandha</b>nti bhogarāsiṁ. ",
  "dn2-a:186-188.4": "<b>Mahantaṁ vā</b>ti vipulaṁ vā. ",
  "dn2-a:186-188.5": "Yathā hi mahantaṁ pahāya pabbajituṁ dukkaraṁ evaṁ appampīti dassanatthaṁ ubhayamāha. ",
  "dn2-a:186-188.6": "Dāsavāre pana yasmā dāso attanopi anissaro pageva bhogānaṁ. ",
  "dn2-a:186-188.7": "Yañhi tassa dhanaṁ taṁ sāmikānaññeva hoti tasmā bhogaggahaṇaṁ na kataṁ. ",
  "dn2-a:186-188.8": "Ñātiyeva ñātiparivaṭṭo. ",
  "dn2-a:186-188.9": "Paṇītatarasāmaññaphalavaṇṇanā ",
  "dn2-a:189.1": "<b>Sakkā pana bhante aññampi diṭṭheva dhamme</b>ti idha evamevāti na vuttaṁ. ",
  "dn2-a:189.2": "Taṁ kasmāti ce evamevāti hi vuccamāne pahoti bhagavā sakalampi rattindivaṁ tato vā bhiyyopi evarūpāhi upamāhi sāmaññaphalaṁ dīpetuṁ. ",
  "dn2-a:189.3": "Tattha kiñcāpi etassa bhagavato vacanasavane pariyantaṁ nāma natthi tathāpi attho tādisoyeva bhavissatīti cintetvā upari visesaṁ pucchanto evamevāti avatvā—“abhikkantatarañca paṇītatarañcā”ti āha. ",
  "dn2-a:189.4": "Tattha <b>abhikkantatara</b>nti abhimanāpataraṁ atiseṭṭhataranti attho. ",
  "dn2-a:189.5": "<b>Paṇītatara</b>nti uttamataraṁ. ",
  "dn2-a:189.6": "<b>Tena hī</b>ti uyyojanatthe nipāto. ",
  "dn2-a:189.7": "Savane uyyojento hi naṁ evamāha. ",
  "dn2-a:189.8": "<b>Suṇohī</b>ti abhikkantatarañca paṇītatarañca sāmaññaphalaṁ suṇāti. ",
  "dn2-a:189.9": "<b>Sādhukaṁ manasikarohī</b>ti ettha pana sādhukaṁ sādhūti ekatthametaṁ. ",
  "dn2-a:189.10": "Ayañhi sādhu-saddo āyācanasampaṭicchanasampahaṁsanasundara daḷhīkammādīsu dissati. ",
  "dn2-a:189.11": "“Sādhu me bhante bhagavā saṅkhittena dhammaṁ desetū”tiādīsu hi āyācane dissati. ",
  "dn2-a:189.12": "“Sādhu bhanteti kho so bhikkhu bhagavato bhāsitaṁ abhinanditvā anumoditvā”tiādīsu sampaṭicchane. ",
  "dn2-a:189.13": "“Sādhu sādhu sāriputtā”tiādīsu sampahaṁsane. ",
  "dn2-a:189.14": "“Sādhu dhammaruci rājā sādhu paññāṇavā naro ",
  "dn2-a:189.15": "Sādhu mittānamaddubbho pāpassākaraṇaṁ sukha”nti. ",
  "dn2-a:189.16": "Ādīsu sundare. ",
  "dn2-a:189.17": "“Tena hi brāhmaṇa suṇohi sādhukaṁ manasi karohī”tiādīsu sādhukasaddoyeva daḷhīkamme āṇattiyantipi vuccati . ",
  "dn2-a:189.18": "Idhāpi assa ettheva daḷhīkamme ca āṇattiyañca veditabbo. ",
  "dn2-a:189.19": "Sundarepi vaṭṭati. ",
  "dn2-a:189.20": "Daḷhīkammatthena hi daḷhamimaṁ dhammaṁ suṇāhi suggahitaṁ gaṇhanto. ",
  "dn2-a:189.21": "Āṇattiatthena mama āṇattiyā suṇāhi sundaratthena sundaramimaṁ bhaddakaṁ dhammaṁ suṇāhīti evaṁ dīpitaṁ hoti. ",
  "dn2-a:189.22": "<b>Manasi karohī</b>ti āvajja samannāharāti attho avikkhittacitto hutvā nisāmehi citte karohīti adhippāyo. ",
  "dn2-a:189.23": "Api cettha suṇohīti sotindriyavikkhepanivāraṇametaṁ. ",
  "dn2-a:189.24": "Sādhukaṁ manasi karohīti manasikāre daḷhīkammaniyojanena manindriyavikkhepanivāraṇaṁ. ",
  "dn2-a:189.25": "Purimañcettha byañjanavipallāsaggāhavāraṇaṁ pacchimaṁ atthavipallāsaggāhavāraṇaṁ. ",
  "dn2-a:189.26": "Purimena ca dhammassavane niyojeti pacchimena sutānaṁ dhammānaṁ dhāraṇūpaparikkhādīsu. ",
  "dn2-a:189.27": "Purimena ca sabyañjano ayaṁ dhammo tasmā savanīyoti dīpeti . ",
  "dn2-a:189.28": "Pacchimena sattho tasmā sādhukaṁ manasi kātabboti. ",
  "dn2-a:189.29": "Sādhukapadaṁ vā ubhayapadehi yojetvā yasmā ayaṁ dhammo dhammagambhīro ceva desanāgambhīro ca tasmā suṇāhi sādhukaṁ yasmā atthagambhīro ca paṭivedhagambhīro ca tasmā sādhukaṁ manasi karohīti evaṁ yojanā veditabbā. ",
  "dn2-a:189.30": "<b>Bhāsissāmī</b>ti sakkā mahārājāti evaṁ paṭiññātaṁ sāmaññaphaladesanaṁ vitthārato bhāsissāmi. ",
  "dn2-a:189.31": "“Desessāmī”ti hi saṅkhittadīpanaṁ hoti. ",
  "dn2-a:189.32": "Bhāsissāmīti vitthāradīpanaṁ. ",
  "dn2-a:189.33": "Tenāha vaṅgīsatthero – ",
  "dn2-a:189.34": "“Saṅkhittenapi deseti vitthārenapi bhāsati ",
  "dn2-a:189.35": "Sāḷikāyiva nigghoso paṭibhānaṁ udīrayī”ti.</blockquote> ",
  "dn2-a:189.36": "Evaṁ vutte ussāhajāto hutvā—<b>“evaṁ bhante”ti kho rājā māgadho ajātasattu vedehiputto bhagavato paccassosi</b> bhagavato vacanaṁ sampaṭicchi paṭiggahesīti vuttaṁ hoti. ",
  "dn2-a:190.1": "Athassa bhagavā etadavoca etaṁ avoca idāni vattabbaṁ “idha mahārājā”tiādiṁ sakalaṁ suttaṁ avocāti attho. ",
  "dn2-a:190.2": "Tattha <b>idhā</b>ti desāpadese nipāto svāyaṁ katthaci lokaṁ upādāya vuccati. ",
  "dn2-a:190.3": "Yathāha—“idha tathāgato loke uppajjatī”ti. ",
  "dn2-a:190.4": "Katthaci sāsanaṁ yathāha—“idheva bhikkhave paṭhamo samaṇo idha dutiyo samaṇo”ti . ",
  "dn2-a:190.5": "Katthaci okāsaṁ. ",
  "dn2-a:190.6": "Yathāha – ",
  "dn2-a:190.7": "“Idheva tiṭṭhamānassa devabhūtassa me sato ",
  "dn2-a:190.8": "Punarāyu ca me laddho evaṁ jānāhi mārisā”ti. ",
  "dn2-a:190.9": "Katthaci padapūraṇamattameva. ",
  "dn2-a:190.10": "Yathāha “idhāhaṁ bhikkhave bhuttāvī assaṁ pavārito”ti . ",
  "dn2-a:190.11": "Idha pana lokaṁ upādāya vuttoti veditabbo. ",
  "dn2-a:190.12": "<b>Mahārājā</b>ti yathā paṭiññātaṁ desanaṁ desetuṁ puna mahārājāti ālapati. ",
  "dn2-a:190.13": "Idaṁ vuttaṁ hoti—“mahārāja imasmiṁ loke tathāgato uppajjati arahaṁ…pe… buddho bhagavā”ti. ",
  "dn2-a:190.14": "Tattha tathāgatasaddo brahmajāle vutto. ",
  "dn2-a:190.15": "Arahantiādayo visuddhimagge vitthāritā. ",
  "dn2-a:190.16": "<b>Loke uppajjatī</b>ti ettha pana <b>loko</b>ti—okāsaloko sattaloko saṅkhāralokoti tividho. ",
  "dn2-a:190.17": "Idha pana sattaloko adhippeto. ",
  "dn2-a:190.18": "Sattaloke uppajjamānopi ca tathāgato na devaloke na brahmaloke manussalokeva uppajjati. ",
  "dn2-a:190.19": "Manussalokepi na aññasmiṁ cakkavāḷe imasmiṁyeva cakkavāḷe. ",
  "dn2-a:190.20": "Tatrāpi na sabbaṭṭhānesu “puratthimāya disāya gajaṅgalaṁ nāma nigamo tassāparena mahāsālo tato parā paccantimā janapadā orato majjhe puratthimadakkhiṇāya disāya salaḷavatī nāma nadī. ",
  "dn2-a:190.21": "Tato parā paccantimā janapadā orato majjhe dakkhiṇāya disāya setakaṇṇikaṁ nāma nigamo tato parā paccantimā janapadā orato majjhe pacchimāya disāya thūṇaṁ nāma brāhmaṇagāmo tato parā paccantimā janapadā orato majjhe uttarāya disāya usiraddhajo nāma pabbato tato parā paccantimā janapadā orato majjhe”ti evaṁ paricchinne āyāmato tiyojanasate vitthārato aḍḍhateyyayojanasate parikkhepato navayojanasate majjhimapadese uppajjati. ",
  "dn2-a:190.22": "Na kevalañca tathāgato paccekabuddhā aggasāvakā asītimahātherā buddhamātā buddhapitā cakkavattī rājā aññe ca sārappattā brāhmaṇagahapatikā etthevuppajjanti. ",
  "dn2-a:190.23": "Tattha tathāgato sujātāya dinnamadhupāyāsabhojanato yāva arahattamaggo tāva uppajjati nāma arahattaphale uppanno nāma. ",
  "dn2-a:190.24": "Mahābhinikkhamanato vā yāva arahattamaggo. ",
  "dn2-a:190.25": "Tusitabhavanato vā yāva arahattamaggo. ",
  "dn2-a:190.26": "Dīpaṅkarapādamūlato vā yāva arahattamaggo tāva uppajjati nāma arahattaphale uppanno nāma. ",
  "dn2-a:190.27": "Idha sabbapaṭhamaṁ uppannabhāvaṁ sandhāya uppajjatīti vuttaṁ. ",
  "dn2-a:190.28": "Tathāgato loke uppanno hotīti ayañhettha attho. ",
  "dn2-a:190.29": "<b>So imaṁ loka</b>nti so bhagavā imaṁ lokaṁ. ",
  "dn2-a:190.30": "Idāni vattabbaṁ nidasseti. ",
  "dn2-a:190.31": "<b>Sadevaka</b>nti saha devehi sadevakaṁ. ",
  "dn2-a:190.32": "Evaṁ saha mārena <b>samārakaṁ</b> saha brahmunā <b>sabrahmakaṁ</b> saha samaṇabrāhmaṇehi <b>sassamaṇabrāhmaṇiṁ.</b> Pajātattā pajā taṁ pajaṁ. ",
  "dn2-a:190.33": "Saha devamanussehi <b>sadevamanussaṁ.</b> Tattha sadevakavacanena pañca kāmāvacaradevaggahaṇaṁ veditabbaṁ. ",
  "dn2-a:190.34": "Samāraka—vacanena chaṭṭhakāmāvacaradevaggahaṇaṁ. ",
  "dn2-a:190.35": "Sabrahmakavacanena brahmakāyikādibrahmaggahaṇaṁ. ",
  "dn2-a:190.36": "Sassamaṇabrāhmaṇīvacanena sāsanassa paccatthikapaccāmittasamaṇabrāhmaṇaggahaṇaṁ samitapāpabāhitapāpasamaṇabrāhmaṇaggahaṇañca. ",
  "dn2-a:190.37": "Pajāvacanena sattalokaggahaṇaṁ. ",
  "dn2-a:190.38": "Sadevamanussavacanena sammutidevaavasesamanussaggahaṇaṁ. ",
  "dn2-a:190.39": "Evamettha tīhi padehi okāsalokena saddhiṁ sattaloko. ",
  "dn2-a:190.40": "Dvīhi pajāvasena sattalokova gahitoti veditabbo. ",
  "dn2-a:190.41": "Aparo nayo sadevakaggahaṇena arūpāvacaradevaloko gahito. ",
  "dn2-a:190.42": "Samārakaggahaṇena cha kāmāvacaradevaloko. ",
  "dn2-a:190.43": "Sabrahmakaggahaṇena rūpī brahmaloko. ",
  "dn2-a:190.44": "Sassamaṇabrāhmaṇādiggahaṇena catuparisavasena sammutidevehi vā saha manussaloko avasesasabbasattaloko vā. ",
  "dn2-a:190.45": "Api cettha sadevakavacanena ukkaṭṭhaparicchedato sabbassa lokassa sacchikatabhāvamāha. ",
  "dn2-a:190.46": "Tato yesaṁ ahosi—“māro mahānubhāvo cha kāmāvacarissaro vasavattī kiṁ sopi etena sacchikato”ti tesaṁ vimatiṁ vidhamanto <b>“samāraka”</b>nti āha. ",
  "dn2-a:190.47": "Yesaṁ pana ahosi—“brahmā mahānubhāvo ekaṅguliyā ekasmiṁ cakkavāḷasahasse ālokaṁ pharati dvīhi …pe… dasahi aṅgulīhi dasasu cakkavāḷasahassesu ālokaṁ pharati. ",
  "dn2-a:190.48": "Anuttarañca jhānasamāpattisukhaṁ paṭisaṁvedeti kiṁ sopi sacchikato”ti tesaṁ vimatiṁ vidhamanto <b>sabrahmaka</b>nti āha. ",
  "dn2-a:190.49": "Tato ye cintesuṁ—“puthū samaṇabrāhmaṇā sāsanassa paccatthikā kiṁ tepi sacchikatā”ti tesaṁ vimatiṁ vidhamanto <b>sassamaṇabrāhmaṇiṁ paja</b>nti āha. ",
  "dn2-a:190.50": "Evaṁ ukkaṭṭhukkaṭṭhānaṁ sacchikatabhāvaṁ pakāsetvā atha sammutideve avasesamanusse ca upādāya ukkaṭṭhaparicchedavasena sesasattalokassa sacchikatabhāvaṁ pakāsento <b>sadevamanussa</b>nti āha. ",
  "dn2-a:190.51": "Ayamettha bhāvānukkamo. ",
  "dn2-a:190.52": "Porāṇā panāhu <b>sadevaka</b>nti devehi saddhiṁ avasesalokaṁ. ",
  "dn2-a:190.53": "<b>Samāraka</b>nti mārena saddhiṁ avasesalokaṁ. ",
  "dn2-a:190.54": "<b>Sabrahmaka</b>nti brahmehi saddhiṁ avasesalokaṁ. ",
  "dn2-a:190.55": "Evaṁ sabbepi tibhavūpage satte tīhākārehi tīsu padesu pakkhipitvā puna dvīhi padehi pariyādiyanto <b>sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussa</b>nti āha. ",
  "dn2-a:190.56": "Evaṁ pañcahipi padehi tena tenākārena tedhātukameva pariyādinnanti. ",
  "dn2-a:190.57": "<b>Sayaṁ abhiññā sacchikatvā pavedetī</b>ti ettha pana <b>saya</b>nti sāmaṁ aparaneyyo hutvā. ",
  "dn2-a:190.58": "<b>Abhiññā</b>ti abhiññāya adhikena ñāṇena ñatvāti attho. ",
  "dn2-a:190.59": "<b>Sacchikatvā</b>ti paccakkhaṁ katvā etena anumānādipaṭikkhepo kato hoti. ",
  "dn2-a:190.60": "<b>Pavedetī</b>ti bodheti viññāpeti pakāseti. ",
  "dn2-a:190.61": "<b>So dhammaṁ deseti ādikalyāṇaṁ…pe… pariyosānakalyāṇa</b>nti so bhagavā sattesu kāruññataṁ paṭicca hitvāpi anuttaraṁ vivekasukhaṁ dhammaṁ deseti. ",
  "dn2-a:190.62": "Tañca kho appaṁ vā bahuṁ vā desento ādikalyāṇādippakārameva deseti. ",
  "dn2-a:190.63": "Ādimhipi kalyāṇaṁ bhaddakaṁ anavajjameva katvā deseti majjhepi pariyosānepi kalyāṇaṁ bhaddakaṁ anavajjameva katvā desetīti vuttaṁ hoti. ",
  "dn2-a:190.64": "Tattha atthi desanāya ādimajjhapariyosānaṁ atthi sāsanassa. ",
  "dn2-a:190.65": "Desanāya tāva catuppadikāyapi gāthāya paṭhamapādo ādi nāma tato dve majjhaṁ nāma ante eko pariyosānaṁ nāma. ",
  "dn2-a:190.66": "Ekānusandhikassa suttassa nidānaṁ ādi idamavocāti pariyosānaṁ ubhinnamantarā majjhaṁ. ",
  "dn2-a:190.67": "Anekānusandhikassa suttassa paṭhamānusandhi ādi ante anusandhi pariyosānaṁ majjhe eko vā dve vā bahū vā majjhameva. ",
  "dn2-a:190.68": "Sāsanassa pana sīlasamādhivipassanā ādi nāma. ",
  "dn2-a:190.69": "Vuttampi cetaṁ—“ko cādi kusalānaṁ dhammānaṁ? ",
  "dn2-a:190.70": "Sīlañca suvisuddhaṁ diṭṭhi ca ujukā”ti . ",
  "dn2-a:190.71": "“Atthi bhikkhave majjhimā paṭipadā tathāgatena abhisambuddhā”ti evaṁ vutto pana ariyamaggo majjhaṁ nāma. ",
  "dn2-a:190.72": "Phalañceva nibbānañca pariyosānaṁ nāma. ",
  "dn2-a:190.73": "“Etadatthamidaṁ brāhmaṇa brahmacariyaṁ etaṁ sāraṁ etaṁ pariyosāna”nti hi ettha phalaṁ pariyosānanti vuttaṁ. ",
  "dn2-a:190.74": "“Nibbānogadhaṁ hi āvuso visākha brahmacariyaṁ vussati nibbānaparāyanaṁ nibbānapariyosāna”nti ettha nibbānaṁ pariyosānanti vuttaṁ. ",
  "dn2-a:190.75": "Idha desanāya ādimajjhapariyosānaṁ adhippetaṁ. ",
  "dn2-a:190.76": "Bhagavā hi dhammaṁ desento ādimhi sīlaṁ dassetvā majjhe maggaṁ pariyosāne nibbānaṁ dasseti. ",
  "dn2-a:190.77": "Tena vuttaṁ—“so dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇa”nti. ",
  "dn2-a:190.78": "Tasmā aññopi dhammakathiko dhammaṁ kathento – ",
  "dn2-a:190.79": "“Ādimhi sīlaṁ dasseyya majjhe maggaṁ vibhāvaye ",
  "dn2-a:190.80": "Pariyosānamhi nibbānaṁ esā kathikasaṇṭhitī”ti. ",
  "dn2-a:190.81": "<b>Sātthaṁ sabyañjana</b>nti yassa hi yāgubhattaitthipurisādivaṇṇanānissitā desanā hoti na so sātthaṁ deseti. ",
  "dn2-a:190.82": "Bhagavā pana tathārūpaṁ desanaṁ pahāya catusatipaṭṭhānādinissitaṁ desanaṁ deseti. ",
  "dn2-a:190.83": "Tasmā sātthaṁ desetīti vuccati. ",
  "dn2-a:190.84": "Yassa pana desanā ekabyañjanādiyuttā vā sabbaniroṭṭhabyañjanā vā sabbavissaṭṭhasabbaniggahītabyañjanā vā tassa damiḷakirātasavarādimilakkhūnaṁ bhāsā viya byañjanapāripūriyā abhāvato abyañjanā nāma desanā hoti. ",
  "dn2-a:190.85": "Bhagavā pana – ",
  "dn2-a:190.86": "“Sithilaṁ dhanitañca dīgharassaṁ garukaṁ lahukañca niggahītaṁ ",
  "dn2-a:190.87": "Sambandhavavatthitaṁ vimuttaṁ dasadhā byañjanabuddhiyā pabhedo”ti. ",
  "dn2-a:190.88": "Evaṁ vuttaṁ dasavidhaṁ byañjanaṁ amakkhetvā paripuṇṇabyañjanameva katvā dhammaṁ deseti tasmā sabyañjanaṁ dhammaṁ desetīti vuccati. ",
  "dn2-a:190.89": "<b>Kevalaparipuṇṇa</b>nti ettha <b>kevala</b>nti sakalādhivacanaṁ. ",
  "dn2-a:190.90": "<b>Paripuṇṇa</b>nti anūnādhikavacanaṁ. ",
  "dn2-a:190.91": "Idaṁ vuttaṁ hoti sakalaparipuṇṇameva deseti ekadesanāpi aparipuṇṇā natthīti. ",
  "dn2-a:190.92": "Upanetabbaapanetabbassa abhāvato kevalaparipuṇṇanti veditabbaṁ. ",
  "dn2-a:190.93": "<b>Parisuddha</b>nti nirupakkilesaṁ. ",
  "dn2-a:190.94": "Yo hi imaṁ dhammadesanaṁ nissāya lābhaṁ vā sakkāraṁ vā labhissāmīti deseti tassa aparisuddhā desanā hoti. ",
  "dn2-a:190.95": "Bhagavā pana lokāmisanirapekkho hitapharaṇena mettābhāvanāya muduhadayo ullumpanasabhāvasaṇṭhitena cittena deseti. ",
  "dn2-a:190.96": "Tasmā parisuddhaṁ dhammaṁ desetīti vuccati. ",
  "dn2-a:190.97": "<b>Brahmacariyaṁ pakāsetī</b>ti ettha panāyaṁ brahmacariya-saddo dāne veyyāvacce pañcasikkhāpadasīle appamaññāsu methunaviratiyaṁ sadārasantose vīriye uposathaṅgesu ariyamagge sāsaneti imesvatthesu dissati. ",
  "dn2-a:190.98": "“Kiṁ te vataṁ kiṁ pana brahmacariyaṁ ",
  "dn2-a:190.99": "Kissa suciṇṇassa ayaṁ vipāko ",
  "dn2-a:190.100": "Iddhī jutī balavīriyūpapatti ",
  "dn2-a:190.101": "Idañca te nāga mahāvimānaṁ. ",
  "dn2-a:190.102": "Ahañca bhariyā ca manussaloke ",
  "dn2-a:190.103": "Saddhā ubho dānapatī ahumhā ",
  "dn2-a:190.104": "Opānabhūtaṁ me gharaṁ tadāsi ",
  "dn2-a:190.105": "Santappitā samaṇabrāhmaṇā ca. ",
  "dn2-a:190.106": "Taṁ me vataṁ taṁ pana brahmacariyaṁ ",
  "dn2-a:190.107": "Tassa suciṇṇassa ayaṁ vipāko ",
  "dn2-a:190.108": "Iddhī jutī balavīriyūpapatti ",
  "dn2-a:190.109": "Idañca me dhīra mahāvimāna”nti.</blockquote> ",
  "dn2-a:190.110": "Imasmiñhi puṇṇakajātake dānaṁ brahmacariyanti vuttaṁ. ",
  "dn2-a:190.111": "“Kena pāṇi kāmadado kena pāṇi madhussavo ",
  "dn2-a:190.112": "Kena te brahmacariyena puññaṁ pāṇimhi ijjhati. ",
  "dn2-a:190.113": "Tena pāṇi kāmadado tena pāṇi madhussavo ",
  "dn2-a:190.114": "Tena me brahmacariyena puññaṁ pāṇimhi ijjhatī”ti.(pe.va. ",
  "dn2-a:190.115": "275277)</blockquote> ",
  "dn2-a:190.116": "Imasmiṁ aṅkurapetavatthumhi veyyāvaccaṁ brahmacariyanti vuttaṁ. ",
  "dn2-a:190.117": "“Evaṁ kho taṁ bhikkhave tittiriyaṁ nāma brahmacariyaṁ ahosī”ti imasmiṁ tittirajātake pañcasikkhāpadasīlaṁ brahmacariyanti vuttaṁ. ",
  "dn2-a:190.118": "“Taṁ kho pana me pañcasikha brahmacariyaṁ neva nibbidāya na virāgāya na nirodhāya…pe… yāvadeva brahmalokūpapattiyā”ti imasmiṁ mahāgovindasutte catasso appamaññāyo brahmacariyanti vuttā. ",
  "dn2-a:190.119": "“Pare abrahmacārī bhavissanti mayamettha brahmacārī bhavissāmā”ti imasmiṁ sallekhasutte methunavirati brahmacariyanti vuttā. ",
  "dn2-a:190.120": "“Mayañca bhariyā nātikkamāma ",
  "dn2-a:190.121": "Amhe ca bhariyā nātikkamanti ",
  "dn2-a:190.122": "Aññatra tāhi brahmacariyaṁ carāma ",
  "dn2-a:190.123": "Tasmā hi amhaṁ daharā na mīyare”ti. ",
  "dn2-a:190.124": "Mahādhammapālajātake sadārasantoso brahmacariyanti vutto. ",
  "dn2-a:190.125": "“Abhijānāmi kho panāhaṁ sāriputta caturaṅgasamannāgataṁ brahmacariyaṁ caritā tapassī sudaṁ homī”ti lomahaṁsanasutte vīriyaṁ brahmacariyanti vuttaṁ. ",
  "dn2-a:190.126": "“Hīnena brahmacariyena khattiye upapajjati ",
  "dn2-a:190.127": "Majjhimena ca devattaṁ uttamena visujjhatī”ti. ",
  "dn2-a:190.128": "Evaṁ nimijātake attadamanavasena kato aṭṭhaṅgiko uposatho brahmacariyanti vutto. ",
  "dn2-a:190.129": "“Idaṁ kho pana me pañcasikha brahmacariyaṁ ekantanibbidāya virāgāya nirodhāya…pe… ayameva ariyo aṭṭhaṅgiko maggo”ti mahāgovindasuttasmiṁyeva ariyamaggo brahmacariyanti vutto. ",
  "dn2-a:190.130": "“Tayidaṁ brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsita”nti pāsādikasutte sikkhattayasaṅgahitaṁ sakalasāsanaṁ brahmacariyanti vuttaṁ. ",
  "dn2-a:190.131": "Imasmimpi ṭhāne idameva brahmacariyanti adhippetaṁ. ",
  "dn2-a:190.132": "Tasmā brahmacariyaṁ pakāsetīti so dhammaṁ deseti ādikalyāṇaṁ…pe… parisuddhaṁ. ",
  "dn2-a:190.133": "Evaṁ desento ca sikkhattayasaṅgahitaṁ sakalasāsanaṁ brahmacariyaṁ pakāsetīti evamettha attho daṭṭhabbo. ",
  "dn2-a:190.134": "<b>Brahmacariya</b>nti seṭṭhaṭṭhena brahmabhūtaṁ cariyaṁ. ",
  "dn2-a:190.135": "Brahmabhūtānaṁ vā buddhādīnaṁ cariyanti vuttaṁ hoti. ",
  "dn2-a:191.1": "<b>Taṁ dhamma</b>nti taṁ vuttappakārasampadaṁ dhammaṁ. ",
  "dn2-a:191.2": "<b>Suṇāti gahapati vā</b>ti kasmā paṭhamaṁ gahapatiṁ niddisati? ",
  "dn2-a:191.3": "Nihatamānattā ussannattā ca. ",
  "dn2-a:191.4": "Yebhuyyena hi khattiyakulato pabbajitā jātiṁ nissāya mānaṁ karonti. ",
  "dn2-a:191.5": "Brāhmaṇakulā pabbajitā mante nissāya mānaṁ karonti. ",
  "dn2-a:191.6": "Hīnajaccakulā pabbajitā attano attano vijātitāya patiṭṭhātuṁ na sakkonti. ",
  "dn2-a:191.7": "Gahapatidārakā pana kacchehi sedaṁ muñcantehi piṭṭhiyā loṇaṁ pupphamānāya bhūmiṁ kasitvā tādisassa mānassa abhāvato nihatamānadappā honti. ",
  "dn2-a:191.8": "Te pabbajitvā mānaṁ vā dappaṁ vā akatvā yathābalaṁ sakalabuddhavacanaṁ uggahetvā vipassanāya kammaṁ karontā sakkonti arahatte patiṭṭhātuṁ. ",
  "dn2-a:191.9": "Itarehi ca kulehi nikkhamitvā pabbajitā nāma na bahukā gahapatikāva bahukā. ",
  "dn2-a:191.10": "Iti nihatamānattā ussannattā ca paṭhamaṁ gahapatiṁ niddisatīti. ",
  "dn2-a:191.11": "<b>Aññatarasmiṁ vā</b>ti itaresaṁ vā kulānaṁ aññatarasmiṁ. ",
  "dn2-a:191.12": "<b>Paccājāto</b>ti patijāto. ",
  "dn2-a:191.13": "<b>Tathāgate saddhaṁ paṭilabhatī</b>ti parisuddhaṁ dhammaṁ sutvā dhammassāmimhi tathāgate—“sammāsambuddho vata so bhagavā”ti saddhaṁ paṭilabhati. ",
  "dn2-a:191.14": "<b>Iti paṭisañcikkhatī</b>ti evaṁ paccavekkhati. ",
  "dn2-a:191.15": "<b>Sambādho gharāvāso</b>ti sacepi saṭṭhihatthe ghare yojanasatantarepi vā dve jāyampatikā vasanti tathāpi nesaṁ sakiñcanasapalibodhaṭṭhena gharāvāso sambādhoyeva. ",
  "dn2-a:191.16": "<b>Rajopatho</b>ti rāgarajādīnaṁ <b>uṭṭhānaṭṭhāna</b>nti mahāaṭṭhakathāyaṁ vuttaṁ. ",
  "dn2-a:191.17": "Āgamanapathotipi vadanti. ",
  "dn2-a:191.18": "Alagganaṭṭhena abbhokāso viyāti <b>abbhokāso.</b> Pabbajito hi kūṭāgāraratanapāsādadevavimānādīsu pihitadvāravātapānesu paṭicchannesu vasantopi neva laggati na sajjati na bajjhati. ",
  "dn2-a:191.19": "Tena vuttaṁ—“abbhokāso pabbajjā”ti. ",
  "dn2-a:191.20": "Api ca sambādho gharāvāso kusalakiriyāya okāsābhāvato. ",
  "dn2-a:191.21": "Rajopatho asaṁvutasaṅkāraṭṭhānaṁ viya rajānaṁ kilesarajānaṁ sannipātaṭṭhānato. ",
  "dn2-a:191.22": "Abbhokāso pabbajjā kusalakiriyāya yathāsukhaṁ okāsasabbhāvato. ",
  "dn2-a:191.23": "<b>Nayidaṁ sukaraṁ…pe… pabbajeyya</b>nti etthāyaṁ saṅkhepakathā yadetaṁ sikkhattayabrahmacariyaṁ ekampi divasaṁ akhaṇḍaṁ katvā carimakacittaṁ pāpetabbatāya ekantaparipuṇṇaṁ caritabbaṁ ekadivasampi ca kilesamalena amalīnaṁ katvā carimakacittaṁ pāpetabbatāya ekantaparisuddhaṁ . ",
  "dn2-a:191.24": "<b>Saṅkhalikhita</b>nti likhitasaṅkhasadisaṁ dhotasaṅkhasappaṭibhāgaṁ caritabbaṁ. ",
  "dn2-a:191.25": "Idaṁ na sukaraṁ agāraṁ ajjhāvasatā agāramajjhe vasantena ekantaparipuṇṇaṁ…pe… carituṁ yaṁnūnāhaṁ kese ca massuñca ohāretvā kasāyarasapītatāya kāsāyāni brahmacariyaṁ carantānaṁ anucchavikāni vatthāni acchādetvā paridahitvā agārasmā nikkhamitvā anagāriyaṁ pabbajeyyanti. ",
  "dn2-a:191.26": "Ettha ca yasmā agārassa hitaṁ kasivāṇijjādikammaṁ agāriyanti vuccati tañca pabbajjāya natthi tasmā pabbajjā anagāriyanti ñātabbā taṁ anagāriyaṁ. ",
  "dn2-a:191.27": "<b>Pabbajeyya</b>nti paṭipajjeyyaṁ. ",
  "dn2-a:192-193.1": "<b>Appaṁ vā</b>ti sahassato heṭṭhā bhogakkhandho appo nāma hoti sahassato paṭṭhāya mahā. ",
  "dn2-a:192-193.2": "Ābandhanaṭṭhena ñātiyeva ñātiparivaṭṭo. ",
  "dn2-a:192-193.3": "Sopi vīsatiyā heṭṭhā appo nāma hoti vīsatiyā paṭṭhāya mahā. ",
  "dn2-a:192-193.4": "<b>Pātimokkhasaṁvarasaṁvuto</b>ti pātimokkhasaṁvarena samannāgato. ",
  "dn2-a:192-193.5": "<b>Ācāragocarasampanno</b>ti ācārena ceva gocarena ca sampanno. ",
  "dn2-a:192-193.6": "<b>Aṇumattesū</b>ti appamattakesu. ",
  "dn2-a:192-193.7": "<b>Vajjesū</b>ti akusaladhammesu. ",
  "dn2-a:192-193.8": "<b>Bhayadassāvī</b>ti bhayadassī. ",
  "dn2-a:192-193.9": "<b>Samādāyā</b>ti sammā ādiyitvā. ",
  "dn2-a:192-193.10": "<b>Sikkhati sikkhāpadesū</b>ti sikkhāpadesu taṁ taṁ sikkhāpadaṁ samādiyitvā sikkhati. ",
  "dn2-a:192-193.11": "Ayamettha saṅkhepo vitthāro pana visuddhimagge vutto. ",
  "dn2-a:192-193.12": "<b>Kāyakammavacīkammena samannāgato kusalena parisuddhājīvo</b>ti ettha ācāragocaraggahaṇeneva ca kusale kāyakammavacīkamme gahitepi yasmā idaṁ ājīvapārisuddhisīlaṁ nāma na ākāse vā rukkhaggādīsu vā uppajjati kāyavacīdvāresuyeva pana uppajjati tasmā tassa uppattidvāradassanatthaṁ kāyakammavacīkammena samannāgato kusalenāti vuttaṁ. ",
  "dn2-a:192-193.13": "Yasmā pana tena samannāgato tasmā parisuddhājīvo. ",
  "dn2-a:192-193.14": "Samaṇamuṇḍikaputtasuttantavasena vā evaṁ vuttaṁ. ",
  "dn2-a:192-193.15": "Tattha hi “katame ca thapati kusalā sīlā? ",
  "dn2-a:192-193.16": "Kusalaṁ kāyakammaṁ kusalaṁ vacīkammaṁ parisuddhaṁ ājīvampi kho ahaṁ thapati sīlasmiṁ vadāmī”ti vuttaṁ. ",
  "dn2-a:192-193.17": "Yasmā pana tena samannāgato tasmā parisuddhājīvoti veditabbo. ",
  "dn2-a:192-193.18": "<b>Sīlasampanno</b>ti brahmajāle vuttena tividhena sīlena samannāgato hoti. ",
  "dn2-a:192-193.19": "<b>Indriyesu guttadvāro</b>ti manacchaṭṭhesu indriyesu pihitadvāro hoti. ",
  "dn2-a:192-193.20": "<b>Satisampajaññena samannāgato</b>ti abhikkante paṭikkantetiādīsu sattasu ṭhānesu satiyā ceva sampajaññena ca samannāgato hoti. ",
  "dn2-a:192-193.21": "<b>Santuṭṭho</b>ti catūsu paccayesu tividhena santosena santuṭṭho hoti. ",
  "dn2-a:192-193.22": "Cūḷasīlavaṇṇanā ",
  "dn2-a:194-211.1": "Evaṁ mātikaṁ nikkhipitvā anupubbena bhājento <b>“kathañca mahārāja bhikkhu sīlasampanno hotī”</b>tiādimāha. ",
  "dn2-a:194-211.2": "Tattha <b>idampissa hoti sīlasmi</b>nti idampi assa bhikkhuno pāṇātipātā veramaṇi sīlasmiṁ ekaṁ sīlaṁ hotīti attho. ",
  "dn2-a:194-211.3": "Paccattavacanatthe vā etaṁ bhummaṁ. ",
  "dn2-a:194-211.4": "Mahāaṭṭhakathāyañhi idampi tassa samaṇassa sīlanti ayameva attho vutto. ",
  "dn2-a:194-211.5": "Sesaṁ brahmajāle vuttanayeneva veditabbaṁ. ",
  "dn2-a:194-211.6": "<b>Idamassa hoti sīlasmi</b>nti idaṁ assa sīlaṁ hotīti attho. ",
  "dn2-a:212.1": "<b>Na kutoci bhayaṁ samanupassati yadidaṁ sīlasaṁvarato</b>ti yāni asaṁvaramūlakāni bhayāni uppajjanti tesu yaṁ idaṁ bhayaṁ sīlasaṁvarato bhaveyya taṁ kutoci ekasaṁvaratopi na samanupassati. ",
  "dn2-a:212.2": "Kasmā? ",
  "dn2-a:212.3": "Saṁvarato asaṁvaramūlakassa bhayassa abhāvā. ",
  "dn2-a:212.4": "<b>Muddhābhisitto</b>ti yathāvidhānavihitena khattiyābhisekena muddhani avasitto. ",
  "dn2-a:212.5": "<b>Yadidaṁ paccatthikato</b>ti yaṁ kutoci ekapaccatthikatopi bhayaṁ bhaveyya taṁ na samanupassati. ",
  "dn2-a:212.6": "Kasmā? ",
  "dn2-a:212.7": "Yasmā nihatapaccāmitto. ",
  "dn2-a:212.8": "<b>Ajjhatta</b>nti niyakajjhattaṁ attano santāneti attho. ",
  "dn2-a:212.9": "<b>Anavajjasukha</b>nti anavajjaṁ aninditaṁ kusalaṁ sīlapadaṭṭhānehi avippaṭisārapāmojjapītipassaddhidhammehi pariggahitaṁ kāyikacetasikasukhaṁ paṭisaṁvedeti. ",
  "dn2-a:212.10": "<b>Evaṁ kho mahārāja bhikkhu sīlasampanno hotī</b>ti evaṁ nirantaraṁ vitthāretvā dassitena tividhena sīlena samannāgato bhikkhu sīlasampanno nāma hotīti sīlakathaṁ niṭṭhāpesi. ",
  "dn2-a:212.11": "Indriyasaṁvarakathā ",
  "dn2-a:213.1": "Indriyesu guttadvārabhājanīye <b>cakkhunā rūpa</b>nti ayaṁ cakkhusaddo katthaci buddhacakkhumhi vattati yathāha—“buddhacakkhunā lokaṁ volokesī”ti . ",
  "dn2-a:213.2": "Katthaci sabbaññutaññāṇasaṅkhāte samantacakkhumhi yathāha—“tathūpamaṁ dhammamayaṁ sumedha pāsādamāruyha samantacakkhū”ti . ",
  "dn2-a:213.3": "Katthaci dhammacakkhumhi “virajaṁ vītamalaṁ dhammacakkhuṁ udapādī”ti hi ettha ariyamaggattayapaññā. ",
  "dn2-a:213.4": "“Cakkhuṁ udapādi ñāṇaṁ udapādī”ti ettha pubbenivāsādiñāṇaṁ paññācakkhūti vuccati. ",
  "dn2-a:213.5": "“Dibbena cakkhunā”ti āgataṭṭhānesu dibbacakkhumhi vattati. ",
  "dn2-a:213.6": "“Cakkhuñca paṭicca rūpe cā”ti ettha pasādacakkhumhi vattati. ",
  "dn2-a:213.7": "Idha panāyaṁ pasādacakkhuvohārena cakkhuviññāṇe vattati tasmā cakkhuviññāṇena rūpaṁ disvāti ayametthattho. ",
  "dn2-a:213.8": "Sesapadesu yaṁ vattabbaṁ siyā taṁ sabbaṁ visuddhimagge vuttaṁ. ",
  "dn2-a:213.9": "<b>Abyāsekasukha</b>nti kilesabyāsekavirahitattā abyāsekaṁ asammissaṁ parisuddhaṁ adhicittasukhaṁ paṭisaṁvedetīti. ",
  "dn2-a:213.10": "Satisampajaññakathā ",
  "dn2-a:214.1": "Satisampajaññabhājanīyamhi <b>abhikkante paṭikkante</b>ti ettha tāva abhikkantaṁ vuccati gamanaṁ paṭikkantaṁ nivattanaṁ tadubhayampi catūsu iriyāpathesu labbhati. ",
  "dn2-a:214.2": "Gamane tāva purato kāyaṁ abhiharanto abhikkamati nāma . ",
  "dn2-a:214.3": "Paṭinivattanto paṭikkamati nāma. ",
  "dn2-a:214.4": "Ṭhānepi ṭhitakova kāyaṁ purato onāmento abhikkamati nāma pacchato apanāmento paṭikkamati nāma. ",
  "dn2-a:214.5": "Nisajjāya nisinnakova āsanassa purimaaṅgābhimukho saṁsaranto abhikkamati nāma pacchimaaṅgapadesaṁ paccāsaṁsaranto paṭikkamati nāma. ",
  "dn2-a:214.6": "Nipajjanepi eseva nayo. ",
  "dn2-a:214.7": "<b>Sampajānakārī hotī</b>ti sampajaññena sabbakiccakārī. ",
  "dn2-a:214.8": "Sampajaññameva vā kārī. ",
  "dn2-a:214.9": "So hi abhikkantādīsu sampajaññaṁ karoteva. ",
  "dn2-a:214.10": "Na katthaci sampajaññavirahito hoti. ",
  "dn2-a:214.11": "Tattha sātthakasampajaññaṁ sappāyasampajaññaṁ gocarasampajaññaṁ asammohasampajaññanti catubbidhaṁ sampajaññaṁ. ",
  "dn2-a:214.12": "Tattha abhikkamanacitte uppanne cittavaseneva agantvā—“kinnu me ettha gatena attho atthi natthī”ti atthānatthaṁ pariggahetvā atthapariggaṇhanaṁ sātthakasampajaññaṁ. ",
  "dn2-a:214.13": "Tattha ca atthoti cetiyadassanabodhisaṅghatheraasubhadassanādivasena dhammato vuḍḍhi. ",
  "dn2-a:214.14": "Cetiyaṁ vā bodhiṁ vā disvāpi hi buddhārammaṇaṁ saṅghadassanena saṅghārammaṇaṁ pītiṁ uppādetvā tadeva khayavayato sammasanto arahattaṁ pāpuṇāti. ",
  "dn2-a:214.15": "There disvā tesaṁ ovāde patiṭṭhāya asubhaṁ disvā tattha paṭhamajjhānaṁ uppādetvā tadeva khayavayato sammasanto arahattaṁ pāpuṇāti. ",
  "dn2-a:214.16": "Tasmā etesaṁ dassanaṁ sātthakanti vuttaṁ. ",
  "dn2-a:214.17": "Keci pana āmisatopi vuḍḍhi atthoyeva taṁ nissāya brahmacariyānuggahāya paṭipannattāti vadanti. ",
  "dn2-a:214.18": "Tasmiṁ pana gamane sappāyāsappāyaṁ pariggahetvā sappāyapariggaṇhanaṁ sappāyasampajaññaṁ. ",
  "dn2-a:214.19": "Seyyathidaṁ—cetiyadassanaṁ tāva sātthakaṁ sace pana cetiyassa mahāpūjāya dasadvādasayojanantare parisā sannipatanti attano vibhavānurūpā itthiyopi purisāpi alaṅkatapaṭiyattā cittakammarūpakāni viya sañcaranti. ",
  "dn2-a:214.20": "Tatra cassa iṭṭhe ārammaṇe lobho hoti aniṭṭhe paṭigho asamapekkhane moho uppajjati kāyasaṁsaggāpattiṁ vā āpajjati. ",
  "dn2-a:214.21": "Jīvitabrahmacariyānaṁ vā antarāyo hoti evaṁ taṁ ṭhānaṁ asappāyaṁ hoti. ",
  "dn2-a:214.22": "Vuttappakāraantarāyābhāve sappāyaṁ. ",
  "dn2-a:214.23": "Bodhidassanepi eseva nayo. ",
  "dn2-a:214.24": "Saṅghadassanampi sātthaṁ. ",
  "dn2-a:214.25": "Sace pana antogāme mahāmaṇḍapaṁ kāretvā sabbarattiṁ dhammassavanaṁ karontesu manussesu vuttappakāreneva janasannipāto ceva antarāyo ca hoti evaṁ taṁ ṭhānaṁ asappāyaṁ hoti. ",
  "dn2-a:214.26": "Antarāyābhāve sappāyaṁ. ",
  "dn2-a:214.27": "Mahāparisaparivārānaṁ therānaṁ dassanepi eseva nayo. ",
  "dn2-a:214.28": "Asubhadassanampi sātthaṁ tadatthadīpanatthañca idaṁ vatthu—eko kira daharabhikkhu sāmaṇeraṁ gahetvā dantakaṭṭhatthāya gato. ",
  "dn2-a:214.29": "Sāmaṇero maggā okkamitvā purato gacchanto asubhaṁ disvā paṭhamajjhānaṁ nibbattetvā tadeva pādakaṁ katvā saṅkhāre sammasanto tīṇi phalāni sacchikatvā uparimaggatthāya kammaṭṭhānaṁ pariggahetvā aṭṭhāsi. ",
  "dn2-a:214.30": "Daharo taṁ apassanto sāmaṇerāti pakkosi. ",
  "dn2-a:214.31": "So ‘mayā pabbajitadivasato paṭṭhāya bhikkhunā saddhiṁ dve kathā nāma na kathitapubbā. ",
  "dn2-a:214.32": "Aññasmimpi divase upari visesaṁ nibbattessāmī’ti cintetvā kiṁ bhanteti paṭivacanamadāsi. ",
  "dn2-a:214.33": "‘Ehī’ti ca vutte ekavacaneneva āgantvā ‘bhante iminā tāva maggeneva gantvā mayā ṭhitokāse muhuttaṁ puratthābhimukho ṭhatvā olokethā’ti āha. ",
  "dn2-a:214.34": "So tathā katvā tena pattavisesameva pāpuṇi. ",
  "dn2-a:214.35": "Evaṁ ekaṁ asubhaṁ dvinnaṁ janānaṁ atthāya jātaṁ. ",
  "dn2-a:214.36": "Evaṁ sātthampi panetaṁ purisassa mātugāmāsubhaṁ asappāyaṁ mātugāmassa ca purisāsubhaṁ asappāyaṁ sabhāgameva sappāyanti evaṁ sappāyapariggaṇhanaṁ sappāyasampajaññaṁ nāma. ",
  "dn2-a:214.37": "Evaṁ pariggahitasātthakasappāyassa pana aṭṭhatiṁsāya kammaṭṭhānesu attano cittaruciyaṁ kammaṭṭhānasaṅkhātaṁ gocaraṁ uggahetvā bhikkhācāragocare taṁ gahetvāva gamanaṁ gocarasampajaññaṁ nāma. ",
  "dn2-a:214.38": "Tassāvibhāvanatthaṁ idaṁ catukkaṁ veditabbaṁ – ",
  "dn2-a:214.39": "Idhekacco bhikkhu harati na paccāharati ekacco paccāharati na harati ekacco pana neva harati na paccāharati ekacco harati ca paccāharati cāti. ",
  "dn2-a:214.40": "Tattha yo bhikkhu divasaṁ caṅkamena nisajjāya ca āvaraṇīyehi dhammehi cittaṁ parisodhetvā tathā rattiyā paṭhamayāme majjhimayāme seyyaṁ kappetvā pacchimayāmepi nisajjacaṅkamehi vītināmetvā pageva cetiyaṅgaṇabodhiyaṅgaṇavattaṁ katvā bodhirukkhe udakaṁ āsiñcitvā pānīyaṁ paribhojanīyaṁ paccupaṭṭhapetvā ācariyupajjhāyavattādīni sabbāni khandhakavattāni samādāya vattati. ",
  "dn2-a:214.41": "So sarīraparikammaṁ katvā senāsanaṁ pavisitvā dve tayo pallaṅke usumaṁ gāhāpento kammaṭṭhānaṁ anuyuñjitvā bhikkhācāravelāyaṁ uṭṭhahitvā kammaṭṭhānasīseneva pattacīvaramādāya senāsanato nikkhamitvā kammaṭṭhānaṁ manasikarontova cetiyaṅgaṇaṁ gantvā sace buddhānussatikammaṭṭhānaṁ hoti taṁ avissajjetvāva cetiyaṅgaṇaṁ pavisati. ",
  "dn2-a:214.42": "Aññaṁ ce kammaṭṭhānaṁ hoti sopānamūle ṭhatvā hatthena gahitabhaṇḍaṁ viya taṁ ṭhapetvā buddhārammaṇaṁ pītiṁ gahetvā cetiyaṅgaṇaṁ āruyha mahantaṁ cetiyaṁ ce tikkhattuṁ padakkhiṇaṁ katvā catūsu ṭhānesu vanditabbaṁ. ",
  "dn2-a:214.43": "Khuddakaṁ cetiyaṁ ce tatheva padakkhiṇaṁ katvā aṭṭhasu ṭhānesu vanditabbaṁ. ",
  "dn2-a:214.44": "Cetiyaṁ vanditvā bodhiyaṅgaṇaṁ pattenāpi buddhassa bhagavato sammukhā viya nipaccākāraṁ dassetvā bodhi vanditabbā. ",
  "dn2-a:214.45": "So evaṁ cetiyañca bodhiñca vanditvā paṭisāmitaṭṭhānaṁ gantvā paṭisāmitabhaṇḍakaṁ hatthena gaṇhanto viya nikkhittakammaṭṭhānaṁ gahetvā gāmasamīpe kammaṭṭhānasīseneva cīvaraṁ pārupitvā gāmaṁ piṇḍāya pavisati. ",
  "dn2-a:214.46": "Atha naṁ manussā disvā ayyo no āgatoti paccuggantvā pattaṁ gahetvā āsanasālāya vā gehe vā nisīdāpetvā yāguṁ datvā yāva bhattaṁ na niṭṭhāti tāva pāde dhovitvā telena makkhetvā purato te nisīditvā pañhaṁ vā pucchanti dhammaṁ vā sotukāmā honti. ",
  "dn2-a:214.47": "Sacepi na kathāpenti janasaṅgahatthaṁ dhammakathā nāma kātabbā yevāti aṭṭhakathācariyā vadanti. ",
  "dn2-a:214.48": "Dhammakathā hi kammaṭṭhānavinimuttā nāma natthi tasmā kammaṭṭhānasīseneva dhammakathaṁ kathetvā kammaṭṭhānasīseneva āhāraṁ paribhuñjitvā anumodanaṁ katvā nivattiyamānehipi manussehi anugatova gāmato nikkhamitvā tattha te nivattetvā maggaṁ paṭipajjati. ",
  "dn2-a:214.49": "Atha naṁ puretaraṁ nikkhamitvā bahigāme katabhattakiccā sāmaṇeradaharabhikkhū disvā paccuggantvā pattacīvaramassa gaṇhanti. ",
  "dn2-a:214.50": "Porāṇakabhikkhū kira amhākaṁ upajjhāyo ācariyoti na mukhaṁ oloketvā vattaṁ karonti sampattaparicchedeneva karonti. ",
  "dn2-a:214.51": "Te taṁ pucchanti—“bhante ete manussā tumhākaṁ kiṁ honti mātipakkhato sambandhā pitipakkhato”ti? ",
  "dn2-a:214.52": "Kiṁ disvā pucchathāti? ",
  "dn2-a:214.53": "Tumhesu etesaṁ pemaṁ bahumānanti. ",
  "dn2-a:214.54": "Āvuso yaṁ mātāpitūhipi dukkaraṁ taṁ ete amhākaṁ karonti pattacīvarampi no etesaṁ santakameva etesaṁ ānubhāvena neva bhaye bhayaṁ na chātake chātakaṁ jānāma. ",
  "dn2-a:214.55": "Īdisā nāma amhākaṁ upakārino natthīti tesaṁ guṇe kathento gacchati. ",
  "dn2-a:214.56": "Ayaṁ vuccati <b>harati na paccāharatī</b>ti. ",
  "dn2-a:214.57": "Yassa pana pageva vuttappakāraṁ vattapaṭipattiṁ karontassa kammajatejodhātu pajjalati anupādinnakaṁ muñcitvā upādinnakaṁ gaṇhāti sarīrato sedā muñcanti kammaṭṭhānaṁ vīthiṁ nārohati so pageva pattacīvaramādāya vegasā cetiyaṁ vanditvā gorūpānaṁ nikkhamanavelāyameva gāmaṁ yāgubhikkhāya pavisitvā yāguṁ labhitvā āsanasālaṁ gantvā pivati athassa dvattikkhattuṁ ajjhoharaṇamatteneva kammajatejodhātu upādinnakaṁ muñcitvā anupādinnakaṁ gaṇhāti ghaṭasatena nhāto viya tejodhātu pariḷāhanibbānaṁ patvā kammaṭṭhānasīsena yāguṁ paribhuñjitvā pattañca mukhañca dhovitvā antarābhatte kammaṭṭhānaṁ manasikatvā avasesaṭṭhāne piṇḍāya caritvā kammaṭṭhānasīsena āhārañca paribhuñjitvā tato paṭṭhāya poṅkhānupoṅkhaṁ upaṭṭhahamānaṁ kammaṭṭhānaṁ gahetvā āgacchati ayaṁ vuccati <b>paccāharati na haratī</b>ti. ",
  "dn2-a:214.58": "Edisā ca bhikkhū yāguṁ pivitvā vipassanaṁ ārabhitvā buddhasāsane arahattappattā nāma gaṇanapathaṁ vītivattā. ",
  "dn2-a:214.59": "Sīhaḷadīpeyeva tesu tesu gāmesu āsanasālāyaṁ vā na taṁ āsanamatthi yattha yāguṁ pivitvā arahattappattā bhikkhū natthīti. ",
  "dn2-a:214.60": "Yo pana pamādavihārī hoti nikkhittadhuro sabbavattāni bhinditvā pañcavidhacetokhīlavinibandhacitto viharanto—“kammaṭṭhānaṁ nāma atthī”ti saññampi akatvā gāmaṁ piṇḍāya pavisitvā ananulomikena gihisaṁsaggena saṁsaṭṭho caritvā ca bhuñjitvā ca tuccho nikkhamati ayaṁ vuccati <b>neva harati na paccāharatī</b>ti. ",
  "dn2-a:214.61": "Yo panāyaṁ—“harati ca paccāharati cā”ti vutto so gatapaccāgatavattavaseneva veditabbo. ",
  "dn2-a:214.62": "Attakāmā hi kulaputtā sāsane pabbajitvā dasapi vīsampi tiṁsampi cattālīsampi paññāsampi satampi ekato vasantā katikavattaṁ katvā viharanti “āvuso tumhe na iṇaṭṭā na bhayaṭṭā na jīvikāpakatā pabbajitā dukkhā muccitukāmā panettha pabbajitā tasmā gamane uppannakilesaṁ gamaneyeva niggaṇhatha tathā ṭhāne nisajjāya sayane uppannakilesaṁ sayaneva niggaṇhathā”ti. ",
  "dn2-a:214.63": "Te evaṁ katikavattaṁ katvā bhikkhācāraṁ gacchantā aḍḍhausabhausabhaaḍḍhagāvutagāvutantaresu pāsāṇā honti tāya saññāya kammaṭṭhānaṁ manasikarontāva gacchanti. ",
  "dn2-a:214.64": "Sace kassaci gamane kileso uppajjati tattheva naṁ niggaṇhāti. ",
  "dn2-a:214.65": "Tathā asakkonto tiṭṭhati athassa pacchato āgacchantopi tiṭṭhati. ",
  "dn2-a:214.66": "So “ayaṁ bhikkhu tuyhaṁ uppannavitakkaṁ jānāti ananucchavikaṁ te eta”nti attānaṁ paṭicodetvā vipassanaṁ vaḍḍhetvā tattheva ariyabhūmiṁ okkamati tathā asakkonto nisīdati. ",
  "dn2-a:214.67": "Athassa pacchato āgacchantopi nisīdatīti soyeva nayo. ",
  "dn2-a:214.68": "Ariyabhūmiṁ okkamituṁ asakkontopi taṁ kilesaṁ vikkhambhetvā kammaṭṭhānaṁ manasikarontova gacchati na kammaṭṭhānavippayuttena cittena pādaṁ uddharati uddharati ce paṭinivattitvā purimapadesaṁyeva eti. ",
  "dn2-a:214.69": "Ālindakavāsī <b>mahāphussadevatthero</b> viya. ",
  "dn2-a:214.70": "So kira ekūnavīsativassāni gatapaccāgatavattaṁ pūrento eva vihāsi manussāpi addasaṁsu antarāmagge kasantā ca vapantā ca maddantā ca kammāni ca karontā theraṁ tathāgacchantaṁ disvā—“ayaṁ thero punappunaṁ nivattitvā gacchati kinnu kho maggamūḷho udāhu kiñci pamuṭṭho”ti samullapanti. ",
  "dn2-a:214.71": "So taṁ anādiyitvā kammaṭṭhānayuttacitteneva samaṇadhammaṁ karonto vīsativassabbhantare arahattaṁ pāpuṇi arahattappattadivase cassa caṅkamanakoṭiyaṁ adhivatthā devatā aṅgulīhi dīpaṁ ujjāletvā aṭṭhāsi. ",
  "dn2-a:214.72": "Cattāropi mahārājāno sakko ca devānamindo brahmā ca sahampati upaṭṭhānaṁ agamaṁsu. ",
  "dn2-a:214.73": "Tañca obhāsaṁ disvā vanavāsī mahātissatthero taṁ dutiyadivase pucchi—“rattibhāge āyasmato santike obhāso ahosi kiṁ so obhāso”ti? ",
  "dn2-a:214.74": "Thero vikkhepaṁ karonto obhāso nāma dīpobhāsopi hoti maṇiobhāsopīti evamādimāha. ",
  "dn2-a:214.75": "Tato ‘paṭicchādetha tumhe’ti nibaddho ‘āmā’ti paṭijānitvā ārocesi. ",
  "dn2-a:214.76": "Kāḷavallimaṇḍapavāsī <b>mahānāgatthero</b> viya ca. ",
  "dn2-a:214.77": "Sopi kira gatapaccāgatavattaṁ pūrento—paṭhamaṁ tāva bhagavato mahāpadhānaṁ pūjessāmīti sattavassāni ṭhānacaṅkamameva adhiṭṭhāsi. ",
  "dn2-a:214.78": "Puna soḷasavassāni gatapaccāgatavattaṁ pūretvā arahattaṁ pāpuṇi. ",
  "dn2-a:214.79": "So kammaṭṭhānayutteneva cittena pādaṁ uddharanto viyuttena uddhaṭe paṭinivattento gāmasamīpaṁ gantvā “gāvī nu pabbajito nū”ti āsaṅkanīyapadese ṭhatvā cīvaraṁ pārupitvā kacchakantarato udakena pattaṁ dhovitvā udakagaṇḍūsaṁ karoti. ",
  "dn2-a:214.80": "Kiṁ kāraṇā? ",
  "dn2-a:214.81": "Mā me bhikkhaṁ dātuṁ vā vandituṁ vā āgate manusse ‘dīghāyukā hothā’ti vacanamattenāpi kammaṭṭhānavikkhepo ahosīti. ",
  "dn2-a:214.82": "“Ajja bhante katimī”ti divasaṁ vā bhikkhugaṇanaṁ vā pañhaṁ vā pucchito pana udakaṁ gilitvā āroceti. ",
  "dn2-a:214.83": "Sace divasādīni pucchakā na honti nikkhamanavelāya gāmadvāre niṭṭhubhitvāva yāti. ",
  "dn2-a:214.84": "Kalambatitthavihāre vassūpagatā <b>paññāsabhikkhū</b> viya ca. ",
  "dn2-a:214.85": "Te kira āsaḷhipuṇṇamāyaṁ katikavattaṁ akaṁsu—“arahattaṁ appatvā aññamaññaṁ nālapissāmā”ti gāmañca piṇḍāya pavisantā udakagaṇḍūsaṁ katvā pavisiṁsu. ",
  "dn2-a:214.86": "Divasādīsu pucchitesu vuttanayeneva paṭipajjiṁsu. ",
  "dn2-a:214.87": "Tattha manussā niṭṭhubhanaṁ disvā jāniṁsu—“ajjeko āgato ajja dve”ti. ",
  "dn2-a:214.88": "Evañca cintesuṁ—“kinnu kho ete amhehiyeva saddhiṁ na sallapanti udāhu aññamaññampi. ",
  "dn2-a:214.89": "Sace aññamaññampi na sallapanti addhā vivādajātā bhavissanti. ",
  "dn2-a:214.90": "Etha ne aññamaññaṁ khamāpessāmā”ti sabbe vihāraṁ gantvā paññāsāya bhikkhūsu dvepi bhikkhū ekokāse nāddasaṁsu. ",
  "dn2-a:214.91": "Tato yo tesu cakkhumā puriso so āha—“na bho kalahakārakānaṁ vasanokāso īdiso hoti susammaṭṭhaṁ cetiyaṅgaṇabodhiyaṅgaṇaṁ sunikkhittā sammajjaniyo sūpaṭṭhapitaṁ pānīyaṁ paribhojanīya”nti te tatova nivattā. ",
  "dn2-a:214.92": "Tepi bhikkhū anto temāseyeva arahattaṁ patvā mahāpavāraṇāya visuddhipavāraṇaṁ pavāresuṁ. ",
  "dn2-a:214.93": "Evaṁ kāḷavallimaṇḍapavāsī mahānāgatthero viya kalambatitthavihāre vassūpagatabhikkhū viya ca kammaṭṭhānayutteneva cittena pādaṁ uddharanto gāmasamīpaṁ gantvā udakagaṇḍūsaṁ katvā vīthiyo sallakkhetvā yattha surāsoṇḍadhuttādayo kalahakārakā caṇḍahatthiassādayo vā natthi taṁ vīthiṁ paṭipajjati. ",
  "dn2-a:214.94": "Tattha ca piṇḍāya caramāno na turitaturito viya javena gacchati. ",
  "dn2-a:214.95": "Na hi javena piṇḍapātiyadhutaṅgaṁ nāma kiñci atthi. ",
  "dn2-a:214.96": "Visamabhūmibhāgappattaṁ pana udakasakaṭaṁ viya niccalo hutvā gacchati. ",
  "dn2-a:214.97": "Anugharaṁ paviṭṭho ca dātukāmaṁ vā adātukāmaṁ vā sallakkhetvā tadanurūpaṁ kālaṁ āgamento bhikkhaṁ paṭilabhitvā ādāya antogāme vā bahigāme vā vihārameva vā āgantvā yathā phāsuke patirūpe okāse nisīditvā kammaṭṭhānaṁ manasikaronto āhāre paṭikūlasaññaṁ upaṭṭhapetvā akkhabbhañjana—vaṇalepanaputtamaṁsūpamavasena paccavekkhanto aṭṭhaṅgasamannāgataṁ āhāraṁ āhāreti neva davāya na madāya na maṇḍanāya na vibhūsanāya…pe… bhuttāvī ca udakakiccaṁ katvā muhuttaṁ bhattakilamathaṁ paṭippassambhetvā yathā purebhattaṁ evaṁ pacchābhattaṁ purimayāmaṁ pacchimayāmañca kammaṭṭhānameva manasi karoti ayaṁ vuccati <b>harati ca paccāharati cā</b>ti. ",
  "dn2-a:214.98": "Idaṁ pana haraṇapaccāharaṇasaṅkhātaṁ gatapaccāgatavattaṁ pūrento yadi upanissayasampanno hoti paṭhamavaye eva arahattaṁ pāpuṇāti. ",
  "dn2-a:214.99": "No ce paṭhamavaye pāpuṇāti atha majjhimavaye no ce majjhimavaye pāpuṇāti atha maraṇasamaye no ce maraṇasamaye pāpuṇāti atha devaputto hutvā no ce devaputto hutvā pāpuṇāti anuppanne buddhe nibbatto paccekabodhiṁ sacchikaroti. ",
  "dn2-a:214.100": "No ce paccekabodhiṁ sacchikaroti atha buddhānaṁ sammukhībhāve khippābhiñño hoti seyyathāpi thero bāhiyo dārucīriyo mahāpañño vā seyyathāpi thero sāriputto mahiddhiko vā seyyathāpi thero mahāmoggallāno dhutavādo vā seyyathāpi thero mahākassapo dibbacakkhuko vā seyyathāpi thero anuruddho vinayadharo vā seyyathāpi thero upāli dhammakathiko vā seyyathāpi thero puṇṇo mantāṇiputto āraññiko vā seyyathāpi thero revato bahussuto vā seyyathāpi thero ānando bhikkhākāmo vā seyyathāpi thero rāhulo buddhaputtoti. ",
  "dn2-a:214.101": "Iti imasmiṁ catukke yvāyaṁ harati ca paccāharati ca tassa gocarasampajaññaṁ sikhāpattaṁ hoti. ",
  "dn2-a:214.102": "Abhikkamādīsu pana asammuyhanaṁ <b>asammohasampajaññaṁ</b> taṁ evaṁ veditabbaṁ—idha bhikkhu abhikkamanto vā paṭikkamanto vā yathā andhabālaputhujjanā abhikkamādīsu—“attā abhikkamati attanā abhikkamo nibbattito”ti vā “ahaṁ abhikkamāmi mayā abhikkamo nibbattito”ti vā sammuyhanti tathā asammuyhanto “abhikkamāmī”ti citte uppajjamāne teneva cittena saddhiṁ cittasamuṭṭhānā vāyodhātu viññattiṁ janayamānā uppajjati. ",
  "dn2-a:214.103": "Iti cittakiriyavāyodhātuvipphāravasena ayaṁ kāyasammato aṭṭhisaṅghāto abhikkamati. ",
  "dn2-a:214.104": "Tassevaṁ abhikkamato ekekapāduddharaṇe pathavīdhātu āpodhātūti dve dhātuyo omattā honti mandā itarā dve adhimattā honti balavatiyo tathā atiharaṇavītiharaṇesu. ",
  "dn2-a:214.105": "Vossajjane tejodhātu vāyodhātūti dve dhātuyo omattā honti mandā itarā dve adhimattā balavatiyo tathā sannikkhepanasannirujjhanesu. ",
  "dn2-a:214.106": "Tattha uddharaṇe pavattā rūpārūpadhammā atiharaṇaṁ na pāpuṇanti tathā atiharaṇe pavattā vītiharaṇaṁ vītiharaṇe pavattā vossajjanaṁ vossajjane pavattā sannikkhepanaṁ sannikkhepane pavattā sannirujjhanaṁ na pāpuṇanti. ",
  "dn2-a:214.107": "Tattha tattheva pabbaṁ pabbaṁ sandhi sandhi odhi odhi hutvā tattakapāle pakkhittatilāni viya paṭapaṭāyantā bhijjanti. ",
  "dn2-a:214.108": "Tattha ko eko abhikkamati kassa vā ekassa abhikkamanaṁ? ",
  "dn2-a:214.109": "Paramatthato hi dhātūnaṁyeva gamanaṁ dhātūnaṁ ṭhānaṁ dhātūnaṁ nisajjanaṁ dhātūnaṁ sayanaṁ. ",
  "dn2-a:214.110": "Tasmiṁ tasmiṁ koṭṭhāse saddhiṁ rūpena. ",
  "dn2-a:214.111": "Aññaṁ uppajjate cittaṁ aññaṁ cittaṁ nirujjhati ",
  "dn2-a:214.112": "Avīcimanusambandho nadīsotova vattatīti.</blockquote> ",
  "dn2-a:214.113": "Evaṁ abhikkamādīsu asammuyhanaṁ asammohasampajaññaṁ nāmāti. ",
  "dn2-a:214.114": "Niṭṭhito abhikkante paṭikkante sampajānakārī hotīti padassa attho. ",
  "dn2-a:214.115": "<b>Ālokite vilokite</b>ti ettha pana <b>ālokitaṁ</b> nāma purato pekkhaṇaṁ. ",
  "dn2-a:214.116": "<b>Vilokitaṁ</b> nāma anudisāpekkhaṇaṁ. ",
  "dn2-a:214.117": "Aññānipi heṭṭhā upari pacchato pekkhaṇavasena olokitaullokitāpalokitāni nāma honti tāni idha na gahitāni. ",
  "dn2-a:214.118": "Sāruppavasena pana imāneva dve gahitāni iminā vā mukhena sabbānipi tāni gahitānevāti. ",
  "dn2-a:214.119": "Tattha “ālokessāmī”ti citte uppanne cittavaseneva anoloketvā atthapariggaṇhanaṁ sātthakasampajaññaṁ taṁ āyasmantaṁ nandaṁ kāyasakkhiṁ katvā veditabbaṁ. ",
  "dn2-a:214.120": "Vuttañhetaṁ bhagavatā—“sace bhikkhave nandassa puratthimā disā āloketabbā hoti sabbaṁ cetasā samannāharitvā nando puratthimaṁ disaṁ āloketi—‘evaṁ me puratthimaṁ disaṁ ālokayato na abhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ",
  "dn2-a:214.121": "Itiha tattha sampajāno hoti . ",
  "dn2-a:214.122": "Sace bhikkhave nandassa pacchimā disā…pe… uttarā disā…pe… dakkhiṇā disā…pe… uddhaṁ…pe… adho…pe… anudisā anuviloketabbā hoti sabbaṁ cetasā samannāharitvā nando anudisaṁ anuviloketi—‘evaṁ me anudisaṁ anuvilokayato na abhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ",
  "dn2-a:214.123": "Itiha tattha sampajāno hotī”ti. ",
  "dn2-a:214.124": "Api ca idhāpi pubbe vuttacetiyadassanādivaseneva sātthakatā ca sappāyatā ca veditabbā kammaṭṭhānassa pana avijahanameva gocarasampajaññaṁ. ",
  "dn2-a:214.125": "Tasmā ettha khandhadhātuāyatanakammaṭṭhānikehi attano kammaṭṭhānavaseneva kasiṇādikammaṭṭhānikehi vā pana kammaṭṭhānasīseneva ālokanaṁ vilokanaṁ kātabbaṁ. ",
  "dn2-a:214.126": "Abbhantare attā nāma āloketā vā viloketā vā natthi ‘ālokessāmī’ti pana citte uppajjamāne teneva cittena saddhiṁ cittasamuṭṭhānā vāyodhātu viññattiṁ janayamānā uppajjati. ",
  "dn2-a:214.127": "Iti cittakiriyavāyodhātuvipphāravasena heṭṭhimaṁ akkhidalaṁ adho sīdati uparimaṁ uddhaṁ laṅgheti. ",
  "dn2-a:214.128": "Koci yantakena vivaranto nāma natthi. ",
  "dn2-a:214.129": "Tato cakkhuviññāṇaṁ dassanakiccaṁ sādhentaṁ uppajjatīti evaṁ pajānanaṁ panettha asammohasampajaññaṁ nāma. ",
  "dn2-a:214.130": "Api ca mūlapariññā āgantukatāva kālikabhāvavasena pettha asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.131": "Mūlapariññāvasena tāva – ",
  "dn2-a:214.132": "Bhavaṅgāvajjanañceva dassanaṁ sampaṭicchanaṁ ",
  "dn2-a:214.133": "Santīraṇaṁ voṭṭhabbanaṁ javanaṁ bhavati sattamaṁ. ",
  "dn2-a:214.134": "Tattha bhavaṅgaṁ upapattibhavassa aṅgakiccaṁ sādhayamānaṁ pavattati taṁ āvaṭṭetvā kiriyamanodhātu āvajjanakiccaṁ sādhayamānā taṁnirodhā cakkhuviññāṇaṁ dassanakiccaṁ sādhayamānaṁ taṁnirodhā vipākamanodhātu sampaṭicchanakiccaṁ sādhayamānā taṁnirodhā vipākamanoviññāṇadhātu santīraṇakiccaṁ sādhayamānā taṁnirodhā kiriyamanoviññāṇadhātu voṭṭhabbanakiccaṁ sādhayamānā  taṁnirodhā sattakkhattuṁ javanaṁ javati. ",
  "dn2-a:214.135": "Tattha paṭhamajavanepi—“ayaṁ itthī ayaṁ puriso”ti rajjanadussanamuyhanavasena ālokitavilokitaṁ nāma na hoti. ",
  "dn2-a:214.136": "Dutiyajavanepi…pe… sattamajavanepi. ",
  "dn2-a:214.137": "Etesu pana yuddhamaṇḍale yodhesu viya heṭṭhupariyavasena bhijjitvā patitesu—“ayaṁ itthī ayaṁ puriso”ti rajjanādivasena ālokitavilokitaṁ hoti. ",
  "dn2-a:214.138": "Evaṁ tāvettha mūlapariññāvasena asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.139": "Cakkhudvāre pana rūpe āpāthamāgate bhavaṅgacalanato uddhaṁ sakakiccanipphādanavasena āvajjanādīsu uppajjitvā niruddhesu avasāne javanaṁ uppajjati taṁ pubbe uppannānaṁ āvajjanādīnaṁ gehabhūte cakkhudvāre āgantukapuriso viya hoti. ",
  "dn2-a:214.140": "Tassa yathā paragehe kiñci yācituṁ paviṭṭhassa āgantukapurisassa gehassāmikesu tuṇhīmāsinesu āṇākaraṇaṁ na yuttaṁ evaṁ āvajjanādīnaṁ gehabhūte cakkhudvāre āvajjanādīsupi arajjantesu adussantesu amuyhantesu ca rajjanadussanamuyhanaṁ ayuttanti evaṁ āgantukabhāvavasena asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.141": "Yāni panetāni cakkhudvāre voṭṭhabbanapariyosānāni cittāni uppajjanti tāni saddhiṁ sampayuttadhammehi tattha tattheva bhijjanti aññamaññaṁ na passantīti ittarāni tāvakālikāni honti. ",
  "dn2-a:214.142": "Tattha yathā ekasmiṁ ghare sabbesu mānusakesu matesu avasesassa ekassa taṅkhaṇaññeva maraṇadhammassa na yuttā naccagītādīsu abhirati nāma. ",
  "dn2-a:214.143": "Evameva ekadvāre sasampayuttesu āvajjanādīsu tattha tattheva matesu avasesassa taṅkhaṇeyeva maraṇadhammassa javanassāpi rajjanadussanamuyhanavasena abhirati nāma na yuttāti. ",
  "dn2-a:214.144": "Evaṁ tāvakālikabhāvavasena asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.145": "Api ca khandhāyatanadhātupaccayapaccavekkhaṇavasena petaṁ veditabbaṁ. ",
  "dn2-a:214.146": "Ettha hi cakkhu ceva rūpā ca rūpakkhandho dassanaṁ viññāṇakkhandho taṁsampayuttā vedanā vedanākkhandho saññā saññākkhandho phassādikā saṅkhārakkhandho. ",
  "dn2-a:214.147": "Evametesaṁ pañcannaṁ khandhānaṁ samavāye ālokanavilokanaṁ paññāyati. ",
  "dn2-a:214.148": "Tattha ko eko āloketi ko viloketi? ",
  "dn2-a:214.149": "Tathā cakkhu cakkhāyatanaṁ rūpaṁ rūpāyatanaṁ dassanaṁ manāyatanaṁ vedanādayo sampayuttadhammā dhammāyatanaṁ. ",
  "dn2-a:214.150": "Evametesaṁ catunnaṁ āyatanānaṁ samavāye ālokanavilokanaṁ paññāyati. ",
  "dn2-a:214.151": "Tattha ko eko āloketi ko viloketi? ",
  "dn2-a:214.152": "Tathā cakkhu cakkhudhātu rūpaṁ rūpadhātu dassanaṁ cakkhuviññāṇadhātu taṁsampayuttā vedanādayo dhammā dhammadhātu. ",
  "dn2-a:214.153": "Evametāsaṁ catunnaṁ dhātūnaṁ samavāye ālokanavilokanaṁ paññāyati. ",
  "dn2-a:214.154": "Tattha ko eko āloketi ko viloketi? ",
  "dn2-a:214.155": "Tathā cakkhu nissayapaccayo rūpā ārammaṇapaccayo āvajjanaṁ anantarasamanantarūpanissayanatthivigatapaccayo  āloko upanissayapaccayo vedanādayo sahajātapaccayo. ",
  "dn2-a:214.156": "Evametesaṁ paccayānaṁ samavāye ālokanavilokanaṁ paññāyati. ",
  "dn2-a:214.157": "Tattha ko eko āloketi ko viloketīti? ",
  "dn2-a:214.158": "Evamettha khandhāyatanadhātupaccayapaccavekkhaṇavasenapi asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.159": "<b>Samiñjite pasārite</b>ti pabbānaṁ samiñjanapasāraṇe. ",
  "dn2-a:214.160": "Tattha cittavaseneva samiñjanapasāraṇaṁ akatvā hatthapādānaṁ samiñjanapasāraṇapaccayā atthānatthaṁ pariggaṇhitvā atthapariggaṇhanaṁ sātthakasampajaññaṁ. ",
  "dn2-a:214.161": "Tattha hatthapāde aticiraṁ samiñjetvā vā pasāretvā vā ṭhitassa khaṇe khaṇe vedanā uppajjati cittaṁ ekaggataṁ na labhati kammaṭṭhānaṁ paripatati visesaṁ nādhigacchati. ",
  "dn2-a:214.162": "Kāle samiñjentassa kāle pasārentassa pana tā vedanā nuppajjanti cittaṁ ekaggaṁ hoti kammaṭṭhānaṁ phātiṁ gacchati visesamadhigacchatīti  evaṁ atthānatthapariggaṇhanaṁ veditabbaṁ. ",
  "dn2-a:214.163": "Atthe pana satipi sappāyāsappāyaṁ pariggaṇhitvā sappāyapariggaṇhanaṁ sappāyasampajaññaṁ. ",
  "dn2-a:214.164": "Tatrāyaṁ nayo – ",
  "dn2-a:214.165": "Mahācetiyaṅgaṇe kira daharabhikkhū sajjhāyaṁ gaṇhanti tesaṁ piṭṭhipassesu daharabhikkhuniyo dhammaṁ suṇanti. ",
  "dn2-a:214.166": "Tatreko daharo hatthaṁ pasārento kāyasaṁsaggaṁ patvā teneva kāraṇena gihī jāto. ",
  "dn2-a:214.167": "Aparo bhikkhu pādaṁ pasārento aggimhi pasāresi aṭṭhimāhacca pādo jhāyi. ",
  "dn2-a:214.168": "Aparo vammike pasāresi so āsīvisena ḍaṭṭho. ",
  "dn2-a:214.169": "Aparo cīvarakuṭidaṇḍake pasāresi taṁ maṇisappo ḍaṁsi. ",
  "dn2-a:214.170": "Tasmā evarūpe asappāye apasāretvā sappāye pasāretabbaṁ. ",
  "dn2-a:214.171": "Idamettha sappāyasampajaññaṁ. ",
  "dn2-a:214.172": "Gocarasampajaññaṁ pana mahātheravatthunā dīpetabbaṁ—<b>mahāthero</b> kira divāṭhāne nisinno antevāsikehi saddhiṁ kathayamāno sahasā hatthaṁ samiñjetvā puna yathāṭhāne ṭhapetvā saṇikaṁ samiñjesi. ",
  "dn2-a:214.173": "Taṁ antevāsikā pucchiṁsu—“kasmā bhante sahasā hatthaṁ samiñjitvā puna yathāṭhāne ṭhapetvā saṇikaṁ samiñjiyitthā”ti? ",
  "dn2-a:214.174": "Yato paṭṭhāyāhaṁ āvuso kammaṭṭhānaṁ manasikātuṁ āraddho na me kammaṭṭhānaṁ muñcitvā hattho samiñjitapubbo idāni pana me tumhehi saddhiṁ kathayamānena kammaṭṭhānaṁ muñcitvā samiñjito. ",
  "dn2-a:214.175": "Tasmā puna yathāṭhāne ṭhapetvā samiñjesinti. ",
  "dn2-a:214.176": "Sādhu  bhante bhikkhunā nāma evarūpena bhavitabbanti. ",
  "dn2-a:214.177": "Evametthāpi kammaṭṭhānāvijahanameva gocarasampajaññanti veditabbaṁ. ",
  "dn2-a:214.178": "Abbhantare attā nāma koci samiñjento vā pasārento vā natthi vuttappakāracittakiriyavāyodhātuvipphārena pana suttākaḍḍhanavasena dāruyantassa hatthapādalacalanaṁ viya samiñjanapasāraṇaṁ hotīti evaṁ parijānanaṁ panettha asammohasampajaññanti veditabbaṁ. ",
  "dn2-a:214.179": "<b>Saṅghāṭipattacīvaradhāraṇe</b>ti ettha saṅghāṭicīvarānaṁ nivāsanapārupanavasena pattassa bhikkhāpaṭiggahaṇādivasena paribhogo dhāraṇaṁ nāma. ",
  "dn2-a:214.180": "Tattha saṅghāṭicīvaradhāraṇe tāva nivāsetvā vā pārupitvā vā piṇḍāya carato āmisalābho sītassa paṭighātāyātiādinā nayena bhagavatā vuttappakāroyeva ca attho attho nāma. ",
  "dn2-a:214.181": "Tassa vasena sātthakasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.182": "Uṇhapakatikassa pana dubbalassa ca cīvaraṁ sukhumaṁ sappāyaṁ sītālukassa ghanaṁ dupaṭṭaṁ. ",
  "dn2-a:214.183": "Viparītaṁ asappāyaṁ. ",
  "dn2-a:214.184": "Yassa kassaci jiṇṇaṁ asappāyameva aggaḷādidānena hissa taṁ palibodhakaraṁ hoti. ",
  "dn2-a:214.185": "Tathā paṭṭuṇṇadukūlādibhedaṁ lobhanīyacīvaraṁ. ",
  "dn2-a:214.186": "Tādisañhi araññe ekakassa nivāsantarāyakaraṁ jīvitantarāyakarañcāpi hoti. ",
  "dn2-a:214.187": "Nippariyāyena pana yaṁ nimittakammādimicchājīvavasena uppannaṁ yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti taṁ asappāyaṁ. ",
  "dn2-a:214.188": "Viparītaṁ sappāyaṁ. ",
  "dn2-a:214.189": "Tassa vasenettha sappāyasampajaññaṁ. ",
  "dn2-a:214.190": "Kammaṭṭhānāvijahanavaseneva gocarasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.191": "Abbhantare attā nāma koci cīvaraṁ pārupento natthi vuttappakārena cittakiriyavāyodhātuvipphāreneva pana cīvarapārupanaṁ hoti. ",
  "dn2-a:214.192": "Tattha cīvarampi acetanaṁ kāyopi acetano. ",
  "dn2-a:214.193": "Cīvaraṁ na jānāti—“mayā kāyo pārupito”ti. ",
  "dn2-a:214.194": "Kāyopi na jānāti—“ahaṁ cīvarena pārupito”ti. ",
  "dn2-a:214.195": "Dhātuyova dhātusamūhaṁ paṭicchādenti paṭapilotikāyapotthakarūpapaṭicchādane viya. ",
  "dn2-a:214.196": "Tasmā neva sundaraṁ cīvaraṁ labhitvā somanassaṁ kātabbaṁ na asundaraṁ labhitvā domanassaṁ. ",
  "dn2-a:214.197": "Nāgavammikacetiyarukkhādīsu hi keci mālāgandhadhūmavatthādīhi sakkāraṁ karonti keci gūthamuttakaddamadaṇḍasatthappahārādīhi asakkāraṁ. ",
  "dn2-a:214.198": "Na tehi nāgavammikarukkhādayo somanassaṁ vā domanassaṁ vā karonti. ",
  "dn2-a:214.199": "Evameva neva sundaraṁ cīvaraṁ labhitvā somanassaṁ kātabbaṁ  na asundaraṁ labhitvā domanassanti evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.200": "Pattadhāraṇepi pattaṁ sahasāva aggahetvā imaṁ gahetvā piṇḍāya caramāno bhikkhaṁ labhissāmīti evaṁ pattaggahaṇapaccayā paṭilabhitabbaṁ atthavasena sātthakasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.201": "Kisadubbalasarīrassa pana garupatto asappāyo yassa kassaci catupañcagaṇṭhikāhato dubbisodhanīyo asappāyova. ",
  "dn2-a:214.202": "Duddhotapattopi na vaṭṭati taṁ dhovantasseva cassa palibodho hoti. ",
  "dn2-a:214.203": "Maṇivaṇṇapatto pana lobhanīyo cīvare vuttanayeneva asappāyo nimittakammādivasena laddho pana yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti ayaṁ ekantaasappāyova. ",
  "dn2-a:214.204": "Viparīto sappāyo. ",
  "dn2-a:214.205": "Tassa vasenettha sappāyasampajaññaṁ. ",
  "dn2-a:214.206": "Kammaṭṭhānāvijahanavaseneva ca gocarasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.207": "Abbhantare attā nāma koci pattaṁ gaṇhanto natthi vuttappakārena cittakiriyavāyodhātuvipphāravaseneva pattaggahaṇaṁ nāma hoti. ",
  "dn2-a:214.208": "Tattha pattopi acetano hatthāpi acetanā. ",
  "dn2-a:214.209": "Patto na jānāti—“ahaṁ hatthehi gahito”ti. ",
  "dn2-a:214.210": "Hatthāpi na jānanti—“amhehi patto gahito”ti. ",
  "dn2-a:214.211": "Dhātuyova dhātusamūhaṁ gaṇhanti saṇḍāsena aggivaṇṇapattaggahaṇe viyāti. ",
  "dn2-a:214.212": "Evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.213": "Api ca yathā chinnahatthapāde vaṇamukhehi paggharitapubbalohitakimikule nīlamakkhikasamparikiṇṇe anāthasālāyaṁ nipanne anāthamanusse disvā ye dayālukā purisā te tesaṁ vaṇamattacoḷakāni ceva kapālādīhi ca bhesajjāni upanāmenti. ",
  "dn2-a:214.214": "Tattha coḷakānipi kesañci saṇhāni kesañci thūlāni pāpuṇanti. ",
  "dn2-a:214.215": "Bhesajjakapālakānipi kesañci susaṇṭhānāni kesañci dussaṇṭhānāni pāpuṇanti na te tattha sumanā vā dummanā vā honti . ",
  "dn2-a:214.216": "Vaṇapaṭicchādanamatteneva hi coḷakena bhesajjapaṭiggahaṇamatteneva ca kapālakena tesaṁ attho. ",
  "dn2-a:214.217": "Evameva yo bhikkhu vaṇacoḷakaṁ viya cīvaraṁ bhesajjakapālakaṁ viya ca pattaṁ kapāle bhesajjamiva ca patte laddhaṁ bhikkhaṁ sallakkheti ayaṁ saṅghāṭipattacīvaradhāraṇe asammohasampajaññena uttamasampajānakārīti veditabbo. ",
  "dn2-a:214.218": "Asitādīsu <b>asite</b>ti piṇḍapātabhojane. ",
  "dn2-a:214.219": "<b>Pīte</b>ti yāguādipāne. ",
  "dn2-a:214.220": "<b>Khāyite</b>ti piṭṭhakhajjādikhādane. ",
  "dn2-a:214.221": "<b>Sāyite</b>ti madhuphāṇitādisāyane. ",
  "dn2-a:214.222": "Tattha neva davāyātiādinā nayena vutto aṭṭhavidhopi attho attho nāma. ",
  "dn2-a:214.223": "Tasseva vasena sātthakasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.224": "Lūkhapaṇītatittamadhurarasādīsu pana yena bhojanena yassa phāsu na hoti taṁ tassa asappāyaṁ. ",
  "dn2-a:214.225": "Yaṁ pana nimittakammādivasena paṭiladdhaṁ yañcassa bhuñjato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti taṁ ekantaasappāyameva viparītaṁ sappāyaṁ. ",
  "dn2-a:214.226": "Tassa vasenettha sappāyasampajaññaṁ. ",
  "dn2-a:214.227": "Kammaṭṭhānāvijahanavaseneva ca gocarasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.228": "Abbhantare attā nāma koci bhuñjako natthi vuttappakāracittakiriyavāyodhātuvipphāreneva pattappaṭiggahaṇaṁ nāma hoti. ",
  "dn2-a:214.229": "Cittakiriyavāyodhātuvipphāreneva hatthassa patte otāraṇaṁ nāma hoti. ",
  "dn2-a:214.230": "Cittakiriyavāyodhātuvipphāreneva ālopakaraṇaṁ ālopauddhāraṇaṁ mukhavivaraṇañca hoti na koci kuñcikāya yantakena vā hanukaṭṭhīni vivarati. ",
  "dn2-a:214.231": "Cittakiriyavāyodhātuvipphāreneva ālopassa mukhe ṭhapanaṁ uparidantānaṁ musalakiccasādhanaṁ heṭṭhimadantānaṁ udukkhalakiccasādhanaṁ jivhāya hatthakiccasādhanañca hoti. ",
  "dn2-a:214.232": "Iti tattha aggajivhāya tanukakheḷo mūlajivhāya bahalakheḷo makkheti. ",
  "dn2-a:214.233": "Taṁ heṭṭhādantaudukkhale jivhāhatthaparivattakaṁ kheḷodakena temitaṁ uparidantamusalasañcuṇṇitaṁ koci kaṭacchunā vā dabbiyā vā antopavesento nāma natthi vāyodhātuyāva pavisati. ",
  "dn2-a:214.234": "Paviṭṭhaṁ paviṭṭhaṁ koci palālasanthāraṁ katvā dhārento nāma natthi vāyodhātuvaseneva tiṭṭhati. ",
  "dn2-a:214.235": "Ṭhitaṁ ṭhitaṁ koci uddhanaṁ katvā aggiṁ jāletvā pacanto nāma natthi tejodhātuyāva paccati. ",
  "dn2-a:214.236": "Pakkaṁ pakkaṁ koci daṇḍakena vā yaṭṭhiyā vā bahi nīhārako nāma natthi vāyodhātuyeva nīharati. ",
  "dn2-a:214.237": "Iti vāyodhātu paṭiharati ca vītiharati ca dhāreti ca parivatteti ca sañcuṇṇeti ca visoseti ca nīharati ca. ",
  "dn2-a:214.238": "Pathavīdhātu dhāreti ca parivatteti ca sañcuṇṇeti ca visoseti ca. ",
  "dn2-a:214.239": "Āpodhātu sineheti ca allattañca anupāleti. ",
  "dn2-a:214.240": "Tejodhātu antopaviṭṭhaṁ paripāceti. ",
  "dn2-a:214.241": "Ākāsadhātu añjaso hoti. ",
  "dn2-a:214.242": "Viññāṇadhātu tattha tattha sammāpayogamanvāya ābhujatīti. ",
  "dn2-a:214.243": "Evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.244": "Api ca gamanato pariyesanato paribhogato āsayato nidhānato aparipakkato paripakkato phalato nissandato sammakkhanatoti evaṁ dasavidhapaṭikūlabhāvapaccavekkhaṇato pettha asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.245": "Vitthārakathā panettha visuddhimagge āhārapaṭikūlasaññāniddesato gahetabbā. ",
  "dn2-a:214.246": "<b>Uccārapassāvakamme</b>ti uccārassa ca passāvassa ca karaṇe. ",
  "dn2-a:214.247": "Tattha pattakāle uccārapassāvaṁ akarontassa sakalasarīrato sedā muccanti akkhīni bhamanti cittaṁ na ekaggaṁ hoti aññe ca rogā uppajjanti. ",
  "dn2-a:214.248": "Karontassa pana sabbaṁ taṁ na hotīti ayamettha attho. ",
  "dn2-a:214.249": "Tassa vasena sātthakasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.250": "Aṭṭhāne uccārapassāvaṁ karontassa pana āpatti hoti ayaso vaḍḍhati jīvitantarāyo hoti patirūpe ṭhāne karontassa sabbaṁ taṁ na hotīti idamettha sappāyaṁ tassa vasena sappāyasampajaññaṁ. ",
  "dn2-a:214.251": "Kammaṭṭhānāvijahanavaseneva ca gocarasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.252": "Abbhantare attā nāma uccārapassāvakammaṁ karonto natthi cittakiriyavāyodhātuvipphāreneva pana uccārapassāvakammaṁ hoti . ",
  "dn2-a:214.253": "Yathā vā pana pakke gaṇḍe gaṇḍabhedena pubbalohitaṁ akāmatāya nikkhamati. ",
  "dn2-a:214.254": "Yathā ca atibharitā udakabhājanā udakaṁ akāmatāya nikkhamati. ",
  "dn2-a:214.255": "Evaṁ pakkāsayamuttavatthīsu sannicitā uccārapassāvā vāyuvegasamuppīḷitā akāmatāyapi nikkhamanti. ",
  "dn2-a:214.256": "So panāyaṁ evaṁ nikkhamanto uccārapassāvo neva tassa bhikkhuno attano hoti na parassa kevalaṁ sarīranissandova hoti. ",
  "dn2-a:214.257": "Yathā kiṁ? ",
  "dn2-a:214.258": "Yathā udakatumbato purāṇudakaṁ chaḍḍentassa neva taṁ attano hoti na paresaṁ kevalaṁ paṭijagganamattameva hoti evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ. ",
  "dn2-a:214.259": "Gatādīsu <b>gate</b>ti gamane. ",
  "dn2-a:214.260": "<b>Ṭhite</b>ti ṭhāne. ",
  "dn2-a:214.261": "<b>Nisinne</b>ti nisajjāya. ",
  "dn2-a:214.262": "<b>Sutte</b>ti sayane. ",
  "dn2-a:214.263": "<b>Jāgarite</b>ti jāgaraṇe. ",
  "dn2-a:214.264": "<b>Bhāsite</b>ti kathane. ",
  "dn2-a:214.265": "<b>Tuṇhībhāve</b>ti akathane. ",
  "dn2-a:214.266": "“Gacchanto vā gacchāmīti pajānāti ṭhito vā ṭhitomhīti pajānāti nisinno vā nisinnomhīti pajānāti sayāno vā sayānomhīti pajānātī”ti imasmiñhi sutte addhānairiyāpathā kathitā. ",
  "dn2-a:214.267": "“Abhikkante paṭikkante ālokite vilokite samiñjite pasārite”ti imasmiṁ majjhimā. ",
  "dn2-a:214.268": "“Gate ṭhite nisinne sutte jāgarite”ti idha pana khuddakacuṇṇiyairiyāpathā kathitā. ",
  "dn2-a:214.269": "Tasmā tesupi vuttanayeneva sampajānakāritā veditabbā. ",
  "dn2-a:214.270": "<b>Tipiṭakamahāsivatthero</b> panāha—yo ciraṁ gantvā vā caṅkamitvā vā aparabhāge ṭhito iti paṭisañcikkhati—“caṅkamanakāle pavattā rūpārūpadhammā ettheva niruddhā”ti . ",
  "dn2-a:214.271": "Ayaṁ gate sampajānakārī nāma. ",
  "dn2-a:214.272": "Yo sajjhāyaṁ vā karonto pañhaṁ vā vissajjento kammaṭṭhānaṁ vā manasikaronto ciraṁ ṭhatvā aparabhāge nisinno iti paṭisañcikkhati—“ṭhitakāle pavattā rūpārūpadhammā ettheva niruddhā”ti. ",
  "dn2-a:214.273": "Ayaṁ ṭhite sampajānakārī nāma. ",
  "dn2-a:214.274": "Yo sajjhāyādikaraṇavaseneva ciraṁ nisīditvā aparabhāge uṭṭhāya iti paṭisañcikkhati—“nisinnakāle pavattā rūpārūpadhammā ettheva niruddhā”ti. ",
  "dn2-a:214.275": "Ayaṁ nisinne sampajānakārī nāma. ",
  "dn2-a:214.276": "Yo pana nipannako sajjhāyaṁ vā karonto kammaṭṭhānaṁ vā manasikaronto niddaṁ okkamitvā aparabhāge uṭṭhāya iti paṭisañcikkhati—“sayanakāle pavattā rūpārūpadhammā ettheva niruddhā”ti. ",
  "dn2-a:214.277": "Ayaṁ sutte jāgarite ca sampajānakārī nāma. ",
  "dn2-a:214.278": "Kiriyamayacittānañhi appavattanaṁ soppaṁ nāma pavattanaṁ jāgaritaṁ nāma. ",
  "dn2-a:214.279": "Yo pana bhāsamāno—“ayaṁ saddo nāma oṭṭhe ca paṭicca dante ca jivhañca tāluñca paṭicca cittassa ca tadanurūpaṁ payogaṁ paṭicca jāyatī”ti sato sampajānova bhāsati. ",
  "dn2-a:214.280": "Ciraṁ vā pana kālaṁ sajjhāyaṁ vā katvā dhammaṁ vā kathetvā kammaṭṭhānaṁ vā pavattetvā pañhaṁ vā vissajjetvā aparabhāge tuṇhībhūto iti paṭisañcikkhati—“bhāsitakāle uppannā rūpārūpadhammā ettheva niruddhā”ti. ",
  "dn2-a:214.281": "Ayaṁ bhāsite sampajānakārī nāma. ",
  "dn2-a:214.282": "Yo tuṇhībhūto ciraṁ dhammaṁ vā kammaṭṭhānaṁ vā manasikatvā aparabhāge iti paṭisañcikkhati—“tuṇhībhūtakāle pavattā rūpārūpadhammā ettheva niruddhā”ti. ",
  "dn2-a:214.283": "Upādārūpappavattiyañhi sati bhāsati nāma asati tuṇhī bhavati nāmāti. ",
  "dn2-a:214.284": "Ayaṁ tuṇhībhāve sampajānakārī nāmāti. ",
  "dn2-a:214.285": "Tayidaṁ mahāsivattherena vuttaṁ asammohadhuraṁ mahāsatipaṭṭhānasutte adhippetaṁ. ",
  "dn2-a:214.286": "Imasmiṁ pana sāmaññaphale sabbampi catubbidhaṁ sampajaññaṁ labbhati. ",
  "dn2-a:214.287": "Tasmā vuttanayeneva cettha catunnaṁ sampajaññānaṁ vasena sampajānakāritā veditabbā. ",
  "dn2-a:214.288": "Sampajānakārīti ca sabbapadesu satisampayuttasseva sampajaññassa vasena attho veditabbo. ",
  "dn2-a:214.289": "Satisampajaññena samannāgatoti etassa hi padassa ayaṁ vitthāro. ",
  "dn2-a:214.290": "Vibhaṅgappakaraṇe pana—“sato sampajāno abhikkamati sato sampajāno paṭikkamatī”ti evaṁ etāni padāni vibhattāneva. ",
  "dn2-a:214.291": "<b>Evaṁ kho mahārājā</b>ti evaṁ satisampayuttassa sampajaññassa vasena abhikkamādīni pavattento satisampajaññena samannāgato nāma hotīti attho. ",
  "dn2-a:214.292": "Santosakathā ",
  "dn2-a:215.1": "<b>Idha mahārāja bhikkhu santuṭṭho hotī</b>ti ettha <b>santuṭṭho</b>ti itarītarapaccayasantosena samannāgato. ",
  "dn2-a:215.2": "So panesa <b>santoso dvādasavidho</b> hoti seyyathidaṁ—cīvare yathālābhasantoso yathābalasantoso yathāsāruppasantosoti tividho. ",
  "dn2-a:215.3": "Evaṁ piṇḍapātādīsu. ",
  "dn2-a:215.4": "Tassāyaṁ pabhedavaṇṇanā – ",
  "dn2-a:215.5": "Idha bhikkhu cīvaraṁ labhati sundaraṁ vā asundaraṁ vā. ",
  "dn2-a:215.6": "So teneva yāpeti aññaṁ na pattheti labhantopi na gaṇhati. ",
  "dn2-a:215.7": "Ayamassa cīvare yathālābhasantoso. ",
  "dn2-a:215.8": "Atha pana pakatidubbalo vā hoti ābādhajarābhibhūto vā garucīvaraṁ pārupanto kilamati. ",
  "dn2-a:215.9": "So sabhāgena bhikkhunā saddhiṁ taṁ parivattetvā lahukena yāpentopi santuṭṭhova hoti. ",
  "dn2-a:215.10": "Ayamassa cīvare yathābalasantoso. ",
  "dn2-a:215.11": "Aparo paṇītapaccayalābhī hoti. ",
  "dn2-a:215.12": "So pattacīvarādīnaṁ aññataraṁ mahagghapattacīvaraṁ bahūni vā pana pattacīvarāni labhitvā idaṁ therānaṁ cirapabbajitānaṁ idaṁ bahussutānaṁ anurūpaṁ idaṁ gilānānaṁ idaṁ appalābhīnaṁ hotūti datvā tesaṁ purāṇacīvaraṁ vā gahetvā saṅkārakūṭādito vā nantakāni uccinitvā tehi saṅghāṭiṁ katvā dhārentopi santuṭṭhova hoti. ",
  "dn2-a:215.13": "Ayamassa cīvare yathāsāruppasantoso. ",
  "dn2-a:215.14": "Idha pana bhikkhu piṇḍapātaṁ labhati lūkhaṁ vā paṇītaṁ vā so teneva yāpeti aññaṁ na pattheti labhantopi na gaṇhati. ",
  "dn2-a:215.15": "Ayamassa piṇḍapāte yathālābhasantoso. ",
  "dn2-a:215.16": "Yo pana attano pakativiruddhaṁ vā byādhiviruddhaṁ vā piṇḍapātaṁ labhati yenassa paribhuttena aphāsu hoti. ",
  "dn2-a:215.17": "So sabhāgassa bhikkhuno taṁ datvā tassa hatthato sappāyabhojanaṁ bhuñjitvā samaṇadhammaṁ karontopi santuṭṭhova hoti. ",
  "dn2-a:215.18": "Ayamassa piṇḍapāte yathābalasantoso. ",
  "dn2-a:215.19": "Aparo bahuṁ paṇītaṁ piṇḍapātaṁ labhati. ",
  "dn2-a:215.20": "So taṁ cīvaraṁ viya theracirapabbajitabahussutaappalābhīgilānānaṁ datvā tesaṁ vā sesakaṁ piṇḍāya vā caritvā missakāhāraṁ bhuñjantopi santuṭṭhova hoti. ",
  "dn2-a:215.21": "Ayamassa piṇḍapāte yathāsāruppasantoso. ",
  "dn2-a:215.22": "Idha pana bhikkhu senāsanaṁ labhati manāpaṁ vā amanāpaṁ vā so tena neva somanassaṁ na domanassaṁ uppādeti antamaso tiṇasanthārakenapi yathāladdheneva tussati. ",
  "dn2-a:215.23": "Ayamassa senāsane yathālābhasantoso. ",
  "dn2-a:215.24": "Yo pana attano pakativiruddhaṁ vā byādhiviruddhaṁ vā senāsanaṁ labhati yatthassa vasato aphāsu hoti so taṁ sabhāgassa bhikkhuno datvā tassa santake sappāyasenāsane vasantopi santuṭṭhova hoti. ",
  "dn2-a:215.25": "Ayamassa senāsane yathābalasantoso. ",
  "dn2-a:215.26": "Aparo mahāpuñño leṇamaṇḍapakūṭāgārādīni bahūni paṇītasenāsanāni labhati. ",
  "dn2-a:215.27": "So tāni cīvaraṁ viya theracirapabbajitabahussutaappalābhīgilānānaṁ datvā yattha katthaci vasantopi santuṭṭhova hoti. ",
  "dn2-a:215.28": "Ayamassa senāsane yathāsāruppasantoso. ",
  "dn2-a:215.29": "Yopi—“uttamasenāsanaṁ nāma pamādaṭṭhānaṁ tattha nisinnassa thinamiddhaṁ okkamati niddābhibhūtassa puna paṭibujjhato kāmavitakkā pātubhavantī”ti paṭisañcikkhitvā tādisaṁ senāsanaṁ pattampi na sampaṭicchati. ",
  "dn2-a:215.30": "So taṁ paṭikkhipitvā abbhokāsarukkhamūlādīsu vasantopi santuṭṭhova hoti. ",
  "dn2-a:215.31": "Ayampissa senāsane yathāsāruppasantoso. ",
  "dn2-a:215.32": "Idha pana bhikkhu bhesajjaṁ labhati lūkhaṁ vā paṇītaṁ vā so yaṁ labhati teneva tussati aññaṁ na pattheti labhantopi na gaṇhati. ",
  "dn2-a:215.33": "Ayamassa gilānapaccaye yathālābhasantoso. ",
  "dn2-a:215.34": "Yo pana telena atthiko phāṇitaṁ labhati. ",
  "dn2-a:215.35": "So taṁ sabhāgassa bhikkhuno datvā tassa hatthato telaṁ gahetvā aññadeva vā pariyesitvā bhesajjaṁ karontopi santuṭṭhova hoti. ",
  "dn2-a:215.36": "Ayamassa gilānapaccaye yathābalasantoso. ",
  "dn2-a:215.37": "Aparo mahāpuñño bahuṁ telamadhuphāṇitādipaṇītabhesajjaṁ labhati. ",
  "dn2-a:215.38": "So taṁ cīvaraṁ viya theracirapabbajitabahussutaappalābhīgilānānaṁ datvā tesaṁ ābhatena yena kenaci yāpentopi santuṭṭhova hoti. ",
  "dn2-a:215.39": "Yo pana ekasmiṁ bhājane muttaharīṭakaṁ ṭhapetvā ekasmiṁ catumadhuraṁ—“gaṇhāhi bhante yadicchasī”ti vuccamāno sacassa tesu aññatarenapi rogo vūpasammati atha muttaharīṭakaṁ nāma buddhādīhi vaṇṇitanti catumadhuraṁ paṭikkhipitvā muttaharīṭakeneva bhesajjaṁ karonto paramasantuṭṭhova hoti. ",
  "dn2-a:215.40": "Ayamassa gilānapaccaye yathāsāruppasantoso. ",
  "dn2-a:215.41": "Iminā pana dvādasavidhena itarītarapaccayasantosena samannāgatassa bhikkhuno aṭṭha parikkhārā vaṭṭanti. ",
  "dn2-a:215.42": "Tīṇi cīvarāni patto dantakaṭṭhacchedanavāsi ekā sūci kāyabandhanaṁ parissāvananti. ",
  "dn2-a:215.43": "Vuttampi cetaṁ – ",
  "dn2-a:215.44": "“Ticīvarañca patto ca vāsi sūci ca bandhanaṁ ",
  "dn2-a:215.45": "Parissāvanena aṭṭhete yuttayogassa bhikkhuno”ti. ",
  "dn2-a:215.46": "Te sabbe kāyaparihārikāpi honti kucchiparihārikāpi. ",
  "dn2-a:215.47": "Kathaṁ? ",
  "dn2-a:215.48": "Ticīvaraṁ tāva nivāsetvā ca pārupitvā ca vicaraṇakāle kāyaṁ pariharati posetīti kāyaparihārikaṁ hoti. ",
  "dn2-a:215.49": "Cīvarakaṇṇena udakaṁ parissāvetvā pivanakāle khāditabbaphalāphalagahaṇakāle ca kucchiṁ pariharati posetīti kucchiparihārikaṁ hoti. ",
  "dn2-a:215.50": "Pattopi tena udakaṁ uddharitvā nhānakāle kuṭiparibhaṇḍakaraṇakāle ca kāyaparihāriko hoti. ",
  "dn2-a:215.51": "Āhāraṁ gahetvā bhuñjanakāle kucchiparihāriko. ",
  "dn2-a:215.52": "Vāsipi tāya dantakaṭṭhacchedanakāle mañcapīṭhānaṁ aṅgapādacīvarakuṭidaṇḍakasajjanakāle ca kāyaparihārikā hoti. ",
  "dn2-a:215.53": "Ucchuchedananāḷikerāditacchanakāle kucchiparihārikā. ",
  "dn2-a:215.54": "Sūcipi cīvarasibbanakāle kāyaparihārikā hoti. ",
  "dn2-a:215.55": "Pūvaṁ vā phalaṁ vā vijjhitvā khādanakāle kucchiparihārikā. ",
  "dn2-a:215.56": "Kāyabandhanaṁ bandhitvā vicaraṇakāle kāyaparihārikaṁ. ",
  "dn2-a:215.57": "Ucchuādīni bandhitvā gahaṇakāle kucchiparihārikaṁ. ",
  "dn2-a:215.58": "Parissāvanaṁ tena udakaṁ parissāvetvā nhānakāle senāsanaparibhaṇḍakaraṇakāle ca kāyaparihārikaṁ. ",
  "dn2-a:215.59": "Pānīyaṁ parissāvanakāle teneva tilataṇḍulaputhukādīni gahetvā khādanakāle ca kucchiparihāriyaṁ. ",
  "dn2-a:215.60": "Ayaṁ tāva aṭṭhaparikkhārikassa parikkhāramattā. ",
  "dn2-a:215.61": "Navaparikkhārikassa pana seyyaṁ pavisantassa tatraṭṭhakaṁ paccattharaṇaṁ vā kuñcikā vā vaṭṭati. ",
  "dn2-a:215.62": "Dasaparikkhārikassa nisīdanaṁ vā cammakhaṇḍaṁ vā vaṭṭati. ",
  "dn2-a:215.63": "Ekādasaparikkhārikassa pana kattarayaṭṭhi vā telanāḷikā vā vaṭṭati. ",
  "dn2-a:215.64": "Dvādasaparikkhārikassa chattaṁ vā upāhanaṁ vā vaṭṭati. ",
  "dn2-a:215.65": "Etesu ca aṭṭhaparikkhārikova santuṭṭho itare asantuṭṭhā mahicchā mahābhārāti na vattabbā. ",
  "dn2-a:215.66": "Etepi hi appicchāva santuṭṭhāva subharāva sallahukavuttinova. ",
  "dn2-a:215.67": "Bhagavā pana na yimaṁ suttaṁ tesaṁ vasena kathesi aṭṭhaparikkhārikassa vasena kathesi. ",
  "dn2-a:215.68": "So hi khuddakavāsiñca sūciñca parissāvane pakkhipitvā pattassa anto ṭhapetvā pattaṁ aṁsakūṭe laggetvā ticīvaraṁ kāyapaṭibaddhaṁ katvā yenicchakaṁ sukhaṁ pakkamati. ",
  "dn2-a:215.69": "Paṭinivattetvā gahetabbaṁ nāmassa na hoti. ",
  "dn2-a:215.70": "Iti imassa bhikkhuno sallahukavuttitaṁ dassento bhagavā—“santuṭṭho hoti kāyaparihārikena cīvarenā”tiādimāha. ",
  "dn2-a:215.71": "Tattha <b>kāyaparihārikenā</b>ti kāyapariharaṇamattakena. ",
  "dn2-a:215.72": "<b>Kucchiparihārikenā</b>ti kucchipariharaṇamattakena. ",
  "dn2-a:215.73": "<b>Samādāyeva pakkamatī</b>ti aṭṭhaparikkhāramattakaṁ sabbaṁ gahetvāva kāyapaṭibaddhaṁ katvāva gacchati. ",
  "dn2-a:215.74": "“Mama vihāro pariveṇaṁ upaṭṭhāko”ti āsaṅgo vā bandho vā na hoti. ",
  "dn2-a:215.75": "So jiyā mutto saro viya yūthā apakkanto madahatthī viya ca icchiticchitaṁ senāsanaṁ vanasaṇḍaṁ rukkhamūlaṁ vanapabbhāraṁ paribhuñjanto ekova tiṭṭhati ekova nisīdati. ",
  "dn2-a:215.76": "Sabbiriyāpathesu ekova adutiyo. ",
  "dn2-a:215.77": "“Cātuddiso appaṭigho ca hoti ",
  "dn2-a:215.78": "Santussamāno itarītarena ",
  "dn2-a:215.79": "Parissayānaṁ sahitā achambhī ",
  "dn2-a:215.80": "Eko care khaggavisāṇakappo”ti.</blockquote> ",
  "dn2-a:215.81": "Evaṁ vaṇṇitaṁ khaggavisāṇakappataṁ āpajjati. ",
  "dn2-a:215.82": "Idāni tamatthaṁ upamāya sādhento—“seyyathāpī”tiādimāha. ",
  "dn2-a:215.83": "Tattha <b>pakkhī sakuṇo</b>ti pakkhayutto sakuṇo. ",
  "dn2-a:215.84": "<b>Ḍetī</b>ti uppatati. ",
  "dn2-a:215.85": "Ayaṁ panettha saṅkhepattho—sakuṇā nāma “asukasmiṁ padese rukkho paripakkaphalo”ti ñatvā nānādisāhi āgantvā nakhapattatuṇḍādīhi tassa phalāni vijjhantā vidhunantā khādanti. ",
  "dn2-a:215.86": "‘Idaṁ ajjatanāya idaṁ svātanāya bhavissatī’ti tesaṁ na hoti. ",
  "dn2-a:215.87": "Phale pana khīṇe neva rukkhassa ārakkhaṁ ṭhapenti na tattha pattaṁ vā nakhaṁ vā tuṇḍaṁ vā ṭhapenti. ",
  "dn2-a:215.88": "Atha kho tasmiṁ rukkhe anapekkho hutvā yo yaṁ disābhāgaṁ icchati so tena sapattabhārova uppatitvā gacchati. ",
  "dn2-a:215.89": "Evameva ayaṁ bhikkhu nissaṅgo nirapekkho yena kāmaṁ pakkamati. ",
  "dn2-a:215.90": "Tena vuttaṁ “samādāyeva pakkamatī”ti. ",
  "dn2-a:215.91": "Nīvaraṇappahānakathā ",
  "dn2-a:216.1": "<b>So iminā cā</b>tiādinā kiṁ dasseti? ",
  "dn2-a:216.2": "Araññavāsassa paccayasampattiṁ dasseti. ",
  "dn2-a:216.3": "Yassa hi ime cattāro paccayā natthi tassa araññavāso na ijjhati. ",
  "dn2-a:216.4": "Tiracchānagatehi vā vanacarakehi vā saddhiṁ vattabbataṁ āpajjati. ",
  "dn2-a:216.5": "Araññe adhivatthā devatā—“kiṁ evarūpassa pāpabhikkhuno araññavāsenā”ti bheravasaddaṁ sāventi hatthehi sīsaṁ paharitvā palāyanākāraṁ karonti. ",
  "dn2-a:216.6": "“Asuko bhikkhu araññaṁ pavisitvā idañcidañca pāpakammaṁ akāsī”ti ayaso pattharati. ",
  "dn2-a:216.7": "Yassa panete cattāro paccayā atthi tassa araññavāso ijjhati. ",
  "dn2-a:216.8": "So hi attano sīlaṁ paccavekkhanto kiñci kāḷakaṁ vā tilakaṁ vā apassanto pītiṁ uppādetvā taṁ khayavayato sammasanto ariyabhūmiṁ okkamati. ",
  "dn2-a:216.9": "Araññe adhivatthā devatā attamanā vaṇṇaṁ bhaṇanti. ",
  "dn2-a:216.10": "Itissa udake pakkhittatelabindu viya yaso vitthāriko hoti. ",
  "dn2-a:216.11": "Tattha <b>vivitta</b>nti suññaṁ appasaddaṁ appanigghosanti attho. ",
  "dn2-a:216.12": "Etadeva hi sandhāya vibhaṅge—“vivittanti santike cepi senāsanaṁ hoti tañca anākiṇṇaṁ gahaṭṭhehi pabbajitehi. ",
  "dn2-a:216.13": "Tena taṁ vivitta”nti vuttaṁ. ",
  "dn2-a:216.14": "Seti ceva āsati ca etthāti senāsanaṁ mañcapīṭhādīnametaṁ adhivacanaṁ. ",
  "dn2-a:216.15": "Tenāha—“senāsananti mañcopi senāsanaṁ  pīṭhampi bhisipi bimbohanampi vihāropi aḍḍhayogopi pāsādopi hammiyampi guhāpi aṭṭopi māḷopi leṇampi veḷugumbopi rukkhamūlampi maṇḍapopi senāsanaṁ yattha vā pana bhikkhū paṭikkamanti sabbametaṁ senāsana”nti . ",
  "dn2-a:216.16": "Api ca—“vihāro aḍḍhayogo pāsādo hammiyaṁ guhā”ti idaṁ vihārasenāsanaṁ nāma. ",
  "dn2-a:216.17": "“Mañco pīṭhaṁ bhisi bimbohana”nti idaṁ mañcapīṭhasenāsanaṁ nāma. ",
  "dn2-a:216.18": "“Cimilikā cammakhaṇḍo tiṇasanthāro paṇṇasanthāro”ti idaṁ santhatasenāsanaṁ nāma. ",
  "dn2-a:216.19": "“Yattha vā pana bhikkhū paṭikkamantī”ti idaṁ okāsasenāsanaṁ nāmāti. ",
  "dn2-a:216.20": "Evaṁ catubbidhaṁ senāsanaṁ hoti taṁ sabbaṁ senāsanaggahaṇena saṅgahitameva. ",
  "dn2-a:216.21": "Idha panassa sakuṇasadisassa cātuddisassa bhikkhuno anucchavikasenāsanaṁ dassento araññaṁ rukkhamūlantiādimāha. ",
  "dn2-a:216.22": "Tattha <b>arañña</b>nti nikkhamitvā bahi indakhīlā sabbametaṁ araññanti. ",
  "dn2-a:216.23": "Idaṁ bhikkhunīnaṁ vasena āgataṁ. ",
  "dn2-a:216.24": "“Āraññakaṁ nāma senāsanaṁ pañcadhanusatikaṁ pacchima”nti idaṁ pana imassa bhikkhuno anurūpaṁ. ",
  "dn2-a:216.25": "Tassa lakkhaṇaṁ visuddhimagge dhutaṅganiddese vuttaṁ. ",
  "dn2-a:216.26": "<b>Rukkhamūla</b>nti yaṁ kiñci sandacchāyaṁ vivittarukkhamūlaṁ. ",
  "dn2-a:216.27": "<b>Pabbata</b>nti selaṁ. ",
  "dn2-a:216.28": "Tattha hi udakasoṇḍīsu udakakiccaṁ katvā sītāya rukkhacchāyāya nisinnassa nānādisāsu khāyamānāsu sītena vātena bījiyamānassa cittaṁ ekaggaṁ hoti. ",
  "dn2-a:216.29": "<b>Kandara</b>nti kaṁ vuccati udakaṁ tena dāritaṁ udakena bhinnaṁ pabbatapadesaṁ. ",
  "dn2-a:216.30": "Yaṁ nadītumbantipi nadīkuñjantipi vadanti. ",
  "dn2-a:216.31": "Tattha hi rajatapaṭṭasadisā vālikā hoti matthake maṇivitānaṁ viya vanagahaṇaṁ maṇikhandhasadisaṁ udakaṁ sandati. ",
  "dn2-a:216.32": "Evarūpaṁ kandaraṁ oruyha pānīyaṁ pivitvā gattāni sītāni katvā vālikaṁ ussāpetvā paṁsukūlacīvaraṁ paññapetvā nisinnassa samaṇadhammaṁ karoto cittaṁ ekaggaṁ hoti. ",
  "dn2-a:216.33": "<b>Giriguha</b>nti dvinnaṁ pabbatānaṁ antare ekasmiṁyeva vā umaggasadisaṁ mahāvivaraṁ susānalakkhaṇaṁ visuddhimagge vuttaṁ. ",
  "dn2-a:216.34": "<b>Vanapattha</b>nti gāmantaṁ atikkamitvā manussānaṁ anupacāraṭṭhānaṁ yattha na kasanti na vapanti tenevāha—“vanapatthanti dūrānametaṁ senāsanānaṁ adhivacana”ntiādi. ",
  "dn2-a:216.35": "<b>Abbhokāsa</b>nti acchannaṁ. ",
  "dn2-a:216.36": "Ākaṅkhamāno panettha cīvarakuṭiṁ katvā vasati. ",
  "dn2-a:216.37": "<b>Palālapuñja</b>nti palālarāsi. ",
  "dn2-a:216.38": "Mahāpalālapuñjato hi palālaṁ nikkaḍḍhitvā pabbhāraleṇasadise ālaye karonti gacchagumbhādīnampi upari palālaṁ pakkhipitvā heṭṭhā nisinnā samaṇadhammaṁ karonti. ",
  "dn2-a:216.39": "Taṁ sandhāyetaṁ vuttaṁ. ",
  "dn2-a:216.40": "<b>Pacchābhatta</b>nti bhattassa pacchato. ",
  "dn2-a:216.41": "<b>Piṇḍapātapaṭikkanto</b>ti piṇḍapātapariyesanato paṭikkanto. ",
  "dn2-a:216.42": "<b>Pallaṅka</b>nti samantato ūrubaddhāsanaṁ. ",
  "dn2-a:216.43": "<b>Ābhujitvā</b>ti bandhitvā. ",
  "dn2-a:216.44": "<b>Ujuṁ kāyaṁ paṇidhāyā</b>ti uparimaṁ sarīraṁ ujuṁ ṭhapetvā aṭṭhārasa piṭṭhikaṇṭakaṭṭhike koṭiyā koṭiṁ paṭipādetvā. ",
  "dn2-a:216.45": "Evañhi nisinnassa cammamaṁsanhārūni na paṇamanti. ",
  "dn2-a:216.46": "Athassa yā tesaṁ paṇamanapaccayā khaṇe khaṇe vedanā uppajjeyyuṁ tā nuppajjanti. ",
  "dn2-a:216.47": "Tāsu anuppajjamānāsu cittaṁ ekaggaṁ hoti kammaṭṭhānaṁ na paripatati vuḍḍhiṁ phātiṁ vepullaṁ upagacchati. ",
  "dn2-a:216.48": "<b>Parimukhaṁ satiṁ upaṭṭhapetvā</b>ti kammaṭṭhānābhimukhaṁ satiṁ ṭhapayitvā. ",
  "dn2-a:216.49": "Mukhasamīpe vā katvāti attho. ",
  "dn2-a:216.50": "Teneva vibhaṅge vuttaṁ—“ayaṁ sati upaṭṭhitā hoti sūpaṭṭhitā nāsikagge vā mukhanimitte vā tena vuccati parimukhaṁ satiṁ upaṭṭhapetvā”ti . ",
  "dn2-a:216.51": "Athavā <b>parī</b>ti pariggahaṭṭho. ",
  "dn2-a:216.52": "<b>Mukha</b>nti niyyānaṭṭho. ",
  "dn2-a:216.53": "<b>Satī</b>ti upaṭṭhānaṭṭho. ",
  "dn2-a:216.54": "Tena vuccati—“parimukhaṁ sati”nti. ",
  "dn2-a:216.55": "Evaṁ paṭisambhidāyaṁ vuttanayenapettha attho daṭṭhabbo. ",
  "dn2-a:216.56": "Tatrāyaṁ saṅkhepo—“pariggahitaniyyānasatiṁ katvā”ti. ",
  "dn2-a:217.1": "<b>Abhijjhaṁ loke</b>ti ettha lujjanapalujjanaṭṭhena pañcupādānakkhandhā loko tasmā pañcasu upādānakkhandhesu rāgaṁ pahāya kāmacchandaṁ vikkhambhetvāti ayametthattho. ",
  "dn2-a:217.2": "<b>Vigatābhijjhenā</b>ti vikkhambhanavasena pahīnattā vigatābhijjhena na cakkhuviññāṇasadisenāti attho. ",
  "dn2-a:217.3": "<b>Abhijjhāya cittaṁ parisodhetī</b>ti abhijjhāto cittaṁ parimoceti. ",
  "dn2-a:217.4": "Yathā taṁ sā muñcati ceva muñcitvā ca na puna gaṇhati evaṁ karotīti attho. ",
  "dn2-a:217.5": "<b>Byāpādapadosaṁ pahāyā</b>tiādīsupi eseva nayo. ",
  "dn2-a:217.6": "Byāpajjati iminā cittaṁ pūtikummāsādayo viya purimapakatiṁ vijahatīti byāpādo. ",
  "dn2-a:217.7": "Vikārāpattiyā padussati paraṁ vā padūseti vināsetīti padoso. ",
  "dn2-a:217.8": "Ubhayametaṁ kodhassevādhivacanaṁ . ",
  "dn2-a:217.9": "Thinaṁ cittagelaññaṁ. ",
  "dn2-a:217.10": "Middhaṁ cetasikagelaññaṁ thinañca middhañca thinamiddhaṁ. ",
  "dn2-a:217.11": "<b>Ālokasaññī</b>ti rattimpi divādiṭṭhālokasañjānanasamatthāya vigatanīvaraṇāya parisuddhāya saññāya samannāgato. ",
  "dn2-a:217.12": "<b>Sato sampajāno</b>ti satiyā ca ñāṇena ca samannāgato. ",
  "dn2-a:217.13": "Idaṁ ubhayaṁ ālokasaññāya upakārattā vuttaṁ. ",
  "dn2-a:217.14": "Uddhaccañca kukkuccañca uddhaccakukkuccaṁ. ",
  "dn2-a:217.15": "<b>Tiṇṇavicikiccho</b>ti vicikicchaṁ taritvā atikkamitvā ṭhito. ",
  "dn2-a:217.16": "“Kathamidaṁ kathamida”nti evaṁ nappavattatīti akathaṁkathī. ",
  "dn2-a:217.17": "<b>Kusalesu dhammesū</b>ti anavajjesu dhammesu. ",
  "dn2-a:217.18": "“Ime nu kho kusalā kathamime kusalā”ti evaṁ na vicikicchati. ",
  "dn2-a:217.19": "Na kaṅkhatīti attho. ",
  "dn2-a:217.20": "Ayamettha saṅkhepo. ",
  "dn2-a:217.21": "Imesu pana nīvaraṇesu vacanatthalakkhaṇādibhedato yaṁ vattabbaṁ siyā taṁ sabbaṁ visuddhimagge vuttaṁ. ",
  "dn2-a:218.1": "Yā panāyaṁ <b>seyyathāpi mahārājā</b>ti upamā vuttā. ",
  "dn2-a:218.2": "Tattha <b>iṇaṁ ādāyā</b>ti vaḍḍhiyā dhanaṁ gahetvā. ",
  "dn2-a:218.3": "<b>Byantiṁ kareyyā</b>ti vigatantaṁ kareyya  yathā tesaṁ kākaṇikamattopi pariyanto nāma nāvasissati evaṁ kareyya sabbaso paṭiniyyāteyyāti attho. ",
  "dn2-a:218.4": "<b>Tato nidāna</b>nti āṇaṇyanidānaṁ. ",
  "dn2-a:218.5": "So hi “aṇaṇomhī”ti āvajjanto balavapāmojjaṁ labhati somanassaṁ adhigacchati tena vuttaṁ—<b>“labhetha pāmojjaṁ adhigaccheyya somanassa”</b>nti. ",
  "dn2-a:219.1": "Visabhāgavedanuppattiyā kakaceneva catuiriyāpathaṁ chindanto ābādhatīti ābādho svāssa atthīti <b>ābādhiko.</b> Taṁ samuṭṭhānena dukkhena <b>dukkhito</b>. ",
  "dn2-a:219.2": "<b>Adhimattagilāno</b>ti bāḷhagilāno. ",
  "dn2-a:219.3": "<b>Nacchādeyyā</b>ti adhimattabyādhiparetatāya na rucceyya. ",
  "dn2-a:219.4": "<b>Balamattā</b>ti balameva balañcassa kāye na bhaveyyāti attho. ",
  "dn2-a:219.5": "<b>Tatonidāna</b>nti ārogyanidānaṁ. ",
  "dn2-a:219.6": "Tassa hi—“arogomhī”ti āvajjayato tadubhayaṁ hoti. ",
  "dn2-a:219.7": "Tena vuttaṁ—<b>“labhetha pāmojjaṁ adhigaccheyya somanassa”</b>nti. ",
  "dn2-a:220.1": "<b>Na cassa kiñci bhogānaṁ vayo</b>ti kākaṇikamattampi bhogānaṁ vayo na bhaveyya. ",
  "dn2-a:220.2": "<b>Tatonidāna</b>nti bandhanāmokkhanidānaṁ. ",
  "dn2-a:220.3": "Sesaṁ vuttanayeneva sabbapadesu yojetabbaṁ. ",
  "dn2-a:221-222.1": "<b>Anattādhīno</b>ti na attani adhīno attano ruciyā kiñci kātuṁ na labhati. ",
  "dn2-a:221-222.2": "<b>Parādhīno</b>ti paresu adhīno parasseva ruciyā vattati. ",
  "dn2-a:221-222.3": "<b>Na yena kāmaṁ gamo</b>ti yena disābhāgenassa gantukāmatā hoti icchā uppajjati gamanāya tena gantuṁ na labhati. ",
  "dn2-a:221-222.4": "<b>Dāsabyā</b>ti dāsabhāvā. ",
  "dn2-a:221-222.5": "<b>Bhujisso</b>ti attano santako. ",
  "dn2-a:221-222.6": "<b>Tatonidāna</b>nti bhujissanidānaṁ. ",
  "dn2-a:221-222.7": "<b>Kantāraddhānamagga</b>nti kantāraṁ addhānamaggaṁ nirudakaṁ dīghamagganti attho. ",
  "dn2-a:221-222.8": "<b>Tatonidāna</b>nti khemantabhūminidānaṁ. ",
  "dn2-a:223.1": "<b>Ime pañca nīvaraṇe appahīne</b>ti ettha bhagavā appahīnakāmacchandanīvaraṇaṁ iṇasadisaṁ sesāni rogādisadisāni katvā dasseti. ",
  "dn2-a:223.2": "Tatrāyaṁ sadisatā. ",
  "dn2-a:223.3": "Yo hi paresaṁ iṇaṁ gahetvā vināseti so tehi iṇaṁ dehīti vuccamānopi pharusaṁ vuccamānopi bajjhamānopi vadhīyamānopi kiñci paṭibāhituṁ na sakkoti sabbaṁ titikkhati. ",
  "dn2-a:223.4": "Titikkhākāraṇaṁ hissa taṁ iṇaṁ hoti. ",
  "dn2-a:223.5": "Evameva yo yamhi kāmacchandena rajjati taṇhāsahagatena taṁ vatthuṁ gaṇhati so tena pharusaṁ vuccamānopi bajjhamānopi vadhīyamānopi sabbaṁ titikkhati titikkhākāraṇaṁ hissa so kāmacchando hoti gharasāmikehi vadhīyamānānaṁ itthīnaṁ viyāti evaṁ iṇaṁ viya kāmacchando daṭṭhabbo. ",
  "dn2-a:223.6": "Yathā pana pittarogāturo madhusakkarādīsupi dinnesu pittarogāturatāya tesaṁ rasaṁ na vindati “tittakaṁ tittaka”nti uggiratiyeva. ",
  "dn2-a:223.7": "Evameva byāpannacitto hitakāmehi ācariyupajjhāyehi appamattakampi ovadiyamāno ovādaṁ na gaṇhati. ",
  "dn2-a:223.8": "“Ati viya me tumhe upaddavethā”tiādīni vatvā vibbhamati. ",
  "dn2-a:223.9": "Pittarogāturatāya so puriso madhusakkarādīnaṁ viya kodhāturatāya jhānasukhādibhedaṁ sāsanarasaṁ na vindatīti. ",
  "dn2-a:223.10": "Evaṁ rogo viya byāpādo daṭṭhabbo. ",
  "dn2-a:223.11": "Yathā pana nakkhattadivase bandhanāgāre baddho puriso nakkhattassa neva ādiṁ na majjhaṁ na pariyosānaṁ passati. ",
  "dn2-a:223.12": "So dutiyadivase mutto aho hiyyo nakkhattaṁ manāpaṁ aho naccaṁ aho gītantiādīni sutvāpi paṭivacanaṁ na deti. ",
  "dn2-a:223.13": "Kiṁ kāraṇā? ",
  "dn2-a:223.14": "Nakkhattassa ananubhūtattā. ",
  "dn2-a:223.15": "Evameva thinamiddhābhibhūto bhikkhu vicittanayepi dhammassavane pavattamāne neva tassa ādiṁ na majjhaṁ na pariyosānaṁ jānāti. ",
  "dn2-a:223.16": "Sopi uṭṭhite dhammassavane aho dhammassavanaṁ aho kāraṇaṁ aho upamāti dhammassavanassa vaṇṇaṁ bhaṇamānānaṁ sutvāpi paṭivacanaṁ na deti. ",
  "dn2-a:223.17": "Kiṁ kāraṇā? ",
  "dn2-a:223.18": "Thinamiddhavasena dhammakathāya ananubhūtattā. ",
  "dn2-a:223.19": "Evaṁ bandhanāgāraṁ viya <b>thinamiddhaṁ</b> daṭṭhabbaṁ. ",
  "dn2-a:223.20": "Yathā pana nakkhattaṁ kīḷantopi dāso—“idaṁ nāma accāyikaṁ karaṇīyaṁ atthi sīghaṁ tattha gacchāhi. ",
  "dn2-a:223.21": "No ce gacchasi hatthapādaṁ vā te chindāmi kaṇṇanāsaṁ vā”ti vutto sīghaṁ gacchatiyeva . ",
  "dn2-a:223.22": "Nakkhattassa ādimajjhapariyosānaṁ anubhavituṁ na labhati kasmā? ",
  "dn2-a:223.23": "Parādhīnatāya evameva vinaye apakataññunā vivekatthāya araññaṁ paviṭṭhenāpi kismiñcideva antamaso kappiyamaṁsepi akappiyamaṁsasaññāya uppannāya vivekaṁ pahāya sīlavisodhanatthaṁ vinayadharassa santikaṁ gantabbaṁ hoti vivekasukhaṁ anubhavituṁ na labhati kasmā? ",
  "dn2-a:223.24": "Uddhaccakukkuccābhibhūtatāyāti. ",
  "dn2-a:223.25": "Evaṁ dāsabyaṁ viya <b>uddhaccakukkuccaṁ</b> daṭṭhabbaṁ. ",
  "dn2-a:223.26": "Yathā pana kantāraddhānamaggappaṭipanno puriso corehi manussānaṁ viluttokāsaṁ pahatokāsañca disvā daṇḍakasaddenapi sakuṇasaddenapi “corā āgatā”ti ussaṅkitaparisaṅkitova hoti gacchatipi tiṭṭhatipi nivattatipi gataṭṭhānato agataṭṭhānameva bahutaraṁ hoti. ",
  "dn2-a:223.27": "So kicchena kasirena khemantabhūmiṁ pāpuṇāti vā na vā pāpuṇāti. ",
  "dn2-a:223.28": "Evameva yassa aṭṭhasu ṭhānesu vicikicchā uppannā hoti so—“buddho nu kho no nu kho buddho”tiādinā nayena vicikicchanto adhimuccitvā saddhāya gaṇhituṁ na sakkoti. ",
  "dn2-a:223.29": "Asakkonto maggaṁ vā phalaṁ vā na pāpuṇātīti. ",
  "dn2-a:223.30": "Yathā kantāraddhānamagge—“corā atthi natthī”ti punappunaṁ āsappanaparisappanaṁ apariyogāhanaṁ chambhitattaṁ cittassa uppādento khemantapattiyā antarāyaṁ karoti evaṁ vicikicchāpi—“buddho nu kho na buddho”tiādinā nayena punappunaṁ āsappanaparisappanaṁ apariyogāhanaṁ chambhitattaṁ cittassa uppādayamānā ariyabhūmippattiyā antarāyaṁ karotīti kantāraddhānamaggo viya <b>vicikicchā</b> daṭṭhabbā. ",
  "dn2-a:224.1": "Idāni—<b>“seyyathāpi mahārāja āṇaṇya”</b>nti ettha bhagavā pahīnakāmacchandanīvaraṇaṁ āṇaṇyasadisaṁ sesāni ārogyādisadisāni katvā dasseti. ",
  "dn2-a:224.2": "Tatrāyaṁ sadisatā yathā hi puriso iṇaṁ ādāya kammante payojetvā samiddhataṁ patto—“idaṁ iṇaṁ nāma palibodhamūla”nti cintetvā savaḍḍhikaṁ iṇaṁ niyyātetvā paṇṇaṁ phālāpeyya. ",
  "dn2-a:224.3": "Athassa tato paṭṭhāya neva koci dūtaṁ peseti na paṇṇaṁ. ",
  "dn2-a:224.4": "So iṇasāmike disvāpi sace icchati āsanā uṭṭhahati no ce na uṭṭhahati kasmā? ",
  "dn2-a:224.5": "Tehi saddhiṁ nillepatāya alaggatāya. ",
  "dn2-a:224.6": "Evameva bhikkhu—“ayaṁ <b>kāmacchando</b> nāma palibodhamūla”nti cintetvā cha dhamme bhāvetvā kāmacchandanīvaraṇaṁ pajahati. ",
  "dn2-a:224.7": "Te pana cha dhamme mahāsatipaṭṭhāne vaṇṇayissāma. ",
  "dn2-a:224.8": "Tassevaṁ pahīnakāmacchandassa yathā iṇamuttassa purisassa iṇassāmike disvā neva bhayaṁ na chambhitattaṁ hoti. ",
  "dn2-a:224.9": "Evameva paravatthumhi neva saṅgo na baddho hoti. ",
  "dn2-a:224.10": "Dibbānipi rūpāni passato kileso na samudācarati. ",
  "dn2-a:224.11": "Tasmā bhagavā āṇaṇyamiva kāmacchandappahānaṁ āha. ",
  "dn2-a:224.12": "Yathā pana so pittarogāturo puriso bhesajjakiriyāya taṁ rogaṁ vūpasametvā tato paṭṭhāya madhusakkarādīnaṁ rasaṁ vindati. ",
  "dn2-a:224.13": "Evameva bhikkhu “ayaṁ <b>byāpādo</b> nāma mahā anatthakaro”ti cha dhamme bhāvetvā byāpādanīvaraṇaṁ pajahati. ",
  "dn2-a:224.14": "Sabbanīvaraṇesu cha dhamme mahāsatipaṭṭhāneyeva vaṇṇayissāma. ",
  "dn2-a:224.15": "Na kevalañca teyeva yepi thinamiddhādīnaṁ pahānāya bhāvetabbā tepi sabbe tattheva vaṇṇayissāma. ",
  "dn2-a:224.16": "So evaṁ pahīnabyāpādo yathā pittarogavimutto puriso madhusakkarādīnaṁ rasaṁ sampiyāyamāno paṭisevati evameva ācārapaṇṇattiādīni sikkhāpadāni sirasā sampaṭicchitvā sampiyāyamāno sikkhati. ",
  "dn2-a:224.17": "Tasmā bhagavā ārogyamiva byāpādappahānaṁ āha. ",
  "dn2-a:224.18": "Yathā so nakkhattadivase bandhanāgāraṁ pavesito puriso aparasmiṁ nakkhattadivase—“pubbepi ahaṁ pamādadosena baddho tena nakkhattaṁ nānubhaviṁ. ",
  "dn2-a:224.19": "Idāni appamatto bhavissāmī”ti yathāssa paccatthikā okāsaṁ na labhanti evaṁ appamatto hutvā nakkhattaṁ anubhavitvā—‘aho nakkhattaṁ aho nakkhatta’nti udānaṁ udānesi evameva bhikkhu—“idaṁ <b>thinamiddhaṁ</b> nāma mahāanatthakara”nti cha dhamme bhāvetvā thinamiddhanīvaraṇaṁ pajahati so evaṁ pahīnathinamiddho yathā bandhanā mutto puriso sattāhampi nakkhattassa ādimajjhapariyosānaṁ anubhavati evameva dhammanakkhattassa ādimajjhapariyosānaṁ anubhavanto saha paṭisambhidāhi arahattaṁ pāpuṇāti. ",
  "dn2-a:224.20": "Tasmā bhagavā bandhanā mokkhamiva thinamiddhappahānaṁ āha. ",
  "dn2-a:224.21": "Yathā pana dāso kiñcideva mittaṁ upanissāya sāmikānaṁ dhanaṁ datvā attānaṁ bhujissaṁ katvā tato paṭṭhāya yaṁ icchati taṁ karoti. ",
  "dn2-a:224.22": "Evameva bhikkhu—“idaṁ <b>uddhaccakukkuccaṁ</b> nāma mahā anatthakara”nti cha dhamme bhāvetvā uddhaccakukkuccaṁ pajahati. ",
  "dn2-a:224.23": "So evaṁ pahīnauddhaccakukkucco yathā bhujisso puriso yaṁ icchati taṁ karoti na taṁ koci balakkārena tato nivatteti  evameva yathā sukhaṁ nekkhammapaṭipadaṁ paṭipajjati na taṁ uddhaccakukkuccaṁ balakkārena tato nivatteti. ",
  "dn2-a:224.24": "Tasmā bhagavā bhujissaṁ viya uddhaccakukkuccappahānaṁ āha. ",
  "dn2-a:224.25": "Yathā balavā puriso hatthasāraṁ gahetvā sajjāvudho saparivāro kantāraṁ paṭipajjeyya taṁ corā dūratova disvā palāyeyyuṁ. ",
  "dn2-a:224.26": "So sotthinā taṁ kantāraṁ nittharitvā khemantaṁ patto haṭṭhatuṭṭho assa. ",
  "dn2-a:224.27": "Evameva bhikkhu “ayaṁ <b>vicikicchā</b> nāma mahā anatthakārikā”ti cha dhamme bhāvetvā vicikicchaṁ pajahati . ",
  "dn2-a:224.28": "So evaṁ pahīnavicikiccho yathā balavā puriso sajjāvudho saparivāro nibbhayo core tiṇaṁ viya agaṇetvā sotthinā nikkhamitvā khemantabhūmiṁ pāpuṇāti evameva bhikkhu duccaritakantāraṁ nittharitvā paramaṁ khemantabhūmiṁ amataṁ mahānibbānaṁ pāpuṇāti. ",
  "dn2-a:224.29": "Tasmā bhagavā khemantabhūmiṁ viya vicikicchāpahānaṁ āha. ",
  "dn2-a:225.1": "<b>Pāmojjaṁ jāyatī</b>ti tuṭṭhākāro jāyati. ",
  "dn2-a:225.2": "<b>Pamuditassa pīti jāyatī</b>ti tuṭṭhassa sakalasarīraṁ khobhayamānā pīti jāyati. ",
  "dn2-a:225.3": "<b>Pītimanassa kāyo passambhatī</b>ti pītisampayuttacittassa puggalassa nāmakāyo passambhati vigatadaratho hoti. ",
  "dn2-a:225.4": "<b>Sukhaṁ vedetī</b>ti kāyikampi cetasikampi sukhaṁ vedayati. ",
  "dn2-a:225.5": "<b>Cittaṁ samādhiyatī</b>ti iminā nekkhammasukhena sukhitassa upacāravasenapi appanāvasenapi cittaṁ samādhiyati. ",
  "dn2-a:225.6": "Paṭhamajjhānakathā ",
  "dn2-a:226.1": "<b>So vivicceva kāmehi…pe… paṭhamaṁ jhānaṁ upasampajja viharatī</b>tiādi pana upacārasamādhinā samāhite citte uparivisesadassanatthaṁ appanāsamādhinā samāhite citte tassa samādhino pabhedadassanatthaṁ vuttanti veditabbaṁ. ",
  "dn2-a:226.2": "<b>Imameva kāya</b>nti imaṁ karajakāyaṁ. ",
  "dn2-a:226.3": "<b>Abhisandetī</b>ti temeti sneheti sabbattha pavattapītisukhaṁ karoti. ",
  "dn2-a:226.4": "<b>Parisandetī</b>ti samantato sandeti. ",
  "dn2-a:226.5": "<b>Paripūretī</b>ti vāyunā bhastaṁ viya pūreti. ",
  "dn2-a:226.6": "<b>Parippharatī</b>ti samantato phusati. ",
  "dn2-a:226.7": "<b>Sabbāvato kāyassā</b>ti assa bhikkhuno sabbakoṭṭhāsavato kāyassa kiñci upādinnakasantatipavattiṭṭhāne chavimaṁsalohitānugataṁ aṇumattampi ṭhānaṁ paṭhamajjhānasukhena aphuṭaṁ nāma na hoti. ",
  "dn2-a:227.1": "<b>Dakkho</b>ti cheko paṭibalo nhānīyacuṇṇāni kātuñceva payojetuñca sannetuñca. ",
  "dn2-a:227.2": "<b>Kaṁsathāle</b>ti yena kenaci lohena katabhājane. ",
  "dn2-a:227.3": "Mattikabhājanaṁ pana thiraṁ na hoti. ",
  "dn2-a:227.4": "Sannentassa bhijjati. ",
  "dn2-a:227.5": "Tasmā taṁ na dasseti. ",
  "dn2-a:227.6": "<b>Paripphosakaṁ paripphosaka</b>nti siñcitvā siñcitvā. ",
  "dn2-a:227.7": "<b>Sanneyyā</b>ti vāmahatthena kaṁsathālaṁ gahetvā dakkhiṇahatthena pamāṇayuttaṁ udakaṁ siñcitvā siñcitvā parimaddanto piṇḍaṁ kareyya. ",
  "dn2-a:227.8": "<b>Snehānugatā</b>ti udakasinehena anugatā. ",
  "dn2-a:227.9": "<b>Snehaparetā</b>ti udakasinehena pariggahitā. ",
  "dn2-a:227.10": "<b>Santarabāhirā</b>ti saddhiṁ antopadesena ceva bahipadesena ca sabbatthakameva udakasinehena phuṭāti attho. ",
  "dn2-a:227.11": "<b>Na ca paggharaṇī</b>ti na ca bindu bindu udakaṁ paggharati sakkā hoti hatthenapi dvīhipi tīhipi aṅgulīhi gahetuṁ ovaṭṭikāyapi kātunti attho. ",
  "dn2-a:227.12": "Dutiyajjhānakathā ",
  "dn2-a:228-229.1": "Dutiyajjhānasukhūpamāyaṁ <b>ubbhidodako</b>ti ubbhinnaudako na heṭṭhā ubbhijjitvā uggacchanakaudako. ",
  "dn2-a:228-229.2": "Antoyeva pana ubbhijjanakaudakoti attho. ",
  "dn2-a:228-229.3": "<b>Āyamukha</b>nti āgamanamaggo. ",
  "dn2-a:228-229.4": "<b>Devo</b>ti megho. ",
  "dn2-a:228-229.5": "<b>Kālena kāla</b>nti kāle kāle anvaddhamāsaṁ vā anudasāhaṁ vāti attho. ",
  "dn2-a:228-229.6": "<b>Dhāra</b>nti vuṭṭhiṁ. ",
  "dn2-a:228-229.7": "<b>Na anuppaveccheyyā</b>ti na ca paveseyya na vasseyyāti attho. ",
  "dn2-a:228-229.8": "<b>Sītā vāridhārā ubbhijjitvā</b>ti sītaṁ dhāraṁ uggantvā rahadaṁ pūrayamānaṁ ubbhijjitvā. ",
  "dn2-a:228-229.9": "Heṭṭhā uggacchanaudakañhi uggantvā uggantvā bhijjantaṁ udakaṁ khobheti catūhi disāhi pavisanaudakaṁ purāṇapaṇṇatiṇakaṭṭhadaṇḍakādīhi udakaṁ khobheti vuṭṭhiudakaṁ dhārānipātapubbuḷakehi udakaṁ khobheti. ",
  "dn2-a:228-229.10": "Sannisinnameva pana hutvā iddhinimmitamiva uppajjamānaṁ udakaṁ imaṁ padesaṁ pharati imaṁ padesaṁ na pharatīti natthi tena aphuṭokāso nāma na hotīti. ",
  "dn2-a:228-229.11": "Tattha rahado viya karajakāyo. ",
  "dn2-a:228-229.12": "Udakaṁ viya dutiyajjhānasukhaṁ. ",
  "dn2-a:228-229.13": "Sesaṁ purimanayeneva veditabbaṁ. ",
  "dn2-a:228-229.14": "Tatiyajjhānakathā ",
  "dn2-a:230-231.1": "Tatiyajjhānasukhūpamāyaṁ uppalāni ettha santīti uppalinī. ",
  "dn2-a:230-231.2": "Sesapadadvayepi eseva nayo. ",
  "dn2-a:230-231.3": "Ettha ca setarattanīlesu yaṁ kiñci uppalaṁ uppalameva. ",
  "dn2-a:230-231.4": "Ūnakasatapattaṁ puṇḍarīkaṁ satapattaṁ padumaṁ. ",
  "dn2-a:230-231.5": "Pattaniyamaṁ vā vināpi setaṁ padumaṁ rattaṁ puṇḍarīkanti ayamettha vinicchayo. ",
  "dn2-a:230-231.6": "<b>Udakānuggatānī</b>ti udakato na uggatāni. ",
  "dn2-a:230-231.7": "<b>Anto nimuggaposīnī</b>ti udakatalassa anto nimuggāniyeva hutvā posīni vaḍḍhīnīti attho. ",
  "dn2-a:230-231.8": "Sesaṁ purimanayeneva veditabbaṁ. ",
  "dn2-a:230-231.9": "Catutthajjhānakathā ",
  "dn2-a:232-233.1": "Catutthajjhānasukhūpamāyaṁ <b>parisuddhena cetasā pariyodātenā</b>ti ettha nirupakkilesaṭṭhena parisuddhaṁ pabhassaraṭṭhena pariyodātanti veditabbaṁ. ",
  "dn2-a:232-233.2": "<b>Odātena vatthenā</b>ti idaṁ utupharaṇatthaṁ vuttaṁ. ",
  "dn2-a:232-233.3": "Kiliṭṭhavatthena hi utupharaṇaṁ na hoti taṅkhaṇadhotaparisuddhena utupharaṇaṁ balavaṁ hoti. ",
  "dn2-a:232-233.4": "Imissāya hi upamāya vatthaṁ viya karajakāyo utupharaṇaṁ viya catutthajjhānasukhaṁ. ",
  "dn2-a:232-233.5": "Tasmā yathā sunhātassa purisassa parisuddhaṁ vatthaṁ sasīsaṁ pārupitvā nisinnassa sarīrato utu sabbameva vatthaṁ pharati. ",
  "dn2-a:232-233.6": "Na koci vatthassa aphuṭokāso hoti. ",
  "dn2-a:232-233.7": "Evaṁ catutthajjhānasukhena bhikkhuno karajakāyassa na koci okāso aphuṭo hotīti. ",
  "dn2-a:232-233.8": "Evamettha attho daṭṭhabbo. ",
  "dn2-a:232-233.9": "Imesaṁ pana catunnaṁ jhānānaṁ anupadavaṇṇanā ca bhāvanānayo ca visuddhimagge vuttoti idha na vitthārito. ",
  "dn2-a:232-233.10": "Ettāvatā cesa rūpajjhānalābhīyeva na arūpajjhānalābhīti na veditabbo. ",
  "dn2-a:232-233.11": "Na hi aṭṭhasu samāpattīsu cuddasahākārehi ciṇṇavasībhāvaṁ vinā upari abhiññādhigamo hoti. ",
  "dn2-a:232-233.12": "Pāḷiyaṁ pana rūpajjhānāniyeva āgatāni. ",
  "dn2-a:232-233.13": "Arūpajjhānāni āharitvā kathetabbāni. ",
  "dn2-a:232-233.14": "Vipassanāñāṇakathā ",
  "dn2-a:234.1": "<b>So evaṁ samāhite citte…pe… āneñjappatte</b>ti so cuddasahākārehi aṭṭhasu samāpattīsu ciṇṇavasībhāvo bhikkhūti dasseti . ",
  "dn2-a:234.2": "Sesamettha visuddhimagge vuttanayena veditabbaṁ. ",
  "dn2-a:234.3": "<b>Ñāṇadassanāya cittaṁ abhinīharatī</b>ti ettha <b>ñāṇadassana</b>nti maggañāṇampi vuccati phalañāṇampi sabbaññutaññāṇampi paccavekkhaṇañāṇampi vipassanāñāṇampi. ",
  "dn2-a:234.4": "“Kiṁ nu kho āvuso ñāṇadassanavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī”ti ettha hi maggañāṇaṁ ñāṇadassananti vuttaṁ. ",
  "dn2-a:234.5": "“Ayamañño uttarimanussadhammo alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti ettha phalañāṇaṁ. ",
  "dn2-a:234.6": "“Bhagavatopi kho ñāṇadassanaṁ udapādi sattāhakālaṅkato āḷāro kālāmo”ti ettha sabbaññutaññāṇaṁ. ",
  "dn2-a:234.7": "“Ñāṇañca pana me dassanaṁ udapādi akuppā me vimutti ayamantimā jātī”ti ettha paccavekkhaṇañāṇaṁ idha pana ñāṇadassanāya cittanti idaṁ vipassanāñāṇaṁ ñāṇadassananti vuttanti. ",
  "dn2-a:234.8": "<b>Abhinīharatī</b>ti vipassanāñāṇassa nibbattanatthāya tanninnaṁ tappoṇaṁ tappabbhāraṁ karoti. ",
  "dn2-a:234.9": "<b>Rūpī</b>ti ādīnamattho vuttoyeva. ",
  "dn2-a:234.10": "<b>Odanakummāsūpacayo</b>ti odanena ceva kummāsena ca upacito vaḍḍhito. ",
  "dn2-a:234.11": "<b>Aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo</b>ti hutvā abhāvaṭṭhena aniccadhammo. ",
  "dn2-a:234.12": "Duggandhavighātatthāya tanuvilepanena ucchādanadhammo. ",
  "dn2-a:234.13": "Aṅgapaccaṅgābādhavinodanatthāya khuddakasambāhanena parimaddanadhammo. ",
  "dn2-a:234.14": "Daharakāle vā ūrūsu sayāpetvā gabbhāvāsena dussaṇṭhitānaṁ tesaṁ tesaṁ aṅgānaṁ saṇṭhānasampādanatthaṁ añchanapīḷanādivasena parimaddanadhammo. ",
  "dn2-a:234.15": "Evaṁ pariharitopi bhedanaviddhaṁsanadhammo bhijjati ceva vikirati ca evaṁ sabhāvoti attho. ",
  "dn2-a:234.16": "Tattha <b>rūpī cātumahābhūtiko</b>tiādīsu chahi padehi samudayo kathito. ",
  "dn2-a:234.17": "Aniccapadena saddhiṁ pacchimehi dvīhi atthaṅgamo. ",
  "dn2-a:234.18": "<b>Ettha sitaṁ ettha paṭibaddha</b>nti ettha cātumahābhūtike kāye nissitañca paṭibaddhañca. ",
  "dn2-a:235.1": "<b>Subho</b>ti sundaro. ",
  "dn2-a:235.2": "<b>Jātimā</b>ti parisuddhākarasamuṭṭhito. ",
  "dn2-a:235.3": "<b>Suparikammakato</b>ti suṭṭhu kataparikammo apanītapāsāṇasakkharo. ",
  "dn2-a:235.4": "<b>Accho</b>ti tanucchavi. ",
  "dn2-a:235.5": "<b>Vippasanno</b>ti suṭṭhu pasanno. ",
  "dn2-a:235.6": "<b>Sabbākārasampanno</b>ti dhovanavedhanādīhi sabbehi ākārehi sampanno. ",
  "dn2-a:235.7": "<b>Nīla</b>ntiādīhi vaṇṇasampattiṁ dasseti. ",
  "dn2-a:235.8": "Tādisañhi āvutaṁ pākaṭaṁ hoti. ",
  "dn2-a:235.9": "<b>Evameva kho</b>ti ettha evaṁ upamāsaṁsandanaṁ veditabbaṁ. ",
  "dn2-a:235.10": "Maṇi viya hi karajakāyo. ",
  "dn2-a:235.11": "Āvutasuttaṁ viya vipassanāñāṇaṁ. ",
  "dn2-a:235.12": "Cakkhumā puriso viya vipassanālābhī bhikkhu hatthe karitvā paccavekkhato ayaṁ kho maṇīti maṇino āvibhūtakālo viya vipassanāñāṇaṁ abhinīharitvā nisinnassa bhikkhuno cātumahābhūtikakāyassa āvibhūtakālo tatridaṁ suttaṁ āvutanti suttassāvibhūtakālo viya vipassanāñāṇaṁ abhinīharitvā nisinnassa bhikkhuno tadārammaṇānaṁ phassapañcamakānaṁ vā sabbacittacetasikānaṁ vā vipassanāñāṇasseva vā āvibhūtakāloti. ",
  "dn2-a:235.13": "Idañca vipassanāñāṇaṁ maggañāṇānantaraṁ. ",
  "dn2-a:235.14": "Evaṁ santepi yasmā abhiññāvāre āraddhe etassa antarāvāro natthi tasmā idheva dassitaṁ. ",
  "dn2-a:235.15": "Yasmā ca aniccādivasena akatasammasanassa dibbāya sotadhātuyā bheravaṁ saddaṁ suṇato pubbenivāsānussatiyā bherave khandhe anussarato dibbena cakkhunā bheravampi rūpaṁ passato bhayasantāso uppajjati na aniccādivasena katasammasanassa tasmā abhiññaṁ pattassa bhayavinodanahetusampādanatthampi idaṁ idheva dassitaṁ. ",
  "dn2-a:235.16": "Api ca yasmā vipassanāsukhaṁ nāmetaṁ maggaphalasukhasampādakaṁ pāṭiyekkaṁ sandiṭṭhikaṁ sāmaññaphalaṁ tasmāpi āditova idaṁ idha dassitanti veditabbaṁ. ",
  "dn2-a:235.17": "Manomayiddhiñāṇakathā ",
  "dn2-a:236-237.1": "<b>Manomaya</b>nti manena nibbattitaṁ. ",
  "dn2-a:236-237.2": "<b>Sabbaṅgapaccaṅgi</b>nti sabbehi aṅgehi ca paccaṅgehi ca samannāgataṁ. ",
  "dn2-a:236-237.3": "<b>Ahīnindriya</b>nti saṇṭhānavasena avikalindriyaṁ. ",
  "dn2-a:236-237.4": "Iddhimatā nimmitarūpañhi sace iddhimā odāto tampi odātaṁ. ",
  "dn2-a:236-237.5": "Sace aviddhakaṇṇo tampi aviddhakaṇṇanti evaṁ sabbākārehi tena sadisameva hoti. ",
  "dn2-a:236-237.6": "<b>Muñjamhā īsika</b>ntiādi upamāttayampi hi sadisabhāvadassanatthameva vuttaṁ. ",
  "dn2-a:236-237.7": "Muñjasadisā eva hi tassa anto īsikā hoti. ",
  "dn2-a:236-237.8": "Kosisadisoyeva asi vaṭṭāya kosiyā vaṭṭaṁ asimeva pakkhipanti patthaṭāya patthaṭaṁ . ",
  "dn2-a:236-237.9": "<b>Karaṇḍā</b>ti idampi ahikañcukassa nāmaṁ na vilīvakaraṇḍakassa. ",
  "dn2-a:236-237.10": "Ahikañcuko hi ahinā sadisova hoti. ",
  "dn2-a:236-237.11": "Tattha kiñcāpi “puriso ahiṁ karaṇḍā uddhareyyā”ti hatthena uddharamāno viya dassito atha kho cittenevassa uddharaṇaṁ veditabbaṁ. ",
  "dn2-a:236-237.12": "Ayañhi ahi nāma sajātiyaṁ ṭhito kaṭṭhantaraṁ vā rukkhantaraṁ vā nissāya tacato sarīraṁ nikkaḍḍhanappayogasaṅkhātena thāmena sarīraṁ khādayamānaṁ viya purāṇatacaṁ jigucchantoti imehi catūhi kāraṇehi sayameva kañcukaṁ pajahati na sakkā tato aññena uddharituṁ tasmā cittena uddharaṇaṁ sandhāya idaṁ vuttanti veditabbaṁ. ",
  "dn2-a:236-237.13": "Iti muñjādisadisaṁ imassa bhikkhuno sarīraṁ īsikādisadisaṁ nimmitarūpanti. ",
  "dn2-a:236-237.14": "Idamettha opammasaṁsandanaṁ. ",
  "dn2-a:236-237.15": "Nimmānavidhānaṁ panettha parato ca iddhividhādipañcaabhiññākathā sabbākārena visuddhimagge vitthāritāti tattha vuttanayeneva veditabbā. ",
  "dn2-a:236-237.16": "Upamāmattameva hi idha adhikaṁ. ",
  "dn2-a:236-237.17": "Iddhividhañāṇādikathā ",
  "dn2-a:238-239.1": "Tattha chekakumbhakārādayo viya iddhividhañāṇalābhī bhikkhu daṭṭhabbo. ",
  "dn2-a:238-239.2": "Suparikammakatamattikādayo viya iddhividhañāṇaṁ daṭṭhabbaṁ. ",
  "dn2-a:238-239.3": "Icchiticchitabhājanavikatiādikaraṇaṁ viya tassa bhikkhuno vikubbanaṁ daṭṭhabbaṁ. ",
  "dn2-a:240-241.1": "Dibbasotadhātuupamāyaṁ yasmā kantāraddhānamaggo sāsaṅko hoti sappaṭibhayo. ",
  "dn2-a:240-241.2": "Tattha ussaṅkitaparisaṅkitena ‘ayaṁ bherisaddo’ ‘ayaṁ mudiṅgasaddo’ti na sakkā vavatthapetuṁ tasmā kantāraggahaṇaṁ akatvā khemamaggaṁ dassento <b>addhānamaggappaṭipanno</b>ti āha. ",
  "dn2-a:240-241.3": "Appaṭibhayañhi khemamaggaṁ sīse sāṭakaṁ katvā saṇikaṁ paṭipanno vuttappakāre sadde sukhaṁ vavatthapeti. ",
  "dn2-a:240-241.4": "Tassa savanena tesaṁ tesaṁ saddānaṁ āvibhūtakālo viya yogino dūrasantikabhedānaṁ dibbānañceva mānussakānañca saddānaṁ āvibhūtakālo veditabbo. ",
  "dn2-a:242-243.1": "Cetopariyañāṇūpamāyaṁ <b>daharo</b>ti taruṇo. ",
  "dn2-a:242-243.2": "<b>Yuvā</b>ti yobbannena samannāgato. ",
  "dn2-a:242-243.3": "<b>Maṇḍanakajātiko</b>ti yuvāpi samāno na ālasiyo na kiliṭṭhavatthasarīro atha kho maṇḍanapakatiko divasassa dve tayo vāre nhāyitvā suddhavatthaparidahanaalaṅkārakaraṇasīloti attho. ",
  "dn2-a:242-243.4": "<b>Sakaṇika</b>nti kāḷatilakavaṅgamukhadūsipīḷakādīnaṁ aññatarena sadosaṁ. ",
  "dn2-a:242-243.5": "Tattha yathā tassa mukhanimittaṁ paccavekkhato mukhe doso pākaṭo hoti evaṁ cetopariyañāṇāya cittaṁ abhinīharitvā nisinnassa bhikkhuno paresaṁ soḷasavidhaṁ cittaṁ pākaṭaṁ hotīti veditabbaṁ. ",
  "dn2-a:244-245.1": "Pubbenivāsañāṇūpamāyaṁ taṁ divasaṁ katakiriyā pākaṭā hotīti taṁ divasaṁ gatagāmattayameva gahitaṁ. ",
  "dn2-a:244-245.2": "Tattha gāmattayagatapuriso viya pubbenivāsañāṇalābhī daṭṭhabbo tayo gāmā viya tayo bhavā daṭṭhabbā tassa purisassa tīsu gāmesu taṁ divasaṁ katakiriyāya āvibhāvo viya pubbenivāsāya cittaṁ abhinīharitvā nisinnassa bhikkhuno tīsu bhavesu katakiriyāya pākaṭabhāvo daṭṭhabbo. ",
  "dn2-a:246-247.1": "Dibbacakkhūpamāyaṁ <b>vīthiṁ sañcarante</b>ti aparāparaṁ sañcarante. ",
  "dn2-a:246-247.2": "Vīthiṁ carantetipi pāṭho. ",
  "dn2-a:246-247.3": "Ayamevattho. ",
  "dn2-a:246-247.4": "Tattha nagaramajjhe siṅghāṭakamhi pāsādo viya imassa bhikkhuno karajakāyo daṭṭhabbo pāsāde ṭhito cakkhumā puriso viya ayameva dibbacakkhuṁ patvā ṭhito bhikkhu gehaṁ pavisantā viya paṭisandhivasena mātukucchiyaṁ pavisantā gehā nikkhamantā viya mātukucchito nikkhamantā rathikāya vīthiṁ sañcarantā viya aparāparaṁ sañcaraṇakasattā purato abbhokāsaṭṭhāne majjhe siṅghāṭake nisinnā viya tīsu bhavesu tattha tattha nibbattasattā pāsādatale ṭhitapurisassa tesaṁ manussānaṁ āvibhūtakālo viya dibbacakkhuñāṇāya cittaṁ abhinīharitvā nisinnassa bhikkhuno tīsu bhavesu nibbattasattānaṁ āvibhūtakālo daṭṭhabbo. ",
  "dn2-a:246-247.5": "Idañca desanāsukhatthameva vuttaṁ. ",
  "dn2-a:246-247.6": "Āruppe pana dibbacakkhussa gocaro natthīti. ",
  "dn2-a:246-247.7": "Āsavakkhayañāṇakathā ",
  "dn2-a:248.1": "<b>So evaṁ samāhite citte</b>ti idha vipassanāpādakaṁ catutthajjhānacittaṁ veditabbaṁ. ",
  "dn2-a:248.2": "<b>Āsavānaṁ khayañāṇāyā</b>ti āsavānaṁ khayañāṇanibbattanatthāya. ",
  "dn2-a:248.3": "Ettha ca <b>āsavānaṁ khayo</b> nāma maggopi phalampi nibbānampi bhaṅgopi vuccati. ",
  "dn2-a:248.4": "“Khaye ñāṇaṁ anuppāde ñāṇa”nti ettha hi maggo āsavānaṁ khayoti vutto. ",
  "dn2-a:248.5": "“Āsavānaṁ khayā samaṇo hotī”ti ettha phalaṁ. ",
  "dn2-a:248.6": "“Paravajjānupassissa niccaṁ ujjhānasaññino ",
  "dn2-a:248.7": "Āsavā tassa vaḍḍhanti ārā so āsavakkhayā”ti.(dha.pa. ",
  "dn2-a:248.8": "253)</blockquote> ",
  "dn2-a:248.9": "Ettha nibbānaṁ. ",
  "dn2-a:248.10": "“Āsavānaṁ khayo vayo bhedo aniccatā antaradhāna”nti ettha bhaṅgo. ",
  "dn2-a:248.11": "Idha pana nibbānaṁ adhippetaṁ. ",
  "dn2-a:248.12": "Arahattamaggopi vaṭṭatiyeva. ",
  "dn2-a:248.13": "<b>Cittaṁ abhinīharatī</b>ti vipassanā cittaṁ tanninnaṁ tappoṇaṁ tappabbhāraṁ karoti. ",
  "dn2-a:248.14": "<b>So idaṁ dukkha</b>ntiādīsu “ettakaṁ dukkhaṁ na ito bhiyyo”ti sabbampi dukkhasaccaṁ sarasalakkhaṇapaṭivedhena yathābhūtaṁ pajānātīti attho. ",
  "dn2-a:248.15": "Tassa ca dukkhassa nibbattikaṁ taṇhaṁ “ayaṁ dukkhasamudayo”ti. ",
  "dn2-a:248.16": "Tadubhayampi yaṁ ṭhānaṁ patvā nirujjhati taṁ tesaṁ appavattiṁ nibbānaṁ “ayaṁ dukkhanirodho”ti tassa ca sampāpakaṁ ariyamaggaṁ “ayaṁ dukkhanirodhagāminī paṭipadā”ti sarasalakkhaṇapaṭivedhena yathābhūtaṁ pajānātīti attho. ",
  "dn2-a:248.17": "Evaṁ sarūpato saccāni dassetvā puna kilesavasena pariyāyato dassento <b>“ime āsavā”</b>tiādimāha. ",
  "dn2-a:248.18": "<b>Tassa evaṁ jānato evaṁ passato</b>ti tassa bhikkhuno evaṁ jānantassa evaṁ passantassa saha vipassanāya koṭippattaṁ maggaṁ kathesi. ",
  "dn2-a:248.19": "<b>Kāmāsavā</b>ti kāmāsavato. ",
  "dn2-a:248.20": "<b>Vimuccatī</b>ti iminā maggakkhaṇaṁ dasseti. ",
  "dn2-a:248.21": "<b>Vimuttasmi</b>nti iminā phalakkhaṇaṁ. ",
  "dn2-a:248.22": "<b>Vimuttamiti ñāṇaṁ hotī</b>ti iminā paccavekkhaṇañāṇaṁ. ",
  "dn2-a:248.23": "<b>Khīṇā jātī</b>tiādīhi tassa bhūmiṁ. ",
  "dn2-a:248.24": "Tena hi ñāṇena khīṇāsavo paccavekkhanto khīṇā jātītiādīni pajānāti. ",
  "dn2-a:248.25": "Katamā panassa jāti khīṇā? ",
  "dn2-a:248.26": "Kathañca naṁ pajānātīti? ",
  "dn2-a:248.27": "Na tāvassa atītā jāti khīṇā pubbeva khīṇattā. ",
  "dn2-a:248.28": "Na anāgatā anāgate vāyāmābhāvato. ",
  "dn2-a:248.29": "Na paccuppannā vijjamānattā. ",
  "dn2-a:248.30": "Yā pana maggassa abhāvitattā uppajjeyya ekacatupañcavokārabhavesu ekacatupañcakkhandhappabhedā jāti sā maggassa bhāvitattā āyatiṁ anuppādadhammataṁ āpajjanena khīṇā. ",
  "dn2-a:248.31": "Taṁ so maggabhāvanāya pahīnakilese paccavekkhitvā “kilesābhāve vijjamānampi kammaṁ āyatiṁ appaṭisandhikaṁva hotī”ti jānanto pajānāti. ",
  "dn2-a:248.32": "<b>Vusita</b>nti vutthaṁ parivutthaṁ. ",
  "dn2-a:248.33": "<b>Brahmacariya</b>nti maggabrahmacariyaṁ. ",
  "dn2-a:248.34": "Puthujjanakalyāṇakena hi saddhiṁ satta sekkhā brahmacariyavāsaṁ vasanti nāma khīṇāsavo vutthavāso tasmā so attano brahmacariyavāsaṁ paccavekkhanto vusitaṁ brahmacariyanti pajānāti. ",
  "dn2-a:248.35": "<b>Kataṁ karaṇīya</b>nti catūsu saccesu catūhi maggehi pariññāpahānasacchikiriyābhāvanāvasena soḷasavidhaṁ kiccaṁ niṭṭhāpitaṁ. ",
  "dn2-a:248.36": "Tena tena maggena pahātabbakilesā pahīnā dukkhamūlaṁ samucchinnanti attho. ",
  "dn2-a:248.37": "Puthujjanakalyāṇakādayo hi taṁ kiccaṁ karonti khīṇāsavo katakaraṇīyo. ",
  "dn2-a:248.38": "Tasmā so attano karaṇīyaṁ paccavekkhanto kataṁ karaṇīyanti pajānāti. ",
  "dn2-a:248.39": "<b>Nāparaṁ itthattāyā</b>ti idāni puna itthabhāvāya evaṁ soḷasakiccabhāvāya kilesakkhayabhāvāya vā kattabbaṁ maggabhāvanākiccaṁ me natthīti pajānāti. ",
  "dn2-a:248.40": "Atha vā <b>itthattāyā</b>ti itthabhāvato imasmā evaṁ pakārā. ",
  "dn2-a:248.41": "Idāni vattamānakhandhasantānā aparaṁ khandhasantānaṁ mayhaṁ natthi. ",
  "dn2-a:248.42": "Ime pana pañcakkhandhā pariññātā tiṭṭhanti chinnamūlakā rukkhā viya te carimakacittanirodhena anupādāno viya jātavedo nibbāyissanti apaṇṇattikabhāvañca gamissantīti pajānāti. ",
  "dn2-a:249.1": "<b>Pabbatasaṅkhepe</b>ti pabbatamatthake. ",
  "dn2-a:249.2": "<b>Anāvilo</b>ti nikkaddamo. ",
  "dn2-a:249.3": "Sippiyo ca sambukā ca <b>sippisambukaṁ.</b> Sakkharā ca kathalāni ca <b>sakkharakathalaṁ</b>. ",
  "dn2-a:249.4": "Macchānaṁ gumbā ghaṭāti <b>macchagumbaṁ</b>. ",
  "dn2-a:249.5": "<b>Tiṭṭhantampi carantampī</b>ti ettha sakkharakathalaṁ tiṭṭhatiyeva itarāni carantipi tiṭṭhantipi. ",
  "dn2-a:249.6": "Yathā pana antarantarā ṭhitāsupi nisinnāsupi vijjamānāsupi “etā gāvo carantī”ti carantiyo upādāya itarāpi carantīti vuccanti. ",
  "dn2-a:249.7": "Evaṁ tiṭṭhantameva sakkharakathalaṁ upādāya itarampi dvayaṁ tiṭṭhantanti vuttaṁ. ",
  "dn2-a:249.8": "Itarañca dvayaṁ carantaṁ upādāya sakkharakathalampi carantanti vuttaṁ. ",
  "dn2-a:249.9": "Tattha cakkhumato purisassa tīre ṭhatvā passato sippikasambukādīnaṁ vibhūtakālo viya āsavānaṁ khayāya cittaṁ abhinīharitvā nisinnassa bhikkhuno catunnaṁ saccānaṁ vibhūtakālo daṭṭhabboti. ",
  "dn2-a:249.10": "Ettāvatā vipassanāñāṇaṁ manomayañāṇaṁ iddhividhañāṇaṁ dibbasotañāṇaṁ cetopariyañāṇaṁ pubbenivāsañāṇaṁ dibbacakkhuvasena nipphannaṁ anāgataṁsañāṇayathākammūpagañāṇadvayaṁ dibbacakkhuñāṇaṁ āsavakkhayañāṇanti dasa ñāṇāni niddiṭṭhāni honti. ",
  "dn2-a:249.11": "Tesaṁ ārammaṇavibhāgo jānitabbo—tattha vipassanāñāṇaṁ parittamahaggataatītānāgatapaccuppannaajjhattabahiddhāvasena sattavidhārammaṇaṁ. ",
  "dn2-a:249.12": "Manomayañāṇaṁ nimmitabbarūpāyatanamattameva ārammaṇaṁ karotīti parittapaccuppannabahiddhārammaṇaṁ. ",
  "dn2-a:249.13": "Āsavakkhayañāṇaṁ appamāṇabahiddhānavattabbārammaṇaṁ. ",
  "dn2-a:249.14": "Avasesānaṁ ārammaṇabhedo visuddhimagge vutto. ",
  "dn2-a:249.15": "<b>Uttaritaraṁ vā paṇītataraṁ vā</b>ti yena kenaci pariyāyena ito seṭṭhataraṁ sāmaññaphalaṁ nāma natthīti bhagavā arahattanikūṭena desanaṁ niṭṭhāpesi. ",
  "dn2-a:249.16": "Ajātasattuupāsakattapaṭivedanākathā ",
  "dn2-a:250.1": "Rājā tattha tattha sādhukāraṁ pavattento ādimajjhapariyosānaṁ sakkaccaṁ sutvā “ciraṁ vatamhi ime pañhe puthū samaṇabrāhmaṇe pucchanto thuse koṭṭento viya kiñci sāraṁ nālatthaṁ aho vata bhagavato guṇasampadā yo me dīpasahassaṁ jālento viya mahantaṁ ālokaṁ katvā ime pañhe vissajjesi. ",
  "dn2-a:250.2": "Suciraṁ vatamhi dasabalassa guṇānubhāvaṁ ajānanto vañcito”ti cintetvā buddhaguṇānussaraṇasambhūtāya pañcavidhāya pītiyā phuṭasarīro attano pasādaṁ āvikaronto upāsakattaṁ paṭivedesi. ",
  "dn2-a:250.3": "Taṁ dassetuṁ “evaṁ vutte rājā”tiādi āraddhaṁ. ",
  "dn2-a:250.4": "Tattha <b>abhikkantaṁ bhante</b>ti ayaṁ abhikkantasaddo khayasundarābhirūpaabbhanumodanesu dissati. ",
  "dn2-a:250.5": "“Abhikkantā bhante ratti nikkhanto paṭhamo yāmo ciranisinno bhikkhusaṅgho”tiādīsu hi khaye dissati. ",
  "dn2-a:250.6": "“Ayaṁ me puggalo khamati imesaṁ catunnaṁ puggalānaṁ abhikkantataro ca paṇītataro cā”tiādīsu sundare. ",
  "dn2-a:250.7": "“Ko me vandati pādāni iddhiyā yasasā jalaṁ ",
  "dn2-a:250.8": "Abhikkantena vaṇṇena sabbā obhāsayaṁ disā”ti.(vi.va. ",
  "dn2-a:250.9": "857)</blockquote> ",
  "dn2-a:250.10": "Ādīsu abhirūpe. ",
  "dn2-a:250.11": "“Abhikkantaṁ bho gotamā”tiādīsu abbhanumodane. ",
  "dn2-a:250.12": "Idhāpi abbhanumodaneyeva. ",
  "dn2-a:250.13": "Yasmā ca abbhanumodane tasmā ‘sādhu sādhu bhante’ti vuttaṁ hotīti veditabbo. ",
  "dn2-a:250.14": "Bhaye kodhe pasaṁsāyaṁ turite kotūhalacchare ",
  "dn2-a:250.15": "Hāse soke pasāde ca kare āmeḍitaṁ budhoti. ",
  "dn2-a:250.16": "Iminā ca lakkhaṇena idha pasādavasena pasaṁsāvasena cāyaṁ dvikkhattuṁ vuttoti veditabbo. ",
  "dn2-a:250.17": "Athavā <b>abhikkanta</b>nti abhikantaṁ atiiṭṭhaṁ atimanāpaṁ atisundaranti vuttaṁ hoti. ",
  "dn2-a:250.18": "Ettha ekena abhikkantasaddena desanaṁ thometi ekena attano pasādaṁ. ",
  "dn2-a:250.19": "Ayañhettha adhippāyo abhikkantaṁ bhante yadidaṁ bhagavato dhammadesanā ‘abhikkantaṁ’ yadidaṁ bhagavato dhammadesanaṁ āgamma mama pasādoti. ",
  "dn2-a:250.20": "Bhagavatoyeva vā vacanaṁ dve dve atthe sandhāya thometi. ",
  "dn2-a:250.21": "Bhagavato vacanaṁ abhikkantaṁ dosanāsanato abhikkantaṁ guṇādhigamanato. ",
  "dn2-a:250.22": "Tathā saddhājananato paññājananato sātthato sabyañjanato uttānapadato gambhīratthato kaṇṇasukhato hadayaṅgamato anattukkaṁsanato  aparavambhanato karuṇāsītalato paññāvadātato āpātharamaṇīyato vimaddakkhamato suyyamānasukhato vīmaṁsiyamānahitatoti evamādīhi yojetabbaṁ. ",
  "dn2-a:250.23": "Tato parampi catūhi upamāhi desanaṁyeva thometi. ",
  "dn2-a:250.24": "Tattha <b>nikkujjita</b>nti adhomukhaṭhapitaṁ heṭṭhāmukhajātaṁ vā. ",
  "dn2-a:250.25": "<b>Ukkujjeyyā</b>ti upari mukhaṁ kareyya. ",
  "dn2-a:250.26": "<b>Paṭicchanna</b>nti tiṇapaṇṇādichāditaṁ. ",
  "dn2-a:250.27": "<b>Vivareyyā</b>ti ugghāṭeyya. ",
  "dn2-a:250.28": "<b>Mūḷhassa vā</b>ti disāmūḷhassa. ",
  "dn2-a:250.29": "<b>Maggaṁ ācikkheyyā</b>ti hatthe gahetvā “esa maggo”ti vadeyya <b>andhakāre</b>ti kāḷapakkhacātuddasī aḍḍharattaghanavanasaṇḍameghapaṭalehi caturaṅge tame. ",
  "dn2-a:250.30": "Ayaṁ tāva anuttānapadattho. ",
  "dn2-a:250.31": "Ayaṁ pana sādhippāyayojanā. ",
  "dn2-a:250.32": "Yathā koci nikkujjitaṁ ukkujjeyya evaṁ saddhammavimukhaṁ asaddhamme patitaṁ maṁ asaddhammā vuṭṭhāpentana. ",
  "dn2-a:250.33": "Yathā paṭicchannaṁ vivareyya evaṁ kassapassa bhagavato sāsanantaradhānā pabhuti micchādiṭṭhigahanapaṭicchannaṁ sāsanaṁ vivarantena yathā mūḷhassa maggaṁ ācikkheyya evaṁ kummaggamicchāmaggappaṭipannassa me saggamokkhamaggaṁ āvikarontena yathā andhakāre telapajjotaṁ dhāreyya evaṁ mohandhakāranimuggassa me buddhādiratanarūpāni apassato tappaṭicchādakamohandhakāraviddhaṁsakadesanāpajjotadhārakena mayhaṁ bhagavatā etehi pariyāyehi pakāsitattā anekapariyāyena dhammo pakāsitoti. ",
  "dn2-a:250.34": "Evaṁ desanaṁ thometvā imāya desanāya ratanattaye pasannacitto pasannākāraṁ karonto <b>esāha</b>ntiādimāha. ",
  "dn2-a:250.35": "Tattha <b>esāha</b>nti eso ahaṁ . ",
  "dn2-a:250.36": "<b>Bhagavantaṁ saraṇaṁ gacchāmī</b>ti bhagavā me saraṇaṁ parāyanaṁ aghassa tātā hitassa ca vidhātāti. ",
  "dn2-a:250.37": "Iminā adhippāyena bhagavantaṁ gacchāmi bhajāmi sevāmi payirupāsāmi evaṁ vā jānāmi bujjhāmīti. ",
  "dn2-a:250.38": "Yesañhi dhātūnaṁ gatiattho buddhipi tesaṁ attho. ",
  "dn2-a:250.39": "Tasmā gacchāmīti imassa jānāmi bujjhāmīti ayampi attho vutto. ",
  "dn2-a:250.40": "<b>Dhammañca bhikkhusaṅghañcā</b>ti ettha pana adhigatamagge sacchikatanirodhe yathānusiṭṭhaṁ paṭipajjamāne catūsu apāyesu apatamāne dhāretīti dhammo so atthato ariyamaggo ceva nibbānañca. ",
  "dn2-a:250.41": "Vuttañcetaṁ—“yāvatā bhikkhave dhammā saṅkhatā ariyo aṭṭhaṅgiko maggo tesaṁ aggamakkhāyatī”ti vitthāro. ",
  "dn2-a:250.42": "Na kevalañca ariyamaggo ceva nibbānañca. ",
  "dn2-a:250.43": "Api ca kho ariyaphalehi saddhiṁ pariyattidhammopi . ",
  "dn2-a:250.44": "Vuttañhetaṁ chattamāṇavakavimāne – ",
  "dn2-a:250.45": "“Rāgavirāgamanejamasokaṁ dhammamasaṅkhatamappaṭikūlaṁ ",
  "dn2-a:250.46": "Madhuramimaṁ paguṇaṁ suvibhattaṁ dhammamimaṁ saraṇatthamupehī”ti.(vi.va. ",
  "dn2-a:250.47": "887)</blockquote> ",
  "dn2-a:250.48": "Ettha hi <b>rāgavirāgo</b>ti maggo kathito. ",
  "dn2-a:250.49": "<b>Anejamasoka</b>nti phalaṁ. ",
  "dn2-a:250.50": "<b>Dhammamasaṅkhata</b>nti nibbānaṁ. ",
  "dn2-a:250.51": "<b>Appaṭikūlaṁ madhuramimaṁ paguṇaṁ suvibhatta</b>nti piṭakattayena vibhattā dhammakkhandhāti. ",
  "dn2-a:250.52": "Diṭṭhisīlasaṁghātena saṁhatoti saṅgho so atthato aṭṭha ariyapuggalasamūho. ",
  "dn2-a:250.53": "Vuttañhetaṁ tasmiññeva vimāne – ",
  "dn2-a:250.54": "“Yattha ca dinnamahapphalamāhu catūsu sucīsu purīsayugesu ",
  "dn2-a:250.55": "Aṭṭha ca puggaladhammadasā te saṅghamimaṁ saraṇatthamupehī”ti.(vi.va. ",
  "dn2-a:250.56": "888)</blockquote> ",
  "dn2-a:250.57": "Bhikkhūnaṁ saṅgho bhikkhusaṅgho. ",
  "dn2-a:250.58": "Ettāvatā rājā tīṇi saraṇagamanāni paṭivedesi. ",
  "dn2-a:250.59": "Saraṇagamanakathā ",
  "dn2-a:250.60": "Idāni tesu saraṇagamanesu kosallatthaṁ saraṇaṁ saraṇagamanaṁ yo ca saraṇaṁ gacchati saraṇagamanappabhedo saraṇagamanaphalaṁ saṅkileso bhedoti ayaṁ vidhi veditabbo. ",
  "dn2-a:250.61": "Seyyathidaṁ—saraṇatthato tāva hiṁsatīti saraṇaṁ. ",
  "dn2-a:250.62": "Saraṇagatānaṁ teneva saraṇagamanena bhayaṁ santāsaṁ dukkhaṁ duggatiparikilesaṁ hanati vināsetīti attho ratanattayassevetaṁ adhivacanaṁ. ",
  "dn2-a:250.63": "Atha vā hite pavattanena ahitā ca nivattanena sattānaṁ bhayaṁ hiṁsati buddho. ",
  "dn2-a:250.64": "Bhavakantārā uttāraṇena assāsadānena ca dhammo appakānampi kārānaṁ vipulaphalapaṭilābhakaraṇena saṅgho . ",
  "dn2-a:250.65": "Tasmā imināpi pariyāyena ratanattayaṁ saraṇaṁ. ",
  "dn2-a:250.66": "Tappasādataggarutāhi vihatakileso tapparāyaṇatākārappavatto cittuppādo saraṇagamanaṁ. ",
  "dn2-a:250.67": "Taṁ samaṅgīsatto saraṇaṁ gacchati. ",
  "dn2-a:250.68": "Vuttappakārena cittuppādena etāni me tīṇi ratanāni saraṇaṁ etāni parāyaṇanti evaṁ upetīti attho. ",
  "dn2-a:250.69": "Evaṁ tāva saraṇaṁ saraṇagamanaṁ yo ca saraṇaṁ gacchati idaṁ tayaṁ veditabbaṁ. ",
  "dn2-a:250.70": "Saraṇagamanappabhede pana duvidhaṁ saraṇagamanaṁ—lokuttaraṁ lokiyañca. ",
  "dn2-a:250.71": "Tattha lokuttaraṁ diṭṭhasaccānaṁ maggakkhaṇe saraṇagamanupakkilesasamucchedena ārammaṇato nibbānārammaṇaṁ hutvā kiccato sakalepi ratanattaye ijjhati. ",
  "dn2-a:250.72": "Lokiyaṁ puthujjanānaṁ saraṇagamanupakkilesavikkhambhanena ārammaṇato buddhādiguṇārammaṇaṁ hutvā ijjhati. ",
  "dn2-a:250.73": "Taṁ atthato buddhādīsu vatthūsu saddhāpaṭilābho saddhāmūlikā ca sammādiṭṭhi dasasu puññakiriyavatthūsu diṭṭhijukammanti vuccati. ",
  "dn2-a:250.74": "Tayidaṁ catudhā vattati—attasanniyyātanena tapparāyaṇatāya sissabhāvūpagamanena paṇipātenāti. ",
  "dn2-a:250.75": "Tattha <b>attasanniyyātanaṁ</b> nāma—“ajjādiṁ katvā ahaṁ attānaṁ buddhassa niyyātemi dhammassa saṅghassā”ti evaṁ buddhādīnaṁ attapariccajanaṁ. ",
  "dn2-a:250.76": "<b>Tapparāyaṇatā</b> nāma “ajjādiṁ katvā ‘ahaṁ buddhaparāyaṇo dhammaparāyaṇo saṅghaparāyaṇo’ti. ",
  "dn2-a:250.77": "Maṁ dhārethā”ti evaṁ tapparāyaṇabhāvo. ",
  "dn2-a:250.78": "<b>Sissabhāvūpagamanaṁ</b> nāma—“ajjādiṁ katvā—‘ahaṁ buddhassa antevāsiko dhammassa saṅghassa antevāsiko’ti maṁ dhārethā”ti evaṁ sissabhāvūpagamo. ",
  "dn2-a:250.79": "<b>Paṇipāto</b> nāma—“ajjādiṁ katvā ahaṁ abhivādanapaccuṭṭhānaañjalikammasāmīcikammaṁ buddhādīnaṁyeva tiṇṇaṁ vatthūnaṁ karomī’ti maṁ dhārethā”ti evaṁ buddhādīsu paramanipaccākāro. ",
  "dn2-a:250.80": "Imesañhi catunnaṁ ākārānaṁ aññatarampi karontena gahitaṁyeva hoti saraṇaṁ. ",
  "dn2-a:250.81": "Api ca bhagavato attānaṁ pariccajāmi dhammassa saṅghassa attānaṁ pariccajāmi jīvitaṁ pariccajāmi pariccattoyeva me attā pariccattaṁyeva jīvitaṁ jīvitapariyantikaṁ buddhaṁ saraṇaṁ gacchāmi buddho me saraṇaṁ leṇaṁ tāṇanti  evampi attasanniyyātanaṁ veditabbaṁ. ",
  "dn2-a:250.82": "“Satthārañca vatāhaṁ passeyyaṁ bhagavantameva passeyyaṁ sugatañca vatāhaṁ passeyyaṁ bhagavantameva passeyyaṁ sammāsambuddhañca vatāhaṁ passeyyaṁ bhagavantameva passeyya”nti . ",
  "dn2-a:250.83": "Evampi mahākassapassa saraṇagamanaṁ viya sissabhāvūpagamanaṁ veditabbaṁ. ",
  "dn2-a:250.84": "“So ahaṁ vicarissāmi gāmā gāmaṁ purā puraṁ ",
  "dn2-a:250.85": "Namassamāno sambuddhaṁ dhammassa ca sudhammata”nti. ",
  "dn2-a:250.86": "Evampi āḷavakādīnaṁ saraṇagamanaṁ viya tapparāyaṇatā veditabbā. ",
  "dn2-a:250.87": "Atha kho brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati pāṇīhi ca parisambāhati nāmañca sāveti—“brahmāyu ahaṁ bho gotama brāhmaṇo brahmāyu ahaṁ bho gotama brāhmaṇo”ti evampi paṇipāto daṭṭhabbo. ",
  "dn2-a:250.88": "So panesa ñātibhayācariyadakkhiṇeyyavasena catubbidho hoti. ",
  "dn2-a:250.89": "Tattha dakkhiṇeyyapaṇipātena saraṇagamanaṁ hoti na itarehi. ",
  "dn2-a:250.90": "Seṭṭhavaseneva hi saraṇaṁ gaṇhāti seṭṭhavasena ca bhijjati. ",
  "dn2-a:250.91": "Tasmā yo sākiyo vā koliyo vā—“buddho amhākaṁ ñātako”ti vandati aggahitameva hoti saraṇaṁ. ",
  "dn2-a:250.92": "Yo vā—“samaṇo gotamo rājapūjito mahānubhāvo avandīyamāno anatthampi kareyyā”ti bhayena vandati aggahitameva hoti saraṇaṁ. ",
  "dn2-a:250.93": "Yo vā bodhisattakāle bhagavato santike kiñci uggahitaṁ saramāno buddhakāle vā – ",
  "dn2-a:250.94": "“Catudhā vibhaje bhoge paṇḍito gharamāvasaṁ ",
  "dn2-a:250.95": "Ekena bhogaṁ bhuñjeyya dvīhi kammaṁ payojaye ",
  "dn2-a:250.96": "Catutthañca nidhāpeyya āpadāsu bhavissatī”ti. ",
  "dn2-a:250.97": "Evarūpaṁ anusāsaniṁ uggahetvā—“ācariyo me”ti vandati aggahitameva hoti saraṇaṁ. ",
  "dn2-a:250.98": "Yo pana—“ayaṁ loke aggadakkhiṇeyyo”ti vandati teneva gahitaṁ hoti saraṇaṁ. ",
  "dn2-a:250.99": "Evaṁ gahitasaraṇassa ca upāsakassa vā upāsikāya vā aññatitthiyesu pabbajitampi ñātiṁ—“ñātako me aya”nti vandato saraṇagamanaṁ na bhijjati pageva apabbajitaṁ. ",
  "dn2-a:250.100": "Tathā rājānaṁ bhayavasena vandato. ",
  "dn2-a:250.101": "So hi raṭṭhapūjitattā avandīyamāno anatthampi kareyyāti. ",
  "dn2-a:250.102": "Tathā yaṁ kiñci sippaṁ sikkhāpakaṁ titthiyampi—“ācariyo me aya”nti vandatopi na bhijjati evaṁ saraṇagamanappabhedo veditabbo. ",
  "dn2-a:250.103": "Ettha ca lokuttarassa saraṇagamanassa cattāri sāmaññaphalāni vipākaphalaṁ sabbadukkhakkhayo ānisaṁsaphalaṁ. ",
  "dn2-a:250.104": "Vuttañhetaṁ – ",
  "dn2-a:250.105": "“Yo ca buddhañca dhammañca saṅghañca saraṇaṁ gato ",
  "dn2-a:250.106": "Cattāri ariyasaccāni sammappaññāya passati. ",
  "dn2-a:250.107": "Dukkhaṁ dukkhasamuppādaṁ dukkhassa ca atikkamaṁ ",
  "dn2-a:250.108": "Ariyaṁ aṭṭhaṅgikaṁ maggaṁ dukkhūpasamagāminaṁ. ",
  "dn2-a:250.109": "Etaṁ kho saraṇaṁ khemaṁ etaṁ saraṇamuttamaṁ ",
  "dn2-a:250.110": "Etaṁ saraṇamāgamma sabbadukkhā pamuccatī”ti.(dha.pa. ",
  "dn2-a:250.111": "192)</blockquote> ",
  "dn2-a:250.112": "Api ca niccādito anupagamanādivasena petassa ānisaṁsaphalaṁ veditabbaṁ. ",
  "dn2-a:250.113": "Vuttañhetaṁ—“aṭṭhānametaṁ anavakāso yaṁ diṭṭhisampanno puggalo kañci saṅkhāraṁ niccato upagaccheyya…pe… kañci saṅkhāraṁ sukhato…pe… kañci dhammaṁ attato upagaccheyya…pe… mātaraṁ jīvitā voropeyya…pe… pitaraṁ…pe… arahantaṁ…pe… paduṭṭhacitto tathāgatassa lohitaṁ uppādeyya…pe…. ",
  "dn2-a:250.114": "saṅghaṁ bhindeyya…pe… aññaṁ satthāraṁ uddiseyya netaṁ ṭhānaṁ vijjatī”ti . ",
  "dn2-a:250.115": "Lokiyassa pana saraṇagamanassa bhavasampadāpi bhogasampadāpi phalameva. ",
  "dn2-a:250.116": "Vuttañhetaṁ – ",
  "dn2-a:250.117": "“Ye keci buddhaṁ saraṇaṁ gatāse na te gamissanti apāyabhūmiṁ ",
  "dn2-a:250.118": "Pahāya mānusaṁ dehaṁ devakāyaṁ paripūressantī”ti. ",
  "dn2-a:250.119": "Aparampi vuttaṁ—“atha kho sakko devānamindo asītiyā devatāsahassehi saddhiṁ yenāyasmā mahāmoggallāno tenupasaṅkami…pe… ekamantaṁ ṭhitaṁ kho sakkaṁ devānamindaṁ āyasmā mahāmoggallāno etadavoca—“sādhu kho devānaminda buddhaṁ saraṇagamanaṁ hoti. ",
  "dn2-a:250.120": "Buddhaṁ saraṇagamanahetu kho devānaminda evamidhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti…pe… te aññe deve dasahi ṭhānehi adhigaṇhanti—dibbena āyunā dibbena vaṇṇena dibbena sukhena dibbena yasena dibbena ādhipateyyena dibbehi rūpehi saddehi gandhehi rasehi phoṭṭhabbehī”ti . ",
  "dn2-a:250.121": "Esa nayo dhamme ca saṅghe ca. ",
  "dn2-a:250.122": "Api ca velāmasuttādīnaṁ vasenāpi saraṇagamanassa phalaviseso veditabbo. ",
  "dn2-a:250.123": "Evaṁ saraṇagamanassa phalaṁ veditabbaṁ. ",
  "dn2-a:250.124": "Tattha ca lokiyasaraṇagamanaṁ tīsu vatthūsu aññāṇasaṁsayamicchāñāṇādīhi saṁkilissati na mahājutikaṁ hoti na mahāvipphāraṁ. ",
  "dn2-a:250.125": "Lokuttarassa natthi saṁkileso. ",
  "dn2-a:250.126": "Lokiyassa ca saraṇagamanassa duvidho bhedo—sāvajjo ca anavajjo ca. ",
  "dn2-a:250.127": "Tattha sāvajjo aññasatthārādīsu attasanniyyātanādīhi hoti so ca aniṭṭhaphalo hoti. ",
  "dn2-a:250.128": "Anavajjo kālakiriyāya hoti so avipākattā aphalo. ",
  "dn2-a:250.129": "Lokuttarassa pana nevatthi bhedo. ",
  "dn2-a:250.130": "Bhavantarepi hi ariyasāvako aññaṁ satthāraṁ na uddisatīti. ",
  "dn2-a:250.131": "Evaṁ saraṇagamanassa saṁkileso ca bhedo ca veditabboti. ",
  "dn2-a:250.132": "<b>Upāsakaṁ maṁ bhante bhagavā dhāretū</b>ti maṁ bhagavā “upāsako aya”nti evaṁ dhāretu jānātūti attho. ",
  "dn2-a:250.133": "Upāsakavidhikosallatthaṁ panettha—ko upāsako? ",
  "dn2-a:250.134": "Kasmā upāsakoti vuccati ? ",
  "dn2-a:250.135": "Kimassa sīlaṁ? ",
  "dn2-a:250.136": "Ko ājīvo? ",
  "dn2-a:250.137": "Kā vipatti? ",
  "dn2-a:250.138": "Kā sampattīti? ",
  "dn2-a:250.139": "Idaṁ pakiṇṇakaṁ veditabbaṁ. ",
  "dn2-a:250.140": "Tattha <b>ko upāsako</b>ti yo koci saraṇagato gahaṭṭho. ",
  "dn2-a:250.141": "Vuttañhetaṁ—“yato kho mahānāma buddhaṁ saraṇaṁ gato hoti dhammaṁ saraṇaṁ gato hoti saṅghaṁ saraṇaṁ gato hoti. ",
  "dn2-a:250.142": "Ettāvatā kho mahānāma upāsako hotī”ti . ",
  "dn2-a:250.143": "<b>Kasmā upāsako</b>ti ratanattayaṁ upāsanato. ",
  "dn2-a:250.144": "So hi buddhaṁ upāsatīti upāsako tathā dhammaṁ saṁghaṁ. ",
  "dn2-a:250.145": "<b>Kimassa sīla</b>nti pañca veramaṇiyo. ",
  "dn2-a:250.146": "Yathāha—“yato kho mahānāma upāsako pāṇātipātā paṭivirato hoti adinnādānā… kāmesumicchācārā… musāvādā… surāmerayamajjapamādaṭṭhānā paṭivirato hoti ettāvatā kho mahānāma upāsako sīlavā hotī”ti . ",
  "dn2-a:250.147": "<b>Ko ājīvo</b>ti pañca micchāvaṇijjā pahāya dhammena samena jīvitakappanaṁ. ",
  "dn2-a:250.148": "Vuttañhetaṁ—“pañcimā bhikkhave vaṇijjā upāsakena akaraṇīyā. ",
  "dn2-a:250.149": "Katamā pañca? ",
  "dn2-a:250.150": "Satthavaṇijjā sattavaṇijjā maṁsavaṇijjā majjavaṇijjā visavaṇijjā. ",
  "dn2-a:250.151": "Imā kho bhikkhave pañca vaṇijjā upāsakena akaraṇīyā”ti . ",
  "dn2-a:250.152": "<b>Kā vipattī</b>ti yā tasseva sīlassa ca ājīvassa ca vipatti ayamassa vipatti. ",
  "dn2-a:250.153": "Api ca yāya esa caṇḍālo ceva hoti malañca patikuṭṭho ca sāpissa vipattīti veditabbā. ",
  "dn2-a:250.154": "Te ca atthato assaddhiyādayo pañca dhammā honti. ",
  "dn2-a:250.155": "Yathāha—“pañcahi bhikkhave dhammehi samannāgato upāsako upāsakacaṇḍālo ca hoti upāsakamalañca upāsakapatikuṭṭho ca. ",
  "dn2-a:250.156": "Katamehi pañcahi? ",
  "dn2-a:250.157": "Assaddho hoti dussīlo hoti kotūhalamaṅgaliko hoti maṅgalaṁ pacceti no kammaṁ ito ca bahiddhā dakkhiṇeyyaṁ pariyesati tattha ca pubbakāraṁ karotī”ti . ",
  "dn2-a:250.158": "<b>Kā sampattī</b>ti yā cassa sīlasampadā ceva ājīvasampadā ca sā sampatti ye cassa ratanabhāvādikarā saddhādayo pañca dhammā. ",
  "dn2-a:250.159": "Yathāha—“pañcahi bhikkhave dhammehi samannāgato upāsako upāsakaratanañca hoti upāsakapadumañca upāsakapuṇḍarīkañca. ",
  "dn2-a:250.160": "Katamehi pañcahi? ",
  "dn2-a:250.161": "Saddho hoti sīlavā hoti na kotūhalamaṅgaliko hoti kammaṁ pacceti no maṅgalaṁ na ito bahiddhā dakkhiṇeyyaṁ gavesati idha ca pubbakāraṁ karotī”ti . ",
  "dn2-a:250.162": "<b>Ajjatagge</b>ti etthāyaṁ <b>agga</b>saddo ādikoṭikoṭṭhāsaseṭṭhesu dissati. ",
  "dn2-a:250.163": "“Ajjatagge samma dovārika āvarāmi dvāraṁ nigaṇṭhānaṁ nigaṇṭhīna”ntiādīsu hi ādimhi dissati. ",
  "dn2-a:250.164": "“Teneva aṅgulaggena taṁ aṅgulaggaṁ parāmaseyya . ",
  "dn2-a:250.165": "Ucchaggaṁ veḷagga”ntiādīsu koṭiyaṁ. ",
  "dn2-a:250.166": "“Ambilaggaṁ vā madhuraggaṁ vā tittakaggaṁ vā vihāraggena vā pariveṇaggena vā bhājetu”ntiādīsu koṭṭhāse. ",
  "dn2-a:250.167": "“Yāvatā bhikkhave sattā apadā vā…pe… tathāgato tesaṁ aggamakkhāyatī”tiādīsu seṭṭhe. ",
  "dn2-a:250.168": "Idha panāyaṁ ādimhi daṭṭhabbo. ",
  "dn2-a:250.169": "Tasmā ajjataggeti ajjataṁ ādiṁ katvāti evametthattho veditabbo. ",
  "dn2-a:250.170": "<b>Ajjata</b>nti ajjabhāvaṁ. ",
  "dn2-a:250.171": "Ajjadaggeti vā pāṭho dakāro padasandhikaro. ",
  "dn2-a:250.172": "Ajja agganti attho. ",
  "dn2-a:250.173": "<b>Pāṇupeta</b>nti pāṇehi upetaṁ. ",
  "dn2-a:250.174": "Yāva me jīvitaṁ pavattati tāva upetaṁ anaññasatthukaṁ tīhi saraṇagamanehi saraṇaṁ gataṁ upāsakaṁ kappiyakārakaṁ maṁ bhagavā dhāretu jānātu. ",
  "dn2-a:250.175": "Ahañhi sacepi me tikhiṇena asinā sīsaṁ chindeyya neva buddhaṁ “na buddho”ti vā dhammaṁ “na dhammo”ti vā saṅghaṁ “na saṅgho”ti vā vadeyyanti. ",
  "dn2-a:250.176": "Evaṁ attasanniyyātanena saraṇaṁ gantvā attanā kataṁ aparādhaṁ pakāsento accayo maṁ bhantetiādimāha. ",
  "dn2-a:250.177": "Tattha <b>accayo</b>ti aparādho. ",
  "dn2-a:250.178": "<b>Maṁ accagamā</b>ti maṁ atikkamma abhibhavitvā pavatto. ",
  "dn2-a:250.179": "<b>Dhammikaṁ dhammarājāna</b>nti ettha dhammaṁ caratīti dhammiko. ",
  "dn2-a:250.180": "Dhammeneva rājā jāto na pitughātanādinā adhammenāti dhammarājā. ",
  "dn2-a:250.181": "<b>Jīvitā voropesi</b>nti jīvitā viyojesiṁ. ",
  "dn2-a:250.182": "<b>Paṭiggaṇhātū</b>ti khamatu. ",
  "dn2-a:250.183": "<b>Āyatiṁ saṁvarāyā</b>ti anāgate saṁvaratthāya. ",
  "dn2-a:250.184": "Puna evarūpassa aparādhassa dosassa khalitassa akaraṇatthāya. ",
  "dn2-a:251.1": "<b>Tagghā</b>ti ekaṁse nipāto. ",
  "dn2-a:251.2": "<b>Yathā dhammaṁ paṭikarosī</b>ti yathā dhammo ṭhito tatheva karosi khamāpesīti vuttaṁ hoti. ",
  "dn2-a:251.3": "<b>Taṁ te mayaṁ paṭiggaṇhāmā</b>ti taṁ tava aparādhaṁ mayaṁ khamāma. ",
  "dn2-a:251.4": "<b>Vuḍḍhihesā mahārāja ariyassa vinaye</b>ti esā mahārāja ariyassa vinaye buddhassa bhagavato sāsane vuḍḍhi nāma. ",
  "dn2-a:251.5": "Katamā? ",
  "dn2-a:251.6": "Yāyaṁ accayaṁ accayato disvā yathādhammaṁ paṭikaritvā āyatiṁ saṁvarāpajjanā desanaṁ pana puggalādhiṭṭhānaṁ karonto—“yo accayaṁ accayato disvā yathādhammaṁ paṭikaroti āyatiṁ saṁvaraṁ āpajjatī”ti āha. ",
  "dn2-a:252.1": "<b>Evaṁ vutte</b>ti evaṁ bhagavatā vutte. ",
  "dn2-a:252.2": "<b>Handa ca dāni mayaṁ bhante</b>ti ettha handāti vacasāyatthe nipāto. ",
  "dn2-a:252.3": "So hi gamanavacasāyaṁ katvā evamāha. ",
  "dn2-a:252.4": "<b>Bahukiccā</b>ti balavakiccā. ",
  "dn2-a:252.5": "<b>Bahukaraṇīyā</b>ti tasseva vevacanaṁ. ",
  "dn2-a:252.6": "<b>Yassadāni tva</b>nti yassa idāni tvaṁ mahārāja gamanassa kālaṁ maññasi jānāsi tassa kālaṁ tvameva jānāsīti vuttaṁ hoti. ",
  "dn2-a:252.7": "<b>Padakkhiṇaṁ katvā pakkāmī</b>ti tikkhattuṁ padakkhiṇaṁ katvā dasanakhasamodhānasamujjalaṁ añjaliṁ sirasi patiṭṭhapetvā yāva dassanavisayaṁ bhagavato abhimukhova paṭikkamitvā dassanavijahanaṭṭhānabhūmiyaṁ pañcapatiṭṭhitena vanditvā pakkāmi. ",
  "dn2-a:253.1": "<b>Khatāyaṁ bhikkhave rājā</b>ti khato ayaṁ bhikkhave rājā. ",
  "dn2-a:253.2": "<b>Upahatāya</b>nti upahato ayaṁ. ",
  "dn2-a:253.3": "Idaṁ vuttaṁ hoti—ayaṁ bhikkhave rājā khato upahato bhinnapatiṭṭho jāto tathānena attanāva attā khato yathā attano patiṭṭhā na jātāti. ",
  "dn2-a:253.4": "<b>Viraja</b>nti rāgarajādivirahitaṁ. ",
  "dn2-a:253.5": "Rāgamalādīnaṁyeva vigatattā <b>vītamalaṁ</b>. ",
  "dn2-a:253.6": "<b>Dhammacakkhu</b>nti dhammesu vā cakkhuṁ dhammamayaṁ vā cakkhuṁ aññesu ṭhānesu tiṇṇaṁ maggānametaṁ adhivacanaṁ. ",
  "dn2-a:253.7": "Idha pana sotāpattimaggasseva. ",
  "dn2-a:253.8": "Idaṁ vuttaṁ hoti—sace iminā pitā ghātito nābhavissa idāni idhevāsane nisinno sotāpattimaggaṁ patto abhavissa pāpamittasaṁsaggena panassa antarāyo jāto. ",
  "dn2-a:253.9": "Evaṁ santepi yasmā ayaṁ tathāgataṁ upasaṅkamitvā ratanattayaṁ saraṇaṁ gato tasmā mama sāsanamahantatāya yathā nāma koci purisassa vadhaṁ katvā pupphamuṭṭhimattena daṇḍena mucceyya evameva lohakumbhiyaṁ nibbattitvā tiṁsavassasahassāni adho patanto heṭṭhimatalaṁ patvā tiṁsavassasahassāni uddhaṁ gacchanto punapi uparimatalaṁ pāpuṇitvā muccissatīti idampi kira bhagavatā vuttameva pāḷiyaṁ pana na ārūḷhaṁ. ",
  "dn2-a:253.10": "Idaṁ pana suttaṁ sutvā raññā koci ānisaṁso laddhoti? ",
  "dn2-a:253.11": "Mahāānisaṁso laddho. ",
  "dn2-a:253.12": "Ayañhi pitu māritakālato paṭṭhāya neva rattiṁ na divā niddaṁ labhati satthāraṁ pana upasaṅkamitvā imāya madhurāya ojavantiyā dhammadesanāya sutakālato paṭṭhāya niddaṁ labhi. ",
  "dn2-a:253.13": "Tiṇṇaṁ ratanānaṁ mahāsakkāraṁ akāsi. ",
  "dn2-a:253.14": "Pothujjanikāya saddhāya samannāgato nāma iminā raññā sadiso nāhosi. ",
  "dn2-a:253.15": "Anāgate pana <b>vijitāvī nāma paccekabuddho</b> hutvā parinibbāyissatīti . ",
  "dn2-a:253.16": "Idamavoca bhagavā. ",
  "dn2-a:253.17": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "dn2-a:253.18": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ ",
  "dn2-a:253.19": "Sāmaññaphalasuttavaṇṇanā niṭṭhitā. "
}