{
  "sn44.1:0.1": "Linked Discourses 44 ",
  "sn44.1:0.2": "1. The Undeclared Points ",
  "sn44.1:0.3": "1. With Khemā ",
  "sn44.1:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "sn44.1:1.2": "Now at that time the nun Khemā was wandering in the land of the Kosalans between Sāvatthī and Sāketa when she took up residence in Toraṇavatthu. ",
  "sn44.1:1.3": "Then King Pasenadi was traveling from Sāketa to Sāvatthī, and he too stayed in Toraṇavatthu for a single night. ",
  "sn44.1:1.4": "Then King Pasenadi addressed a man, ",
  "sn44.1:1.5": "“Please, mister, check if there’s a suitable ascetic or brahmin in Toraṇavatthu to whom I can pay homage.” ",
  "sn44.1:2.1": "“Yes, Your Majesty,” replied that man. He searched all over Toraṇavatthu, but he couldn’t see a suitable ascetic or brahmin for the king to pay homage to. ",
  "sn44.1:2.2": "But he saw that the nun Khemā was staying there, ",
  "sn44.1:2.3": "so he went to the king and said to him, ",
  "sn44.1:3.1": "“Your Majesty, there’s no ascetic or brahmin in Toraṇavatthu for the king to pay homage to. ",
  "sn44.1:3.2": "But there is the nun Khemā, who’s a disciple of the Blessed One, the perfected one, the fully awakened Buddha. ",
  "sn44.1:3.3": "She has a good reputation as being ",
  "sn44.1:3.4": "astute, competent, clever, learned, a brilliant speaker, and eloquent. ",
  "sn44.1:3.5": "Your Majesty may pay homage to her.” ",
  "sn44.1:4.1": "Then King Pasenadi of Kosala went up to the nun Khemā, bowed, sat down to one side, and said to her: ",
  "sn44.1:4.2": "“Ma’am, does a Realized One exist after death?” ",
  "sn44.1:4.3": "“Great king, this has not been declared by the Buddha.” ",
  "sn44.1:4.4": " ",
  "sn44.1:4.5": "“Well then, does a Realized One not exist after death?” ",
  "sn44.1:4.6": "“This too has not been declared by the Buddha.” ",
  "sn44.1:4.7": " ",
  "sn44.1:4.8": "“Well then, does a Realized One both exist and not exist after death?” ",
  "sn44.1:4.9": "“This has not been declared by the Buddha.” ",
  "sn44.1:4.10": " ",
  "sn44.1:4.11": "“Well then, does a Realized One neither exist nor not exist after death?” ",
  "sn44.1:4.12": "“This too has not been declared by the Buddha.” ",
  "sn44.1:4.13": " ",
  "sn44.1:5.1": "“Ma’am, when asked these questions, you say ",
  "sn44.1:5.2": "that this has not been declared by the Buddha. ",
  "sn44.1:5.3": " ",
  "sn44.1:5.4": " ",
  "sn44.1:5.5": " ",
  "sn44.1:5.6": " ",
  "sn44.1:5.7": " ",
  "sn44.1:5.8": " ",
  "sn44.1:5.9": " ",
  "sn44.1:5.10": " ",
  "sn44.1:5.11": " ",
  "sn44.1:5.12": " ",
  "sn44.1:5.13": "What’s the cause, what’s the reason why this has not been declared by the Buddha?” ",
  "sn44.1:6.1": "“Well then, great king, I’ll ask you about this in return, and you can answer as you like. ",
  "sn44.1:6.2": "What do you think, great king? ",
  "sn44.1:6.3": "Is there any accountant or finger-tallier or reckoner who can count the grains of sand in the Ganges, that is, ",
  "sn44.1:6.4": "how many grains of sand there are, how many hundreds or thousands or hundreds of thousands of grains of sand?” ",
  "sn44.1:6.5": "“No, ma’am.” ",
  "sn44.1:6.6": "“Is there any accountant or finger-tallier or reckoner who can count the water in the ocean, that is, ",
  "sn44.1:6.7": "how many gallons of water there are, how many hundreds or thousands or hundreds of thousands of gallons of water?” ",
  "sn44.1:6.8": "“No, ma’am. ",
  "sn44.1:6.9": "Why is that? ",
  "sn44.1:6.10": "Because the ocean is deep, immeasurable, and hard to fathom.” ",
  "sn44.1:6.11": "“In the same way, great king, any form by which a Realized One might be described has been cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. ",
  "sn44.1:6.12": "A Realized One is freed from reckoning in terms of form. They’re deep, immeasurable, and hard to fathom, ",
  "sn44.1:6.13": "like the ocean. ",
  "sn44.1:6.14": "To say that after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist: none of these apply. ",
  "sn44.1:7.1": "Any feeling … ",
  "sn44.1:7.2": " ",
  "sn44.1:7.3": " ",
  "sn44.1:7.4": " ",
  "sn44.1:8.1": "perception … ",
  "sn44.1:8.2": "choices … ",
  "sn44.1:8.3": " ",
  "sn44.1:8.4": " ",
  "sn44.1:8.5": " ",
  "sn44.1:9.1": "consciousness by which a Realized One might be described has been cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. ",
  "sn44.1:9.2": "A Realized One is freed from reckoning in terms of consciousness. They’re deep, immeasurable, and hard to fathom, ",
  "sn44.1:9.3": "like the ocean. ",
  "sn44.1:9.4": "To say that after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist: none of these apply.” ",
  "sn44.1:9.5": "Then King Pasenadi approved and agreed with what the nun Khemā said. Then he got up from his seat, bowed, and respectfully circled her, keeping her on his right, before leaving. ",
  "sn44.1:10.1": "Then on a later occasion King Pasenadi of Kosala went up to the Buddha, bowed, and sat down to one side. He asked the Buddha exactly the same questions he had asked the nun Khemā, and received the same answers. ",
  "sn44.1:10.2": " ",
  "sn44.1:10.3": " ",
  "sn44.1:10.4": " ",
  "sn44.1:10.5": " ",
  "sn44.1:10.6": " ",
  "sn44.1:10.7": " ",
  "sn44.1:10.8": " ",
  "sn44.1:10.9": " ",
  "sn44.1:10.10": " ",
  "sn44.1:10.11": " ",
  "sn44.1:10.12": " ",
  "sn44.1:10.13": " ",
  "sn44.1:10.14": " ",
  "sn44.1:10.15": " ",
  "sn44.1:10.16": " ",
  "sn44.1:10.17": " ",
  "sn44.1:10.18": " ",
  "sn44.1:10.19": " ",
  "sn44.1:11.1": " ",
  "sn44.1:11.2": " ",
  "sn44.1:11.3": " ",
  "sn44.1:11.4": " ",
  "sn44.1:11.5": " ",
  "sn44.1:11.6": " ",
  "sn44.1:11.7": " ",
  "sn44.1:11.8": " ",
  "sn44.1:11.9": " ",
  "sn44.1:11.10": " ",
  "sn44.1:11.11": " ",
  "sn44.1:11.12": " ",
  "sn44.1:11.13": " ",
  "sn44.1:11.14": " ",
  "sn44.1:11.15": " ",
  "sn44.1:11.16": " ",
  "sn44.1:12.1": " ",
  "sn44.1:12.2": " ",
  "sn44.1:12.3": " ",
  "sn44.1:12.4": " ",
  "sn44.1:13.1": "He said, “It’s incredible, sir, it’s amazing! ",
  "sn44.1:13.2": "How the meaning and the phrasing of the teacher and the disciple fit together and agree without contradiction when it comes to the chief matter! ",
  "sn44.1:13.3": "This one time I went to the nun Khemā and asked her about this matter. ",
  "sn44.1:13.4": "And she explained it to me with these words and phrases, just like the Buddha. ",
  "sn44.1:13.5": "It’s incredible, sir, it’s amazing! ",
  "sn44.1:13.6": "How the meaning and the phrasing of the teacher and the disciple fit together and agree without contradiction when it comes to the chief matter! ",
  "sn44.1:13.7": "Well, now, sir, I must go. ",
  "sn44.1:13.8": "I have many duties, and much to do.” ",
  "sn44.1:13.9": "“Please, great king, go at your convenience.” ",
  "sn44.1:13.10": "Then King Pasenadi approved and agreed with what the Buddha said. Then he got up from his seat, bowed, and respectfully circled him, keeping him on his right, before leaving. "
}