{
  "ud2.10:0.1": "Udāna 2.10",
  "ud2.10:0.2": "Bhaddiyasutta",
  "ud2.10:1.1": "Evaṃ me sutaṃ—",
  "ud2.10:1.2": " ekaṃ samayaṃ bhagavā anupiyāyaṃ viharati ambavane.",
  "ud2.10:1.3": "Tena kho pana samayena āyasmā bhaddiyo kāḷīgodhāya putto araññagatopi rukkhamūlagatopi suññāgāragatopi abhikkhaṇaṃ udānaṃ udānesi:",
  "ud2.10:1.4": "“aho sukhaṃ, aho sukhan”ti.",
  "ud2.10:2.1": "Assosuṃ kho sambahulā bhikkhū āyasmato bhaddiyassa kāḷīgodhāya puttassa araññagatassapi rukkhamūlagatassapi suññāgāragatassapi abhikkhaṇaṃ udānaṃ udānentassa:",
  "ud2.10:2.2": "“aho sukhaṃ, aho sukhan”ti.",
  "ud2.10:2.3": "Sutvāna nesaṃ etadahosi:",
  "ud2.10:2.4": "“nissaṃsayaṃ kho, āvuso, āyasmā bhaddiyo kāḷīgodhāya putto anabhirato brahmacariyaṃ carati, yaṃsa pubbe agāriyabhūtassa rajjasukhaṃ, so tamanussaramāno araññagatopi rukkhamūlagatopi suññāgāragatopi abhikkhaṇaṃ udānaṃ udānesi:",
  "ud2.10:2.5": "‘aho sukhaṃ, aho sukhan’”ti.",
  "ud2.10:3.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "ud2.10:3.2": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "ud2.10:3.3": "“āyasmā, bhante, bhaddiyo kāḷīgodhāya putto araññagatopi rukkhamūlagatopi suññāgāragatopi abhikkhaṇaṃ udānaṃ udānesi:",
  "ud2.10:3.4": "‘aho sukhaṃ, aho sukhan’ti.",
  "ud2.10:3.5": "Nissaṃsayaṃ kho, bhante, āyasmā bhaddiyo kāḷīgodhāya putto anabhirato brahmacariyaṃ carati.",
  "ud2.10:3.6": "Yaṃsa pubbe agāriyabhūtassa rajjasukhaṃ, so tamanussaramāno araññagatopi rukkhamūlagatopi suññāgāragatopi abhikkhaṇaṃ udānaṃ udānesi:",
  "ud2.10:3.7": "‘aho sukhaṃ, aho sukhan’”ti.",
  "ud2.10:4.1": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:",
  "ud2.10:4.2": "“ehi tvaṃ, bhikkhu, mama vacanena bhaddiyaṃ bhikkhuṃ āmantehi:",
  "ud2.10:4.3": "‘satthā taṃ, āvuso bhaddiya, āmantetī’”ti.",
  "ud2.10:5.1": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā bhaddiyo kāḷīgodhāya putto tenupasaṅkami; upasaṅkamitvā bhaddiyaṃ kāḷīgodhāya puttaṃ etadavoca:",
  "ud2.10:5.2": "“satthā taṃ, āvuso bhaddiya, āmantetī”ti.",
  "ud2.10:5.3": "“Evamāvuso”ti kho āyasmā bhaddiyo kāḷīgodhāya putto tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud2.10:5.4": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ bhaddiyaṃ kāḷīgodhāya puttaṃ bhagavā etadavoca:",
  "ud2.10:6.1": "“Saccaṃ kira tvaṃ, bhaddiya, araññagatopi rukkhamūlagatopi suññāgāragatopi abhikkhaṇaṃ udānaṃ udānesi:",
  "ud2.10:6.2": "‘aho sukhaṃ, aho sukhan’”ti.",
  "ud2.10:6.3": "“Evaṃ, bhante”ti.",
  "ud2.10:7.1": "“Kiṃ pana tvaṃ, bhaddiya, atthavasaṃ sampassamāno araññagatopi rukkhamūlagatopi suññāgāragatopi abhikkhaṇaṃ udānaṃ udānesi:",
  "ud2.10:7.2": "‘aho sukhaṃ, aho sukhan’”ti.",
  "ud2.10:7.3": "“Pubbe me, bhante, agāriyabhūtassa rajjaṃ kārentassa antopi antepure rakkhā susaṃvihitā ahosi, bahipi antepure rakkhā susaṃvihitā ahosi, antopi nagare rakkhā susaṃvihitā ahosi, bahipi nagare rakkhā susaṃvihitā ahosi, antopi janapade rakkhā susaṃvihitā ahosi, bahipi janapade rakkhā susaṃvihitā ahosi.",
  "ud2.10:7.4": "So kho ahaṃ, bhante, evaṃ rakkhito gopito santo bhīto ubbiggo ussaṅkī utrāsī vihāsiṃ.",
  "ud2.10:7.5": "Etarahi kho panāhaṃ, bhante, araññagatopi rukkhamūlagatopi suññāgāragatopi eko abhīto anubbiggo anussaṅkī anutrāsī appossukko pannalomo paradattavutto, migabhūtena cetasā viharāmi.",
  "ud2.10:7.6": "Imaṃ kho ahaṃ, bhante, atthavasaṃ sampassamāno araññagatopi rukkhamūlagatopi suññāgāragatopi abhikkhaṇaṃ udānaṃ udānesiṃ:",
  "ud2.10:7.7": "‘aho sukhaṃ, aho sukhan’”ti.",
  "ud2.10:8.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud2.10:9.1": "“Yassantarato na santi kopā,",
  "ud2.10:9.2": "Itibhavābhavatañca vītivatto;",
  "ud2.10:9.3": "Taṃ vigatabhayaṃ sukhiṃ asokaṃ,",
  "ud2.10:9.4": "Devā nānubhavanti dassanāyā”ti.",
  "ud2.10:9.5": "Dasamaṃ.",
  "ud2.10:9.6": "Mucalindavaggo dutiyo.",
  "ud2.10:10.1": "Mucalindo rājā daṇḍena,",
  "ud2.10:10.2": "sakkāro upāsakena ca;",
  "ud2.10:10.3": "Gabbhinī ekaputto ca,",
  "ud2.10:10.4": "suppavāsā visākhā ca;",
  "ud2.10:10.5": "Kāḷīgodhāya bhaddiyoti."
}