{
  "snp3.6:16.1": "Comm allows _kappa_ in the sense of both “mental activity” and “aeon” here. For the sake of consistency with later uses of the term, it might seem prudent to use “mental activity” here, and most translators have done so. Yet the context in this verse suggests it is about the aeons of transmigration.",
  "snp3.6:24.1": "I think Norman’s reconstruction of this to root _ñā_ (followed by Bodhi) is too speculative. The word makes fine sense as is, and is more metaphorically connected with the sense of _khetta_.",
  "snp3.6:25.1": "Reading _vijeyya_; both _viceyya_ and _vijeyya_ are accepted in the commentary.",
  "snp3.6:27.1": "The commentary has led translators astray here. _Paṇḍarāni_ means not “senses” per commentary (followed without remark by Norman); nor “translucencies” per Bodhi; nor “white flowers” per Thanissaro. In the EBTs, _paṇḍara_ simply means “white, pure” and is a synonym for _suddhi_ in the next line. A true _paṇḍita_ is pure both inside and out.",
  "snp3.6:27.4": "Using ‘wise scholar’ rather than my normal ‘astute’ to capture, albeit lamely, a pun with _paṇḍara_.",
  "snp3.6:33.2": "Commentarial “abode of energy” for _viriyavāso_ doesn’t sound right to me, though followed by Bodhi and Norman. I read _viriyavā so_.",
  "snp3.6:33.4": "Reading _vīro_.",
  "snp3.6:37.1": "Earlier translations misconstrued this verse. The gerunds _sutvā_ and _abhiññāya_ apply to their respective following accusatives _sabbadhammaṁ_ and _sāvajjānavajjaṁ_, not both to _sabbadhammaṁ_ per Norman and Bodhi. _Dhamma_ means “teachings” here, not “phenomena” per Bodhi. The sense is that to be a “scholar” it is not enough to have “learned” the teachings, one must know for oneself. The commentary well explains this sense, but it doesn’t come through in the translations. Thanissaro attempts this sense, but only by adding an unsupported reading of _abhiññāya_ as dative.",
  "snp3.6:38.3": "The three perceptions are sensuality, malice, and cruelty. Since _paṅka_ is regularly said to be a term for _kāma_, it seems we should read “the bog of the three perceptions” rather than “the three perceptions and the bog” per Bodhi and Thanissaro.",
  "snp3.6:39.1": "It seems to me that the syntax reads more cleanly if the nominatives in this line and the next are read together; and the clauses following _sabb-_ are likewise read in parallel.",
  "snp3.6:40.3": "Following Norman and Bodhi in reading _parivajjayitā_ here.",
  "snp3.6:40.5": "I think Bodhi, Norman, and Thanissaro have missed two related points. First, _pariyanta_ means “limit, boundary” not “end”; and second, _nāmarūpa_ is not ended in this life but rather “limited”. An arahant still has name & form but only until _parinibbāna_; it is “limited”. This further highlights the rather awkward inclusion of _nāmarūpa_ in the list of defilements, which are ended. I think we should, rather, include the defilements with the “deeds causing suffering”. This has the further advantage of dividing this long verse into 4 + 2 lines rather than 3 + 3.",
  "snp3.6:40.6": "I think _pattipatta_ is a play on words here.",
  "snp3.6:44.4": "Oddly, at [an5.38:5.4]() we find _sorata_ with _sakhila_ in a similar sense to _akhila_ here.",
  "snp3.6:47.4": "The commentary says these were two groups of wise devas. But it seems it refers to the legendary sages Nārada and his nephew Parvata, whose friendship, estrangement, and reconciliation is told in the Viṣṇu Purāṇa. Nārada is known for his learning and wisdom, which supports the commentary to an extent. Why these two are invoked here is a mystery; presumably they were important to Sabhiya. They occur in a similar context, but with many more gods, in [ja547]()."
}