{
  "snp3.6:16.1": "The Commentary allows <i lang='pi' translate='no'>kappa</i> in the sense of both “mental activity” and “aeon” here. The context in this verse suggests it is about the aeons of transmigration. ",
  "snp3.6:19.5": "Commentary glosses <i lang='pi' translate='no'>brahmā</i> with <i lang='pi' translate='no'>brāhmaṇa</i>, which is required by the sense. ",
  "snp3.6:24.1": "I think Norman’s reconstruction of this to root <i lang='pi' translate='no'>ñā</i> (followed by Bodhi) is too speculative. The word makes fine sense as is, and is more metaphorically connected with the sense of <i lang='pi' translate='no'>khetta</i>. ",
  "snp3.6:25.1": "Reading <i lang='pi' translate='no'>vijeyya</i>; both <i lang='pi' translate='no'>viceyya</i> and <i lang='pi' translate='no'>vijeyya</i> are accepted in the commentary. The “fields” are the “fields of deeds” (<a href='/an3.77/en/sujato#2.3.'>AN 3.77:2.3.</a>). ",
  "snp3.6:27.1": "<i lang='pi' translate='no'>Paṇḍarāni</i> means not “senses” per commentary, but is a synonym for <i lang='pi' translate='no'>suddhi</i> in the next line. A true <i lang='pi' translate='no'>paṇḍita</i> is pure both inside and out. ",
  "snp3.6:27.4": "",
  "snp3.6:33.2": "The commentary’s “abode of energy” for <i lang='pi' translate='no'>viriyavāso</i> doesn’t sound right to me, though followed by Bodhi and Norman. I read <i lang='pi' translate='no'>viriyavā so</i>. ",
  "snp3.6:33.4": "Reading <i lang='pi' translate='no'>vīro</i>. ",
  "snp3.6:37.1": "The absolutives <i lang='pi' translate='no'>sutvā</i> and <i lang='pi' translate='no'>abhiññāya</i> apply to their respective following accusatives <i lang='pi' translate='no'>sabbadhammaṁ</i> and <i lang='pi' translate='no'>sāvajjānavajjaṁ</i>. ",
  "snp3.6:38.3": "The three perceptions are sensuality, malice, and cruelty. Since <i lang='pi' translate='no'>paṅka</i> is  a stock metaphor for <i lang='pi' translate='no'>kāma</i>, it seems we should read “the bog of the three perceptions” rather than “the three perceptions and the bog”. ",
  "snp3.6:39.1": "The syntax reads more cleanly if the nominatives in this line and the next are read together; and the clauses following <i lang='pi' translate='no'>sabb-</i> are likewise read in parallel. ",
  "snp3.6:40.3": "",
  "snp3.6:40.5": "<i lang='pi' translate='no'>Pariyanta</i> means “limit, boundary”. An arahant still has name & form, but only until the end of their life. ",
  "snp3.6:40.6": "I think <i lang='pi' translate='no'>pattipatta</i> is a play on words here. ",
  "snp3.6:42.1": "These are the sixty-two views of the Brahmajalasutta. The view of self underlies them all (<a href='/sn41.3/en/sujato#4.13'>SN 41.3:4.13</a>), and according to the commentary it is here included as the sixty-third. ",
  "snp3.6:44.4": "Oddly, at <a href='/an5.38/en/sujato#5.4'>AN 5.38:5.4</a> we find <i lang='pi' translate='no'>sorata</i> with <i lang='pi' translate='no'>sakhila</i> in a similar sense to <i lang='pi' translate='no'>akhila</i> here. ",
  "snp3.6:47.4": "A rare Pali reference to the legendary sages Nārada and his nephew Parvata, whose story is in the Viṣṇu Purāṇa. "
}