{
  "snp3.4:1.3": "This is evidently the midday fire oblation described at Śatapatha Brāhmaṇa 2.2.3. A brahmin householder, worshipping when the sun is at its most powerful and the forces of darkness weakest, renders offerings to Agni so that he will drive away evils. ",
  "snp3.4:4.1": "Here <i lang='pi' translate='no'>rājaputta</i> is a synonym of <i lang='pi' translate='no'>khattiya</i>. ",
  "snp3.4:5.3": "The commentary glosses <i lang='pi' translate='no'>māṇavehi</i>, which normally means “brahmin students”, with <i lang='pi' translate='no'>manussehi</i> (“humans”); both words mean “descendant of the first man, Manu”. <i lang='pi' translate='no'>Māṇava</i> is also used in the sense “human” at <a href='https://suttacentral.net/mn130/en/sujato#30.4'>MN 130:30.4</a>. ",
  "snp3.4:7.3": "The Buddha is demonstrating his expertise. The verse here called Sāvittī (Sanskrit Sāvitrī) may be recited in Gāyatrī or Anuṣṭubh metres. The form specified here is the Gāyatrī, which is the form recommended for the initiation of a student in Śatapatha Brāhmaṇa 11.5.4.13 (see also Bṛhadāraṇyaka Upaniṣad 5.14), and probably represents the lineage practiced by Siddhattha under his former teachers. ",
  "snp3.4:10.5": "The <i lang='pi' translate='no'>pūraḷāsa</i> (Sanskrit <i lang='pi' translate='no'>puroḍāśa</i>) is the “fore-offering”, which originally might be the goat that is led before the horse to the sacrifice (Rig Veda 1.162.3). The reference here, however, is to the cakes of rice-meal steeped in ghee that are offered to Agni. ",
  "snp3.4:11.2": "Norman and Bodhi both have “approach and ask”, but <i lang='pi' translate='no'>upasaṅkamma</i> is absolutive: he is already there. ",
  "snp3.4:14.2": "The line plays with <i lang='pi' translate='no'>jāti</i> (“birth”), <i lang='pi' translate='no'>jāyati</i> (“give birth”), and <i lang='pi' translate='no'>jātavedas</i>. The latter term is a Vedic word for fire or “flame”. Its meaning is obscure, but I think the sense is <i lang='pi' translate='no'>jāta</i> (“those who have been born”, i.e. “mortals”) plus <i lang='pi' translate='no'>vedas</i> (“knowledge”), i.e. “one who brings knowledge to mortals”. This is the fire-god Agni, who comes down from the sun to the sacrificial fire, bringing light and awareness and Vedic knowledge to those who have been born, namely mortal humans. In this passage, it implies that anyone who “has been born” can “give birth” to “knowledge” regardless of their “birth”. ",
  "snp3.4:30.5": "Here the Buddha refers to himself as a <i lang='pi' translate='no'>yakkha</i>. ",
  "snp3.4:32.1": "Śatapatha Brāhmaṇa 2.2.3.14 says the verses to be recited are those of five-syllable lines, because there are five potsherds on which the rice-cakes are offered, and five seasons in which Agni abides. These verses are from Rig Veda 4.10 in praise of Agni, who expels the “baggage” of sinful deeds. "
}