{
  "snp3.6:16.1": "Comm allows <i lang='pi' translate='no'>kappa</i> in the sense of both “mental activity” and “aeon” here. For the sake of consistency with later uses of the term, it might seem prudent to use “mental activity” here, and most translators have done so. Yet the context in this verse suggests it is about the aeons of transmigration.",
  "snp3.6:24.1": "I think Norman’s reconstruction of this to root <i lang='pi' translate='no'>ñā</i> (followed by Bodhi) is too speculative. The word makes fine sense as is, and is more metaphorically connected with the sense of <i lang='pi' translate='no'>khetta</i>.",
  "snp3.6:25.1": "Reading <i lang='pi' translate='no'>vijeyya</i>; both <i lang='pi' translate='no'>viceyya</i> and <i lang='pi' translate='no'>vijeyya</i> are accepted in the commentary.",
  "snp3.6:27.1": "The commentary has led translators astray here. <i lang='pi' translate='no'>Paṇḍarāni</i> means not “senses” per commentary (followed without remark by Norman); nor “translucencies” per Bodhi; nor “white flowers” per Thanissaro. In the EBTs, <i lang='pi' translate='no'>paṇḍara</i> simply means “white, pure” and is a synonym for <i lang='pi' translate='no'>suddhi</i> in the next line. A true <i lang='pi' translate='no'>paṇḍita</i> is pure both inside and out.",
  "snp3.6:27.4": "Using ‘wise scholar’ rather than my normal ‘astute’ to capture, albeit lamely, a pun with <i lang='pi' translate='no'>paṇḍara</i>.",
  "snp3.6:33.2": "Commentarial “abode of energy” for <i lang='pi' translate='no'>viriyavāso</i> doesn’t sound right to me, though followed by Bodhi and Norman. I read <i lang='pi' translate='no'>viriyavā so</i>.",
  "snp3.6:33.4": "Reading <i lang='pi' translate='no'>vīro</i>.",
  "snp3.6:37.1": "Earlier translations misconstrued this verse. The gerunds <i lang='pi' translate='no'>sutvā</i> and <i lang='pi' translate='no'>abhiññāya</i> apply to their respective following accusatives <i lang='pi' translate='no'>sabbadhammaṁ</i> and <i lang='pi' translate='no'>sāvajjānavajjaṁ</i>, not both to <i lang='pi' translate='no'>sabbadhammaṁ</i> per Norman and Bodhi. <i lang='pi' translate='no'>Dhamma</i> means “teachings” here, not “phenomena” per Bodhi. The sense is that to be a “scholar” it is not enough to have “learned” the teachings, one must know for oneself. The commentary well explains this sense, but it doesn’t come through in the translations. Thanissaro attempts this sense, but only by adding an unsupported reading of <i lang='pi' translate='no'>abhiññāya</i> as dative.",
  "snp3.6:38.3": "The three perceptions are sensuality, malice, and cruelty. Since <i lang='pi' translate='no'>paṅka</i> is regularly said to be a term for <i lang='pi' translate='no'>kāma</i>, it seems we should read “the bog of the three perceptions” rather than “the three perceptions and the bog” per Bodhi and Thanissaro.",
  "snp3.6:39.1": "It seems to me that the syntax reads more cleanly if the nominatives in this line and the next are read together; and the clauses following <i lang='pi' translate='no'>sabb-</i> are likewise read in parallel.",
  "snp3.6:40.3": "Following Norman and Bodhi in reading <i lang='pi' translate='no'>parivajjayitā</i> here.",
  "snp3.6:40.5": "I think Bodhi, Norman, and Thanissaro have missed two related points. First, <i lang='pi' translate='no'>pariyanta</i> means “limit, boundary” not “end”; and second, <i lang='pi' translate='no'>nāmarūpa</i> is not ended in this life but rather “limited”. An arahant still has name & form but only until <i lang='pi' translate='no'>parinibbāna</i>; it is “limited”. This further highlights the rather awkward inclusion of <i lang='pi' translate='no'>nāmarūpa</i> in the list of defilements, which are ended. I think we should, rather, include the defilements with the “deeds causing suffering”. This has the further advantage of dividing this long verse into 4 + 2 lines rather than 3 + 3.",
  "snp3.6:40.6": "I think <i lang='pi' translate='no'>pattipatta</i> is a play on words here.",
  "snp3.6:44.4": "Oddly, at <a href='/an5.38/en/sujato#5.4'>AN 5.38:5.4</a> we find <i lang='pi' translate='no'>sorata</i> with <i lang='pi' translate='no'>sakhila</i> in a similar sense to <i lang='pi' translate='no'>akhila</i> here.",
  "snp3.6:47.4": "The commentary says these were two groups of wise devas. But it seems it refers to the legendary sages Nārada and his nephew Parvata, whose friendship, estrangement, and reconciliation is told in the Viṣṇu Purāṇa. Nārada is known for his learning and wisdom, which supports the commentary to an extent. Why these two are invoked here is a mystery; presumably they were important to Sabhiya. They occur in a similar context, but with many more gods, in <a href='/ja547/en/sujato'>Ja 547</a>."
}