{
  "snp3.10:1.1": "This discourse occurs in shorter, and presumably earlier, versions in the Sagāthāvagga (<a href='https://suttacentral.net/sn6.10/en/sujato'>SN 6.10</a>) and the Aṅguttara (<a href='https://suttacentral.net/an10.89/en/sujato'>AN 10.89</a>). A Chinese parallel is included in DA 30. ",
  "snp3.10:4.5": "This discourse gives no fewer than three independent ways of counting the duration of the Pink Lotus (<i lang='pi' translate='no'>paduma</i>) hell, plus a simile, plus a commentary. The key to reconciling the three numbers is to consider them numerologically rather than mathematically: simple numbers convey the basic meaning, which is expanded by multiplication. All three methods yield 512 to various powers of ten. 512 breaks down to 500 (= a large number) plus 12 (= months of the year), with the sense, “a long period of time”. In one case, 12 expands to 36 (= months of the year in past, present, and future); numerologically, such variations are different expressions of the same idea. The exact quantity of the power of ten varies, but each is a multiple of the other by 10 million (a crore or <i lang='pi' translate='no'>koṭi</i> or <i lang='pi' translate='no'>abbuda</i>). The result conveys the sense, “a super-expanded long period of time”. ",
  "snp3.10:8.1": "A sesame seed weighs about 0.002 grams (“Some Physical Properties of Sesame Seed”, T.Y. Tunde-Akintunde and B.O. Akintund). The “pack” (<i lang='pi' translate='no'>khāri</i>, originally “donkey-load”) of the Arthaśāstra is about 150 kg (Olivelle <em>King, Governance, and Law</em>, appendix 2, pg. 458). Twenty packs would be 3 tons, which is reasonable for a “load” (<i lang='pi' translate='no'>vāha</i>) drawn by a heavy bullock cart (Arthaśāsatra 2.19.33 reckons the <i lang='pi' translate='no'>vaha</i> similarly at about 2 tons). This results in 1.5 billion seeds and 150 billion years. On the other hand, the Pali <i lang='pi' translate='no'>khāri</i> is carried by a single person and must be closer to 20 kg (<a href='https://suttacentral.net/sn3.11/en/sujato#2.1'>SN 3.11:2.1</a>, <a href='https://suttacentral.net/sn7.9/en/sujato#14.1'>SN 7.9:14.1</a>, <a href='https://suttacentral.net/dn3/en/sujato#2.4.7'>DN 3:2.4.7</a>, <a href='https://suttacentral.net/ud6.2/en/sujato#2.1'>Ud 6.2:2.1</a>). That would make a “Kosalan load” of 400 kg, which is reasonable for a load drawn by a single horse. This results in 250 million seeds and 25 billion years. This number is interesting because it is similar to the modern cosmological estimate of the life of the Universe. Neither of these results, however, agrees very well with the other calculations in this Sutta. The correspondence is not in the result but the simple numbers: twenty packs each hundred years correspond to the twenty times ten of the hells. ",
  "snp3.10:8.2": "Different texts reckon the <i lang='pi' translate='no'>abbuda</i> (Sanskrit <i lang='pi' translate='no'>arbuda</i>) to different powers of ten. Most authorities, however, count it at 10 million, which must be the correct value here, as it ultimately yields the number 512 for the <i lang='pi' translate='no'>paduma</i>. | Ten hells are listed in total, the names of which do not correspond with the 21 or 28 listed in Purāṇas, nor with the seven Jain hells, nor with the hells of <a href='https://suttacentral.net/mn130/en/sujato'>MN 130</a>. The commentary offers three explanations for the obscure names of these hells: they are numbers reflecting the duration spent in Avīci; or they are the cries uttered by those suffering there; or they are simply the cold hells. ",
  "snp3.10:8.3": "The Sanskrit <i lang='pi' translate='no'>nyarbuda</i> (or <i lang='pi' translate='no'>nirbuda</i>) is said, rather, to be ten times the <i lang='pi' translate='no'>arbuda</i>. The expansion in a series of twenty is required to reach the final number of 512. ",
  "snp3.10:8.4": "These names appear to be nonsensical. the commentary says they are named for the laments of their victims. The parallel at DA 30:104 offers specific explanations for each, although the names sometimes differ from the Pali. ",
  "snp3.10:8.8": "The <i lang='pi' translate='no'>sogandhika</i> is variously identified as blue or white. ",
  "snp3.10:8.11": "By this calculation, the Pink Lotus lasts for 10⁷ ×  20⁹ = 5.12 × 10¹⁸ years. The commentary supplies its own method, based on a very large <i lang='pi' translate='no'>abbuda</i> of 10⁴². Nonetheless, this still yields a number in the same series, simply raised to a higher power of ten, namely 5.12 × 10⁵³. ",
  "snp3.10:8.12": "",
  "snp3.10:12.1": "The commentary, followed by Bodhi and Norman, conjoins this line with the “thirty-six” of the next. But the expression is found in three other passages of the Sagāthāvagga, and in all three it stands as a separate line (<a href='https://suttacentral.net/sn6.4/en/sujato#5.3'>SN 6.4:5.3</a>, <a href='https://suttacentral.net/sn1.32/en/sujato#14.3'>SN 1.32:14.3</a>, <a href='https://suttacentral.net/sn5.5/en/sujato#4.1'>SN 5.5:4.1</a>). | Here, we take an <i lang='pi' translate='no'>abbuda</i> as 10 million and a <i lang='pi' translate='no'>nirabbuda</i> as a hundred million. ",
  "snp3.10:12.2": "Vanarata suggests that the “thousands” of the first line should be distributed to the second line as well (Bodhi, <em>Numerical Discourses</em>, note 626, p. 1678). This kind of distribution of terms is common in mathematics; for an example in Pali verse, see <a href='https://suttacentral.net/sn6.6/en/sujato#5.1'>SN 6.6:5.1</a>. Here, however, it provides a crucial key to interpretation and translation. But we need to go further: the singular “hundred” in the first line is distributed to the singulars 36 and 5 in the second, while the plural “thousands” is distributed to the plural <i lang='pi' translate='no'>abbudāni</i> (“tens of millions”). Thus we read the distributed line here as <i lang='pi' translate='no'>chattiṁsati pañcasataṁ ca</i> (five hundred plus thirty-six)  <i lang='pi' translate='no'>sahassānaṁ abbudāni</i> (“of thousands, tens of millions”). The juxtaposed numbers are multiplied. The duration of the Pink Lotus then works out as (100,000 × 100,000,000) × (536 × 1000 × 10,000,000) = 5.36 × 10²⁵ years. ",
  "snp3.10:12.4": "The parallels at <a href='https://suttacentral.net/sn6.10/en/sujato'>SN 6.10</a> and <a href='https://suttacentral.net/an10.89/en/sujato'>AN 10.89</a> end here. The remainder was presumably added later. ",
  "snp3.10:16.1": "I can’t find any evidence to support the commentary’s gloss as “liar”. I assume it is shorthand for <i lang='pi' translate='no'>vebhūtiya</i> which is a synonym of <i lang='pi' translate='no'>pesuṇiya</i> (<a href='https://suttacentral.net/dn30/en/sujato#2.21.2'>DN 30:2.21.2</a> and <a href='https://suttacentral.net/dn28/en/sujato#11.2'>DN 28:11.2</a>). ",
  "snp3.10:16.4": "I can’t find any explanation for the shift to direct address in second person here. Perhaps these verses were inserted from a separate source. ",
  "snp3.10:17.1": "Norman and Bodhi both accept commentary’s <i lang='pi' translate='no'>kilesarajaṁ attani pakkhipasi</i>, but this seems too narrow; their deeds harmed others too. ",
  "snp3.10:20.1": "Commentary says the hell-keepers are the subject here, hell-dwellers the subject of the next line. But this seems forced and unnecessary. Those going to hell are screaming, not uttering sweet words. ",
  "snp3.10:20.4": "Read <i lang='pi' translate='no'>aggini-samaṁ jalitaṁ</i>, as at <a href='https://suttacentral.net/snp3.10/en/sujato#22.2'>Snp 3.10:22.2</a> below. ",
  "snp3.10:26.1": "The Vetaraṇī (also at <a href='https://suttacentral.net/sn1.33/en/sujato#10.3'>SN 1.33:10.3</a>) is featured in the later literature of the Brahmins (eg. Bhāgavata Purāṇa 5.26.22, Skanda Purāṇa 6.1.226.32) and Jains (Sūtrakṛtāṅga 1.5.1.8). ",
  "snp3.10:29.1": "The commentator says that these two verses are absent from the old “Great Commentary”, which was his main source. ",
  "snp3.10:29.3": "Instead of the <i lang='pi' translate='no'>abbuda</i> we have here the <i lang='pi' translate='no'>koṭi</i>, which is a more regular mathematical term for the same quantity, 10 million. The <i lang='pi' translate='no'>nahuta</i> is variously reckoned, but its only other early Pali appearance is for a crowd size at <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#22.8.2'>Kd 1:22.8.2</a>, where it is reasonably reckoned by the commentary as 10,000. ",
  "snp3.10:29.4": "The calculation here is (50,000 × 10,000,000) + (1200 × 10,000,000) = 5.12 × 10¹¹ years. Multiply this by ten million to equal the prose reckoning (<a href='https://suttacentral.net/snp3.10/en/sujato#8.11'>Snp 3.10:8.11</a>), and by another ten million to equal the previous verse reckoning (<a href='https://suttacentral.net/snp3.10/en/sujato#12.2'>Snp 3.10:12.2</a>). "
}