{
  "snp3.10:8.1": "The measure here is the <i lang='pi' translate='no'>khārika</i>. A single horse in those days might draw a fully laden cart of around 500 kg. Divide by 20 makes 25 kg, which is roughly a bushel. Elsewhere a <i lang='pi' translate='no'>khāri</i> is a load carried by a single person on a journey (<a href='https://suttacentral.net/dn3/en/sujato#2.4.7'>DN 3:2.4.7</a>, <a href='https://suttacentral.net/ud6.2/en/sujato#2.1'>Ud 6.2:2.1</a>, <a href='https://suttacentral.net/ja509/en/sujato#1.3'>Ja 509:1.3</a>), so 25 kg is probably a little much, but in the ballpark. Modern sesame seeds vary between 0.0016 and 0.0037 grams. Assume a single seed of 2500 years ago was on the small side of this at 0.002 grams. Taking one every 100 years yields about 25 billion years. The current estimate of the age of the universe in physics is estimated at 13.8 billion years. | In Hinduism, hell is also impermanent, and the duration of the stay is determined by the severity of the crime. For example, Agni Purāṇa 203.10 says that a matricide would burn for “many eons”, where an eon in Hindusim is usually said to be 4.32 billion years. ",
  "snp3.10:8.2": "Ten hells are listed here, the names of which do not correspond with the 21 or 28 listed in Purāṇas, nor with the seven Jain hells, nor with the hells of <a href='https://suttacentral.net/mn130/en/sujato'>MN 130</a>. The commentary offers three explanations for the obscure names of these hells: they are numbers reflecting the duration spent in Avīci; or they are the cries uttered by those suffering there; or they are simply the cold hells. ",
  "snp3.10:12.4": "The parallels at <a href='https://suttacentral.net/sn6.10/en/sujato'>SN 6.10</a> and <a href='https://suttacentral.net/an10.89/en/sujato'>AN 10.89</a> end here. ",
  "snp3.10:16.1": "I can’t find any evidence to support the commentary’s gloss as “liar”. I assume it is shorthand for <i lang='pi' translate='no'>vebhūtiya</i> which is a synonym of <i lang='pi' translate='no'>pesuṇiya</i> (<a href='https://suttacentral.net/dn30/en/sujato#2.21.2'>DN 30:2.21.2</a> and <a href='https://suttacentral.net/dn28/en/sujato#11.2'>DN 28:11.2</a>). ",
  "snp3.10:16.4": "I can’t find any explanation for the shift to direct address in second person here. Perhaps these verses were inserted from a separate source. ",
  "snp3.10:17.1": "Norman and Bodhi both accept commentary’s <i lang='pi' translate='no'>kilesarajaṁ attani pakkhipasi</i>, but this seems too narrow; their deeds harmed others too. ",
  "snp3.10:20.1": "Commentary says the hell-keepers are the subject here, hell-dwellers the subject of the next line. But this seems forced and unnecessary. Those going to hell are screaming, not uttering sweet words. ",
  "snp3.10:20.4": "Read <i lang='pi' translate='no'>aggini-samaṁ jalitaṁ</i>, as at <a href='https://suttacentral.net/snp3.10/en/sujato#22.2'>Snp 3.10:22.2</a> below. ",
  "snp3.10:26.1": "The Vetaraṇi is featured in the later literature of the Brahmins (eg. Bhāgavata Purāṇa 5.26.22, Skanda Purāṇa 6.1.226.32) and Jains (Sūtrakṛtāṅga 1.5.1.8). ",
  "snp3.10:29.1": "The commentary says that these two verses are absent from the old “Great Commentary”. Bodhi takes this as a sign they were a later addition. Norman thinks otherwise, arguing that these verses answer the question asked in the prose introduction. But that question has already been answered in the prose, so I don’t think this is a compelling reason. Norman also argues on the basis of metre, which I’m not competent to assess. On the whole, however, I tend to agree with Bodhi here. "
}