{
  "snp3.6:16.1": "The Commentary allows _kappa_ in the sense of both “mental activity” and “aeon” here. The context in this verse suggests it is about the aeons of transmigration. ",
  "snp3.6:19.5": "Commentary glosses _brahmā_ with _brāhmaṇa_, which is required by the sense. ",
  "snp3.6:24.1": "I think Norman’s reconstruction of this to root _ñā_ (followed by Bodhi) is too speculative. The word makes fine sense as is, and is more metaphorically connected with the sense of _khetta_. ",
  "snp3.6:25.1": "Reading _vijeyya_; both _viceyya_ and _vijeyya_ are accepted in the commentary. The “fields” are the “fields of deeds” ([an3.77:2.3.]()). ",
  "snp3.6:27.1": "_Paṇḍarāni_ means not “senses” per commentary, but is a synonym for _suddhi_ in the next line. A true _paṇḍita_ is pure both inside and out. ",
  "snp3.6:27.4": "",
  "snp3.6:33.2": "The commentary’s “abode of energy” for _viriyavāso_ doesn’t sound right to me, though followed by Bodhi and Norman. I read _viriyavā so_. ",
  "snp3.6:33.4": "Reading _vīro_. ",
  "snp3.6:37.1": "The absolutives _sutvā_ and _abhiññāya_ apply to their respective following accusatives _sabbadhammaṁ_ and _sāvajjānavajjaṁ_. ",
  "snp3.6:38.3": "The three perceptions are sensuality, malice, and cruelty. Since _paṅka_ is  a stock metaphor for _kāma_, it seems we should read “the bog of the three perceptions” rather than “the three perceptions and the bog”. ",
  "snp3.6:39.1": "The syntax reads more cleanly if the nominatives in this line and the next are read together; and the clauses following _sabb-_ are likewise read in parallel. ",
  "snp3.6:40.3": "",
  "snp3.6:40.5": "_Pariyanta_ means “limit, boundary”. An arahant still has name & form, but only until the end of their life. ",
  "snp3.6:40.6": "I think _pattipatta_ is a play on words here. ",
  "snp3.6:42.1": "These are the sixty-two views of the Brahmajalasutta. The view of self underlies them all ([sn41.3:4.13]()), and according to the commentary it is here included as the sixty-third. ",
  "snp3.6:44.4": "Oddly, at [an5.38:5.4]() we find _sorata_ with _sakhila_ in a similar sense to _akhila_ here. ",
  "snp3.6:47.4": "A rare Pali reference to the legendary sages Nārada and his nephew Parvata, whose story is in the Viṣṇu Purāṇa. "
}