{
  "snp3.11:1.2": "Bodhi and Norman follow the PTS reading _sakkacca_ here, but it seems uncharacteristic to me. Why mention they have just honored Indra? On the other hand, it’s common to express “a group with its leader”. ",
  "snp3.11:7.2": "Notice the use of the humble _bhavana_ rather than the royal _pasāda_. There is an almost complete lack of royal language in this text, the sole exception being the _antepura_ “royal compound” in [snp3.11:17.2](). ",
  "snp3.11:9.3": "Here, as so often, “autumn” (per Bodhi and Norman) conveys quite the wrong impression. Autumn is the time of gathering clouds, _sarada_ is the time after the rains. ",
  "snp3.11:11.2": "Here the commentary glosses _paṇḍu_ as _ratta_ (“red”), followed by both Norman (“pale red”) and Bodhi. But _paṇḍu_ means “pale, white, cream, yellowish” and I can’t see anywhere in Pali or Sanskrit to suggest a meaning “red”. Given that it’s the standard color of a luxurious rug, perhaps it is due to a change in fashions; in the Buddha’s day luxury was cream-colored, but later it became red. ",
  "snp3.11:16.3": "Neither Bodhi’s “fortitude” nor Norman’s “peerless one” quite capture the force of _asamadhura_. The implication is that, as the forger of the path, the Buddha carries a burden greater than any other. ",
  "snp3.11:18.1": "Note the idiom _parato ghosaṁ_ here. ",
  "snp3.11:18.2": "This is a succinct definition of _buddha_, not an alternate thing that you might hear people say, per Bodhi and Norman. ",
  "snp3.11:18.3": "Both Norman and Bodhi have “doctrine” here, while commentary is silent. I’m not aware of _samaya_ in the sense of “doctrine” in the early texts, nor is it listed in the senses of _samaya_ in the commentarial analysis in the Dhammasaṅgaṇī commentary, Kāmāvacarakusala. Given that the concern in previous lines is the notion of an awakened one, surely we have here an abbreviated _abhisamaya_ i.e. “breakthrough, enlightenment experience”. ",
  "snp3.11:19.2": "I find it curious that this epithet is used of both the Buddha and Asita. ",
  "snp3.11:19.4": "Possibly the only usage of “hope” in a spiritual sense in the EBTs. ",
  "snp3.11:22.4": "Bodhi accepts the commentarial gloss of _pada_ as _paṭipadā_ here, but I find his reasoning unconvincing. Yes, the text speaks of practice, but this correlates to the first part of the answer. Here, at the end of the question, it relates to the end of the text, which speaks of the state of sagacity. ",
  "snp3.11:25.1": "Note that, despite the etymology, _uccāvaca_ seems to be used more in the sense of “diversity” rather than “high and low”; eg. the colors of a rainbow. Here all things are like tongues of flame, i.e. there are many different ones, but they are not treated as better or worse. ",
  "snp3.11:28.2": "As other instances of this line make clear, the referent of _yattha_ is _kāmā_, i.e. the pleasures of the senses, not the desire and greed (of the previous line). Bodhi gets this nuance right, Norman does not. ",
  "snp3.11:28.4": "Bodhi has “inferno”, Norman “hell” but the normal sense of “abyss” better fits the metaphor of “crossing over”. ",
  "snp3.11:29.3": "Read _sa ve_. ",
  "snp3.11:32.3": "This line and the next echo the practices of Jain ascetics: _naehibhaddantiko, natiṭṭhabhaddantiko, nābhihaṭaṁ_. The sense of the first two terms is similar to _avhāna_, while the last of these terms is the same as _abhihāra_ in the next line. ",
  "snp3.11:33.2": "Bodhi’s “should not behave rashly” and Norman’s “should not pursue his search for food inconsiderately” confuse a plain meaning. When on alms round a mendicant should not walk too fast, else the families have no time to ready the food. ",
  "snp3.11:36.1": "As above, _uccāvaca_ probably means “diverse” practices rather than “high and low” per commentary followed by Bodhi and Norman. The only usage of _uccāvaca_ in the context of practice is the “diverse duties” performed by mendicants for their fellows (eg. [dn33:3.3.17]()). ",
  "snp3.11:36.2": "Norman’s proposal that this is not the Buddha is implausible. ",
  "snp3.11:36.3": "This verse is quoted by the Kathāvatthu ([kv1.2:113.1]()) to refute the thesis that an arahant might fall away from their attainment. This is overlooked by both Bodhi and Norman, although it evidently underlies the commentary. ",
  "snp3.11:36.4": "Both Bodhi and Norman discuss this line, without any compelling conclusion. The problematic _mutaṁ_ cannot mean “experienced” per Bodhi and Norman following the commentary. Since the Kathāvatthu is by far the earliest source on this verse, I suggest we adopt its reading that the verse is about “falling away”, and amend _mutaṁ_ to _cutaṁ_. ",
  "snp3.11:38.1": "The PTS edition, as does the BJT, has a reciter’s remark here identifying the speaker as the Buddha, and this is translated without comment by Norman and Bodhi. It is unusual, if not unique, to find such a mark in the middle of a series of verses by one speaker. The Mahāsaṅgīti edition, following the VRI, lacks this remark and I have translated accordingly. ",
  "snp3.11:41.1": "By forcing the commentary’s sense of _kitti_ into _nigghosa_, Bodhi and Norman confuse a simple meaning. _Nighosa_ (more commonly spelled _nigghosa_) just means “word, teaching, statement”, eg. _tava sutvāna nigghosaṁ_ “having heard your teaching”. "
}