{
  "sn35.120:0.1": "Verbundene Lehrreden 35.120 ",
  "sn35.120:0.2": "12. Das Kapitel über die Welt und die Arten sinnlicher Erregung ",
  "sn35.120:0.3": "Sāriputta und der Schüler ",
  "sn35.120:1.1": "Einmal hielt sich der Ehrwürdige Sāriputta bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn35.120:1.2": "Da ging ein gewisser Mönch zum Ehrwürdigen Sāriputta und tauschte mit ihm Willkommensgrüße aus. ",
  "sn35.120:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu ihm: ",
  "sn35.120:1.4": "„Geehrter Sāriputta, ein Mönchsschüler von mir hat die Schulung abgebrochen und sich wieder einem geringeren Leben zugewandt.“ ",
  "sn35.120:2.1": "„So ist es, Geehrter, wenn jemand die Tore der Sinne nicht bewacht, zu viel isst und sich nicht dem Wachsein weiht. ",
  "sn35.120:2.2": "Es ist ganz unmöglich, dass ein solcher Mönch das vollkommene und reine geistliche Leben führen kann, solange er lebt. ",
  "sn35.120:2.3": "Aber es ist gut möglich, dass ein Mönch, der die Tore der Sinne bewacht, beim Essen Maß hält und sich dem Wachsein weiht, das vollkommene und reine geistliche Leben führen kann, solange er lebt. ",
  "sn35.120:3.1": "Und wie bewacht man die Tore der Sinne? ",
  "sn35.120:3.2": "Wenn ein Mönch mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "sn35.120:3.3": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "sn35.120:3.4": "Wenn er mit dem Ohr einen Ton hört … ",
  "sn35.120:3.5": "Wenn er mit der Nase einen Duft riecht … ",
  "sn35.120:3.6": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "sn35.120:3.7": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "sn35.120:3.8": "Wenn er mit dem Geist einen Gedanken erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "sn35.120:3.9": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "sn35.120:3.10": "So bewacht man die Tore der Sinne. ",
  "sn35.120:4.1": "Und wie hält man Maß beim Essen? ",
  "sn35.120:4.2": "Da denkt ein Mönch beim Essen über seine Nahrung gründlich nach: ",
  "sn35.120:4.3": "‚Nicht zum Spaß, zum Schwelgen, zur Zier und zum Schmuck, sondern nur, um diesen Körper zu erhalten, um Schaden abzuwenden und das geistliche Leben zu fördern; damit ich altes Unbehagen beende und neues nicht entstehen lasse und ohne Tadel und unbeschwert lebe.‘ ",
  "sn35.120:4.4": "So hält man Maß beim Essen. ",
  "sn35.120:5.1": "Und wie weiht man sich dem Wachsein? ",
  "sn35.120:5.2": "Da meditiert ein Mönch am Tag im Gehen und im Sitzen und läutert den Geist von Hemmnissen. ",
  "sn35.120:5.3": "Am Abend meditiert er im Gehen und im Sitzen und läutert den Geist von Hemmnissen. ",
  "sn35.120:5.4": "Im mittleren Teil der Nacht legt er sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und der Situation bewusst, den Geist auf die Zeit des Aufstehens gerichtet. ",
  "sn35.120:5.5": "Im letzten Teil der Nacht steht er auf und meditiert im Gehen und im Sitzen und läutert den Geist von Hemmnissen. ",
  "sn35.120:5.6": "So weiht man sich dem Wachsein. ",
  "sn35.120:5.7": "Daher sollt ihr euch so schulen: ",
  "sn35.120:5.8": "‚Wir wollen die Tore unserer Sinne bewachen, beim Essen maßhalten und uns dem Wachsein weihen.‘ ",
  "sn35.120:5.9": "So sollt ihr euch schulen.“ "
}