{
  "sn35.233:0.1": "Verbundene Lehrreden 35.233 ",
  "sn35.233:0.2": "18. Das Kapitel über das Meer ",
  "sn35.233:0.3": "Mit Kāmabhū ",
  "sn35.233:1.1": "Einmal hielten sich der Ehrwürdige Ānanda und der Ehrwürdige Kāmabhū bei Kosambī auf, in Ghositas Kloster. ",
  "sn35.233:1.2": "Da kam der Ehrwürdige Kāmabhū am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "sn35.233:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Ānanda: ",
  "sn35.233:2.1": "„Werter Ānanda, was trifft zu? Ist das Auge die Fessel der Bilder oder sind die Bilder die Fessel des Auges? ",
  "sn35.233:2.2": "Ist das Ohr …Ist die Nase … Ist die Zunge … Ist der Körper … ",
  "sn35.233:2.3": "Ist der Geist die Fessel der Gedanken oder sind die Gedanken die Fessel des Geistes?“ ",
  "sn35.233:3.1": "„Werter Kāmabhū, das Auge ist nicht die Fessel der Bilder, noch sind die Bilder die Fessel des Auges. ",
  "sn35.233:3.2": "Die Fessel hier ist das Sehnen und Begehren, das durch beide zusammen entsteht. ",
  "sn35.233:3.3": "Das Ohr … Die Nase … Die Zunge … Der Körper … ",
  "sn35.233:3.4": "Der Geist ist nicht die Fessel der Gedanken, noch sind die Gedanken die Fessel des Geistes. ",
  "sn35.233:3.5": "Die Fessel hier ist das Sehnen und Begehren, das durch beide zusammen entsteht. ",
  "sn35.233:4.1": "Wie wenn da ein schwarzer und ein weißer Ochse mit einem einzigen Geschirr oder Joch angespannt wären: ",
  "sn35.233:4.2": "Wäre es richtig, zu sagen, ",
  "sn35.233:4.3": "der schwarze Ochse sei das Joch des weißen oder der weiße Ochse sei das Joch des schwarzen?“ ",
  "sn35.233:4.4": "„Nein, werter Freund. ",
  "sn35.233:4.5": "Der schwarze Ochse ist nicht das Joch des weißen, noch ist der weiße Ochse das Joch des schwarzen. ",
  "sn35.233:4.6": "Das Joch ist hier das eine Geschirr oder Joch, mit dem sie angespannt sind.“ ",
  "sn35.233:4.7": "„Ebenso ist das Auge nicht die Fessel der Bilder, noch sind die Bilder die Fessel des Auges. ",
  "sn35.233:4.8": "Das Ohr … Die Nase … Die Zunge … Der Körper … ",
  "sn35.233:4.9": "Der Geist ist nicht die Fessel der Gedanken, noch sind die Gedanken die Fessel des Geistes. ",
  "sn35.233:4.10": "Die Fessel hier ist das Sehnen und Begehren, das durch beide zusammen entsteht.“ "
}