{
  "sn35.91:0.1": "Verbundene Lehrreden 35.91 ",
  "sn35.91:0.2": "9. Das Kapitel mit Channa ",
  "sn35.91:0.3": "Erregung (2) ",
  "sn35.91:1.1": "„Erregung, Mönche und Nonnen, ist eine Krankheit, ein Eiterherd, ein Pfeil. ",
  "sn35.91:1.2": "Aus diesem Grund lebt der Klargewordene unbewegt, hat den Pfeil herausgezogen. ",
  "sn35.91:1.3": "Wenn nun eine Nonne wünscht: ‚Dass ich doch unbewegt leben könnte, den Pfeil herausgezogen hätte‘, ",
  "sn35.91:1.4": "so sollte sie sich nicht das Auge vorstellen, es sich nicht im Auge vorstellen, es sich nicht als Auge vorstellen, sich nicht vorstellen: ‚Das Auge ist mein‘. ",
  "sn35.91:1.5": "Sie sollte sich nicht Bilder vorstellen … ",
  "sn35.91:1.6": "Sie sollte sich nicht Augenbewusstsein vorstellen … ",
  "sn35.91:1.7": "Sie sollte sich nicht Augenberührung vorstellen … ",
  "sn35.91:1.8": "Sie sollte sich nicht das angenehme, schmerzhafte oder neutrale Gefühl vorstellen, das durch Augenberührung bedingt entsteht, es sich nicht in diesem Gefühl vorstellen, es sich nicht als dieses Gefühl vorstellen und sich nicht vorstellen: ‚Dieses Gefühl ist mein‘. ",
  "sn35.91:1.9": "Denn was man sich auch vorstellt, in was man es sich auch vorstellt, als was man es sich auch vorstellt und wovon man sich vorstellt: ‚Das ist mein‘ – das wird etwas anderes. ",
  "sn35.91:1.10": "Die Welt haftet an fortgesetztem Dasein, findet Vergnügen an fortgesetztem Dasein und wird doch etwas anderes. ",
  "sn35.91:2.1": "Sie sollte sich nicht das Ohr … die Nase … die Zunge … den Körper vorstellen … ",
  "sn35.91:2.2": "",
  "sn35.91:2.3": "",
  "sn35.91:3.1": "Sie sollte sich nicht den Geist … ",
  "sn35.91:3.2": "Geistbewusstsein … ",
  "sn35.91:3.3": "Geistberührung vorstellen … ",
  "sn35.91:3.4": "Sie sollte sich nicht das angenehme, schmerzhafte oder neutrale Gefühl vorstellen, das durch Geistberührung bedingt entsteht, es sich nicht in diesem Gefühl vorstellen, es sich nicht als dieses Gefühl vorstellen und sich nicht vorstellen: ‚Dieses Gefühl ist mein‘. ",
  "sn35.91:3.5": "Denn was man sich auch vorstellt, in was man es sich auch vorstellt, als was man es sich auch vorstellt und wovon man sich vorstellt: ‚Das ist mein‘ – das wird etwas anderes. ",
  "sn35.91:3.6": "Die Welt haftet an fortgesetztem Dasein, findet Vergnügen an fortgesetztem Dasein und wird doch etwas anderes. ",
  "sn35.91:4.1": "Soweit sich die Aggregate, Elemente und Sinnesfelder erstrecken, soweit stellt sich diese Nonne nicht dieses vor, stellt es sich nicht in diesem vor, stellt es sich nicht als dieses vor und stellt sich nicht vor: ‚Dieses ist mein‘. ",
  "sn35.91:4.2": "Wenn sie sich nichts vorstellt, ergreift sie nichts in der Welt. ",
  "sn35.91:4.3": "Wenn sie nichts ergreift, ist ihr nicht bange, und wenn ihr nicht bange ist, erlischt sie aus sich selbst heraus. ",
  "sn35.91:4.4": "Sie versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ "
}