{
  "sn35.90:0.1": "Verbundene Lehrreden 35.90 ",
  "sn35.90:0.2": "9. Das Kapitel mit Channa ",
  "sn35.90:0.3": "Erregung (1) ",
  "sn35.90:1.1": "„Erregung, Mönche und Nonnen, ist eine Krankheit, ein Eiterherd, ein Pfeil. ",
  "sn35.90:1.2": "Aus diesem Grund lebt der Klargewordene unbewegt, den Pfeil herausgezogen. ",
  "sn35.90:1.3": "Wenn nun ein Mönch wünscht: ‚Dass ich doch unbewegt leben könnte, den Pfeil herausgezogen‘, ",
  "sn35.90:1.4": "so sollte er sich nicht mit dem Auge gleichsetzen, sich nicht in Bezug auf das Auge gleichsetzen, sich nicht als das Auge gleichsetzen, sich nicht gleichsetzen: ‚Das Auge ist mein‘. ",
  "sn35.90:1.5": "Er sollte sich nicht mit Bildern gleichsetzen … ",
  "sn35.90:1.6": "Er sollte sich nicht mit Augenbewusstsein gleichsetzen … ",
  "sn35.90:1.7": "Er sollte sich nicht mit Augenberührung gleichsetzen … ",
  "sn35.90:1.8": "Er sollte sich nicht mit dem angenehmen, schmerzhaften oder neutralen Gefühl gleichsetzen, das durch Augenberührung bedingt entsteht, sich nicht in Bezug auf dieses Gefühl gleichsetzen, sich nicht als dieses Gefühl gleichsetzen und sich nicht gleichsetzen: ‚Dieses Gefühl ist mein‘. ",
  "sn35.90:2.1": "Er sollte sich nicht mit dem Ohr gleichsetzen … ",
  "sn35.90:2.2": "Er sollte sich nicht mit der Nase gleichsetzen … ",
  "sn35.90:2.3": "Er sollte sich nicht mit der Zunge gleichsetzen … ",
  "sn35.90:3.1": "Er sollte sich nicht mit dem Körper gleichsetzen … ",
  "sn35.90:3.2": "Er sollte sich nicht mit dem Geist gleichsetzen … ",
  "sn35.90:3.3": "Er sollte sich nicht mit Gedanken gleichsetzen … ",
  "sn35.90:3.4": "Er sollte sich nicht mit Geistbewusstsein gleichsetzen … ",
  "sn35.90:3.5": "Er sollte sich nicht mit Geistberührung gleichsetzen … ",
  "sn35.90:3.6": "Er sollte sich nicht mit dem angenehmen, schmerzhaften oder neutralen Gefühl gleichsetzen, das durch Geistberührung bedingt entsteht, sich nicht in Bezug auf dieses Gefühl gleichsetzen, sich nicht als dieses Gefühl gleichsetzen und sich nicht gleichsetzen: ‚Dieses Gefühl ist mein‘. ",
  "sn35.90:3.7": "Er sollte sich nicht mit allem gleichsetzen, sich nicht in Bezug auf alles gleichsetzen, sich nicht als alles gleichsetzen, sich nicht gleichsetzen: ‚Alles ist mein‘. ",
  "sn35.90:4.1": "Wenn er sich nicht gleichsetzt, ergreift er nichts in der Welt. ",
  "sn35.90:4.2": "Wenn er nichts ergreift, ist ihm nicht bange, und wenn ihm nicht bange ist, erlischt er aus sich selbst heraus. ",
  "sn35.90:4.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ "
}