{
  "sn35.89:0.1": "Verbundene Lehrreden 35.89 ",
  "sn35.89:0.2": "9. Das Kapitel mit Channa ",
  "sn35.89:0.3": "Mit Bāhiya ",
  "sn35.89:1.1": "Da ging der Ehrwürdige Bāhiya zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn35.89:1.2": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "sn35.89:2.1": "„Was denkst du, Bāhiya? ",
  "sn35.89:2.2": "Ist das Auge beständig oder unbeständig?“ ",
  "sn35.89:3.1": "„Unbeständig, Herr.“ ",
  "sn35.89:4.1": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "sn35.89:5.1": "„Leiden, Herr.“ ",
  "sn35.89:6.1": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "sn35.89:6.2": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn35.89:7.1": "„Nein, Herr.“ ",
  "sn35.89:8.1": "„Sind Bilder beständig oder unbeständig? ",
  "sn35.89:9.2": "Ist Augenbewusstsein … ",
  "sn35.89:9.3": "Ist Augenberührung … ",
  "sn35.89:9.4": "Ist das angenehme, schmerzhafte oder neutrale Gefühl, das durch Geistberührung bedingt entsteht, beständig oder unbeständig?“ ",
  "sn35.89:10.1": "„Unbeständig, Herr.“ ",
  "sn35.89:11.1": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "sn35.89:12.1": "„Leiden, Herr.“ ",
  "sn35.89:13.1": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "sn35.89:13.2": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn35.89:14.1": "„Nein, Herr.“ ",
  "sn35.89:15.1": "„Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert vom Auge, von Bildern, vom Augenbewusstsein und der Augenberührung. Er wird ernüchtert von dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Augenberührung bedingt entsteht. ",
  "sn35.89:15.2": "Er wird ernüchtert vom Ohr … von der Nase … von der Zunge … vom Körper … vom Geist … von dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Geistberührung bedingt entsteht. ",
  "sn35.89:15.3": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn35.89:15.4": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "sn35.89:16.1": "Da begrüßte der Ehrwürdige Bāhiya die Worte des Buddha und stimmte ihm zu. Er erhob er sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "sn35.89:16.2": "Da gelangte Bāhiya, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn35.89:16.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn35.89:16.4": "Und der Ehrwürdige Bāhiya wurde einer der Vollendeten. "
}