{
  "sn35.245:0.1": "Verbundene Lehrreden 35.245 ",
  "sn35.245:0.2": "19. Das Kapitel über das Gleichnis von den Giftschlangen ",
  "sn35.245:0.3": "Das Gleichnis vom Papageienbaum ",
  "sn35.245:1.1": "Da ging ein Mönch zu einem anderen Mönch und fragte ihn: ",
  "sn35.245:1.2": "„Werter Freund, an welchem Punkt ist das Sehen eines Mönchs gut geläutert?“ ",
  "sn35.245:1.3": "„Wenn ein Mönch den Ursprung und das Enden der sechs Berührungsfelder wahrhaftig versteht, an diesem Punkt ist sein Sehen gut geläutert.“ ",
  "sn35.245:2.1": "Mit der Antwort nicht zufrieden, ging dieser Mönch mit seiner Frage zu weiteren Mönchen, die ihm antworteten: ",
  "sn35.245:2.2": "",
  "sn35.245:2.3": "„Wenn ein Mönch den Ursprung und das Enden der fünf mit Ergreifen verbundenen Aggregate wahrhaftig versteht, an diesem Punkt ist sein Sehen gut geläutert.“ ",
  "sn35.245:3.3": "„Wenn ein Mönch den Ursprung und das Enden der vier Grundelemente wahrhaftig versteht, an diesem Punkt ist sein Sehen gut geläutert.“ ",
  "sn35.245:4.3": "„Wenn ein Mönch wahrhaftig versteht, dass alles, was einen Anfang hat, auch ein Ende hat, an diesem Punkt ist sein Sehen gut geläutert.“ ",
  "sn35.245:5.1": "Mit den Antworten nicht zufrieden, ging dieser Mönch zum Buddha und berichtete ihm von seinen Unterredungen. Dann fragte er ihn: ",
  "sn35.245:5.12": "„Herr, an welchem Punkt ist das Sehen eines Mönchs gut geläutert?“ ",
  "sn35.245:6.1": "„Mönch, wie wenn jemand nie einen Papageienbaum gesehen hätte: ",
  "sn35.245:6.2": "Er ginge zu jemandem, der einen Papageienbaum gesehen hat, und fragte ihn: ",
  "sn35.245:6.3": "‚Guter Mann, wie sieht ein Papageienbaum aus?“ ",
  "sn35.245:6.4": "Der andere würde antworten: ",
  "sn35.245:6.5": "‚Ein Papageienbaum ist schwärzlich, wie ein verkohlter Strunk.‘ ",
  "sn35.245:6.6": "Nun, zu der Zeit mag der Papageienbaum genauso gewesen sein, wie dieser Mensch ihn sah. ",
  "sn35.245:7.1": "Mit der Antwort nicht zufrieden, ginge dieser Mann mit seiner Frage zu weiteren Leuten, die ihm antworten würden: ",
  "sn35.245:7.4": "‚Ein Papageienbaum ist rötlich, wie ein Fleischbrocken.‘ ",
  "sn35.245:7.9": "‚Ein Papageienbaum hat abblätternde Rinde und aufgeplatzte Fruchtkapseln.‘ ",
  "sn35.245:7.14": "‚Ein Papageienbaum hat üppiges schattiges Laubwerk wie ein Banyanbaum.‘ ",
  "sn35.245:7.15": "Nun, zu der jeweiligen Zeit mag der Papageienbaum genauso gewesen sein, wie der jeweilige Mensch ihn sah. ",
  "sn35.245:7.16": "Und auch diese guten Leute haben jeweils nach dem geantwortet, auf das sie ausgerichtet waren, als ihr Sehen geläutert wurde. ",
  "sn35.245:8.1": "Wie eine königliche Grenzfestung mit befestigten Wällen, Bollwerken und Bögen und sechs Toren, ",
  "sn35.245:8.2": "die hätte einen Torwächter, der klug, fähig und verständig wäre. Fremde ließe er draußen, Bekannte ließe er ein. ",
  "sn35.245:8.3": "Ein Paar Eilboten käme aus Osten und sagte zu dem Torwächter: ",
  "sn35.245:8.4": "‚Guter Mann, wo ist der Herr der Stadt?‘ ",
  "sn35.245:8.5": "Dieser würde antworten: ",
  "sn35.245:8.6": "‚Dort ist er, ihr Herren, er sitzt bei dem Platz im Zentrum.‘ ",
  "sn35.245:8.7": "Dann würde dieses Paar Eilboten dem Herrn der Stadt eine Botschaft der Wahrheit überbringen und auf dem gleichen Weg abreisen, auf dem es gekommen war. ",
  "sn35.245:8.8": "Ein Paar Eilboten käme aus Westen … ",
  "sn35.245:8.9": "aus Norden … ",
  "sn35.245:8.10": "aus Süden … ",
  "sn35.245:8.14": "Dann würde dieses Paar Eilboten dem Herrn der Stadt eine Botschaft der Wahrheit überbringen und auf dem gleichen Weg abreisen, auf dem es gekommen war. ",
  "sn35.245:9.1": "Ich habe mir dieses Gleichnis ausgedacht, um etwas deutlich zu machen. ",
  "sn35.245:9.2": "Und das ist die Bedeutung: ",
  "sn35.245:9.3": "‚Stadt‘ ist ein Ausdruck für diesen Körper, der aus den vier Grundelementen besteht, von Mutter und Vater gezeugt, mit Reis und Brei aufgebaut, der vergehen, sich abnutzen und schwinden muss, der aufgelöst und zerstört werden muss. ",
  "sn35.245:9.4": "‚Sechs Tore‘ ist ein Ausdruck für die sechs inneren Sinnesfelder. ",
  "sn35.245:9.5": "‚Torhüter‘ ist ein Ausdruck für Achtsamkeit. ",
  "sn35.245:9.6": "‚Ein Paar Eilboten‘ ist ein Ausdruck für Sammlung und Klarsicht. ",
  "sn35.245:9.7": "‚Der Herr der Stadt‘ ist ein Ausdruck für Bewusstsein. ",
  "sn35.245:9.8": "‚Der Platz im Zentrum‘ ist ein Ausdruck für die vier Grundelemente: ",
  "sn35.245:9.9": "die Elemente Erde, Wasser, Feuer und Luft. ",
  "sn35.245:9.10": "‚Eine Botschaft der Wahrheit‘ ist ein Ausdruck für das Erlöschen. ",
  "sn35.245:9.11": "‚Der Weg, auf dem es gekommen war‘ ist ein Ausdruck für den edlen achtfachen Pfad, nämlich ",
  "sn35.245:9.12": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung.“ "
}