{
  "sn35.28:0.1": "Verbundene Lehrreden 35 ",
  "sn35.28:0.2": "3. Alles ",
  "sn35.28:0.3": "28. Brennen ",
  "sn35.28:1.1": "Einmal hielt sich der Buddha zusammen mit tausend Mönchen und Nonnen bei Gayā auf dem Gayā-Kopf auf. ",
  "sn35.28:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn35.28:1.3": "„Mönche und Nonnen, alles brennt. ",
  "sn35.28:1.4": "Und was ist dieses Alles, das brennt? ",
  "sn35.28:1.5": "Das Auge brennt. Bilder brennen. Sehbewusstsein brennt. Berührung mit dem Auge brennt. Das angenehme, schmerzhafte oder neutrale Gefühl, das durch Berührung mit dem Auge bedingt entsteht, brennt ebenso. ",
  "sn35.28:1.6": "Womit brennen sie? ",
  "sn35.28:1.7": "Sie brennen mit dem Feuer von Gier, Hass und Täuschung. Sie brennen mit Wiedergeburt, Alter und Tod, mit Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis, sage ich. ",
  "sn35.28:1.8": "Das Ohr … die Nase … die Zunge … der Körper brennt. Berührungen brennen. Körperbewusstsein brennt. Berührung mit dem Körper brennt. Das angenehme, schmerzhafte oder neutrale Gefühl, das durch Berührung mit dem Körper bedingt entsteht, brennt ebenso. ",
  "sn35.28:1.9": "Womit brennen sie?  ",
  "sn35.28:1.10": "Sie brennen mit dem Feuer von Gier, Hass und Täuschung. Sie brennen mit Wiedergeburt, Alter und Tod, mit Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis, sage ich.  ",
  "sn35.28:1.11": "Der Geist brennt. Gedanken brennen. Geistbewusstsein brennt. Berührung mit dem Geist brennt. Das angenehme, schmerzhafte oder neutrale Gefühl, das durch Berührung mit dem Geist bedingt entsteht, brennt ebenso. ",
  "sn35.28:1.12": "Womit brennen sie? ",
  "sn35.28:1.13": "Sie brennen mit dem Feuer von Gier, Hass und Täuschung. Sie brennen mit Wiedergeburt, Alter und Tod, mit Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis, sage ich. ",
  "sn35.28:1.14": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert vom Auge, von Bildern, vom Sehbewusstsein und der Berührung mit dem Auge. Er wird ernüchtert von dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Berührung mit dem Auge bedingt entsteht. ",
  "sn35.28:1.15": "Er wird ernüchtert vom Ohr … von der Nase … von der Zunge … vom Körper … vom Geist … von dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Berührung mit dem Geist bedingt entsteht. ",
  "sn35.28:1.16": "Wenn er ernüchtert ist, wendet er sich ab. Wenn er sich abgewandt hat, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn35.28:1.17": "Er versteht: ‚Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "sn35.28:2.1": "Das sagte der Buddha. ",
  "sn35.28:2.2": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. ",
  "sn35.28:2.3": "Und während diese Lehrrede gesprochen wurde, wurde der Geist der tausend Mönche und Nonnen durch Nicht-Ergreifen von Befleckungen befreit. "
}