{
  "sn35.151:0.1": "Verbundene Lehrreden 35.151 ",
  "sn35.151:0.2": "15. Das Kapitel über das Alte und das Neue ",
  "sn35.151:0.3": "Ein Schüler ",
  "sn35.151:1.1": "„Mönche und Nonnen, dieses geistliche Leben führt man ohne einen ansässigen Schüler und ohne einen belehrenden Meister. ",
  "sn35.151:1.2": "Ein Mönch, der mit einem ansässigen Schüler und einem belehrenden Meister lebt, lebt in Leiden und Unbehagen. ",
  "sn35.151:1.3": "Ein Mönch, der ohne einen ansässigen Schüler und einen belehrenden Meister lebt, lebt in Glück und Wohlbehagen. ",
  "sn35.151:1.4": "Und wie lebt ein Mönch, der mit einem ansässigen Schüler und einem belehrenden Meister lebt, in Leiden und Unbehagen? ",
  "sn35.151:1.5": "Wenn ein Mönch mit dem Auge ein Bild sieht, kommen schlechte, untaugliche Eigenschaften auf: Erinnerungen und Gedanken, die zum Fesseln einladen. ",
  "sn35.151:1.6": "Diese Eigenschaften sind im Innern ansässig. Da in ihm schlechte, untaugliche Eigenschaften ansässig sind, ",
  "sn35.151:1.7": "sagt man, er habe einen ansässigen Schüler. ",
  "sn35.151:1.8": "Diese Eigenschaften bemeistern ihn. Da er von schlechten, untauglichen Eigenschaften bemeistert wird, ",
  "sn35.151:1.9": "sagt man, er habe einen belehrenden Meister. ",
  "sn35.151:2.1": "Wenn ferner ein Mönch mit dem Ohr einen Ton hört … mit der Nase einen Duft riecht … mit der Zunge einen Geschmack schmeckt … mit dem Körper eine Berührung empfindet … ",
  "sn35.151:3.1": "mit dem Geist einen Gedanken erkennt, kommen schlechte, untaugliche Eigenschaften auf: Erinnerungen und Gedanken, die zum Fesseln einladen. ",
  "sn35.151:3.2": "Diese Eigenschaften sind im Innern ansässig. Da in ihm schlechte, untaugliche Eigenschaften ansässig sind, ",
  "sn35.151:3.3": "sagt man, er habe einen ansässigen Schüler. ",
  "sn35.151:3.4": "Diese Eigenschaften bemeistern ihn. Da er von schlechten, untauglichen Eigenschaften bemeistert wird, ",
  "sn35.151:3.5": "sagt man, er habe einen belehrenden Meister. ",
  "sn35.151:3.6": "So lebt ein Mönch, der mit einem ansässigen Schüler und einem belehrenden Meister lebt, in Leiden und Unbehagen. ",
  "sn35.151:4.1": "Und wie lebt ein Mönch, der ohne einen ansässigen Schüler und einen belehrenden Meister lebt, in Glück und Wohlbehagen? ",
  "sn35.151:4.2": "Wenn ein Mönch mit dem Auge ein Bild sieht, kommen keine schlechten, untauglichen Eigenschaften auf: keine Erinnerungen oder Gedanken, die zum Fesseln einladen. ",
  "sn35.151:4.3": "Diese Eigenschaften sind nicht im Innern ansässig. Da in ihm keine schlechten, untauglichen Eigenschaften ansässig sind, ",
  "sn35.151:4.4": "sagt man, er habe keinen ansässigen Schüler. ",
  "sn35.151:4.5": "Diese Eigenschaften bemeistern ihn nicht. Da er nicht von schlechten, untauglichen Eigenschaften bemeistert wird, ",
  "sn35.151:4.6": "sagt man, er habe keinen belehrenden Meister. ",
  "sn35.151:5.1": "Wenn ferner ein Mönch mit dem Ohr einen Ton hört … mit der Nase einen Duft riecht … mit der Zunge einen Geschmack schmeckt … mit dem Körper eine Berührung empfindet … ",
  "sn35.151:6.1": "mit dem Geist einen Gedanken erkennt, kommen keine schlechten, untauglichen Eigenschaften auf: keine Erinnerungen und Gedanken, die zum Fesseln einladen. ",
  "sn35.151:6.2": "Diese Eigenschaften sind nicht im Innern ansässig. Da in ihm keine schlechten, untauglichen Eigenschaften ansässig sind, ",
  "sn35.151:6.3": "sagt man, er habe keinen ansässigen Schüler. ",
  "sn35.151:6.4": "Diese Eigenschaften bemeistern ihn nicht. Da er nicht von schlechten, untauglichen Eigenschaften bemeistert wird, ",
  "sn35.151:6.5": "sagt man, er habe keinen belehrenden Meister. ",
  "sn35.151:6.6": "So lebt ein Mönch, der ohne einen ansässigen Schüler und einen belehrenden Meister lebt, in Glück und Wohlbehagen. ",
  "sn35.151:6.7": "Dieses geistliche Leben führt man ohne einen ansässigen Schüler und ohne einen belehrenden Meister. ",
  "sn35.151:6.8": "Ein Mönch, der mit einem ansässigen Schüler und einem belehrenden Meister lebt, lebt in Leiden und Unbehagen. ",
  "sn35.151:6.9": "Ein Mönch, der ohne einen ansässigen Schüler und einen belehrenden Meister lebt, lebt in Glück und Wohlbehagen.“ "
}