{
  "sn35.17:0.1": "Verbundene Lehrreden 35.17 ",
  "sn35.17:0.2": "2. Das Kapitel mit Paaren ",
  "sn35.17:0.3": "Wenn es keine vorteilhaften Folgen gäbe (1) ",
  "sn35.17:1.1": "„Mönche und Nonnen, wenn es beim Auge keine vorteilhaften Folgen gäbe, wären die Lebewesen nicht von ihm angezogen. ",
  "sn35.17:1.2": "Aber da es beim Auge vorteilhafte Folgen gibt, sind die Lebewesen von ihm angezogen. ",
  "sn35.17:1.3": "Wenn es beim Auge keine nachteiligen Folgen gäbe, würden die Lebewesen nicht davon ernüchtert werden. ",
  "sn35.17:1.4": "Aber da es beim Auge nachteilige Folgen gibt, werden die Lebewesen davon ernüchtert. ",
  "sn35.17:1.5": "Wenn es vom Auge kein Entrinnen gäbe, könnten die Lebewesen ihm nicht entrinnen. ",
  "sn35.17:1.6": "Aber da es vom Auge ein Entrinnen gibt, können die Lebewesen ihm entrinnen. ",
  "sn35.17:1.7": "Wenn es beim Ohr keine vorteilhaften Folgen gäbe … ",
  "sn35.17:1.8": "Wenn es bei der Nase keine vorteilhaften Folgen gäbe … ",
  "sn35.17:1.9": "Wenn es bei der Zunge keine vorteilhaften Folgen gäbe … ",
  "sn35.17:1.15": "Wenn es beim Körper keine vorteilhaften Folgen gäbe … ",
  "sn35.17:1.16": "Wenn es beim Geist keine vorteilhaften Folgen gäbe, wären die Lebewesen nicht von ihm angezogen. ",
  "sn35.17:1.17": "Aber da es beim Geist vorteilhafte Folgen gibt, sind die Lebewesen von ihm angezogen. ",
  "sn35.17:1.18": "Wenn es beim Geist keine nachteiligen Folgen gäbe, würden die Lebewesen nicht davon ernüchtert werden. ",
  "sn35.17:1.19": "Aber da es beim Geist nachteilige Folgen gibt, werden die Lebewesen davon ernüchtert. ",
  "sn35.17:1.20": "Wenn es vom Geist kein Entrinnen gäbe, könnten die Lebewesen ihm nicht entrinnen. ",
  "sn35.17:1.21": "Aber da es vom Geist ein Entrinnen gibt, können die Lebewesen ihm entrinnen. ",
  "sn35.17:2.1": "Solange die Lebewesen bei diesen sechs inneren Sinnesfeldern die vorteilhaften und nachteiligen Folgen und das Entrinnen nicht als das, was sie sind, wahrhaftig verstehen, so lange sind sie dieser Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen nicht entronnen, und sie leben nicht abgelöst, befreit und mit einem grenzenlosen Geist. ",
  "sn35.17:2.2": "Sobald die Lebewesen aber bei diesen sechs inneren Sinnesfeldern die vorteilhaften und nachteiligen Folgen und das Entrinnen als das, was sie sind, wahrhaftig verstehen, sind sie dieser Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen entronnen, und sie leben abgelöst, befreit und mit einem grenzenlosen Geist.“ "
}