{
  "sn35.129:0.1": "Verbundene Lehrreden 35.129 ",
  "sn35.129:0.2": "13. Das Kapitel mit Hausbesitzern ",
  "sn35.129:0.3": "Mit Ghosita ",
  "sn35.129:1.1": "Einmal hielt sich der Ehrwürdige Ānanda bei Kosambī auf, in Ghositas Kloster. ",
  "sn35.129:1.2": "Da ging der Hausbesitzer Ghosita zum Ehrwürdigen Ānanda und sagte zu ihm: ",
  "sn35.129:1.3": "„Herr, Ānanda, man spricht von der ‚Vielfalt der Elemente‘. ",
  "sn35.129:1.4": "Inwiefern sprach der Buddha von der Vielfalt der Elemente?“ ",
  "sn35.129:1.5": "„Hausbesitzer, man findet das Augenelement und auch angenehme Bilder und Augenbewusstsein. ",
  "sn35.129:1.6": "Ein angenehmes Gefühl entsteht in Abhängigkeit von einer Berührung, die als angenehm zu erleben ist. ",
  "sn35.129:1.7": "Man findet das Augenelement und auch schmerzhafte Bilder und Augenbewusstsein. ",
  "sn35.129:1.8": "Ein schmerzhaftes Gefühl entsteht in Abhängigkeit von einer Berührung, die als schmerzhaft zu erleben ist. ",
  "sn35.129:1.9": "Man findet das Augenelement und auch Bilder, die eine Grundlage für Gleichmut darstellen, und Augenbewusstsein. ",
  "sn35.129:1.10": "Ein neutrales Gefühl entsteht in Abhängigkeit von einer Berührung, die als neutral zu erleben ist. ",
  "sn35.129:1.11": "Man findet das Ohrelement … das Nasenelement … das Zungenelement … das Körperelement … ",
  "sn35.129:1.17": "Man findet das Geistelement und auch angenehme Gedanken und Geistbewusstsein. ",
  "sn35.129:1.18": "Ein angenehmes Gefühl entsteht in Abhängigkeit von einer Berührung, die als angenehm zu erleben ist. ",
  "sn35.129:1.19": "Man findet das Geistelement und auch schmerzhafte Gedanken und Geistbewusstsein. ",
  "sn35.129:1.20": "Ein schmerzhaftes Gefühl entsteht in Abhängigkeit von einer Berührung, die als schmerzhaft zu erleben ist. ",
  "sn35.129:1.21": "Man findet das Geistelement und auch Gedanken, die eine Grundlage für Gleichmut darstellen, und Geistbewusstsein. ",
  "sn35.129:1.22": "Ein neutrales Gefühl entsteht in Abhängigkeit von einer Berührung, die als neutral zu erleben ist. ",
  "sn35.129:1.23": "Insofern sprach der Buddha von der Vielfalt der Elemente.“ "
}