{
  "sn35.235:0.1": "Verbundene Lehrreden 35.235 ",
  "sn35.235:0.2": "18. Das Kapitel über das Meer ",
  "sn35.235:0.3": "Die Darlegung über das Brennen ",
  "sn35.235:1.1": "„Mönche und Nonnen, ich will euch eine Lehrdarlegung über das Brennen geben. ",
  "sn35.235:1.2": "Hört zu … ",
  "sn35.235:1.3": "„Und was ist die Lehrdarlegung über das Brennen? ",
  "sn35.235:1.4": "Es wäre besser für euch, euer Sehvermögen mit einem rot glühenden Eisennagel, der brennt, lodert und glüht, auszulöschen, als bei Bildern, die das Auge erkennt, mittels Einzelheiten an den Merkmalen hängen zu bleiben. ",
  "sn35.235:1.5": "Denn wenn ihr zu einer Zeit sterbt, zu der euer Bewusstsein noch an den vorteilhaften Folgen der Merkmale oder Einzelheiten hängt, ist es möglich, dass ihr zu einem von zwei Bestimmungsorten geht: ",
  "sn35.235:1.6": "in die Hölle oder ins Tierreich. ",
  "sn35.235:1.7": "Ich spreche so, da ich diese nachteilige Folge gesehen habe. ",
  "sn35.235:2.1": "Es wäre besser für euch, euer Hörvermögen mit einem spitzen Eisenpflock, der brennt, lodert und glüht, auszulöschen … ",
  "sn35.235:3.1": "Es wäre besser für euch, euer Riechvermögen mit einer scharfen Nagelschere, die brennt, lodert und glüht, auszulöschen … ",
  "sn35.235:4.1": "Es wäre besser für euch, euer Schmeckvermögen mit einem scharfen Rasiermesser, das brennt, lodert und glüht, auszulöschen … ",
  "sn35.235:5.1": "Es wäre besser für euch, euer Körperempfindungsvermögen mit einem scharfen Speer, der brennt, lodert und glüht, auszulöschen, als bei Berührungen, die der Körper erkennt, mittels Einzelheiten an den Merkmalen hängen zu bleiben. ",
  "sn35.235:5.2": "Denn wenn ihr zu einer Zeit sterbt, zu der euer Bewusstsein noch an den vorteilhaften Folgen der Merkmale oder Einzelheiten hängt, ist es möglich, dass ihr zu einem von zwei Bestimmungsorten geht: ",
  "sn35.235:5.4": "in die Hölle oder ins Tierreich. ",
  "sn35.235:5.5": "Ich spreche so, da ich diese nachteilige Folge gesehen habe. ",
  "sn35.235:6.1": "Es wäre besser für euch, zu schlafen. ",
  "sn35.235:6.2": "Denn ich sage, Schlaf ist nutzlos und fruchtlos und ist Bewusstlosigkeit für die Lebenden. Aber solange ihr schlaft, geratet ihr nicht in den Bann solcher Gedanken, die euch veranlassen, eine Spaltung des Saṅgha herbeizuführen. ",
  "sn35.235:6.3": "Ich spreche so, da ich diese nachteilige Folge gesehen habe. ",
  "sn35.235:7.1": "Ein gebildeter edler Schüler denkt darüber nach: ",
  "sn35.235:7.2": "‚Vergiss das Auslöschen des Sehvermögens mit einem rot glühenden Eisennagel, der brennt, lodert und glüht! ",
  "sn35.235:7.3": "Ich will lieber meine Aufmerksamkeit darauf richten, ",
  "sn35.235:7.4": "dass das Auge, Bilder, Augenbewusstsein und Augenberührung unbeständig sind, und dass das angenehme, schmerzhafte oder neutrale Gefühl, das durch Augenberührung bedingt entsteht, ebenso unbeständig ist. ",
  "sn35.235:8.1": "Vergiss das Auslöschen des Hörvermögens mit einem spitzen Eisenpflock, der brennt, lodert und glüht! ",
  "sn35.235:8.2": "Ich will lieber meine Aufmerksamkeit darauf richten, ",
  "sn35.235:8.3": "dass das Ohr, Töne, Ohrbewusstsein und Ohrberührung unbeständig sind, und dass das angenehme, schmerzhafte oder neutrale Gefühl, das durch Ohrberührung bedingt entsteht, ebenso unbeständig ist. ",
  "sn35.235:9.1": "Vergiss das Auslöschen des Riechvermögens mit einer scharfen Nagelschere, die brennt, lodert und glüht! ",
  "sn35.235:9.2": "Ich will lieber meine Aufmerksamkeit darauf richten, ",
  "sn35.235:9.3": "dass die Nase, Düfte, Nasenbewusstsein und Nasenberührung unbeständig sind, und dass das angenehme, schmerzhafte oder neutrale Gefühl, das durch Nasenberührung bedingt entsteht, ebenso unbeständig ist. ",
  "sn35.235:10.1": "Vergiss das Auslöschen des Schmeckvermögens mit einem scharfen Rasiermesser, das brennt, lodert und glüht! ",
  "sn35.235:10.2": "Ich will lieber meine Aufmerksamkeit darauf richten, ",
  "sn35.235:10.3": "dass die Zunge, Geschmäcke, Zungenbewusstsein und Zungenberührung unbeständig sind, und dass das angenehme, schmerzhafte oder neutrale Gefühl, das durch Zungenberührung bedingt entsteht, ebenso unbeständig ist. ",
  "sn35.235:11.1": "Vergiss das Auslöschen des Körperempfindungsvermögens mit einem scharfen Speer, der brennt, lodert und glüht! ",
  "sn35.235:11.2": "Ich will lieber meine Aufmerksamkeit darauf richten, ",
  "sn35.235:11.3": "dass der Körper, Berührungen, Körperbewusstsein und Körperberührung unbeständig sind, und dass das angenehme, schmerzhafte oder neutrale Gefühl, das durch Körperberührung bedingt entsteht, ebenso unbeständig ist. ",
  "sn35.235:12.1": "Vergiss das Schlafen! ",
  "sn35.235:12.2": "Ich will lieber meine Aufmerksamkeit darauf richten, ",
  "sn35.235:12.3": "dass der Geist, Gedanken, Geistbewusstsein und Geistberührung unbeständig sind, und dass das angenehme, schmerzhafte oder neutrale Gefühl, das durch Geistberührung bedingt entsteht, ebenso unbeständig ist.‘ ",
  "sn35.235:13.1": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert vom Auge, von Bildern, vom Augenbewusstsein und der Augenberührung. Er wird ernüchtert von dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Augenberührung bedingt entsteht. ",
  "sn35.235:13.2": "Er wird ernüchtert vom Ohr … von der Nase … von der Zunge … vom Körper … vom Geist … von dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Geistberührung bedingt entsteht. ",
  "sn35.235:13.3": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn35.235:13.4": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn35.235:13.5": "Das ist die Lehrdarlegung über das Brennen.“ "
}