{
  "sn35.65:0.1": "Verbundene Lehrreden 35.65 ",
  "sn35.65:0.2": "7. Das Kapitel mit Migajāla ",
  "sn35.65:0.3": "Samiddhis Fragen über Māra ",
  "sn35.65:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn35.65:1.2": "Da ging der Ehrwürdige Samiddhi zum Buddha … ",
  "sn35.65:1.3": "und sagte zu ihm: ",
  "sn35.65:1.4": "„Herr, man spricht von dieser Sache, die ‚Māra‘ genannt wird. ",
  "sn35.65:1.5": "Inwiefern gibt es Māra oder was man als Māra kennt?“ ",
  "sn35.65:2.1": "„Samiddhi, wo es das Auge gibt, wo es Bilder, Augenbewusstsein und die Dinge gibt, die das Augenbewusstsein erkennt, dort ist Māra oder was man als Māra kennt. ",
  "sn35.65:2.2": "Wo es das Ohr gibt, wo es Töne, Ohrbewusstsein und die Dinge gibt, die das Ohrbewusstsein erkennt, dort ist Māra oder was man als Māra kennt. ",
  "sn35.65:2.3": "Wo es die Nase gibt, wo es Düfte, Nasenbewusstsein und die Dinge gibt, die das Nasenbewusstsein erkennt, dort ist Māra oder was man als Māra kennt. ",
  "sn35.65:2.4": "Wo es die Zunge gibt, wo es Geschmäcke, Zungenbewusstsein und die Dinge gibt, die das Zungenbewusstsein erkennt, dort ist Māra oder was man als Māra kennt. ",
  "sn35.65:2.5": "Wo es den Körper gibt, wo es Berührungen, Körperbewusstsein und die Dinge gibt, die das Körperbewusstsein erkennt, dort ist Māra oder was man als Māra kennt. ",
  "sn35.65:2.6": "Wo es den Geist gibt, wo es Gedanken, Geistbewusstsein und die Dinge gibt, die das Geistbewusstsein erkennt, dort ist Māra oder was man als Māra kennt. ",
  "sn35.65:3.1": "Wo es kein Auge gibt, wo es keine Bilder, kein Augenbewusstsein und keine Dinge gibt, die das Augenbewusstsein erkennt, dort ist kein Māra oder was man als Māra kennt. ",
  "sn35.65:3.2": "Wo es kein Ohr … ",
  "sn35.65:3.3": "Wo es keine Nase … ",
  "sn35.65:3.4": "Wo es keine Zunge … ",
  "sn35.65:3.5": "Wo es keinen Körper … ",
  "sn35.65:3.6": "Wo es keinen Geist gibt, wo es keine Gedanken, kein Geistbewusstsein und keine Dinge gibt, die das Geistbewusstsein erkennt, dort ist kein Māra oder was man als Māra kennt.“ "
}