{
  "sn35.18:0.1": "Verbundene Lehrreden 35.18 ",
  "sn35.18:0.2": "2. Das Kapitel mit Paaren ",
  "sn35.18:0.3": "Wenn es keine vorteilhaften Folgen gäbe (2) ",
  "sn35.18:1.1": "„Mönche und Nonnen, wenn es bei Bildern keine vorteilhaften Folgen gäbe, wären die Lebewesen nicht von ihnen angezogen. ",
  "sn35.18:1.2": "Aber da es bei Bildern vorteilhafte Folgen gibt, sind die Lebewesen von ihnen angezogen. ",
  "sn35.18:1.3": "Wenn es bei Bildern keine nachteiligen Folgen gäbe, würden die Lebewesen nicht davon ernüchtert werden. ",
  "sn35.18:1.4": "Aber da es bei Bildern nachteilige Folgen gibt, werden die Lebewesen davon ernüchtert. ",
  "sn35.18:1.5": "Wenn es von Bildern kein Entrinnen gäbe, könnten die Lebewesen ihnen nicht entrinnen. ",
  "sn35.18:1.6": "Aber da es von Bildern ein Entrinnen gibt, können die Lebewesen ihnen entrinnen. ",
  "sn35.18:1.7": "Wenn es bei Tönen keine vorteilhaften Folgen gäbe … ",
  "sn35.18:1.8": "Wenn es bei Düften keine vorteilhaften Folgen gäbe … ",
  "sn35.18:1.9": "Wenn es bei Geschmäcken keine vorteilhaften Folgen gäbe … ",
  "sn35.18:1.10": "Wenn es bei Berührungen keine vorteilhaften Folgen gäbe … ",
  "sn35.18:1.11": "Wenn es bei Gedanken keine vorteilhaften Folgen gäbe, wären die Lebewesen nicht von ihnen angezogen. ",
  "sn35.18:1.12": "Aber da es bei Gedanken vorteilhafte Folgen gibt, sind die Lebewesen von ihnen angezogen. ",
  "sn35.18:1.13": "Wenn es bei Gedanken keine nachteiligen Folgen gäbe, würden die Lebewesen nicht davon ernüchtert werden. ",
  "sn35.18:1.14": "Aber da es bei Gedanken nachteilige Folgen gibt, werden die Lebewesen davon ernüchtert. ",
  "sn35.18:1.15": "Wenn es von Gedanken kein Entrinnen gäbe, könnten die Lebewesen ihnen nicht entrinnen. ",
  "sn35.18:1.16": "Aber da es von Gedanken ein Entrinnen gibt, können die Lebewesen ihnen entrinnen. ",
  "sn35.18:2.1": "Solange die Lebewesen bei diesen sechs äußeren Sinnesfeldern die vorteilhaften und nachteiligen Folgen und das Entrinnen nicht als das, was sie sind, wahrhaftig verstehen, so lange sind sie dieser Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen nicht entronnen, und sie leben nicht abgelöst, befreit und mit einem grenzenlosen Geist. ",
  "sn35.18:2.2": "Sobald die Lebewesen aber bei diesen sechs äußeren Sinnesfeldern die vorteilhaften und nachteiligen Folgen und das Entrinnen als das, was sie sind, wahrhaftig verstehen, sind sie dieser Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen entronnen, und sie leben abgelöst, befreit und mit einem grenzenlosen Geist.“ "
}