{
  "sn35.134:0.1": "Verbundene Lehrreden 35.134 ",
  "sn35.134:0.2": "14. Das Kapitel bei Devadaha ",
  "sn35.134:0.3": "Bei Devadaha ",
  "sn35.134:1.1": "Einmal hielt sich der Buddha im Land der Sakyer auf, bei dem Marktflecken der Sakyer mit Namen Devadaha. ",
  "sn35.134:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn35.134:1.3": "„Wenn es um die sechs Berührungsfelder geht, Mönche und Nonnen, so sage ich nicht, alle Mönche und Nonnen hätten beflissen zu arbeiten, noch sage ich, niemand von ihnen hätte beflissen zu arbeiten. ",
  "sn35.134:1.4": "Ich sage, diejenigen Mönche und Nonnen, die vollendet sind, die die Befleckungen aufgelöst haben, die das geistliche Leben erfüllt haben, die getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst haben und durch Erleuchtung richtig befreit sind, haben, wenn es um die sechs Berührungsfelder geht, nicht beflissen zu arbeiten. ",
  "sn35.134:1.5": "Und warum nicht? ",
  "sn35.134:1.6": "Sie haben ihre Arbeit beflissen getan und sind nicht in der Lage, nachlässig zu sein. ",
  "sn35.134:1.7": "Ich sage, diejenigen Mönche und Nonnen, die in Schulung sind, die ihren Herzenswunsch noch nicht erfüllt haben, doch die so leben, dass sie nach dem unübertrefflichen Schutzgebiet streben, haben, wenn es um die sechs Berührungsfelder geht, beflissen zu arbeiten. ",
  "sn35.134:1.8": "Und warum? ",
  "sn35.134:1.9": "Es gibt Bilder, die das Auge erkennt, die angenehm sind, und auch solche, die unangenehm sind. ",
  "sn35.134:1.10": "Indem sie sie wieder und wieder erleben, halten diese ihren Geist nicht gefangen. ",
  "sn35.134:1.11": "Ihre Energie ist aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, ihr Körper still und nicht erregt und ihr Geist im Samādhi versunken. ",
  "sn35.134:1.12": "Da ich diese Frucht der Beflissenheit sehe, sage ich, diese Mönche und Nonnen haben, wenn es um die sechs Berührungsfelder geht, beflissen zu arbeiten. … ",
  "sn35.134:1.13": "Es gibt Gedanken, die der Geist erkennt, die angenehm sind, und auch solche, die unangenehm sind. ",
  "sn35.134:1.14": "Indem sie sie wieder und wieder erleben, halten diese ihren Geist nicht gefangen. ",
  "sn35.134:1.15": "Ihre Energie ist aufgerüttelt und unermüdlich, die Achtsamkeit fest verankert und klar, ihr Körper still und nicht erregt und ihr Geist im Samādhi versunken. ",
  "sn35.134:1.16": "Da ich diese Frucht der Beflissenheit sehe, sage ich, diese Mönche und Nonnen haben, wenn es um die sechs Berührungsfelder geht, beflissen zu arbeiten.“ "
}