{
  "sn35.29:0.1": "Verbundene Lehrreden 35.29 ",
  "sn35.29:0.2": "3. Das Kapitel über alles ",
  "sn35.29:0.3": "Unterdrückt ",
  "sn35.29:1.1": "So habe ich es gehört: ",
  "sn35.29:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn35.29:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn35.29:1.4": "„Mönche und Nonnen, alles ist unterdrückt. ",
  "sn35.29:1.5": "Und was ist alles, das unterdrückt ist? ",
  "sn35.29:1.6": "Das Auge ist unterdrückt. Bilder sind unterdrückt. Augenbewusstsein ist unterdrückt. Augenberührung ist unterdrückt. Das angenehme, schmerzhafte oder neutrale Gefühl, das durch Augenberührung bedingt entsteht, ist ebenso unterdrückt. ",
  "sn35.29:1.7": "Wovon sind sie unterdrückt? ",
  "sn35.29:1.8": "Sie sind unterdrückt vom Feuer von Gier, Hass und Täuschung. Sie sind unterdrückt von Wiedergeburt, Alter und Tod, von Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis, sage ich. ",
  "sn35.29:1.9": "Das Ohr ist unterdrückt … die Nase ist unterdrückt … die Zunge ist unterdrückt … ",
  "sn35.29:1.12": "der Körper ist unterdrückt … ",
  "sn35.29:1.13": "Der Geist ist unterdrückt. Gedanken sind unterdrückt. Geistbewusstsein ist unterdrückt. Geistberührung ist unterdrückt. Das angenehme, schmerzhafte oder neutrale Gefühl, das durch Geistberührung bedingt entsteht, ist ebenso unterdrückt. ",
  "sn35.29:1.14": "Wovon sind sie unterdrückt? ",
  "sn35.29:1.15": "Sie sind unterdrückt vom Feuer von Gier, Hass und Täuschung. Sie sind unterdrückt von Wiedergeburt, Alter und Tod, von Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis, sage ich. ",
  "sn35.29:1.16": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert vom Auge, von Bildern, vom Augenbewusstsein und der Augenberührung. Er wird ernüchtert von dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Augenberührung bedingt entsteht. ",
  "sn35.29:1.17": "Er wird ernüchtert vom Ohr … von der Nase … von der Zunge … vom Körper … vom Geist … von dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Geistberührung bedingt entsteht. ",
  "sn35.29:1.18": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn35.29:1.19": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ "
}