{
  "sn35.87:0.1": "Verbundene Lehrreden 35.87 ",
  "sn35.87:0.2": "9. Das Kapitel mit Channa ",
  "sn35.87:0.3": "Mit Channa ",
  "sn35.87:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn35.87:1.2": "Zu dieser Zeit hielten sich der Ehrwürdige Sāriputta, der Ehrwürdige Mahācunda und der Ehrwürdige Channa auf der Geierkuppe auf. ",
  "sn35.87:1.3": "Zu dieser Zeit nun war der Ehrwürdige Channa mitgenommen, leidend, schwer krank. ",
  "sn35.87:1.4": "Da kam der Ehrwürdige Sāriputta am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Mahācunda und sagte zu ihm: ",
  "sn35.87:1.5": "„Komm, geehrter Cunda, wir wollen zum Ehrwürdigen Channa gehen und uns nach seiner Krankheit erkundigen.“ ",
  "sn35.87:1.6": "„Ja, Geehrter“, antwortete Mahācunda. ",
  "sn35.87:2.1": "Da gingen Sāriputta und Mahācunda zu Channa und setzten sich auf ausgebreitete Sitze. Sāriputta sagte zu Channa: ",
  "sn35.87:2.2": "„Ich hoffe, es geht dir leidlich, geehrter Channa, ich hoffe, du kommst zurecht. Und ich hoffe, dass der Schmerz nachlässt und nicht zunimmt, dass ein Nachlassen erkennbar ist, kein Zunehmen.“ ",
  "sn35.87:3.1": "„Geehrter Sāriputta, es geht mir nicht leidlich, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist erkennbar, kein Nachlassen. ",
  "sn35.87:3.2": "Wie wenn ein starker Mann eine scharfe Spitze in meinen Kopf bohren würde: So heftig sind die bohrenden Winde, die mir den Kopf zermartern. ",
  "sn35.87:3.4": "Wie wenn ein starker Mann mir einen festen Lederriemen um den Kopf strammziehen würde: So heftig ist der Schmerz in meinem Kopf. ",
  "sn35.87:3.6": "Wie wenn ein geschickter Metzger oder Metzgerlehrling mit einem scharfen Hackmesser den Bauch einer Kuh aufschlitzen würde: So heftig sind die schneidenden Winde, die mir in den Bauch schneiden. ",
  "sn35.87:3.8": "Wie wenn zwei starke Männer einen schwächeren Mann an den Armen packen würden, um ihn über einer Grube mit glühenden Kohlen zu verbrennen und zu schmoren: So heftig ist das Brennen in meinem Körper. ",
  "sn35.87:3.9": "Es geht mir nicht leidlich, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist erkennbar, kein Nachlassen. ",
  "sn35.87:3.10": "Geehrter Sāriputta, ich werde mir die Pulsadern aufschlitzen. Ich will nicht mehr leben.“ ",
  "sn35.87:4.1": "„Bitte schlitze dir nicht die Pulsadern auf! ",
  "sn35.87:4.2": "Ehrwürdiger Channa, halte durch! Wir wollen, dass du durchhältst. ",
  "sn35.87:4.3": "Wenn du keine zuträgliche Nahrung hast, werden wir sie für dich finden. ",
  "sn35.87:4.4": "Wenn du keine zuträgliche Arznei hast, werden wir sie für dich finden. ",
  "sn35.87:4.5": "Wenn du keine geeignete Pflegekraft hast, werden wir sie für dich finden. ",
  "sn35.87:4.6": "Bitte schlitze dir nicht die Pulsadern auf! ",
  "sn35.87:4.7": "Ehrwürdiger Channa, halte durch! Wir wollen, dass du durchhältst.“ ",
  "sn35.87:5.1": "„Geehrter Sāriputta, es ist nicht so, dass ich keine zuträgliche Nahrung hätte; ",
  "sn35.87:5.2": "ich habe zuträgliche Nahrung. ",
  "sn35.87:5.3": "Es ist nicht so, dass ich keine zuträgliche Arznei hätte; ",
  "sn35.87:5.4": "ich habe zuträgliche Arznei. ",
  "sn35.87:5.5": "Es ist nicht so, dass ich keine geeignete Pflegekraft hätte; ",
  "sn35.87:5.6": "ich habe eine geeignete Pflegekraft. ",
  "sn35.87:5.7": "Mehr noch, ich habe dem Lehrer lange Zeit mit Liebe gedient, nicht ohne Liebe. ",
  "sn35.87:5.8": "Denn es ist angebracht für einen Schüler, dem Lehrer mit Liebe zu dienen, nicht ohne Liebe. ",
  "sn35.87:5.9": "Du sollst in Erinnerung behalten: ‚Der Mönch Channa wird sich ohne Tadel die Pulsadern aufschlitzen.‘“ ",
  "sn35.87:6.1": "„Ich würde den Ehrwürdigen Channa gerne zu einem bestimmten Punkt etwas fragen, wenn er die Zeit nehmen würde, mir zu antworten.“ ",
  "sn35.87:6.2": "„Frage, geehrter Sāriputta. Wenn ich es gehört habe, werde ich es wissen.“ ",
  "sn35.87:7.1": "„Geehrter Channa, betrachtest du das Auge, Augenbewusstsein und Dinge, die durch das Augenbewusstsein erkennbar sind, so: ‚Das ist mein, das bin ich, das ist mein Selbst‘? ",
  "sn35.87:7.2": "Betrachtest du das Ohr … die Nase … die Zunge … den Körper … ",
  "sn35.87:7.3": "Betrachtest du den Geist, Geistbewusstsein und Dinge, die durch das Geistbewusstsein erkennbar sind, so: ‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn35.87:8.1": "„Geehrter Sāriputta, ich betrachte das Auge, Augenbewusstsein und Dinge, die durch das Augenbewusstsein erkennbar sind, so: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn35.87:8.2": "Ich betrachte das Ohr … die Nase … die Zunge … den Körper … ",
  "sn35.87:8.3": "Ich betrachte den Geist, Geistbewusstsein und Dinge, die durch das Geistbewusstsein erkennbar sind, so: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘“ ",
  "sn35.87:9.1": "„Geehrter Channa, was hast du bei diesen Dingen gesehen, was hast du unmittelbar erkannt, dass du sie so betrachtest: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst‘?“ ",
  "sn35.87:10.1": "„Geehrter Sāriputta, nachdem ich bei diesen Dingen das Aufhören gesehen habe, nachdem ich das Aufhören unmittelbar erkannt habe, betrachte ich sie so: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘“ ",
  "sn35.87:11.1": "Daraufhin sagte der Ehrwürdige Mahācunda zum Ehrwürdigen Channa: ",
  "sn35.87:11.2": "„Daher, geehrter Channa, sollst du regelmäßig den Geist für diese Anleitung des Buddha gut gebrauchen: ",
  "sn35.87:11.3": "‚Für den Abhängigen gibt es Bewegung. Für den Unabhängigen gibt es keine Bewegung. ",
  "sn35.87:11.4": "Wenn es keine Bewegung gibt, gibt es Stille. ",
  "sn35.87:11.5": "Wenn es Stille gibt, gibt es keine Neigung. ",
  "sn35.87:11.6": "Wenn es keine Neigung gibt, gibt es kein Kommen und Gehen. ",
  "sn35.87:11.7": "Wenn es kein Kommen und Gehen gibt, gibt es kein Sterben und Wiedererscheinen. ",
  "sn35.87:11.8": "Wenn es kein Sterben und Wiedererscheinen gibt, gibt es nicht diese Welt, nicht jene Welt und kein Dazwischen. ",
  "sn35.87:11.9": "Eben das ist das Ende des Leidens.‘“ ",
  "sn35.87:12.1": "Und nachdem der Ehrwürdige Sāriputta und der Ehrwürdige Mahācunda dem Ehrwürdigen Channa diesen Rat erteilt hatten, erhoben sie sich von ihren Sitzen und gingen. ",
  "sn35.87:12.2": "Und nicht lange, nachdem sie gegangen waren, schlitzte sich der Ehrwürdige Channa die Pulsadern auf. ",
  "sn35.87:13.1": "Da ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn35.87:13.2": "„Herr, der Ehrwürdige Channa hat sich die Pulsadern aufgeschlitzt. ",
  "sn35.87:13.3": "Wo wurde er im nächsten Leben wiedergeboren?“ ",
  "sn35.87:13.4": "„Sāriputta, hat nicht der Mönch Channa selbst vor dir erklärt, dass er ohne Tadel ist?“ ",
  "sn35.87:13.5": "„Herr, es gibt ein Dorf der Vajjier mit Namen Pubbavijjhana. ",
  "sn35.87:13.6": "Dort hatte Channa Familien, mit denen er befreundet und vertraut war und denen er nahestand.“ ",
  "sn35.87:13.7": "„Der Mönch Channa hatte tatsächlich solche Familien, Sāriputta. ",
  "sn35.87:13.8": "Aber das reicht für mich nicht aus, um jemanden als ‚tadelnswert‘ zu bezeichnen. ",
  "sn35.87:13.9": "Wenn jemand seinen Körper ablegt und einen anderen Körper aufnimmt, dann nenne ich ihn ‚tadelnswert‘. ",
  "sn35.87:13.10": "Aber der Mönch Channa hat nichts dergleichen getan. ",
  "sn35.87:13.11": "Du sollst in Erinnerung behalten: ‚Der Mönch Channa hat sich ohne Tadel die Pulsadern aufgeschlitzt.‘“ "
}