{
  "sn35.133:0.1": "Verbundene Lehrreden 35.133 ",
  "sn35.133:0.2": "13. Das Kapitel mit Hausbesitzern ",
  "sn35.133:0.3": "Verahaccāni ",
  "sn35.133:1.1": "Einmal hielt sich der Ehrwürdige Udāyī bei Kāmaṇḍā im Mangowäldchen des Brahmanen Todeyya auf. ",
  "sn35.133:1.2": "Da ging ein Brahmanenschüler, ein Schüler der Brahmanin vom Verahaccāni-Stamm, zum Ehrwürdigen Udāyī und tauschte Willkommensgrüße mit ihm aus. ",
  "sn35.133:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. ",
  "sn35.133:1.4": "Udāyī leitete diesen Brahmanenschüler mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. ",
  "sn35.133:1.5": "Da ging dieser Schüler zur Brahmanin vom Verahaccāni-Stamm und sagte zu ihr: ",
  "sn35.133:1.6": "„Bitte, meine Dame, das sollst du wissen: ",
  "sn35.133:1.7": "Der Asket Udāyī lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist.“ ",
  "sn35.133:2.1": "„Dann, Schüler, lade ihn in meinem Namen für morgen zum Essen ein.“ ",
  "sn35.133:2.2": "„Ja, meine Dame“, antwortete er. Er ging zu Udāyī und sagte: ",
  "sn35.133:2.3": "„Herr, Meister Udāyī möchte bitte die morgige Mahlzeit von der Frau meines Lehrers, der Brahmanin vom Verahaccāni-Stamm, annehmen.“ ",
  "sn35.133:2.4": "Udāyī schwieg zum Zeichen der Zustimmung. ",
  "sn35.133:2.5": "Als dann die Nacht vorüber war, kleidete Udāyī sich am Morgen an, nahm Schale und Robe, ging zum Haus der Brahmanin und setzte sich dort auf den ausgebreiteten Sitz. ",
  "sn35.133:2.6": "Und die Brahmanin bewirtete und bediente Udāyī eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "sn35.133:2.7": "Als Udāyī gegessen und Hand und Schale gewaschen hatte, zog sie ein Paar Schuhe an, setzte sich auf einen hohen Sitz, bedeckte ihren Kopf und sagte zu ihm: ",
  "sn35.133:2.8": "„Asket, predige den Dhamma.“ ",
  "sn35.133:2.9": "„Es wird dafür eine Gelegenheit geben, Schwester“, antwortete er, dann erhob er sich von seinem Sitz und ging. ",
  "sn35.133:3.1": "Zum zweiten Mal ging dieser Brahmanenschüler zum Ehrwürdigen Udāyī … ",
  "sn35.133:3.4": "Und zum zweiten Mal ging dieser Schüler zur Brahmanin vom Verahaccāni-Stamm … ",
  "sn35.133:4.1": "Sie sagte zu ihm: „Du preist den Asketen Udāyī noch genauso. ",
  "sn35.133:4.2": "Aber als ich ihn aufforderte, zu predigen, sagte er nur, es werde dafür eine Gelegenheit geben, dann erhob er sich und ging.“ ",
  "sn35.133:4.3": "„Meine Dame, das ist, weil du ein Paar Schuhe angezogen, dich auf einen hohen Sitz gesetzt und deinen Kopf bedeckt hast, bevor du ihn zum Lehren einludest. ",
  "sn35.133:4.5": "Denn die Meister achten die Lehre.“ ",
  "sn35.133:4.6": "„Dann, Schüler, lade ihn in meinem Namen für morgen zum Essen ein.“ ",
  "sn35.133:4.7": "„Ja, meine Dame“, antwortete er. … ",
  "sn35.133:5.2": "Und die Brahmanin bewirtete und bediente Udāyī eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "sn35.133:5.3": "Als Udāyī gegessen und Hand und Schale gewaschen hatte, zog sie ihre Schuhe aus, setzte sich auf einen niedrigen Sitz, entblößte ihren Kopf und sagte zu ihm: ",
  "sn35.133:5.4": "„Herr, wenn was besteht, erklären die Vollendeten, dass es Glück und Schmerz gebe? Wenn was nicht besteht, erklären die Vollendeten nicht, dass es Glück und Schmerz gebe?“ ",
  "sn35.133:6.1": "„Schwester, wenn es ein Auge gibt, erklären die Vollendeten, dass es Glück und Schmerz gebe. Wenn es kein Auge gibt, erklären die Vollendeten nicht, dass es Glück und Schmerz gebe. ",
  "sn35.133:6.2": "Wenn es ein Ohr gibt … Wenn es eine Nase gibt … Wenn es eine Zunge gibt … Wenn es einen Körper gibt … ",
  "sn35.133:6.3": "Wenn es einen Geist gibt, erklären die Vollendeten, dass es Glück und Schmerz gebe. Wenn es keinen Geist gibt, erklären die Vollendeten nicht, dass es Glück und Schmerz gebe.“ ",
  "sn35.133:7.1": "Darauf sagte die Brahmanin zu Udāyī: ",
  "sn35.133:7.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "sn35.133:7.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der Ehrwürdige Udāyī die Lehre auf vielerlei Weise klargemacht. ",
  "sn35.133:7.4": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn35.133:7.5": "Von diesem Tag an soll der Ehrwürdige Udāyī mich als Laienschülerin in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen hat.“ "
}