{
  "sn35.241:0.1": "Verbundene Lehrreden 35.241 ",
  "sn35.241:0.2": "19. Das Kapitel über das Gleichnis von den Giftschlangen ",
  "sn35.241:0.3": "Das Gleichnis vom Baumstamm (1) ",
  "sn35.241:1.1": "Einmal hielt sich der Buddha bei Kosambī am Ufer des Ganges auf. ",
  "sn35.241:1.2": "Er sah einen großen Baumstamm, der in der Strömung des Ganges trieb, ",
  "sn35.241:1.3": "und wandte sich an die Mönche und Nonnen: ",
  "sn35.241:1.4": "„Mönche und Nonnen, seht ihr diesen großen Baumstamm, der in der Strömung des Ganges treibt?“ ",
  "sn35.241:1.5": "„Ja, Herr.“ ",
  "sn35.241:1.6": "„Mönche und Nonnen, wenn dieser Baumstamm nicht ans diesseitige oder ans jenseitige Ufer stößt, wenn er nicht in der Mitte untergeht oder auf einer Sandbank strandet, wenn er nicht von Menschen oder nicht-menschlichen Wesen weggenommen wird, wenn er sich nicht in einem Strudel verfängt und wenn er nicht verfault, ",
  "sn35.241:1.7": "in diesem Fall wird dieser Baumstamm sich zum Meer neigen, zum Meer streben, sich zum Meer ausrichten. ",
  "sn35.241:1.8": "Und warum? ",
  "sn35.241:1.9": "Weil die Strömung des Ganges sich zum Meer neigt, zum Meer strebt, sich zum Meer ausrichtet. ",
  "sn35.241:2.1": "Ebenso werdet ihr, wenn ihr nicht ans diesseitige oder ans jenseitige Ufer stoßt, wenn ihr nicht in der Mitte untergeht oder auf einer Sandbank strandet, wenn ihr nicht von Menschen oder nicht-menschlichen Wesen weggenommen werdet, wenn ihr euch nicht in einem Strudel verfangt und wenn ihr nicht verfault, ",
  "sn35.241:2.3": "euch zum Erlöschen neigen, zum Erlöschen streben, euch zum Erlöschen ausrichten. ",
  "sn35.241:2.4": "Und warum? ",
  "sn35.241:2.5": "Weil rechte Ansicht sich zum Erlöschen neigt, zum Erlöschen hin strebt, sich zum Erlöschen ausrichtet.“ ",
  "sn35.241:2.6": "Daraufhin fragte einer der Mönche den Buddha: ",
  "sn35.241:2.7": "„Aber Herr, was ist das diesseitige und was ist das jenseitige Ufer? Was bedeutet in der Mitte untergehen? Was bedeutet auf einer Sandbank stranden? Was bedeutet von Menschen oder nicht-menschlichen Wesen weggenommen werden? Was bedeutet sich in einem Strudel verfangen? Und was bedeutet verfaulen?“ ",
  "sn35.241:3.1": "„‚Das diesseitige Ufer‘, Mönch, ist ein Ausdruck für die sechs inneren Sinnesfelder. ",
  "sn35.241:3.2": "‚Das jenseitige Ufer‘ ist ein Ausdruck für die sechs äußeren Sinnesfelder. ",
  "sn35.241:3.3": "‚In der Mitte untergehen‘ ist ein Ausdruck für Genießen und Gier. ",
  "sn35.241:3.4": "‚Auf einer Sandbank stranden‘ ist ein Ausdruck für die Einbildung ‚ich bin‘. ",
  "sn35.241:4.1": "Und was bedeutet von Menschen weggenommen werden? ",
  "sn35.241:4.2": "Da tut sich jemand eng mit Laien zusammen, teilt Freud und Leid mit ihnen – ist glücklich, wenn sie glücklich sind, und traurig, wenn sie traurig sind – und lässt sich in ihre Angelegenheiten verwickeln. ",
  "sn35.241:4.3": "Das nennt man von Menschen weggenommen werden. ",
  "sn35.241:5.1": "Und was bedeutet von nicht-menschlichen Wesen weggenommen werden? ",
  "sn35.241:5.2": "Da führt jemand das geistliche Leben in der Hoffnung, in einer Klasse von Göttern wiedergeboren zu werden: ‚Dass ich doch durch diese Regel, dieses Gelübde, diese inbrünstige Askese oder dieses geistliche Leben einer der Götter werde!‘ ",
  "sn35.241:5.3": "Das nennt man von nicht-menschlichen Wesen weggenommen werden. ",
  "sn35.241:5.4": "‚Sich in einem Strudel verfangen‘ ist ein Ausdruck für die fünf Arten sinnlicher Erregung. ",
  "sn35.241:6.1": "Und was bedeutet verfaulen? ",
  "sn35.241:6.2": "Da ist jemand unmoralisch, mit schlechten Eigenschaften, schmutzig, von verdächtigem Verhalten, hinterhältig, gibt fälschlich vor, ein Asket zu sein oder ein geistliches Leben zu führen, ist innerlich verdorben, schamlos und verkommen. ",
  "sn35.241:6.3": "Das nennt man ‚verfaulen‘.“ ",
  "sn35.241:7.1": "Nun saß da gerade der Kuhhirt Nanda nicht weit vom Buddha. ",
  "sn35.241:7.2": "Und er sagte zum Buddha: ",
  "sn35.241:7.3": "„Ich werde nicht ans diesseitige oder ans jenseitige Ufer stoßen, werde nicht in der Mitte untergehen oder auf einer Sandbank stranden, werde nicht von Menschen oder nicht-menschlichen Wesen weggenommen werden, werde mich nicht in einem Strudel verfangen und werde nicht verfaulen. ",
  "sn35.241:7.4": "Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "sn35.241:7.5": "„Nun, Nanda, bringe die Kühe zu ihren Besitzern zurück.“ ",
  "sn35.241:7.6": "„Herr, die Kühe werden von selbst zu ihren Besitzern zurückgehen, denn sie lieben ihre Kälber.“ ",
  "sn35.241:7.7": "„Dennoch, Nanda, solltest du sie zu ihren Besitzern zurückbringen.“ ",
  "sn35.241:7.8": "Da brachte Nanda die Kühe zu ihren Besitzern zurück, dann ging er zum Buddha und sagte zu ihm: ",
  "sn35.241:7.9": "„Herr, ich habe die Kühe zu ihren Besitzern zurückgebracht. ",
  "sn35.241:7.10": "Darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "sn35.241:7.11": "Und der Kuhhirt Nanda erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "sn35.241:7.12": "Nicht lange nach seiner Ordination … ",
  "sn35.241:7.13": "wurde der Ehrwürdige Nanda einer der Vollendeten. "
}