{
  "sn35.93:0.1": "Verbundene Lehrreden 35.93 ",
  "sn35.93:0.2": "9. Das Kapitel mit Channa ",
  "sn35.93:0.3": "Zweiheit (2) ",
  "sn35.93:1.1": "„Mönche und Nonnen, Bewusstsein besteht in Abhängigkeit von einer Zweiheit. ",
  "sn35.93:1.2": "Und was ist diese Zweiheit? ",
  "sn35.93:1.3": "Augenbewusstsein entsteht in Abhängigkeit vom Auge und Bildern. ",
  "sn35.93:1.4": "Das Auge ist unbeständig, verfällt und geht zugrunde. ",
  "sn35.93:1.5": "Bilder sind unbeständig, verfallen und gehen zugrunde. ",
  "sn35.93:1.6": "Somit schwankt und kippt diese Zweiheit: Sie ist unbeständig, verfällt und geht zugrunde. ",
  "sn35.93:1.7": "Augenbewusstsein ist unbeständig, verfällt und geht zugrunde. ",
  "sn35.93:1.8": "Die Gründe und Ursachen, die Augenbewusstsein entstehen lassen, auch diese sind unbeständig, verfallen und gehen zugrunde. ",
  "sn35.93:1.9": "Da Augenbewusstsein in Abhängigkeit von Bedingungen entstanden ist, die unbeständig sind, wie könnte es da beständig sein? ",
  "sn35.93:1.10": "Das Zusammenkommen, Zusammentreffen und Sichverbinden dieser drei Dinge nennt man Augenberührung. ",
  "sn35.93:1.11": "Auch Augenberührung ist unbeständig, verfällt und geht zugrunde. ",
  "sn35.93:1.12": "Die Gründe und Ursachen, die Augenberührung entstehen lassen, auch diese sind unbeständig, verfallen und gehen zugrunde. ",
  "sn35.93:1.13": "Da Augenberührung in Abhängigkeit von Bedingungen entstanden ist, die unbeständig sind, wie könnte sie da beständig sein? ",
  "sn35.93:1.14": "Wenn man berührt wird, fühlt man, beabsichtigt und nimmt wahr. ",
  "sn35.93:1.15": "Somit schwanken und kippen auch diese Dinge: Sie sind unbeständig, verfallen und gehen zugrunde. ",
  "sn35.93:2.1": "Ohrbewusstsein entsteht in Abhängigkeit vom Ohr und Tönen … Nasenbewusstsein in Abhängigkeit von der Nase und Düften … Zungenbewusstsein in Abhängigkeit von der Zunge und Geschmäcken … Körperbewusstsein in Abhängigkeit vom Körper und Berührungen … ",
  "sn35.93:3.1": "Geistbewusstsein entsteht in Abhängigkeit vom Geist und Gedanken. ",
  "sn35.93:3.2": "Der Geist ist unbeständig, verfällt und geht zugrunde. ",
  "sn35.93:3.3": "Gedanken sind unbeständig, verfallen und gehen zugrunde. ",
  "sn35.93:3.4": "Somit schwankt und kippt diese Zweiheit: Sie ist unbeständig, verfällt und geht zugrunde. ",
  "sn35.93:3.5": "Geistbewusstsein ist unbeständig, verfällt und geht zugrunde. ",
  "sn35.93:3.6": "Die Gründe und Ursachen, die Geistbewusstsein entstehen lassen, auch diese sind unbeständig, verfallen und gehen zugrunde. ",
  "sn35.93:3.7": "Da Geistbewusstsein in Abhängigkeit von Bedingungen entstanden ist, die unbeständig sind, wie könnte es da beständig sein? ",
  "sn35.93:3.8": "Das Zusammenkommen, Zusammentreffen und Sichverbinden dieser drei Dinge nennt man Geistberührung. ",
  "sn35.93:3.9": "Auch Geistberührung ist unbeständig, verfällt und geht zugrunde. ",
  "sn35.93:3.10": "Die Gründe und Ursachen, die Geistberührung entstehen lassen, auch diese sind unbeständig, verfallen und gehen zugrunde. ",
  "sn35.93:3.11": "Da Geistberührung in Abhängigkeit von Bedingungen entstanden ist, die unbeständig sind, wie könnte sie da beständig sein? ",
  "sn35.93:3.12": "Wenn man berührt wird, fühlt man, beabsichtigt und nimmt wahr. ",
  "sn35.93:3.13": "Somit schwanken und kippen auch diese Dinge: Sie sind unbeständig, verfallen und gehen zugrunde. ",
  "sn35.93:3.14": "So besteht Bewusstsein in Abhängigkeit von einer Zweiheit.“ "
}