{
  "sn35.234:0.1": "Verbundene Lehrreden 35.234 ",
  "sn35.234:0.2": "18. Das Kapitel über das Meer ",
  "sn35.234:0.3": "Mit Udāyī ",
  "sn35.234:1.1": "Einmal hielten sich der Ehrwürdige Ānanda und der Ehrwürdige Udāyī bei Kosambī auf, in Ghositas Kloster. ",
  "sn35.234:1.2": "Da kam der Ehrwürdige Udāyī am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "sn35.234:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Ānanda: ",
  "sn35.234:2.1": "„Geehrter Ānanda, der Buddha hat auf vielerlei Weise erklärt, offengelegt und erhellt, inwiefern dieser Körper ohne Selbst ist. ",
  "sn35.234:2.2": "Ist es möglich, Bewusstsein auf die gleiche Art zu erklären? Ist es möglich, zu lehren, festzustellen, zu etablieren, klarzustellen, aufzugliedern und zu enthüllen, inwiefern Bewusstsein ohne Selbst ist?“ ",
  "sn35.234:3.1": "",
  "sn35.234:3.2": "„Das ist möglich, geehrter Udāyī. ",
  "sn35.234:4.1": "Entsteht Augenbewusstsein in Abhängigkeit vom Auge und Bildern?“ ",
  "sn35.234:4.2": "„Ja, Geehrter.“ ",
  "sn35.234:4.3": "„Wenn der Grund und die Ursache, die Augenbewusstsein entstehen lassen, ganz und gar vollständig und restlos aufhören würden, wäre dann Augenbewusstsein noch zu finden?“ ",
  "sn35.234:4.4": "„Nein, Geehrter.“ ",
  "sn35.234:4.5": "„Das ist eine andere Art, zu verstehen, inwiefern Bewusstsein ohne Selbst ist. ",
  "sn35.234:5.1": "Entsteht Ohrbewusstsein in Abhängigkeit vom Ohr und Tönen … Nasenbewusstsein in Abhängigkeit von der Nase und Düften … Zungenbewusstsein in Abhängigkeit von der Zunge und Geschmäcken … Körperbewusstsein in Abhängigkeit vom Körper und Berührungen … ",
  "sn35.234:6.1": "Geistbewusstsein in Abhängigkeit vom Geist und Gedanken?“ ",
  "sn35.234:6.2": "„Ja, Geehrter.“ ",
  "sn35.234:6.3": "„Wenn der Grund und die Ursache, die Geistbewusstsein entstehen lassen, ganz und gar vollständig und restlos aufhören würden, wäre dann Geistbewusstsein noch zu finden?“ ",
  "sn35.234:6.4": "„Nein, Geehrter.“ ",
  "sn35.234:6.5": "„Das ist eine andere Art, zu verstehen, inwiefern Bewusstsein ohne Selbst ist. ",
  "sn35.234:7.1": "Wie wenn ein Mensch Kernholz bräuchte und auf seiner Suche nach Kernholz mit einer scharfen Axt in einen Wald ginge. Er sähe einen großen Bananenbaum, gerade gewachsen, jung und ohne Fehler. Er fällte ihn an der Wurzel, schnitte die Krone ab und wickelte die aufgerollten Blattscheiden ab. Aber er fände nicht einmal Splintholz, geschweige denn Kernholz. ",
  "sn35.234:7.2": "Ebenso sieht ein Mönch diese sechs Berührungsfelder weder als Selbst noch als zu einem Selbst gehörend. ",
  "sn35.234:7.3": "Wenn er so sieht, ergreift er nichts in der Welt. ",
  "sn35.234:7.4": "Wenn er nichts ergreift, ist ihm nicht bange, und wenn ihm nicht bange ist, erlischt er aus sich selbst heraus. ",
  "sn35.234:7.5": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ "
}