{
  "sn35.247:0.1": "Verbundene Lehrreden 35.247 ",
  "sn35.247:0.2": "19. Das Kapitel über das Gleichnis von den Giftschlangen ",
  "sn35.247:0.3": "Das Gleichnis von den sechs Tieren ",
  "sn35.247:1.1": "„Mönche und Nonnen, wie wenn ein Mensch, dessen Glieder wund und eitrig wären, in ein dorniges Schilfdickicht ginge. ",
  "sn35.247:1.2": "Die Dornen des Kusagrases würden ihm in die Füße stechen und die Schilfhalme würden an seinen Gliedern scheuern. ",
  "sn35.247:1.3": "Und das würde diesem Menschen noch mehr Schmerz und Bedrängnis bereiten. ",
  "sn35.247:1.4": "Ebenso geht ein Mönch in ein Dorf oder eine Wildnis und wird gescholten: ",
  "sn35.247:1.5": "‚Dieser Ehrwürdige, der so handelt und sich so verhält, ist ein schmutziger Dorn für das Dorf.‘ ",
  "sn35.247:1.6": "Wenn er versteht, dass er ein Dorn ist, sollte er verstehen, was Zügelung und was fehlende Zügelung ist. ",
  "sn35.247:2.1": "Und wie ist jemand ungezügelt? ",
  "sn35.247:2.2": "Da sieht ein Mönch mit dem Auge ein Bild. Wenn es angenehm ist, hält er daran fest, aber wenn es unangenehm ist, lehnt er es ab. Seine Achtsamkeit auf den Körper ist nicht verankert und sein Herz ist eng. ",
  "sn35.247:2.3": "Und er versteht nicht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "sn35.247:2.4": "Er hört mit dem Ohr einen Ton … ",
  "sn35.247:2.5": "riecht mit der Nase einen Duft … ",
  "sn35.247:2.6": "schmeckt mit der Zunge einen Geschmack … ",
  "sn35.247:2.7": "empfindet mit dem Körper eine Berührung … ",
  "sn35.247:2.8": "erkennt mit dem Geist einen Gedanken. Wenn er angenehm ist, hält er daran fest, aber wenn er unangenehm ist, lehnt er ihn ab. Seine Achtsamkeit auf den Körper ist nicht verankert und sein Herz ist eng. ",
  "sn35.247:2.9": "Und er versteht nicht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "sn35.247:3.1": "Angenommen, jemand würde sechs Tiere fangen, die ihr je eigenes Hoheitsgebiet und Futterrevier hätten, und würde sie mit einem festen Strick anbinden. ",
  "sn35.247:3.2": "Er würde eine Schlange fangen, ",
  "sn35.247:3.3": "ein Krokodil, ",
  "sn35.247:3.4": "einen Vogel, ",
  "sn35.247:3.5": "einen Hund, ",
  "sn35.247:3.6": "einen Schakal ",
  "sn35.247:3.7": "und einen Affen, ",
  "sn35.247:3.8": "würde jedes mit einem festen Strick anbinden, sie in der Mitte mit einem Knoten zusammenbinden und dann loslassen. ",
  "sn35.247:3.9": "Dann würden diese sechs Tiere, die ihr je eigenes Hoheitsgebiet und Futterrevier hätten, jeweils in Richtung ihres eigenen Hoheitsgebiets und Futterreviers ziehen. ",
  "sn35.247:3.10": "Die Schlange würde in eine Richtung ziehen und denken: ‚Ich gehe zu einem Ameisenhügel!‘, das Krokodil würde in eine andere Richtung ziehen und denken: ‚Ich gehe ins Wasser!‘, der Vogel würde in eine andere Richtung ziehen und denken: ‚Ich fliege in die Luft!‘, der Hund würde in eine andere Richtung ziehen und denken: ‚Ich gehe ins Dorf!‘, der Schakal würde in eine andere Richtung ziehen und denken: ‚Ich gehe zum Leichenfeld!‘, und der Affe würde in eine andere Richtung ziehen und denken: ‚Ich gehe in den Dschungel!‘ ",
  "sn35.247:3.11": "Wenn diese sechs Tiere erschöpft und ermüdet wären, würde sich das stärkste unter ihnen durchsetzen und die andern müssten sich seiner Kontrolle unterwerfen. ",
  "sn35.247:3.12": "Ebenso zieht das Auge eines Mönchs, der die Achtsamkeit auf den Körper nicht entwickelt und gepflegt hat, in Richtung angenehmer Bilder, aber scheut vor unangenehmen Bildern zurück. Sein Ohr … Seine Nase … Seine Zunge … Sein Körper … ",
  "sn35.247:3.13": "Sein Geist zieht in Richtung angenehmer Gedanken, aber scheut vor unangenehmen Gedanken zurück. ",
  "sn35.247:3.14": "So ist jemand ungezügelt. ",
  "sn35.247:4.1": "Und wie ist jemand gezügelt? ",
  "sn35.247:4.2": "Da sieht ein Mönch mit dem Auge ein Bild. Wenn es angenehm ist, hält er nicht daran fest, und wenn es unangenehm ist, lehnt er es nicht ab. Seine Achtsamkeit auf den Körper ist verankert und sein Herz ist grenzenlos. ",
  "sn35.247:4.3": "Und er versteht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "sn35.247:4.4": "Er hört mit dem Ohr einen Ton … riecht mit der Nase einen Duft … schmeckt mit der Zunge einen Geschmack … empfindet mit dem Körper eine Berührung … ",
  "sn35.247:4.5": "erkennt mit dem Geist einen Gedanken. Wenn er angenehm ist, hält er nicht daran fest, und wenn er unangenehm ist, lehnt er ihn nicht ab. Seine Achtsamkeit auf den Körper ist verankert und sein Herz ist grenzenlos. ",
  "sn35.247:4.6": "Und er versteht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "sn35.247:5.1": "Angenommen, jemand würde sechs Tiere fangen, die ihr je eigenes Hoheitsgebiet und Futterrevier hätten, und würde sie mit einem festen Strick anbinden. ",
  "sn35.247:5.2": "Er würde eine Schlange fangen, ",
  "sn35.247:5.3": "ein Krokodil, ",
  "sn35.247:5.4": "einen Vogel, ",
  "sn35.247:5.5": "einen Hund, ",
  "sn35.247:5.6": "einen Schakal ",
  "sn35.247:5.7": "und einen Affen, ",
  "sn35.247:5.8": "würde jedes mit einem festen Strick anbinden und sie dann an einen festen Pfosten oder Pflock binden. ",
  "sn35.247:5.9": "Dann würden diese sechs Tiere, die ihr je eigenes Hoheitsgebiet und Futterrevier hätten, jeweils in Richtung ihres eigenen Hoheitsgebiets und Futterreviers ziehen. ",
  "sn35.247:5.10": "Die Schlange würde in eine Richtung ziehen und denken: ‚Ich gehe zu einem Ameisenhügel!‘, das Krokodil würde in eine andere Richtung ziehen und denken: ‚Ich gehe ins Wasser!‘, der Vogel würde in eine andere Richtung ziehen und denken: ‚Ich fliege in die Luft!‘, der Hund würde in eine andere Richtung ziehen und denken: ‚Ich gehe ins Dorf!‘, der Schakal würde in eine andere Richtung ziehen und denken: ‚Ich gehe zum Leichenfeld!‘, und der Affe würde in eine andere Richtung ziehen und denken: ‚Ich gehe in den Dschungel!‘ ",
  "sn35.247:5.11": "Wenn diese sechs Tiere erschöpft und ermüdet wären, würden sie eben bei diesem Pfosten oder Pflock stehenbleiben, sich setzen oder hinlegen. ",
  "sn35.247:5.12": "Ebenso zieht das Auge eines Mönchs, der die Achtsamkeit auf den Körper entwickelt und gepflegt hat, nicht in Richtung angenehmer Bilder und scheut nicht vor unangenehmen Bildern zurück. Sein Ohr … Seine Nase … Seine Zunge … Sein Körper … ",
  "sn35.247:5.13": "Sein Geist zieht nicht in Richtung angenehmer Gedanken und scheut nicht vor unangenehmen Gedanken zurück. ",
  "sn35.247:5.14": "So ist jemand gezügelt. ",
  "sn35.247:6.1": "‚Ein fester Pfosten oder Pflock‘ ist ein Ausdruck für die Achtsamkeit auf den Körper. ",
  "sn35.247:6.2": "Daher sollt ihr euch so schulen: ",
  "sn35.247:6.3": "‚Wir wollen die Achtsamkeit auf den Körper entwickeln. Wir wollen sie pflegen, sie zu unserem Fahrzeug und unserer Grundlage machen, wollen sie hochhalten, festigen und richtig umsetzen.‘ ",
  "sn35.247:6.4": "So sollt ihr euch schulen.“ "
}