{
  "sn35.243:0.1": "Verbundene Lehrreden 35.243 ",
  "sn35.243:0.2": "19. Das Kapitel über das Gleichnis von den Giftschlangen ",
  "sn35.243:0.3": "Die Darlegung des Befleckten ",
  "sn35.243:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "sn35.243:1.2": "Nun war da gerade kürzlich für die Sakyer von Kapilavatthu ein neues Rathaus erbaut worden. Bisher war es noch von keinem Asketen oder Brahmanen oder von irgendjemandem benutzt worden. ",
  "sn35.243:1.3": "Da gingen die Sakyer von Kapilavatthu zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "sn35.243:1.4": "„Herr, kürzlich wurde für die Sakyer von Kapilavatthu ein neues Rathaus erbaut. Es ist noch von keinem Asketen oder Brahmanen oder von irgendjemandem benutzt worden. ",
  "sn35.243:1.5": "Der Buddha möchte der Erste sein, der es benutzt, ",
  "sn35.243:1.6": "und erst danach wollen die Sakyer von Kapilavatthu es benutzen. ",
  "sn35.243:1.7": "Das wäre zum langanhaltenden Nutzen und Glück der Sakyer von Kapilavatthu.“ ",
  "sn35.243:1.8": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "sn35.243:2.1": "Da erhoben sich, als sie die Zustimmung des Buddha erkannt hatten, die Sakyer von ihren Sitzen, verbeugten sich und umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann gingen sie zu ihrem neuen Rathaus, breiteten überall Teppiche aus, richteten Sitze her, stellten einen Krug mit Wasser auf und brachten eine Lampe. Dann gingen sie zum Buddha zurück, berichteten von ihren Vorbereitungen und sagten: ",
  "sn35.243:2.3": "„Bitte, Herr, komm nach deinem Belieben.“ ",
  "sn35.243:2.4": "Da kleidete der Buddha sich an, nahm Schale und Robe und ging zusammen mit dem Saṅgha der Mönche und Nonnen zu dem neuen Rathaus. Er wusch seine Füße, betrat das Rathaus und setzte sich gegen den Mittelpfeiler mit Blick nach Osten. ",
  "sn35.243:2.5": "Auch der Saṅgha der Mönche und Nonnen wusch seine Füße, betrat das Rathaus und setzte sich gegen die westliche Wand mit Blick nach Osten, sodass der Buddha vor ihnen saß. ",
  "sn35.243:2.6": "Auch die Sakyer von Kapilavatthu wuschen ihre Füße, betraten das Rathaus und setzten sich gegen die östliche Wand mit Blick nach Westen, sodass der Buddha vor ihnen saß. ",
  "sn35.243:2.7": "Einen großen Teil der Nacht verbrachte der Buddha damit, die Sakyer mit einem Dhammavortrag anzuleiten, zu ermuntern, zu begeistern und anzuregen. Dann entließ er sie mit den Worten: ",
  "sn35.243:2.8": "„Die Nacht ist fortgeschritten, Gotamas. ",
  "sn35.243:2.9": "Bitte geht nach eurem Belieben.“ ",
  "sn35.243:2.10": "„Ja, Herr“, antworteten die Sakyer. Sie erhoben sich von ihren Sitzen, verbeugten sich, umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt, und gingen. ",
  "sn35.243:3.1": "Als sie gegangen waren, wandte sich der Buddha an den Ehrwürdigen Mahāmoggallāna: ",
  "sn35.243:3.2": "„Moggallāna, da ist keine Dumpfheit oder Benommenheit im Saṅgha der Mönche und Nonnen. ",
  "sn35.243:3.3": "Halte einen Dhammavortrag für sie, wie es dir in den Sinn kommt. ",
  "sn35.243:3.4": "Mein Rücken schmerzt, ",
  "sn35.243:3.5": "ich will ihn ausstrecken.“ ",
  "sn35.243:3.6": "„Ja, Herr“, antwortete Mahāmoggallāna. ",
  "sn35.243:3.7": "Da faltete der Buddha seine äußere Robe vierfach, breitete sie aus und legte sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und der Situation bewusst, den Geist auf die Zeit des Aufstehens gerichtet. ",
  "sn35.243:3.8": "Da wandte sich der Ehrwürdige Mahāmoggallāna an die Mönche und Nonnen: ",
  "sn35.243:3.9": "„Geehrte, Mönche und Nonnen!“ ",
  "sn35.243:3.10": "„Geehrter“, antworteten sie. ",
  "sn35.243:3.11": "Der Ehrwürdige Mahāmoggallāna sagte: ",
  "sn35.243:3.12": "„Ich will euch die Darlegung des Befleckten und des Unbefleckten lehren. ",
  "sn35.243:3.13": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "sn35.243:3.14": "„Ja, Geehrter“, antworteten sie. ",
  "sn35.243:3.15": "Der Ehrwürdige Mahāmoggallāna sagte: ",
  "sn35.243:4.1": "„Und wie ist jemand befleckt? ",
  "sn35.243:4.2": "Da sieht ein Mönch mit dem Auge ein Bild. Wenn es angenehm ist, hält er daran fest, aber wenn es unangenehm ist, lehnt er es ab. Seine Achtsamkeit auf den Körper ist nicht verankert und sein Herz ist eng. ",
  "sn35.243:4.3": "Und er versteht nicht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "sn35.243:4.4": "Er hört mit dem Ohr einen Ton … riecht mit der Nase einen Duft … schmeckt mit der Zunge einen Geschmack … empfindet mit dem Körper eine Berührung … ",
  "sn35.243:4.5": "erkennt mit dem Geist einen Gedanken. Wenn er angenehm ist, hält er daran fest, aber wenn er unangenehm ist, lehnt er ihn ab. Seine Achtsamkeit auf den Körper ist nicht verankert und sein Herz ist eng. ",
  "sn35.243:4.6": "Und er versteht nicht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "sn35.243:4.7": "Das nennt man einen Mönch, der befleckt ist in Bezug auf Bilder, die das Auge erkennt, ",
  "sn35.243:4.8": "in Bezug auf Töne … auf Düfte … auf Geschmäcke … auf Berührungen … ",
  "sn35.243:4.9": "auf Gedanken, die der Geist erkennt. ",
  "sn35.243:4.10": "Wenn ein Mönch so lebt, so findet Māra, wenn er durch das Auge zu ihm kommt, einen Angriffspunkt und bekommt ihn zu fassen. ",
  "sn35.243:4.11": "Wenn Māra durch das Ohr … durch die Nase … durch die Zunge … durch den Körper … ",
  "sn35.243:4.12": "durch den Geist zu ihm kommt, so findet er einen Angriffspunkt und bekommt ihn zu fassen. ",
  "sn35.243:5.1": "Wie ein Haus aus ausgetrocknetem, verdorrtem, heruntergekommenem Schilf oder Gras: ",
  "sn35.243:5.2": "Wenn jemand von Osten, ",
  "sn35.243:5.3": "von Westen, ",
  "sn35.243:5.4": "von Norden, ",
  "sn35.243:5.5": "von Süden, ",
  "sn35.243:5.6": "von unten, ",
  "sn35.243:5.7": "von oben ",
  "sn35.243:5.8": "oder von irgendwoher mit einer brennenden Grasfackel zu ihm käme, würde das Feuer einen Angriffspunkt finden und das Haus zu fassen bekommen. ",
  "sn35.243:5.9": "Ebenso findet Māra bei einem Mönch, der so lebt, wenn er durch das Auge zu ihm kommt, einen Angriffspunkt und bekommt ihn zu fassen. ",
  "sn35.243:5.10": "Wenn Māra durch das Ohr … durch die Nase … durch die Zunge … durch den Körper … ",
  "sn35.243:5.11": "durch den Geist zu ihm kommt, so findet er einen Angriffspunkt und bekommt ihn zu fassen. ",
  "sn35.243:5.12": "Wenn ein Mönch so lebt, wird er von Bildern bemeistert und meistert nicht die Bilder, ",
  "sn35.243:5.13": "er wird von Tönen … ",
  "sn35.243:5.14": "von Düften … ",
  "sn35.243:5.15": "von Geschmäcken … ",
  "sn35.243:5.16": "von Berührungen … ",
  "sn35.243:5.17": "von Gedanken bemeistert und meistert nicht die Gedanken. ",
  "sn35.243:5.18": "Das nennt man einen Mönch, der von Bildern, Tönen, Düften, Geschmäcken, Berührungen und Gedanken bemeistert wurde. Er ist ein Bemeisterter, kein Meister. Schlechte, untaugliche Eigenschaften haben ihn bemeistert, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod. ",
  "sn35.243:5.19": "So ist jemand befleckt. ",
  "sn35.243:6.1": "Und wie ist jemand unbefleckt? ",
  "sn35.243:6.2": "Da sieht ein Mönch mit dem Auge ein Bild. Wenn es angenehm ist, hält er nicht daran fest, und wenn es unangenehm ist, lehnt er es nicht ab. Seine Achtsamkeit auf den Körper ist verankert und sein Herz ist grenzenlos. ",
  "sn35.243:6.3": "Und er versteht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "sn35.243:6.4": "Er hört mit dem Ohr einen Ton … riecht mit der Nase einen Duft … schmeckt mit der Zunge einen Geschmack … empfindet mit dem Körper eine Berührung … ",
  "sn35.243:6.5": "erkennt mit dem Geist einen Gedanken. Wenn er angenehm ist, hält er nicht daran fest, und wenn er unangenehm ist, lehnt er ihn nicht ab. Seine Achtsamkeit auf den Körper ist verankert und sein Herz ist grenzenlos. ",
  "sn35.243:6.6": "Und er versteht wahrhaftig die Freiheit des Herzens und die Freiheit durch Weisheit, wo diese entstandenen schlechten, untauglichen Eigenschaften restlos aufhören. ",
  "sn35.243:6.7": "Das nennt man einen Mönch, der unbefleckt ist in Bezug auf Bilder, die das Auge erkennt, ",
  "sn35.243:6.8": "in Bezug auf Töne … auf Düfte … auf Geschmäcke … auf Berührungen … auf Gedanken, die der Geist erkennt. ",
  "sn35.243:6.9": "Wenn ein Mönch so lebt, so findet Māra, wenn er durch das Auge zu ihm kommt, keinen Angriffspunkt und bekommt ihn nicht zu fassen. ",
  "sn35.243:6.10": "Wenn Māra durch das Ohr … durch die Nase … durch die Zunge … durch den Körper … ",
  "sn35.243:6.11": "durch den Geist zu ihm kommt, so findet er keinen Angriffspunkt und bekommt ihn nicht zu fassen. ",
  "sn35.243:7.1": "Wie ein Giebelhaus oder eine Halle aus dickem Lehm, deren Verputz noch nass wäre: ",
  "sn35.243:7.2": "Wenn jemand von Osten, ",
  "sn35.243:7.3": "von Westen, ",
  "sn35.243:7.4": "von Norden, ",
  "sn35.243:7.5": "von Süden, ",
  "sn35.243:7.6": "von unten, ",
  "sn35.243:7.7": "von oben ",
  "sn35.243:7.8": "oder von irgendwoher mit einer brennenden Grasfackel zu ihm käme, würde das Feuer keinen Angriffspunkt finden und das Haus nicht zu fassen bekommen. ",
  "sn35.243:7.9": "Ebenso findet Māra bei einem Mönch, der so lebt, wenn er durch das Auge zu ihm kommt, keinen Angriffspunkt und bekommt ihn nicht zu fassen. ",
  "sn35.243:7.10": "Wenn Māra durch das Ohr … durch die Nase … durch die Zunge … durch den Körper … durch den Geist zu ihm kommt, so findet er keinen Angriffspunkt und bekommt ihn nicht zu fassen. ",
  "sn35.243:7.11": "Wenn ein Mönch so lebt, meistert er die Bilder und wird nicht von Bildern bemeistert, ",
  "sn35.243:7.12": "er meistert die Töne … ",
  "sn35.243:7.13": "die Düfte … ",
  "sn35.243:7.14": "die Geschmäcke … ",
  "sn35.243:7.15": "die Berührungen … ",
  "sn35.243:7.16": "die Gedanken und wird nicht von Gedanken bemeistert. ",
  "sn35.243:7.17": "Das nennt man einen Mönch, der Bilder, Töne, Düfte, Geschmäcke, Berührungen und Gedanken gemeistert hat. Er ist ein Meister, kein Bemeisterter. Schlechte, untaugliche Eigenschaften wurden von ihm gemeistert, die verunreinigen, zu künftigen Leben führen, die beschwerlich sind, zu Leiden führen, zu Wiedergeburt, Alter und Tod. ",
  "sn35.243:7.18": "So ist jemand unbefleckt.“ ",
  "sn35.243:8.1": "Da erhob sich der Buddha und sagte zum Ehrwürdigen Mahāmoggallāna: ",
  "sn35.243:8.2": "„Gut, gut, Moggallāna! ",
  "sn35.243:8.3": "Es ist gut, dass du diese Darlegung des Befleckten und des Unbefleckten gegeben hast.“ ",
  "sn35.243:9.1": "Das sagte der Ehrwürdige Mahāmoggallāna, ",
  "sn35.243:9.2": "und der Lehrer begrüßte es. ",
  "sn35.243:9.3": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Ehrwürdigen Mahāmoggallāna. "
}