{
  "sn35.30:0.1": "Verbundene Lehrreden 35.30 ",
  "sn35.30:0.2": "3. Das Kapitel über alles ",
  "sn35.30:0.3": "Zum Entwurzeln geeignet ",
  "sn35.30:1.1": "„Mönche und Nonnen, ich werde euch die Übung lehren, die zum Entwurzeln allen Vorstellens geeignet ist. ",
  "sn35.30:1.2": "Hört zu und gebraucht den Geist gut, ich werde sprechen. … ",
  "sn35.30:1.3": "Und was ist die Übung, die zum Entwurzeln allen Vorstellens geeignet ist? ",
  "sn35.30:1.4": "Da stellt sich ein Mönch nicht das Auge vor, stellt es sich nicht im Auge vor, stellt es sich nicht als Auge vor und stellt sich nicht vor: ‚Das Auge ist mein‘. ",
  "sn35.30:1.5": "Er stellt sich nicht Bilder vor, stellt sie sich nicht in Bildern vor, stellt sie sich nicht als Bilder vor und stellt sich nicht vor: ‚Bilder sind mein‘. ",
  "sn35.30:1.6": "Er stellt sich nicht Augenbewusstsein vor, stellt es sich nicht im Augenbewusstsein vor, stellt es sich nicht als Augenbewusstsein vor und stellt sich nicht vor: ‚Augenbewusstsein ist mein‘. ",
  "sn35.30:1.7": "Er stellt sich nicht Augenberührung vor, stellt sie sich nicht in der Augenberührung vor, stellt sie sich nicht als Augenberührung vor und stellt sich nicht vor: ‚Augenberührung ist mein‘. ",
  "sn35.30:1.8": "Er stellt sich nicht das angenehme, schmerzhafte oder neutrale Gefühl vor, das durch Augenberührung bedingt entsteht, stellt es sich nicht in diesem Gefühl vor, stellt es sich nicht als dieses Gefühl vor und stellt sich nicht vor: ‚Dieses Gefühl ist mein‘. ",
  "sn35.30:1.9": "Er stellt sich nicht das Ohr … die Nase … die Zunge … ",
  "sn35.30:1.13": "den Körper … ",
  "sn35.30:1.14": "den Geist vor … ",
  "sn35.30:1.18": "Er stellt sich nicht das angenehme, schmerzhafte oder neutrale Gefühl vor, das durch Geistberührung bedingt entsteht, stellt es sich nicht in diesem Gefühl vor, stellt es sich nicht als dieses Gefühl vor und stellt sich nicht vor: ‚Dieses Gefühl ist mein‘. ",
  "sn35.30:1.19": "Er stellt sich nicht alles vor, stellt es sich nicht in allem vor, stellt es sich nicht als alles vor und stellt sich nicht vor: ‚Alles ist mein‘. ",
  "sn35.30:1.20": "Wenn er sich nichts vorstellt, ergreift er nichts in der Welt. ",
  "sn35.30:1.21": "Wenn er nichts ergreift, ist ihm nicht bange, und wenn ihm nicht bange ist, erlischt er aus sich selbst heraus. ",
  "sn35.30:1.22": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn35.30:1.23": "Das ist die Übung, die zum Entwurzeln allen Vorstellens geeignet ist.“ "
}