{
  "sn35.240:0.1": "Verbundene Lehrreden 35.240 ",
  "sn35.240:0.2": "19. Das Kapitel über das Gleichnis von den Giftschlangen ",
  "sn35.240:0.3": "Das Gleichnis von der Schildkröte ",
  "sn35.240:1.1": "„Es war einmal, Mönche und Nonnen, eine Schildkröte, die graste eines Nachmittags am Ufer eines Flusses. ",
  "sn35.240:1.2": "Zur gleichen Zeit jagte ein Schakal am Ufer des Flusses. ",
  "sn35.240:1.3": "Die Schildkröte sah den Schakal von Weitem kommen, ",
  "sn35.240:1.4": "da zog sie ihre Beine und ihren Kopf unter ihren Panzer und verhielt sich reglos und still. ",
  "sn35.240:1.5": "Aber auch der Schakal sah die Schildkröte von Weitem grasen. ",
  "sn35.240:1.6": "Da ging er zu ihr hin und wartete in der Nähe; er dachte: ",
  "sn35.240:1.7": "‚Wenn diese Schildkröte ein Bein oder den Kopf unter dem Panzer hervorstreckt, werde ich sie eben da packen, werde sie herausreißen und fressen!‘ ",
  "sn35.240:1.8": "Aber als die Schildkröte weder ein Bein noch den Kopf unter dem Panzer hervorstreckte, ging der Schakal enttäuscht fort, da er keinen Angriffspunkt finden konnte. ",
  "sn35.240:2.1": "Ebenso wartet Māra der Böse immer in der Nähe und denkt: ",
  "sn35.240:2.2": "‚Hoffentlich kann ich im Auge, ",
  "sn35.240:2.3": "im Ohr, in der Nase, in der Zunge, im Körper ",
  "sn35.240:2.4": "oder im Geist einen Angriffspunkt finden.‘ ",
  "sn35.240:2.5": "Daher sollt ihr leben, indem ihr die Tore der Sinne bewacht. ",
  "sn35.240:2.6": "Wenn ihr mit dem Auge ein Bild seht, bleibt nicht an den Merkmalen und Einzelheiten hängen. ",
  "sn35.240:2.7": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt Zügelung, bewacht das Sehvermögen und haltet es im Zaum. ",
  "sn35.240:2.8": "Wenn ihr mit dem Ohr einen Ton hört … ",
  "sn35.240:2.9": "Wenn ihr mit der Nase einen Duft riecht … ",
  "sn35.240:2.10": "Wenn ihr mit der Zunge einen Geschmack schmeckt … ",
  "sn35.240:2.11": "Wenn ihr mit dem Körper eine Berührung empfindet … ",
  "sn35.240:2.12": "Wenn ihr mit dem Geist einen Gedanken erkennt, bleibt nicht an den Merkmalen und Einzelheiten hängen. ",
  "sn35.240:2.13": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt Zügelung, bewacht das Denkvermögen und haltet es im Zaum. ",
  "sn35.240:2.14": "Wenn ihr lebt, indem ihr die Tore der Sinne bewacht, wird Māra enttäuscht von euch fortgehen, da er keinen Angriffspunkt finden kann, ",
  "sn35.240:2.15": "gerade wie der Schakal von der Schildkröte fortging. ",
  "sn35.240:3.1": "Ein Mönch sollte seine Gedanken sammeln ",
  "sn35.240:3.2": "wie eine Schildkröte die Glieder unter den Panzer zieht. ",
  "sn35.240:3.3": "Unabhängig, ohne andere zu stören, ",
  "sn35.240:3.4": "erloschen: Er würde niemanden tadeln.“ "
}