{
  "sn35.31:0.1": "Verbundene Lehrreden 35.31 ",
  "sn35.31:0.2": "3. Das Kapitel über alles ",
  "sn35.31:0.3": "Dem Entwurzeln förderlich (1) ",
  "sn35.31:1.1": "„Mönche und Nonnen, ich werde euch die Übung lehren, die dem Entwurzeln allen Vorstellens förderlich ist. ",
  "sn35.31:1.2": "Hört zu … ",
  "sn35.31:1.3": "Und was ist die Übung, die dem Entwurzeln allen Vorstellens förderlich ist? ",
  "sn35.31:1.4": "Da stellt sich eine Nonne nicht das Auge vor, stellt es sich nicht im Auge vor, stellt es sich nicht als Auge vor und stellt sich nicht vor: ‚Das Auge ist mein‘. ",
  "sn35.31:1.5": "Sie stellt sich nicht Bilder … ",
  "sn35.31:1.6": "Augenbewusstsein … Augenberührung vor … Sie stellt sich nicht das angenehme, schmerzhafte oder neutrale Gefühl vor, das durch Augenberührung bedingt entsteht, stellt es sich nicht in diesem Gefühl vor, stellt es sich nicht als dieses Gefühl vor und stellt sich nicht vor: ‚Dieses Gefühl ist mein‘. ",
  "sn35.31:1.7": "Denn was man sich auch vorstellt, in was man es sich auch vorstellt, als was man es sich auch vorstellt und wovon man sich vorstellt: ‚Das ist mein‘ – das wird etwas anderes. ",
  "sn35.31:1.8": "Die Welt haftet an fortgesetztem Dasein, findet Vergnügen an fortgesetztem Dasein und wird doch etwas anderes. ",
  "sn35.31:1.9": "Diese Nonne stellt sich nicht das Ohr … die Nase … die Zunge … ",
  "sn35.31:1.14": "den Körper … ",
  "sn35.31:1.15": "den Geist vor … ",
  "sn35.31:1.18": "Sie stellt sich nicht das angenehme, schmerzhafte oder neutrale Gefühl vor, das durch Geistberührung bedingt entsteht, stellt es sich nicht in diesem Gefühl vor, stellt es sich nicht als dieses Gefühl vor und stellt sich nicht vor: ‚Dieses Gefühl ist mein‘. ",
  "sn35.31:1.19": "Denn was man sich auch vorstellt, in was man es sich auch vorstellt, als was man es sich auch vorstellt und wovon man sich vorstellt: ‚Das ist mein‘ – das wird etwas anderes. ",
  "sn35.31:1.20": "Die Welt haftet an fortgesetztem Dasein, findet Vergnügen an fortgesetztem Dasein und wird doch etwas anderes. ",
  "sn35.31:1.21": "Soweit sich die Aggregate, Elemente und Sinnesfelder erstrecken, soweit stellt sich diese Nonne nicht dieses vor, stellt es sich nicht in diesem vor, stellt es sich nicht als dieses vor und stellt sich nicht vor: ‚Dieses ist mein‘. ",
  "sn35.31:1.22": "Wenn sie sich nichts vorstellt, ergreift sie nichts in der Welt. ",
  "sn35.31:1.23": "Wenn sie nichts ergreift, ist ihr nicht bange, und wenn ihr nicht bange ist, erlischt sie aus sich selbst heraus. ",
  "sn35.31:1.24": "Sie versteht: ‚Wiedergeburt ist beendet, das geistliche Leben ist erfüllt, was zu tun war, ist getan, es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn35.31:1.25": "Das ist die Übung, die dem Entwurzeln allen Vorstellens förderlich ist.“ "
}