{
  "sn35.74:0.1": "Verbundene Lehrreden 35.74 ",
  "sn35.74:0.2": "8. Das Kapitel über Kranke ",
  "sn35.74:0.3": "Krank (1) ",
  "sn35.74:1.1": "In Sāvatthī. ",
  "sn35.74:1.2": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn35.74:1.3": "„Herr, in dem und dem Kloster lebt ein Mönch, der jünger und nicht namhaft ist. Er ist mitgenommen, leidend, schwer krank. ",
  "sn35.74:1.4": "Bitte geh aus Anteilnahme zu ihm.“ ",
  "sn35.74:2.1": "Als der Buddha hörte, dass der Mönch jünger war, dass er krank war, und als er verstand, dass er nicht namhaft war, ging er zu ihm. ",
  "sn35.74:2.2": "Der Mönch sah den Buddha von Weitem kommen ",
  "sn35.74:2.3": "und versuchte, sich auf seiner Liege aufzurichten. ",
  "sn35.74:2.4": "Der Buddha sagte zu ihm: ",
  "sn35.74:2.5": "„Es ist gut, Mönch, du brauchst nicht aufzustehen. ",
  "sn35.74:2.6": "Hier sind Sitze ausgelegt, da werde ich mich hinsetzen.“ ",
  "sn35.74:2.7": "Der Buddha setzte sich auf einen ausgebreiteten Sitz ",
  "sn35.74:2.8": "und sagte zu dem Mönch: ",
  "sn35.74:2.9": "„Ich hoffe, es geht dir leidlich, Mönch, ich hoffe, du kommst zurecht. Und ich hoffe, dass der Schmerz nachlässt und nicht zunimmt, dass ein Nachlassen erkennbar ist, kein Zunehmen.“ ",
  "sn35.74:3.1": "„Herr, es geht mir nicht leidlich, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist erkennbar, kein Nachlassen.“ ",
  "sn35.74:4.1": "„Ich hoffe, es gibt nichts, was du bereust oder bedauerst?“ ",
  "sn35.74:5.1": "„Tatsächlich, Herr, gibt es etwas nicht Geringes, das ich bereue und bedauere.“ ",
  "sn35.74:6.1": "„Ich hoffe, du hast dir wegen deines sittlichen Verhaltens nichts vorzuwerfen?“ ",
  "sn35.74:7.1": "„Nein, Herr, ich habe mir wegen meines sittlichen Verhaltens nichts vorzuwerfen.“ ",
  "sn35.74:8.1": "„Was ist es in diesem Fall, Mönch, das du bereust oder bedauerst?“ ",
  "sn35.74:9.1": "„Es ist, dass ich es so verstehe, dass der Buddha den Dhamma nicht nur um der sittlichen Reinheit willen gelehrt hat.“ ",
  "sn35.74:10.1": "„Wenn das so ist, wie genau verstehst du es, zu welchem Zweck der Dhamma gelehrt wird?“ ",
  "sn35.74:11.1": "„Ich verstehe es so, dass der Buddha den Dhamma zum Zweck des Schwindens der Gier gelehrt hat.“ ",
  "sn35.74:12.1": "„Gut, gut, Mönch! ",
  "sn35.74:12.2": "Es ist gut, dass du es so verstehst, dass ich den Dhamma zum Zweck des Schwindens der Gier gelehrt habe. ",
  "sn35.74:12.3": "Denn das ist tatsächlich der Zweck. ",
  "sn35.74:12.4": "Was denkst du, Mönch? ",
  "sn35.74:12.5": "Ist das Auge beständig oder unbeständig?“ ",
  "sn35.74:13.1": "„Unbeständig, Herr.“ … ",
  "sn35.74:14.2": "„Ist das Ohr … ",
  "sn35.74:14.3": "Ist die Nase … ",
  "sn35.74:14.4": "Ist die Zunge … ",
  "sn35.74:14.5": "Ist der Körper … ",
  "sn35.74:14.6": "Ist der Geist beständig oder unbeständig?“ ",
  "sn35.74:15.1": "„Unbeständig, Herr.“ ",
  "sn35.74:16.1": "„Aber wenn er unbeständig ist, ist er Leiden oder Glück?“ ",
  "sn35.74:17.1": "„Leiden, Herr.“ ",
  "sn35.74:18.1": "„Aber wenn er unbeständig und Leiden ist und zugrunde gehen muss, kann man ihn dann so ansehen: ",
  "sn35.74:18.2": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn35.74:19.1": "„Nein, Herr.“ ",
  "sn35.74:20.1": "„Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert vom Auge, vom Ohr, von der Nase, von der Zunge, vom Körper und vom Geist. ",
  "sn35.74:20.2": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn35.74:20.3": "Er versteht: ‚Wiedergeburt ist beendet … es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "sn35.74:21.1": "Das sagte der Buddha. ",
  "sn35.74:21.2": "Erfreut begrüßte dieser Mönch die Worte des Buddha und stimmte ihm zu. ",
  "sn35.74:21.3": "Und während diese Lehrrede gesprochen wurde, ging diesem Mönch das unbefleckte, makellose Auge des Dhamma auf: ",
  "sn35.74:21.4": "„Alles, was einen Anfang hat, hat auch ein Ende.“ "
}