{
  "sn35.26:0.1": "Verbundene Lehrreden 35.26 ",
  "sn35.26:0.2": "3. Das Kapitel über alles ",
  "sn35.26:0.3": "Ohne vollständig zu verstehen (1) ",
  "sn35.26:1.1": "„Mönche und Nonnen, ohne alles unmittelbar zu erkennen und vollständig zu verstehen, ohne dass die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden nicht beenden. ",
  "sn35.26:1.2": "Und was ist alles, für das gilt: Ohne es unmittelbar zu erkennen und vollständig zu verstehen, ohne dass die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden nicht beenden? ",
  "sn35.26:1.3": "Ohne das Auge unmittelbar zu erkennen und vollständig zu verstehen, ohne dass die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden nicht beenden. ",
  "sn35.26:1.4": "Ohne Bilder unmittelbar zu erkennen und vollständig zu verstehen … ",
  "sn35.26:1.5": "Ohne Augenbewusstsein … ",
  "sn35.26:1.6": "Augenberührung … ",
  "sn35.26:1.7": "und das angenehme, schmerzhafte oder neutrale Gefühl, das durch Augenberührung bedingt entsteht, unmittelbar zu erkennen und vollständig zu verstehen, ohne dass die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden nicht beenden. ",
  "sn35.26:1.8": "Ohne das Ohr unmittelbar zu erkennen und vollständig zu verstehen … Ohne die Nase unmittelbar zu erkennen und vollständig zu verstehen … Ohne die Zunge unmittelbar zu erkennen und vollständig zu verstehen … ",
  "sn35.26:1.13": "Ohne den Körper unmittelbar zu erkennen und vollständig zu verstehen … ",
  "sn35.26:1.14": "Ohne den Geist unmittelbar zu erkennen und vollständig zu verstehen, ohne dass die Leidenschaft für ihn schwindet und man ihn aufgibt, kann man das Leiden nicht beenden. ",
  "sn35.26:1.15": "Ohne Gedanken unmittelbar zu erkennen und vollständig zu verstehen … ",
  "sn35.26:1.16": "Ohne Geistbewusstsein … ",
  "sn35.26:1.17": "Geistberührung … ",
  "sn35.26:1.18": "und das angenehme, schmerzhafte oder neutrale Gefühl, das durch Geistberührung bedingt entsteht, unmittelbar zu erkennen und vollständig zu verstehen, ohne dass die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden nicht beenden. ",
  "sn35.26:1.19": "Das ist alles, für das gilt: Ohne es unmittelbar zu erkennen und vollständig zu verstehen, ohne dass die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden nicht beenden. ",
  "sn35.26:2.1": "Indem man alles unmittelbar erkennt und vollständig versteht, indem die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden beenden. ",
  "sn35.26:2.2": "Und was ist alles, für das gilt: Indem man es unmittelbar erkennt und vollständig versteht, indem die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden beenden? ",
  "sn35.26:2.3": "Indem man das Auge unmittelbar erkennt und vollständig versteht, indem die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden beenden. ",
  "sn35.26:2.4": "Indem man Bilder unmittelbar erkennt und vollständig versteht … ",
  "sn35.26:2.5": "Indem man Augenbewusstsein … ",
  "sn35.26:2.6": "Augenberührung … ",
  "sn35.26:2.7": "und das angenehme, schmerzhafte oder neutrale Gefühl, das durch Augenberührung bedingt entsteht, unmittelbar erkennt und vollständig versteht, indem die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden beenden. ",
  "sn35.26:2.8": "Indem man das Ohr unmittelbar erkennt und vollständig versteht … Indem man die Nase unmittelbar erkennt und vollständig versteht … Indem man die Zunge unmittelbar erkennt und vollständig versteht … ",
  "sn35.26:2.13": "Indem man den Körper unmittelbar erkennt und vollständig versteht … ",
  "sn35.26:2.14": "Indem man den Geist unmittelbar erkennt und vollständig versteht, indem die Leidenschaft für ihn schwindet und man ihn aufgibt, kann man das Leiden beenden. ",
  "sn35.26:2.15": "Indem man Gedanken unmittelbar erkennt und vollständig versteht … ",
  "sn35.26:2.16": "Indem man Geistbewusstsein … ",
  "sn35.26:2.17": "Geistberührung … ",
  "sn35.26:2.18": "und das angenehme, schmerzhafte oder neutrale Gefühl, das durch Geistberührung bedingt entsteht, unmittelbar erkennt und vollständig versteht, indem die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden beenden. ",
  "sn35.26:2.19": "Das ist alles, für das gilt: Indem man es unmittelbar erkennt und vollständig versteht, indem die Leidenschaft für es schwindet und man es aufgibt, kann man das Leiden beenden.“ "
}