{
  "sn35.230:0.1": "Verbundene Lehrreden 35.230 ",
  "sn35.230:0.2": "18. Das Kapitel über das Meer ",
  "sn35.230:0.3": "Das Gleichnis vom Angler ",
  "sn35.230:1.1": "„Mönche und Nonnen, wie wenn ein Angler einen Angelhaken mit einem Köder in einen tiefen See werfen würde: ",
  "sn35.230:1.2": "Wenn ein Fisch den Köder sähe, würde er ihn schlucken. ",
  "sn35.230:1.3": "Und so würden dem Fisch, der den Haken geschluckt hat, Unheil und Verhängnis widerfahren, und der Angler könnte mit ihm machen, was er wollte. ",
  "sn35.230:2.1": "Ebenso gibt es sechs Haken in der Welt, die für lebende Geschöpfe Unheil und Gemetzel bedeuten. ",
  "sn35.230:2.2": "Welche sechs? ",
  "sn35.230:2.3": "Es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.230:2.4": "Wenn ein Mönch diesen zustimmt, sie begrüßt und daran weiter festhält, ",
  "sn35.230:2.5": "nennt man ihn einen Mönch, der Māras Angelhaken geschluckt hat. Ihm widerfahren Unheil und Verhängnis, und der Böse kann mit ihm machen, was er will. ",
  "sn35.230:2.6": "Es gibt Töne, die das Ohr erkennt … Es gibt Düfte, die die Nase erkennt … Es gibt Geschmäcke, die die Zunge erkennt … Es gibt Berührungen, die der Körper erkennt … ",
  "sn35.230:3.1": "Es gibt Gedanken, die der Geist erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.230:3.2": "Wenn eine Nonne diesen zustimmt, sie begrüßt und daran weiter festhält, ",
  "sn35.230:3.3": "nennt man sie eine Nonne, die Māras Angelhaken geschluckt hat. Ihr widerfahren Unheil und Verhängnis, und der Böse kann mit ihr machen, was er will. ",
  "sn35.230:4.1": "Es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.230:4.2": "Wenn ein Mönch diesen nicht zustimmt, sie nicht begrüßt und daran nicht weiter festhält, nennt man ihn einen Mönch, der Māras Angelhaken nicht geschluckt hat. Er hat den Haken zerbrochen, hat ihn zerstört. Ihm widerfahren weder Unheil noch Verhängnis, und der Böse kann mit ihm nicht machen, was er will. ",
  "sn35.230:5.1": "Es gibt Töne, die das Ohr erkennt … Es gibt Düfte, die die Nase erkennt … Es gibt Geschmäcke, die die Zunge erkennt … Es gibt Berührungen, die der Körper erkennt … ",
  "sn35.230:5.2": "Es gibt Gedanken, die der Geist erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.230:5.3": "Wenn eine Nonne diesen nicht zustimmt, sie nicht begrüßt und daran nicht weiter festhält, nennt man sie eine Nonne, die Māras Angelhaken nicht geschluckt hat. Sie hat den Haken zerbrochen, hat ihn zerstört. Ihr widerfahren weder Unheil noch Verhängnis, und der Böse kann mit ihr nicht machen, was er will.“ "
}