{
  "sn35.239:0.1": "Verbundene Lehrreden 35.239 ",
  "sn35.239:0.2": "19. Das Kapitel über das Gleichnis von den Giftschlangen ",
  "sn35.239:0.3": "Das Gleichnis von der Kutsche ",
  "sn35.239:1.1": "„Mönche und Nonnen, wenn ein Mönch drei Eigenschaften besitzt, ist er in diesem Leben voller Glück und Freude, und er hat den Grundstein für das Auflösen der Befleckungen gelegt. ",
  "sn35.239:1.2": "Welche drei? ",
  "sn35.239:1.3": "Er bewacht die Tore der Sinne, hält beim Essen Maß und weiht sich dem Wachsein. ",
  "sn35.239:2.1": "Und wie bewacht ein Mönch die Tore der Sinne? ",
  "sn35.239:2.2": "Wenn ein Mönch mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "sn35.239:2.3": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "sn35.239:2.4": "Wenn er mit dem Ohr einen Ton hört … ",
  "sn35.239:2.6": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "sn35.239:2.7": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "sn35.239:2.8": "Wenn er mit dem Geist einen Gedanken erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "sn35.239:2.9": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "sn35.239:2.10": "Wie wenn da eine Kutsche mit angespannten Vollblütern an einer Straßenkreuzung auf ebenem Gelände stünde, und eine Peitsche läge bereit. Dann bestiege ein geschickter Zureiter, ein meisterhafter Kutscher, die Kutsche und nähme die Zügel in seine Rechte und die Peitsche in seine Linke: Er würde nach Belieben hin- und wieder zurückfahren, wann und wohin er wollte. ",
  "sn35.239:2.11": "Ebenso schult sich ein Mönch darin, die sechs Sinne zu schützen, zu zügeln, zu bändigen und zu beruhigen. ",
  "sn35.239:2.12": "So bewacht ein Mönch die Tore der Sinne. ",
  "sn35.239:3.1": "Und wie hält ein Mönch Maß beim Essen? ",
  "sn35.239:3.2": "Da denkt ein Mönch beim Essen über seine Nahrung gründlich nach: ",
  "sn35.239:3.3": "‚Nicht zum Spaß, zum Schwelgen, zur Zier und zum Schmuck, sondern nur, um diesen Körper zu erhalten, um Schaden abzuwenden und das geistliche Leben zu fördern; damit ich altes Unbehagen beende und neues nicht entstehen lasse und ohne Tadel und unbeschwert lebe.‘ ",
  "sn35.239:3.4": "Wie jemand, der eine Wunde mit Salbe bestreicht, nur damit sie heilen kann; oder der eine Achse schmiert, nur damit sie eine Last befördern kann. ",
  "sn35.239:3.5": "Ebenso denkt da ein Mönch beim Essen über seine Nahrung korrekt nach: ",
  "sn35.239:3.6": "‚Nicht zum Spaß, zum Schwelgen, zur Zier und zum Schmuck, sondern nur, um diesen Körper zu erhalten, um Schaden abzuwenden und das geistliche Leben zu fördern; damit ich altes Unbehagen beende und neues nicht entstehen lasse und ohne Tadel und unbeschwert lebe.‘ ",
  "sn35.239:3.7": "So hält ein Mönch Maß beim Essen. ",
  "sn35.239:4.1": "Und wie weiht sich ein Mönch dem Wachsein? ",
  "sn35.239:4.2": "Da meditiert ein Mönch am Tag im Gehen und im Sitzen und läutert den Geist von Hemmnissen. ",
  "sn35.239:4.3": "Am Abend meditiert er im Gehen und im Sitzen und läutert den Geist von Hemmnissen. ",
  "sn35.239:4.4": "Im mittleren Teil der Nacht legt er sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und umsichtig und im Gedanken an die Zeit des Aufstehens. ",
  "sn35.239:4.5": "Im letzten Teil der Nacht steht er auf und meditiert im Gehen und im Sitzen und läutert den Geist von Hemmnissen. ",
  "sn35.239:4.6": "So weiht sich ein Mönch dem Wachsein. ",
  "sn35.239:4.7": "Wenn ein Mönch diese drei Eigenschaften besitzt, ist er in diesem Leben voller Glück und Freude, und er hat den Grundstein für das Auflösen der Befleckungen gelegt.“ "
}