{
  "sn35.115:0.1": "Verbundene Lehrreden 35.115 ",
  "sn35.115:0.2": "12. Das Kapitel über die Welt und die Arten sinnlicher Erregung ",
  "sn35.115:0.3": "Māras Schlinge (2) ",
  "sn35.115:1.1": "„Mönche und Nonnen, es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.115:1.2": "Wenn ein Mönch diesen zustimmt, sie begrüßt und daran weiter festhält, ",
  "sn35.115:1.3": "nennt man ihn einen Mönch, der in Bezug auf Bilder, die das Auge erkennt, gefesselt ist. Er ist in Māras Schlupfwinkel festgesetzt, ist in Māras Bann geraten und in Māras Schlinge gefangen. ",
  "sn35.115:1.4": "Er ist von Māras Fesseln gebunden, und der Böse kann mit ihm machen, was er will. ",
  "sn35.115:2.1": "Es gibt Töne, die das Ohr erkennt … Es gibt Düfte, die die Nase erkennt … Es gibt Geschmäcke, die die Zunge erkennt … Es gibt Berührungen, die der Körper erkennt … ",
  "sn35.115:2.2": "Es gibt Gedanken, die der Geist erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.115:2.3": "Wenn eine Nonne diesen zustimmt, sie begrüßt und daran weiter festhält, ",
  "sn35.115:2.4": "nennt man sie eine Nonne, die in Bezug auf Gedanken, die der Geist erkennt, gefesselt ist. Sie ist in Māras Schlupfwinkel festgesetzt, ist in Māras Bann geraten und in Māras Schlinge gefangen. ",
  "sn35.115:2.5": "Sie ist von Māras Fesseln gebunden, und der Böse kann mit ihr machen, was er will. ",
  "sn35.115:3.1": "Es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.115:3.2": "Wenn ein Mönch diesen nicht zustimmt, sie nicht begrüßt und daran nicht weiter festhält, ",
  "sn35.115:3.3": "nennt man ihn einen Mönch, der nicht in Māras Schlupfwinkel festgesetzt ist, der nicht in Māras Bann geraten und der von Māras Schlinge befreit ist. ",
  "sn35.115:3.4": "Er ist frei von Māras Fesseln, und der Böse kann mit ihm nicht machen, was er will. ",
  "sn35.115:4.1": "Es gibt Töne, die das Ohr erkennt … Es gibt Düfte, die die Nase erkennt … Es gibt Geschmäcke, die die Zunge erkennt … Es gibt Berührungen, die der Körper erkennt … ",
  "sn35.115:4.2": "Es gibt Gedanken, die der Geist erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.115:4.3": "Wenn eine Nonne diesen nicht zustimmt, sie nicht begrüßt und daran nicht weiter festhält, ",
  "sn35.115:4.4": "nennt man sie eine Nonne, die nicht in Māras Schlupfwinkel festgesetzt ist, die nicht in Māras Bann geraten und die von Māras Schlinge befreit ist. ",
  "sn35.115:4.5": "Sie ist frei von Māras Fesseln, und der Böse kann mit ihr nicht machen, was er will.“ "
}