{
  "sn35.248:0.1": "Verbundene Lehrreden 35.248 ",
  "sn35.248:0.2": "19. Das Kapitel über das Gleichnis von den Giftschlangen ",
  "sn35.248:0.3": "Das Gerstenbündel ",
  "sn35.248:1.1": "„Mönche und Nonnen, wie wenn da ein Gerstenbündel an einer Kreuzung abgelegt wäre, ",
  "sn35.248:1.2": "und es kämen sechs Leute mit Dreschflegeln in Händen, ",
  "sn35.248:1.3": "die würden auf das Gerstenbündel eindreschen. ",
  "sn35.248:1.4": "Da würde dieses Gerstenbündel von diesen sechs Dreschflegeln gründlich gedroschen. ",
  "sn35.248:1.5": "Dann käme eine siebte Person mit einem Dreschflegel in der Hand, ",
  "sn35.248:1.6": "und sie würde das Gerstenbündel ein siebtes Mal dreschen. ",
  "sn35.248:1.7": "Da würde dieses Gerstenbündel von der siebten Person noch gründlicher gedroschen. ",
  "sn35.248:1.8": "Ebenso wird da ein ungebildeter gewöhnlicher Mensch von angenehmen und von unangenehmen Bildern auf das Auge geschlagen. ",
  "sn35.248:1.9": "Er wird von angenehmen und unangenehmen Tönen … von angenehmen und unangenehmen Düften … von angenehmen und unangenehmen Geschmäcken … von angenehmen und unangenehmen Berührungen … ",
  "sn35.248:1.10": "von angenehmen und unangenehmen Gedanken auf den Geist geschlagen. ",
  "sn35.248:1.11": "Und wenn dieser ungebildete gewöhnliche Mensch Absichten in Bezug auf zukünftige Wiedergeburt in einen neuen Daseinszustand hegt, so wird dieser törichte Mensch noch gründlicher geschlagen, gerade wie das Gerstenbündel von der siebten Person. ",
  "sn35.248:2.1": "Es war einmal, Mönche und Nonnen, eine Schlacht, die wurde zwischen den Göttern und den Dämonen ausgefochten. ",
  "sn35.248:2.2": "Da wandte sich Vepacitti der Dämonenfürst an die Dämonen: ",
  "sn35.248:2.3": "‚Meine Herren, wenn die Dämonen in dieser Schlacht die Götter schlagen, bindet Sakka den Götterkönig an Händen und Füßen und am Hals und bringt ihn vor mich in die Dämonenburg.‘ ",
  "sn35.248:2.4": "Unterdessen wandte sich Sakka der Götterkönig an die Götter der Dreiunddreißig: ",
  "sn35.248:2.5": "‚Meine Herren, wenn die Götter in dieser Schlacht die Dämonen schlagen, bindet Vepacitti den Dämonenfürsten an Händen und Füßen und am Hals und bringt ihn vor mich in die Halle der Gerechtigkeit.‘ ",
  "sn35.248:2.6": "In dieser Schlacht siegten die Götter, und die Dämonen unterlagen. ",
  "sn35.248:2.7": "Da banden die Götter der Dreiunddreißig Vepacitti an Händen und Füßen und am Hals und brachten ihn vor Sakka in die Halle der Gerechtigkeit. ",
  "sn35.248:2.8": "Und dort blieb Vepacitti an Händen und Füßen und am Hals gebunden. ",
  "sn35.248:2.9": "Das heißt, bis er dachte: ",
  "sn35.248:2.10": "‚Die Götter sind prinzipientreu, die Dämonen sind prinzipienlos. Nun gehöre ich gerade hierher in die Götterburg.‘ ",
  "sn35.248:2.11": "Dann fand er sich frei von den Banden an Händen, Füßen und Hals; und er vergnügte sich mit den fünf Arten sinnlicher Erregung der Götter, mit denen er versorgt und ausgestattet war. ",
  "sn35.248:2.12": "Aber wenn er dachte: ",
  "sn35.248:2.13": "‚Die Dämonen sind prinzipientreu, die Götter sind prinzipienlos. Nun will ich zur Dämonenburg hinübergehen‘, ",
  "sn35.248:2.14": "dann fand er sich an Händen, Füßen und Hals gebunden, und die fünf Arten sinnlicher Erregung der Götter verschwanden. ",
  "sn35.248:2.15": "So subtil war Vepacitti gebunden. ",
  "sn35.248:2.16": "Aber Māras Fesseln sind noch subtiler als das. ",
  "sn35.248:2.17": "Wenn ihr euch etwas vorstellt, Mönche und Nonnen, seid ihr von Māra gebunden. Wenn ihr euch nichts vorstellt, seid ihr von dem Bösen frei. ",
  "sn35.248:3.1": "‚Ich bin‘ ist eine Art, sich etwas vorzustellen; ‚Ich bin das‘, ‚Ich werde sein‘, ‚Ich werde nicht sein‘, ‚Ich werde Form besitzen‘, ‚Ich werde formlos sein‘, ‚Ich werde Wahrnehmung besitzen‘, ‚Ich werde ohne Wahrnehmung sein‘, ‚Ich werde weder Wahrnehmung besitzen noch ohne Wahrnehmung sein‘ – all das sind Arten, sich etwas vorzustellen. ",
  "sn35.248:3.2": "Vorstellen ist eine Krankheit, ein Eiterherd, ein Pfeil. ",
  "sn35.248:3.3": "Daher, Mönche und Nonnen, sollt ihr euch so schulen: ‚Wir wollen mit einem Herzen leben, das sich nichts vorstellt.‘ ",
  "sn35.248:4.1": "‚Ich bin‘ ist eine Störung; ‚Ich bin das‘, ‚Ich werde sein‘, ‚Ich werde nicht sein‘, ‚Ich werde Form besitzen‘, ‚Ich werde formlos sein‘, ‚Ich werde Wahrnehmung besitzen‘, ‚Ich werde ohne Wahrnehmung sein‘, ‚Ich werde weder Wahrnehmung besitzen noch ohne Wahrnehmung sein‘ – all das sind Störungen. ",
  "sn35.248:4.2": "Störungen sind eine Krankheit, ein Eiterherd, ein Pfeil. ",
  "sn35.248:4.3": "Daher, Mönche und Nonnen, sollt ihr euch so schulen: ‚Wir wollen mit einem Herzen leben, das ohne Störung ist.‘ ",
  "sn35.248:5.1": "‚Ich bin‘ ist ein Zittern; ‚Ich bin das‘, ‚Ich werde sein‘, ‚Ich werde nicht sein‘, ‚Ich werde Form besitzen‘, ‚Ich werde formlos sein‘, ‚Ich werde Wahrnehmung besitzen‘, ‚Ich werde ohne Wahrnehmung sein‘, ‚Ich werde weder Wahrnehmung besitzen noch ohne Wahrnehmung sein‘ – all diese sind ein Zittern. ",
  "sn35.248:5.2": "Zittern ist eine Krankheit, ein Eiterherd, ein Pfeil. ",
  "sn35.248:5.3": "Daher, Mönche und Nonnen, sollt ihr euch so schulen: ‚Wir wollen mit einem Herzen leben, das ohne Zittern ist.‘ ",
  "sn35.248:6.1": "‚Ich bin‘ ist Wuchern; ‚Ich bin das‘, ‚Ich werde sein‘, ‚Ich werde nicht sein‘, ‚Ich werde Form besitzen‘, ‚Ich werde formlos sein‘, ‚Ich werde Wahrnehmung besitzen‘, ‚Ich werde ohne Wahrnehmung sein‘, ‚Ich werde weder Wahrnehmung besitzen noch ohne Wahrnehmung sein‘ – all das ist Wuchern. ",
  "sn35.248:6.2": "Wuchern ist eine Krankheit, ein Eiterherd, ein Pfeil. ",
  "sn35.248:6.3": "Daher, Mönche und Nonnen, sollt ihr euch so schulen: ‚Wir wollen mit einem Herzen leben, das ohne Wuchern ist.‘ ",
  "sn35.248:7.1": "‚Ich bin‘ ist eine Einbildung; ‚Ich bin das‘, ‚Ich werde sein‘, ‚Ich werde nicht sein‘, ‚Ich werde Form besitzen‘, ‚Ich werde formlos sein‘, ‚Ich werde Wahrnehmung besitzen‘, ‚Ich werde ohne Wahrnehmung sein‘, ‚Ich werde weder Wahrnehmung besitzen noch ohne Wahrnehmung sein‘ – all das sind Einbildungen. ",
  "sn35.248:7.2": "Einbildung ist eine Krankheit, ein Eiterherd, ein Pfeil. ",
  "sn35.248:7.3": "Daher, Mönche und Nonnen, sollt ihr euch so schulen: ‚Wir wollen mit einem Herzen leben, das die Einbildung niedergeschlagen hat.‘“ ",
  "sn35.248:9.5": "Die Verbundenen Lehrreden über die sechs Sinnesfelder sind abgeschlossen. "
}