{
  "sn35.121:0.1": "Verbundene Lehrreden 35.121 ",
  "sn35.121:0.2": "12. Das Kapitel über die Welt und die Arten sinnlicher Erregung ",
  "sn35.121:0.3": "Rat an Rāhula ",
  "sn35.121:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn35.121:1.2": "Da kam ihm, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "sn35.121:1.3": "„Die Eigenschaften, die die Freiheit zur Reife bringen, sind in Rāhula gereift. ",
  "sn35.121:1.4": "Warum leite ich ihn nicht weiter an zur Auflösung der Befleckungen?“ ",
  "sn35.121:1.5": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Sāvatthī zum Almosengang. ",
  "sn35.121:1.6": "Nach dem Essen, als er vom Almosengang zurückkam, wandte er sich an den Ehrwürdigen Rāhula: ",
  "sn35.121:1.7": "„Rāhula, hol dein Sitztuch. ",
  "sn35.121:1.8": "Lass uns in den Finsteren Wald gehen, um den Tag über dort zu meditieren.“ ",
  "sn35.121:1.9": "„Ja, Herr“, antwortete Rāhula. Er nahm sein Sitztuch und folgte dem Buddha. ",
  "sn35.121:2.1": "Da folgten zu dieser Zeit viele tausend Gottheiten dem Buddha und dachten: ",
  "sn35.121:2.2": "„Heute wird der Buddha Rāhula weiter anleiten zur Auflösung der Befleckungen!“ ",
  "sn35.121:2.3": "Der Buddha tauchte tief in den Finsteren Wald ein und setzte sich an den Fuß eines Baumes auf den ausgebreiteten Sitz. ",
  "sn35.121:2.4": "Rāhula verbeugte sich vor dem Buddha und setzte sich zur Seite hin. ",
  "sn35.121:2.5": "Der Buddha sagte zu ihm: ",
  "sn35.121:3.1": "„Was denkst du, Rāhula? ",
  "sn35.121:3.2": "Ist das Auge beständig oder unbeständig?“ ",
  "sn35.121:4.1": "„Unbeständig, Herr.“ ",
  "sn35.121:5.1": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "sn35.121:6.1": "„Leiden, Herr.“ ",
  "sn35.121:7.1": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "sn35.121:7.2": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn35.121:8.1": "„Nein, Herr.“ ",
  "sn35.121:9.1": "„Sind Bilder … ",
  "sn35.121:11.1": "Ist Augenbewusstsein … ",
  "sn35.121:13.1": "Ist Augenberührung beständig oder unbeständig?“ ",
  "sn35.121:14.1": "„Unbeständig, Herr.“ … ",
  "sn35.121:15.1": "„Alles, was zu Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein gehört, was durch Augenberührung bedingt entsteht – ist das beständig oder unbeständig?“ ",
  "sn35.121:16.1": "„Unbeständig, Herr.“ ",
  "sn35.121:17.1": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "sn35.121:18.1": "„Leiden, Herr.“ ",
  "sn35.121:19.1": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "sn35.121:19.2": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn35.121:20.1": "„Nein, Herr.“ ",
  "sn35.121:21.1": "„Ist das Ohr … Ist die Nase … Ist die Zunge … Ist der Körper … ",
  "sn35.121:33.1": "Ist der Geist beständig oder unbeständig?“ ",
  "sn35.121:34.1": "„Unbeständig, Herr.“ ",
  "sn35.121:35.1": "„Aber wenn er unbeständig ist, ist er Leiden oder Glück?“ ",
  "sn35.121:36.1": "„Leiden, Herr.“ ",
  "sn35.121:37.1": "„Aber wenn er unbeständig und Leiden ist und zugrunde gehen muss, kann man ihn dann so ansehen: ",
  "sn35.121:37.2": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn35.121:38.1": "„Nein, Herr.“ ",
  "sn35.121:39.1": "„Sind Gedanken … ",
  "sn35.121:41.1": "Ist Geistbewusstsein … ",
  "sn35.121:43.1": "Ist Geistberührung beständig oder unbeständig?“ ",
  "sn35.121:44.1": "„Unbeständig, Herr.“ … ",
  "sn35.121:45.1": "„Alles, was zu Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein gehört, was durch Geistberührung bedingt entsteht – ist das beständig oder unbeständig?“ ",
  "sn35.121:46.1": "„Unbeständig, Herr.“ ",
  "sn35.121:47.1": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "sn35.121:48.1": "„Leiden, Herr.“ ",
  "sn35.121:49.1": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "sn35.121:49.2": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn35.121:50.1": "„Nein, Herr.“ ",
  "sn35.121:51.1": "„Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert vom Auge, von Bildern, vom Augenbewusstsein und der Augenberührung. Er wird ernüchtert von allem, was zu Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein gehört, was durch Augenberührung bedingt entsteht. ",
  "sn35.121:51.2": "Er wird ernüchtert vom Ohr … von der Nase … von der Zunge … vom Körper … ",
  "sn35.121:52.1": "Er wird ernüchtert vom Geist, von Gedanken, vom Geistbewusstsein und von Geistberührung. Er wird ernüchtert von allem, was zu Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein gehört, was durch Geistberührung bedingt entsteht. ",
  "sn35.121:52.2": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn35.121:52.3": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "sn35.121:53.1": "Das sagte der Buddha. ",
  "sn35.121:53.2": "Zufrieden freute sich der Ehrwürdige Rāhula über die Worte des Buddha. ",
  "sn35.121:53.3": "Und während diese Lehrrede gesprochen wurde, wurde der Geist des Ehrwürdigen Rāhula durch Nicht-Ergreifen von den Befleckungen befreit. ",
  "sn35.121:53.4": "Und den vielen tausend Gottheiten ging das unbefleckte, makellose Auge des Dhamma auf: ",
  "sn35.121:53.5": "„Alles, was einen Anfang hat, hat auch ein Ende.“ "
}