{
  "sn35.60:0.1": "Verbundene Lehrreden 35.60 ",
  "sn35.60:0.2": "6. Das Kapitel über Unwissenheit ",
  "sn35.60:0.3": "Das vollständige Verstehen allen Ergreifens ",
  "sn35.60:1.1": "„Mönche und Nonnen, ich will euch den Grundsatz für das vollständige Verstehen allen Ergreifens lehren. ",
  "sn35.60:1.2": "Hört zu … ",
  "sn35.60:1.3": "Und was ist der Grundsatz für das vollständige Verstehen allen Ergreifens? ",
  "sn35.60:1.4": "Augenbewusstsein entsteht in Abhängigkeit vom Auge und Bildern. Das Zusammentreffen der drei ist Berührung. ",
  "sn35.60:1.5": "Berührung ist eine Bedingung für Gefühl. ",
  "sn35.60:1.6": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert vom Auge, von Bildern, vom Augenbewusstsein, von der Augenberührung und von Gefühl. ",
  "sn35.60:1.7": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, versteht er: ‚Ich habe das Ergreifen vollständig verstanden.‘ ",
  "sn35.60:1.8": "Ohrbewusstsein entsteht in Abhängigkeit vom Ohr und Tönen … ",
  "sn35.60:1.9": "Nasenbewusstsein entsteht in Abhängigkeit von der Nase und Düften … ",
  "sn35.60:1.10": "Zungenbewusstsein entsteht in Abhängigkeit von der Zunge und Geschmäcken … ",
  "sn35.60:1.11": "Körperbewusstsein entsteht in Abhängigkeit vom Körper und Berührungen … ",
  "sn35.60:1.12": "Geistbewusstsein entsteht in Abhängigkeit vom Geist und Gedanken. Das Zusammentreffen der drei ist Berührung. ",
  "sn35.60:1.13": "Berührung ist eine Bedingung für Gefühl. ",
  "sn35.60:1.14": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert vom Geist, von Gedanken, vom Geistbewusstsein, von Geistberührung und von Gefühl. ",
  "sn35.60:1.15": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, versteht er: ‚Ich habe das Ergreifen vollständig verstanden.‘ ",
  "sn35.60:1.16": "Das ist der Grundsatz für das vollständige Verstehen allen Ergreifens.“ "
}