{
  "sn35.229:0.1": "Verbundene Lehrreden 35.229 ",
  "sn35.229:0.2": "18. Das Kapitel über das Meer ",
  "sn35.229:0.3": "Das Meer (2) ",
  "sn35.229:1.1": "„Mönche und Nonnen, ein ungebildeter gewöhnlicher Mensch spricht vom Meer. ",
  "sn35.229:1.2": "Aber das ist nicht das Meer in der Schulung des Edlen. ",
  "sn35.229:1.3": "Das ist bloß eine große Wassermasse, eine große Wasseransammlung. ",
  "sn35.229:1.4": "Es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.229:1.5": "Das nennt man das Meer in der Schulung des Edlen. ",
  "sn35.229:1.6": "Und es ist hier, wo diese Welt mit ihren Göttern, Māras und Brahmās, dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen zum großen Teil versunken ist. Sie wurde verwickelt wie Garn, verknotet wie ein Wollknäuel und verflochten wie Binsen und Schilf, sodass sie den verlorenen Orten nicht entkommt, den schlechten Orten, der Unterwelt, dem Umherwandern. ",
  "sn35.229:2.1": "Es gibt Töne, die das Ohr erkennt … Es gibt Düfte, die die Nase erkennt … Es gibt Geschmäcke, die die Zunge erkennt … Es gibt Berührungen, die der Körper erkennt … Es gibt Gedanken, die der Geist erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.229:2.2": "Das nennt man das Meer in der Schulung des Edlen. ",
  "sn35.229:2.3": "Und es ist hier, wo diese Welt mit ihren Göttern, Māras und Brahmās, dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen zum großen Teil versunken ist. Sie wurde verwickelt wie Garn, verknotet wie ein Wollknäuel und verflochten wie Binsen und Schilf, sodass sie den verlorenen Orten nicht entkommt, den schlechten Orten, der Unterwelt, dem Umherwandern. ",
  "sn35.229:3.1": "Die, bei denen Gier, Hass und Unwissenheit ",
  "sn35.229:3.2": "geschwunden sind, ",
  "sn35.229:3.3": "haben das Meer überquert, das so schwer zu überqueren ist, ",
  "sn35.229:3.4": "das Meer mit seinen Krokodilen und Unholden, seinen Wellen, Strudeln und Gefahren. ",
  "sn35.229:4.1": "Sie sind ihren Ketten entronnen, haben den Tod aufgegeben und haben keine Bindungen. ",
  "sn35.229:4.2": "Sie haben das Leiden aufgegeben, und es wird keine künftigen Leben mehr geben. ",
  "sn35.229:4.3": "Sie sind zu einem Ende gekommen und können nicht gemessen werden; ",
  "sn35.229:4.4": "und sie haben den König des Todes verwirrt, sage ich.“ "
}