{
  "sn35.153:0.1": "Verbundene Lehrreden 35.153 ",
  "sn35.153:0.2": "15. Das Kapitel über das Alte und das Neue ",
  "sn35.153:0.3": "Gibt es eine Methode? ",
  "sn35.153:1.1": "„Mönche und Nonnen, gibt es, unabhängig von Vertrauen, Vorliebe, mündlicher Überlieferung, vernünftigem Nachdenken oder davon, einer Ansicht nach Abwägung zuzustimmen, eine Methode, auf die sich ein Mönch stützen kann, um seine Erleuchtung zu erklären: ",
  "sn35.153:1.2": "‚Ich verstehe: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand“‘?“ ",
  "sn35.153:1.3": "„Unsere Lehren wurzeln im Buddha. Er leitet uns und ist unsere Zuflucht. Herr, es wäre gut, wenn der Buddha selbst erklären würde, was das bedeutet. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "sn35.153:1.4": "„Also dann, Mönche und Nonnen, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "sn35.153:1.5": "„Ja, Herr“, antworteten sie. ",
  "sn35.153:1.6": "Der Buddha sagte: ",
  "sn35.153:1.7": "„Es gibt, unabhängig von Vertrauen, Vorliebe, mündlicher Überlieferung, vernünftigem Nachdenken oder davon, einer Ansicht nach Abwägung zuzustimmen, eine Methode, auf die sich ein Mönch stützen kann, um seine Erleuchtung zu erklären: ",
  "sn35.153:1.8": "‚Ich verstehe: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“‘ ",
  "sn35.153:2.1": "Und was ist diese Methode? ",
  "sn35.153:2.2": "Da sieht ein Mönch mit dem Auge ein Bild. Wenn Gier, Hass und Täuschung in ihm sind, versteht er: ‚In mir sind Gier, Hass und Täuschung.‘ ",
  "sn35.153:2.3": "Wenn keine Gier, kein Hass und keine Täuschung in ihm sind, versteht er: ‚In mir sind keine Gier, kein Hass und keine Täuschung.‘ ",
  "sn35.153:2.4": "Da das so ist, versteht er diese Dinge durch Vertrauen, Vorliebe, mündliche Überlieferung, vernünftiges Nachdenken oder dadurch, einer Ansicht nach Abwägung zuzustimmen?“ ",
  "sn35.153:2.5": "„Nein, Herr.“ ",
  "sn35.153:2.6": "„Versteht er sie nicht dadurch, dass er sie mit Weisheit sieht?“ ",
  "sn35.153:2.7": "„Ja, Herr.“ ",
  "sn35.153:2.8": "„Das ist eine Methode, unabhängig von Vertrauen, Vorliebe, mündlicher Überlieferung, vernünftigem Nachdenken oder davon, einer Ansicht nach Abwägung zuzustimmen, auf die sich ein Mönch stützen kann, um seine Erleuchtung zu erklären: ",
  "sn35.153:2.9": "‚Ich verstehe: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“‘ ",
  "sn35.153:3.1": "Dann hört da eine Nonne mit dem Ohr einen Ton … riecht mit der Nase einen Duft … schmeckt mit der Zunge einen Geschmack … empfindet mit dem Körper eine Berührung … ",
  "sn35.153:4.1": "erkennt mit dem Geist einen Gedanken. Wenn Gier, Hass und Täuschung in ihr sind, versteht sie: ‚In mir sind Gier, Hass und Täuschung.‘ ",
  "sn35.153:4.2": "Wenn keine Gier, kein Hass und keine Täuschung in ihr sind, versteht sie: ‚In mir sind keine Gier, kein Hass und keine Täuschung.‘ ",
  "sn35.153:4.3": "Da das so ist, versteht sie diese Dinge durch Vertrauen, Vorliebe, mündliche Überlieferung, vernünftiges Nachdenken oder dadurch, einer Ansicht nach Abwägung zuzustimmen?“ ",
  "sn35.153:4.4": "„Nein, Herr.“ ",
  "sn35.153:4.5": "„Versteht sie sie nicht dadurch, dass sie sie mit Weisheit sieht?“ ",
  "sn35.153:4.6": "„Ja, Herr.“ ",
  "sn35.153:4.7": "„Auch das ist eine Methode, unabhängig von Vertrauen, Vorliebe, mündlicher Überlieferung, vernünftigem Nachdenken oder davon, einer Ansicht nach Abwägung zuzustimmen, auf die sich eine Nonne stützen kann, um ihre Erleuchtung zu erklären: ",
  "sn35.153:4.8": "‚Ich verstehe: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“‘“ "
}