{
  "sn35.30:0.1": "Verbundene Lehrreden 35.30 ",
  "sn35.30:0.2": "3. Das Kapitel über alles ",
  "sn35.30:0.3": "Zum Entwurzeln geeignet ",
  "sn35.30:1.1": "„Mönche und Nonnen, ich werde euch die Übung lehren, die zum Entwurzeln allen Sichgleichsetzens geeignet ist. ",
  "sn35.30:1.2": "Hört zu und passt gut auf, ich werde sprechen. … ",
  "sn35.30:1.3": "Und was ist die Übung, die zum Entwurzeln allen Sichgleichsetzens geeignet ist? ",
  "sn35.30:1.4": "Da setzt sich ein Mönch nicht gleich mit dem Auge, setzt sich nicht gleich in Bezug auf das Auge, setzt sich nicht gleich als das Auge und setzt sich nicht gleich: ‚Das Auge ist mein‘. ",
  "sn35.30:1.5": "Er setzt sich nicht gleich mit Bildern, setzt sich nicht gleich in Bezug auf Bilder, setzt sich nicht gleich als Bilder und setzt sich nicht gleich: ‚Bilder sind mein‘. ",
  "sn35.30:1.6": "Er setzt sich nicht gleich mit Augenbewusstsein, setzt sich nicht gleich in Bezug auf Augenbewusstsein, setzt sich nicht gleich als Augenbewusstsein und setzt sich nicht gleich: ‚Augenbewusstsein ist mein‘. ",
  "sn35.30:1.7": "Er setzt sich nicht gleich mit Augenberührung, setzt sich nicht gleich in Bezug auf Augenberührung, setzt sich nicht gleich als Augenberührung und setzt sich nicht gleich: ‚Augenberührung ist mein‘. ",
  "sn35.30:1.8": "Er setzt sich nicht gleich mit dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Augenberührung bedingt entsteht, setzt sich nicht gleich in Bezug auf dieses Gefühl, setzt sich nicht gleich als dieses Gefühl und setzt sich nicht gleich: ‚Dieses Gefühl ist mein‘. ",
  "sn35.30:1.9": "Er setzt sich nicht gleich mit dem Ohr … Er setzt sich nicht gleich mit der Nase … Er setzt sich nicht gleich mit der Zunge … ",
  "sn35.30:1.13": "Er setzt sich nicht gleich mit dem Körper … ",
  "sn35.30:1.14": "Er setzt sich nicht gleich mit dem Geist … ",
  "sn35.30:1.18": "Er setzt sich nicht gleich mit dem angenehmen, schmerzhaften oder neutralen Gefühl, das durch Geistberührung bedingt entsteht, setzt sich nicht gleich in Bezug auf dieses Gefühl, setzt sich nicht gleich als dieses Gefühl und setzt sich nicht gleich: ‚Dieses Gefühl ist mein‘. ",
  "sn35.30:1.19": "Er setzt sich nicht gleich mit allem, setzt sich nicht gleich in Bezug auf alles, setzt sich nicht gleich als alles und setzt sich nicht gleich: ‚Alles ist mein‘. ",
  "sn35.30:1.20": "Wenn er sich nicht gleichsetzt, ergreift er nichts in der Welt. ",
  "sn35.30:1.21": "Wenn er nichts ergreift, ist ihm nicht bange, und wenn ihm nicht bange ist, erlischt er aus sich selbst heraus. ",
  "sn35.30:1.22": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn35.30:1.23": "Das ist die Übung, die zum Entwurzeln allen Sichgleichsetzens geeignet ist.“ "
}