{
  "sn35.246:0.1": "Verbundene Lehrreden 35.246 ",
  "sn35.246:0.2": "19. Das Kapitel über das Gleichnis von den Giftschlangen ",
  "sn35.246:0.3": "Das Gleichnis von der Harfe ",
  "sn35.246:1.1": "„Mönche und Nonnen, jeder Mönch und jede Nonne, bei dem oder bei der für Bilder, die das Auge erkennt, Sehnen oder Begehren oder Hass oder Täuschung oder Ablehnung aufkommt, soll den Geist von diesen Dingen abschirmen: ",
  "sn35.246:1.2": "‚Dieser Pfad ist gefährlich und bedrohlich, voller Dornen und Gestrüpp; es ist eine falsche Wendung, ein schlechter Pfad, ein schädlicher Pfad. ",
  "sn35.246:1.3": "Dieser Pfad wird von unwahren Menschen begangen, nicht von wahren Menschen. ",
  "sn35.246:1.4": "Er ist euer nicht wert.‘ ",
  "sn35.246:1.5": "Der Geist soll von diesen Dingen abgeschirmt werden, wenn es um Bilder geht, die das Auge erkennt. ",
  "sn35.246:1.6": "Jeder Mönch und jede Nonne, bei dem oder bei der für Töne, die das Ohr erkennt … für Düfte, die die Nase erkennt … für Geschmäcke, die die Zunge erkennt … für Berührungen, die der Körper erkennt … ",
  "sn35.246:1.7": "für Gedanken, die der Geist erkennt, Sehnen oder Begehren oder Hass oder Täuschung oder Ablehnung aufkommt, soll den Geist von diesen Dingen abschirmen: ",
  "sn35.246:1.8": "‚Dieser Pfad ist gefährlich und bedrohlich, voller Dornen und Gestrüpp; es ist eine falsche Wendung, ein schlechter Pfad, ein schädlicher Pfad. ",
  "sn35.246:1.9": "Dieser Pfad wird von unwahren Menschen begangen, nicht von wahren Menschen. ",
  "sn35.246:1.10": "Er ist euer nicht wert.‘ ",
  "sn35.246:1.11": "Der Geist soll von diesen Dingen abgeschirmt werden, wenn es um Gedanken geht, die der Geist erkennt. ",
  "sn35.246:2.1": "Wie wenn die Saat reif ist ",
  "sn35.246:2.2": "aber der Verwalter ist nachlässig: Wenn ein Ochse, der gerne die Saat frisst, in die Saat einfällt, würde er darin schwelgen, soviel er will. ",
  "sn35.246:2.3": "Ebenso wird ein ungebildeter gewöhnlicher Mensch, wenn er sich in Bezug auf die sechs Berührungsfelder nicht zügelt, in den fünf Arten sinnlicher Erregung schwelgen, soviel er will. ",
  "sn35.246:3.1": "Wie wenn die Saat reif ist und der Verwalter ist beflissen: Wenn ein Ochse, der gerne die Saat frisst, in die Saat einfällt, ",
  "sn35.246:3.2": "würde der Verwalter ihn fest an der Schnauze packen. ",
  "sn35.246:3.3": "Er würde ihn oben am Höcker packen und dort festhalten. ",
  "sn35.246:3.4": "Dann würde er ihm eine ordentliche Tracht Prügel verpassen, ",
  "sn35.246:3.5": "bevor er ihn fortjagte. ",
  "sn35.246:3.6": "Zum zweiten Mal ",
  "sn35.246:3.7": "und sogar zum dritten Mal könnte der Ochse das Gleiche versuchen und würde die gleiche Behandlung erfahren. ",
  "sn35.246:3.12": "Daraufhin würde dieser Ochse, der gerne die Saat frisst, ganz gleich, wie lange er im Dorf oder in der Wildnis stehen oder sitzen würde, nie wieder in die Saat einfallen, ",
  "sn35.246:3.13": "da er sich an die Schläge, die er zuvor erhalten hat, erinnern würde. ",
  "sn35.246:3.14": "Ebenso wird der Geist eines Mönchs, wenn er in Bezug auf die sechs Berührungsfelder unter Kontrolle gebracht wurde, gut unter Kontrolle gebracht wurde, innerlich gestillt; er setzt sich, wird eins und versinkt im Samādhi. ",
  "sn35.246:4.1": "Angenommen, ein König oder ein königlicher Minister hätte noch nie den Klang einer Bogenharfe gehört. ",
  "sn35.246:4.2": "Wenn er ihn zum ersten Mal hörte, ",
  "sn35.246:4.3": "würde er sagen: ",
  "sn35.246:4.4": "‚Guter Mann, was macht diesen Ton, der so erregend, sinnlich, berauschend, betörend und fesselnd ist?‘ ",
  "sn35.246:4.5": "Man würde zu ihm sagen: ",
  "sn35.246:4.6": "‚Das hier, Herr, ist eine Bogenharfe.‘ ",
  "sn35.246:4.7": "Er würde sagen: ",
  "sn35.246:4.8": "‚Geh, guter Mann, und hole mir die Bogenharfe.‘ ",
  "sn35.246:4.9": "Und dieser würde sie holen ",
  "sn35.246:4.10": "und sagen: ",
  "sn35.246:4.11": "‚Das hier, Herr, ist die Bogenharfe.‘ ",
  "sn35.246:4.12": "Der König würde sagen: ",
  "sn35.246:4.13": "‚Ich habe genug von der Bogenharfe! Hole mir nur den Ton!‘ ",
  "sn35.246:4.14": "Der Mann würde sagen: ",
  "sn35.246:4.15": "‚Herr, diese Bogenharfe besteht aus vielen Teilen, die zusammengesetzt sind ",
  "sn35.246:4.16": "und die einen Ton erzeugen, wenn sie gespielt werden. ",
  "sn35.246:4.17": "Das heißt, der Ton hängt ab vom Korpus, vom Resonanzboden, vom Hals, vom Kopf, von den Saiten, vom Plektron und von einem Menschen, der die Harfe richtig spielt. So besteht eine Bogenharfe aus vielen Teilen, die zusammengesetzt sind ",
  "sn35.246:4.18": "und die einen Ton erzeugen, wenn sie gespielt werden.‘ ",
  "sn35.246:4.19": "Aber der König würde die Harfe in zehn Stücke oder in hundert Stücke schlagen und sie dann zu Splittern zerhacken. ",
  "sn35.246:4.20": "Er würde die Splitter im Feuer verbrennen, bis sie zu Asche würden. ",
  "sn35.246:4.21": "Dann würde er die Asche von einem heftigen Wind wegfegen oder von einer raschen Strömung fortschwemmen lassen. ",
  "sn35.246:4.22": "Dann würde er sagen: ",
  "sn35.246:4.23": "‚Es scheint, an diesem Ding, das man Bogenharfe nennt, oder was immer man Bogenharfe nennt, ist nichts dran! Aber die Leute vergeuden ihre Zeit damit, nachlässig und achtlos!‘ ",
  "sn35.246:4.24": "Ebenso sucht ein Mönch nach Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein, wo immer diese wiedergeboren sein könnten. ",
  "sn35.246:4.25": "Wenn er so sucht, ",
  "sn35.246:4.29": "sind seine Gedanken an ‚ich‘ oder ‚mein‘ nicht mehr da.“ "
}