{
  "sn35.64:0.1": "Verbundene Lehrreden 35.64 ",
  "sn35.64:0.2": "7. Das Kapitel mit Migajāla ",
  "sn35.64:0.3": "Mit Migajāla (2) ",
  "sn35.64:1.1": "Da ging der Ehrwürdige Migajāla zum Buddha … ",
  "sn35.64:1.2": "und sagte zu ihm: ",
  "sn35.64:1.3": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "sn35.64:2.1": "„Migajāla, es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.64:2.2": "Wenn ein Mönch diesen zustimmt, sie begrüßt und daran weiter festhält, ",
  "sn35.64:2.3": "führt das zu Genießen. ",
  "sn35.64:2.4": "Genießen ist der Ursprung des Leidens, sage ich. ",
  "sn35.64:2.5": "Es gibt Töne … Düfte … Geschmäcke … Berührungen … ",
  "sn35.64:2.6": "Es gibt Gedanken, die der Geist erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.64:2.7": "Wenn ein Mönch diesen zustimmt, sie begrüßt und daran weiter festhält, ",
  "sn35.64:2.8": "führt das zu Genießen. ",
  "sn35.64:2.9": "Genießen ist der Ursprung des Leidens, sage ich. ",
  "sn35.64:3.1": "Es gibt Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.64:3.2": "Wenn ein Mönch diesen nicht zustimmt, sie nicht begrüßt und daran nicht weiter festhält, hört Genießen auf. ",
  "sn35.64:3.3": "Wenn Genießen aufhört, hört das Leiden auf, sage ich. ",
  "sn35.64:3.4": "Es gibt Töne … Düfte … Geschmäcke … Berührungen … ",
  "sn35.64:3.5": "Es gibt Gedanken, die der Geist erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "sn35.64:3.6": "Wenn ein Mönch diesen nicht zustimmt, sie nicht begrüßt und daran nicht weiter festhält, hört Genießen auf. ",
  "sn35.64:3.7": "Wenn Genießen aufhört, hört das Leiden auf, sage ich.“ ",
  "sn35.64:4.1": "Da begrüßte der Ehrwürdige Migajāla die Worte des Buddha und stimmte ihm zu. Er erhob er sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "sn35.64:4.2": "Da gelangte Migajāla, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn35.64:4.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn35.64:4.4": "Und der Ehrwürdige Migajāla wurde einer der Vollendeten. "
}