{
  "sn35.127:0.1": "Verbundene Lehrreden 35.127 ",
  "sn35.127:0.2": "13. Das Kapitel mit Hausbesitzern ",
  "sn35.127:0.3": "Mit Bhāradvāja ",
  "sn35.127:1.1": "Einmal hielt sich der Ehrwürdige Bhāradvāja der Almosensammler bei Kosambī auf, in Ghositas Kloster. ",
  "sn35.127:1.2": "Da ging der König Udena zu Bhāradvāja dem Almosensammler und tauschte Willkommensgrüße mit ihm aus. ",
  "sn35.127:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Bhāradvāja: ",
  "sn35.127:1.4": "„Meister Bhāradvāja, es gibt jugendliche Mönche, die jung sind, schwarzhaarig, von Jugend gesegnet, in der Blüte des Lebens, und die nie mit den Sinnenfreuden gespielt haben. Was ist der Grund, was ist die Ursache, dass sie das vollkommene und reine geistliche Leben führen, solange sie leben, und es über lange Zeit aufrechterhalten?“ ",
  "sn35.127:1.5": "„Großer König, vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurde gesagt: ",
  "sn35.127:1.6": "‚Bitte, Mönche, denkt an Frauen im Alter eurer Mutter wie an eure Mutter, an Frauen im Alter eurer Schwester wie an eure Schwester und an Frauen im Alter eurer Tochter wie an eure Tochter.‘ ",
  "sn35.127:1.7": "Das ist der Grund, das ist die Ursache, dass diese jungen Mönche das vollkommene und reine geistliche Leben führen, solange sie leben, und es über lange Zeit aufrechterhalten.“ ",
  "sn35.127:2.1": "„Aber Meister Bhāradvāja, der Geist ist zügellos. ",
  "sn35.127:2.2": "Manchmal kommen begehrliche Gedanken selbst bei Frauen im Alter der eigenen Mutter, der eigenen Schwester oder der eigenen Tochter auf. ",
  "sn35.127:2.3": "Gibt es einen anderen Grund, eine andere Ursache, dass diese jungen Mönche das vollkommene und reine geistliche Leben führen, solange sie leben?“ ",
  "sn35.127:3.1": "„Großer König, vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurde gesagt: ",
  "sn35.127:3.2": "‚Bitte, Mönche, betrachtet euren eigenen Körper von den Fußsohlen aufwärts und von den Haarspitzen abwärts, der von Haut umhüllt und mit zahlreichen widerlichen Dingen angefüllt ist. ",
  "sn35.127:3.3": "In diesem Körper gibt es Kopfhaare, Körperhaare, Nägel, Zähne, Haut, Fleisch, Sehnen, Knochen, Knochenmark, Nieren, Herz, Leber, Zwerchfell, Milz, Lungen, Därme, Gekröse, Speisebrei, Kot, Galle, Schleim, Eiter, Blut, Schweiß, Fett, Tränen, Talg, Speichel, Nasenschleim, Gelenkschmiere, Urin.‘ ",
  "sn35.127:3.4": "Auch das ist ein Grund, großer König, das ist eine Ursache, dass diese jungen Mönche das vollkommene und reine geistliche Leben führen, solange sie leben, und es über lange Zeit aufrechterhalten.“ ",
  "sn35.127:3.5": "„Das ist einfach für diejenigen Mönche, die ihr körperliches Durchhaltevermögen, ihr sittliches Verhalten, ihren Geist und ihre Weisheit entwickelt haben. ",
  "sn35.127:3.6": "Aber es ist schwer für diejenigen Mönche, die ihr körperliches Durchhaltevermögen, ihr sittliches Verhalten, ihren Geist und ihre Weisheit nicht entwickelt haben. ",
  "sn35.127:3.7": "Manchmal habe ich vor, den Geist auf die unattraktive Natur von etwas zu richten, aber es kommt mir nur das Anziehende in den Sinn. ",
  "sn35.127:3.8": "Gibt es einen anderen Grund, eine andere Ursache, dass diese jungen Mönche das vollkommene und reine geistliche Leben führen, solange sie leben?“ ",
  "sn35.127:4.1": "„Großer König, vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurde gesagt: ",
  "sn35.127:4.2": "‚Bitte, Mönche, lebt, indem ihr die Tore der Sinne bewacht. ",
  "sn35.127:4.3": "Wenn ihr mit dem Auge ein Bild seht, bleibt nicht an den Merkmalen und Einzelheiten hängen. ",
  "sn35.127:4.4": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt Zügelung, bewacht das Sehvermögen und haltet es im Zaum. ",
  "sn35.127:4.5": "Wenn ihr mit dem Ohr einen Ton hört … ",
  "sn35.127:4.6": "Wenn ihr mit der Nase einen Duft riecht … ",
  "sn35.127:4.7": "Wenn ihr mit der Zunge einen Geschmack schmeckt … ",
  "sn35.127:4.8": "Wenn ihr mit dem Körper eine Berührung empfindet … ",
  "sn35.127:4.9": "Wenn ihr mit dem Geist einen Gedanken erkennt, bleibt nicht an den Merkmalen und Einzelheiten hängen. ",
  "sn35.127:4.10": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt Zügelung, bewacht das Denkvermögen und haltet es im Zaum.‘ ",
  "sn35.127:4.11": "Auch das ist ein Grund, großer König, das ist eine Ursache, dass diese jungen Mönche das vollkommene und reine geistliche Leben führen, solange sie leben, und es über lange Zeit aufrechterhalten.“ ",
  "sn35.127:5.1": "„Es ist unglaublich, Meister Bhāradvāja, es ist erstaunlich, ",
  "sn35.127:5.2": "wie treffend das vom Buddha gesagt wurde! ",
  "sn35.127:5.3": "Das ist der wahre Grund, das ist die Ursache, dass diese jungen Mönche das vollkommene und reine geistliche Leben führen, solange sie leben, und es über lange Zeit aufrechterhalten. ",
  "sn35.127:5.4": "Denn auch ich betrete manchmal den Harem, ohne Körper, Sprache und Geist zu bewachen, ohne die Achtsamkeit zu verankern und ohne die Sinne zu zügeln. Zu diesen Zeiten gehen machtvolle begehrliche Gedanken mit mir durch. ",
  "sn35.127:5.5": "Aber manchmal betrete ich den Harem und bewache Körper, Sprache und Geist, verankere die Achtsamkeit und zügele die Sinne. Zu diesen Zeiten gehen solche Gedanken nicht mit mir durch. ",
  "sn35.127:5.6": "Vortrefflich, Meister Bhāradvāja! Vortrefflich! ",
  "sn35.127:5.7": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Bhāradvāja die Lehre auf vielerlei Weise klargemacht. ",
  "sn35.127:5.8": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn35.127:5.9": "Von diesem Tag an soll Meister Bhāradvāja mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}