{
  "iti106:0.1": "So It Was Said 106 ",
  "iti106:0.2": "The Book of the Fours ",
  "iti106:0.3": "The Chapter on the Holy Offering of the Teaching ",
  "iti106:0.4": "With Brahmā ",
  "iti106:1.1": "This was said by the Buddha, the Perfected One: that is what I heard. ",
  "iti106:2.1": "“Mendicants, a family where the children honor their parents in their home is said to live with Brahmā. ",
  "iti106:2.2": "A family where the children honor their parents in their home is said to live with the old deities. ",
  "iti106:2.3": "A family where the children honor their parents in their home is said to live with the first teachers. ",
  "iti106:2.4": "A family where the children honor their parents in their home is said to live with those worthy of offerings dedicated to the gods. ",
  "iti106:3.1": "‘Brahmā’ is a term for your parents. ",
  "iti106:3.2": "‘Old deities’ is a term for your parents. ",
  "iti106:3.3": "‘First teachers’ is a term for your parents. ",
  "iti106:3.4": "‘Worthy of offerings dedicated to the gods’ is a term for your parents. ",
  "iti106:3.5": "Why is that? ",
  "iti106:3.6": "Parents are very helpful to their children, they raise them, nurture them, and show them the world.” ",
  "iti106:3.7": "The Buddha spoke this matter. ",
  "iti106:3.8": "On this it is said: ",
  "iti106:4.1": "“Parents are said to be ‘Brahmā’ ",
  "iti106:4.2": "and ‘first teachers’. ",
  "iti106:4.3": "They’re worthy of offerings dedicated to the gods <j>from their children, ",
  "iti106:4.4": "for they love their offspring. ",
  "iti106:5.1": "Therefore an astute person ",
  "iti106:5.2": "would revere them and honor them ",
  "iti106:5.3": "with food and drink, ",
  "iti106:5.4": "clothes and bedding, ",
  "iti106:5.5": "anointing and bathing, ",
  "iti106:5.6": "and by washing their feet. ",
  "iti106:6.1": "Because they look after ",
  "iti106:6.2": "their parents like this, ",
  "iti106:6.3": "they’re praised in this life by the astute, ",
  "iti106:6.4": "and they depart to rejoice in heaven.” ",
  "iti106:7.1": "This too is a matter that was spoken by the Blessed One: that is what I heard. "
}