{
  "iti109:0.1": "So It Was Said 109 ",
  "iti109:0.2": "The Book of the Fours ",
  "iti109:0.3": "The Chapter on the Holy Offering of the Teaching ",
  "iti109:0.4": "A River ",
  "iti109:1.1": "This was said by the Buddha, the Perfected One: that is what I heard. ",
  "iti109:2.1": "“Suppose a person was being carried along by a river current that seemed nice and pleasant. ",
  "iti109:2.2": "If a person with good eyesight saw them, they’d say: ",
  "iti109:2.3": "‘Mister, even though the river current carrying you along seems nice and pleasant, downstream there is a lake with waves and whirlpools, saltwater crocodiles and monsters. When you reach there it will result in death or deadly pain.’ ",
  "iti109:2.4": "Then, when they heard what was said, they’d paddle against the stream using their hands and feet. ",
  "iti109:3.1": "I’ve made up this simile to make a point. ",
  "iti109:3.2": "And this is the point. ",
  "iti109:3.3": "‘Stream’ is a term for craving. ",
  "iti109:4.1": "‘Seeming nice and pleasant’ is a term for the six interior sense fields. ",
  "iti109:5.1": "‘A downstream lake’ is a term for the five lower fetters. ",
  "iti109:6.1": "‘Danger of waves’ is a term for anger and distress. ",
  "iti109:7.1": "‘Whirlpool’ is a term for the five kinds of sensual stimulation. ",
  "iti109:8.1": "‘Saltwater crocodiles and monsters’ is a term for females. ",
  "iti109:9.1": "‘Against the stream’ is a term for renunciation. ",
  "iti109:10.1": "‘Paddling with hands and feet’ is a term for being energetic. ",
  "iti109:11.1": "‘A person with good eyesight’ is a term for the Realized One, the perfected one, the fully awakened Buddha.” ",
  "iti109:11.2": "The Buddha spoke this matter. ",
  "iti109:11.3": "On this it is said: ",
  "iti109:12.1": "“In pain they’d give up sensual pleasures, ",
  "iti109:12.2": "aspiring to the future sanctuary. ",
  "iti109:12.3": "With deep understanding and heart well-freed, ",
  "iti109:12.4": "they’d experience universal liberation. ",
  "iti109:12.5": "That knowledge master <j>who has completed the spiritual journey, ",
  "iti109:12.6": "and gone to the end of the world, <j>is called ‘one who has gone beyond’.” ",
  "iti109:13.1": "This too is a matter that was spoken by the Blessed One: that is what I heard. "
}