{
  "patthana4.7:0.1": "Paṭṭhānapakaraṇa",
  "patthana4.7:0.2": "Dhammānuloma (1), Tikadukapaṭṭhānapāḷi (4)",
  "patthana4.7:0.3": "4.7. Kusalattika, Piṭṭhiduka",
  "patthana4.7:1.0.1": "4.7.1. Kusalattika, Dassanenapahātabbaduka",
  "patthana4.7:1.0.2": "Hetu",
  "patthana4.7:1.1": "Akusalaṁ dassanena pahātabbaṁ dhammaṁ paṭicca akusalo dassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.7:2.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana4.7:3.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana4.7:4.1": "Kusalaṁ nadassanena pahātabbaṁ dhammaṁ paṭicca kusalo nadassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:5.1": "Akusalaṁ nadassanena pahātabbaṁ dhammaṁ paṭicca akusalo nadassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:6.1": "Abyākataṁ nadassanena pahātabbaṁ dhammaṁ paṭicca abyākato nadassanena pahātabbo dhammo uppajjati hetupaccayā. ",
  "patthana4.7:7.1": "Kusalaṁ nadassanena pahātabbañca abyākataṁ nadassanena pahātabbañca dhammaṁ paṭicca abyākato nadassanena pahātabbo dhammo uppajjati hetupaccayā. ",
  "patthana4.7:8.1": "Akusalaṁ nadassanena pahātabbañca abyākataṁ nadassanena pahātabbañca dhammaṁ paṭicca abyākato nadassanena pahātabbo dhammo uppajjati hetupaccayā. ",
  "patthana4.7:9.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.7:10.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:11.1": "Kusalo nadassanena pahātabbo dhammo kusalassa nadassanena pahātabbassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:12.1": "Akusalo nadassanena pahātabbo dhammo akusalassa nadassanena pahātabbassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:13.1": "Abyākato nadassanena pahātabbo dhammo abyākatassa nadassanena pahātabbassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.7:14.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa, anantare satta …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana4.7:15.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:16.0.1": "4.7.2. Kusalattika, Pañhāvāra",
  "patthana4.7:16.0.2": "Paccayacatukka",
  "patthana4.7:16.0.3": "Hetu",
  "patthana4.7:16.1": "Akusalaṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca akusalo bhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.7:17.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana4.7:18.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana4.7:19.1": "Kusalaṁ nabhāvanāya pahātabbaṁ dhammaṁ paṭicca kusalo nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.7:20.1": "Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. (Saṅkhittaṁ.) (Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana4.7:21.0.1": "4.7.3. Kusalattika, Pañhāvāra",
  "patthana4.7:21.0.2": "Paccayacatukka",
  "patthana4.7:21.0.3": "Hetu",
  "patthana4.7:21.1": "Akusalaṁ dassanena pahātabbahetukaṁ dhammaṁ paṭicca akusalo dassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.7:22.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana4.7:23.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana4.7:24.1": "Kusalaṁ nadassanena pahātabbahetukaṁ dhammaṁ paṭicca kusalo nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.7:25.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.7:26.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana4.7:27.0.1": "4.7.4. Kusalattika, Bhāvanāyapahātabbahetukaduka",
  "patthana4.7:27.0.2": "Paccayacatukka",
  "patthana4.7:27.1": "Akusalaṁ bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca akusalo bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.7:28.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana4.7:29.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana4.7:30.1": "Kusalaṁ nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca kusalo nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā.",
  "patthana4.7:31.1": "Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.7:32.1": "(Sahajātavārepi …pe… pañhāvārepi vitthāretabbaṁ.)",
  "patthana4.7:33.0.1": "4.7.5. Kusalattika, Savitakkaduka",
  "patthana4.7:33.0.2": "4.7.5.1. Savitakkapada",
  "patthana4.7:33.0.3": "Hetu-ārammaṇa",
  "patthana4.7:33.1": "Kusalaṁ savitakkaṁ dhammaṁ paṭicca kusalo savitakko dhammo uppajjati hetupaccayā. ",
  "patthana4.7:34.1": "Akusalaṁ savitakkaṁ dhammaṁ paṭicca akusalo savitakko dhammo uppajjati hetupaccayā. ",
  "patthana4.7:35.1": "Abyākataṁ savitakkaṁ dhammaṁ paṭicca abyākato savitakko dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:36.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ, avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana4.7:37.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:38.1": "Kusalo savitakko dhammo kusalassa savitakkassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:39.1": "Akusalo savitakko dhammo akusalassa savitakkassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:40.1": "Abyākato savitakko dhammo abyākatassa savitakkassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:41.1": "Kusalo savitakko dhammo kusalassa savitakkassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.7:42.1": "Akusalo savitakko dhammo akusalassa savitakkassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.7:43.1": "Abyākato savitakko dhammo abyākatassa savitakkassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
  "patthana4.7:44.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare satta …pe… sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṁ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana4.7:45.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:46.0.1": "4.7.5.2. Avitakkapada",
  "patthana4.7:46.0.2": "Hetu",
  "patthana4.7:46.1": "Kusalaṁ avitakkaṁ dhammaṁ paṭicca kusalo avitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.7:47.1": "Hetuyā satta, ārammaṇe dve …pe… vipāke ekaṁ, avigate satta. (Saṅkhittaṁ.)",
  "patthana4.7:48.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:49.1": "Kusalo avitakko dhammo kusalassa avitakkassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:50.1": "Abyākato avitakko dhammo abyākatassa avitakkassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.7:51.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā …pe… sahajāte satta, aññamaññe dve, nissaye dasa, upanissaye nava, purejāte pacchājāte āsevane tīṇi, kamme cattāri, vipāke ekaṁ, āhāre indriye cattāri, jhāne magge pañca, sampayutte dve, vippayutte pañca …pe… avigate dasa. (Saṅkhittaṁ.)",
  "patthana4.7:52.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:53.0.1": "4.7.6. Kusalattika, Savicāraduka",
  "patthana4.7:53.0.2": "Paccayacatukka",
  "patthana4.7:53.1": "Kusalaṁ savicāraṁ dhammaṁ paṭicca kusalo savicāro dhammo uppajjati hetupaccayā. (Kusalasavitakkasadisaṁ.)",
  "patthana4.7:54.0.1": "4.7.7. Kusalattika, Sappītikaduka",
  "patthana4.7:54.0.2": "4.7.7.1. Sappītikapada",
  "patthana4.7:54.0.3": "Paccayacatukka",
  "patthana4.7:54.1": "Kusalaṁ sappītikaṁ dhammaṁ paṭicca kusalo sappītiko dhammo uppajjati hetupaccayā. ",
  "patthana4.7:55.1": "Akusalaṁ sappītikaṁ dhammaṁ paṭicca akusalo sappītiko dhammo uppajjati hetupaccayā. ",
  "patthana4.7:56.1": "Abyākataṁ sappītikaṁ dhammaṁ paṭicca abyākato sappītiko dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:57.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana4.7:58.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:59.1": "Kusalo sappītiko dhammo kusalassa sappītikassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:60.1": "Akusalo sappītiko dhammo akusalassa sappītikassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:61.1": "Abyākato sappītiko dhammo abyākatassa sappītikassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.7:62.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā …pe… samanantare satta, sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṁ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana4.7:63.0.1": "4.7.7.2. Appītikapada",
  "patthana4.7:63.0.2": "Hetu",
  "patthana4.7:63.1": "Kusalaṁ appītikaṁ dhammaṁ paṭicca kusalo appītiko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:64.1": "Akusalaṁ appītikaṁ dhammaṁ paṭicca akusalo appītiko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:65.1": "Abyākataṁ appītikaṁ dhammaṁ paṭicca abyākato appītiko dhammo uppajjati hetupaccayā. ",
  "patthana4.7:66.1": "Kusalaṁ appītikañca abyākataṁ appītikañca dhammaṁ paṭicca abyākato appītiko dhammo uppajjati hetupaccayā. ",
  "patthana4.7:67.1": "Akusalaṁ appītikañca abyākataṁ appītikañca dhammaṁ paṭicca abyākato appītiko dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:68.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.7:69.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:70.1": "Kusalo appītiko dhammo kusalassa appītikassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana4.7:71.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana4.7:72.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:73.0": "4.7.8. Kusalattika, Pītisahagatadukādi",
  "patthana4.7:73.1": "Kusalaṁ pītisahagataṁ dhammaṁ paṭicca kusalo pītisahagato dhammo uppajjati hetupaccayā. Kusalaṁ napītisahagataṁ dhammaṁ paṭicca …pe… kusalaṁ sukhasahagataṁ dhammaṁ paṭicca …pe… kusalaṁ nasukhasahagataṁ dhammaṁ paṭicca …pe… kusalaṁ upekkhāsahagataṁ dhammaṁ paṭicca …pe… kusalaṁ naupekkhāsahagataṁ dhammaṁ paṭicca … (Saṅkhittaṁ.)",
  "patthana4.7:74.0.1": "4.7.9. Kusalattika, Kāmāvacaraduka",
  "patthana4.7:74.0.2": "Hetu",
  "patthana4.7:74.1": "Kusalaṁ kāmāvacaraṁ dhammaṁ paṭicca kusalo kāmāvacaro dhammo uppajjati hetupaccayā. Kusalaṁ kāmāvacaraṁ dhammaṁ paṭicca abyākato kāmāvacaro dhammo uppajjati hetupaccayā. Kusalaṁ kāmāvacaraṁ dhammaṁ paṭicca kusalo kāmāvacaro ca abyākato kāmāvacaro ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.7:75.1": "Akusalaṁ kāmāvacaraṁ dhammaṁ paṭicca akusalo kāmāvacaro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:76.1": "Abyākataṁ kāmāvacaraṁ dhammaṁ paṭicca abyākato kāmāvacaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:77.1": "Kusalaṁ kāmāvacarañca abyākataṁ kāmāvacarañca dhammaṁ paṭicca abyākato kāmāvacaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:78.1": "Akusalaṁ kāmāvacarañca abyākataṁ kāmāvacarañca dhammaṁ paṭicca abyākato kāmāvacaro dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:79.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.7:80.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:81.1": "Kusalo kāmāvacaro dhammo kusalassa kāmāvacarassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:82.1": "Akusalo kāmāvacaro dhammo kusalassa kāmāvacarassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:83.1": "Abyākato kāmāvacaro dhammo abyākatassa kāmāvacarassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.7:84.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana4.7:85.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:86.0.1": "4.7.9.2. Nakāmāvacarapada",
  "patthana4.7:86.0.2": "4.7.9.2.1–6 Paṭiccādivāra",
  "patthana4.7:86.0.3": "Paccayacatukka",
  "patthana4.7:86.0.4": "Hetu-ārammaṇa",
  "patthana4.7:86.1": "Kusalaṁ nakāmāvacaraṁ dhammaṁ paṭicca kusalo nakāmāvacaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:87.1": "Abyākataṁ nakāmāvacaraṁ dhammaṁ paṭicca abyākato nakāmāvacaro dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:88.1": "Hetuyā dve, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana4.7:89.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:90.1": "Kusalo nakāmāvacaro dhammo kusalassa nakāmāvacarassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:91.1": "Abyākato nakāmāvacaro dhammo abyākatassa nakāmāvacarassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:92.1": "Kusalo nakāmāvacaro dhammo kusalassa nakāmāvacarassa dhammassa ārammaṇapaccayena paccayo. Kusalo nakāmāvacaro dhammo abyākatassa nakāmāvacarassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.7:93.1": "Abyākato nakāmāvacaro dhammo abyākatassa nakāmāvacarassa dhammassa ārammaṇapaccayena paccayo. Abyākato nakāmāvacaro dhammo kusalassa nakāmāvacarassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.7:94.1": "Hetuyā dve, ārammaṇe cattāri, adhipatiyā tīṇi, anantare samanantare tīṇi, sahajāte aññamaññe nissaye dve, upanissaye cattāri, āsevane dve, kamme tīṇi, vipāke ekaṁ, āhāre dve …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana4.7:95.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:96.0.1": "4.7.10. Kusalattika, Pañhāvāra",
  "patthana4.7:96.0.2": "Hetu",
  "patthana4.7:96.1": "Kusalaṁ rūpāvacaraṁ dhammaṁ paṭicca kusalo rūpāvacaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:97.1": "Abyākataṁ rūpāvacaraṁ dhammaṁ paṭicca abyākato rūpāvacaro dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:98.1": "Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana4.7:99.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana4.7:100.1": "Kusalaṁ narūpāvacaraṁ dhammaṁ paṭicca kusalo narūpāvacaro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:101.1": "Akusalaṁ narūpāvacaraṁ dhammaṁ paṭicca akusalo narūpāvacaro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:102.1": "Abyākataṁ narūpāvacaraṁ dhammaṁ paṭicca abyākato narūpāvacaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:103.1": "Kusalaṁ narūpāvacarañca abyākataṁ narūpāvacarañca dhammaṁ paṭicca abyākato narūpāvacaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:104.1": "Akusalaṁ narūpāvacarañca abyākataṁ narūpāvacarañca dhammaṁ paṭicca abyākato narūpāvacaro dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:105.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:106.1": "Kusalo narūpāvacaro dhammo kusalassa narūpāvacarassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:107.1": "Akusalo narūpāvacaro dhammo akusalassa narūpāvacarassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:108.1": "Abyākato narūpāvacaro dhammo abyākatassa narūpāvacarassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.7:109.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana4.7:110.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:111.0": "4.7.11. Kusalattika, Arūpāvacaraduka",
  "patthana4.7:111.1": "Kusalaṁ arūpāvacaraṁ dhammaṁ paṭicca kusalo arūpāvacaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:112.1": "Abyākataṁ arūpāvacaraṁ dhammaṁ paṭicca abyākato arūpāvacaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:113.1": "Kusalaṁ naarūpāvacaraṁ dhammaṁ paṭicca kusalo naarūpāvacaro dhammo uppajjati hetupaccayā. (Rūpāvacaradukasadisaṁ.)",
  "patthana4.7:114.0.1": "4.7.12. Kusalattika, Pariyāpannaduka",
  "patthana4.7:114.0.2": "4.7.12.1. Pariyāpannapada",
  "patthana4.7:114.0.3": "Hetu",
  "patthana4.7:114.1": "Kusalaṁ pariyāpannaṁ dhammaṁ paṭicca kusalo pariyāpanno dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:115.1": "Akusalaṁ pariyāpannaṁ dhammaṁ paṭicca akusalo pariyāpanno dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:116.1": "Abyākataṁ pariyāpannaṁ dhammaṁ paṭicca abyākato pariyāpanno dhammo uppajjati hetupaccayā. ",
  "patthana4.7:117.1": "Kusalaṁ pariyāpannañca abyākataṁ pariyāpannañca dhammaṁ paṭicca abyākato pariyāpanno dhammo uppajjati hetupaccayā. ",
  "patthana4.7:118.1": "Akusalaṁ pariyāpannañca abyākataṁ pariyāpannañca dhammaṁ paṭicca abyākato pariyāpanno dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:119.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.7:120.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:121.1": "Kusalo pariyāpanno dhammo kusalassa pariyāpannassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:122.1": "Akusalo pariyāpanno dhammo akusalassa pariyāpannassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:123.1": "Abyākato pariyāpanno dhammo abyākatassa pariyāpannassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.7:124.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:125.0.1": "4.7.12.2. Apariyāpannapada",
  "patthana4.7:125.0.2": "Hetu-ārammaṇa",
  "patthana4.7:125.1": "Kusalaṁ apariyāpannaṁ dhammaṁ paṭicca kusalo apariyāpanno dhammo uppajjati hetupaccayā. ",
  "patthana4.7:126.1": "Abyākataṁ apariyāpannaṁ dhammaṁ paṭicca abyākato apariyāpanno dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:127.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ.) (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:128.1": "Kusalo apariyāpanno dhammo kusalassa apariyāpannassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:129.1": "Abyākato apariyāpanno dhammo abyākatassa apariyāpannassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:130.1": "Abyākato apariyāpanno dhammo abyākatassa apariyāpannassa dhammassa ārammaṇapaccayena paccayo. Abyākato apariyāpanno dhammo kusalassa apariyāpannassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.7:131.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve …pe… upanissaye cattāri …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana4.7:132.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:133.0": "4.7.13. Kusalattika, Niyyānikaduka",
  "patthana4.7:133.1": "Kusalaṁ niyyānikaṁ dhammaṁ paṭicca kusalo niyyāniko dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:134.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana4.7:135.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana4.7:136.1": "Kusalaṁ aniyyānikaṁ dhammaṁ paṭicca kusalo aniyyāniko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:137.1": "Akusalaṁ aniyyānikaṁ dhammaṁ paṭicca akusalo aniyyāniko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:138.1": "Abyākataṁ aniyyānikaṁ dhammaṁ paṭicca abyākato aniyyāniko dhammo uppajjati hetupaccayā. ",
  "patthana4.7:139.1": "Kusalaṁ aniyyānikañca abyākataṁ aniyyānikañca dhammaṁ paṭicca abyākato aniyyāniko dhammo uppajjati hetupaccayā. ",
  "patthana4.7:140.1": "Akusalaṁ aniyyānikañca abyākataṁ aniyyānikañca dhammaṁ paṭicca abyākato aniyyāniko dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:141.1": "Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.7:142.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana4.7:143.0": "4.7.14. Kusalattika, Niyataduka",
  "patthana4.7:143.1": "Kusalaṁ niyataṁ dhammaṁ paṭicca kusalo niyato dhammo uppajjati hetupaccayā. ",
  "patthana4.7:144.1": "Akusalaṁ niyataṁ dhammaṁ paṭicca akusalo niyato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:145.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ.) (Sahajātavārampi …pe… pañhāvārampi evaṁ vitthāretabbaṁ.)",
  "patthana4.7:146.1": "Kusalaṁ aniyataṁ dhammaṁ paṭicca kusalo aniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.7:147.1": "Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. (Saṅkhittaṁ.) (Sahajātavārampi …pe… pañhāvārampi evaṁ vitthāretabbaṁ.)",
  "patthana4.7:148.0.1": "4.7.15. Kusalattika, Sauttaraduka",
  "patthana4.7:148.0.2": "4.7.15.1. Sauttarapada",
  "patthana4.7:148.1": "Kusalaṁ sauttaraṁ dhammaṁ paṭicca kusalo sauttaro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:149.1": "Akusalaṁ sauttaraṁ dhammaṁ paṭicca akusalo sauttaro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:150.1": "Abyākataṁ sauttaraṁ dhammaṁ paṭicca abyākato sauttaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:151.1": "Kusalaṁ sauttarañca abyākataṁ sauttarañca dhammaṁ paṭicca abyākato sauttaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:152.1": "Akusalaṁ sauttarañca abyākataṁ sauttarañca dhammaṁ paṭicca abyākato sauttaro dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:153.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:154.1": "Kusalo sauttaro dhammo kusalassa sauttarassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:155.1": "Akusalo sauttaro dhammo akusalassa sauttarassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:156.1": "Abyākato sauttaro dhammo abyākatassa sauttarassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.7:157.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana4.7:158.0.1": "4.7.15.2. Anuttarapada",
  "patthana4.7:158.0.2": "Hetu-ārammaṇa",
  "patthana4.7:158.1": "Kusalaṁ anuttaraṁ dhammaṁ paṭicca kusalo anuttaro dhammo uppajjati hetupaccayā. ",
  "patthana4.7:159.1": "Abyākataṁ anuttaraṁ dhammaṁ paṭicca abyākato anuttaro dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:160.1": "Hetuyā dve, ārammaṇe dve …pe… vipāke ekaṁ, avigate dve. (Saṅkhittaṁ.)",
  "patthana4.7:161.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:162.1": "Kusalo anuttaro dhammo kusalassa anuttarassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:163.1": "Abyākato anuttaro dhammo abyākatassa anuttarassa dhammassa hetupaccayena paccayo. ",
  "patthana4.7:164.1": "Abyākato anuttaro dhammo abyākatassa anuttarassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.7:165.1": "Abyākato anuttaro dhammo kusalassa anuttarassa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.7:166.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana4.7:167.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:168.0": "4.7.16. Kusalattika, Saraṇaduka",
  "patthana4.7:168.1": "Akusalaṁ saraṇaṁ dhammaṁ paṭicca akusalo saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.7:169.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana4.7:170.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana4.7:171.1": "Kusalaṁ araṇaṁ dhammaṁ paṭicca kusalo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.7:172.1": "Abyākataṁ araṇaṁ dhammaṁ paṭicca abyākato araṇo dhammo uppajjati hetupaccayā. ",
  "patthana4.7:173.1": "Kusalaṁ araṇañca abyākataṁ araṇañca dhammaṁ paṭicca abyākato araṇo dhammo uppajjati hetupaccayā. ",
  "patthana4.7:174.1": "Kusalaṁ araṇaṁ dhammaṁ paṭicca kusalo araṇo dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.7:175.1": "Abyākataṁ araṇaṁ dhammaṁ paṭicca abyākato araṇo dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.)",
  "patthana4.7:176.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. (Saṅkhittaṁ.)",
  "patthana4.7:177.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.7:178.1": "Kusalo araṇo dhammo kusalassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.7:179.1": "Abyākato araṇo dhammo abyākatassa araṇassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.7:180.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā pañca, anantare samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme cattāri, vipāke ekaṁ, āhāre …pe… magge cattāri, sampayutte dve, vippayutte tīṇi …pe… avigate satta. (Saṅkhittaṁ.)",
  "patthana4.7:181.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.7:182.1": "Kusalattikapiṭṭhidukaṁ niṭṭhitaṁ."
}