{
  "patthana4.6:0.1": "Paṭṭhānapakaraṇa ",
  "patthana4.6:0.2": "Dhammānuloma (1), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana4.6:0.3": "4.6. Kusalattika, Kilesagocchaka ",
  "patthana4.6:1.0": "4.6.1. Kusalattika, Kilesaduka ",
  "patthana4.6:1.1": "Akusalaṁ kilesaṁ dhammaṁ paṭicca akusalo kileso dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.6:2.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.6:3.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.6:4.1": "Kusalaṁ nokilesaṁ dhammaṁ paṭicca kusalo nokileso dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.6:5.1": "Akusalaṁ nokilesaṁ dhammaṁ paṭicca akusalo nokileso dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.6:6.1": "Abyākataṁ nokilesaṁ dhammaṁ paṭicca abyākato nokileso dhammo uppajjati hetupaccayā. ",
  "patthana4.6:7.1": "Kusalaṁ nokilesañca abyākataṁ nokilesañca dhammaṁ paṭicca abyākato nokileso dhammo uppajjati hetupaccayā. ",
  "patthana4.6:8.1": "Akusalaṁ nokilesañca abyākataṁ nokilesañca dhammaṁ paṭicca abyākato nokileso dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.6:9.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṁ, avigate nava. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.6:10.1": "Kusalo nokileso dhammo kusalassa nokilesassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.6:11.1": "Abyākato nokileso dhammo abyākatassa nokilesassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.6:12.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.6:13.0.1": "4.6.2. Kusalattika, Saṅkilesikaduka ",
  "patthana4.6:13.0.2": "Paccayacatukka ",
  "patthana4.6:13.1": "Kusalaṁ saṅkilesikaṁ dhammaṁ paṭicca kusalo saṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.6:14.1": "Akusalaṁ saṅkilesikaṁ dhammaṁ paṭicca akusalo saṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.6:15.1": "Abyākataṁ saṅkilesikaṁ dhammaṁ paṭicca abyākato saṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana4.6:16.1": "Kusalaṁ saṅkilesikañca abyākataṁ saṅkilesikañca dhammaṁ paṭicca abyākato saṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana4.6:17.1": "Akusalaṁ saṅkilesikañca abyākataṁ saṅkilesikañca dhammaṁ paṭicca abyākato saṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana4.6:18.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.6:19.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.6:20.1": "Kusalo saṅkilesiko dhammo akusalassa saṅkilesikassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.6:21.1": "Akusalo saṅkilesiko dhammo akusalassa saṅkilesikassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.6:22.1": "Abyākato saṅkilesiko dhammo abyākatassa saṅkilesikassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.6:23.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.6:24.1": "Kusalaṁ asaṅkilesikaṁ dhammaṁ paṭicca kusalo asaṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana4.6:25.1": "Abyākataṁ asaṅkilesikaṁ dhammaṁ paṭicca abyākato asaṅkilesiko dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.6:26.1": "Hetuyā dve, ārammaṇe dve …pe… āsevane ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.6:27.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.6:28.1": "Kusalo asaṅkilesiko dhammo kusalassa asaṅkilesikassa dhammassa hetupaccayena paccayo. ",
  "patthana4.6:29.1": "Abyākato asaṅkilesiko dhammo abyākatassa asaṅkilesikassa dhammassa hetupaccayena paccayo. ",
  "patthana4.6:30.1": "Abyākato asaṅkilesiko dhammo abyākatassa asaṅkilesikassa dhammassa ārammaṇapaccayena paccayo. Abyākato asaṅkilesiko dhammo kusalassa asaṅkilesikassa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.6:31.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve …pe… upanissaye cattāri …pe… kamme tīṇi, vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.6:32.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.6:33.0.1": "4.6.3. Kusalattika, Saṅkiliṭṭhaduka ",
  "patthana4.6:33.0.2": "Hetu-ārammaṇa ",
  "patthana4.6:33.1": "Akusalaṁ saṅkiliṭṭhaṁ dhammaṁ paṭicca akusalo saṅkiliṭṭho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.6:34.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.6:35.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.6:36.1": "Kusalaṁ asaṅkiliṭṭhaṁ dhammaṁ paṭicca kusalo asaṅkiliṭṭho dhammo uppajjati hetupaccayā. Kusalaṁ asaṅkiliṭṭhaṁ dhammaṁ paṭicca abyākato asaṅkiliṭṭho dhammo uppajjati hetupaccayā. Kusalaṁ asaṅkiliṭṭhaṁ dhammaṁ paṭicca kusalo asaṅkiliṭṭho ca abyākato asaṅkiliṭṭho ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.6:37.1": "Abyākataṁ asaṅkiliṭṭhaṁ dhammaṁ paṭicca abyākato asaṅkiliṭṭho dhammo uppajjati hetupaccayā. Kusalaṁ asaṅkiliṭṭhañca abyākataṁ asaṅkiliṭṭhañca dhammaṁ paṭicca abyākato asaṅkiliṭṭho dhammo uppajjati hetupaccayā. ",
  "patthana4.6:38.1": "Kusalaṁ asaṅkiliṭṭhaṁ dhammaṁ paṭicca kusalo asaṅkiliṭṭho dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.6:39.1": "Abyākataṁ asaṅkiliṭṭhaṁ dhammaṁ paṭicca abyākato asaṅkiliṭṭho dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.6:40.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca …pe… vipāke ekaṁ …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.6:41.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.6:42.1": "Kusalo asaṅkiliṭṭho dhammo kusalassa asaṅkiliṭṭhassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.6:43.1": "Abyākato asaṅkiliṭṭho dhammo abyākatassa asaṅkiliṭṭhassa dhammassa hetupaccayena paccayo. ",
  "patthana4.6:44.1": "Kusalo asaṅkiliṭṭho dhammo kusalassa asaṅkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo … dve. ",
  "patthana4.6:45.1": "Abyākato asaṅkiliṭṭho dhammo abyākatassa asaṅkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo … dve. (Saṅkhittaṁ.) ",
  "patthana4.6:46.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri …pe… sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme cattāri, vipāke ekaṁ, āhāre …pe… magge cattāri, sampayutte dve, vippayutte tīṇi …pe… avigate satta. (Saṅkhittaṁ.) ",
  "patthana4.6:47.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.6:48.0.1": "4.6.4. Kusalattika, Kilesasampayuttaduka ",
  "patthana4.6:48.0.2": "Hetu ",
  "patthana4.6:48.1": "Akusalaṁ kilesasampayuttaṁ dhammaṁ paṭicca akusalo kilesasampayutto dhammo uppajjati hetupaccayā. (Saṅkiliṭṭhadukasadisaṁ.) ",
  "patthana4.6:49.0.1": "4.6.5. Kusalattika, Kilesasaṅkilesikaduka ",
  "patthana4.6:49.0.2": "Hetu ",
  "patthana4.6:49.1": "Akusalaṁ kilesañceva saṅkilesikañca dhammaṁ paṭicca akusalo kileso ceva saṅkilesiko ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.6:50.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.6:51.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.6:52.1": "Kusalaṁ saṅkilesikañceva no ca kilesaṁ dhammaṁ paṭicca kusalo saṅkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.6:53.1": "Akusalaṁ saṅkilesikañceva no ca kilesaṁ dhammaṁ paṭicca akusalo saṅkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.6:54.1": "Abyākataṁ saṅkilesikañceva no ca kilesaṁ dhammaṁ paṭicca abyākato saṅkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā. ",
  "patthana4.6:55.1": "Kusalaṁ saṅkilesikañceva no ca kilesañca abyākataṁ saṅkilesikañceva no ca kilesañca dhammaṁ paṭicca abyākato saṅkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā. ",
  "patthana4.6:56.1": "Akusalaṁ saṅkilesikañceva no ca kilesañca abyākataṁ saṅkilesikañceva no ca kilesañca dhammaṁ paṭicca abyākato saṅkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.6:57.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.6:58.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.6:59.1": "Kusalo saṅkilesiko ceva no ca kileso dhammo kusalassa saṅkilesikassa ceva no ca kilesassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.6:60.1": "Abyākato saṅkilesiko ceva no ca kileso dhammo abyākatassa saṅkilesikassa ceva no ca kilesassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.6:61.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.6:62.0.1": "4.6.6. Kusalattika, Kilesasaṅkiliṭṭhaduka ",
  "patthana4.6:62.0.2": "Hetu ",
  "patthana4.6:62.1": "Akusalaṁ kilesañceva saṅkiliṭṭhañca dhammaṁ paṭicca akusalo kileso ceva saṅkiliṭṭho ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.6:63.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.6:64.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.6:65.1": "Akusalaṁ saṅkiliṭṭhañceva no ca kilesaṁ dhammaṁ paṭicca akusalo saṅkiliṭṭho ceva no ca kileso dhammo uppajjati hetupaccayā. ",
  "patthana4.6:66.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.6:67.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.6:68.0.1": "4.6.7. Kusalattika, Kilesakilesasampayuttaduka ",
  "patthana4.6:68.0.2": "Hetu ",
  "patthana4.6:68.1": "Akusalaṁ kilesañceva kilesasampayuttañca dhammaṁ paṭicca akusalo kileso ceva kilesasampayutto ca dhammo uppajjati hetupaccayā. ",
  "patthana4.6:69.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.6:70.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.6:71.1": "Akusalaṁ kilesasampayuttañceva no ca kilesaṁ dhammaṁ paṭicca akusalo kilesasampayutto ceva no ca kileso dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.6:72.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.6:73.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.6:74.0.1": "4.6.8. Kusalattika, Kilesavippayuttasaṅkilesikaduka ",
  "patthana4.6:74.0.2": "Hetu ",
  "patthana4.6:74.1": "Kusalaṁ kilesavippayuttaṁ saṅkilesikaṁ dhammaṁ paṭicca kusalo kilesavippayutto saṅkilesiko dhammo uppajjati hetupaccayā. Kusalaṁ kilesavippayuttaṁ saṅkilesikaṁ dhammaṁ paṭicca abyākato kilesavippayutto saṅkilesiko dhammo uppajjati hetupaccayā. Kusalaṁ kilesavippayuttaṁ saṅkilesikaṁ dhammaṁ paṭicca kusalo kilesavippayutto saṅkilesiko ca abyākato kilesavippayutto saṅkilesiko ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.6:75.1": "Abyākataṁ kilesavippayuttaṁ saṅkilesikaṁ dhammaṁ paṭicca abyākato kilesavippayutto saṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana4.6:76.1": "Kusalaṁ kilesavippayuttaṁ saṅkilesikañca abyākataṁ kilesavippayuttaṁ saṅkilesikañca dhammaṁ paṭicca abyākato kilesavippayutto saṅkilesiko dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.6:77.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.6:78.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.6:79.1": "Kusalo kilesavippayutto saṅkilesiko dhammo kusalassa kilesavippayuttassa saṅkilesikassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.6:80.1": "Abyākato kilesavippayutto saṅkilesiko dhammo abyākatassa kilesavippayuttassa saṅkilesikassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.6:81.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā cattāri …pe… avigate satta. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.6:82.1": "Kusalaṁ kilesavippayuttaṁ asaṅkilesikaṁ dhammaṁ paṭicca kusalo kilesavippayutto asaṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana4.6:83.1": "Abyākataṁ kilesavippayuttaṁ asaṅkilesikaṁ dhammaṁ paṭicca abyākato kilesavippayutto asaṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana4.6:84.1": "Hetuyā dve …pe… āsevane vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.6:85.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.6:86.1": "Kusalo kilesavippayutto asaṅkilesiko dhammo kusalassa kilesavippayuttassa asaṅkilesikassa dhammassa hetupaccayena paccayo. ",
  "patthana4.6:87.1": "Abyākato kilesavippayutto asaṅkilesiko dhammo abyākatassa kilesavippayuttassa asaṅkilesikassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.6:88.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve …pe… upanissaye cattāri …pe… kamme tīṇi, vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.6:89.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.6:90.1": "Kusalattikakilesagocchakaṁ niṭṭhitaṁ. "
}