{
  "patthana4.4:0.1": "Paṭṭhānapakaraṇa ",
  "patthana4.4:0.2": "Dhammānuloma (1), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana4.4:0.3": "4.4. Kusalattika, Āsavaparāmāsagocchaka ",
  "patthana4.4:1.0.1": "4.4.1. Kusalattika, Āsavaduka ",
  "patthana4.4:1.0.2": "Hetu ",
  "patthana4.4:1.1": "Akusalaṁ āsavaṁ dhammaṁ paṭicca akusalo āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.4:2.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.4:3.1": "(Sahajātavārepi …pe… sampayuttavārepi pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.4:4.1": "Kusalaṁ noāsavaṁ dhammaṁ paṭicca kusalo noāsavo dhammo uppajjati hetupaccayā. Kusalaṁ noāsavaṁ dhammaṁ paṭicca abyākato noāsavo dhammo uppajjati hetupaccayā. Kusalaṁ noāsavaṁ dhammaṁ paṭicca kusalo noāsavo ca abyākato noāsavo ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.4:5.1": "Akusalaṁ noāsavaṁ dhammaṁ paṭicca akusalo noāsavo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.4:6.1": "Abyākataṁ noāsavaṁ dhammaṁ paṭicca abyākato noāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:7.1": "Kusalaṁ noāsavañca abyākataṁ noāsavañca dhammaṁ paṭicca abyākato noāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:8.1": "Akusalaṁ noāsavañca abyākataṁ noāsavañca dhammaṁ paṭicca abyākato noāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:9.0": "Ārammaṇa ",
  "patthana4.4:9.1": "Kusalaṁ noāsavaṁ dhammaṁ paṭicca kusalo noāsavo dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.4:10.1": "Akusalaṁ noāsavaṁ dhammaṁ paṭicca akusalo noāsavo dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.4:11.1": "Abyākataṁ noāsavaṁ dhammaṁ paṭicca abyākato noāsavo dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.4:12.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.4:13.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā nava …pe… novigate pañca. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.4:14.0": "Hetu-ārammaṇa ",
  "patthana4.4:14.1": "Kusalo noāsavo dhammo kusalassa noāsavassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.4:15.1": "Akusalo noāsavo dhammo akusalassa noāsavassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.4:16.1": "Abyākato noāsavo dhammo abyākatassa noāsavassa dhammassa hetupaccayena paccayo. ",
  "patthana4.4:17.1": "Kusalo noāsavo dhammo kusalassa noāsavassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.4:18.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.4:19.0.1": "4.4.2. Kusalattika, Sāsavaduka ",
  "patthana4.4:19.0.2": "4.4.2.1. Sāsavapada ",
  "patthana4.4:19.0.3": "Hetu ",
  "patthana4.4:19.1": "Kusalaṁ sāsavaṁ dhammaṁ paṭicca kusalo sāsavo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.4:20.1": "Akusalaṁ sāsavaṁ dhammaṁ paṭicca akusalo sāsavo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.4:21.1": "Abyākataṁ sāsavaṁ dhammaṁ paṭicca abyākato sāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:22.1": "Kusalaṁ sāsavañca abyākataṁ sāsavañca dhammaṁ paṭicca abyākato sāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:23.1": "Akusalaṁ sāsavañca abyākataṁ sāsavañca dhammaṁ paṭicca abyākato sāsavo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.4:24.1": "Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.4:25.1": "Nahetuyā dve, naārammaṇe pañca, naadhipatiyā nava …pe… novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.4:26.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.4:27.1": "Kusalo sāsavo dhammo kusalassa sāsavassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.4:28.1": "Akusalo sāsavo dhammo akusalassa sāsavassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.4:29.1": "Abyākato sāsavo dhammo abyākatassa sāsavassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.4:30.1": "Hetuyā satta, ārammaṇe nava …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.4:31.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.4:32.0.1": "4.4.2.2. Anāsavapada ",
  "patthana4.4:32.0.2": "Hetu ",
  "patthana4.4:32.1": "Kusalaṁ anāsavaṁ dhammaṁ paṭicca kusalo anāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:33.1": "Abyākataṁ anāsavaṁ dhammaṁ paṭicca abyākato anāsavo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.4:34.1": "Hetuyā dve …pe… āsevane ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.4:35.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.4:36.0": "Hetu-ārammaṇādi ",
  "patthana4.4:36.1": "Kusalo anāsavo dhammo kusalassa anāsavassa dhammassa hetupaccayena paccayo. ",
  "patthana4.4:37.1": "Abyākato anāsavo dhammo abyākatassa anāsavassa dhammassa hetupaccayena paccayo. ",
  "patthana4.4:38.1": "Abyākato anāsavo dhammo abyākatassa anāsavassa dhammassa ārammaṇapaccayena paccayo. Abyākato anāsavo dhammo kusalassa anāsavassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.4:39.1": "Kusalo anāsavo dhammo kusalassa anāsavassa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.4:40.1": "Abyākato anāsavo dhammo abyākatassa anāsavassa dhammassa adhipatipaccayena paccayo. Abyākato anāsavo dhammo kusalassa anāsavassa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.4:41.1": "Kusalo anāsavo dhammo abyākatassa anāsavassa dhammassa anantarapaccayena paccayo. ",
  "patthana4.4:42.1": "Abyākato anāsavo dhammo abyākatassa anāsavassa dhammassa anantarapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.4:43.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve, samanantare dve, sahajāte dve, aññamaññe dve, nissaye dve, upanissaye cattāri …pe… kamme tīṇi, vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.4:44.0.1": "4.4.3. Kusalattika, Pañhāvāra ",
  "patthana4.4:44.0.2": "Hetu ",
  "patthana4.4:44.1": "Akusalaṁ āsavasampayuttaṁ dhammaṁ paṭicca akusalo āsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.4:45.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.4:46.1": "(Sahajātavārepi …pe… sampayuttavārepi pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.4:47.1": "Kusalaṁ āsavavippayuttaṁ dhammaṁ paṭicca kusalo āsavavippayutto dhammo uppajjati hetupaccayā. Kusalaṁ āsavavippayuttaṁ dhammaṁ paṭicca abyākato āsavavippayutto dhammo uppajjati hetupaccayā. Kusalaṁ āsavavippayuttaṁ dhammaṁ paṭicca kusalo āsavavippayutto ca abyākato āsavavippayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.4:48.1": "Akusalaṁ āsavavippayuttaṁ dhammaṁ paṭicca abyākato āsavavippayutto dhammo uppajjati hetupaccayā. ",
  "patthana4.4:49.1": "Abyākataṁ āsavavippayuttaṁ dhammaṁ paṭicca abyākato āsavavippayutto dhammo uppajjati hetupaccayā. ",
  "patthana4.4:50.1": "Kusalaṁ āsavavippayuttañca abyākataṁ āsavavippayuttañca dhammaṁ paṭicca abyākato āsavavippayutto dhammo uppajjati hetupaccayā. ",
  "patthana4.4:51.1": "Akusalaṁ āsavavippayuttañca abyākataṁ āsavavippayuttañca dhammaṁ paṭicca abyākato āsavavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.4:52.1": "Hetuyā satta, ārammaṇe dve, adhipatiyā satta …pe… vipāke ekaṁ …pe… avigate satta. (Saṅkhittaṁ.) ",
  "patthana4.4:53.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.4:54.1": "Kusalo āsavavippayutto dhammo kusalassa āsavavippayuttassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.4:55.1": "Akusalo āsavavippayutto dhammo abyākatassa āsavavippayuttassa dhammassa hetupaccayena paccayo. ",
  "patthana4.4:56.1": "Abyākato āsavavippayutto dhammo abyākatassa āsavavippayuttassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.4:57.1": "Hetuyā pañca, ārammaṇe nava, adhipatiyā pañca, anantare …pe… sahajāte satta, aññamaññe dve, nissaye dasa, upanissaye nava, purejāte pacchājāte āsevane tīṇi, kamme cattāri, vipāke ekaṁ, āhāre indriye jhāne magge cattāri, sampayutte dve, vippayutte pañca …pe… avigate dasa. (Saṅkhittaṁ.) ",
  "patthana4.4:58.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.4:59.0.1": "4.4.4. Kusalattika, Pañhāvāra ",
  "patthana4.4:59.0.2": "Hetu ",
  "patthana4.4:59.1": "Akusalaṁ āsavañceva sāsavañca dhammaṁ paṭicca akusalo āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.4:60.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.4:61.1": "(Sahajātavārepi …pe… sampayuttavārepi pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.4:62.1": "Kusalaṁ sāsavañceva no ca āsavaṁ dhammaṁ paṭicca kusalo sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.4:63.1": "Akusalaṁ sāsavañceva no ca āsavaṁ dhammaṁ paṭicca akusalo sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.4:64.1": "Abyākataṁ sāsavañceva no ca āsavaṁ dhammaṁ paṭicca abyākato sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:65.1": "Kusalaṁ sāsavañceva no ca āsavañca abyākataṁ sāsavañceva no ca āsavañca dhammaṁ paṭicca abyākato sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:66.1": "Akusalaṁ sāsavañceva no ca āsavañca abyākataṁ sāsavañceva no ca āsavañca dhammaṁ paṭicca abyākato sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.4:67.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.4:68.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.4:69.1": "Kusalo sāsavo ceva no ca āsavo dhammo kusalassa sāsavassa ceva no ca āsavassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.4:70.1": "Akusalo sāsavo ceva no ca āsavo dhammo akusalassa sāsavassa ceva no ca āsavassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.4:71.1": "Abyākato sāsavo ceva no ca āsavo dhammo abyākatassa sāsavassa ceva no ca āsavassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.4:72.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.4:73.0.1": "4.4.5. Kusalattika, Āsavaāsavasampayuttaduka ",
  "patthana4.4:73.0.2": "Paccayacatukka ",
  "patthana4.4:73.1": "Akusalaṁ āsavañceva āsavasampayuttañca dhammaṁ paṭicca akusalo āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.4:74.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.4:75.1": "(Sahajātavārepi …pe… sampayuttavārepi pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.4:76.1": "Akusalaṁ āsavasampayuttañceva no ca āsavaṁ dhammaṁ paṭicca akusalo āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.4:77.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.4:78.1": "(Sahajātavārepi …pe… sampayuttavārepi pañhāvārepi sabbattha ekaṁ.) ",
  "patthana4.4:79.1": "Kusalaṁ āsavavippayuttaṁ sāsavaṁ dhammaṁ paṭicca kusalo āsavavippayutto sāsavo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.4:80.1": "Akusalaṁ āsavavippayuttaṁ sāsavaṁ dhammaṁ paṭicca abyākato āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:81.1": "Abyākataṁ āsavavippayuttaṁ sāsavaṁ dhammaṁ paṭicca abyākato āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:82.1": "Kusalaṁ āsavavippayuttaṁ sāsavañca abyākataṁ āsavavippayuttaṁ sāsavañca dhammaṁ paṭicca abyākato āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:83.1": "Akusalaṁ āsavavippayuttaṁ sāsavañca abyākataṁ āsavavippayuttaṁ sāsavañca dhammaṁ paṭicca abyākato āsavavippayutto sāsavo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.4:84.1": "Hetuyā satta, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate satta. (Saṅkhittaṁ.) ",
  "patthana4.4:85.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.4:86.1": "Kusalo āsavavippayutto sāsavo dhammo kusalassa āsavavippayuttassa sāsavassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.4:87.1": "Akusalo āsavavippayutto sāsavo dhammo abyākatassa āsavavippayuttassa sāsavassa dhammassa hetupaccayena paccayo. ",
  "patthana4.4:88.1": "Abyākato āsavavippayutto sāsavo dhammo abyākatassa āsavavippayuttassa sāsavassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.4:89.1": "Hetuyā pañca, ārammaṇe nava, adhipatiyā cattāri, anantare …pe… sahajāte satta, aññamaññe dve, nissaye dasa, upanissaye nava, purejāte pacchājāte āsevane tīṇi, kamme cattāri, vipāke ekaṁ, āhāre …pe… magge cattāri, sampayutte dve, vippayutte pañca …pe… avigate dasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.4:90.0.1": "4.4.6. Kusalattika, Pañhāvāra ",
  "patthana4.4:90.0.2": "Hetu ",
  "patthana4.4:90.1": "Kusalaṁ āsavavippayuttaṁ anāsavaṁ dhammaṁ paṭicca kusalo āsavavippayutto anāsavo dhammo uppajjati hetupaccayā. ",
  "patthana4.4:91.1": "Abyākataṁ āsavavippayuttaṁ anāsavaṁ dhammaṁ paṭicca abyākato āsavavippayutto anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.4:92.1": "Hetuyā dve, ārammaṇe dve …pe… āsevane ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.4:93.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.4:94.0": "Hetu-ārammaṇādi ",
  "patthana4.4:94.1": "Kusalo āsavavippayutto anāsavo dhammo kusalassa āsavavippayuttassa anāsavassa dhammassa hetupaccayena paccayo. ",
  "patthana4.4:95.1": "Abyākato āsavavippayutto anāsavo dhammo abyākatassa āsavavippayuttassa anāsavassa dhammassa hetupaccayena paccayo. ",
  "patthana4.4:96.1": "Abyākato āsavavippayutto anāsavo dhammo abyākatassa āsavavippayuttassa anāsavassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.4:97.1": "Abyākato āsavavippayutto anāsavo dhammo kusalassa āsavavippayuttassa anāsavassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.4:98.1": "Kusalo āsavavippayutto anāsavo dhammo kusalassa āsavavippayuttassa anāsavassa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.4:99.1": "Abyākato āsavavippayutto anāsavo dhammo abyākatassa āsavavippayuttassa anāsavassa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.4:100.1": "Abyākato āsavavippayutto anāsavo dhammo kusalassa āsavavippayuttassa anāsavassa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.4:101.1": "Kusalo āsavavippayutto anāsavo dhammo abyākatassa āsavavippayuttassa anāsavassa dhammassa anantarapaccayena paccayo. ",
  "patthana4.4:102.1": "Abyākato āsavavippayutto anāsavo dhammo abyākatassa āsavavippayuttassa anāsavassa dhammassa anantarapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.4:103.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve, samanantare dve, sahajāte dve, aññamaññe dve, nissaye dve, upanissaye cattāri …pe… kamme tīṇi, vipāke ekaṁ, āhāre …pe… sampayutte dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.4:104.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.4:105.1": "Kusalattikaāsavagocchakaṁ niṭṭhitaṁ. ",
  "patthana4.4:106.0": "4.4.7. Kusalattika, Saññojanadukādi ",
  "patthana4.4:106.1": "Akusalaṁ saññojanaṁ dhammaṁ paṭicca …pe… akusalaṁ ganthaṁ … oghaṁ … yogaṁ … nīvaraṇaṁ …. ",
  "patthana4.4:107.1": "Kusalaṁ noparāmāsaṁ dhammaṁ paṭicca kusalo noparāmāso dhammo uppajjati hetupaccayā. (Āsavagocchakasadisaṁ.) Diṭṭhiṁ paṭicca diṭṭhi na uppajjati. ",
  "patthana4.4:108.1": "Kusalattike cha gocchakaṁ niṭṭhitaṁ. "
}