{
  "patthana4.1:0.1": "Paṭṭhānapakaraṇa ",
  "patthana4.1:0.2": "Dhammānuloma (1), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana4.1:0.3": "4.1. Tika Hetuduka ",
  "patthana4.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa. ",
  "patthana4.1:2.0.1": "4.1.1. Kusalattika, Hetuduka ",
  "patthana4.1:2.0.2": "Hetu-ārammaṇa ",
  "patthana4.1:2.1": "Kusalaṁ hetuṁ dhammaṁ paṭicca kusalo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:3.1": "Akusalaṁ hetuṁ dhammaṁ paṭicca akusalo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:4.1": "Abyākataṁ hetuṁ dhammaṁ paṭicca abyākato hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:5.1": "Kusalaṁ hetuṁ dhammaṁ paṭicca kusalo hetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:6.1": "Akusalaṁ hetuṁ dhammaṁ paṭicca akusalo hetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:7.1": "Abyākataṁ hetuṁ dhammaṁ paṭicca abyākato hetu dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:8.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi, anantare tīṇi, samanantare tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:9.0": "Paccanīya-naadhipati ",
  "patthana4.1:9.1": "Kusalaṁ hetuṁ dhammaṁ paṭicca kusalo hetu dhammo uppajjati naadhipatipaccayā. ",
  "patthana4.1:10.1": "Akusalaṁ hetuṁ dhammaṁ paṭicca akusalo hetu dhammo uppajjati naadhipatipaccayā. ",
  "patthana4.1:11.1": "Abyākataṁ hetuṁ dhammaṁ paṭicca abyākato hetu dhammo uppajjati naadhipatipaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:12.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, navipāke tīṇi, navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:13.1": "Hetupaccayā naadhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:14.1": "Naadhipatipaccayā hetuyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:15.1": "(Sahajātavārepi paccayavārepi nissayavārepi saṁsaṭṭhavārepi sampayuttavārepi sabbattha tīṇi.) ",
  "patthana4.1:16.0": "Hetu-ārammaṇādi ",
  "patthana4.1:16.1": "Kusalo hetu dhammo kusalassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:17.1": "Akusalo hetu dhammo akusalassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:18.1": "Abyākato hetu dhammo abyākatassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:19.1": "Kusalo hetu dhammo kusalassa hetussa dhammassa ārammaṇapaccayena paccayo. Kusalo hetu dhammo akusalassa hetussa dhammassa ārammaṇapaccayena paccayo. Kusalo hetu dhammo abyākatassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:20.1": "Akusalo hetu dhammo akusalassa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:21.1": "Abyākato hetu dhammo abyākatassa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:22.1": "Kusalo hetu dhammo kusalassa hetussa dhammassa adhipatipaccayena paccayo. Kusalo hetu dhammo akusalassa hetussa dhammassa adhipatipaccayena paccayo. Kusalo hetu dhammo abyākatassa hetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:23.1": "Akusalo hetu dhammo akusalassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:24.1": "Abyākato hetu dhammo abyākatassa hetussa dhammassa adhipatipaccayena paccayo. Abyākato hetu dhammo kusalassa hetussa dhammassa adhipatipaccayena paccayo. Abyākato hetu dhammo akusalassa hetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:25.0": "Anantarādi ",
  "patthana4.1:25.1": "Kusalo hetu dhammo kusalassa hetussa dhammassa anantarapaccayena paccayo … dve. ",
  "patthana4.1:26.1": "Akusalo hetu dhammo akusalassa hetussa dhammassa anantarapaccayena paccayo … dve. ",
  "patthana4.1:27.1": "Abyākato hetu dhammo abyākatassa hetussa dhammassa anantarapaccayena paccayo ",
  "patthana4.1:28.1": "Kusalo hetu dhammo kusalassa hetussa dhammassa sahajātapaccayena paccayo. ",
  "patthana4.1:29.1": "Akusalo hetu dhammo akusalassa hetussa dhammassa sahajātapaccayena paccayo. ",
  "patthana4.1:30.1": "Abyākato hetu dhammo abyākatassa hetussa dhammassa sahajātapaccayena paccayo. ",
  "patthana4.1:31.1": "Aññamaññanissayapaccayā sahajātapaccayasadisā. ",
  "patthana4.1:32.0": "Upanissayādi ",
  "patthana4.1:32.1": "Kusalo hetu dhammo kusalassa hetussa dhammassa upanissayapaccayena paccayo. Kusalo hetu dhammo akusalassa hetussa dhammassa upanissayapaccayena paccayo. Kusalo hetu dhammo abyākatassa hetussa dhammassa upanissayapaccayena paccayo. ",
  "patthana4.1:33.1": "Akusalo hetu dhammo akusalassa hetussa dhammassa upanissayapaccayena paccayo. Akusalo hetu dhammo kusalassa hetussa dhammassa upanissayapaccayena paccayo. Akusalo hetu dhammo abyākatassa hetussa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana4.1:34.1": "Abyākato hetu dhammo abyākatassa hetussa dhammassa upanissayapaccayena paccayo. Abyākato hetu dhammo kusalassa hetussa dhammassa upanissayapaccayena paccayo. Abyākato hetu dhammo akusalassa hetussa dhammassa upanissayapaccayena paccayo. ",
  "patthana4.1:35.1": "Abyākato hetu dhammo abyākatassa hetussa dhammassa vipākapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:36.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare pañca, samanantare pañca, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane tīṇi, vipāke ekaṁ, indriye dve, magge dve, sampayutte tīṇi, atthiyā tīṇi, natthiyā pañca, vigate pañca, avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:37.1": "Kusalo hetu dhammo kusalassa hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Kusalo hetu dhammo akusalassa hetussa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. Kusalo hetu dhammo abyākatassa hetussa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana4.1:38.1": "Akusalo hetu dhammo akusalassa hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. Akusalo hetu dhammo kusalassa hetussa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. Akusalo hetu dhammo abyākatassa hetussa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana4.1:39.1": "Abyākato hetu dhammo abyākatassa hetussa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:40.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:41.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:42.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:43.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana4.1:44.0.1": "Paccayacatukka ",
  "patthana4.1:44.0.2": "Hetu-ārammaṇa ",
  "patthana4.1:44.1": "Kusalaṁ nahetuṁ dhammaṁ paṭicca kusalo nahetu dhammo uppajjati hetupaccayā. Kusalaṁ nahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā. Kusalaṁ nahetuṁ dhammaṁ paṭicca kusalo nahetu ca abyākato nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:45.1": "Akusalaṁ nahetuṁ dhammaṁ paṭicca akusalo nahetu dhammo uppajjati hetupaccayā. Akusalaṁ nahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā. Akusalaṁ nahetuṁ dhammaṁ paṭicca akusalo nahetu ca abyākato nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:46.1": "Abyākataṁ nahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:47.1": "Kusalaṁ nahetuñca abyākataṁ nahetuñca dhammaṁ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:48.1": "Akusalaṁ nahetuñca abyākataṁ nahetuñca dhammaṁ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:49.1": "Kusalaṁ nahetuṁ dhammaṁ paṭicca kusalo nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:50.1": "Akusalaṁ nahetuṁ dhammaṁ paṭicca akusalo nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:51.1": "Abyākataṁ nahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati ārammaṇapaccayā  (Saṅkhittaṁ.) ",
  "patthana4.1:52.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava, anantare tīṇi, samanantare tīṇi, sahajāte nava, aññamaññe tīṇi, nissaye nava, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme nava, vipāke ekaṁ, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte tīṇi, vippayutte nava, atthiyā nava, natthiyā tīṇi, vigate tīṇi, avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.1:53.0": "Nahetu-naārammaṇādi ",
  "patthana4.1:53.1": "Abyākataṁ nahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati nahetupaccayā. ",
  "patthana4.1:54.1": "Kusalaṁ nahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati naārammaṇapaccayā. ",
  "patthana4.1:55.1": "Akusalaṁ nahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati naārammaṇapaccayā. ",
  "patthana4.1:56.1": "Abyākataṁ nahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati naārammaṇapaccayā. ",
  "patthana4.1:57.1": "Kusalaṁ nahetuñca abyākataṁ nahetuñca dhammaṁ paṭicca abyākato nahetu dhammo uppajjati naārammaṇapaccayā. ",
  "patthana4.1:58.1": "Akusalaṁ nahetuñca abyākataṁ nahetuñca dhammaṁ paṭicca abyākato nahetu dhammo uppajjati naārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:59.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā nava, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:60.1": "Hetupaccayā naārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:61.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:62.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisā vitthāretabbā.) ",
  "patthana4.1:63.0": "Ārammaṇādi ",
  "patthana4.1:63.1": "Kusalo nahetu dhammo kusalassa nahetussa dhammassa ārammaṇapaccayena paccayo. Kusalo nahetu dhammo akusalassa nahetussa dhammassa ārammaṇapaccayena paccayo. Kusalo nahetu dhammo abyākatassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:64.1": "Akusalo nahetu dhammo akusalassa nahetussa dhammassa ārammaṇapaccayena paccayo. Akusalo nahetu dhammo kusalassa nahetussa dhammassa ārammaṇapaccayena paccayo. Akusalo nahetu dhammo abyākatassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:65.1": "Abyākato nahetu dhammo abyākatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Abyākato nahetu dhammo kusalassa nahetussa dhammassa ārammaṇapaccayena paccayo. Abyākato nahetu dhammo akusalassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:66.1": "Kusalo nahetu dhammo kusalassa nahetussa dhammassa adhipatipaccayena paccayo. Kusalo nahetu dhammo akusalassa nahetussa dhammassa adhipatipaccayena paccayo. Kusalo nahetu dhammo abyākatassa nahetussa dhammassa adhipatipaccayena paccayo. Kusalo nahetu dhammo kusalassa nahetussa ca abyākatassa nahetussa ca dhammassa adhipatipaccayena paccayo … cattāri. ",
  "patthana4.1:67.1": "Akusalo nahetu dhammo akusalassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:68.1": "Abyākato nahetu dhammo abyākatassa nahetussa dhammassa adhipatipaccayena paccayo. Abyākato nahetu dhammo kusalassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:69.1": "Kusalo nahetu dhammo kusalassa nahetussa dhammassa anantarapaccayena paccayo. Kusalo nahetu dhammo abyākatassa nahetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:70.1": "Akusalo nahetu dhammo akusalassa nahetussa dhammassa anantarapaccayena paccayo. Akusalo nahetu dhammo abyākatassa nahetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:71.1": "Abyākato nahetu dhammo abyākatassa nahetussa dhammassa anantarapaccayena paccayo … tīṇi …pe…. ",
  "patthana4.1:72.0": "Upanissaya ",
  "patthana4.1:72.1": "Kusalo nahetu dhammo kusalassa nahetussa dhammassa upanissayapaccayena paccayo. Kusalo nahetu dhammo akusalassa nahetussa dhammassa upanissayapaccayena paccayo. Kusalo nahetu dhammo abyākatassa nahetussa dhammassa upanissayapaccayena paccayo. ",
  "patthana4.1:73.1": "Akusalo nahetu dhammo akusalassa nahetussa dhammassa upanissayapaccayena paccayo. Akusalo nahetu dhammo kusalassa nahetussa dhammassa upanissayapaccayena paccayo. Akusalo nahetu dhammo abyākatassa nahetussa dhammassa upanissayapaccayena paccayo. ",
  "patthana4.1:74.1": "Abyākato nahetu dhammo abyākatassa nahetussa dhammassa upanissayapaccayena paccayo. Abyākato nahetu dhammo kusalassa nahetussa dhammassa upanissayapaccayena paccayo. Abyākato nahetu dhammo akusalassa nahetussa dhammassa upanissayapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:75.1": "Ārammaṇe nava, adhipatiyā dasa, anantare satta, samanantare satta, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane tīṇi, kamme satta, vipāke ekaṁ, āhāre satta, indriye satta, jhāne satta, magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa, natthiyā satta, vigate satta, avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:76.1": "Nahetuyā pannarasa, naārammaṇe pannarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:77.1": "Ārammaṇapaccayā nahetuyā nava. (Saṅkhittaṁ.) ",
  "patthana4.1:78.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:79.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:80.0.1": "4.1.2. Vedanāttika, Hetuduka ",
  "patthana4.1:80.0.2": "Paccayacatukka ",
  "patthana4.1:80.1": "Sukhāya vedanāya sampayuttaṁ hetuṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:81.1": "Dukkhāya vedanāya sampayuttaṁ hetuṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:82.1": "Adukkhamasukhāya vedanāya sampayuttaṁ hetuṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:83.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… vipāke dve …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:84.1": "Naadhipatiyā tīṇi, napurejāte dve, napacchājāte tīṇi, naāsevane tīṇi, navipāke tīṇi, navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana4.1:85.1": "Hetupaccayā naadhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:86.1": "Naadhipatipaccayā hetuyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:87.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:88.0": "Hetu-ārammaṇa ",
  "patthana4.1:88.1": "Sukhāya vedanāya sampayutto hetu dhammo sukhāya vedanāya sampayuttassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:89.1": "Dukkhāya vedanāya sampayutto hetu dhammo dukkhāya vedanāya sampayuttassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:90.1": "Adukkhamasukhāya vedanāya sampayutto hetu dhammo adukkhamasukhāya vedanāya sampayuttassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:91.1": "Sukhāya vedanāya sampayutto hetu dhammo sukhāya vedanāya sampayuttassa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:92.1": "Dukkhāya vedanāya sampayutto hetu dhammo dukkhāya vedanāya sampayuttassa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:93.1": "Adukkhamasukhāya vedanāya sampayutto hetu dhammo adukkhamasukhāya vedanāya sampayuttassa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:94.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā cattāri, anantare cha, samanantare cha, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane tīṇi, vipāke dve, indriye dve, magge dve, sampayutte tīṇi, atthiyā tīṇi, natthiyā cha, vigate cha, avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:95.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:96.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:97.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:98.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:99.0": "Paccayacatukka ",
  "patthana4.1:99.1": "Sukhāya vedanāya sampayuttaṁ nahetuṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:100.1": "Dukkhāya vedanāya sampayuttaṁ nahetuṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:101.1": "Adukkhamasukhāya vedanāya sampayuttaṁ nahetuṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:102.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:103.1": "Nahetuyā tīṇi, naadhipatiyā tīṇi, napurejāte dve, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi …pe… navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana4.1:104.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:105.0": "Ārammaṇādi ",
  "patthana4.1:105.1": "Sukhāya vedanāya sampayutto nahetu dhammo sukhāya vedanāya sampayuttassa nahetussa dhammassa ārammaṇapaccayena paccayo. Sukhāya vedanāya sampayutto nahetu dhammo dukkhāya vedanāya sampayuttassa nahetussa dhammassa ārammaṇapaccayena paccayo. Sukhāya vedanāya sampayutto nahetu dhammo adukkhamasukhāya vedanāya sampayuttassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:106.1": "Dukkhāya vedanāya sampayutto nahetu dhammo dukkhāya vedanāya sampayuttassa nahetussa dhammassa ārammaṇapaccayena paccayo. Dukkhāya vedanāya sampayutto nahetu dhammo sukhāya vedanāya sampayuttassa nahetussa dhammassa ārammaṇapaccayena paccayo. Dukkhāya vedanāya sampayutto nahetu dhammo adukkhamasukhāya vedanāya sampayuttassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:107.1": "Adukkhamasukhāya vedanāya sampayutto nahetu dhammo adukkhamasukhāya vedanāya sampayuttassa nahetussa dhammassa ārammaṇapaccayena paccayo. Adukkhamasukhāya vedanāya sampayutto nahetu dhammo sukhāya vedanāya sampayuttassa nahetussa dhammassa ārammaṇapaccayena paccayo. Adukkhamasukhāya vedanāya sampayutto nahetu dhammo dukkhāya vedanāya sampayuttassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:108.1": "Sukhāya vedanāya sampayutto nahetu dhammo sukhāya vedanāya sampayuttassa nahetussa dhammassa adhipatipaccayena paccayo. Sukhāya vedanāya sampayutto nahetu dhammo adukkhamasukhāya vedanāya sampayuttassa nahetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:109.1": "Dukkhāya vedanāya sampayutto nahetu dhammo dukkhāya vedanāya sampayuttassa nahetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:110.1": "Adukkhamasukhāya vedanāya sampayutto nahetu dhammo adukkhamasukhāya vedanāya sampayuttassa nahetussa dhammassa adhipatipaccayena paccayo. Adukkhamasukhāya vedanāya sampayutto nahetu dhammo sukhāya vedanāya sampayuttassa nahetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:111.0": "Anantara-upanissaya ",
  "patthana4.1:111.1": "Sukhāya vedanāya sampayutto nahetu dhammo sukhāya vedanāya sampayuttassa nahetussa dhammassa anantarapaccayena paccayo … dve. ",
  "patthana4.1:112.1": "Dukkhāya vedanāya sampayutto nahetu dhammo dukkhāya vedanāya sampayuttassa nahetussa dhammassa anantarapaccayena paccayo … dve. ",
  "patthana4.1:113.1": "Adukkhamasukhāya vedanāya sampayutto nahetu dhammo adukkhamasukhāya vedanāya sampayuttassa nahetussa dhammassa anantarapaccayena paccayo … tīṇi …pe…. ",
  "patthana4.1:114.1": "Sukhāya vedanāya sampayutto nahetu dhammo sukhāya vedanāya sampayuttassa nahetussa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana4.1:115.1": "Dukkhāya vedanāya sampayutto nahetu dhammo dukkhāya vedanāya sampayuttassa nahetussa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana4.1:116.1": "Adukkhamasukhāya vedanāya sampayutto nahetu dhammo adukkhamasukhāya vedanāya sampayuttassa nahetussa dhammassa upanissayapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:117.1": "Ārammaṇe nava, adhipatiyā pañca, anantare satta, samanantare satta, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme aṭṭha, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, atthiyā tīṇi, natthiyā satta, vigate satta, avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:118.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:119.1": "Ārammaṇapaccayā nahetuyā nava. (Saṅkhittaṁ.) ",
  "patthana4.1:120.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:121.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:122.0.1": "4.1.3. Vipākattika, Hetuduka ",
  "patthana4.1:122.0.2": "Paccayacatukka ",
  "patthana4.1:122.1": "Vipākaṁ hetuṁ dhammaṁ paṭicca vipāko hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:123.1": "Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca vipākadhammadhammo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:124.1": "Nevavipākanavipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca nevavipākanavipākadhammadhammo hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:125.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… āsevane dve, kamme tīṇi, vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:126.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, navipāke dve, navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:127.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:128.0": "Paccayacatukka ",
  "patthana4.1:128.1": "Vipāko hetu dhammo vipākassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:129.1": "Vipākadhammadhammo hetu dhammo vipākadhammadhammassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:130.1": "Nevavipākanavipākadhammadhammo hetu dhammo nevavipākanavipākadhammadhammassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:131.1": "Vipāko hetu dhammo vipākassa hetussa dhammassa ārammaṇapaccayena paccayo. Vipāko hetu dhammo vipākadhammadhammassa hetussa dhammassa ārammaṇapaccayena paccayo. Vipāko hetu dhammo nevavipākanavipākadhammadhammassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:132.1": "Vipākadhammadhammo hetu dhammo vipākadhammadhammassa hetussa dhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo hetu dhammo vipākassa hetussa dhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo hetu dhammo nevavipākanavipākadhammadhammassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:133.1": "Nevavipākanavipākadhammadhammo hetu dhammo nevavipākanavipākadhammadhammassa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:134.1": "Vipāko hetu dhammo vipākassa hetussa dhammassa adhipatipaccayena paccayo. Vipāko hetu dhammo vipākadhammadhammassa hetussa dhammassa adhipatipaccayena paccayo. Vipāko hetu dhammo nevavipākanavipākadhammadhammassa hetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:135.1": "Vipākadhammadhammo hetu dhammo vipākadhammadhammassa hetussa dhammassa adhipatipaccayena paccayo … dve. ",
  "patthana4.1:136.1": "Nevavipākanavipākadhammadhammo hetu dhammo nevavipākanavipākadhammadhammassa hetussa dhammassa adhipatipaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:137.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā cha, anantare pañca, samanantare pañca, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane dve, vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:138.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:139.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:140.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:141.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:142.0": "Paccayacatukka ",
  "patthana4.1:142.1": "Vipākaṁ nahetuṁ dhammaṁ paṭicca vipāko nahetu dhammo uppajjati hetupaccayā. Vipākaṁ nahetuṁ dhammaṁ paṭicca nevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākaṁ nahetuṁ dhammaṁ paṭicca vipāko nahetu ca nevavipākanavipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:143.1": "Vipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca vipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca nevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca vipākadhammadhammo nahetu ca nevavipākanavipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:144.1": "Nevavipākanavipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca nevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:145.1": "Vipākaṁ nahetuñca nevavipākanavipākadhammadhammaṁ nahetuñca dhammaṁ paṭicca nevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:146.1": "Vipākadhammadhammaṁ nahetuñca nevavipākanavipākadhammadhammaṁ nahetuñca dhammaṁ paṭicca nevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:147.1": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava, anantare pañca, samanantare pañca, sahajāte terasa, aññamaññe satta, nissaye terasa, upanissaye pañca, purejāte tīṇi, āsevane dve, kamme terasa, vipāke nava, āhāre terasa …pe… sampayutte pañca …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:148.0": "Nahetu-naārammaṇa ",
  "patthana4.1:148.1": "Vipākaṁ nahetuṁ dhammaṁ paṭicca vipāko nahetu dhammo uppajjati nahetupaccayā … nava. ",
  "patthana4.1:149.1": "Vipākaṁ nahetuṁ dhammaṁ paṭicca nevavipākanavipākadhammadhammo nahetu dhammo uppajjati naārammaṇapaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:150.1": "Nahetuyā nava, naārammaṇe pañca, naadhipatiyā terasa, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte dvādasa, napacchājāte terasa, naāsevane terasa, nakamme dve, navipāke pañca, naāhāre naindriye ekaṁ, najhāne dve, namagge nava …pe… navippayutte tīṇi …pe… novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:151.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:152.0": "Paccayacatukka ",
  "patthana4.1:152.1": "Vipāko nahetu dhammo vipākassa nahetussa dhammassa ārammaṇapaccayena paccayo. Vipāko nahetu dhammo vipākadhammadhammassa nahetussa dhammassa ārammaṇapaccayena paccayo. Vipāko nahetu dhammo nevavipākanavipākadhammadhammassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:153.1": "Vipākadhammadhammo nahetu dhammo vipākadhammadhammassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:154.1": "Nevavipākanavipākadhammadhammo nahetu dhammo nevavipākanavipākadhammadhammassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:155.1": "Vipāko nahetu dhammo vipākassa nahetussa dhammassa adhipatipaccayena paccayo … cattāri. ",
  "patthana4.1:156.1": "Vipākadhammadhammo nahetu dhammo vipākadhammadhammassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:157.1": "Nevavipākanavipākadhammadhammo nahetu dhammo nevavipākanavipākadhammadhammassa nahetussa dhammassa adhipatipaccayena paccayo. Nevavipākanavipākadhammadhammo nahetu dhammo vipākassa nahetussa dhammassa adhipatipaccayena paccayo. Nevavipākanavipākadhammadhammo nahetu dhammo vipākadhammadhammassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:158.1": "Vipāko nahetu dhammo vipākassa nahetussa dhammassa anantarapaccayena paccayo … dve. ",
  "patthana4.1:159.1": "Vipākadhammadhammo nahetu dhammo vipākadhammadhammassa nahetussa dhammassa anantarapaccayena paccayo … dve. ",
  "patthana4.1:160.1": "Nevavipākanavipākadhammadhammo nahetu dhammo nevavipākanavipākadhammadhammassa nahetussa dhammassa anantarapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:161.1": "Ārammaṇe nava, adhipatiyā dasa, anantare satta, samanantare satta, sahajāte ekādasa, aññamaññe satta, nissaye terasa, upanissaye nava, āsevane dve, kamme nava, vipāke tīṇi, āhāre satta, indriye nava, jhāne satta, magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:162.1": "Nahetuyā soḷasa, naārammaṇe soḷasa. (Saṅkhittaṁ.) ",
  "patthana4.1:163.1": "Hetupaccayā naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:164.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:165.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:166.0.1": "4.1.4. Upādinnattika, Hetuduka ",
  "patthana4.1:166.0.2": "Paccayacatukka ",
  "patthana4.1:166.1": "Upādinnupādāniyaṁ hetuṁ dhammaṁ paṭicca upādinnupādāniyo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:167.1": "Anupādinnupādāniyaṁ hetuṁ dhammaṁ paṭicca anupādinnupādāniyo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:168.1": "Anupādinnaanupādāniyaṁ hetuṁ dhammaṁ paṭicca anupādinnaanupādāniyo hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:169.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā dve …pe… vipāke dve …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:170.1": "Naadhipatiyā tīṇi, napurejāte tīṇi …pe… naāsevane tīṇi, navipāke dve, navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:171.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:172.0": "Paccayacatukka ",
  "patthana4.1:172.1": "Upādinnupādāniyo hetu dhammo upādinnupādāniyassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:173.1": "Anupādinnupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:174.1": "Anupādinnaanupādāniyo hetu dhammo anupādinnaanupādāniyassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:175.1": "Upādinnupādāniyo hetu dhammo upādinnupādāniyassa hetussa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:176.1": "Anupādinnupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo hetu dhammo upādinnupādāniyassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:177.1": "Anupādinnaanupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:178.1": "Upādinnupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:179.1": "Anupādinnupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:180.1": "Anupādinnaanupādāniyo hetu dhammo anupādinnaanupādāniyassa hetussa dhammassa adhipatipaccayena paccayo. Anupādinnaanupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:181.0": "Anantara-upanissaya ",
  "patthana4.1:181.1": "Upādinnupādāniyo hetu dhammo upādinnupādāniyassa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:182.1": "Anupādinnupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa anantarapaccayena paccayo … tīṇi. ",
  "patthana4.1:183.1": "Anupādinnaanupādāniyo hetu dhammo anupādinnaanupādāniyassa hetussa dhammassa anantarapaccayena paccayo. Anupādinnaanupādāniyo hetu dhammo upādinnupādāniyassa hetussa dhammassa anantarapaccayena paccayo …pe…. ",
  "patthana4.1:184.1": "Upādinnupādāniyo hetu dhammo upādinnupādāniyassa hetussa dhammassa upanissayapaccayena paccayo. Upādinnupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa upanissayapaccayena paccayo. Upādinnupādāniyo hetu dhammo anupādinnaanupādāniyassa hetussa dhammassa upanissayapaccayena paccayo. ",
  "patthana4.1:185.1": "Anupādinnupādāniyo hetu dhammo anupādinnupādāniyassa hetussa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana4.1:186.1": "Anupādinnaanupādāniyo hetu dhammo anupādinnaanupādāniyassa hetussa dhammassa upanissayapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:187.1": "Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā cattāri, anantare cha, samanantare cha, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane dve, vipāke dve …pe… indriye magge sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:188.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:189.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:190.1": "Nahetupaccayā ārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:191.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:192.0": "Paccayacatukka ",
  "patthana4.1:192.1": "Upādinnupādāniyaṁ nahetuṁ dhammaṁ paṭicca upādinnupādāniyo nahetu dhammo uppajjati hetupaccayā. Upādinnupādāniyaṁ nahetuṁ dhammaṁ paṭicca anupādinnupādāniyo nahetu dhammo uppajjati hetupaccayā. Upādinnupādāniyaṁ nahetuṁ dhammaṁ paṭicca upādinnupādāniyo nahetu ca anupādinnupādāniyo nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:193.1": "Anupādinnupādāniyaṁ nahetuṁ dhammaṁ paṭicca anupādinnupādāniyo nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:194.1": "Anupādinnaanupādāniyaṁ nahetuṁ dhammaṁ paṭicca anupādinnaanupādāniyo nahetu dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṁ nahetuṁ dhammaṁ paṭicca anupādinnupādāniyo nahetu dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṁ nahetuṁ dhammaṁ paṭicca anupādinnupādāniyo nahetu ca anupādinnaanupādāniyo nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:195.1": "Upādinnupādāniyaṁ nahetuñca anupādinnupādāniyaṁ nahetuñca dhammaṁ paṭicca anupādinnupādāniyo nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:196.1": "Anupādinnupādāniyaṁ nahetuñca anupādinnaanupādāniyaṁ nahetuñca dhammaṁ paṭicca anupādinnupādāniyo nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:197.1": "Upādinnupādāniyaṁ nahetuṁ dhammaṁ paṭicca upādinnupādāniyo nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:198.1": "Anupādinnupādāniyaṁ nahetuṁ dhammaṁ paṭicca anupādinnupādāniyo nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:199.1": "Anupādinnaanupādāniyaṁ nahetuṁ dhammaṁ paṭicca anupādinnaanupādāniyo nahetu dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:200.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca, anantare tīṇi, samanantare tīṇi, sahajāte nava, aññamaññe tīṇi, nissaye nava, upanissaye tīṇi, purejāte tīṇi, āsevane dve, kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.1:201.0": "Nahetu ",
  "patthana4.1:201.1": "Upādinnupādāniyaṁ nahetuṁ dhammaṁ paṭicca upādinnupādāniyo nahetu dhammo uppajjati nahetupaccayā … tīṇi. ",
  "patthana4.1:202.1": "Anupādinnupādāniyaṁ nahetuṁ dhammaṁ paṭicca anupādinnupādāniyo nahetu dhammo uppajjati nahetupaccayā. ",
  "patthana4.1:203.1": "Upādinnupādāniyaṁ nahetuñca anupādinnupādāniyaṁ nahetuñca dhammaṁ paṭicca anupādinnupādāniyo nahetu dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:204.1": "Nahetuyā pañca, naārammaṇe cha …pe… napurejāte satta, napacchājāte naāsevane nava, nakamme dve, navipāke cha, naāhāre naindriye najhāne dve, namagge pañca, nasampayutte cha, navippayutte tīṇi …pe… novigate cha. (Saṅkhittaṁ.) ",
  "patthana4.1:205.1": "Hetupaccayā naārammaṇe cha. (Saṅkhittaṁ.) ",
  "patthana4.1:206.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana4.1:207.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:208.0.1": "4.1.5. Saṅkiliṭṭhattika, Hetuduka ",
  "patthana4.1:208.0.2": "Paccayacatukka ",
  "patthana4.1:208.1": "Saṅkiliṭṭhasaṅkilesikaṁ hetuṁ dhammaṁ paṭicca saṅkiliṭṭhasaṅkilesiko hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:209.1": "Asaṅkiliṭṭhasaṅkilesikaṁ hetuṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:210.1": "Asaṅkiliṭṭhaasaṅkilesikaṁ hetuṁ dhammaṁ paṭicca asaṅkiliṭṭhaasaṅkilesiko hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:211.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke dve …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:212.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, navipāke tīṇi, navippayutte tīṇi. (Saṅkhittaṁ.) (Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:213.0": "Hetu-ārammaṇādi ",
  "patthana4.1:213.1": "Saṅkiliṭṭhasaṅkilesiko hetu dhammo saṅkiliṭṭhasaṅkilesikassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:214.1": "Asaṅkiliṭṭhasaṅkilesiko hetu dhammo asaṅkiliṭṭhasaṅkilesikassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:215.1": "Asaṅkiliṭṭhaasaṅkilesiko hetu dhammo asaṅkiliṭṭhaasaṅkilesikassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:216.1": "Saṅkiliṭṭhasaṅkilesiko hetu dhammo saṅkiliṭṭhasaṅkilesikassa hetussa dhammassa ārammaṇapaccayena paccayo … dve. ",
  "patthana4.1:217.1": "Asaṅkiliṭṭhasaṅkilesiko hetu dhammo asaṅkiliṭṭhasaṅkilesikassa hetussa dhammassa ārammaṇapaccayena paccayo … dve. ",
  "patthana4.1:218.1": "Asaṅkiliṭṭhaasaṅkilesiko hetu dhammo asaṅkiliṭṭhasaṅkilesikassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:219.1": "Saṅkiliṭṭhasaṅkilesiko hetu dhammo saṅkiliṭṭhasaṅkilesikassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:220.1": "Asaṅkiliṭṭhasaṅkilesiko hetu dhammo asaṅkiliṭṭhasaṅkilesikassa hetussa dhammassa adhipatipaccayena paccayo. Asaṅkiliṭṭhasaṅkilesiko hetu dhammo saṅkiliṭṭhasaṅkilesikassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:221.1": "Asaṅkiliṭṭhaasaṅkilesiko hetu dhammo asaṅkiliṭṭhaasaṅkilesikassa hetussa dhammassa adhipatipaccayena paccayo … dve. ",
  "patthana4.1:222.1": "Saṅkiliṭṭhasaṅkilesiko hetu dhammo saṅkiliṭṭhasaṅkilesikassa hetussa dhammassa anantarapaccayena paccayo … cha …pe…. ",
  "patthana4.1:223.1": "Saṅkiliṭṭhasaṅkilesiko hetu dhammo saṅkiliṭṭhasaṅkilesikassa hetussa dhammassa upanissayapaccayena paccayo. Saṅkiliṭṭhasaṅkilesiko hetu dhammo asaṅkiliṭṭhasaṅkilesikassa hetussa dhammassa upanissayapaccayena paccayo. Saṅkiliṭṭhasaṅkilesiko hetu dhammo asaṅkiliṭṭhaasaṅkilesikassa hetussa dhammassa upanissayapaccayena paccayo. ",
  "patthana4.1:224.1": "Asaṅkiliṭṭhasaṅkilesiko hetu dhammo asaṅkiliṭṭhasaṅkilesikassa hetussa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana4.1:225.1": "Asaṅkiliṭṭhaasaṅkilesiko hetu dhammo asaṅkiliṭṭhaasaṅkilesikassa hetussa dhammassa upanissayapaccayena paccayo … dve. (Saṅkhittaṁ.) ",
  "patthana4.1:226.1": "Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā pañca, anantare cha, samanantare cha, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye aṭṭha, āsevane tīṇi, vipāke dve, indriye dve, magge dve, sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:227.1": "Nahetuyā aṭṭha, naārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:228.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:229.1": "Nahetupaccayā ārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:230.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:231.0": "Paccayacatukka ",
  "patthana4.1:231.1": "Saṅkiliṭṭhasaṅkilesikaṁ nahetuṁ dhammaṁ paṭicca saṅkiliṭṭhasaṅkilesiko nahetu dhammo uppajjati hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṁ nahetuṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko nahetu dhammo uppajjati hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṁ nahetuṁ dhammaṁ paṭicca saṅkiliṭṭhasaṅkilesiko nahetu ca asaṅkiliṭṭhasaṅkilesiko nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:232.1": "Asaṅkiliṭṭhasaṅkilesikaṁ nahetuṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:233.1": "Asaṅkiliṭṭhaasaṅkilesikaṁ nahetuṁ dhammaṁ paṭicca asaṅkiliṭṭhaasaṅkilesiko nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:234.1": "Saṅkiliṭṭhasaṅkilesikaṁ nahetuñca asaṅkiliṭṭhasaṅkilesikaṁ nahetuñca dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:235.1": "Asaṅkiliṭṭhasaṅkilesikaṁ nahetuñca asaṅkiliṭṭhaasaṅkilesikaṁ nahetuñca dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:236.1": "Saṅkiliṭṭhasaṅkilesikaṁ nahetuṁ dhammaṁ paṭicca saṅkiliṭṭhasaṅkilesiko nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:237.1": "Asaṅkiliṭṭhasaṅkilesikaṁ nahetuṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:238.1": "Asaṅkiliṭṭhaasaṅkilesikaṁ nahetuṁ dhammaṁ paṭicca asaṅkiliṭṭhaasaṅkilesiko nahetu dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:239.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava, anantare tīṇi, samanantare tīṇi, sahajāte nava, aññamaññe tīṇi, nissaye nava, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme nava, vipāke pañca, āhāre nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.1:240.0": "Nahetu ",
  "patthana4.1:240.1": "Asaṅkiliṭṭhasaṅkilesikaṁ nahetuṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko nahetu dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:241.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā cha, napurejāte satta …pe… nakamme tīṇi …pe… navippayutte tīṇi …pe… novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:242.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:243.0": "Ārammaṇa-adhipati ",
  "patthana4.1:243.1": "Saṅkiliṭṭhasaṅkilesiko nahetu dhammo saṅkiliṭṭhasaṅkilesikassa nahetussa dhammassa ārammaṇapaccayena paccayo … dve. ",
  "patthana4.1:244.1": "Asaṅkiliṭṭhasaṅkilesiko nahetu dhammo asaṅkiliṭṭhasaṅkilesikassa nahetussa dhammassa ārammaṇapaccayena paccayo … dve. ",
  "patthana4.1:245.1": "Asaṅkiliṭṭhaasaṅkilesiko nahetu dhammo asaṅkiliṭṭhaasaṅkilesikassa nahetussa dhammassa ārammaṇapaccayena paccayo … dve. ",
  "patthana4.1:246.1": "Saṅkiliṭṭhasaṅkilesiko nahetu dhammo saṅkiliṭṭhasaṅkilesikassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:247.1": "Asaṅkiliṭṭhasaṅkilesiko nahetu dhammo asaṅkiliṭṭhasaṅkilesikassa nahetussa dhammassa adhipatipaccayena paccayo … dve. ",
  "patthana4.1:248.1": "Asaṅkiliṭṭhaasaṅkilesiko nahetu dhammo asaṅkiliṭṭhaasaṅkilesikassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:249.1": "Ārammaṇe cha, adhipatiyā aṭṭha, anantare satta, samanantare satta, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye aṭṭha, āsevane tīṇi, kamme satta, vipāke cattāri, āhāre satta, indriye jhāne magge satta, sampayutte tīṇi, vippayutte pañca …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:250.1": "Nahetuyā cuddasa, naārammaṇe cuddasa. (Saṅkhittaṁ.) ",
  "patthana4.1:251.1": "Ārammaṇapaccayā nahetuyā cha. (Saṅkhittaṁ.) ",
  "patthana4.1:252.1": "Nahetupaccayā ārammaṇe cha. (Saṅkhittaṁ.) ",
  "patthana4.1:253.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:254.0.1": "4.1.6. Vitakkattika, Hetuduka ",
  "patthana4.1:254.0.2": "Paccayacatukka ",
  "patthana4.1:254.1": "Savitakkasavicāraṁ hetuṁ dhammaṁ paṭicca savitakkasavicāro hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:255.1": "Avitakkavicāramattaṁ hetuṁ dhammaṁ paṭicca avitakkavicāramatto hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:256.1": "Avitakkaavicāraṁ hetuṁ dhammaṁ paṭicca avitakkaavicāro hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:257.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:258.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, navipāke tīṇi, navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:259.1": "(Yathā sahajātavārampi … sampayuttavārampi evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:260.0": "Paccayacatukka ",
  "patthana4.1:260.1": "Savitakkasavicāro hetu dhammo savitakkasavicārassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:261.1": "Avitakkavicāramatto hetu dhammo avitakkavicāramattassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:262.1": "Avitakkaavicāro hetu dhammo avitakkaavicārassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:263.1": "Savitakkasavicāro hetu dhammo savitakkasavicārassa hetussa dhammassa ārammaṇapaccayena paccayo. Savitakkasavicāro hetu dhammo avitakkaavicārassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:264.1": "Avitakkavicāramatto hetu dhammo savitakkasavicārassa hetussa dhammassa ārammaṇapaccayena paccayo. Avitakkavicāramatto hetu dhammo avitakkaavicārassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:265.1": "Avitakkaavicāro hetu dhammo avitakkaavicārassa hetussa dhammassa ārammaṇapaccayena paccayo. Avitakkaavicāro hetu dhammo savitakkasavicārassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:266.1": "Savitakkasavicāro hetu dhammo savitakkasavicārassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:267.1": "Avitakkavicāramatto hetu dhammo avitakkavicāramattassa hetussa dhammassa adhipatipaccayena paccayo. Avitakkavicāramatto hetu dhammo savitakkasavicārassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:268.1": "Avitakkaavicāro hetu dhammo avitakkaavicārassa hetussa dhammassa adhipatipaccayena paccayo. Avitakkaavicāro hetu dhammo savitakkasavicārassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:269.1": "Savitakkasavicāro hetu dhammo savitakkasavicārassa hetussa dhammassa anantarapaccayena paccayo … tīṇi. ",
  "patthana4.1:270.1": "Avitakkavicāramatto hetu dhammo avitakkavicāramattassa hetussa dhammassa anantarapaccayena paccayo … tīṇi. ",
  "patthana4.1:271.1": "Avitakkaavicāro hetu dhammo avitakkaavicārassa hetussa dhammassa anantarapaccayena paccayo … tīṇi …pe…. ",
  "patthana4.1:272.1": "Savitakkasavicāro hetu dhammo savitakkasavicārassa hetussa dhammassa upanissayapaccayena paccayo … nava. (Saṅkhittaṁ.) ",
  "patthana4.1:273.1": "Hetuyā tīṇi, ārammaṇe cha, adhipatiyā pañca, anantare nava, samanantare nava, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane pañca, vipāke tīṇi …pe… avigate tīṇi. ",
  "patthana4.1:274.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:275.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:276.1": "Nahetupaccayā ārammaṇe cha. (Saṅkhittaṁ.) ",
  "patthana4.1:277.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:278.0": "Hetu ",
  "patthana4.1:278.1": "Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati hetupaccayā (ekaṁ). ",
  "patthana4.1:279.1": "Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca avitakkavicāramatto nahetu dhammo uppajjati hetupaccayā (dve). ",
  "patthana4.1:280.1": "Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca avitakkaavicāro nahetu dhammo uppajjati hetupaccayā (tīṇi). ",
  "patthana4.1:281.1": "Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (cattāri). ",
  "patthana4.1:282.1": "Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (pañca). ",
  "patthana4.1:283.1": "Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca dhammā uppajjanti hetupaccayā (cha). ",
  "patthana4.1:284.1": "Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (satta). ",
  "patthana4.1:285.1": "Avitakkavicāramattaṁ nahetuṁ dhammaṁ paṭicca avitakkavicāramatto nahetu dhammo uppajjati hetupaccayā (ekaṁ). ",
  "patthana4.1:286.1": "Avitakkavicāramattaṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati hetupaccayā (dve). ",
  "patthana4.1:287.1": "Avitakkavicāramattaṁ nahetuṁ dhammaṁ paṭicca avitakkaavicāro nahetu dhammo uppajjati hetupaccayā (tīṇi). ",
  "patthana4.1:288.1": "Avitakkavicāramattaṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (cattāri). ",
  "patthana4.1:289.1": "Avitakkavicāramattaṁ nahetuṁ dhammaṁ paṭicca avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (pañca). ",
  "patthana4.1:290.1": "Avitakkaavicāraṁ nahetuṁ dhammaṁ paṭicca avitakkaavicāro nahetu dhammo uppajjati hetupaccayā (ekaṁ). ",
  "patthana4.1:291.1": "Avitakkaavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati hetupaccayā (dve). ",
  "patthana4.1:292.1": "Avitakkaavicāraṁ nahetuṁ dhammaṁ paṭicca avitakkavicāramatto nahetu dhammo uppajjati hetupaccayā (tīṇi). ",
  "patthana4.1:293.1": "Avitakkaavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (cattāri). ",
  "patthana4.1:294.1": "Avitakkaavicāraṁ nahetuṁ dhammaṁ paṭicca avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (pañca). ",
  "patthana4.1:295.1": "Avitakkaavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca dhammā uppajjanti hetupaccayā (cha). ",
  "patthana4.1:296.1": "Avitakkaavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (satta). ",
  "patthana4.1:297.1": "Savitakkasavicāraṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati hetupaccayā (ekaṁ). ",
  "patthana4.1:298.1": "Savitakkasavicāraṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca avitakkavicāramatto nahetu dhammo uppajjati hetupaccayā (dve). ",
  "patthana4.1:299.1": "Savitakkasavicāraṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca avitakkaavicāro nahetu dhammo uppajjati hetupaccayā (tīṇi). ",
  "patthana4.1:300.1": "Savitakkasavicāraṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (cattāri). ",
  "patthana4.1:301.1": "Savitakkasavicāraṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (pañca). ",
  "patthana4.1:302.1": "Savitakkasavicāraṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca dhammā uppajjanti hetupaccayā (cha). ",
  "patthana4.1:303.1": "Savitakkasavicāraṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (satta). ",
  "patthana4.1:304.1": "Avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati hetupaccayā (ekaṁ). ",
  "patthana4.1:305.1": "Avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca avitakkavicāramatto nahetu dhammo uppajjati hetupaccayā (dve). ",
  "patthana4.1:306.1": "Avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca avitakkaavicāro nahetu dhammo uppajjati hetupaccayā (tīṇi). ",
  "patthana4.1:307.1": "Avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (cattāri). ",
  "patthana4.1:308.1": "Avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (pañca). ",
  "patthana4.1:309.1": "Savitakkasavicāraṁ nahetuñca avitakkavicāramattaṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati hetupaccayā (ekaṁ). ",
  "patthana4.1:310.1": "Savitakkasavicāraṁ nahetuñca avitakkavicāramattaṁ nahetuñca dhammaṁ paṭicca avitakkaavicāro nahetu dhammo uppajjati hetupaccayā (dve). ",
  "patthana4.1:311.1": "Savitakkasavicāraṁ nahetuñca avitakkavicāramattaṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (tīṇi). ",
  "patthana4.1:312.1": "Savitakkasavicāraṁ nahetuñca avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati hetupaccayā (ekaṁ). ",
  "patthana4.1:313.1": "Savitakkasavicāraṁ nahetuñca avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca avitakkaavicāro nahetu dhammo uppajjati hetupaccayā (dve). ",
  "patthana4.1:314.1": "Savitakkasavicāraṁ nahetuñca avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkaavicāro nahetu ca dhammā uppajjanti hetupaccayā (tīṇi). ",
  "patthana4.1:315.0": "Ārammaṇa ",
  "patthana4.1:315.1": "Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati ārammaṇapaccayā. Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca avitakkavicāramatto nahetu dhammo uppajjati ārammaṇapaccayā. Savitakkasavicāraṁ nahetuṁ dhammaṁ paṭicca savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca dhammā uppajjanti ārammaṇapaccayā … tīṇi. ",
  "patthana4.1:316.1": "Avitakkavicāramattaṁ nahetuṁ dhammaṁ paṭicca avitakkavicāramatto nahetu dhammo uppajjati ārammaṇapaccayā … cattāri. ",
  "patthana4.1:317.1": "Avitakkaavicāraṁ nahetuṁ dhammaṁ paṭicca avitakkaavicāro nahetu dhammo uppajjati ārammaṇapaccayā … pañca. ",
  "patthana4.1:318.1": "Savitakkasavicāraṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca avitakkaavicāro nahetu dhammo uppajjati ārammaṇapaccayā … tīṇi. ",
  "patthana4.1:319.1": "Avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati ārammaṇapaccayā … cattāri. ",
  "patthana4.1:320.1": "Savitakkasavicāraṁ nahetuñca avitakkavicāramattaṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati ārammaṇapaccayā … ekaṁ. ",
  "patthana4.1:321.1": "Savitakkasavicāraṁ nahetuñca avitakkavicāramattaṁ nahetuñca avitakkaavicāraṁ nahetuñca dhammaṁ paṭicca savitakkasavicāro nahetu dhammo uppajjati ārammaṇapaccayā … ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:322.1": "Hetuyā sattatiṁsa, ārammaṇe ekavīsa, adhipatiyā tevīsa, anantare ekavīsa, sahajāte sattatiṁsa, aññamaññe aṭṭhavīsa, nissaye sattatiṁsa, upanissaye ekavīsa, purejāte ekādasa, āsevane ekādasa, kamme sattatiṁsa, vipāke āhāre indriye jhāne magge sattatiṁsa, sampayutte ekavīsa, vippayutte sattatiṁsa …pe… avigate sattatiṁsa, (Saṅkhittaṁ.) ",
  "patthana4.1:323.1": "Nahetuyā tettiṁsa, naārammaṇe satta, naadhipatiyā sattatiṁsa …pe… napurejāte napacchājāte naāsevane sattatiṁsa, nakamme satta, navipāke vīsa, naāhāre naindriye najhāne ekaṁ, namagge tettiṁsa …pe… navippayutte ekādasa …pe… novigate satta. (Saṅkhittaṁ.) ",
  "patthana4.1:324.1": "Hetupaccayā naārammaṇe satta. (Saṅkhittaṁ.) ",
  "patthana4.1:325.1": "Nahetupaccayā ārammaṇe cuddasa. (Saṅkhittaṁ.) ",
  "patthana4.1:326.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:327.0": "Ārammaṇa ",
  "patthana4.1:327.1": "Savitakkasavicāro nahetu dhammo savitakkasavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Savitakkasavicāro nahetu dhammo avitakkavicāramattassa nahetussa dhammassa ārammaṇapaccayena paccayo. Savitakkasavicāro nahetu dhammo avitakkaavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Savitakkasavicāro nahetu dhammo savitakkasavicārassa nahetussa ca avitakkavicāramattassa nahetussa ca dhammassa ārammaṇapaccayena paccayo … cattāri. ",
  "patthana4.1:328.1": "Avitakkavicāramatto nahetu dhammo avitakkavicāramattassa nahetussa dhammassa ārammaṇapaccayena paccayo. Avitakkavicāramatto nahetu dhammo savitakkasavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Avitakkavicāramatto nahetu dhammo avitakkaavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Avitakkavicāramatto nahetu dhammo savitakkasavicārassa nahetussa ca avitakkavicāramattassa nahetussa ca dhammassa ārammaṇapaccayena paccayo … cattāri. ",
  "patthana4.1:329.1": "Avitakkaavicāro nahetu dhammo avitakkaavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Avitakkaavicāro nahetu dhammo savitakkasavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Avitakkaavicāro nahetu dhammo avitakkavicāramattassa nahetussa dhammassa ārammaṇapaccayena paccayo. Avitakkaavicāro nahetu dhammo avitakkavicāramattassa nahetussa ca avitakkaavicārassa nahetussa ca dhammassa ārammaṇapaccayena paccayo. Avitakkaavicāro nahetu dhammo savitakkasavicārassa nahetussa ca avitakkavicāramattassa nahetussa ca dhammassa ārammaṇapaccayena paccayo … pañca. ",
  "patthana4.1:330.1": "Avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā savitakkasavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā avitakkavicāramattassa nahetussa dhammassa ārammaṇapaccayena paccayo. Avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā avitakkaavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā savitakkasavicārassa nahetussa ca avitakkavicāramattassa nahetussa ca dhammassa ārammaṇapaccayena paccayo … cattāri. ",
  "patthana4.1:331.1": "Savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca dhammā savitakkasavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca dhammā avitakkavicāramattassa nahetussa dhammassa ārammaṇapaccayena paccayo. Savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca dhammā avitakkaavicārassa nahetussa dhammassa ārammaṇapaccayena paccayo. Savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca dhammā savitakkasavicārassa nahetussa ca avitakkavicāramattassa nahetussa ca dhammassa ārammaṇapaccayena paccayo … cattāri. ",
  "patthana4.1:332.0": "Adhipati ",
  "patthana4.1:332.1": "Savitakkasavicāro nahetu dhammo savitakkasavicārassa nahetussa dhammassa adhipatipaccayena paccayo … satta. ",
  "patthana4.1:333.1": "Avitakkavicāramatto nahetu dhammo avitakkavicāramattassa nahetussa dhammassa adhipatipaccayena paccayo … pañca. ",
  "patthana4.1:334.1": "Avitakkaavicāro nahetu dhammo avitakkaavicārassa nahetussa dhammassa adhipatipaccayena paccayo … pañca. ",
  "patthana4.1:335.1": "Avitakkavicāramatto nahetu ca avitakkaavicāro nahetu ca dhammā savitakkasavicārassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:336.1": "Savitakkasavicāro nahetu ca avitakkavicāramatto nahetu ca dhammā savitakkasavicārassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:337.0": "Anantarādi ",
  "patthana4.1:337.1": "Savitakkasavicāro nahetu dhammo savitakkasavicārassa nahetussa dhammassa anantarapaccayena paccayo …pe… samanantarapaccayena paccayo. ",
  "patthana4.1:338.1": "Savitakkasavicāro nahetu dhammo savitakkasavicārassa nahetussa dhammassa upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:339.1": "Ārammaṇe ekavīsa, adhipatiyā tevīsa, anantare pañcavīsa, samanantare pañcavīsa, sahajāte tiṁsa, aññamaññe aṭṭhavīsa, nissaye tiṁsa, upanissaye pañcavīsa, purejāte pañca, pacchājāte pañca, āsevane ekavīsa, kamme ekādasa, vipāke ekavīsa, āhāre ekādasa, indriye ekādasa, jhāne ekavīsa, magge soḷasa, sampayutte ekādasa, vippayutte nava …pe… avigate tiṁsa. (Saṅkhittaṁ.) ",
  "patthana4.1:340.1": "Nahetuyā pañcatiṁsa, naārammaṇe pañcatiṁsa, naadhipatiyā pañcatiṁsa. (Saṅkhittaṁ.) ",
  "patthana4.1:341.1": "Ārammaṇapaccayā nahetuyā ekavīsa. (Saṅkhittaṁ.) ",
  "patthana4.1:342.1": "Nahetupaccayā ārammaṇe ekavīsa. (Saṅkhittaṁ.) ",
  "patthana4.1:343.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:344.0.1": "4.1.7. Pītittika, Hetuduka ",
  "patthana4.1:344.0.2": "Paccayacatukka ",
  "patthana4.1:344.1": "Pītisahagataṁ hetuṁ dhammaṁ paṭicca pītisahagato hetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:345.1": "Sukhasahagataṁ hetuṁ dhammaṁ paṭicca sukhasahagato hetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:346.1": "Upekkhāsahagataṁ hetuṁ dhammaṁ paṭicca upekkhāsahagato hetu dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana4.1:347.1": "Pītisahagataṁ hetuñca sukhasahagataṁ hetuñca dhammaṁ paṭicca pītisahagato hetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:348.1": "Hetuyā dasa, ārammaṇe dasa …pe… avigate dasa. (Saṅkhittaṁ.) ",
  "patthana4.1:349.1": "Naadhipatiyā dasa, napurejāte dasa, napacchājāte dasa, naāsevane dasa, navipāke dasa, navippayutte dasa. (Saṅkhittaṁ.) ",
  "patthana4.1:350.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:351.0": "Hetu-ārammaṇādi ",
  "patthana4.1:351.1": "Pītisahagato hetu dhammo pītisahagatassa hetussa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.1:352.1": "Sukhasahagato hetu dhammo sukhasahagatassa hetussa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.1:353.1": "Upekkhāsahagato hetu dhammo upekkhāsahagatassa hetussa dhammassa hetupaccayena paccayo … ekaṁ. ",
  "patthana4.1:354.1": "Pītisahagato hetu ca sukhasahagato hetu ca dhammā pītisahagatassa hetussa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.1:355.1": "Pītisahagato hetu dhammo pītisahagatassa hetussa dhammassa ārammaṇapaccayena paccayo. Pītisahagato hetu dhammo sukhasahagatassa hetussa dhammassa ārammaṇapaccayena paccayo. Pītisahagato hetu dhammo upekkhāsahagatassa hetussa dhammassa ārammaṇapaccayena paccayo. Pītisahagato hetu dhammo pītisahagatassa hetussa ca sukhasahagatassa hetussa ca dhammassa ārammaṇapaccayena paccayo … cattāri. ",
  "patthana4.1:356.1": "Sukhasahagato hetu dhammo sukhasahagatassa hetussa dhammassa ārammaṇapaccayena paccayo. Sukhasahagato hetu dhammo pītisahagatassa hetussa dhammassa ārammaṇapaccayena paccayo. Sukhasahagato hetu dhammo upekkhāsahagatassa hetussa dhammassa ārammaṇapaccayena paccayo. Sukhasahagato hetu dhammo pītisahagatassa hetussa ca sukhasahagatassa hetussa ca dhammassa ārammaṇapaccayena paccayo … cattāri. ",
  "patthana4.1:357.1": "Upekkhāsahagato hetu dhammo upekkhāsahagatassa hetussa dhammassa ārammaṇapaccayena paccayo. Upekkhāsahagato hetu dhammo pītisahagatassa hetussa dhammassa ārammaṇapaccayena paccayo. Upekkhāsahagato hetu dhammo sukhasahagatassa hetussa dhammassa ārammaṇapaccayena paccayo. Upekkhāsahagato hetu dhammo pītisahagatassa hetussa ca sukhasahagatassa hetussa ca dhammassa ārammaṇapaccayena paccayo … cattāri. ",
  "patthana4.1:358.1": "Pītisahagato hetu ca sukhasahagato hetu ca dhammā pītisahagatassa hetussa dhammassa ārammaṇapaccayena paccayo … cattāri. ",
  "patthana4.1:359.1": "Pītisahagato hetu dhammo pītisahagatassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:360.1": "Hetuyā dasa, ārammaṇe soḷasa, adhipatiyā soḷasa, anantare soḷasa, samanantare soḷasa, sahajāte dasa, aññamaññe dasa, nissaye dasa, upanissaye soḷasa …pe… vipāke dasa …pe… avigate dasa. (Saṅkhittaṁ.) ",
  "patthana4.1:361.1": "Nahetuyā soḷasa, naārammaṇe soḷasa. (Saṅkhittaṁ.) ",
  "patthana4.1:362.1": "Hetupaccayā naārammaṇe dasa. (Saṅkhittaṁ.) ",
  "patthana4.1:363.1": "Nahetupaccayā ārammaṇe soḷasa. (Saṅkhittaṁ.) ",
  "patthana4.1:364.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:365.0": "Hetu-ārammaṇa ",
  "patthana4.1:365.1": "Pītisahagataṁ nahetuṁ dhammaṁ paṭicca pītisahagato nahetu dhammo uppajjati hetupaccayā. Pītisahagataṁ nahetuṁ dhammaṁ paṭicca sukhasahagato nahetu dhammo uppajjati hetupaccayā. Pītisahagataṁ nahetuṁ dhammaṁ paṭicca pītisahagato nahetu ca sukhasahagato nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:366.1": "Sukhasahagataṁ nahetuṁ dhammaṁ paṭicca sukhasahagato nahetu dhammo uppajjati hetupaccayā. Sukhasahagataṁ nahetuṁ dhammaṁ paṭicca pītisahagato nahetu dhammo uppajjati hetupaccayā. Sukhasahagataṁ nahetuṁ dhammaṁ paṭicca pītisahagato nahetu ca sukhasahagato nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:367.1": "Upekkhāsahagataṁ nahetuṁ dhammaṁ paṭicca upekkhāsahagato nahetudhammo uppajjati hetupaccayā. ",
  "patthana4.1:368.1": "Pītisahagataṁ nahetuñca sukhasahagataṁ nahetuñca dhammaṁ paṭicca pītisahagato nahetu dhammo uppajjati hetupaccayā. Pītisahagataṁ nahetuñca sukhasahagataṁ nahetuñca dhammaṁ paṭicca sukhasahagato nahetu dhammo uppajjati hetupaccayā. Pītisahagataṁ nahetuñca sukhasahagataṁ nahetuñca dhammaṁ paṭicca pītisahagato nahetu ca sukhasahagato nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:369.1": "Pītisahagataṁ nahetuṁ dhammaṁ paṭicca pītisahagato nahetu dhammo uppajjati ārammaṇapaccayā … tīṇi. ",
  "patthana4.1:370.1": "Sukhasahagataṁ nahetuṁ dhammaṁ paṭicca sukhasahagato nahetu dhammo uppajjati ārammaṇapaccayā … tīṇi. ",
  "patthana4.1:371.1": "Upekkhāsahagataṁ nahetuṁ dhammaṁ paṭicca upekkhāsahagato nahetu dhammo uppajjati ārammaṇapaccayā … ekaṁ. ",
  "patthana4.1:372.1": "Pītisahagataṁ nahetuñca sukhasahagataṁ nahetuñca dhammaṁ paṭicca pītisahagato nahetu dhammo uppajjati ārammaṇapaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:373.1": "Hetuyā dasa, ārammaṇe dasa, adhipatiyā dasa, anantare dasa …pe… avigate dasa. (Saṅkhittaṁ.) ",
  "patthana4.1:374.1": "Nahetuyā dasa, naadhipatiyā dasa …pe… najhāne dve …pe… navippayutte dasa. (Saṅkhittaṁ.) ",
  "patthana4.1:375.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:376.0": "Ārammaṇādi ",
  "patthana4.1:376.1": "Pītisahagato nahetu dhammo pītisahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Pītisahagato nahetu dhammo sukhasahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Pītisahagato nahetu dhammo upekkhāsahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Pītisahagato nahetu dhammo pītisahagatassa nahetussa ca sukhasahagatassa nahetussa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:377.1": "Sukhasahagato nahetu dhammo sukhasahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Sukhasahagato nahetu dhammo pītisahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Sukhasahagato nahetu dhammo upekkhāsahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Sukhasahagato nahetu dhammo pītisahagatassa nahetussa ca sukhasahagatassa nahetussa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:378.1": "Upekkhāsahagato nahetu dhammo upekkhāsahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Upekkhāsahagato nahetu dhammo pītisahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Upekkhāsahagato nahetu dhammo sukhasahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Upekkhāsahagato nahetu dhammo pītisahagatassa nahetussa ca sukhasahagatassa nahetussa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:379.1": "Pītisahagato nahetu ca sukhasahagato nahetu ca dhammā pītisahagatassa nahetussa dhammassa ārammaṇapaccayena paccayo … cattāri. ",
  "patthana4.1:380.1": "Pītisahagato nahetu dhammo pītisahagatassa nahetussa dhammassa adhipatipaccayena paccayo … cattāri. ",
  "patthana4.1:381.1": "Sukhasahagato nahetu dhammo sukhasahagatassa nahetussa dhammassa adhipatipaccayena paccayo … cattāri. ",
  "patthana4.1:382.1": "Upekkhāsahagato nahetu dhammo upekkhāsahagatassa nahetussa dhammassa adhipatipaccayena paccayo … cattāri. ",
  "patthana4.1:383.1": "Pītisahagato nahetu ca sukhasahagato nahetu ca dhammā pītisahagatassa nahetussa dhammassa adhipatipaccayena paccayo … cattāri. ",
  "patthana4.1:384.1": "Pītisahagato nahetu dhammo pītisahagatassa nahetussa dhammassa anantarapaccayena paccayo …pe… upanissayapaccayena paccayo … cattāri. ",
  "patthana4.1:385.1": "Sukhasahagato nahetu dhammo sukhasahagatassa nahetussa dhammassa upanissayapaccayena paccayo … cattāri. ",
  "patthana4.1:386.1": "Upekkhāsahagato nahetu dhammo upekkhāsahagatassa nahetussa dhammassa upanissayapaccayena paccayo … cattāri. ",
  "patthana4.1:387.1": "Pītisahagato nahetu ca sukhasahagato nahetu ca dhammā pītisahagatassa nahetussa dhammassa upanissayapaccayena paccayo … cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:388.1": "Ārammaṇe soḷasa, adhipatiyā soḷasa, anantare samanantare soḷasa, sahajāte dasa, aññamaññe dasa, nissaye dasa, upanissaye soḷasa, āsevane dasa, kamme soḷasa, āhāre dasa …pe… avigate dasa. (Saṅkhittaṁ.) ",
  "patthana4.1:389.1": "Nahetuyā soḷasa, naārammaṇe soḷasa, naadhipatiyā soḷasa. (Saṅkhittaṁ.) ",
  "patthana4.1:390.1": "Ārammaṇapaccayā nahetuyā soḷasa. (Saṅkhittaṁ.) ",
  "patthana4.1:391.1": "Nahetupaccayā ārammaṇe soḷasa. (Saṅkhittaṁ.) ",
  "patthana4.1:392.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:393.0.1": "4.1.8. Dassanenapahātabbattika, Hetuduka ",
  "patthana4.1:393.0.2": "Paccayacatukka ",
  "patthana4.1:393.1": "Dassanena pahātabbaṁ hetuṁ dhammaṁ paṭicca dassanena pahātabbo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:394.1": "Bhāvanāya pahātabbaṁ hetuṁ dhammaṁ paṭicca bhāvanāya pahātabbo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:395.1": "Nevadassanena nabhāvanāya pahātabbaṁ hetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:396.1": "Hetuyā tīṇi (sabbattha tīṇi), vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana4.1:397.1": "Naadhipatiyā tīṇi, napurejāte tīṇi …pe… navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:398.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:399.1": "Dassanena pahātabbo hetu dhammo dassanena pahātabbassa hetussa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.1:400.1": "Dassanena pahātabbo hetu dhammo dassanena pahātabbassa hetussa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:401.1": "Hetuyā tīṇi, ārammaṇe aṭṭha, adhipatiyā cha, anantare pañca, samanantare pañca, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye aṭṭha, āsevane tīṇi, vipāke ekaṁ, indriye ekaṁ, magge ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:402.1": "Nahetuyā aṭṭha, naārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:403.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:404.1": "Nahetupaccayā ārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:405.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:406.0": "Hetu-ārammaṇa ",
  "patthana4.1:406.1": "Dassanena pahātabbaṁ nahetuṁ dhammaṁ paṭicca dassanena pahātabbo nahetu dhammo uppajjati hetupaccayā. Dassanena pahātabbaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā. Dassanena pahātabbaṁ nahetuṁ dhammaṁ paṭicca dassanena pahātabbo nahetu ca nevadassanena nabhāvanāya pahātabbo nahetu ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana4.1:407.1": "Bhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca bhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā. Bhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā. Bhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca bhāvanāya pahātabbo nahetu ca nevadassanena nabhāvanāya pahātabbo nahetu ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana4.1:408.1": "Nevadassanena nabhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:409.1": "Dassanena pahātabbaṁ nahetuñca nevadassanena nabhāvanāya pahātabbaṁ nahetuñca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:410.1": "Bhāvanāya pahātabbaṁ nahetuñca nevadassanena nabhāvanāya pahātabbaṁ nahetuñca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:411.1": "Dassanena pahātabbaṁ nahetuṁ dhammaṁ paṭicca dassanena pahātabbo nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:412.1": "Bhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca bhāvanāya pahātabbo nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:413.1": "Nevadassanena nabhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati ārammaṇapaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:414.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.1:415.0": "Nahetu-naārammaṇa ",
  "patthana4.1:415.1": "Nevadassanena nabhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati nahetupaccayā. ",
  "patthana4.1:416.1": "Dassanena pahātabbaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati naārammaṇapaccayā. ",
  "patthana4.1:417.1": "Bhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati naārammaṇapaccayā. ",
  "patthana4.1:418.1": "Nevadassanena nabhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati naārammaṇapaccayā. ",
  "patthana4.1:419.1": "Dassanena pahātabbaṁ nahetuñca nevadassanena nabhāvanāya pahātabbaṁ nahetuñca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati naārammaṇapaccayā. ",
  "patthana4.1:420.1": "Bhāvanāya pahātabbaṁ nahetuñca nevadassanena nabhāvanāya pahātabbaṁ nahetuñca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo nahetu dhammo uppajjati naārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:421.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā nava …pe… napurejāte satta, napacchājāte naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre naindriye najhāne namagge ekaṁ …pe… navippayutte tīṇi …pe… novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:422.1": "Hetupaccayā naārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:423.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:424.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:425.0": "Paccayacatukka ",
  "patthana4.1:425.1": "Dassanena pahātabbo nahetu dhammo dassanena pahātabbassa nahetussa dhammassa ārammaṇapaccayena paccayo. Dassanena pahātabbo hetu dhammo nevadassanena nabhāvanāya pahātabbassa nahetussa dhammassa ārammaṇapaccayena paccayo … dve. ",
  "patthana4.1:426.1": "Bhāvanāya pahātabbo nahetu dhammo bhāvanāya pahātabbassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:427.1": "Nevadassanena nabhāvanāya pahātabbo nahetu dhammo nevadassanena nabhāvanāya pahātabbassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:428.1": "Ārammaṇe aṭṭha, adhipatiyā dasa, anantare samanantare satta, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye aṭṭha, purejāte pacchājāte āsevane tīṇi, kamme satta, vipāke ekaṁ, āhāre indriye jhāne magge satta, sampayutte tīṇi, vippayutte pañca …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:429.1": "Nahetuyā cuddasa, naārammaṇe cuddasa. (Saṅkhittaṁ.) ",
  "patthana4.1:430.1": "Ārammaṇapaccayā nahetuyā aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:431.1": "Nahetupaccayā ārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:432.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:433.0.1": "4.1.9. Dassanenapahātabbahetukattika, Hetuduka ",
  "patthana4.1:433.0.2": "Hetu ",
  "patthana4.1:433.1": "Dassanena pahātabbahetukaṁ hetuṁ dhammaṁ paṭicca dassanena pahātabbahetuko hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:434.1": "Bhāvanāya pahātabbahetukaṁ hetuṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:435.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ hetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko hetu dhammo uppajjati hetupaccayā  (Saṅkhittaṁ.) ",
  "patthana4.1:436.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:437.1": "Naadhipatiyā tīṇi, napurejāte tīṇi …pe… navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:438.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:439.1": "Dassanena pahātabbahetuko hetu dhammo dassanena pahātabbahetukassa hetussa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:440.1": "Hetuyā tīṇi, ārammaṇe aṭṭha, adhipatiyā cha, anantare samanantare pañca, sahajāte aññamaññe nissaye tīṇi, upanissaye aṭṭha, āsevane tīṇi, vipāke indriye magge ekaṁ, sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:441.1": "Nahetuyā aṭṭha, naārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:442.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:443.1": "Nahetupaccayā ārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:444.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:445.0": "Hetu ",
  "patthana4.1:445.1": "Dassanena pahātabbahetukaṁ nahetuṁ dhammaṁ paṭicca dassanena pahātabbahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:446.1": "Bhāvanāya pahātabbahetukaṁ nahetuṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:447.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:448.1": "Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.1:449.0": "Nahetu ",
  "patthana4.1:449.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ nahetuṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko nahetu dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:450.1": "Nahetuyā ekaṁ, naārammaṇe pañca, nadhipatiyā nava …pe… napurejāte satta …pe… nakamme tīṇi, naāhāre naindriye najhāne namagge ekaṁ, navippayutte tīṇi …pe… novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:451.1": "Hetupaccayā naārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:452.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:453.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:454.0": "Ārammaṇa ",
  "patthana4.1:454.1": "Dassanena pahātabbahetuko nahetu dhammo dassanena pahātabbahetukassa nahetussa dhammassa ārammaṇapaccayena paccayo … dve. ",
  "patthana4.1:455.1": "Bhāvanāya pahātabbahetuko nahetu dhammo bhāvanāya pahātabbahetukassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:456.1": "Nevadassanena nabhāvanāya pahātabbahetuko nahetu dhammo nevadassanena nabhāvanāya pahātabbahetukassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:457.1": "Ārammaṇe aṭṭha, adhipatiyā dasa …pe… upanissaye aṭṭha …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:458.1": "Nahetuyā cuddasa, naārammaṇe cuddasa. (Saṅkhittaṁ.) ",
  "patthana4.1:459.1": "Ārammaṇapaccayā nahetuyā aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:460.1": "Nahetupaccayā ārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:461.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:462.0.1": "4.1.10. Ācayagāmittika, Hetuduka ",
  "patthana4.1:462.0.2": "Hetu ",
  "patthana4.1:462.1": "Ācayagāmiṁ hetuṁ dhammaṁ paṭicca ācayagāmī hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:463.1": "Apacayagāmiṁ hetuṁ dhammaṁ paṭicca apacayagāmī hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:464.1": "Nevācayagāmināpacayagāmiṁ hetuṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:465.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi. (Sabbattha tīṇi.) ",
  "patthana4.1:466.1": "Naadhipatiyā tīṇi, naāsevane dve, navipāke tīṇi, navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:467.1": "Hetupaccayā naadhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:468.1": "Naadhipatipaccayā hetuyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:469.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:470.0": "Hetu-ārammaṇādi ",
  "patthana4.1:470.1": "Ācayagāmī hetu dhammo ācayagāmissa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:471.1": "Apacayagāmī hetu dhammo apacayagāmissa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:472.1": "Nevācayagāmināpacayagāmī hetu dhammo nevācayagāmināpacayagāmissa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:473.1": "Ācayagāmī hetu dhammo ācayagāmissa hetussa dhammassa ārammaṇapaccayena paccayo. Ācayagāmī hetu dhammo nevācayagāmināpacayagāmissa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:474.1": "Apacayagāmī hetu dhammo ācayagāmissa hetussa dhammassa ārammaṇapaccayena paccayo. Apacayagāmī hetu dhammo nevācayagāmināpacayagāmissa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:475.1": "Nevācayagāmināpacayagāmī hetu dhammo nevācayagāmināpacayagāmissa hetussa dhammassa ārammaṇapaccayena paccayo. Nevācayagāmināpacayagāmī hetu dhammo ācayagāmissa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:476.1": "Ācayagāmī hetu dhammo ācayagāmissa hetussa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. ",
  "patthana4.1:477.1": "Apacayagāmī hetu dhammo apacayagāmissa hetussa dhammassa adhipatipaccayena paccayo—sahajātādhipati …. Apacayagāmī hetu dhammo ācayagāmissa hetussa dhammassa adhipatipaccayena paccayo. Apacayagāmī hetu dhammo nevācayagāmināpacayagāmissa hetussa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati …. ",
  "patthana4.1:478.1": "Nevācayagāmināpacayagāmī hetu dhammo nevācayagāmināpacayagāmissa hetussa dhammassa adhipatipaccayena paccayo. Nevācayagāmināpacayagāmī hetu dhammo ācayagāmissa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:479.1": "Ācayagāmī hetu dhammo ācayagāmissa hetussa dhammassa anantarapaccayena paccayo. Ācayagāmī hetu dhammo apacayagāmissa hetussa dhammassa anantarapaccayena paccayo. Ācayagāmī hetu dhammo nevācayagāmināpacayagāmissa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:480.1": "Apacayagāmī hetu dhammo nevācayagāmināpacayagāmissa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:481.1": "Nevācayagāmināpacayagāmī hetu dhammo nevācayagāmināpacayagāmissa hetussa dhammassa anantarapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:482.1": "Hetuyā tīṇi, ārammaṇe cha, adhipatiyā cha, anantare pañca, samanantare pañca, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye aṭṭha, āsevane tīṇi, vipāke ekaṁ, indriye magge sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:483.1": "Nahetuyā aṭṭha, naārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:484.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:485.1": "Nahetupaccayā ārammaṇe cha. (Saṅkhittaṁ.) ",
  "patthana4.1:486.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:487.0": "Hetu-ārammaṇa ",
  "patthana4.1:487.1": "Ācayagāmiṁ nahetuṁ dhammaṁ paṭicca ācayagāmī nahetu dhammo uppajjati hetupaccayā. Ācayagāmiṁ nahetuṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī nahetu dhammo uppajjati hetupaccayā. Ācayagāmiṁ nahetuṁ dhammaṁ paṭicca ācayagāmī nahetu ca nevācayagāmināpacayagāmī nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:488.1": "Apacayagāmiṁ nahetuṁ dhammaṁ paṭicca apacayagāmī nahetu dhammo uppajjati hetupaccayā. Apacayagāmiṁ nahetuṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī nahetu dhammo uppajjati hetupaccayā. Apacayagāmiṁ nahetuṁ dhammaṁ paṭicca apacayagāmī nahetu ca nevācayagāmināpacayagāmī nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:489.1": "Nevācayagāmināpacayagāmiṁ nahetuṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:490.1": "Ācayagāmiṁ nahetuñca nevācayagāmināpacayagāmiṁ nahetuñca dhammaṁ paṭicca nevācayagāmināpacayagāmī nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:491.1": "Apacayagāmiṁ nahetuñca nevācayagāmināpacayagāmiṁ nahetuñca dhammaṁ paṭicca nevācayagāmināpacayagāmī nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:492.1": "Ācayagāmiṁ nahetuṁ dhammaṁ paṭicca ācayagāmī nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:493.1": "Apacayagāmiṁ nahetuṁ dhammaṁ paṭicca apacayagāmī nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:494.1": "Nevācayagāmināpacayagāmiṁ nahetuṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī nahetu dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:495.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.1:496.0": "Nahetu-naārammaṇa ",
  "patthana4.1:496.1": "Nevācayagāmināpacayagāmiṁ nahetuṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī nahetu dhammo uppajjati nahetupaccayā. ",
  "patthana4.1:497.1": "Ācayagāmiṁ nahetuṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī nahetu dhammo uppajjati naārammaṇapaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:498.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā cha, napurejāte satta, napacchājāte nava, naāsevane satta, nakamme tīṇi, navipāke nava, naāhāre naindriye najhāne namagge ekaṁ …pe… navippayutte tīṇi …pe… novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:499.1": "Hetupaccayā naārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:500.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:501.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:502.0": "Paccayacatukka ",
  "patthana4.1:502.1": "Ācayagāmī nahetu dhammo ācayagāmissa nahetussa dhammassa ārammaṇapaccayena paccayo. Ācayagāmī nahetu dhammo nevācayagāmināpacayagāmissa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:503.1": "Apacayagāmī nahetu dhammo ācayagāmissa nahetussa dhammassa ārammaṇapaccayena paccayo. Apacayagāmī nahetu dhammo nevācayagāmināpacayagāmissa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:504.1": "Nevācayagāmināpacayagāmī nahetu dhammo nevācayagāmināpacayagāmissa nahetussa dhammassa ārammaṇapaccayena paccayo. Nevācayagāmināpacayagāmī nahetu dhammo ācayagāmissa nahetussa dhammassa ārammaṇapaccayena paccayo. Nevācayagāmināpacayagāmī nahetu dhammo apacayagāmissa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:505.1": "Ācayagāmī nahetu dhammo ācayagāmissa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:506.1": "Apacayagāmī nahetu dhammo apacayagāmissa nahetussa dhammassa adhipatipaccayena paccayo. Apacayagāmī nahetu dhammo ācayagāmissa nahetussa dhammassa adhipatipaccayena paccayo. Apacayagāmī nahetu dhammo nevācayagāmināpacayagāmissa nahetussa dhammassa adhipatipaccayena paccayo. Apacayagāmī nahetu dhammo apacayagāmissa nahetussa ca nevācayagāmināpacayagāmissa nahetussa ca dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:507.1": "Nevācayagāmināpacayagāmī nahetu dhammo nevācayagāmināpacayagāmissa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:508.1": "Ācayagāmī nahetu dhammo ācayagāmissa nahetussa dhammassa anantarapaccayena paccayo. Ācayagāmī nahetu dhammo apacayagāmissa nahetussa dhammassa anantarapaccayena paccayo. Ācayagāmī nahetu dhammo nevācayagāmināpacayagāmissa nahetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:509.1": "Apacayagāmī nahetu dhammo nevācayagāmināpacayagāmissa nahetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:510.1": "Nevācayagāmināpacayagāmī nahetu dhammo nevācayagāmināpacayagāmissa nahetussa dhammassa anantarapaccayena paccayo. Nevācayagāmināpacayagāmī nahetu dhammo ācayagāmissa nahetussa dhammassa anantarapaccayena paccayo. …pe…. ",
  "patthana4.1:511.1": "Ācayagāmī nahetu dhammo ācayagāmissa nahetussa dhammassa upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:512.1": "Ārammaṇe satta, adhipatiyā dasa, anantare cha samanantare cha, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye nava, purejāte pacchājāte āsevane tīṇi, kamme satta, vipāke ekaṁ, āhāre indriye jhāne magge satta, sampayutte tīṇi, vippayutte pañca …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:513.1": "Nahetuyā pannarasa, naārammaṇe pannarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:514.1": "Ārammaṇapaccayā nahetuyā satta. (Saṅkhittaṁ.) ",
  "patthana4.1:515.1": "Nahetupaccayā ārammaṇe satta. (Saṅkhittaṁ.) ",
  "patthana4.1:516.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:517.0.1": "4.1.11. Sekkhattika, Hetuduka ",
  "patthana4.1:517.0.2": "Hetu ",
  "patthana4.1:517.1": "Sekkhaṁ hetuṁ dhammaṁ paṭicca sekkho hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:518.1": "Asekkhaṁ hetuṁ dhammaṁ paṭicca asekkho hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:519.1": "Nevasekkhanāsekkhaṁ hetuṁ dhammaṁ paṭicca nevasekkhanāsekkho hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:520.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… āsevane dve …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:521.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, navipāke dve, navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:522.1": "Hetupaccayā naadhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:523.1": "Naadhipatipaccayā hetuyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:524.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana4.1:525.0": "Hetu-ārammaṇādi ",
  "patthana4.1:525.1": "Sekkho hetu dhammo sekkhassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:526.1": "Asekkho hetu dhammo asekkhassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:527.1": "Nevasekkhanāsekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:528.1": "Sekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:529.1": "Asekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:530.1": "Nevasekkhanāsekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:531.1": "Sekkho hetu dhammo sekkhassa hetussa dhammassa adhipatipaccayena paccayo. Sekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:532.1": "Asekkho hetu dhammo asekkhassa hetussa dhammassa adhipatipaccayena paccayo. Asekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:533.1": "Nevasekkhanāsekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:534.1": "Sekkho hetu dhammo sekkhassa hetussa dhammassa anantarapaccayena paccayo. Sekkho hetu dhammo asekkhassa hetussa dhammassa anantarapaccayena paccayo. Sekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:535.1": "Asekkho hetu dhammo asekkhassa hetussa dhammassa anantarapaccayena paccayo. Asekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:536.1": "Nevasekkhanāsekkho hetu dhammo nevasekkhanāsekkhassa hetussa dhammassa anantarapaccayena paccayo. Nevasekkhanāsekkho hetu dhammo sekkhassa hetussa dhammassa anantarapaccayena paccayo. Nevasekkhanāsekkho hetu dhammo asekkhassa hetussa dhammassa anantarapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:537.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā pañca, anantare aṭṭha, samanantare aṭṭha, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye aṭṭha …pe… āsevane dve, vipāke tīṇi, indriye magge sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:538.1": "Nahetuyā aṭṭha, naārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:539.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:540.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:541.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:542.0": "Hetu-ārammaṇa ",
  "patthana4.1:542.1": "Sekkhaṁ nahetuṁ dhammaṁ paṭicca sekkho nahetu dhammo uppajjati hetupaccayā. Sekkhaṁ nahetuṁ dhammaṁ paṭicca nevasekkhanāsekkho nahetu dhammo uppajjati hetupaccayā. Sekkhaṁ nahetuṁ dhammaṁ paṭicca sekkho nahetu ca nevasekkhanāsekkho nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:543.1": "Asekkhaṁ nahetuṁ dhammaṁ paṭicca asekkho nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:544.1": "Nevasekkhanāsekkhaṁ nahetuṁ dhammaṁ paṭicca nevasekkhanāsekkho nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:545.1": "Sekkhaṁ nahetuñca nevasekkhanāsekkhaṁ nahetuñca dhammaṁ paṭicca nevasekkhanāsekkho nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:546.1": "Asekkhaṁ nahetuñca nevasekkhanāsekkhaṁ nahetuñca dhammaṁ paṭicca nevasekkhanāsekkho nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:547.1": "Sekkhaṁ nahetuṁ dhammaṁ paṭicca sekkho nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:548.1": "Asekkhaṁ nahetuṁ dhammaṁ paṭicca asekkho nahetu dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.1:549.1": "Nevasekkhanāsekkhaṁ nahetuṁ dhammaṁ paṭicca nevasekkhanāsekkho nahetu dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:550.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… āsevane dve …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.1:551.0": "Nahetu ",
  "patthana4.1:551.1": "Nevasekkhanāsekkhaṁ nahetuṁ dhammaṁ paṭicca nevasekkhanāsekkho nahetu dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:552.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā tīṇi …pe… napurejāte satta, napacchājāte naāsevane nava, nakamme dve, navipāke pañca …pe… novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:553.1": "Hetupaccayā naārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:554.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:555.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:556.0": "Paccayacatukka ",
  "patthana4.1:556.1": "Sekkho nahetu dhammo nevasekkhanāsekkhassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:557.1": "Asekkho nahetu dhammo nevasekkhanāsekkhassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:558.1": "Nevasekkhanāsekkho nahetu dhammo nevasekkhanāsekkhassa nahetussa dhammassa ārammaṇapaccayena paccayo. Nevasekkhanāsekkho nahetu dhammo sekkhassa nahetussa dhammassa ārammaṇapaccayena paccayo. Nevasekkhanāsekkho nahetu dhammo asekkhassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:559.1": "Sekkho nahetu dhammo sekkhassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:560.1": "Asekkho nahetu dhammo asekkhassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:561.1": "Nevasekkhanāsekkho nahetu dhammo nevasekkhanāsekkhassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:562.1": "Ārammaṇe pañca, adhipatiyā nava, anantare aṭṭha, samanantare aṭṭha, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye aṭṭha, purejāte pacchājāte tīṇi, āsevane dve, kamme aṭṭha, vipāke satta, āhāre indriye jhāne magge satta, sampayutte tīṇi, vippayutte pañca …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:563.1": "Nahetuyā cuddasa, naārammaṇe cuddasa. (Saṅkhittaṁ.) ",
  "patthana4.1:564.1": "Ārammaṇapaccayā nahetuyā pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:565.1": "Nahetupaccayā ārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:566.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:567.0": "4.1.12. Parittattika, Hetuduka ",
  "patthana4.1:567.1": "Parittaṁ hetuṁ dhammaṁ paṭicca paritto hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:568.1": "Mahaggataṁ hetuṁ dhammaṁ paṭicca mahaggato hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:569.1": "Appamāṇaṁ hetuṁ dhammaṁ paṭicca appamāṇo hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:570.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:571.1": "Naadhipatiyā tīṇi …pe… navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:572.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:573.0": "Hetu-ārammaṇādi ",
  "patthana4.1:573.1": "Paritto hetu dhammo parittassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:574.1": "Mahaggato hetu dhammo mahaggatassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:575.1": "Appamāṇo hetu dhammo appamāṇassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:576.1": "Paritto hetu dhammo parittassa hetussa dhammassa ārammaṇapaccayena paccayo. Paritto hetu dhammo mahaggatassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:577.1": "Mahaggato hetu dhammo mahaggatassa hetussa dhammassa ārammaṇapaccayena paccayo. Mahaggato hetu dhammo parittassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:578.1": "Appamāṇo hetu dhammo parittassa hetussa dhammassa ārammaṇapaccayena paccayo. Appamāṇo hetu dhammo mahaggatassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:579.1": "Paritto hetu dhammo parittassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:580.1": "Mahaggato hetu dhammo mahaggatassa hetussa dhammassa adhipatipaccayena paccayo. Mahaggato hetu dhammo parittassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:581.1": "Appamāṇo hetu dhammo appamāṇassa hetussa dhammassa adhipatipaccayena paccayo … dve. ",
  "patthana4.1:582.1": "Paritto hetu dhammo parittassa hetussa dhammassa anantarapaccayena paccayo. Paritto hetu dhammo mahaggatassa hetussa dhammassa anantarapaccayena paccayo. Paritto hetu dhammo appamāṇassa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:583.1": "Mahaggato hetu dhammo mahaggatassa hetussa dhammassa anantarapaccayena paccayo. Mahaggato hetu dhammo parittassa hetussa dhammassa anantarapaccayena paccayo. Mahaggato hetu dhammo appamāṇassa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:584.1": "Appamāṇo hetu dhammo appamāṇassa hetussa dhammassa anantarapaccayena paccayo. Appamāṇo hetu dhammo parittassa hetussa dhammassa anantarapaccayena paccayo. Appamāṇo hetu dhammo mahaggatassa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:585.1": "Paritto hetu dhammo parittassa hetussa dhammassa upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:586.1": "Hetuyā tīṇi, ārammaṇe cha, adhipatiyā pañca, anantare nava, samanantare nava, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane cattāri, vipāke tīṇi, indriye magge sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:587.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:588.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:589.1": "Nahetupaccayā ārammaṇe cha. (Saṅkhittaṁ.) ",
  "patthana4.1:590.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:591.0": "Hetu ",
  "patthana4.1:591.1": "Parittaṁ nahetuṁ dhammaṁ paṭicca paritto nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:592.1": "Mahaggataṁ nahetuṁ dhammaṁ paṭicca mahaggato nahetu dhammo uppajjati hetupaccayā. Mahaggataṁ nahetuṁ dhammaṁ paṭicca paritto nahetu dhammo uppajjati hetupaccayā. Mahaggataṁ nahetuṁ dhammaṁ paṭicca paritto nahetu ca mahaggato nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:593.1": "Appamāṇaṁ nahetuṁ dhammaṁ paṭicca appamāṇo nahetu dhammo uppajjati hetupaccayā. Appamāṇaṁ nahetuṁ dhammaṁ paṭicca paritto nahetu dhammo uppajjati hetupaccayā. Appamāṇaṁ nahetuṁ dhammaṁ paṭicca paritto nahetu ca appamāṇo nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:594.1": "Parittaṁ nahetuñca mahaggataṁ nahetuñca dhammaṁ paṭicca paritto nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:595.1": "Parittaṁ nahetuñca appamāṇaṁ nahetuñca dhammaṁ paṭicca paritto nahetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:596.1": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava …pe… sahajāte terasa, aññamaññe satta …pe… purejāte āsevane tīṇi …pe… vigate pañca, avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:597.0": "Nahetu ",
  "patthana4.1:597.1": "Parittaṁ nahetuṁ dhammaṁ paṭicca paritto nahetu dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:598.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā dasa, napurejāte dvādasa, napacchājāte naāsevane terasa, nakamme tīṇi, navipāke nava, naāhāre naindriye najhāne namagge ekaṁ …pe… navippayutte tīṇi …pe… novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:599.1": "Hetupaccayā naārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:600.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:601.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:602.0": "Paccayacatukka ",
  "patthana4.1:602.1": "Paritto nahetu dhammo parittassa nahetussa dhammassa ārammaṇapaccayena paccayo. Paritto nahetu dhammo mahaggatassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:603.1": "Mahaggato nahetu dhammo mahaggatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Mahaggato nahetu dhammo parittassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:604.1": "Appamāṇo nahetu dhammo appamāṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. Appamāṇo nahetu dhammo parittassa nahetussa dhammassa ārammaṇapaccayena paccayo. Appamāṇo nahetu dhammo mahaggatassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:605.1": "Paritto nahetu dhammo parittassa nahetussa dhammassa adhipatipaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:606.1": "Ārammaṇe satta, adhipatiyā satta, anantare nava, samanantare nava, sahajāte ekādasa, aññamaññe satta, nissaye terasa, upanissaye nava, purejāte pacchājāte tīṇi, āsevane cattāri …pe… sampayutte tīṇi, vippayutte pañca …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:607.1": "Nahetuyā pannarasa, naārammaṇe pannarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:608.1": "Ārammaṇapaccayā nahetuyā satta. (Saṅkhittaṁ.) ",
  "patthana4.1:609.1": "Nahetupaccayā ārammaṇe satta. (Saṅkhittaṁ.) ",
  "patthana4.1:610.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:611.0.1": "4.1.13. Parittārammaṇattika, Hetuduka ",
  "patthana4.1:611.0.2": "Hetu ",
  "patthana4.1:611.1": "Parittārammaṇaṁ hetuṁ dhammaṁ paṭicca parittārammaṇo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:612.1": "Mahaggatārammaṇaṁ hetuṁ dhammaṁ paṭicca mahaggatārammaṇo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:613.1": "Appamāṇārammaṇaṁ hetuṁ dhammaṁ paṭicca appamāṇārammaṇo hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:614.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vigate tīṇi, avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:615.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, navipāke tīṇi, navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:616.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:617.0": "Hetu-ārammaṇa ",
  "patthana4.1:617.1": "Parittārammaṇo hetu dhammo parittārammaṇassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:618.1": "Mahaggatārammaṇo hetu dhammo mahaggatārammaṇassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:619.1": "Appamāṇārammaṇo hetu dhammo appamāṇārammaṇassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:620.1": "Parittārammaṇo hetu dhammo parittārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. Parittārammaṇo hetu dhammo mahaggatārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:621.1": "Mahaggatārammaṇo hetu dhammo mahaggatārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. Mahaggatārammaṇo hetu dhammo parittārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:622.1": "Appamāṇārammaṇo hetu dhammo appamāṇārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. Appamāṇārammaṇo hetu dhammo parittārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. Appamāṇārammaṇo hetu dhammo mahaggatārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:623.1": "Hetuyā tīṇi, ārammaṇe satta, adhipatiyā satta, anantare nava, samanantare nava, sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane pañca, vipāke tīṇi, indriye magge sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:624.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:625.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:626.1": "Nahetupaccayā ārammaṇe satta. (Saṅkhittaṁ.) ",
  "patthana4.1:627.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:628.0": "Hetu ",
  "patthana4.1:628.1": "Parittārammaṇaṁ nahetuṁ dhammaṁ paṭicca parittārammaṇo nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:629.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:630.1": "Parittārammaṇaṁ nahetuṁ dhammaṁ paṭicca parittārammaṇo nahetu dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:631.1": "Nahetuyā tīṇi, naadhipatiyā tīṇi …pe… najhāne ekaṁ …pe… navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:632.1": "Hetupaccayā naadhipatiyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:633.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:634.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:635.0": "Ārammaṇa-adhipati ",
  "patthana4.1:635.1": "Parittārammaṇo nahetu dhammo parittārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. Parittārammaṇo nahetu dhammo mahaggatārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:636.1": "Mahaggatārammaṇo nahetu dhammo mahaggatārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. Mahaggatārammaṇo nahetu dhammo parittārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:637.1": "Appamāṇārammaṇo nahetu dhammo appamāṇārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. Appamāṇārammaṇo nahetu dhammo parittārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. Appamāṇārammaṇo nahetu dhammo mahaggatārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:638.1": "Parittārammaṇo nahetu dhammo parittārammaṇassa nahetussa dhammassa adhipatipaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:639.1": "Ārammaṇe satta, adhipatiyā satta, anantare nava, samanantare nava, sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane kamme pañca, vipāke …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:640.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:641.1": "Ārammaṇapaccayā nahetuyā satta. (Saṅkhittaṁ.) ",
  "patthana4.1:642.1": "Nahetupaccayā ārammaṇe satta. (Saṅkhittaṁ.) ",
  "patthana4.1:643.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:644.0.1": "4.1.14. Hīnattika, Hetuduka ",
  "patthana4.1:644.0.2": "Hetu ",
  "patthana4.1:644.1": "Hīnaṁ hetuṁ dhammaṁ paṭicca hīno hetu dhammo uppajjati hetupaccayā. Majjhimaṁ hetuṁ dhammaṁ paṭicca majjhimo hetu dhammo uppajjati hetupaccayā. Paṇītaṁ hetuṁ dhammaṁ paṭicca paṇīto hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:645.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:646.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, navipāke tīṇi, navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:647.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:648.0": "Hetu-ārammaṇādi ",
  "patthana4.1:648.1": "Hīno hetu dhammo hīnassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:649.1": "Majjhimo hetu dhammo majjhimassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:650.1": "Paṇīto hetu dhammo paṇītassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:651.1": "Hīno hetu dhammo hīnassa hetussa dhammassa ārammaṇapaccayena paccayo. Hīno hetu dhammo majjhimassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:652.1": "Majjhimo hetu dhammo majjhimassa hetussa dhammassa ārammaṇapaccayena paccayo. Majjhimo hetu dhammo hīnassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:653.1": "Paṇīto hetu dhammo majjhimassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:654.1": "Hīno hetu dhammo hīnassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:655.1": "Majjhimo hetu dhammo majjhimassa hetussa dhammassa adhipatipaccayena paccayo. Majjhimo hetu dhammo hīnassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:656.1": "Paṇīto hetu dhammo paṇītassa hetussa dhammassa adhipatipaccayena paccayo. Paṇīto hetu dhammo majjhimassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:657.1": "Hīno hetu dhammo hīnassa hetussa dhammassa anantarapaccayena paccayo … dve. ",
  "patthana4.1:658.1": "Majjhimo hetu dhammo majjhimassa hetussa dhammassa anantarapaccayena paccayo … dve. ",
  "patthana4.1:659.1": "Paṇīto hetu dhammo paṇītassa hetussa dhammassa anantarapaccayena paccayo … dve. (Saṅkhittaṁ.) ",
  "patthana4.1:660.1": "Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā pañca, anantare cha, samanantare cha, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye aṭṭha, āsevane tīṇi, vipāke indriye magge dve, sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:661.1": "Nahetuyā aṭṭha, naārammaṇe aṭṭha. (Saṅkhittaṁ.) ",
  "patthana4.1:662.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:663.1": "Nahetupaccayā ārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:664.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:665.0": "Hetu ",
  "patthana4.1:665.1": "Hīnaṁ nahetuṁ dhammaṁ paṭicca hīno nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:666.1": "(Yathā saṅkiliṭṭhattikahetudukaṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:667.0.1": "4.1.15. Micchattaniyatattika, Hetuduka ",
  "patthana4.1:667.0.2": "Hetu ",
  "patthana4.1:667.1": "Micchattaniyataṁ hetuṁ dhammaṁ paṭicca micchattaniyato hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:668.1": "Sammattaniyataṁ hetuṁ dhammaṁ paṭicca sammattaniyato hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:669.1": "Aniyataṁ hetuṁ dhammaṁ paṭicca aniyato hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:670.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:671.1": "Naadhipatiyā dve, napurejāte dve, napacchājāte tīṇi, naāsevane ekaṁ, navipāke tīṇi, navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana4.1:672.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:673.0": "Hetu-ārammaṇādi ",
  "patthana4.1:673.1": "Micchattaniyato hetu dhammo micchattaniyatassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:674.1": "Sammattaniyato hetu dhammo sammattaniyatassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:675.1": "Aniyato hetu dhammo aniyatassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:676.1": "Micchattaniyato hetu dhammo aniyatassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:677.1": "Sammattaniyato hetu dhammo aniyatassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:678.1": "Aniyato hetu dhammo aniyatassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:679.1": "Aniyato hetu dhammo micchattaniyatassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:680.1": "Sammattaniyato hetu dhammo sammattaniyatassa hetussa dhammassa adhipatipaccayena paccayo. Sammattaniyato hetu dhammo aniyatassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:681.1": "Aniyato hetu dhammo aniyatassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:682.0": "Anantarādi ",
  "patthana4.1:682.1": "Micchattaniyato hetu dhammo aniyatassa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:683.1": "Sammattaniyato hetu dhammo aniyatassa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:684.1": "Aniyato hetu dhammo aniyatassa hetussa dhammassa anantarapaccayena paccayo. Aniyato hetu dhammo micchattaniyatassa hetussa dhammassa anantarapaccayena paccayo. Aniyato hetu dhammo sammattaniyatassa hetussa dhammassa anantarapaccayena paccayo. …pe… ",
  "patthana4.1:685.1": "Micchattaniyato hetu dhammo micchattaniyatassa hetussa dhammassa upanissayapaccayena paccayo. Micchattaniyato hetu dhammo aniyatassa hetussa dhammassa upanissayapaccayena paccayo. ",
  "patthana4.1:686.1": "Sammattaniyato hetu dhammo sammattaniyatassa hetussa dhammassa upanissayapaccayena paccayo. Sammattaniyato hetu dhammo aniyatassa hetussa dhammassa upanissayapaccayena paccayo. ",
  "patthana4.1:687.1": "Aniyato hetu dhammo aniyatassa hetussa dhammassa upanissayapaccayena paccayo. Aniyato hetu dhammo micchattaniyatassa hetussa dhammassa upanissayapaccayena paccayo. Aniyato hetu dhammo sammattaniyatassa hetussa dhammassa upanissayapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:688.1": "Hetuyā tīṇi, ārammaṇe cattāri, adhipatiyā tīṇi, anantare pañca, samanantare pañca, sahajāte tīṇi …pe… upanissaye satta, āsevane tīṇi, vipāke ekaṁ, indriye magge dve, sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:689.1": "Nahetuyā satta, naārammaṇe satta. (Saṅkhittaṁ.) ",
  "patthana4.1:690.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:691.1": "Nahetupaccayā ārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:692.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:693.0": "Hetu ",
  "patthana4.1:693.1": "Micchattaniyataṁ nahetuṁ dhammaṁ paṭicca micchattaniyato nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:694.1": "Sammattaniyataṁ nahetuṁ dhammaṁ paṭicca sammattaniyato nahetu dhammo uppajjati hetupaccayā. Sammattaniyataṁ nahetuṁ dhammaṁ paṭicca aniyato nahetu dhammo uppajjati hetupaccayā. Sammattaniyataṁ nahetuṁ dhammaṁ paṭicca sammattaniyato nahetu ca aniyato nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:695.1": "Aniyataṁ nahetuṁ dhammaṁ paṭicca aniyato nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:696.1": "Micchattaniyataṁ nahetuñca aniyataṁ nahetuñca dhammaṁ paṭicca aniyato nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:697.1": "Sammattaniyataṁ nahetuñca aniyataṁ nahetuñca dhammaṁ paṭicca aniyato nahetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:698.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana4.1:699.0": "Nahetu ",
  "patthana4.1:699.1": "Aniyataṁ nahetuṁ dhammaṁ paṭicca aniyato nahetu dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana4.1:700.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā tīṇi …pe… napurejāte cha, napacchājāte nava, naāsevane pañca, nakamme tīṇi, navipāke nava, naāhāre naindriye najhāne namagge ekaṁ …pe… navippayutte dve …pe… novigate pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:701.1": "Hetupaccayā naārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:702.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:703.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:704.0": "Ārammaṇa-adhipati-anantara ",
  "patthana4.1:704.1": "Micchattaniyato nahetu dhammo aniyatassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:705.1": "Sammattaniyato nahetu dhammo aniyatassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:706.1": "Aniyato nahetu dhammo aniyatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Aniyato nahetu dhammo micchattaniyatassa nahetussa dhammassa ārammaṇapaccayena paccayo. Aniyato nahetu dhammo sammattaniyatassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:707.1": "Micchattaniyato nahetu dhammo micchattaniyatassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:708.1": "Sammattaniyato nahetu dhammo sammattaniyatassa nahetussa dhammassa adhipatipaccayena paccayo. Sammattaniyato nahetu dhammo aniyatassa nahetussa dhammassa adhipatipaccayena paccayo. Sammattaniyato nahetu dhammo sammattaniyatassa nahetussa ca aniyatassa nahetussa ca dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:709.1": "Aniyato nahetu dhammo aniyatassa nahetussa dhammassa adhipatipaccayena paccayo. Aniyato nahetu dhammo sammattaniyatassa nahetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:710.1": "Micchattaniyato nahetu dhammo aniyatassa nahetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:711.1": "Sammattaniyato nahetu dhammo aniyatassa nahetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:712.1": "Aniyato nahetu dhammo aniyatassa nahetussa dhammassa anantarapaccayena paccayo. Aniyato nahetu dhammo micchattaniyatassa nahetussa dhammassa anantarapaccayena paccayo. Aniyato nahetu dhammo sammattaniyatassa nahetussa dhammassa anantarapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:713.1": "Ārammaṇe pañca, adhipatiyā aṭṭha, anantare pañca, samanantare pañca, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye satta, purejāte pacchājāte āsevane tīṇi, kamme satta, vipāke ekaṁ, āhāre indriye jhāne magge satta, sampayutte tīṇi, vippayutte pañca …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:714.1": "Nahetuyā terasa, naārammaṇe terasa, naadhipatiyā terasa. (Saṅkhittaṁ.) ",
  "patthana4.1:715.1": "Ārammaṇapaccayā nahetuyā pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:716.1": "Nahetupaccayā ārammaṇe pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:717.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:718.0.1": "4.1.16. Maggārammaṇattika, Hetuduka ",
  "patthana4.1:718.0.2": "Hetu ",
  "patthana4.1:718.1": "Maggārammaṇaṁ hetuṁ dhammaṁ paṭicca maggārammaṇo hetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:719.1": "Maggahetukaṁ hetuṁ dhammaṁ paṭicca maggahetuko hetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:720.1": "Maggādhipatiṁ hetuṁ dhammaṁ paṭicca maggādhipati hetu dhammo uppajjati hetupaccayā … pañca. ",
  "patthana4.1:721.1": "Maggārammaṇaṁ hetuñca maggādhipatiṁ hetuñca dhammaṁ paṭicca maggārammaṇo hetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana4.1:722.1": "Maggahetukaṁ hetuñca maggādhipatiṁ hetuñca dhammaṁ paṭicca maggahetuko hetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:723.1": "Hetuyā sattarasa …pe… avigate sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:724.1": "Naadhipatiyā sattarasa, napurejāte sattarasa …pe… naāsevane nava, navipāke sattarasa, navippayutte sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:725.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:726.0": "Hetu-ārammaṇādi ",
  "patthana4.1:726.1": "Maggārammaṇo hetu dhammo maggārammaṇassa hetussa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.1:727.1": "Maggahetuko hetu dhammo maggahetukassa hetussa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.1:728.1": "Maggādhipati hetu dhammo maggādhipatissa hetussa dhammassa hetupaccayena paccayo … pañca. ",
  "patthana4.1:729.1": "Maggārammaṇo hetu ca maggādhipati hetu ca dhammā maggārammaṇassa hetussa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.1:730.1": "Maggahetuko hetu ca maggādhipati hetu ca dhammā maggahetukassa hetussa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana4.1:731.1": "Maggahetuko hetu dhammo maggārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. Maggahetuko hetu dhammo maggādhipatissa hetussa dhammassa ārammaṇapaccayena paccayo. Maggahetuko hetu dhammo maggārammaṇassa hetussa ca maggādhipatissa hetussa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:732.1": "Maggādhipati hetu dhammo maggādhipatissa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:733.1": "Maggahetuko hetu ca maggādhipati hetu ca dhammā maggārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:734.1": "Maggārammaṇo hetu dhammo maggārammaṇassa hetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:735.1": "Maggahetuko hetu dhammo maggahetukassa hetussa dhammassa adhipatipaccayena paccayo … pañca. ",
  "patthana4.1:736.1": "Maggādhipati hetu dhammo maggādhipatissa hetussa dhammassa adhipatipaccayena paccayo … pañca. ",
  "patthana4.1:737.1": "Maggārammaṇo hetu ca maggādhipati hetu ca dhammā maggārammaṇassa hetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:738.1": "Maggahetuko hetu ca maggādhipati hetu ca dhammā maggārammaṇassa hetussa dhammassa adhipatipaccayena paccayo … pañca. ",
  "patthana4.1:739.1": "Maggārammaṇo hetu dhammo maggārammaṇassa hetussa dhammassa anantarapaccayena paccayo … tīṇi. ",
  "patthana4.1:740.1": "Maggādhipati hetu dhammo maggādhipatissa hetussa dhammassa anantarapaccayena paccayo … tīṇi. ",
  "patthana4.1:741.1": "Maggārammaṇo hetu ca maggādhipati hetu ca dhammā maggārammaṇassa hetussa dhammassa anantarapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:742.1": "Hetuyā sattarasa, ārammaṇe nava, adhipatiyā ekavīsa, anantare nava, samanantare nava, sahajāte sattarasa, aññamaññe sattarasa, nissaye sattarasa, upanissaye ekavīsa, āsevane nava, indriye magge sampayutte sattarasa …pe… avigate sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:743.1": "Nahetuyā ekavīsa, naārammaṇe sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:744.1": "Hetupaccayā naārammaṇe sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:745.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:746.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:747.0": "Hetu ",
  "patthana4.1:747.1": "Maggārammaṇaṁ nahetuṁ dhammaṁ paṭicca maggārammaṇo nahetu dhammo uppajjati hetupaccayā. Maggārammaṇaṁ nahetuṁ dhammaṁ paṭicca maggādhipati nahetu dhammo uppajjati hetupaccayā. Maggārammaṇaṁ nahetuṁ dhammaṁ paṭicca maggārammaṇo nahetu ca maggādhipati nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:748.1": "Maggahetukaṁ nahetuṁ dhammaṁ paṭicca maggahetuko nahetu dhammo uppajjati hetupaccayā. Maggahetukaṁ nahetuṁ dhammaṁ paṭicca maggādhipati nahetu dhammo uppajjati hetupaccayā. Maggahetukaṁ nahetuṁ dhammaṁ paṭicca maggahetuko nahetu ca maggādhipati nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:749.1": "Maggādhipatiṁ nahetuṁ dhammaṁ paṭicca maggādhipati nahetu dhammo uppajjati hetupaccayā. Maggādhipatiṁ nahetuṁ dhammaṁ paṭicca maggārammaṇo nahetu dhammo uppajjati hetupaccayā. Maggādhipatiṁ nahetuṁ dhammaṁ paṭicca maggahetuko nahetu dhammo uppajjati hetupaccayā. Maggādhipatiṁ nahetuṁ dhammaṁ paṭicca maggārammaṇo nahetu ca maggādhipati nahetu ca dhammā uppajjanti hetupaccayā. Maggādhipatiṁ nahetuṁ dhammaṁ paṭicca maggahetuko nahetu ca maggādhipati nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:750.1": "Maggārammaṇaṁ nahetuñca maggādhipatiṁ nahetuñca dhammaṁ paṭicca maggārammaṇo nahetu dhammo uppajjati hetupaccayā. Maggārammaṇaṁ nahetuñca maggādhipatiṁ nahetuñca dhammaṁ paṭicca maggādhipati nahetu dhammo uppajjati hetupaccayā. Maggārammaṇaṁ nahetuñca maggādhipatiṁ nahetuñca dhammaṁ paṭicca maggārammaṇo nahetu ca maggādhipati nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.1:751.1": "Maggahetukaṁ nahetuñca maggādhipatiṁ nahetuñca dhammaṁ paṭicca maggahetuko nahetu dhammo uppajjati hetupaccayā. Maggahetukaṁ nahetuñca maggādhipatiṁ nahetuñca dhammaṁ paṭicca maggādhipati nahetu dhammo uppajjati hetupaccayā. Maggahetukaṁ nahetuñca maggādhipatiṁ nahetuñca dhammaṁ paṭicca maggahetuko nahetu ca maggādhipati nahetu ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:752.1": "Hetuyā sattarasa, ārammaṇe sattarasa …pe… avigate sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:753.0": "Nahetu ",
  "patthana4.1:753.1": "Maggārammaṇaṁ nahetuṁ dhammaṁ paṭicca maggārammaṇo nahetu dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:754.1": "Nahetuyā ekaṁ, naadhipatiyā sattarasa, napurejāte sattarasa, napacchājāte sattarasa, naāsevane nava, nakamme sattarasa, navipāke sattarasa, namagge ekaṁ, navippayutte sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:755.1": "Hetupaccayā naadhipatiyā sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:756.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:757.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:758.0": "Ārammaṇādi ",
  "patthana4.1:758.1": "Maggahetuko nahetu dhammo maggārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. Maggahetuko nahetu dhammo maggādhipatissa nahetussa dhammassa ārammaṇapaccayena paccayo. Maggahetuko nahetu dhammo maggārammaṇassa nahetussa ca maggādhipatissa nahetussa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:759.1": "Maggādhipati nahetu dhammo maggādhipatissa nahetussa dhammassa ārammaṇapaccayena paccayo. Maggādhipati nahetu dhammo maggārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. Maggādhipati nahetu dhammo maggārammaṇassa nahetussa ca maggādhipatissa nahetussa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:760.1": "Maggahetuko nahetu ca maggādhipati nahetu ca dhammā maggārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:761.1": "Maggārammaṇo nahetu dhammo maggārammaṇassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:762.1": "Maggahetuko nahetu dhammo maggahetukassa nahetussa dhammassa adhipatipaccayena paccayo. Maggahetuko nahetu dhammo maggārammaṇassa nahetussa dhammassa adhipatipaccayena paccayo. Maggahetuko nahetu dhammo maggādhipatissa nahetussa dhammassa adhipatipaccayena paccayo. Maggahetuko nahetu dhammo maggārammaṇassa nahetussa ca maggādhipatissa nahetussa ca dhammassa adhipatipaccayena paccayo. Maggahetuko nahetu dhammo maggahetukassa nahetussa ca maggādhipatissa nahetussa ca dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:763.1": "Maggādhipati nahetu dhammo maggādhipatissa nahetussa dhammassa adhipatipaccayena paccayo … pañca. ",
  "patthana4.1:764.1": "Maggārammaṇo nahetu ca maggādhipati nahetu ca dhammā maggārammaṇassa nahetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:765.1": "Maggahetuko nahetu ca maggādhipati nahetu ca dhammā maggahetukassa nahetussa dhammassa adhipatipaccayena paccayo … pañca. ",
  "patthana4.1:766.0": "Anantara-upanissaya ",
  "patthana4.1:766.1": "Maggārammaṇo nahetu dhammo maggārammaṇassa nahetussa dhammassa anantarapaccayena paccayo. Maggārammaṇo nahetu dhammo maggādhipatissa nahetussa dhammassa anantarapaccayena paccayo. Maggārammaṇo nahetu dhammo maggārammaṇassa nahetussa ca maggādhipatissa nahetussa ca dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:767.1": "Maggādhipati nahetu dhammo maggādhipatissa nahetussa dhammassa anantarapaccayena paccayo. Maggādhipati nahetu dhammo maggārammaṇassa nahetussa dhammassa anantarapaccayena paccayo. Maggādhipati nahetu dhammo maggārammaṇassa nahetussa ca maggādhipatissa nahetussa ca dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:768.1": "Maggārammaṇo nahetu ca maggādhipati nahetu ca dhammā maggārammaṇassa nahetussa dhammassa anantarapaccayena paccayo … tīṇi …pe…. ",
  "patthana4.1:769.1": "Maggārammaṇo nahetu dhammo maggārammaṇassa nahetussa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana4.1:770.1": "Maggahetuko nahetu dhammo maggahetukassa nahetussa dhammassa upanissayapaccayena paccayo … pañca. ",
  "patthana4.1:771.1": "Maggādhipati nahetu dhammo maggādhipatissa nahetussa dhammassa upanissayapaccayena paccayo … pañca. ",
  "patthana4.1:772.1": "Maggārammaṇo nahetu ca maggādhipati nahetu ca dhammā maggārammaṇassa nahetussa dhammassa upanissayapaccayena paccayo … tīṇi. ",
  "patthana4.1:773.1": "Maggahetuko nahetu ca maggādhipati nahetu ca dhammā maggahetukassa nahetussa dhammassa upanissayapaccayena paccayo … pañca. (Saṅkhittaṁ.) ",
  "patthana4.1:774.1": "Ārammaṇe nava, adhipatiyā ekavīsa, anantare nava, samanantare nava, sahajāte sattarasa, aññamaññe sattarasa, nissaye sattarasa, upanissaye ekavīsa, āsevane nava, kamme sattarasa, āhāre indriye jhāne magge sampayutte sattarasa …pe… avigate sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:775.1": "Nahetuyā ekavīsa, naārammaṇe sattarasa. (Saṅkhittaṁ.) ",
  "patthana4.1:776.1": "Ārammaṇapaccayā nahetuyā nava. (Saṅkhittaṁ.) ",
  "patthana4.1:777.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:778.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:779.0.1": "4.1.17. Uppannattika, Hetuduka ",
  "patthana4.1:779.0.2": "Hetvādi ",
  "patthana4.1:779.1": "Uppanno hetu dhammo uppannassa hetussa dhammassa hetupaccayena paccayo— uppannā hetū sampayuttakānaṁ hetūnaṁ hetupaccayena paccayo; paṭisandhikkhaṇe …pe…. ",
  "patthana4.1:780.1": "Anuppanno hetu dhammo uppannassa hetussa dhammassa ārammaṇapaccayena paccayo— anuppannā hetū cetopariyañāṇassa anāgataṁsañāṇassa ārammaṇapaccayena paccayo. Uppādī hetu dhammo uppannassa hetussa dhammassa ārammaṇapaccayena paccayo— uppādī hetū cetopariyañāṇassa anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:781.1": "Uppanno hetu dhammo uppannassa hetussa dhammassa adhipatipaccayena paccayo … tīṇi. ",
  "patthana4.1:782.1": "Sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo … upanissayapaccayena paccayo … vipākapaccayena paccayo … indriyapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … atthipaccayena paccayo …pe… avigatapaccayena paccayo. ",
  "patthana4.1:783.1": "Hetuyā ekaṁ, ārammaṇe dve, adhipatiyā tīṇi, sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, upanissaye dve …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:784.1": "Nahetuyā dve, naārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana4.1:785.1": "Hetupaccayā naārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:786.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana4.1:787.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:788.0": "Ārammaṇādi ",
  "patthana4.1:788.1": "Uppanno nahetu dhammo uppannassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:789.1": "Anuppanno nahetu dhammo uppannassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:790.1": "Uppādī nahetu dhammo uppannassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:791.1": "Uppanno nahetu dhammo uppannassa nahetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:792.1": "Anuppanno nahetu dhammo uppannassa nahetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:793.1": "Uppādī nahetu dhammo uppannassa nahetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:794.1": "Uppanno nahetu dhammo uppannassa nahetussa dhammassa sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana4.1:795.1": "Anuppanno nahetu dhammo uppannassa nahetussa dhammassa upanissayapaccayena paccayo. ",
  "patthana4.1:796.1": "Uppādī nahetu dhammo uppannassa nahetussa dhammassa upanissayapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:797.1": "Ārammaṇe tīṇi, adhipatiyā tīṇi, sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, upanissaye tīṇi …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:798.1": "Nahetuyā tīṇi, naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:799.1": "Ārammaṇapaccayā nahetuyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:800.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:801.0": "4.1.18. Atītattika, Hetuduka ",
  "patthana4.1:801.1": "Paccuppanno hetu dhammo paccuppannassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:802.1": "Atīto hetu dhammo paccuppannassa hetussa dhammassa ārammaṇapaccayena paccayo. Anāgato hetu dhammo paccuppannassa hetussa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:803.1": "Hetuyā ekaṁ, ārammaṇe dve, adhipatiyā tīṇi …pe… sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, upanissaye dve …pe… vipāke ekaṁ, indriye ekaṁ, magge ekaṁ, sampayutte ekaṁ, atthiyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:804.1": "Nahetuyā dve, naārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana4.1:805.1": "Hetupaccayā naārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:806.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana4.1:807.0": "Ārammaṇa ",
  "patthana4.1:807.1": "Atīto nahetu dhammo paccuppannassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:808.1": "Anāgato nahetu dhammo paccuppannassa nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:809.1": "Paccuppanno nahetu dhammo paccuppannassa nahetussa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:810.1": "Ārammaṇe tīṇi, adhipatiyā tīṇi, anantare ekaṁ …pe… sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, upanissaye tīṇi …pe… āsevane ekaṁ, kamme dve, vipāke ekaṁ …pe… indriye ekaṁ, magge ekaṁ, sampayutte ekaṁ, atthiyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:811.1": "Nahetuyā tīṇi, naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:812.1": "Ārammaṇapaccayā nahetuyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:813.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:814.0.1": "4.1.19. Atītārammaṇattika, Hetuduka ",
  "patthana4.1:814.0.2": "Hetu ",
  "patthana4.1:814.1": "Atītārammaṇaṁ hetuṁ dhammaṁ paṭicca atītārammaṇo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:815.1": "Anāgatārammaṇaṁ hetuṁ dhammaṁ paṭicca anāgatārammaṇo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:816.1": "Paccuppannārammaṇaṁ hetuṁ dhammaṁ paṭicca paccuppannārammaṇo hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:817.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:818.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, navipāke tīṇi, navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana4.1:819.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:820.0": "Hetu-ārammaṇa ",
  "patthana4.1:820.1": "Atītārammaṇo hetu dhammo atītārammaṇassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:821.1": "Anāgatārammaṇo hetu dhammo anāgatārammaṇassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:822.1": "Paccuppannārammaṇo hetu dhammo paccuppannārammaṇassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:823.1": "Atītārammaṇo hetu dhammo atītārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. Atītārammaṇo hetu dhammo anāgatārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. Atītārammaṇo hetu dhammo paccuppannārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:824.1": "Anāgatārammaṇo hetu dhammo anāgatārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:825.1": "Paccuppannārammaṇo hetu dhammo paccuppannārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:826.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare cha, samanantare cha, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane tīṇi, vipāke indriye magge sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:827.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:828.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:829.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:830.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:831.0": "Hetu ",
  "patthana4.1:831.1": "Atītārammaṇaṁ nahetuṁ dhammaṁ paṭicca atītārammaṇo nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:832.1": "Anāgatārammaṇaṁ nahetuṁ dhammaṁ paṭicca anāgatārammaṇo nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:833.1": "Paccuppannārammaṇaṁ nahetuṁ dhammaṁ paṭicca paccuppannārammaṇo nahetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:834.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:835.1": "Nahetuyā tīṇi, naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, najhāne ekaṁ, namagge tīṇi, navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana4.1:836.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:837.0": "Ārammaṇa ",
  "patthana4.1:837.1": "Atītārammaṇo nahetu dhammo atītārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:838.1": "Anāgatārammaṇo nahetu dhammo anāgatārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana4.1:839.1": "Paccuppannārammaṇo nahetu dhammo paccuppannārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:840.1": "Ārammaṇe nava, adhipatiyā satta, anantare satta …pe… sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme nava, vipāke …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:841.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:842.1": "Ārammaṇapaccayā nahetuyā nava. (Saṅkhittaṁ.) ",
  "patthana4.1:843.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana4.1:844.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:845.0.1": "4.1.20. Ajjhattattika, Hetuduka ",
  "patthana4.1:845.0.2": "Hetu ",
  "patthana4.1:845.1": "Ajjhattaṁ hetuṁ dhammaṁ paṭicca ajjhatto hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:846.1": "Bahiddhā hetuṁ dhammaṁ paṭicca bahiddhā hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:847.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.1:848.1": "Naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, navipāke dve, navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana4.1:849.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:850.0": "Hetu-ārammaṇādi ",
  "patthana4.1:850.1": "Ajjhatto hetu dhammo ajjhattassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:851.1": "Bahiddhā hetu dhammo bahiddhā hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:852.1": "Ajjhatto hetu dhammo ajjhattassa hetussa dhammassa ārammaṇapaccayena paccayo. Ajjhatto hetu dhammo bahiddhā hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:853.1": "Bahiddhā hetu dhammo bahiddhā hetussa dhammassa ārammaṇapaccayena paccayo. Bahiddhā hetu dhammo ajjhattassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:854.1": "Ajjhatto hetu dhammo ajjhattassa hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:855.1": "Bahiddhā hetu dhammo bahiddhā hetussa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.1:856.1": "Ajjhatto hetu dhammo ajjhattassa hetussa dhammassa anantarapaccayena paccayo. ",
  "patthana4.1:857.1": "Bahiddhā hetu dhammo bahiddhā hetussa dhammassa anantarapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:858.1": "Hetuyā dve, ārammaṇe cattāri, adhipatiyā dve, anantare dve, samanantare dve, sahajāte dve, aññamaññe dve, nissaye dve, upanissaye cattāri …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.1:859.1": "Nahetuyā cattāri, naārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:860.1": "Hetupaccayā naārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana4.1:861.1": "Nahetupaccayā ārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:862.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:863.0": "Hetu ",
  "patthana4.1:863.1": "Ajjhattaṁ nahetuṁ dhammaṁ paṭicca ajjhatto nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:864.1": "Bahiddhā nahetuṁ dhammaṁ paṭicca bahiddhā nahetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:865.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.1:866.1": "Nahetuyā dve, naadhipatiyā dve …pe… navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana4.1:867.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:868.0": "Ārammaṇa ",
  "patthana4.1:868.1": "Ajjhatto nahetu dhammo ajjhattassa nahetussa dhammassa ārammaṇapaccayena paccayo. Ajjhatto nahetu dhammo bahiddhā nahetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:869.1": "Bahiddhā nahetu dhammo bahiddhā nahetussa dhammassa ārammaṇapaccayena paccayo. Bahiddhā nahetu dhammo ajjhattassa nahetussa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:870.1": "Ārammaṇe cattāri, adhipatiyā cattāri, anantare dve …pe… sahajāte aññamaññe nissaye dve, upanissaye cattāri, purejāte cha, pacchājāte āsevane kamme vipāke dve, āhāre cha, indriye …pe… vippayutte dve …pe… avigate cha. (Saṅkhittaṁ.) ",
  "patthana4.1:871.1": "Nahetuyā cha, naārammaṇe cha. (Saṅkhittaṁ.) ",
  "patthana4.1:872.1": "Ārammaṇapaccayā nahetuyā cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:873.1": "Nahetupaccayā ārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:874.1": "Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ. ",
  "patthana4.1:875.0.1": "4.1.21. Ajjhattārammaṇattika, Hetuduka ",
  "patthana4.1:875.0.2": "Hetu ",
  "patthana4.1:875.1": "Ajjhattārammaṇaṁ hetuṁ dhammaṁ paṭicca ajjhattārammaṇo hetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:876.1": "Bahiddhārammaṇaṁ hetuṁ dhammaṁ paṭicca bahiddhārammaṇo hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:877.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.1:878.1": "Naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, navipāke dve, navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana4.1:879.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:880.0": "Hetu-ārammaṇa ",
  "patthana4.1:880.1": "Ajjhattārammaṇo hetu dhammo ajjhattārammaṇassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:881.1": "Bahiddhārammaṇo hetu dhammo bahiddhārammaṇassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:882.1": "Ajjhattārammaṇo hetu dhammo ajjhattārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. Ajjhattārammaṇo hetu dhammo bahiddhārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.1:883.1": "Bahiddhārammaṇo hetu dhammo bahiddhārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo. Bahiddhārammaṇo hetu dhammo ajjhattārammaṇassa hetussa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:884.1": "Hetuyā dve, ārammaṇe cattāri, adhipatiyā tīṇi, anantare cattāri, samanantare cattāri, sahajāte aññamaññe nissaye dve, upanissaye cattāri, āsevane tīṇi, vipāke indriye magge sampayutte dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.1:885.1": "Nahetuyā cattāri, naārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:886.1": "Hetupaccayā naārammaṇe dve. (Saṅkhittaṁ.) ",
  "patthana4.1:887.1": "Nahetupaccayā ārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:888.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:889.0": "Hetu ",
  "patthana4.1:889.1": "Ajjhattārammaṇaṁ nahetuṁ dhammaṁ paṭicca ajjhattārammaṇo nahetu dhammo uppajjati hetupaccayā. ",
  "patthana4.1:890.1": "Bahiddhārammaṇaṁ nahetuṁ dhammaṁ paṭicca bahiddhārammaṇo nahetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:891.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.1:892.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.) ",
  "patthana4.1:893.0": "Ārammaṇa ",
  "patthana4.1:893.1": "Ajjhattārammaṇo nahetu dhammo ajjhattārammaṇassa nahetussa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:894.1": "Ārammaṇe cattāri, adhipatiyā tīṇi, anantare cattāri, sahajāte aññamaññe nissaye dve, upanissaye cattāri, āsevane tīṇi, kamme cattāri, vipāke …pe… sampayutte dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana4.1:895.1": "Nahetuyā cattāri, naārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:896.1": "Ārammaṇapaccayā nahetuyā cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:897.1": "Nahetupaccayā ārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana4.1:898.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:899.0": "4.1.22. Sanidassanasappaṭighattika, Hetuduka ",
  "patthana4.1:899.1": "Anidassanaappaṭighaṁ hetuṁ dhammaṁ paṭicca anidassanaappaṭigho hetu dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:900.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:901.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.1:902.1": "Anidassanaappaṭigho hetu dhammo anidassanaappaṭighassa hetussa dhammassa hetupaccayena paccayo. ",
  "patthana4.1:903.1": "Anidassanaappaṭigho hetu dhammo anidassanaappaṭighassa hetussa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana4.1:904.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Sabbattha ekaṁ.) ",
  "patthana4.1:905.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:906.0": "Hetu-ārammaṇa ",
  "patthana4.1:906.1": "Anidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca anidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca sanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca anidassanaappaṭigho nahetu dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca sanidassanasappaṭigho nahetu ca anidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca anidassanasappaṭigho nahetu ca anidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca sanidassanasappaṭigho nahetu ca anidassanasappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca sanidassanasappaṭigho nahetu ca anidassanasappaṭigho nahetu ca anidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā … satta. ",
  "patthana4.1:907.1": "Anidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca anidassanaappaṭigho nahetu dhammo uppajjati hetupaccayā. Anidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca sanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Anidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca anidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Anidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca sanidassanasappaṭigho nahetu ca anidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Anidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca anidassanasappaṭigho nahetu ca anidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Anidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca sanidassanasappaṭigho nahetu ca anidassanasappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Anidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca sanidassanasappaṭigho nahetu ca anidassanasappaṭigho nahetu ca anidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā … satta. ",
  "patthana4.1:908.1": "Anidassanasappaṭighaṁ nahetuñca anidassanaappaṭighaṁ nahetuñca dhammaṁ paṭicca sanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ nahetuñca anidassanaappaṭighaṁ nahetuñca dhammaṁ paṭicca anidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ nahetuñca anidassanaappaṭighaṁ nahetuñca dhammaṁ paṭicca anidassanaappaṭigho nahetu dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ nahetuñca anidassanaappaṭighaṁ nahetuñca dhammaṁ paṭicca sanidassanasappaṭigho nahetu ca anidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṁ nahetuñca anidassanaappaṭighaṁ nahetuñca dhammaṁ paṭicca anidassanasappaṭigho nahetu ca anidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṁ nahetuñca anidassanaappaṭighaṁ nahetuñca dhammaṁ paṭicca sanidassanasappaṭigho nahetu ca anidassanasappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṁ nahetuñca anidassanaappaṭighaṁ nahetuñca dhammaṁ paṭicca sanidassanasappaṭigho nahetu ca anidassanasappaṭigho nahetu ca anidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā … satta. ",
  "patthana4.1:909.1": "Anidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca anidassanaappaṭigho nahetu dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.) ",
  "patthana4.1:910.1": "Hetuyā ekavīsa, ārammaṇe ekaṁ, adhipatiyā ekavīsa …pe… aññamaññe cha, upanissaye purejāte āsevane ekaṁ …pe… avigate ekavīsa. (Saṅkhittaṁ.) ",
  "patthana4.1:911.1": "Nahetuyā ekavīsa, naārammaṇe ekavīsa …pe… novigate ekavīsa. ",
  "patthana4.1:912.1": "Hetupaccayā naārammaṇe ekavīsa. (Saṅkhittaṁ.) ",
  "patthana4.1:913.1": "Nahetupaccayā ārammaṇe ekaṁ. (Saṅkhittaṁ.) ",
  "patthana4.1:914.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana4.1:915.0": "Hetu ",
  "patthana4.1:915.1": "Sanidassanasappaṭigho nahetu dhammo anidassanaappaṭighassa nahetussa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana4.1:916.1": "Ārammaṇe tīṇi, adhipatiyā nava, anantare ekaṁ, samanantare ekaṁ, sahajāte ekavīsa, aññamaññe cha, nissaye ekavīsa, upanissaye tīṇi, purejāte cha, pacchājāte satta, āsevane ekaṁ, kamme vipāke āhāre satta, indriye nava, jhāne magge satta, sampayutte ekaṁ, vippayutte aṭṭha …pe… avigate pañcavīsa. (Saṅkhittaṁ.) ",
  "patthana4.1:917.1": "Nahetuyā pañcavīsa, naārammaṇe ekavīsa. (Saṅkhittaṁ.) ",
  "patthana4.1:918.1": "Ārammaṇapaccayā nahetuyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:919.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana4.1:920.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana4.1:921.1": "Sanidassanasappaṭighattikahetudukaṁ niṭṭhitaṁ. "
}