{
  "patthana4.3:0.1": "Paṭṭhānapakaraṇa",
  "patthana4.3:0.2": "Dhammānuloma (1), Tikadukapaṭṭhānapāḷi (4)",
  "patthana4.3:0.3": "4.3. Kusalattika, Cūḷantaraduka",
  "patthana4.3:1.0": "4.3.1. Kusalattika-Sappaccayaduka",
  "patthana4.3:1.1": "Kusalaṁ sappaccayaṁ dhammaṁ paṭicca kusalo sappaccayo dhammo uppajjati hetupaccayā. Kusalaṁ sappaccayaṁ dhammaṁ paṭicca abyākato sappaccayo dhammo uppajjati hetupaccayā. Kusalaṁ sappaccayaṁ dhammaṁ paṭicca kusalo sappaccayo ca abyākato sappaccayo ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.3:2.1": "Akusalaṁ sappaccayaṁ dhammaṁ paṭicca akusalo sappaccayo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.3:3.1": "Abyākataṁ sappaccayaṁ dhammaṁ paṭicca abyākato sappaccayo dhammo uppajjati hetupaccayā. ",
  "patthana4.3:4.1": "Kusalaṁ sappaccayañca abyākataṁ sappaccayañca dhammaṁ paṭicca abyākato sappaccayo dhammo uppajjati hetupaccayā. ",
  "patthana4.3:5.1": "Akusalaṁ sappaccayañca abyākataṁ sappaccayañca dhammaṁ paṭicca abyākato sappaccayo dhammo uppajjati hetupaccayā. ",
  "patthana4.3:6.1": "Kusalaṁ sappaccayaṁ dhammaṁ paṭicca kusalo sappaccayo dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.3:7.1": "Akusalaṁ sappaccayaṁ dhammaṁ paṭicca akusalo sappaccayo dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.3:8.1": "Abyākataṁ sappaccayaṁ dhammaṁ paṭicca abyākato sappaccayo dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:9.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.3:9.2": "Paccanīya",
  "patthana4.3:10.0": "Nahetu",
  "patthana4.3:10.1": "Akusalaṁ sappaccayaṁ dhammaṁ paṭicca akusalo sappaccayo dhammo uppajjati nahetupaccayā. ",
  "patthana4.3:11.1": "Abyākataṁ sappaccayaṁ dhammaṁ paṭicca abyākato sappaccayo dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:12.1": "Nahetuyā dve, naārammaṇe pañca, naadhipatiyā nava, napurejāte satta, napacchājāte naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre …pe… namagge ekaṁ …pe… navippayutte tīṇi …pe… novigate pañca. (Saṅkhittaṁ.)",
  "patthana4.3:13.1": "Hetupaccayā naārammaṇe pañca. (Saṅkhittaṁ.)",
  "patthana4.3:14.1": "Nahetupaccayā ārammaṇe dve. (Saṅkhittaṁ.)",
  "patthana4.3:15.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.3:16.0": "Hetu-ārammaṇa",
  "patthana4.3:16.1": "Kusalo sappaccayo dhammo kusalassa sappaccayassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:17.1": "Akusalo sappaccayo dhammo akusalassa sappaccayassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:18.1": "Abyākato sappaccayo dhammo abyākatassa sappaccayassa dhammassa hetupaccayena paccayo. ",
  "patthana4.3:19.1": "Kusalo sappaccayo dhammo kusalassa sappaccayassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.3:20.1": "Akusalo sappaccayo dhammo akusalassa sappaccayassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.3:21.1": "Abyākato sappaccayo dhammo abyākatassa sappaccayassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
  "patthana4.3:22.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa, anantare satta …pe… sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye nava, purejāte pacchājāte āsevane tīṇi, kamme satta, vipāke ekaṁ, āhāre …pe… magge satta, sampayutte tīṇi, vippayutte pañca …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana4.3:23.1": "Nahetuyā pannarasa, naārammaṇe pannarasa. (Saṅkhittaṁ.)",
  "patthana4.3:24.1": "Hetupaccayā naārammaṇe satta. (Saṅkhittaṁ.)",
  "patthana4.3:25.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.)",
  "patthana4.3:26.1": "Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.",
  "patthana4.3:27.0": "4.3.2. Kusalattika, Saṅkhataduka",
  "patthana4.3:27.1": "Kusalaṁ saṅkhataṁ dhammaṁ paṭicca kusalo saṅkhato dhammo uppajjati hetupaccayā. (Sappaccayadukasadisaṁ.)",
  "patthana4.3:28.0": "4.3.3. Kusalattika, Sanidassanaduka",
  "patthana4.3:28.1": "Kusalaṁ anidassanaṁ dhammaṁ paṭicca kusalo anidassano dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.3:29.1": "Akusalaṁ anidassanaṁ dhammaṁ paṭicca akusalo anidassano dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.3:30.1": "Abyākataṁ anidassanaṁ dhammaṁ paṭicca abyākato anidassano dhammo uppajjati hetupaccayā. ",
  "patthana4.3:31.1": "Kusalaṁ anidassanañca abyākataṁ anidassanañca dhammaṁ paṭicca abyākato anidassano dhammo uppajjati hetupaccayā. ",
  "patthana4.3:32.1": "Akusalaṁ anidassanañca abyākataṁ anidassanañca dhammaṁ paṭicca abyākato anidassano dhammo uppajjati hetupaccayā. ",
  "patthana4.3:33.1": "Kusalaṁ anidassanaṁ dhammaṁ paṭicca kusalo anidassano dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.3:34.1": "Akusalaṁ anidassanaṁ dhammaṁ paṭicca akusalo anidassano dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.3:35.1": "Abyākataṁ anidassanaṁ dhammaṁ paṭicca abyākato anidassano dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:36.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.3:37.0": "Nahetu",
  "patthana4.3:37.1": "Akusalaṁ anidassanaṁ dhammaṁ paṭicca akusalo anidassano dhammo uppajjati nahetupaccayā. ",
  "patthana4.3:38.1": "Abyākataṁ anidassanaṁ dhammaṁ paṭicca abyākato anidassano dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:39.1": "Nahetuyā dve, naārammaṇe pañca, naadhipatiyā nava …pe… novigate pañca. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.3:40.0": "Hetu-ārammaṇa",
  "patthana4.3:40.1": "Kusalo anidassano dhammo kusalassa anidassanassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:41.1": "Akusalo anidassano dhammo akusalassa anidassanassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:42.1": "Abyākato anidassano dhammo abyākatassa anidassanassa dhammassa hetupaccayena paccayo. ",
  "patthana4.3:43.1": "Kusalo anidassano dhammo kusalassa anidassanassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.3:44.1": "Akusalo anidassano dhammo akusalassa anidassanassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.3:45.1": "Abyākato anidassano dhammo abyākatassa anidassanassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
  "patthana4.3:46.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa, anantare satta …pe… upanissaye nava …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana4.3:47.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.3:48.0.1": "4.3.4. Kusalattika, Sappaṭighaduka",
  "patthana4.3:48.0.2": "Hetu",
  "patthana4.3:48.1": "Abyākataṁ sappaṭighaṁ dhammaṁ paṭicca abyākato sappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.3:49.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana4.3:50.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana4.3:51.1": "Kusalaṁ appaṭighaṁ dhammaṁ paṭicca kusalo appaṭigho dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.3:52.1": "Akusalaṁ appaṭighaṁ dhammaṁ paṭicca akusalo appaṭigho dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.3:53.1": "Abyākataṁ appaṭighaṁ dhammaṁ paṭicca abyākato appaṭigho dhammo uppajjati hetupaccayā. ",
  "patthana4.3:54.1": "Kusalaṁ appaṭighañca abyākataṁ appaṭighañca dhammaṁ paṭicca abyākato appaṭigho dhammo uppajjati hetupaccayā. ",
  "patthana4.3:55.1": "Akusalaṁ appaṭighañca abyākataṁ appaṭighañca dhammaṁ paṭicca abyākato appaṭigho dhammo uppajjati hetupaccayā. ",
  "patthana4.3:56.0": "Ārammaṇa",
  "patthana4.3:56.1": "Kusalaṁ appaṭighaṁ dhammaṁ paṭicca kusalo appaṭigho dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.3:57.1": "Akusalaṁ appaṭighaṁ dhammaṁ paṭicca akusalo appaṭigho dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.3:58.1": "Abyākataṁ appaṭighaṁ dhammaṁ paṭicca abyākato appaṭigho dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:59.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.3:60.0": "Nahetu",
  "patthana4.3:60.1": "Akusalaṁ appaṭighaṁ dhammaṁ paṭicca akusalo appaṭigho dhammo uppajjati nahetupaccayā. ",
  "patthana4.3:61.1": "Abyākataṁ appaṭighaṁ dhammaṁ paṭicca abyākato appaṭigho dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:62.1": "Nahetuyā dve, naārammaṇe pañca, naadhipatiyā nava …pe… novigate pañca. (Saṅkhittaṁ.)",
  "patthana4.3:63.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.3:64.0": "Hetu",
  "patthana4.3:64.1": "Kusalo appaṭigho dhammo kusalassa appaṭighassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:65.1": "Akusalo appaṭigho dhammo akusalassa appaṭighassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:66.1": "Abyākato appaṭigho dhammo abyākatassa appaṭighassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.3:67.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.3:68.0.1": "4.3.5. Kusalattika, Rūpīduka",
  "patthana4.3:68.0.2": "Hetu",
  "patthana4.3:68.1": "Abyākataṁ rūpiṁ dhammaṁ paṭicca abyākato rūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana4.3:69.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana4.3:70.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana4.3:71.1": "Kusalaṁ arūpiṁ dhammaṁ paṭicca kusalo arūpī dhammo uppajjati hetupaccayā. ",
  "patthana4.3:72.1": "Akusalaṁ arūpiṁ dhammaṁ paṭicca akusalo arūpī dhammo uppajjati hetupaccayā. ",
  "patthana4.3:73.1": "Abyākataṁ arūpiṁ dhammaṁ paṭicca abyākato arūpī dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:74.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ, avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana4.3:75.1": "Nahetuyā dve, naadhipatiyā tīṇi …pe… navipāke tīṇi, najhāne nakamme ekaṁ, navippayutte tīṇi. (Saṅkhittaṁ.)",
  "patthana4.3:76.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.3:77.0": "Hetu-ārammaṇa",
  "patthana4.3:77.1": "Kusalo arūpī dhammo kusalassa arūpissa dhammassa hetupaccayena paccayo. ",
  "patthana4.3:78.1": "Akusalo arūpī dhammo akusalassa arūpissa dhammassa hetupaccayena paccayo. ",
  "patthana4.3:79.1": "Abyākato arūpī dhammo abyākatassa arūpissa dhammassa hetupaccayena paccayo. ",
  "patthana4.3:80.1": "Kusalo arūpī dhammo kusalassa arūpissa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.3:81.1": "Akusalo arūpī dhammo akusalassa arūpissa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.3:82.1": "Abyākato arūpī dhammo abyākatassa arūpissa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana4.3:83.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare satta …pe… sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṁ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana4.3:84.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.3:85.0.1": "4.3.6. Kusalattika, Lokiyaduka",
  "patthana4.3:85.0.2": "Hetu",
  "patthana4.3:85.1": "Kusalaṁ lokiyaṁ dhammaṁ paṭicca kusalo lokiyo dhammo uppajjati hetupaccayā. Kusalaṁ lokiyaṁ dhammaṁ paṭicca abyākato lokiyo dhammo uppajjati hetupaccayā. Kusalaṁ lokiyaṁ dhammaṁ paṭicca kusalo lokiyo ca abyākato lokiyo ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.3:86.1": "Akusalaṁ lokiyaṁ dhammaṁ paṭicca akusalo lokiyo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.3:87.1": "Abyākataṁ lokiyaṁ dhammaṁ paṭicca abyākato lokiyo dhammo uppajjati hetupaccayā. ",
  "patthana4.3:88.1": "Kusalaṁ lokiyañca abyākataṁ lokiyañca dhammaṁ paṭicca abyākato lokiyo dhammo uppajjati hetupaccayā. ",
  "patthana4.3:89.1": "Akusalaṁ lokiyañca abyākataṁ lokiyañca dhammaṁ paṭicca abyākato lokiyo dhammo uppajjati hetupaccayā  (Saṅkhittaṁ.)",
  "patthana4.3:90.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.3:91.0": "Nahetu",
  "patthana4.3:91.1": "Akusalaṁ lokiyaṁ dhammaṁ paṭicca akusalo lokiyo dhammo uppajjati nahetupaccayā. ",
  "patthana4.3:92.1": "Abyākataṁ lokiyaṁ dhammaṁ paṭicca abyākato lokiyo dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:93.1": "Nahetuyā dve, naārammaṇe pañca, naadhipatiyā nava …pe… novigate pañca. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.3:94.0": "Hetu-ārammaṇa",
  "patthana4.3:94.1": "Kusalo lokiyo dhammo kusalassa lokiyassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:95.1": "Akusalo lokiyo dhammo akusalassa lokiyassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:96.1": "Abyākato lokiyo dhammo abyākatassa lokiyassa dhammassa hetupaccayena paccayo. ",
  "patthana4.3:97.1": "Kusalo lokiyo dhammo kusalassa lokiyassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.3:98.1": "Akusalo lokiyo dhammo akusalassa lokiyassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.3:99.1": "Abyākato lokiyo dhammo abyākatassa lokiyassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
  "patthana4.3:100.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.3:101.0.1": "4.3.6.2. Lokuttarapada",
  "patthana4.3:101.0.2": "Hetu",
  "patthana4.3:101.1": "Kusalaṁ lokuttaraṁ dhammaṁ paṭicca kusalo lokuttaro dhammo uppajjati hetupaccayā. ",
  "patthana4.3:102.1": "Abyākataṁ lokuttaraṁ dhammaṁ paṭicca abyākato lokuttaro dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:103.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā dve …pe… āsevane vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana4.3:104.1": "Naadhipatiyā dve …pe… naāsevane nakamme navipāke ekaṁ, navippayutte dve. (Saṅkhittaṁ.)",
  "patthana4.3:105.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.3:106.0": "Hetu-ārammaṇādi",
  "patthana4.3:106.1": "Kusalo lokuttaro dhammo kusalassa lokuttarassa dhammassa hetupaccayena paccayo. ",
  "patthana4.3:107.1": "Abyākato lokuttaro dhammo abyākatassa lokuttarassa dhammassa hetupaccayena paccayo. ",
  "patthana4.3:108.1": "Abyākato lokuttaro dhammo abyākatassa lokuttarassa dhammassa ārammaṇapaccayena paccayo. Abyākato lokuttaro dhammo kusalassa lokuttarassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana4.3:109.1": "Kusalo lokuttaro dhammo kusalassa lokuttarassa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.3:110.1": "Abyākato lokuttaro dhammo abyākatassa lokuttarassa dhammassa adhipatipaccayena paccayo. Abyākato lokuttaro dhammo kusalassa lokuttarassa dhammassa adhipatipaccayena paccayo. ",
  "patthana4.3:111.1": "Kusalo lokuttaro dhammo abyākatassa lokuttarassa dhammassa anantarapaccayena paccayo. ",
  "patthana4.3:112.1": "Abyākato lokuttaro dhammo abyākatassa lokuttarassa dhammassa anantarapaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.3:113.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve, samanantare dve, sahajāte dve, aññamaññe dve, nissaye dve, upanissaye cattāri …pe… kamme tīṇi, vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana4.3:114.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.3:115.0.1": "4.3.7. Kusalattika, Kenaciviññeyyaduka",
  "patthana4.3:115.0.2": "Paccayacatukka",
  "patthana4.3:115.1": "Kusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca kusalo kenaci viññeyyo dhammo uppajjati hetupaccayā. Kusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca abyākato kenaci viññeyyo dhammo uppajjati hetupaccayā. Kusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca kusalo kenaci viññeyyo ca abyākato kenaci viññeyyo ca dhammā uppajjanti hetupaccayā. ",
  "patthana4.3:116.1": "Akusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca akusalo kenaci viññeyyo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.3:117.1": "Abyākataṁ kenaci viññeyyaṁ dhammaṁ paṭicca abyākato kenaci viññeyyo dhammo uppajjati hetupaccayā. ",
  "patthana4.3:118.1": "Kusalaṁ kenaci viññeyyañca abyākataṁ kenaci viññeyyañca dhammaṁ paṭicca abyākato kenaci viññeyyo dhammo uppajjati hetupaccayā. ",
  "patthana4.3:119.1": "Akusalaṁ kenaci viññeyyañca abyākataṁ kenaci viññeyyañca dhammaṁ paṭicca abyākato kenaci viññeyyo dhammo uppajjati hetupaccayā. ",
  "patthana4.3:120.1": "Kusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca kusalo kenaci viññeyyo dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.3:121.1": "Akusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca akusalo kenaci viññeyyo dhammo uppajjati ārammaṇapaccayā. ",
  "patthana4.3:122.1": "Abyākataṁ kenaci viññeyyaṁ dhammaṁ paṭicca abyākato kenaci viññeyyo dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:123.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana4.3:124.0": "Nahetu",
  "patthana4.3:124.1": "Akusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca akusalo kenaci viññeyyo dhammo uppajjati nahetupaccayā. ",
  "patthana4.3:125.1": "Abyākataṁ kenaci viññeyyaṁ dhammaṁ paṭicca abyākato kenaci viññeyyo dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.)",
  "patthana4.3:126.1": "Nahetuyā dve, naārammaṇe pañca, naadhipatiyā nava …pe… novigate pañca. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana4.3:127.0": "Hetu",
  "patthana4.3:127.1": "Kusalo kenaci viññeyyo dhammo kusalassa kenaci viññeyyassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:128.1": "Akusalo kenaci viññeyyo dhammo akusalassa kenaci viññeyyassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.3:129.1": "Abyākato kenaci viññeyyo dhammo abyākatassa kenaci viññeyyassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana4.3:130.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana4.3:131.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana4.3:132.1": "Kusalaṁ nakenaci viññeyyaṁ dhammaṁ paṭicca kusalo nakenaci viññeyyo dhammo uppajjati hetupaccayā. (Kenaciviññeyyasadisaṁ.)",
  "patthana4.3:133.1": "Kusalattikacūḷantaradukaṁ niṭṭhitaṁ."
}