{
  "sa139:0.1": "Related Discourses 35 ",
  "sa139:0.2": "7. The Source of Suffering ",
  "sa139:1.1": "Thus have I heard: ",
  "sa139:1.2": "One time, the Buddha was staying at Anāthapiṇḍada’s Park in Jeta’s Grove of Śrāvastī. ",
  "sa139:2.1": "It was then that the Bhagavān addressed the monks, ",
  "sa139:2.2": "“What is it that exists, that arises, that binds, that’s an attachment, and that’s viewed as self, which causes the arising of grief, sorrow, vexation, and pain that have yet to arise and increases the grief, sorrow, vexation, and pain that have already arisen?” ",
  "sa139:3.1": "The monks said to the Buddha, ",
  "sa139:3.2": "“The Bhagavān is the Dharma root, the Dharma eye, and the Dharma refuge. ",
  "sa139:3.3": "Please explain this in detail! ",
  "sa139:3.4": "After we hear it, the monks will accept and approve of it.” ",
  "sa139:4.1": "The Buddha addressed the monks, ",
  "sa139:4.2": "“It’s because form exists and because form arises, binds, and becomes an attachment that it’s viewed as self. ",
  "sa139:4.3": "It causes the arising of grief, sorrow, pain, and vexation that have yet to arise and increases the grief, sorrow, pain, and vexation that have already arisen. ",
  "sa139:4.4": "Feeling, perception, volition, and consciousness are likewise. ",
  "sa139:5.1": "“Monks, what do you think? ",
  "sa139:5.2": " Is form permanent, or is it impermanent?” ",
  "sa139:6.1": "They replied, ",
  "sa139:6.2": "“Impermanent, Bhagavān!” ",
  "sa139:7.1": "Again, he asked, ",
  "sa139:7.2": "“If something is impermanent, is it painful?” ",
  "sa139:8.1": "They replied, ",
  "sa139:8.2": "“It’s painful, Bhagavān!” ",
  "sa139:9.1": "“So it is, monks. ",
  "sa139:9.2": "If something is impermanent, then it’s painful. ",
  "sa139:9.3": "Because this pain exists, these things arise, bind, become attachments, and are viewed as self. ",
  "sa139:9.4": "It causes the arising of grief, sorrow, pain, and vexation that have yet to arise and increases the grief, sorrow, pain, and vexation that have already arisen. ",
  "sa139:9.5": "*Feeling, perception, volition, and consciousness are likewise.* ",
  "sa139:10.1": "“Therefore, monks, all forms that exist, whether past, future, or present, internal or external, coarse or fine, beautiful or ugly, and distant or near are not self, not different than self, nor are either present in the other. ",
  "sa139:10.2": "This is called correct wisdom. ",
  "sa139:10.3": "*Feeling, perception, volition, and consciousness are likewise.* ",
  "sa139:11.1": "“whether seen, heard, felt, cognized, arisen, or sought from memory, perception, or contemplation, they are all not self, not different than self, nor are either present in other. ",
  "sa139:11.2": "This is called correct wisdom. ",
  "sa139:12.1": "“If there’s a view that there’s a self, world, or this or another life that’s permanent, eternal, and unchanging, they are all not self, not different than self, nor are either present in the other. ",
  "sa139:12.2": "This is called correct wisdom. ",
  "sa139:13.1": "“Again, if there’s a view that it’s not a self or what belongs to self of this life or not self or what belongs to self in the future [life], they are all not self, not different than self, nor are either present in the other. ",
  "sa139:13.2": "This is called correct wisdom. ",
  "sa139:14.1": "“Suppose well-versed noble disciples observe these six positions as not self and not what belongs to self. ",
  "sa139:14.2": "Such observation stops misgivings about the Buddha and stops misgivings about the Dharma and Saṃgha. ",
  "sa139:14.3": "Monks, this is called a well-versed noble disciple who’s no longer capable of doing physical, verbal, or mental actions that lead to the three bad destinies. ",
  "sa139:14.4": "Even when they are careless, this noble disciple is definitely headed toward complete awakening. ",
  "sa139:14.5": "With seven rebirths as gods or humans, they’ll reach the end of suffering.” ",
  "sa139:15.1": "After the Buddha taught this sūtra, the monks who heard what he taught rejoiced and approved. "
}