{
  "sa139:0.1": "Related Discourses 35 ",
  "sa139:0.2": "7. ",
  "sa139:1.1": "Thus have I heard: ",
  "sa139:1.2": "One time, the Buddha stayed at Anāthapiṇḍada Park in Jeta Grove in Śrāvastī. ",
  "sa139:2.1": "It was then that the Bhagavān addressed the monks, ",
  "sa139:2.2": "“What is it that exists, that arises, that ties, that’s an attachment, and that’s viewed as self and causes grief, sorrow, vexation, and pain that have yet to arise to arise and grief, sorrow, vexation, and pain that have arisen to deepen and increase?” ",
  "sa139:3.1": "The monks said to the Buddha, ",
  "sa139:3.2": "“The Bhagavān is the Dharma root, the Dharma eye, and the Dharma refuge. ",
  "sa139:3.3": "Please let him explain this in detail! ",
  "sa139:3.4": "After they hear it, the monks will accept and hand it down.” ",
  "sa139:4.1": "The Buddha addressed the monks, ",
  "sa139:4.2": "“It’s because form exists, because form arises, because form ties and becomes an attachment that form is viewed as self. ",
  "sa139:4.3": "Grief, sorrow, vexation, and pain that have yet to arise are made to arise, and grief, sorrow, vexation, and pain that have arisen are deepened and increased. ",
  "sa139:4.4": "Feeling, perception, volition, and consciousness are likewise. ",
  "sa139:5.1": "“Monks, what do you think? ",
  "sa139:5.2": "Is form permanent, or is it impermanent?” ",
  "sa139:6.1": "They replied, ",
  "sa139:6.2": "“Impermanent, Bhagavān!” ",
  "sa139:7.1": "Again, he asked, ",
  "sa139:7.2": "“If something is impermanent, is it painful?” ",
  "sa139:8.1": "They replied, ",
  "sa139:8.2": "“It’s painful, Bhagavān!” ",
  "sa139:9.1": "“So it is, monks. ",
  "sa139:9.2": "If something is impermanent, then it’s painful. ",
  "sa139:9.3": "Because this pain exists, these things arise, tie, become attachments, and are viewed as self. ",
  "sa139:9.4": "Grief, sorrow, vexation, and pain that have yet to arise are made to arise, and grief, sorrow, vexation, and pain that have arisen are deepened and increased. ",
  "sa139:9.5": "Feeling, perception, volition, and consciousness are likewise. ",
  "sa139:10.1": "“Therefore, monks, no forms exist in the past, future, or present, whether internal or external, coarse or fine, lovely or ugly, and far or near that are self or different than self, and [the two] are not present in each other. ",
  "sa139:10.2": "This is called right wisdom. ",
  "sa139:10.3": "Feeling, perception, volition, and consciousness are likewise. ",
  "sa139:11.1": "“Again, whether seen, heard, felt, cognized, arisen, or sought following memory, perception, or contemplation, all these are not self or different than self, and [the two] are not present in each other. ",
  "sa139:11.2": "This is called right wisdom. ",
  "sa139:12.1": "“If someone’s view is that there’s a self, a world, or this and another world that are permanent, eternal, and unchanging, all these are not self or different than self, and [the two] are not present in each other. ",
  "sa139:12.2": "This is called right wisdom. ",
  "sa139:13.1": "“Again, if someone’s view is that it’s not this world that’s self or self-possessed and not the future that’s self or self-possessed, all these are not self or different than self, and [the two] are not present in each other. ",
  "sa139:13.2": "This is called right wisdom. ",
  "sa139:14.1": "“Suppose a well-versed noble disciple contemplates these six positions as not self and not self-possessed. ",
  "sa139:14.2": "Such a contemplator will end suspicions about the Buddha and end suspicions about the Dharma and Saṃgha. ",
  "sa139:14.3": "Monks, this is called a well-versed noble disciple who’s no longer capable of doing physical, verbal, or mental actions that lead to the three bad destinies. ",
  "sa139:14.4": "Even when careless, this noble disciple is definitely headed toward complete awakening. ",
  "sa139:14.5": "He’ll have seven rebirths as gods or humans and reach the limit of suffering.” ",
  "sa139:15.1": "After the Buddha taught this sutra, the monks who heard what he taught rejoiced and handed it down. "
}