{
  "sa163:0.1": "Related Discourses 35 ",
  "sa163:0.2": "67-69. ",
  "sa163:1.1": "Thus have I heard: ",
  "sa163:1.2": "One time, the Buddha stayed at Anāthapiṇḍada Park in Jeta Grove in Śrāvastī. ",
  "sa163:2.1": "It was then that the Bhagavān addressed the monks, ",
  "sa163:2.2": "“What is it that exists, that arises, that ties, that’s an attachment, and that’s viewed as self and causes sentient beings to create such views and such statements? ",
  "sa163:2.3": "‘Here there are 1,400,000 ways of creation, 60,605 actions, three actions, two actions, one action, and a half-action. ",
  "sa163:2.4": "There are 62 pathways, 62 inner eons, 120 hells, 130 faculties, 36 realms of craving, 49,000 nāga homes, and 49,000 garuḍa homes. ",
  "sa163:2.5": "There are 49,000 heretics of wrong livelihood and 49,000 heretics who leave home. ",
  "sa163:2.6": "There are seven eons of perception and seven eons without perception. ",
  "sa163:2.7": "There are seven asuras, seven piśācīs, seven gods, and seven humans. ",
  "sa163:2.8": "There are 700 oceans, seven dreams, 700 dreams, seven peaks, 700 peaks, seven feelings, 700 feelings, six births, 10 progressions, and 8 regions of great men. ",
  "sa163:2.9": "Here there are 84,000 great eons. ",
  "sa163:2.10": "Both the foolish and the wise are continuously reborn until the ultimate limit of suffering. ",
  "sa163:2.11": "There are no ascetics or priests who say, ",
  "sa163:2.12": "“I always observe precepts and accept ascetic practices. ",
  "sa163:2.13": "I cultivate the religious practices, making unripe actions ripen and ripened actions to be discarded.” ",
  "sa163:2.14": "Progress and retreat can’t be known. ",
  "sa163:2.15": "These pains and pleasures are always present for the definite measure of birth-and-death. ",
  "sa163:2.16": "Like a ball of thread tossed into the air that gradually falls to the ground on its own, likewise is this definite measure of 84,000 great eons of birth-and-death.’” ",
  "sa163:3.1": "The monks said to the Buddha, ",
  "sa163:3.2": "“The Bhagavān is the Dharma root, the Dharma eye, and the Dharma refuge …” ",
  "sa163:3.3": "*It’s thus explained in detail and in the sequence of the three sutras (35.7-9) above.* "
}