{
  "an1.150:0.1": "Nummerierte Lehrreden 1",
  "an1.150:0.2": "12. Kein Vergehen",
  "an1.150:0.3": "150 ",
  "an1.150:1.1": "„Mönche und Nonnen, jene Mönche und Nonnen, die etwas, das kein Vergehen ist, als ein Vergehen darstellen, handeln zum Schaden und Unglück der Vielen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "an1.150:1.2": "Sie schaffen viel schlechtes Karma und bringen die wahre Lehre zum Verschwinden.“ ",
  "an1.150:1.3": " ",
  "an1.151:0.1": "151 ",
  "an1.151:1.1": "„Mönche und Nonnen, jene Mönche und Nonnen, die ein Vergehen als etwas darstellen, das kein Vergehen ist, handeln zum Schaden und Unglück der Vielen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "an1.151:1.2": "Sie schaffen viel schlechtes Karma und bringen die wahre Lehre zum Verschwinden.“ ",
  "an1.151:1.3": " ",
  "an1.152-159:0.1": "152–159 ",
  "an1.152-159:1.1": "„Jene Mönche und Nonnen, die ein leichtes Vergehen als ein schweres Vergehen darstellen, … ein schweres Vergehen als ein leichtes Vergehen … ein Vergehen, das in schamloser Absicht begangen wurde, als ein Vergehen, das nicht in schamloser Absicht begangen wurde, … ein Vergehen, das nicht in schamloser Absicht begangen wurde, als ein Vergehen, das in schamloser Absicht begangen wurde, … ein Vergehen, das Rehabilitierung erfordert, als ein Vergehen, das keine Rehabilitierung erfordert, … ein Vergehen, das keine Rehabilitierung erfordert, als ein Vergehen, das Rehabilitierung erfordert, … ein Vergehen mit Wiedergutmachung als ein Vergehen ohne Wiedergutmachung … die ein Vergehen ohne Wiedergutmachung als ein Vergehen mit Wiedergutmachung darstellen, handeln zum Schaden und Unglück der Vielen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "an1.152-159:1.2": "Sie schaffen viel schlechtes Karma und bringen die wahre Lehre zum Verschwinden.“ ",
  "an1.152-159:1.3": " ",
  "an1.160:0.1": "160 ",
  "an1.160:1.1": "„Mönche und Nonnen, jene Mönche und Nonnen, die etwas, das kein Vergehen ist, als kein Vergehen darstellen, handeln zum Nutzen und Glück der Vielen, zum Vorteil, Nutzen und Segen von Göttern und Menschen. ",
  "an1.160:1.2": "Sie schaffen viel Verdienst und erhalten den Fortbestand der wahren Lehre.“ ",
  "an1.160:1.3": " ",
  "an1.161:0.1": "161 ",
  "an1.161:1.1": "„Mönche und Nonnen, jene Mönche und Nonnen, die etwas, das ein Vergehen ist, als ein Vergehen darstellen, handeln zum Nutzen und Glück der Vielen, zum Vorteil, Nutzen und Segen von Göttern und Menschen. ",
  "an1.161:1.2": "Sie schaffen viel Verdienst und erhalten den Fortbestand der wahren Lehre.“ ",
  "an1.161:1.3": " ",
  "an1.162-169:0.1": "162–169 ",
  "an1.162-169:1.1": "„Jene Mönche und Nonnen, die ein leichtes Vergehen als ein leichtes Vergehen darstellen, … ein schweres Vergehen als ein schweres Vergehen … ein Vergehen, das in schamloser Absicht begangen wurde, als ein Vergehen, das in schamloser Absicht begangen wurde, … ein Vergehen, das nicht in schamloser Absicht begangen wurde, als ein Vergehen, das nicht in schamloser Absicht begangen wurde, … ein Vergehen, das Rehabilitierung erfordert, als ein Vergehen, das Rehabilitierung erfordert … ein Vergehen, das keine Rehabilitierung erfordert, als ein Vergehen, das keine Rehabilitierung erfordert, … ein Vergehen mit Wiedergutmachung als ein Vergehen mit Wiedergutmachung … die ein Vergehen ohne Wiedergutmachung als ein Vergehen ohne Wiedergutmachung darstellen, ",
  "an1.162-169:1.2": "handeln zum Nutzen und Glück der Vielen, zum Vorteil, Nutzen und Segen von Göttern und Menschen. ",
  "an1.162-169:1.3": "Sie schaffen viel Verdienst und erhalten den Fortbestand der wahren Lehre.“ ",
  "an1.162-169:1.4": " "
}