{
  "sn22.58:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.58:0.2": "6. Upayavagga ",
  "sn22.58:0.3": "58. Sammāsambuddhasutta ",
  "sn22.58:1.1": "Sāvatthinidānaṁ. ",
  "sn22.58:1.2": "“Tathāgato, bhikkhave, arahaṁ sammāsambuddho rūpassa nibbidā virāgā nirodhā anupādā vimutto sammāsambuddhoti vuccati. ",
  "sn22.58:1.3": "Bhikkhupi, bhikkhave, paññāvimutto rūpassa nibbidā virāgā nirodhā anupādā vimutto paññāvimuttoti vuccati. ",
  "sn22.58:2.1": "Tathāgato, bhikkhave, arahaṁ sammāsambuddho vedanāya nibbidā virāgā nirodhā anupādā vimutto sammāsambuddhoti vuccati. ",
  "sn22.58:2.2": "Bhikkhupi, bhikkhave, paññāvimutto vedanāya nibbidā …pe… paññāvimuttoti vuccati. ",
  "sn22.58:3.1": "Tathāgato, bhikkhave, arahaṁ sammāsambuddho saññāya … ",
  "sn22.58:3.2": "saṅkhārānaṁ … ",
  "sn22.58:3.3": "viññāṇassa nibbidā virāgā nirodhā anupādā vimutto sammāsambuddhoti vuccati. ",
  "sn22.58:3.4": "Bhikkhupi, bhikkhave, paññāvimutto viññāṇassa nibbidā virāgā nirodhā anupādā vimutto paññāvimuttoti vuccati. ",
  "sn22.58:4.1": "Tatra kho, bhikkhave, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ, tathāgatassa arahato sammāsambuddhassa paññāvimuttena bhikkhunā”ti? ",
  "sn22.58:4.2": "“Bhagavaṁmūlakā no, bhante, dhammā bhagavaṁnettikā bhagavaṁpaṭisaraṇā. Sādhu vata, bhante, bhagavantaññeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "sn22.58:4.3": "“Tena hi, bhikkhave, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "sn22.58:4.4": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "sn22.58:4.5": "Bhagavā etadavoca: ",
  "sn22.58:5.1": "“Tathāgato, bhikkhave, arahaṁ sammāsambuddho anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā maggaññū, maggavidū, maggakovido; ",
  "sn22.58:5.2": "maggānugā ca, bhikkhave, etarahi sāvakā viharanti pacchā samannāgatā. ",
  "sn22.58:5.3": "Ayaṁ kho, bhikkhave, viseso, ayaṁ adhippayāso, idaṁ nānākaraṇaṁ tathāgatassa arahato sammāsambuddhassa paññāvimuttena bhikkhunā”ti. ",
  "sn22.58:5.4": "Chaṭṭhaṁ. "
}