{
  "sn22.50:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.50:0.2": "5. Attadīpavagga ",
  "sn22.50:0.3": "50. Dutiyasoṇasutta ",
  "sn22.50:1.1": "Evaṁ me sutaṁ—",
  "sn22.50:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn22.50:1.3": "Atha kho soṇo gahapatiputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho soṇaṁ gahapatiputtaṁ bhagavā etadavoca: ",
  "sn22.50:2.1": "“Ye hi keci, soṇa, samaṇā vā brāhmaṇā vā rūpaṁ nappajānanti, rūpasamudayaṁ nappajānanti, rūpanirodhaṁ nappajānanti, rūpanirodhagāminiṁ paṭipadaṁ nappajānanti; ",
  "sn22.50:2.2": "vedanaṁ nappajānanti, vedanāsamudayaṁ nappajānanti, vedanānirodhaṁ nappajānanti, vedanānirodhagāminiṁ paṭipadaṁ nappajānanti; ",
  "sn22.50:2.3": "saññaṁ nappajānanti …pe… ",
  "sn22.50:2.4": "saṅkhāre nappajānanti, saṅkhārasamudayaṁ nappajānanti, saṅkhāranirodhaṁ nappajānanti, saṅkhāranirodhagāminiṁ paṭipadaṁ nappajānanti; ",
  "sn22.50:2.5": "viññāṇaṁ nappajānanti, viññāṇasamudayaṁ nappajānanti, viññāṇanirodhaṁ nappajānanti, viññāṇanirodhagāminiṁ paṭipadaṁ nappajānanti. ",
  "sn22.50:2.6": "Na me te, soṇa, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā, na ca pana te āyasmanto sāmaññatthaṁ vā brahmaññatthaṁ vā diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharanti. ",
  "sn22.50:3.1": "Ye ca kho keci, soṇa, samaṇā vā brāhmaṇā vā rūpaṁ pajānanti, rūpasamudayaṁ pajānanti, rūpanirodhaṁ pajānanti, rūpanirodhagāminiṁ paṭipadaṁ pajānanti; ",
  "sn22.50:3.2": "vedanaṁ pajānanti …pe… ",
  "sn22.50:3.3": "saññaṁ pajānanti … ",
  "sn22.50:3.4": "saṅkhāre pajānanti … ",
  "sn22.50:3.5": "viññāṇaṁ pajānanti, viññāṇasamudayaṁ pajānanti, viññāṇanirodhaṁ pajānanti, viññāṇanirodhagāminiṁ paṭipadaṁ pajānanti. ",
  "sn22.50:3.6": "Te ca kho me, soṇa, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā brāhmaṇesu ca brāhmaṇasammatā, te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharantī”ti. ",
  "sn22.50:3.7": "Aṭṭhamaṁ. "
}