{
  "sn22.94:0.1": "Saṃyutta Nikāya 22 ",
  "sn22.94:0.2": "10. Pupphavagga ",
  "sn22.94:0.3": "94. Pupphasutta ",
  "sn22.94:1.1": "Sāvatthinidānaṃ. ",
  "sn22.94:1.2": "“Nāhaṃ, bhikkhave, lokena vivadāmi, lokova mayā vivadati. ",
  "sn22.94:1.3": "Na, bhikkhave, dhammavādī kenaci lokasmiṃ vivadati. ",
  "sn22.94:1.4": "Yaṃ, bhikkhave, natthisammataṃ loke paṇḍitānaṃ, ahampi taṃ ‘natthī’ti vadāmi. ",
  "sn22.94:1.5": "Yaṃ, bhikkhave, atthisammataṃ loke paṇḍitānaṃ, ahampi taṃ ‘atthī’ti vadāmi. ",
  "sn22.94:2.1": "Kiñca, bhikkhave, natthisammataṃ loke paṇḍitānaṃ, yamahaṃ ‘natthī’ti vadāmi? ",
  "sn22.94:2.2": "Rūpaṃ, bhikkhave, niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ natthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘natthī’ti vadāmi. ",
  "sn22.94:2.3": "Vedanā … ",
  "sn22.94:2.4": "saññā … ",
  "sn22.94:2.5": "saṅkhārā … ",
  "sn22.94:2.6": "viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ natthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘natthī’ti vadāmi. ",
  "sn22.94:2.7": "Idaṃ kho, bhikkhave, natthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘natthī’ti vadāmi. ",
  "sn22.94:3.1": "Kiñca, bhikkhave, atthisammataṃ loke paṇḍitānaṃ, yamahaṃ ‘atthī’ti vadāmi? ",
  "sn22.94:3.2": "Rūpaṃ, bhikkhave, aniccaṃ dukkhaṃ vipariṇāmadhammaṃ atthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘atthī’ti vadāmi. ",
  "sn22.94:3.3": "Vedanā aniccā …pe… ",
  "sn22.94:3.4": "viññāṇaṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ atthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘atthī’ti vadāmi. ",
  "sn22.94:3.5": "Idaṃ kho, bhikkhave, atthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘atthī’ti vadāmi. ",
  "sn22.94:4.1": "Atthi, bhikkhave, loke lokadhammo, taṃ tathāgato abhisambujjhati abhisameti; ",
  "sn22.94:4.2": "abhisambujjhitvā abhisametvā taṃ ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti. ",
  "sn22.94:5.1": "Kiñca, bhikkhave, loke lokadhammo, taṃ tathāgato abhisambujjhati abhisameti, abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti? ",
  "sn22.94:5.2": "Rūpaṃ, bhikkhave, loke lokadhammo taṃ tathāgato abhisambujjhati abhisameti. ",
  "sn22.94:5.3": "Abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti. ",
  "sn22.94:6.1": "Yo, bhikkhave, tathāgatena evaṃ ācikkhiyamāne desiyamāne paññapiyamāne paṭṭhapiyamāne vivariyamāne vibhajiyamāne uttānīkariyamāne na jānāti na passati tamahaṃ, bhikkhave, bālaṃ puthujjanaṃ andhaṃ acakkhukaṃ ajānantaṃ apassantaṃ kinti karomi. ",
  "sn22.94:6.2": "Vedanā, bhikkhave, loke lokadhammo …pe… ",
  "sn22.94:6.3": "saññā, bhikkhave … ",
  "sn22.94:6.4": "saṅkhārā, bhikkhave … ",
  "sn22.94:6.5": "viññāṇaṃ, bhikkhave, loke lokadhammo taṃ tathāgato abhisambujjhati abhisameti. ",
  "sn22.94:6.6": "Abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti. ",
  "sn22.94:7.1": "Yo, bhikkhave, tathāgatena evaṃ ācikkhiyamāne desiyamāne paññapiyamāne paṭṭhapiyamāne vivariyamāne vibhajiyamāne uttānīkariyamāne na jānāti na passati tamahaṃ, bhikkhave, bālaṃ puthujjanaṃ andhaṃ acakkhukaṃ ajānantaṃ apassantaṃ kinti karomi. ",
  "sn22.94:8.1": "Seyyathāpi, bhikkhave, uppalaṃ vā padumaṃ vā puṇḍarīkaṃ vā udake jātaṃ udake saṃvaḍḍhaṃ udakā accuggamma ṭhāti anupalittaṃ udakena; ",
  "sn22.94:8.2": "evameva kho, bhikkhave, tathāgato loke jāto loke saṃvaḍḍho lokaṃ abhibhuyya viharati anupalitto lokenā”ti. ",
  "sn22.94:8.3": "Dutiyaṃ. "
}