{
  "sn22.95:0.1": "Saṃyutta Nikāya 22 ",
  "sn22.95:0.2": "10. Pupphavagga ",
  "sn22.95:0.3": "95. Pheṇapiṇḍūpamasutta ",
  "sn22.95:1.1": "Ekaṃ samayaṃ bhagavā ayujjhāyaṃ viharati gaṅgāya nadiyā tīre. ",
  "sn22.95:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn22.95:2.1": "“Seyyathāpi, bhikkhave, ayaṃ gaṅgā nadī mahantaṃ pheṇapiṇḍaṃ āvaheyya. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, pheṇapiṇḍe sāro? ",
  "sn22.95:2.2": "Evameva kho, bhikkhave, yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ …pe… yaṃ dūre santike vā taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, rūpe sāro? ",
  "sn22.95:3.1": "Seyyathāpi, bhikkhave, saradasamaye thullaphusitake deve vassante udake udakapubbuḷaṃ uppajjati ceva nirujjhati ca. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, udakapubbuḷe sāro? ",
  "sn22.95:3.2": "Evameva kho, bhikkhave, yā kāci vedanā atītānāgatapaccuppannā …pe… yā dūre santike vā taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, vedanāya sāro? ",
  "sn22.95:4.1": "Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse ṭhite majjhanhike kāle marīcikā phandati. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya …pe… kiñhi siyā, bhikkhave, marīcikāya sāro? ",
  "sn22.95:4.2": "Evameva kho, bhikkhave, yā kāci saññā …pe…. ",
  "sn22.95:5.1": "Seyyathāpi, bhikkhave, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya vanaṃ paviseyya. So tattha passeyya mahantaṃ kadalikkhandhaṃ ujuṃ navaṃ akukkukajātaṃ. Tamenaṃ mūle chindeyya; mūle chetvā agge chindeyya, agge chetvā pattavaṭṭiṃ vinibbhujeyya. So tassa pattavaṭṭiṃ vinibbhujanto pheggumpi nādhigaccheyya, kuto sāraṃ. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, kadalikkhandhe sāro? ",
  "sn22.95:5.2": "Evameva kho, bhikkhave, ye keci saṅkhārā atītānāgatapaccuppannā …pe… ye dūre santike vā taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, saṅkhāresu sāro? ",
  "sn22.95:6.1": "Seyyathāpi, bhikkhave, māyākāro vā māyākārantevāsī vā catumahāpathe māyaṃ vidaṃseyya. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, māyāya sāro? ",
  "sn22.95:6.2": "Evameva kho, bhikkhave, yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ …pe… yaṃ dūre santike vā, taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, viññāṇe sāro? ",
  "sn22.95:7.1": "Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi … saññāyapi … saṅkhāresupi … viññāṇasmimpi nibbindati. ",
  "sn22.95:7.2": "Nibbindaṃ virajjati; virāgā vimuccati. Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti …pe… ",
  "sn22.95:7.3": "nāparaṃ itthattāyāti pajānāti”. ",
  "sn22.95:8.1": "Idamavoca bhagavā. ",
  "sn22.95:8.2": "Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ",
  "sn22.95:9.1": "“Pheṇapiṇḍūpamaṃ rūpaṃ, ",
  "sn22.95:9.2": "vedanā bubbuḷūpamā; ",
  "sn22.95:9.3": "Marīcikūpamā saññā, ",
  "sn22.95:9.4": "saṅkhārā kadalūpamā; ",
  "sn22.95:9.5": "Māyūpamañca viññāṇaṃ, ",
  "sn22.95:9.6": "desitādiccabandhunā. ",
  "sn22.95:10.1": "Yathā yathā nijjhāyati, ",
  "sn22.95:10.2": "yoniso upaparikkhati; ",
  "sn22.95:10.3": "Rittakaṃ tucchakaṃ hoti, ",
  "sn22.95:10.4": "yo naṃ passati yoniso. ",
  "sn22.95:11.1": "Imañca kāyaṃ ārabbha, ",
  "sn22.95:11.2": "bhūripaññena desitaṃ; ",
  "sn22.95:11.3": "Pahānaṃ tiṇṇaṃ dhammānaṃ, ",
  "sn22.95:11.4": "rūpaṃ passatha chaḍḍitaṃ. ",
  "sn22.95:12.1": "Āyu usmā ca viññāṇaṃ, ",
  "sn22.95:12.2": "yadā kāyaṃ jahantimaṃ; ",
  "sn22.95:12.3": "Apaviddho tadā seti, ",
  "sn22.95:12.4": "parabhattaṃ acetanaṃ. ",
  "sn22.95:13.1": "Etādisāyaṃ santāno, ",
  "sn22.95:13.2": "māyāyaṃ bālalāpinī; ",
  "sn22.95:13.3": "Vadhako esa akkhāto, ",
  "sn22.95:13.4": "sāro ettha na vijjati. ",
  "sn22.95:14.1": "Evaṃ khandhe avekkheyya, ",
  "sn22.95:14.2": "bhikkhu āraddhavīriyo; ",
  "sn22.95:14.3": "Divā vā yadi vā rattiṃ, ",
  "sn22.95:14.4": "sampajāno paṭissato. ",
  "sn22.95:15.1": "Jaheyya sabbasaṃyogaṃ, ",
  "sn22.95:15.2": "kareyya saraṇattano; ",
  "sn22.95:15.3": "Careyyādittasīsova, ",
  "sn22.95:15.4": "patthayaṃ accutaṃ padan”ti. ",
  "sn22.95:15.5": "Tatiyaṃ. "
}