{
  "sn22.2:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.2:0.2": "1. Nakulapituvagga ",
  "sn22.2:0.3": "2. Devadahasutta ",
  "sn22.2:1.1": "Evaṁ me sutaṁ—",
  "sn22.2:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati devadahaṁ nāma sakyānaṁ nigamo. ",
  "sn22.2:1.3": "Atha kho sambahulā pacchābhūmagamikā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn22.2:1.4": "“icchāma mayaṁ, bhante, pacchābhūmaṁ janapadaṁ gantuṁ, pacchābhūme janapade nivāsaṁ kappetun”ti. ",
  "sn22.2:2.1": "“Apalokito pana vo, bhikkhave, sāriputto”ti? ",
  "sn22.2:2.2": "“Na kho no, bhante, apalokito āyasmā sāriputto”ti. ",
  "sn22.2:2.3": "“Apaloketha, bhikkhave, sāriputtaṁ. ",
  "sn22.2:2.4": "Sāriputto, bhikkhave, paṇḍito, bhikkhūnaṁ anuggāhako sabrahmacārīnan”ti. ",
  "sn22.2:2.5": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "sn22.2:3.1": "Tena kho pana samayena āyasmā sāriputto bhagavato avidūre aññatarasmiṁ eḷagalāgumbe nisinno hoti. ",
  "sn22.2:3.2": "Atha kho te bhikkhū bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yenāyasmā sāriputto tenupasaṅkamiṁsu; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodiṁsu. ",
  "sn22.2:3.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū āyasmantaṁ sāriputtaṁ etadavocuṁ: ",
  "sn22.2:3.4": "“icchāma mayaṁ, āvuso sāriputta, pacchābhūmaṁ janapadaṁ gantuṁ, pacchābhūme janapade nivāsaṁ kappetuṁ. ",
  "sn22.2:3.5": "Apalokito no satthā”ti. ",
  "sn22.2:4.1": "“Santi hāvuso, nānāverajjagataṁ bhikkhuṁ pañhaṁ pucchitāro—",
  "sn22.2:4.2": "khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi. ",
  "sn22.2:4.3": "Paṇḍitā hāvuso, manussā vīmaṁsakā: ",
  "sn22.2:4.4": "‘kiṁvādī panāyasmantānaṁ satthā kimakkhāyī’ti, kacci vo āyasmantānaṁ dhammā sussutā suggahitā sumanasikatā sūpadhāritā suppaṭividdhā paññāya, yathā byākaramānā āyasmanto vuttavādino ceva bhagavato assatha, na ca bhagavantaṁ abhūtena abbhācikkheyyātha, dhammassa cānudhammaṁ byākareyyātha, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgaccheyyā”ti? ",
  "sn22.2:5.1": "“Dūratopi kho mayaṁ, āvuso, āgaccheyyāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṁ. ",
  "sn22.2:5.2": "Sādhu vatāyasmantaṁyeva sāriputtaṁ paṭibhātu etassa bhāsitassa attho”ti. ",
  "sn22.2:5.3": "“Tena hāvuso, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "sn22.2:5.4": "“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "sn22.2:5.5": "Āyasmā sāriputto etadavoca: ",
  "sn22.2:6.1": "“Santi hāvuso, nānāverajjagataṁ bhikkhuṁ pañhaṁ pucchitāro—",
  "sn22.2:6.2": "khattiyapaṇḍitāpi …pe… samaṇapaṇḍitāpi. ",
  "sn22.2:6.3": "Paṇḍitā hāvuso, manussā vīmaṁsakā: ",
  "sn22.2:6.4": "‘kiṁvādī panāyasmantānaṁ satthā kimakkhāyī’ti? ",
  "sn22.2:6.5": "Evaṁ puṭṭhā tumhe, āvuso, evaṁ byākareyyātha: ",
  "sn22.2:6.6": "‘chandarāgavinayakkhāyī kho no, āvuso, satthā’ti. ",
  "sn22.2:7.1": "Evaṁ byākatepi kho, āvuso, assuyeva uttariṁ pañhaṁ pucchitāro—",
  "sn22.2:7.2": "khattiyapaṇḍitāpi …pe… samaṇapaṇḍitāpi. ",
  "sn22.2:7.3": "Paṇḍitā hāvuso, manussā vīmaṁsakā: ",
  "sn22.2:7.4": "‘kismiṁ panāyasmantānaṁ chandarāgavinayakkhāyī satthā’ti? ",
  "sn22.2:7.5": "Evaṁ puṭṭhā tumhe, āvuso, evaṁ byākareyyātha: ",
  "sn22.2:7.6": "‘rūpe kho, āvuso, chandarāgavinayakkhāyī satthā, ",
  "sn22.2:7.7": "vedanāya … ",
  "sn22.2:7.8": "saññāya … ",
  "sn22.2:7.9": "saṅkhāresu … ",
  "sn22.2:7.10": "viññāṇe chandarāgavinayakkhāyī satthā’ti. ",
  "sn22.2:8.1": "Evaṁ byākatepi kho, āvuso, assuyeva uttariṁ pañhaṁ pucchitāro—",
  "sn22.2:8.2": "khattiyapaṇḍitāpi …pe… samaṇapaṇḍitāpi. ",
  "sn22.2:8.3": "Paṇḍitā hāvuso, manussā vīmaṁsakā: ",
  "sn22.2:8.4": "‘kiṁ panāyasmantānaṁ ādīnavaṁ disvā rūpe chandarāgavinayakkhāyī satthā, ",
  "sn22.2:8.5": "vedanāya … ",
  "sn22.2:8.6": "saññāya … ",
  "sn22.2:8.7": "saṅkhāresu … ",
  "sn22.2:8.8": "viññāṇe chandarāgavinayakkhāyī satthā’ti? ",
  "sn22.2:8.9": "Evaṁ puṭṭhā tumhe, āvuso, evaṁ byākareyyātha: ",
  "sn22.2:8.10": "‘rūpe kho, āvuso, avigatarāgassa avigatacchandassa avigatapemassa avigatapipāsassa avigatapariḷāhassa avigatataṇhassa tassa rūpassa vipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.2:8.11": "Vedanāya … ",
  "sn22.2:8.12": "saññāya … ",
  "sn22.2:8.13": "saṅkhāresu avigatarāgassa …pe… ",
  "sn22.2:8.14": "avigatataṇhassa tesaṁ saṅkhārānaṁ vipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.2:8.15": "Viññāṇe avigatarāgassa avigatacchandassa avigatapemassa avigatapipāsassa avigatapariḷāhassa avigatataṇhassa tassa viññāṇassa vipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.2:8.16": "Idaṁ kho no, āvuso, ādīnavaṁ disvā rūpe chandarāgavinayakkhāyī satthā, ",
  "sn22.2:8.17": "vedanāya … ",
  "sn22.2:8.18": "saññāya … ",
  "sn22.2:8.19": "saṅkhāresu … ",
  "sn22.2:8.20": "viññāṇe chandarāgavinayakkhāyī satthā’ti. ",
  "sn22.2:9.1": "Evaṁ byākatepi kho, āvuso, assuyeva uttariṁ pañhaṁ pucchitāro—",
  "sn22.2:9.2": "khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi. ",
  "sn22.2:9.3": "Paṇḍitā hāvuso, manussā vīmaṁsakā: ",
  "sn22.2:9.4": "‘kiṁ panāyasmantānaṁ ānisaṁsaṁ disvā rūpe chandarāgavinayakkhāyī satthā, ",
  "sn22.2:9.5": "vedanāya … ",
  "sn22.2:9.6": "saññāya … ",
  "sn22.2:9.7": "saṅkhāresu … ",
  "sn22.2:9.8": "viññāṇe chandarāgavinayakkhāyī satthā’ti? ",
  "sn22.2:9.9": "Evaṁ puṭṭhā tumhe, āvuso, evaṁ byākareyyātha: ",
  "sn22.2:9.10": "‘rūpe kho, āvuso, vigatarāgassa vigatacchandassa vigatapemassa vigatapipāsassa vigatapariḷāhassa vigatataṇhassa tassa rūpassa vipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.2:9.11": "Vedanāya … ",
  "sn22.2:9.12": "saññāya … ",
  "sn22.2:9.13": "saṅkhāresu vigatarāgassa vigatacchandassa vigatapemassa vigatapipāsassa vigatapariḷāhassa vigatataṇhassa tesaṁ saṅkhārānaṁ vipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.2:9.14": "Viññāṇe vigatarāgassa vigatacchandassa vigatapemassa vigatapipāsassa vigatapariḷāhassa vigatataṇhassa tassa viññāṇassa vipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.2:9.15": "Idaṁ kho no, āvuso, ānisaṁsaṁ disvā rūpe chandarāgavinayakkhāyī satthā, vedanāya … ",
  "sn22.2:9.16": "saññāya … ",
  "sn22.2:9.17": "saṅkhāresu … ",
  "sn22.2:9.18": "viññāṇe chandarāgavinayakkhāyī satthā’ti. ",
  "sn22.2:10.1": "Akusale cāvuso, dhamme upasampajja viharato diṭṭhe ceva dhamme sukho vihāro abhavissa avighāto anupāyāso apariḷāho, kāyassa ca bhedā paraṁ maraṇā sugati pāṭikaṅkhā, nayidaṁ bhagavā akusalānaṁ dhammānaṁ pahānaṁ vaṇṇeyya. ",
  "sn22.2:10.2": "Yasmā ca kho, āvuso, akusale dhamme upasampajja viharato diṭṭhe ceva dhamme dukkho vihāro savighāto saupāyāso sapariḷāho, kāyassa ca bhedā paraṁ maraṇā duggati pāṭikaṅkhā, tasmā bhagavā akusalānaṁ dhammānaṁ pahānaṁ vaṇṇeti. ",
  "sn22.2:11.1": "Kusale cāvuso, dhamme upasampajja viharato diṭṭhe ceva dhamme dukkho vihāro abhavissa savighāto saupāyāso sapariḷāho, kāyassa ca bhedā paraṁ maraṇā duggati pāṭikaṅkhā, nayidaṁ bhagavā kusalānaṁ dhammānaṁ upasampadaṁ vaṇṇeyya. ",
  "sn22.2:11.2": "Yasmā ca kho, āvuso, kusale dhamme upasampajja viharato diṭṭhe ceva dhamme sukho vihāro avighāto anupāyāso apariḷāho, kāyassa ca bhedā paraṁ maraṇā sugati pāṭikaṅkhā, tasmā bhagavā kusalānaṁ dhammānaṁ upasampadaṁ vaṇṇetī”ti. ",
  "sn22.2:12.1": "Idamavocāyasmā sāriputto. ",
  "sn22.2:12.2": "Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṁ abhinandunti. ",
  "sn22.2:12.3": "Dutiyaṁ. "
}