{
  "sn22.58:0.1": "Saṃyutta Nikāya 22 ",
  "sn22.58:0.2": "6. Upayavagga ",
  "sn22.58:0.3": "58. Sammāsambuddhasutta ",
  "sn22.58:1.1": "Sāvatthinidānaṃ. ",
  "sn22.58:1.2": "“Tathāgato, bhikkhave, arahaṃ sammāsambuddho rūpassa nibbidā virāgā nirodhā anupādā vimutto sammāsambuddhoti vuccati. ",
  "sn22.58:1.3": "Bhikkhupi, bhikkhave, paññāvimutto rūpassa nibbidā virāgā nirodhā anupādā vimutto paññāvimuttoti vuccati. ",
  "sn22.58:2.1": "Tathāgato, bhikkhave, arahaṃ sammāsambuddho vedanāya nibbidā virāgā nirodhā anupādā vimutto sammāsambuddhoti vuccati. ",
  "sn22.58:2.2": "Bhikkhupi, bhikkhave, paññāvimutto vedanāya nibbidā …pe… paññāvimuttoti vuccati. ",
  "sn22.58:3.1": "Tathāgato, bhikkhave, arahaṃ sammāsambuddho saññāya … ",
  "sn22.58:3.2": "saṅkhārānaṃ … ",
  "sn22.58:3.3": "viññāṇassa nibbidā virāgā nirodhā anupādā vimutto sammāsambuddhoti vuccati. ",
  "sn22.58:3.4": "Bhikkhupi, bhikkhave, paññāvimutto viññāṇassa nibbidā virāgā nirodhā anupādā vimutto paññāvimuttoti vuccati. ",
  "sn22.58:4.1": "Tatra kho, bhikkhave, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ, tathāgatassa arahato sammāsambuddhassa paññāvimuttena bhikkhunā”ti? ",
  "sn22.58:4.2": "“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaññeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "sn22.58:4.3": "“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
  "sn22.58:4.4": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
  "sn22.58:4.5": "Bhagavā etadavoca: ",
  "sn22.58:5.1": "“Tathāgato, bhikkhave, arahaṃ sammāsambuddho anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā maggaññū, maggavidū, maggakovido; ",
  "sn22.58:5.2": "maggānugā ca, bhikkhave, etarahi sāvakā viharanti pacchā samannāgatā. ",
  "sn22.58:5.3": "Ayaṃ kho, bhikkhave, viseso, ayaṃ adhippayāso, idaṃ nānākaraṇaṃ tathāgatassa arahato sammāsambuddhassa paññāvimuttena bhikkhunā”ti. ",
  "sn22.58:5.4": "Chaṭṭhaṃ. "
}