{
  "sn22.43:0.1": "Saṃyutta Nikāya 22 ",
  "sn22.43:0.2": "5. Attadīpavagga ",
  "sn22.43:0.3": "43. Attadīpasutta ",
  "sn22.43:1.1": "Sāvatthinidānaṃ. ",
  "sn22.43:1.2": "“Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "sn22.43:1.3": "Attadīpānaṃ, bhikkhave, viharataṃ attasaraṇānaṃ anaññasaraṇānaṃ, dhammadīpānaṃ dhammasaraṇānaṃ anaññasaraṇānaṃ yoni upaparikkhitabbā ‘Kiṃjātikā sokaparidevadukkhadomanassupāyāsā, kiṃpahotikā’ti? ",
  "sn22.43:2.1": "Kiṃjātikā ca, bhikkhave, sokaparidevadukkhadomanassupāyāsā, kiṃpahotikā? ",
  "sn22.43:2.2": "Idha, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, ",
  "sn22.43:2.3": "rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ; attani vā rūpaṃ, rūpasmiṃ vā attānaṃ. ",
  "sn22.43:2.4": "Tassa taṃ rūpaṃ vipariṇamati, aññathā ca hoti. ",
  "sn22.43:2.5": "Tassa rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.43:2.6": "Vedanaṃ attato samanupassati, vedanāvantaṃ vā attānaṃ; attani vā vedanaṃ, vedanāya vā attānaṃ. ",
  "sn22.43:2.7": "Tassa sā vedanā vipariṇamati, aññathā ca hoti. ",
  "sn22.43:2.8": "Tassa vedanāvipariṇāmaññathābhāvā uppajjanti sokaparideva …pe… pāyāsā. ",
  "sn22.43:2.9": "Saññaṃ attato samanupassati … ",
  "sn22.43:2.10": "saṅkhāre attato samanupassati … ",
  "sn22.43:2.11": "viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ; attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ. ",
  "sn22.43:2.12": "Tassa taṃ viññāṇaṃ vipariṇamati, aññathā ca hoti. ",
  "sn22.43:2.13": "Tassa viññāṇavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.43:3.1": "Rūpassa tveva, bhikkhave, aniccataṃ viditvā vipariṇāmaṃ virāgaṃ nirodhaṃ, ‘pubbe ceva rūpaṃ etarahi ca sabbaṃ rūpaṃ aniccaṃ dukkhaṃ vipariṇāmadhamman’ti, evametaṃ yathābhūtaṃ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti. ",
  "sn22.43:3.2": "Tesaṃ pahānā na paritassati, aparitassaṃ sukhaṃ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccati. ",
  "sn22.43:3.3": "Vedanāya tveva, bhikkhave, aniccataṃ viditvā vipariṇāmaṃ virāgaṃ nirodhaṃ, ‘pubbe ceva vedanā etarahi ca sabbā vedanā aniccā dukkhā vipariṇāmadhammā’ti, evametaṃ yathābhūtaṃ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti. ",
  "sn22.43:3.4": "Tesaṃ pahānā na paritassati, aparitassaṃ sukhaṃ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccati. ",
  "sn22.43:3.5": "Saññāya … ",
  "sn22.43:3.6": "saṅkhārānaṃ tveva, bhikkhave, aniccataṃ viditvā vipariṇāmaṃ virāgaṃ nirodhaṃ, ‘pubbe ceva saṅkhārā etarahi ca sabbe saṅkhārā aniccā dukkhā vipariṇāmadhammā’ti, evametaṃ yathābhūtaṃ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti. ",
  "sn22.43:3.7": "Tesaṃ pahānā na paritassati, aparitassaṃ sukhaṃ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccati. ",
  "sn22.43:3.8": "Viññāṇassa tveva, bhikkhave, aniccataṃ viditvā vipariṇāmaṃ virāgaṃ nirodhaṃ, ‘pubbe ceva viññāṇaṃ etarahi ca sabbaṃ viññāṇaṃ aniccaṃ dukkhaṃ vipariṇāmadhamman’ti, evametaṃ yathābhūtaṃ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti. ",
  "sn22.43:3.9": "Tesaṃ pahānā na paritassati, aparitassaṃ sukhaṃ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccatī”ti. ",
  "sn22.43:3.10": "Paṭhamaṃ. "
}