{
  "sn22.26:0.1": "Saṃyutta Nikāya 22 ",
  "sn22.26:0.2": "3. Bhāravagga ",
  "sn22.26:0.3": "26. Assādasutta ",
  "sn22.26:1.1": "Sāvatthinidānaṃ. ",
  "sn22.26:1.2": "“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "sn22.26:1.3": "‘ko nu kho rūpassa assādo, ko ādīnavo, kiṃ nissaraṇaṃ? ",
  "sn22.26:1.4": "Ko vedanāya assādo, ko ādīnavo, kiṃ nissaraṇaṃ? ",
  "sn22.26:1.5": "Ko saññāya assādo, ko ādīnavo, kiṃ nissaraṇaṃ? ",
  "sn22.26:1.6": "Ko saṅkhārānaṃ assādo, ko ādīnavo, kiṃ nissaraṇaṃ? ",
  "sn22.26:1.7": "Ko viññāṇassa assādo, ko ādīnavo, kiṃ nissaraṇan’ti? ",
  "sn22.26:1.8": "Tassa mayhaṃ, bhikkhave, etadahosi: ",
  "sn22.26:1.9": "‘yaṃ kho rūpaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ rūpassa assādo. ",
  "sn22.26:1.10": "Yaṃ rūpaṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ, ayaṃ rūpassa ādīnavo. ",
  "sn22.26:1.11": "Yo rūpasmiṃ chandarāgavinayo chandarāgappahānaṃ, idaṃ rūpassa nissaraṇaṃ. ",
  "sn22.26:1.12": "Yaṃ vedanaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ vedanāya assādo. ",
  "sn22.26:1.13": "Yaṃ vedanā aniccā dukkhā vipariṇāmadhammā, ayaṃ vedanāya ādīnavo. ",
  "sn22.26:1.14": "Yo vedanāya chandarāgavinayo chandarāgappahānaṃ, idaṃ vedanāya nissaraṇaṃ. ",
  "sn22.26:1.15": "Yaṃ saññaṃ paṭicca uppajjati …pe… ",
  "sn22.26:1.16": "yaṃ saṅkhāre paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ saṅkhārānaṃ assādo. ",
  "sn22.26:1.17": "Yaṃ saṅkhārā aniccā dukkhā vipariṇāmadhammā, ayaṃ saṅkhārānaṃ ādīnavo. ",
  "sn22.26:1.18": "Yo saṅkhāresu chandarāgavinayo chandarāgappahānaṃ, idaṃ saṅkhārānaṃ nissaraṇaṃ. ",
  "sn22.26:1.19": "Yaṃ viññāṇaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ viññāṇassa assādo. ",
  "sn22.26:1.20": "Yaṃ viññāṇaṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ, ayaṃ viññāṇassa ādīnavo. ",
  "sn22.26:1.21": "Yo viññāṇasmiṃ chandarāgavinayo chandarāgappahānaṃ, idaṃ viññāṇassa nissaraṇaṃ’. ",
  "sn22.26:2.1": "Yāvakīvañcāhaṃ, bhikkhave, imesaṃ pañcannaṃ upādānakkhandhānaṃ evaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, ‘sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ. ",
  "sn22.26:2.2": "Yato ca khvāhaṃ, bhikkhave, imesaṃ pañcannaṃ upādānakkhandhānaṃ evaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññāsiṃ; ",
  "sn22.26:2.3": "athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ. ",
  "sn22.26:2.4": "Ñāṇañca pana me dassanaṃ udapādi: ",
  "sn22.26:2.5": "‘akuppā me vimutti; ayamantimā jāti; natthi dāni punabbhavo’”ti. ",
  "sn22.26:2.6": "Pañcamaṃ. "
}