{
  "sn22.117:0.1": "Saṃyutta Nikāya 22 ",
  "sn22.117:0.2": "12. Dhammakathikavagga ",
  "sn22.117:0.3": "117. Bandhanasutta ",
  "sn22.117:1.1": "Sāvatthinidānaṃ. ",
  "sn22.117:1.2": "“Idha, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī …pe… sappurisadhamme avinīto ",
  "sn22.117:1.3": "rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ; attani vā rūpaṃ, rūpasmiṃ vā attānaṃ. ",
  "sn22.117:1.4": "Ayaṃ vuccati, bhikkhave, assutavā puthujjano rūpabandhanabaddho santarabāhirabandhanabaddho atīradassī apāradassī, baddho jīyati baddho mīyati baddho asmā lokā paraṃ lokaṃ gacchati. ",
  "sn22.117:1.5": "Vedanaṃ attato samanupassati …pe… vedanāya vā attānaṃ. ",
  "sn22.117:1.6": "Ayaṃ vuccati, bhikkhave, assutavā puthujjano vedanābandhanabaddho santarabāhirabandhanabaddho atīradassī apāradassī, baddho jīyati baddho mīyati baddho asmā lokā paraṃ lokaṃ gacchati. ",
  "sn22.117:1.7": "Saññaṃ … ",
  "sn22.117:1.8": "saṅkhāre … ",
  "sn22.117:1.9": "viññāṇaṃ attato samanupassati …pe… ",
  "sn22.117:1.10": "ayaṃ vuccati, bhikkhave, assutavā puthujjano viññāṇabandhanabaddho santarabāhirabandhanabaddho atīradassī apāradassī, baddho jīyati baddho mīyati baddho asmā lokā paraṃ lokaṃ gacchati. ",
  "sn22.117:2.1": "Sutavā ca kho, bhikkhave, ariyasāvako ariyānaṃ dassāvī …pe… sappurisadhamme suvinīto ",
  "sn22.117:2.2": "na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ; na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ. ",
  "sn22.117:2.3": "Ayaṃ vuccati, bhikkhave, sutavā ariyasāvako na rūpabandhanabaddho, na santarabāhirabandhanabaddho, tīradassī, pāradassī; ‘parimutto so dukkhasmā’ti vadāmi. ",
  "sn22.117:2.4": "Na vedanaṃ attato …pe… ",
  "sn22.117:2.5": "na saññaṃ attato …pe… ",
  "sn22.117:2.6": "na saṅkhāre attato …pe… ",
  "sn22.117:2.7": "na viññāṇaṃ attato samanupassati …pe… ",
  "sn22.117:2.8": "ayaṃ vuccati, bhikkhave, sutavā ariyasāvako na viññāṇabandhanabaddho, na santarabāhirabandhanabaddho, tīradassī, pāradassī, ‘parimutto so dukkhasmā’ti vadāmī”ti. ",
  "sn22.117:2.9": "Pañcamaṃ. "
}