{
  "sn22.97:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.97:0.2": "10. Pupphavagga ",
  "sn22.97:0.3": "97. Nakhasikhāsutta ",
  "sn22.97:1.1": "Sāvatthinidānaṁ. ",
  "sn22.97:1.2": "Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "sn22.97:1.3": "“atthi nu kho, bhante, kiñci rūpaṁ yaṁ rūpaṁ niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassati? ",
  "sn22.97:1.4": "Atthi nu kho, bhante, kāci vedanā yā vedanā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṁ tatheva ṭhassati? ",
  "sn22.97:1.5": "Atthi nu kho, bhante, kāci saññā …pe… ",
  "sn22.97:1.6": "keci saṅkhārā, ye saṅkhārā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṁ tatheva ṭhassanti? ",
  "sn22.97:1.7": "Atthi nu kho, bhante, kiñci viññāṇaṁ, yaṁ viññāṇaṁ niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassatī”ti? ",
  "sn22.97:1.8": "“Natthi kho, bhikkhu, kiñci rūpaṁ, yaṁ rūpaṁ niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassati. ",
  "sn22.97:1.9": "Natthi kho, bhikkhu, kāci vedanā … ",
  "sn22.97:1.10": "kāci saññā … ",
  "sn22.97:1.11": "keci saṅkhārā …pe… ",
  "sn22.97:1.12": "kiñci viññāṇaṁ, yaṁ viññāṇaṁ niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassatī”ti. ",
  "sn22.97:2.1": "Atha kho bhagavā parittaṁ nakhasikhāyaṁ paṁsuṁ āropetvā taṁ bhikkhuṁ etadavoca: ",
  "sn22.97:2.2": "“ettakampi kho, bhikkhu, rūpaṁ natthi niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassati. ",
  "sn22.97:2.3": "Ettakañcepi, bhikkhu, rūpaṁ abhavissa niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ, nayidaṁ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ",
  "sn22.97:2.4": "Yasmā ca kho, bhikkhu, ettakampi rūpaṁ natthi niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya”. ",
  "sn22.97:3.1": "Ettakāpi kho, bhikkhu, vedanā natthi niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṁ tatheva ṭhassati. ",
  "sn22.97:3.2": "Ettakā cepi, bhikkhu, vedanā abhavissa niccā dhuvā sassatā avipariṇāmadhammā, na yidaṁ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ",
  "sn22.97:3.3": "Yasmā ca kho, bhikkhu, ettakāpi vedanā natthi niccā dhuvā sassatā avipariṇāmadhammā, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya. ",
  "sn22.97:4.1": "Ettakāpi kho, bhikkhu, saññā natthi …pe… ",
  "sn22.97:4.2": "ettakāpi kho, bhikkhu, saṅkhārā natthi niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṁ tatheva ṭhassanti. ",
  "sn22.97:4.3": "Ettakā cepi, bhikkhu, saṅkhārā abhavissaṁsu niccā dhuvā sassatā avipariṇāmadhammā, na yidaṁ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ",
  "sn22.97:4.4": "Yasmā ca kho, bhikkhu, ettakāpi saṅkhārā natthi niccā dhuvā sassatā avipariṇāmadhammā, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya. ",
  "sn22.97:5.1": "Ettakampi kho, bhikkhu, viññāṇaṁ natthi niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassati. ",
  "sn22.97:5.2": "Ettakampi kho, bhikkhu, viññāṇaṁ abhavissa niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ, na yidaṁ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ",
  "sn22.97:5.3": "Yasmā ca kho, bhikkhu, ettakampi viññāṇaṁ natthi niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya. ",
  "sn22.97:6.1": "Taṁ kiṁ maññasi, bhikkhu, ",
  "sn22.97:6.2": "rūpaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "sn22.97:6.3": "“Aniccaṁ, bhante”. ",
  "sn22.97:6.4": "“Vedanā … ",
  "sn22.97:6.5": "saññā … ",
  "sn22.97:6.6": "saṅkhārā … ",
  "sn22.97:6.7": "viññāṇaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "sn22.97:6.8": "“Aniccaṁ, bhante” …pe… ",
  "sn22.97:6.9": "“tasmātiha …pe… ",
  "sn22.97:6.10": "evaṁ passaṁ …pe… ",
  "sn22.97:6.11": "nāparaṁ itthattāyāti pajānātī”ti. ",
  "sn22.97:6.12": "Pañcamaṁ. "
}