{
  "ud1.8:0.1": "'Nadahnuća 1.8 '",
  "ud1.8:0.2": "'Saṅgāmađi '",
  "ud1.8:1.1": "'Ovako sam čuo. '",
  "ud1.8:1.2": "'Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. '",
  "ud1.8:1.3": "'Onda poštovani Saṅgāmađi dođe u Sāvatthī, kako bi video Blaženog. '",
  "ud1.8:1.4": "'I doču nekadašnja žena poštovanog Saṅgāmađija: '",
  "ud1.8:1.5": "'„Kažu da je gospodar Saṅgāmađi stigao u Sāvatthī.” '",
  "ud1.8:1.6": "'Na to ona uze svog sinčića i dođe do Đetinog gaja. '",
  "ud1.8:2.1": "'Tom prilikom poštovani Saṅgāmađi je sedeo u podnožju nekog drveta, kako bi se sklonio od vreline. '",
  "ud1.8:2.2": "'A žena dođe do njega, pa mu reče: '",
  "ud1.8:2.3": "'„Malo dete imam, asketo, nahrani me!” '",
  "ud1.8:2.4": "'Na to poštovani Saṅgāmađi ostade nem. '",
  "ud1.8:3.1": "'Po drugi put… '",
  "ud1.8:4.1": "'Po treći put njegova nekadašnja žena reče poštovanom Saṅgāmađiju: '",
  "ud1.8:4.2": "'„Malo dete imam, asketo, nahrani me!” '",
  "ud1.8:4.3": "'I po treći put poštovani Saṅgāmađi ostade nem na to. '",
  "ud1.8:5.1": "'Na to ona spusti dete na zemlju pred njega: '",
  "ud1.8:5.2": "'„Evo ti, asketo, tvoj sin, pa ga nahrani!” i otide. '",
  "ud1.8:6.1": "'Poštovani Saṅgāmađi niti je pogledao dete, niti sa njim progovorio. '",
  "ud1.8:6.2": "'A žena nije otišla daleko, pa se osvrnu i videvši da poštovani Saṅgāmađi niti gleda dete, niti sa njim govori, ovako reče: '",
  "ud1.8:6.3": "'„Asketa ne želi svog sina”. '",
  "ud1.8:6.4": "'Onda se vrati, uze dete i otide. '",
  "ud1.8:6.5": "'I vide Blaženi svojim duhovnim okom, koje je pročišćeno i nadmašuje ljudsko, kako se nekadašnja žena poštovanog Saṅgāmađija prema njemu odnosila bez poštovanja. '",
  "ud1.8:7.1": "'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: '",
  "ud1.8:8.1": "'„Dolasku njenom se ne raduje, '",
  "ud1.8:8.2": "'zbog odlaska njenog ne tuguje, '",
  "ud1.8:8.3": "'U bici pobednik, okova oslobođen: '",
  "ud1.8:8.4": "'takvoga ja brahmanom zovem.” '"
}