{
  "ud1.10:0.1": "'\"\\'Nadahnuća 1.10 \\'\"'",
  "ud1.10:0.2": "'\"\\'Poduka Bāhiyi \\'\"'",
  "ud1.10:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud1.10:1.2": "'\"\\'Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. \\'\"'",
  "ud1.10:1.3": "'\"\\'U isto vreme je Bāhiya, asketa s ogrtačem od kore drveta, živeo kraj Suppārake, na obali okeana. Tu je bio poštovan i obožavan, divili su mu se, klanjali i cenili ga, obezbeđivali sve što mu je neophodno: ogrtači, hrana, smeštaj i lekovi. \\'\"'",
  "ud1.10:1.4": "'\"\\'I tako, dok je asketa Bāhiya jednom boravio u osami, ovakva misao mu se javi: \\'\"'",
  "ud1.10:1.5": "'\"\\'„Ja sam jedan među onima na ovome svetu koji su probuđeni ili su stupili na stazu probuđenja.” \\'\"'",
  "ud1.10:2.1": "'\"\\'Onda neko božanstvo, koje je nekada bilo srodnik askete Bāhiye – iz saosećanja i dobre želje, razumevši o čemu razmišlja – dođe do njega i reče mu: \\'\"'",
  "ud1.10:2.2": "'\"\\'„Ti, Bāhiya, svakako nisi probuđen, niti si stupio na stazu probuđenja. \\'\"'",
  "ud1.10:2.3": "'\"\\'Staza kojom ideš nije takva.” \\'\"'",
  "ud1.10:3.1": "'\"\\'„Pa ko je onda na ovome svetu, zajedno sa božanstvima, probuđen ili je stupio na stazu probuđenja?” \\'\"'",
  "ud1.10:3.2": "'\"\\'„Postoji, Bāhiya, u severnim krajevima grad po imenu Sāvatthī. \\'\"'",
  "ud1.10:3.3": "'\"\\'Tamo sada boravi Blaženi, plemeniti i potpuno probuđeni. \\'\"'",
  "ud1.10:3.4": "'\"\\'Bāhiya, on svakako jeste probuđen i podučava istinu kojom se postaje probuđen.” \\'\"'",
  "ud1.10:4.1": "'\"\\'Pometen onim što je reklo božanstvo, asketa Bāhiya odmah napusti Suppāraku. \\'\"'",
  "ud1.10:4.2": "'\"\\'Usput se svuda zadržavao tek toliko da prenoći, sve dok nije stigao do Sāvatthīja, do Đetinog gaja, manastira koji je podigao Anāthapiṇḍika. \\'\"'",
  "ud1.10:4.3": "'\"\\'A u to vreme mnogo monaha je praktikovalo hodajuću meditaciju na otvorenom. \\'\"'",
  "ud1.10:4.4": "'\"\\'I priđe asketa Bāhiya tim monasima, pa im reče: \\'\"'",
  "ud1.10:4.5": "'\"\\'„Poštovani, gde sada živi Blaženi, plemeniti i potpuno probuđeni? \\'\"'",
  "ud1.10:4.6": "'\"\\'Želim da ga vidim.” \\'\"'",
  "ud1.10:4.7": "'\"\\'„Blaženi je, Bāhiya, otišao u grad u prošenje hrane.” \\'\"'",
  "ud1.10:5.1": "'\"\\'Onda asketa Bāhiya, pošto je hitro napustio Đetin gaj i stigao u Sāvatthī, ugleda Blaženog kako prosi hranu, blag, zračeći blagošću, ukroćenih čula, ukroćenog uma, pošto je dostigao najvišu obuzdanost i mir, pažljiv, smotren, odmeren, plemenit. \\'\"'",
  "ud1.10:5.2": "'\"\\'Ugledavši ga, priđe on Blaženom i pokloni se do nogu, pa mu se ovako obrati: \\'\"'",
  "ud1.10:5.3": "'\"\\'„Poštovani gospodine, neka me Blaženi poduči Dhammi, neka me srećni poduči Dhammi, \\'\"'",
  "ud1.10:5.4": "'\"\\'koja će zadugo biti na moju korist i sreću!” \\'\"'",
  "ud1.10:5.5": "'\"\\'Na to Blaženi reče: \\'\"'",
  "ud1.10:5.6": "'\"\\'„Nije sada vreme, Bāhiya, došao sam u grad da prosim hranu.” \\'\"'",
  "ud1.10:6.1": "'\"\\'Po drugi put asketa Bāhiya ovako reče: \\'\"'",
  "ud1.10:6.2": "'\"\\'„Teško je znati, poštovani gospodine, kakve opasnosti vrebaju život Blaženog ili kakve opasnosti vrebaju moj. \\'\"'",
  "ud1.10:6.3": "'\"\\'„Poštovani gospodine, neka me Blaženi poduči Dhammi, \\'\"'",
  "ud1.10:6.4": "'\"\\'neka me srećni poduči Dhammi, koja će zadugo biti na moju korist i sreću!” \\'\"'",
  "ud1.10:6.5": "'\"\\'I po drugi put Blaženi reče: \\'\"'",
  "ud1.10:6.6": "'\"\\'„Nije sada vreme, Bāhiya, došao sam u grad da prosim hranu.” \\'\"'",
  "ud1.10:7.1": "'\"\\'Po treći put asketa Bāhiya ovako reče: \\'\"'",
  "ud1.10:7.2": "'\"\\'„Teško je znati, poštovani gospodine, kakve opasnosti vrebaju život Blaženog ili kakve opasnosti vrebaju moj. \\'\"'",
  "ud1.10:7.3": "'\"\\'„Poštovani gospodine, neka me Blaženi poduči Dhammi, \\'\"'",
  "ud1.10:7.4": "'\"\\'neka me srećni poduči Dhammi, koja će zadugo biti na moju korist i sreću!” \\'\"'",
  "ud1.10:8.1": "'\"\\'„Ako je tako, Bāhiya, ovako treba da vežbaš: \\'\"'",
  "ud1.10:8.2": "'\"\\'’U onome što je viđeno, neka bude samo to što je viđeno, u onome što čuješ neka bude samo to što si čuo, u onome što je osećano neka bude samo to što je osećano, u onome što je shvaćeno neka bude samo to što je shvaćeno.’ \\'\"'",
  "ud1.10:8.3": "'\"\\'Tako, Bāhiya, sebe treba da vežbaš. \\'\"'",
  "ud1.10:8.4": "'\"\\'I pošto će, Bhāhiya, za tebe u onome što je viđeno biti samo to što je viđeno, u onome što si čuo samo to što si čuo, u onome što je osećano samo to što je osećano, u onome što je shvaćeno samo to što je shvaćeno, tada ti, Bāhiya, nećeš biti sa tim. \\'\"'",
  "ud1.10:8.5": "'\"\\'tada ti, Bāhiya, nećeš biti sa tim. \\'\"'",
  "ud1.10:8.6": "'\"\\'A pošto nećeš biti sa tim, Bāhiya, \\'\"'",
  "ud1.10:8.7": "'\"\\'tada tebe ni nema u tome. \\'\"'",
  "ud1.10:8.8": "'\"\\'I pošto tebe nema u tome, \\'\"'",
  "ud1.10:8.9": "'\"\\'tada nećeš biti ni ovde, ni tamo, a ni između to dvoje. \\'\"'",
  "ud1.10:8.10": "'\"\\'Samo to jeste kraj patnje.” \\'\"'",
  "ud1.10:9.1": "'\"\\'Zahvaljujući ovoj kratkoj pouci Blaženog, um askete Bāhiye na tom mestu postade oslobođen otrova, bez vezanosti. \\'\"'",
  "ud1.10:10.1": "'\"\\'A Blaženi, pošto je ovom kratkom poukom podučio asketu Bāhiyu, otide. \\'\"'",
  "ud1.10:10.2": "'\"\\'I ne zadugo pošto je Blaženi otišao, neka zalutala krava s teletom nasrnu na asketu Bāhiyu i liši ga života. \\'\"'",
  "ud1.10:11.1": "'\"\\'Kada je kasnije završio prošenje hrane u Sāvatthīju i vraćao se u pratnji mnoštva monaha, Blaženi ugleda mrtvoga asketu Bāhiyu. \\'\"'",
  "ud1.10:11.2": "'\"\\'Videvši ga, reče on monasima: \\'\"'",
  "ud1.10:11.3": "'\"\\'„Monasi, uzmite telo askete Bāhiye, pa pošto ga stavite na nosila, odnesete do lomače i spalite, napravite humku za njega. \\'\"'",
  "ud1.10:11.4": "'\"\\'Monasi, umro je vaš saputnik u svetačkom životu.” \\'\"'",
  "ud1.10:12.1": "'\"\\'„Da, poštovani gospodine”, rekoše monasi, postaviše telo na nosila, odnesoše ga do lomače i spališe, te napraviše humku. Potom odoše do Blaženog i sedoše sa strane. \\'\"'",
  "ud1.10:12.2": "'\"\\'Dok su sedeli, monasi ovako rekoše Blaženom: \\'\"'",
  "ud1.10:12.3": "'\"\\'„Poštovani gospodine, spaljeno je telo askete Bāhiye i humka napravljena. \\'\"'",
  "ud1.10:12.4": "'\"\\'Koje je sada njegovo odredište? Na kojem će se on mestu preporoditi?” \\'\"'",
  "ud1.10:12.6": "'\"\\'Monasi, asketa Bāhiya je sada potpuno oslobođen.” \\'\"'",
  "ud1.10:13.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\'\"'",
  "ud1.10:14.1": "'\"\\'„Gde ni voda, ni zemlja, \\'\"'",
  "ud1.10:14.2": "'\"\\'vatra ni vazduh svog uporišta nemaju, \\'\"'",
  "ud1.10:14.3": "'\"\\'tu zvezde ne sjaje, \\'\"'",
  "ud1.10:14.4": "'\"\\'niti sunce ikada zablista. \\'\"'",
  "ud1.10:14.5": "'\"\\'Tamo ni meseca bledog nema, \\'\"'",
  "ud1.10:14.6": "'\"\\'niti tama igde postoji. \\'\"'",
  "ud1.10:15.1": "'\"\\'A tamo gde mudrac, brahman, \\'\"'",
  "ud1.10:15.2": "'\"\\'nibbānu dosegne mudrošću svojom, \\'\"'",
  "ud1.10:15.3": "'\"\\'tu od oblika i bezobličnog, \\'\"'",
  "ud1.10:15.4": "'\"\\'od sreće i patnje oslobođen biva.” \\'\"'"
}