{
  "sn54.8:0.1": "Verbundene Lehrreden 54.8 ",
  "sn54.8:0.2": "1. Das Kapitel über ein Ding ",
  "sn54.8:0.3": "Das Gleichnis von der Lampe ",
  "sn54.8:1.1": "„Mönche und Nonnen, wenn Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut wird, bringt sie reiche Frucht und reichen Segen. ",
  "sn54.8:1.2": "Wie geschieht das? ",
  "sn54.8:2.1": "Da geht eine Nonne in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte, setzt sich dort mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit vor sich. ",
  "sn54.8:2.2": "Ganz achtsam atmet sie ein. Achtsam atmet sie aus. ",
  "sn54.8:2.3": "Wenn sie schwer einatmet, weiß sie: ‚Ich atme schwer ein.‘ Wenn sie schwer ausatmet, weiß sie: ‚Ich atme schwer aus.‘ … ",
  "sn54.8:2.4": "Sie übt: ‚Ich werde beim Einatmen das Loslassen beobachten.‘ Sie übt: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ ",
  "sn54.8:2.5": "So bringt Versenkung durch Achtsamkeit auf den Atem, wenn sie entwickelt und ausgebaut wird, reiche Frucht und reichen Segen. ",
  "sn54.8:3.1": "Vor meinem Erwachen, als ich noch nicht erwacht war, aber zum Erwachen entschlossen, übte auch ich gewöhnlich diese Art der Meditation. ",
  "sn54.8:3.2": "Und während ich gewöhnlich diese Meditation übte, wurden weder mein Körper noch meine Augen müde. ",
  "sn54.8:3.3": "Und mein Geist wurde durch Nicht-Ergreifen von den Befleckungen befreit. ",
  "sn54.8:4.1": "Wenn nun ein Mönch wünscht: ",
  "sn54.8:4.2": "‚Dass doch weder mein Körper noch meine Augen müde würden! Und dass doch mein Geist durch Nicht-Ergreifen von den Befleckungen befreit würde!‘, ",
  "sn54.8:4.3": "so sollte er sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:5.1": "Wenn nun eine Nonne wünscht: ",
  "sn54.8:5.2": "‚Dass ich doch Erinnerungen und Gedanken an das Leben im Haus aufgeben könnte!‘, ",
  "sn54.8:5.3": "so sollte sie sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:6.1": "Wenn nun ein Mönch wünscht: ",
  "sn54.8:6.2": "‚Dass ich doch meditieren könnte, indem ich das Widerwärtige in dem wahrnehme, was nicht widerwärtig ist‘, ",
  "sn54.8:6.3": "so sollte er sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:7.1": "Wenn nun eine Nonne wünscht: ",
  "sn54.8:7.2": "‚Dass ich doch meditieren könnte, indem ich das, was nicht widerwärtig ist, im Widerwärtigen wahrnehme‘, ",
  "sn54.8:7.3": "so sollte sie sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:8.1": "Wenn nun ein Mönch wünscht: ",
  "sn54.8:8.2": "‚Dass ich doch meditieren könnte, indem ich das Widerwärtige sowohl in dem wahrnehme, was nicht widerwärtig ist, als auch im Widerwärtigen‘, ",
  "sn54.8:8.3": "so sollte er sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:9.1": "Wenn nun eine Nonne wünscht: ",
  "sn54.8:9.2": "‚Dass ich doch meditieren könnte, indem ich das, was nicht widerwärtig ist, sowohl im Widerwärtigen wahrnehme als auch in dem, was nicht widerwärtig ist‘, ",
  "sn54.8:9.3": "so sollte sie sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:10.1": "Wenn nun ein Mönch wünscht: ",
  "sn54.8:10.2": "‚Dass ich doch meditieren könnte, indem ich gleichmütig bleibe, achtsam und umsichtig, und sowohl das Widerwärtige zurückweise als auch das, was nicht widerwärtig ist‘, ",
  "sn54.8:10.3": "so sollte er sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:11.1": "Wenn nun eine Nonne wünscht: ",
  "sn54.8:11.2": "‚Dass ich doch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintreten und darin verweilen könnte; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält!‘, ",
  "sn54.8:11.3": "so sollte sie sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:12.1": "Wenn nun ein Mönch wünscht: ",
  "sn54.8:12.2": "‚Dass ich doch, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung eintreten und darin verweilen könnte; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten!‘, ",
  "sn54.8:12.3": "so sollte er sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:13.1": "Wenn nun eine Nonne wünscht: ",
  "sn54.8:13.2": "‚Dass ich doch mit dem Schwinden der Ekstase in die dritte Vertiefung eintreten und darin verweilen könnte; da werde ich mit Gleichmut meditieren, achtsam und umsichtig, und persönlich die Seligkeit erfahren, von der die Edlen erklären: „Gleichmütig und achtsam meditiert man in Seligkeit“!‘, ",
  "sn54.8:13.3": "so sollte sie sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:14.1": "Wenn nun ein Mönch wünscht: ",
  "sn54.8:14.2": "‚Dass ich doch, indem ich Glück und Schmerz aufgebe, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung eintreten und darin verweilen könnte, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit!‘, ",
  "sn54.8:14.3": "so sollte er sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:15.1": "Wenn nun eine Nonne wünscht: ",
  "sn54.8:15.2": "‚Dass ich doch jegliche Formwahrnehmung übersteigen und mit dem Beenden der Wahrnehmung von Eindrücken, und indem ich mich nicht der Wahrnehmung von Vielfalt zuwende, im Wissen: „Raum ist unendlich“, in die Dimension des unendlichen Raumes eintreten und darin verweilen könnte!‘, ",
  "sn54.8:15.3": "so sollte sie sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:16.1": "Wenn nun ein Mönch wünscht: ",
  "sn54.8:16.2": "‚Dass ich doch die Dimension des unendlichen Raumes vollständig übersteigen und im Wissen: „Bewusstsein ist unendlich“ in die Dimension des unendlichen Bewusstseins eintreten und darin verweilen könnte!‘, ",
  "sn54.8:16.3": "so sollte er sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:17.1": "Wenn nun eine Nonne wünscht: ",
  "sn54.8:17.2": "‚Dass ich doch die Dimension des unendlichen Bewusstseins vollständig übersteigen und im Wissen: „da ist überhaupt nichts“ in die Dimension des Nichts eintreten und darin verweilen könnte!‘, ",
  "sn54.8:17.3": "so sollte sie sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:18.1": "Wenn nun ein Mönch wünscht: ",
  "sn54.8:18.2": "‚Dass ich doch die Dimension des Nichts vollständig übersteigen, in die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, eintreten und darin verweilen könnte!‘, ",
  "sn54.8:18.3": "so sollte er sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:19.1": "Wenn nun eine Nonne wünscht: ",
  "sn54.8:19.2": "‚Dass ich doch die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, vollständig übersteigen, in das Aufhören von Wahrnehmung und Gefühl eintreten und darin verweilen könnte!‘, ",
  "sn54.8:19.3": "so sollte sie sich dieser Versenkung durch Achtsamkeit auf den Atem genau zuwenden. ",
  "sn54.8:20.1": "Wenn die Versenkung durch Achtsamkeit auf den Atem auf diese Art entwickelt und ausgebaut wurde, so versteht man, wenn man ein angenehmes Gefühl fühlt, dass es unbeständig ist; man hängt nicht daran und findet kein Vergnügen daran. ",
  "sn54.8:20.2": "Wenn man ein schmerzhaftes Gefühl fühlt, versteht man, dass es unbeständig ist; man hängt nicht daran und findet kein Vergnügen daran. ",
  "sn54.8:20.3": "Wenn man ein neutrales Gefühl fühlt, versteht man, dass es unbeständig ist; man hängt nicht daran und findet kein Vergnügen daran. ",
  "sn54.8:21.1": "Wenn man ein angenehmes Gefühl fühlt, fühlt man es abgelöst. ",
  "sn54.8:21.2": "Wenn man ein schmerzhaftes Gefühl fühlt, fühlt man es abgelöst. ",
  "sn54.8:21.3": "Wenn man ein neutrales Gefühl fühlt, fühlt man es abgelöst. ",
  "sn54.8:21.4": "Wenn man das Ende des Körpers nahen fühlt, weiß man: ‚Ich fühle das Ende des Körpers nahen.‘ Wenn man das Ende des Lebens nahen fühlt, weiß man: ‚Ich fühle das Ende des Lebens nahen.‘ ",
  "sn54.8:21.5": "Man versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘ ",
  "sn54.8:22.1": "Wie eine Öllampe, die mithilfe von Öl und einem Docht brennt: ",
  "sn54.8:22.2": "Wenn Öl und Docht aufgebraucht sind, erlischt sie aus Mangel an Nahrung. ",
  "sn54.8:22.3": "Ebenso weiß man, wenn man das Ende des Körpers nahen fühlt: ‚Ich fühle das Ende des Körpers nahen.‘ Wenn man das Ende des Lebens nahen fühlt, weiß man: ‚Ich fühle das Ende des Lebens nahen.‘ ",
  "sn54.8:22.4": "Man versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘“ "
}