{
  "sn54.9:0.1": "Verbundene Lehrreden 54.9 ",
  "sn54.9:0.2": "1. Das Kapitel über ein Ding ",
  "sn54.9:0.3": "In Vesālī ",
  "sn54.9:1.1": "So habe ich es gehört: ",
  "sn54.9:1.2": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "sn54.9:1.3": "Da sprach der Buddha zu dieser Zeit auf vielerlei Art zu den Mönchen und Nonnen über die Meditation über die unattraktive Natur. Er pries die Meditation über die unattraktive Natur und ihre Entfaltung. ",
  "sn54.9:2.1": "Dann sagte der Buddha zu den Mönchen und Nonnen: ",
  "sn54.9:2.2": "„Mönche und Nonnen, ich wünsche, für einen halben Monat in Klausur zu gehen. ",
  "sn54.9:2.3": "Niemand soll sich mir nähern außer dem, der mir Almosen bringt.“ ",
  "sn54.9:2.4": "„Ja, Herr“, antworteten jene Mönche und Nonnen. Und niemand näherte sich ihm außer dem, der ihm Almosen brachte. ",
  "sn54.9:3.1": "Da dachten diese Mönche und Nonnen: ",
  "sn54.9:3.2": "„Der Buddha sprach auf vielerlei Art über die Meditation über die unattraktive Natur. Er pries die Meditation über die unattraktive Natur und ihre Entfaltung.“ Sie weihten sich der Entfaltung der vielen verschiedenen Facetten der Meditation über die unattraktive Natur. ",
  "sn54.9:3.3": "Da wurden sie von diesem Körper entsetzt, abgestoßen und angewidert und sahen sich nach jemandem um, der ihnen die Pulsadern aufschlitzen würde. ",
  "sn54.9:3.4": "Jeden Tag schlitzten sich zehn, zwanzig oder dreißig Mönche oder Nonnen die Pulsadern auf. ",
  "sn54.9:4.1": "Als dann ein halber Monat vergangen war, kam der Buddha aus seiner Klausur und wandte sich an Ānanda: ",
  "sn54.9:4.2": "„Ānanda, warum erscheint der Saṅgha der Mönche und Nonnen so gelichtet?“ ",
  "sn54.9:4.3": "Ānanda berichtete dem Buddha, was sich zugetragen hatte, und sagte: ",
  "sn54.9:4.6": "„Herr, bitte erkläre einen anderen Weg, wie der Saṅgha der Mönche und Nonnen zur Erleuchtung gelangen kann.“ ",
  "sn54.9:5.1": "„Nun, Ānanda, rufe alle Mönche und Nonnen, die in der Umgebung von Vesālī leben, in der Versammlungshalle zusammen.“ ",
  "sn54.9:5.2": "„Ja, Herr“, antwortete Ānanda. Er tat wie vom Buddha geheißen. Dann ging er zu ihm zurück und sagte: ",
  "sn54.9:5.3": "„Herr, der Saṅgha der Mönche und Nonnen ist versammelt. ",
  "sn54.9:5.4": "Bitte, Herr, geh nach deinem Belieben.“ ",
  "sn54.9:6.1": "Da ging der Buddha zur Versammlungshalle, setzte sich auf den ausgebreiteten Sitz ",
  "sn54.9:6.2": "und wandte sich an die Mönche und Nonnen: ",
  "sn54.9:6.3": "„Mönche und Nonnen, wenn diese Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut wird, ist sie friedvoll und erhaben, eine köstlich selige Meditation. Und sie löst untaugliche Eigenschaften auf der Stelle auf und beruhigt sie, wann immer sie aufkommen. ",
  "sn54.9:7.1": "Wie wenn im letzten Sommermonat Staub und Schmutz aufgewirbelt sind und ein unerwartetes großes Unwetter löst sie auf der Stelle auf und beruhigt sie – ",
  "sn54.9:7.2": "Ebenso ist diese Versenkung durch Achtsamkeit auf den Atem, wenn sie entwickelt und ausgebaut wird, friedvoll und erhaben, eine köstlich selige Meditation. Und sie löst untaugliche Eigenschaften auf der Stelle auf und beruhigt sie, wann immer sie aufkommen. ",
  "sn54.9:7.3": "Und wie wird diese Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie friedvoll und erhaben ist, eine köstlich selige Meditation; und dass sie untaugliche Eigenschaften auf der Stelle auflöst und beruhigt, wann immer sie aufkommen? ",
  "sn54.9:8.1": "Da geht eine Nonne in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte, setzt sich dort mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit vor sich. ",
  "sn54.9:8.2": "Ganz achtsam atmet sie ein. Achtsam atmet sie aus. … ",
  "sn54.9:8.3": "Sie übt: ‚Ich werde beim Einatmen das Loslassen beobachten.‘ Sie übt: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ ",
  "sn54.9:8.4": "So wird diese Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie friedvoll und erhaben ist, eine köstlich selige Meditation; und dass sie untaugliche Eigenschaften auf der Stelle auflöst und beruhigt, wann immer sie aufkommen.“ "
}