{
  "sn54.12:0.1": "Verbundene Lehrreden 54.12 ",
  "sn54.12:0.2": "2. Das zweite Kapitel ",
  "sn54.12:0.3": "Im Zweifel ",
  "sn54.12:1.1": "Einmal hielt sich der Ehrwürdige Lomasavaṅgīsa im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "sn54.12:1.2": "Da ging der Sakyer Mahānāma zum Ehrwürdigen Lomasavaṅgīsa, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn54.12:1.3": "„Herr, ist die Meditation einer Person in Schulung genau das Gleiche wie die Meditation eines Klargewordenen? Oder sind die Meditation einer Person in Schulung und die Meditation eines Klargewordenen verschieden?“ ",
  "sn54.12:2.1": "„Werter Mahānāma, die Meditation einer Person in Schulung ist nicht das Gleiche wie die Meditation eines Klargewordenen; ",
  "sn54.12:2.2": "die Meditation einer Person in Schulung und die Meditation eines Klargewordenen sind verschieden. ",
  "sn54.12:2.3": "Jene Mönche und Nonnen, die in Schulung sind, die ihren Herzenswunsch noch nicht erfüllt haben, doch die so leben, dass sie nach der unübertrefflichen Geborgenheit streben, sie meditieren, nachdem sie die fünf Hindernisse aufgegeben haben. ",
  "sn54.12:2.4": "Welche fünf? ",
  "sn54.12:2.5": "Das Hindernis des sinnlichen Verlangens, des bösen Willens, ",
  "sn54.12:2.6": "der Dumpfheit und Benommenheit, ",
  "sn54.12:2.7": "der Rastlosigkeit und Reue ",
  "sn54.12:2.8": "sowie des Zweifels. ",
  "sn54.12:3.1": "Jene Mönche und Nonnen, die in Schulung sind … meditieren, nachdem sie die fünf Hindernisse aufgegeben haben. ",
  "sn54.12:4.1": "Jene Mönche und Nonnen, die vollendet sind, die die Befleckungen aufgelöst haben, die das geistliche Leben erfüllt haben, die getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst haben und durch Erleuchtung richtig befreit sind, bei ihnen sind die fünf Hindernisse an der Wurzel abgeschnitten, sind wie der Stumpf einer Palme, sind ausgelöscht und können sich in Zukunft nicht mehr erheben. ",
  "sn54.12:4.2": "Welche fünf? ",
  "sn54.12:4.3": "Das Hindernis des sinnlichen Verlangens, ",
  "sn54.12:4.4": "des bösen Willens, ",
  "sn54.12:4.5": "der Dumpfheit und Benommenheit, ",
  "sn54.12:4.6": "der Rastlosigkeit und Reue ",
  "sn54.12:4.7": "sowie des Zweifels. ",
  "sn54.12:5.1": "Jene Mönche und Nonnen, die vollendet sind, die die Befleckungen aufgelöst haben … bei ihnen sind die fünf Hindernisse an der Wurzel abgeschnitten … und können sich in Zukunft nicht mehr erheben. ",
  "sn54.12:5.2": "Und hier ist eine andere Art, zu verstehen, ",
  "sn54.12:5.3": "inwiefern die Meditation einer Person in Schulung und die Meditation eines Klargewordenen verschieden sind: ",
  "sn54.12:6.1": "Einmal hielt sich der Buddha in einem Wald bei Icchānaṅgala auf. ",
  "sn54.12:6.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn54.12:6.3": "‚Mönche und Nonnen, ich wünsche, für drei Monate in Klausur zu gehen. ",
  "sn54.12:6.4": "Niemand soll sich mir nähern außer dem, der mir Almosen bringt.‘ ",
  "sn54.12:6.5": "‚Ja, Herr‘, antworteten jene Mönche und Nonnen. Und niemand näherte sich ihm außer dem, der ihm Almosen brachte. ",
  "sn54.12:7.1": "Und nachdem drei Monate vergangen waren, kam der Buddha aus seiner Klausur und wandte sich an die Mönche und Nonnen: ",
  "sn54.12:7.2": "‚Mönche und Nonnen, wenn Wanderer anderer Konfessionen euch fragen würden: ",
  "sn54.12:7.3": "„Werte Freunde, was war die gewöhnliche Meditation des Asketen Gotama während des Regenzeitaufenthalts?“, so solltet ihr ihnen antworten: ",
  "sn54.12:7.4": "„Werte Freunde, die gewöhnliche Meditation des Asketen Gotama während des Regenzeitaufenthalts war die Versenkung durch Achtsamkeit auf den Atem.“ ",
  "sn54.12:7.5": "In dieser Hinsicht atme ich achtsam ein. Achtsam atme ich aus. ",
  "sn54.12:7.6": "Wenn ich schwer einatme, weiß ich: „Ich atme schwer ein.“ Wenn ich schwer ausatme, weiß ich: „Ich atme schwer aus.“ … ",
  "sn54.12:7.7": "Ich weiß: „Ich werde beim Einatmen das Loslassen beobachten.“ Ich weiß: „Ich werde beim Ausatmen das Loslassen beobachten.“ ",
  "sn54.12:8.1": "Denn wenn etwas zu Recht ",
  "sn54.12:8.2": "„die Meditation eines Edlen“ oder „die Meditation eines Brahmā“ oder „die Meditation eines Klargewordenen“ genannt wird, ",
  "sn54.12:8.3": "so ist es die Versenkung durch Achtsamkeit auf den Atem. ",
  "sn54.12:9.1": "Für jene Mönche und Nonnen, die in Schulung sind, die ihren Herzenswunsch noch nicht erfüllt haben, doch die so leben, dass sie nach der unübertrefflichen Geborgenheit streben, für sie führt das Entwickeln und Ausbauen der Versenkung durch Achtsamkeit auf den Atem zum Auflösen der Befleckungen. ",
  "sn54.12:10.1": "Für jene Mönche und Nonnen, die vollendet sind, die die Befleckungen aufgelöst haben, die das geistliche Leben erfüllt haben, die getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst haben und durch Erleuchtung richtig befreit sind, für sie führt das Entwickeln und Ausbauen der Versenkung durch Achtsamkeit auf den Atem zu seliger Meditation in diesem Leben und zu Achtsamkeit und Umsicht. ",
  "sn54.12:11.1": "Denn wenn etwas zu Recht ",
  "sn54.12:11.2": "„die Meditation eines Edlen“ oder „die Meditation eines Brahmā“ oder „die Meditation eines Klargewordenen“ genannt wird, ",
  "sn54.12:11.3": "so ist es die Versenkung durch Achtsamkeit auf den Atem.‘ ",
  "sn54.12:11.5": "Das ist eine andere Art, zu verstehen, ",
  "sn54.12:11.6": "inwiefern die Meditation einer Person in Schulung und die Meditation eines Klargewordenen verschieden sind.“ "
}