{
  "sn54.13:0.1": "Verbundene Lehrreden 54.13 ",
  "sn54.13:0.2": "2. Das zweite Kapitel ",
  "sn54.13:0.3": "Mit Ānanda (1) ",
  "sn54.13:1.1": "In Sāvatthī. ",
  "sn54.13:1.2": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn54.13:1.3": "„Herr, gibt es ein Ding, das, wenn es entwickelt und ausgebaut wird, vier Dinge erfüllt? Und wenn diese vier Dinge entwickelt und ausgebaut werden, erfüllen sie sieben Dinge? Und wenn diese sieben Dinge entwickelt und ausgebaut werden, erfüllen sie zwei Dinge?“ ",
  "sn54.13:2.1": "„Das gibt es, Ānanda.“ ",
  "sn54.13:3.1": "„Herr, was ist dieses eine Ding?“ ",
  "sn54.13:3.2": "„Versenkung durch Achtsamkeit auf den Atem ist ein Ding, das, wenn es entwickelt und ausgebaut wird, die vier Arten der Achtsamkeitsmeditation erfüllt. Die vier Arten der Achtsamkeitsmeditation erfüllen, wenn sie entwickelt und ausgebaut werden, die sieben Faktoren des Erwachens. Und die sieben Faktoren des Erwachens erfüllen, wenn sie entwickelt und ausgebaut werden, Wissen und Freiheit. ",
  "sn54.13:4.1": "Und wie wird Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie die vier Arten der Achtsamkeitsmeditation erfüllt? ",
  "sn54.13:4.2": "Da geht ein Mönch in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte, setzt sich dort mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit vor sich. ",
  "sn54.13:4.3": "Ganz achtsam atmet er ein. Achtsam atmet er aus. ",
  "sn54.13:4.4": "Wenn er schwer einatmet, weiß er: ‚Ich atme schwer ein.‘ Wenn er schwer ausatmet, weiß er: ‚Ich atme schwer aus.‘ … ",
  "sn54.13:4.5": "Er übt: ‚Ich werde beim Einatmen das Loslassen beobachten.‘ Er übt: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ ",
  "sn54.13:5.1": "Es gibt eine Zeit, da ein Mönch schwer einatmet, und er weiß: ‚Ich atme schwer ein.‘ Wenn er schwer ausatmet, weiß er: ‚Ich atme schwer aus.‘ ",
  "sn54.13:5.2": "… ",
  "sn54.13:5.3": "Er übt: ‚Ich werde beim Einatmen den körperlichen Vorgang stillen.‘ Er übt: ‚Ich werde beim Ausatmen den körperlichen Vorgang stillen.‘ ",
  "sn54.13:5.4": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn54.13:5.5": "Und warum? ",
  "sn54.13:5.6": "Weil der Atem ein gewisser Aspekt des Körpers ist, sage ich. ",
  "sn54.13:5.7": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn54.13:6.1": "Es gibt eine Zeit, da ein Mönch übt: ‚Ich werde beim Einatmen Ekstase erfahren.‘ Er übt: ‚Ich werde beim Ausatmen Ekstase erfahren.‘ … ",
  "sn54.13:6.2": "‚Ich werde beim Einatmen Seligkeit erfahren.‘ … ",
  "sn54.13:6.3": "‚Ich werde beim Einatmen die geistigen Vorgänge erfahren.‘ … ",
  "sn54.13:6.4": "Er übt: ‚Ich werde beim Einatmen die geistigen Vorgänge stillen.‘ Er übt: ‚Ich werde beim Ausatmen die geistigen Vorgänge stillen.‘ ",
  "sn54.13:6.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt der Gefühle beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn54.13:6.6": "Und warum? ",
  "sn54.13:6.7": "Weil genaue Hinwendung zum Atem ein gewisser Aspekt der Gefühle ist, sage ich. ",
  "sn54.13:6.8": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt der Gefühle beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn54.13:7.1": "Es gibt eine Zeit, da ein Mönch übt: ‚Ich werde beim Einatmen den Geist erfahren.‘ Er übt: ‚Ich werde beim Ausatmen den Geist erfahren.‘ ",
  "sn54.13:7.2": "Er übt: ‚Ich werde beim Einatmen den Geist froh machen.‘ … ",
  "sn54.13:7.3": "‚Ich werde beim Einatmen den Geist im Samādhi versinken lassen.‘ … ",
  "sn54.13:7.4": "‚Ich werde beim Einatmen den Geist befreien.‘ Er übt: ‚Ich werde beim Ausatmen den Geist befreien.‘ ",
  "sn54.13:7.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt des Geistes beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn54.13:7.6": "Und warum? ",
  "sn54.13:7.7": "Weil es keine Entwicklung der Versenkung durch Achtsamkeit auf den Atem gibt für jemanden, der unachtsam und ohne Umsicht ist, sage ich. ",
  "sn54.13:7.8": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt des Geistes beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn54.13:8.1": "Es gibt eine Zeit, da ein Mönch übt: ‚Ich werde beim Einatmen die Unbeständigkeit beobachten.‘ … ",
  "sn54.13:8.2": "‚Ich werde beim Einatmen das Schwinden beobachten.‘ … ",
  "sn54.13:8.3": "‚Ich werde beim Einatmen das Aufhören beobachten.‘ … ",
  "sn54.13:8.4": "‚Ich werde beim Einatmen das Loslassen beobachten.‘ Er übt: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ ",
  "sn54.13:8.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn54.13:8.6": "Wenn er das Aufgeben von Verlangen und Abneigung mit Weisheit gesehen hat, wacht er darüber genau mit Gleichmut. ",
  "sn54.13:8.7": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn54.13:9.1": "So wird Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie die vier Arten der Achtsamkeitsmeditation erfüllt. ",
  "sn54.13:10.1": "Und wie werden die vier Arten der Achtsamkeitsmeditation entwickelt und ausgebaut, sodass sie die sieben Faktoren des Erwachens erfüllen? ",
  "sn54.13:10.2": "Wann immer ein Mönch meditiert, indem er einen Aspekt des Körpers beobachtet, ",
  "sn54.13:10.3": "ist seine Achtsamkeit verankert und klar. ",
  "sn54.13:10.4": "Zu einer solchen Zeit hat ein Mönch den Faktor des Erwachens Achtsamkeit in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.13:11.1": "Wenn er auf diese Art achtsam lebt, untersucht, erkundet und prüft er diese Lehre mit Weisheit. ",
  "sn54.13:11.2": "Zu einer solchen Zeit hat ein Mönch den Faktor des Erwachens Erforschung der Gesetzmäßigkeiten in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.13:11.3": "",
  "sn54.13:12.1": "Wenn er auf diese Art die Gesetzmäßigkeiten mit Weisheit erforscht, wird seine Energie aufgerüttelt und unermüdlich. ",
  "sn54.13:12.2": "Zu einer solchen Zeit hat ein Mönch den Faktor des Erwachens Energie in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.13:13.1": "Wenn er energisch ist, kommt mit dem Geistlichen verbundene Ekstase auf. ",
  "sn54.13:13.2": "Zu einer solchen Zeit hat ein Mönch den Faktor des Erwachens Ekstase in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.13:14.1": "Wenn der Geist in Ekstase ist, werden Körper und Geist still. ",
  "sn54.13:14.2": "Zu einer solchen Zeit hat ein Mönch den Faktor des Erwachens Stille in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.13:15.1": "Wenn der Körper still ist und man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "sn54.13:15.2": "Zu einer solchen Zeit hat ein Mönch den Faktor des Erwachens Versenkung in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.13:16.1": "Über diesen im Samādhi versunkenen Geist wacht er genau mit Gleichmut. ",
  "sn54.13:16.2": "Zu einer solchen Zeit hat ein Mönch den Faktor des Erwachens Gleichmut in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.13:17.1": "Wann immer ein Mönch meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn54.13:17.2": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn54.13:17.3": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet, ",
  "sn54.13:17.4": "ist seine Achtsamkeit verankert und klar. ",
  "sn54.13:17.5": "Zu einer solchen Zeit hat ein Mönch den Faktor des Erwachens Achtsamkeit in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. … ",
  "sn54.13:17.7": "(In voller Länge sprechen wie bei der ersten Art der Achtsamkeitsmeditation.) ",
  "sn54.13:18.1": "Über diesen im Samādhi versunkenen Geist wacht er genau mit Gleichmut. ",
  "sn54.13:18.2": "Zu einer solchen Zeit hat ein Mönch den Faktor des Erwachens Gleichmut in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.13:18.4": "So werden die vier Arten der Achtsamkeitsmeditation entwickelt und ausgebaut, sodass sie die sieben Faktoren des Erwachens erfüllen. ",
  "sn54.13:19.1": "Und wie werden die sieben Faktoren des Erwachens entwickelt und ausgebaut, sodass sie Wissen und Freiheit erfüllen? ",
  "sn54.13:19.2": "Da entwickelt ein Mönch die Faktoren des Erwachens Achtsamkeit, ",
  "sn54.13:19.3": "Erforschung der Gesetzmäßigkeiten, Energie, Ekstase, Stille, Versenkung ",
  "sn54.13:19.4": "und Gleichmut, die sich auf Abgeschiedenheit, Schwinden und Aufhören stützen und zum Loslassen heranreifen. ",
  "sn54.13:19.5": "So werden die sieben Faktoren des Erwachens entwickelt und ausgebaut, sodass sie Wissen und Freiheit erfüllen.“ "
}