{
  "sn54.16:0.1": "Verbundene Lehrreden 54.16 ",
  "sn54.16:0.2": "2. Das zweite Kapitel ",
  "sn54.16:0.3": "Mehrere Mönche (2) ",
  "sn54.16:1.1": "Da gingen einige Licchaver zum Buddha, verbeugten sich, setzten sich zur Seite hin. Der Buddha sagte zu ihnen: ",
  "sn54.16:1.2": "„Mönche  und Nonnen, gibt es ein Ding, das, wenn es entwickelt und gemehrt wird, vier Dinge erfüllt? Und wenn diese vier Dinge entwickelt und gemehrt werden, erfüllen sie sieben Dinge? Und wenn diese sieben Dinge entwickelt und gemehrt werden, erfüllen sie zwei Dinge?“ ",
  "sn54.16:1.3": "„Unsere Lehren wurzeln im Buddha. … Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "sn54.16:1.4": "„Das gibt es, Mönche und Nonnen. ",
  "sn54.16:2.1": "Und was ist dieses eine Ding? ",
  "sn54.16:2.2": "Versenkung durch Achtsamkeit auf den Atem ist ein Ding, das, wenn es entwickelt und gemehrt wird, die vier Arten der Achtsamkeitsmeditation erfüllt. Die vier Arten der Achtsamkeitsmeditation erfüllen, wenn sie entwickelt und gemehrt werden, die sieben Faktoren des Erwachens. Und die sieben Faktoren des Erwachens erfüllen, wenn sie entwickelt und gemehrt werden, Wissen und Freiheit. ",
  "sn54.16:3.1": "Und wie wird Versenkung durch Achtsamkeit auf den Atem entwickelt und gemehrt, sodass sie die vier Arten der Achtsamkeitsmeditation erfüllt? ",
  "sn54.16:3.2": "Da geht ein Mönch in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte, setzt sich dort mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit bei sich. ",
  "sn54.16:3.3": "Ganz achtsam atmet er ein. Achtsam atmet er aus. … ",
  "sn54.16:3.4": "Er schult sich: ‚Ich werde beim Einatmen das Loslassen beobachten.‘ Er schult sich: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ … ",
  "sn54.16:4.1": "Es gibt eine Zeit, da ein Mönch schwer einatmet, und er weiß: ‚Ich atme schwer ein.‘ Wenn er schwer ausatmet, weiß er: ‚Ich atme schwer aus.‘ … ",
  "sn54.16:4.2": "Er schult sich: ‚Ich werde beim Einatmen den ganzen Körper spüren.‘ … ",
  "sn54.16:4.3": "Er schult sich: ‚Ich werde beim Einatmen den körperlichen Vorgang stillen.‘ Er schult sich: ‚Ich werde beim Ausatmen den körperlichen Vorgang stillen.‘ ",
  "sn54.16:4.4": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.16:4.5": "Warum ist das so? ",
  "sn54.16:4.6": "Weil der Atem ein gewisser Aspekt des Körpers ist, sage ich. ",
  "sn54.16:4.7": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.16:5.1": "Es gibt eine Zeit, da ein Mönch sich schult: ‚Ich werde beim Einatmen Ekstase erfahren.‘ Er schult sich: ‚Ich werde beim Ausatmen Ekstase erfahren.‘ ",
  "sn54.16:5.2": "‚Ich werde beim Einatmen Seligkeit erfahren.‘ … ",
  "sn54.16:5.3": "‚Ich werde beim Einatmen den geistigen Vorgang erfahren.‘ … ",
  "sn54.16:5.4": "Er schult sich: ‚Ich werde beim Einatmen den geistigen Vorgang stillen.‘ Er schult sich: ‚Ich werde beim Ausatmen den geistigen Vorgang stillen.‘ ",
  "sn54.16:5.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt der Gefühle beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.16:5.6": "Warum ist das so? ",
  "sn54.16:5.7": "Weil es ein gewisser Aspekt der Gefühle ist, den Geist für das Ein- und Ausatmen sorgfältig zu gebrauchen, sage ich. ",
  "sn54.16:5.8": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt der Gefühle beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.16:6.1": "Es gibt eine Zeit, da ein Mönch sich schult: ‚Ich werde beim Einatmen den Geist erfahren.‘ Er schult sich: ‚Ich werde beim Ausatmen den Geist erfahren.‘ ",
  "sn54.16:6.2": "Er schult sich: ‚Ich werde beim Einatmen den Geist froh machen.‘ … ",
  "sn54.16:6.3": "Er schult sich: ‚Ich werde beim Einatmen den Geist im Samādhi versinken lassen.‘ Er schult sich: ‚Ich werde beim Ausatmen den Geist im Samādhi versinken lassen.‘ ",
  "sn54.16:6.4": "Er schult sich: ‚Ich werde beim Einatmen den Geist befreien.‘ Er schult sich: ‚Ich werde beim Ausatmen den Geist befreien.‘ ",
  "sn54.16:6.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt des Geistes beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.16:6.6": "Warum ist das so? ",
  "sn54.16:6.7": "Weil es keine Entwicklung der Versenkung durch Achtsamkeit auf den Atem gibt für jemanden, der unachtsam und ohne Situationsbewusstsein ist, sage ich. ",
  "sn54.16:6.8": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt des Geistes beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.16:7.1": "Es gibt eine Zeit, da ein Mönch sich schult: ‚Ich werde beim Einatmen die Unbeständigkeit beobachten.‘ … ",
  "sn54.16:7.2": "‚Ich werde beim Einatmen das Schwinden beobachten.‘ … ",
  "sn54.16:7.3": "‚Ich werde beim Einatmen das Aufhören beobachten.‘ … ",
  "sn54.16:7.4": "‚Ich werde beim Einatmen das Loslassen beobachten.‘ Er schult sich: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ ",
  "sn54.16:7.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.16:7.6": "Wenn er das Aufgeben von Begehrlichkeit und Verdrießlichkeit mit Weisheit gesehen hat, wacht er darüber genau mit Gleichmut. ",
  "sn54.16:7.7": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.16:8.1": "So wird Versenkung durch Achtsamkeit auf den Atem entwickelt und gemehrt, sodass sie die vier Arten der Achtsamkeitsmeditation erfüllt. ",
  "sn54.16:9.1": "Und wie werden die vier Arten der Achtsamkeitsmeditation entwickelt und gemehrt, sodass sie die sieben Faktoren des Erwachens erfüllen? ",
  "sn54.16:9.2": "Wann immer ein Mönch meditiert, indem er einen Aspekt des Körpers beobachtet, ist seine Achtsamkeit verankert und klar. ",
  "sn54.16:9.3": "Zu einer solchen Zeit ",
  "sn54.16:9.4": "hat ein Mönch den Faktor des Erwachens Achtsamkeit in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.16:10.1": "Wenn er auf diese Art achtsam lebt, erforscht, erkundet und untersucht er diese Lehre mit Weisheit. ",
  "sn54.16:10.2": "Zu einer solchen Zeit ",
  "sn54.16:10.3": "hat ein Mönch den Faktor des Erwachens Erforschung der Gesetzmäßigkeiten in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.16:11.1": "Wenn er auf diese Art die Gesetzmäßigkeiten mit Weisheit erforscht, wird seine Energie aufgerüttelt und unermüdlich. ",
  "sn54.16:11.2": "Zu einer solchen Zeit ",
  "sn54.16:11.3": "hat ein Mönch den Faktor des Erwachens Energie in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.16:12.1": "Wenn er energisch ist, kommt nicht-fleischliche Ekstase auf. ",
  "sn54.16:12.2": "Zu einer solchen Zeit ",
  "sn54.16:12.3": "hat ein Mönch den Faktor des Erwachens Ekstase in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.16:13.1": "Wenn der Geist in Ekstase ist, werden Körper und Geist still. ",
  "sn54.16:13.2": "Zu einer solchen Zeit ",
  "sn54.16:13.3": "hat ein Mönch den Faktor des Erwachens Stille in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.16:14.1": "Wenn der Körper still ist und man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "sn54.16:14.2": "Zu einer solchen Zeit ",
  "sn54.16:14.3": "hat ein Mönch den Faktor des Erwachens Versenkung in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.16:15.1": "Über diesen im Samādhi versunkenen Geist wacht er genau mit Gleichmut. ",
  "sn54.16:15.2": "Zu einer solchen Zeit ",
  "sn54.16:15.3": "hat ein Mönch den Faktor des Erwachens Gleichmut in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.16:16.1": "Wann immer ein Mönch meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn54.16:16.2": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn54.16:16.3": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet, ist seine Achtsamkeit verankert und klar. ",
  "sn54.16:16.4": "Zu einer solchen Zeit ",
  "sn54.16:16.5": "hat ein Mönch den Faktor des Erwachens Achtsamkeit in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. … ",
  "sn54.16:17.1": "Über diesen im Samādhi versunkenen Geist wacht er genau mit Gleichmut. ",
  "sn54.16:17.2": "Zu einer solchen Zeit ",
  "sn54.16:17.3": "hat ein Mönch den Faktor des Erwachens Gleichmut in Gang gesetzt; er entwickelt ihn und vervollkommnet ihn. ",
  "sn54.16:17.4": "So werden die vier Arten der Achtsamkeitsmeditation entwickelt und gemehrt, sodass sie die sieben Faktoren des Erwachens erfüllen. ",
  "sn54.16:18.1": "Und wie werden die sieben Faktoren des Erwachens entwickelt und gemehrt, sodass sie Wissen und Freiheit erfüllen? ",
  "sn54.16:18.2": "Da entwickelt ein Mönch die Faktoren des Erwachens Achtsamkeit, ",
  "sn54.16:18.3": "Erforschung der Gesetzmäßigkeiten, Energie, Ekstase, Stille, Versenkung ",
  "sn54.16:18.4": "und Gleichmut, die sich auf Abgeschiedenheit, Schwinden und Aufhören stützen und zum Loslassen heranreifen. ",
  "sn54.16:18.5": "So werden die sieben Faktoren des Erwachens entwickelt und gemehrt, sodass sie Wissen und Freiheit erfüllen.“ "
}