{
  "sn54.11:0.1": "Verbundene Lehrreden 54 ",
  "sn54.11:0.2": "Zweites Kapitel ",
  "sn54.11:0.3": "11. Icchānaṅgala ",
  "sn54.11:1.1": "Einmal hielt sich der Buddha in einem Wald bei Icchānaṅgala auf. ",
  "sn54.11:1.2": "Da wandte er sich an die Mönche und Nonnen: ",
  "sn54.11:1.3": "„Mönche und Nonnen, ich wünsche, für drei Monate in Klausur zu gehen. ",
  "sn54.11:1.4": "Niemand sollte sich mir nähern, außer dem, der mir Almosen bringt.“ ",
  "sn54.11:1.5": "„Ja, Herr“, antworteten jene Mönche und Nonnen. Und niemand näherte sich ihm, außer dem, der ihm Almosen brachte. ",
  "sn54.11:2.1": "Und nachdem drei Monate vergangen waren, kam der Buddha aus seiner Klausur und wandte sich an die Mönche und Nonnen: ",
  "sn54.11:2.2": "„Mönche und Nonnen, wenn Wanderer, die andere Wege gehen, euch fragen würden: ",
  "sn54.11:2.3": "‚Werte Freunde, was war die gewöhnliche Meditation des Asketen Gotama während des Regenzeitaufenthalts?‘, so solltet ihr ihnen antworten: ",
  "sn54.11:2.4": "‚Werte Freunde, die gewöhnliche Meditation des Asketen Gotama während des Regenzeitaufenthalts war die Versenkung durch Achtsamkeit auf den Atem.‘ ",
  "sn54.11:2.5": "In dieser Hinsicht atme ich achtsam ein. Achtsam atme ich aus. ",
  "sn54.11:2.6": "Wenn ich schwer einatme, weiß ich: ‚Ich atme schwer ein.‘ Wenn ich schwer ausatme, weiß ich: ‚Ich atme schwer aus.‘ ",
  "sn54.11:2.7": "Wenn ich leicht einatme, weiß ich: ‚Ich atme leicht ein.‘ Wenn ich leicht ausatme, weiß ich: ‚Ich atme leicht aus.‘ ",
  "sn54.11:2.8": "Ich weiß: ‚Ich werde beim Einatmen den ganzen Körper spüren.‘ … ",
  "sn54.11:2.9": "Ich weiß: ‚Ich werde beim Einatmen das Loslassen beobachten.‘ Ich weiß: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ ",
  "sn54.11:3.1": "Denn wenn etwas zu Recht ",
  "sn54.11:3.2": "‚die Meditation eines Edlen‘ oder ‚die Meditation eines Brahmā‘ oder ‚die Meditation eines Klargewordenen‘ genannt wird, ",
  "sn54.11:3.3": "so ist es die Versenkung durch Achtsamkeit auf den Atem. ",
  "sn54.11:3.5": "Für jene Mönche und Nonnen, die in Schulung sind, die ihren Herzenswunsch noch nicht erfüllt haben, doch die so leben, dass sie nach der unübertrefflichen Geborgenheit streben, für sie führt das Entwickeln und Pflegen der Versenkung durch Achtsamkeit auf den Atem zum Auflösen der Befleckungen. ",
  "sn54.11:3.6": "Für jene Mönche und Nonnen, die vollendet sind, die den Befleckungen ein Ende gemacht haben, die die spirituelle Reise abgeschlossen haben, die getan haben, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst haben und durch Wissen richtig befreit sind, für sie führt das Entwickeln und Pflegen der Versenkung durch Achtsamkeit auf den Atem zu wonnevoller Meditation in diesem Leben und zu Achtsamkeit und Umsicht. ",
  "sn54.11:4.1": "Denn wenn etwas zu Recht ",
  "sn54.11:4.2": "‚die Meditation eines Edlen‘ oder ‚die Meditation eines Brahmā‘ oder ‚die Meditation eines Klargewordenen‘ genannt wird, ",
  "sn54.11:4.3": "so ist es die Versenkung durch Achtsamkeit auf den Atem.“ "
}