{
  "sn54.10:0.1": "Verbundene Lehrreden 54.10 ",
  "sn54.10:0.2": "1. Das Kapitel über ein Ding ",
  "sn54.10:0.3": "Mit Kimbila ",
  "sn54.10:1.1": "So habe ich es gehört: ",
  "sn54.10:1.2": "Einmal hielt sich der Buddha bei Kimbilā im Süßwasser-Mangrovenwald auf. ",
  "sn54.10:1.3": "Da wandte sich der Buddha an den Ehrwürdigen Kimbila: ",
  "sn54.10:1.4": "„Kimbila, wie wird Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie reiche Frucht und reichen Segen bringt?“ ",
  "sn54.10:2.1": "Daraufhin schwieg Kimbila. ",
  "sn54.10:2.2": "Zum zweiten Mal … ",
  "sn54.10:2.3": "und zum dritten Mal sagte der Buddha zu Kimbila: ",
  "sn54.10:2.4": "„Wie wird Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie reiche Frucht und reichen Segen bringt?“ ",
  "sn54.10:2.5": "Und zum zweiten und zum dritten Mal schwieg Kimbila. ",
  "sn54.10:3.1": "Daraufhin sagte der Ehrwürdige Ānanda zum Buddha: ",
  "sn54.10:3.2": "„Jetzt ist die Zeit, Gesegneter! Jetzt ist die Zeit, Heiliger! ",
  "sn54.10:3.3": "Der Buddha spreche bitte über Versenkung durch Achtsamkeit auf den Atem. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "sn54.10:4.1": "„Also dann, Ānanda, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "sn54.10:4.2": "„Ja, Herr“, antwortete Ānanda. ",
  "sn54.10:4.3": "Der Buddha sagte: ",
  "sn54.10:4.4": "„Ānanda, wie wird Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie reiche Frucht und reichen Segen bringt? ",
  "sn54.10:4.5": "Da geht ein Mönch in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte, setzt sich dort mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit vor sich. ",
  "sn54.10:4.6": "Ganz achtsam atmet er ein. Achtsam atmet er aus. … ",
  "sn54.10:4.7": "Er übt: ‚Ich werde beim Einatmen das Loslassen beobachten.‘ Er übt: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ ",
  "sn54.10:4.8": "So wird Versenkung durch Achtsamkeit auf den Atem entwickelt und ausgebaut, sodass sie reiche Frucht und reichen Segen bringt. ",
  "sn54.10:5.1": "Es gibt eine Zeit, da ein Mönch schwer einatmet, und er weiß: ‚Ich atme schwer ein.‘ Wenn er schwer ausatmet, weiß er: ‚Ich atme schwer aus.‘ ",
  "sn54.10:5.2": "Wenn er leicht einatmet, weiß er: ‚Ich atme leicht ein.‘ Wenn er leicht ausatmet, weiß er: ‚Ich atme leicht aus.‘ ",
  "sn54.10:5.3": "Er übt: ‚Ich werde beim Einatmen den ganzen Körper spüren.‘ Er übt: ‚Ich werde beim Ausatmen den ganzen Körper spüren.‘ ",
  "sn54.10:5.4": "Er übt: ‚Ich werde beim Einatmen die körperlichen Vorgänge stillen.‘ Er übt: ‚Ich werde beim Ausatmen die körperlichen Vorgänge stillen.‘ ",
  "sn54.10:5.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.10:5.6": "Und warum? ",
  "sn54.10:5.7": "Weil der Atem ein gewisser Aspekt des Körpers ist, sage ich. ",
  "sn54.10:5.8": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.10:6.1": "Es gibt eine Zeit, da ein Mönch übt: ‚Ich werde beim Einatmen Ekstase erfahren.‘ Er übt: ‚Ich werde beim Ausatmen Ekstase erfahren.‘ ",
  "sn54.10:6.2": "Er übt: ‚Ich werde beim Einatmen Seligkeit erfahren.‘ Er übt: ‚Ich werde beim Ausatmen Seligkeit erfahren.‘ ",
  "sn54.10:6.3": "Er übt: ‚Ich werde beim Einatmen die geistigen Vorgänge erfahren.‘ Er übt: ‚Ich werde beim Ausatmen die geistigen Vorgänge erfahren.‘ ",
  "sn54.10:6.4": "Er übt: ‚Ich werde beim Einatmen die geistigen Vorgänge stillen.‘ Er übt: ‚Ich werde beim Ausatmen die geistigen Vorgänge stillen.‘ ",
  "sn54.10:6.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt der Gefühle beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.10:6.6": "Und warum? ",
  "sn54.10:6.7": "Weil es ein gewisser Aspekt der Gefühle ist, den Geist für das Ein- und Ausatmen sorgfältig zu gebrauchen, sage ich. ",
  "sn54.10:6.8": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt der Gefühle beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.10:7.1": "Es gibt eine Zeit, da ein Mönch übt: ‚Ich werde beim Einatmen den Geist erfahren.‘ Er übt: ‚Ich werde beim Ausatmen den Geist erfahren.‘ ",
  "sn54.10:7.2": "Er übt: ‚Ich werde beim Einatmen den Geist froh machen.‘ Er übt: ‚Ich werde beim Ausatmen den Geist froh machen.‘ ",
  "sn54.10:7.3": "Er übt: ‚Ich werde beim Einatmen den Geist im Samādhi versinken lassen.‘ Er übt: ‚Ich werde beim Ausatmen den Geist im Samādhi versinken lassen.‘ ",
  "sn54.10:7.4": "Er übt: ‚Ich werde beim Einatmen den Geist befreien.‘ Er übt: ‚Ich werde beim Ausatmen den Geist befreien.‘ ",
  "sn54.10:7.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt des Geistes beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.10:7.6": "Und warum? ",
  "sn54.10:7.7": "Weil es keine Entwicklung der Versenkung durch Achtsamkeit auf den Atem gibt für jemanden, der unachtsam und ohne Situationsbewusstsein ist, sage ich. ",
  "sn54.10:7.8": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt des Geistes beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.10:8.1": "Es gibt eine Zeit, da ein Mönch übt: ‚Ich werde beim Einatmen die Unbeständigkeit beobachten.‘ Er übt: ‚Ich werde beim Ausatmen die Unbeständigkeit beobachten.‘ ",
  "sn54.10:8.2": "Er übt: ‚Ich werde beim Einatmen das Schwinden beobachten.‘ Er übt: ‚Ich werde beim Ausatmen das Schwinden beobachten.‘ ",
  "sn54.10:8.3": "Er übt: ‚Ich werde beim Einatmen das Aufhören beobachten.‘ Er übt: ‚Ich werde beim Ausatmen das Aufhören beobachten.‘ ",
  "sn54.10:8.4": "Er übt: ‚Ich werde beim Einatmen das Loslassen beobachten.‘ Er übt: ‚Ich werde beim Ausatmen das Loslassen beobachten.‘ ",
  "sn54.10:8.5": "Zu einer solchen Zeit meditiert ein Mönch, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.10:8.6": "Wenn er das Aufgeben von Begehrlichkeit und Verdrießlichkeit mit Weisheit gesehen hat, wacht er darüber genau mit Gleichmut. ",
  "sn54.10:8.7": "Daher meditiert ein Mönch zu einer solchen Zeit, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "sn54.10:9.1": "Wie wenn an einer Kreuzung ein großer Sandhaufen läge, ",
  "sn54.10:9.2": "und ein Karren oder Wagen käme aus Osten, ",
  "sn54.10:9.3": "aus Westen, ",
  "sn54.10:9.4": "aus Norden ",
  "sn54.10:9.5": "oder aus Süden und würde den Sandhaufen zerstören. ",
  "sn54.10:9.6": "Ebenso zerstört ein Mönch, wenn er meditiert, indem er einen Aspekt des Körpers, ",
  "sn54.10:9.7": "der Gefühle, ",
  "sn54.10:9.8": "des Geistes ",
  "sn54.10:9.9": "oder der natürlichen Gesetzmäßigkeiten beobachtet, schlechte, untaugliche Eigenschaften.“ "
}