{
  "patthana7.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana7.1:0.2": "Dhammapaccanīya (2), Tikapaṭṭhānapāḷi (1)",
  "patthana7.1:0.3": "7.1. Kusalattika",
  "patthana7.1:1.0": "Hetu-ārammaṇa",
  "patthana7.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana7.1:2.1": "Nakusalaṃ dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā—akusalaṃ abyākataṃ ekaṃ khandhaṃ paṭicca akusalā abyākatā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ. Nakusalaṃ dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā. Nakusalaṃ dhammaṃ paṭicca naabyākato dhammo uppajjati hetupaccayā. Nakusalaṃ dhammaṃ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Nakusalaṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana7.1:3.1": "Naakusalaṃ dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā. Naakusalaṃ dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā. Naakusalaṃ dhammaṃ paṭicca naabyākato dhammo uppajjati hetupaccayā. Naakusalaṃ dhammaṃ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Naakusalaṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana7.1:4.1": "Naabyākataṃ dhammaṃ paṭicca naabyākato dhammo uppajjati hetupaccayā. Naabyākataṃ dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā. Naabyākataṃ dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā. Naabyākataṃ dhammaṃ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Naabyākataṃ dhammaṃ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Naabyākataṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … cha.",
  "patthana7.1:5.1": "Nakusalañca naabyākatañca dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā. Nakusalañca naabyākatañca dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā. Nakusalañca naabyākatañca dhammaṃ paṭicca naabyākato dhammo uppajjati hetupaccayā. Nakusalañca naabyākatañca dhammaṃ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Nakusalañca naabyākatañca dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana7.1:6.1": "Naakusalañca naabyākatañca dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā. Naakusalañca naabyākatañca dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā. Naakusalañca naabyākatañca dhammaṃ paṭicca naabyākato dhammo uppajjati hetupaccayā. Naakusalañca naabyākatañca dhammaṃ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Naakusalañca naabyākatañca dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana7.1:7.1": "Nakusalañca naakusalañca dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā. Nakusalañca naakusalañca dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā. Nakusalañca naakusalañca dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana7.1:8.1": "Nakusalaṃ dhammaṃ paṭicca nakusalo dhammo uppajjati ārammaṇapaccayā. (Saṃkhittaṃ.)",
  "patthana7.1:9.1": "Hetuyā ekūnatiṃsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṃsa.",
  "patthana7.1:10.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana7.1:11.0": "Hetu-ārammaṇādi",
  "patthana7.1:11.1": "Nakusalo dhammo nakusalassa dhammassa hetupaccayena paccayo …pe…. Nakusalo dhammo nakusalassa dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo naakusalassa dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo naabyākatassa dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo nakusalassa ca naabyākatassa ca dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo naakusalassa ca naabyākatassa ca dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo nakusalassa ca naakusalassa ca dhammassa ārammaṇapaccayena paccayo … cha.",
  "patthana7.1:12.1": "Naakusalo dhammo naakusalassa dhammassa ārammaṇapaccayena paccayo … cha.",
  "patthana7.1:13.1": "Naabyākato dhammo naabyākatassa dhammassa ārammaṇapaccayena paccayo … cha.",
  "patthana7.1:14.1": "Nakusalo ca naabyākato ca dhammā nakusalassa dhammassa ārammaṇapaccayena paccayo … cha.",
  "patthana7.1:15.1": "Naakusalo ca naabyākato ca dhammā nakusalassa dhammassa ārammaṇapaccayena paccayo … cha.",
  "patthana7.1:16.1": "Nakusalo ca naakusalo ca dhammā nakusalassa dhammassa ārammaṇapaccayena paccayo … cha.",
  "patthana7.1:17.1": "Nakusalo dhammo nakusalassa dhammassa adhipatipaccayena paccayo … anantarapaccayena paccayo … samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. Nakusalo dhammo naakusalassa dhammassa purejātapaccayena paccayo …pe… nakusalo dhammo nakusalassa ca naakusalassa ca dhammassa purejātapaccayena paccayo … cha.",
  "patthana7.1:18.1": "Naakusalo dhammo naakusalassa dhammassa purejātapaccayena paccayo. Naakusalo dhammo nakusalassa dhammassa purejātapaccayena paccayo …pe… naakusalo dhammo nakusalassa ca naakusalassa ca dhammassa purejātapaccayena paccayo … cha.",
  "patthana7.1:19.1": "Nakusalo ca naakusalo ca dhammā nakusalassa dhammassa purejātapaccayena paccayo. Nakusalo ca naakusalo ca dhammā naakusalassa dhammassa purejātapaccayena paccayo …pe… nakusalo ca naakusalo ca dhammā nakusalassa ca naakusalassa ca dhammassa purejātapaccayena paccayo … cha. (Saṃkhittaṃ.)",
  "patthana7.1:20.1": "Hetuyā ekūnatiṃsa, ārammaṇe chattiṃsa, adhipatiyā pañcatiṃsa, anantare catuttiṃsa, samanantare catuttiṃsa, sahajāte ekūnatiṃsa, aññamaññe catuvīsa, nissaye catuttiṃsa, upanissaye chattiṃsa, purejāte aṭṭhārasa, pacchājāte aṭṭhārasa, āsevane catuvīsa, kamme ekūnatiṃsa, vipāke nava, āhāre ekūnatiṃsa …pe… sampayutte catuvīsa, vippayutte sattavīsa …pe… avigate catuttiṃsa.",
  "patthana7.1:21.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṃ evaṃ gaṇetabbaṃ.)"
}