{
  "mn26:0.2": "พระธรรมเทศนาบทนี้เป็นที่รู้จักในคัมภีร์บาลีและอรรถกถา (คัมภีร์ที่อธิบายความพระบาลี) ในชื่อว่า “การแสวงหาอันประเสริฐ (อริยปริเยสนาสูตร)” หรือ “กองบ่วงดักสัตว์ (ปาสราสิสูตร)”  พระสูตรบทนี้เป็นหนึ่งในหลายพระสูตรที่กล่าวถึงการฝึกปฏิบัติของเจ้าชายสิทธัตถะก่อนตรัสรู้เป็นพระพุทธเจ้า โดยบทนี้เน้นที่ประสบการณ์ของพระองค์กับพระอาจารย์พราหมณ์ในยุคนั้น ในขณะที่ MN 36, MN 85 และ MN 100 จะมีรายละเอียดของช่วงเวลาที่พระพุทธเจ้าทรงทรมานตนเพื่อบรรลุธรรมตามแนวทางของลัทธิเชนในช่วงก่อนพระองค์ตรัสรู้ ",
  "mn26:1.2": "อนาถบิณฑิกเศรษฐี หรือ สุทัตตะเศรษฐี เป็นเศรษฐีแห่งเมืองสาวัตถี มีจิตเมตตา ชอบช่วยเหลือผู้ยากไร้ จนได้รับสมญานามว่า “อนาถบิณฑิก” (หมายถึง ผู้มีก้อนข้าวเพื่อคนอนาถา)  เมื่อบรรลุโสดาบันหลังจากที่ได้ฟังธรรมจากพระพุทธเจ้า  พร้อมด้วยศรัทธาอย่างแรงกล้า ท่านได้สร้างวัดเชตวันมหาวิหารถวายด้วยทรัพย์จำนวนมหาศาล เพื่อเป็นสถานที่ประทับของพระพุทธเจ้าและคณะสงฆ์   พระพุทธเจ้าทรงยกย่องท่านให้เป็น “อุบาสกผู้เลิศในการถวายทาน”  ท่านเป็นแบบอย่างของผู้ครองเรือนที่มีศรัทธาและเสียสละเพื่อพระพุทธศาสนาอย่างแท้จริง ",
  "mn26:2.3": "ในสมัยพุทธกาล “อาวุโส” เป็นคำสุภาพที่ภิกษุและภิกษุณีใช้เรียกกันและกัน รวมถึงเรียกคฤหัสถ์ (ผู้ไม่ใช่นักบวช) โดยมีความหมายว่า “เพื่อน พี่ น้อง หรือ ท่าน” รากศัพท์แปลว่า  “ผู้มีวัยวุฒิ”  ในการแปลครั้งนี้ จะใช้คำว่า “ท่าน” เพื่อสื่อถึงความหมายนี้   |  คำว่า “ภควา” เป็นคำบรรยายถึงพระพุทธเจ้า โดยมักใช้เป็นสรรพนามบุรุษที่ 3  รากศัพท์ “ภคะ” แปลว่า โชคดี, ความเจริญ, เกียรติ, พรอันประเสริฐ  คำว่า “ภควา” มีความหมายโดยตรงว่า ผู้มีโชค, ผู้ทรงเกียรติ, ผู้เปี่ยมด้วยคุณลักษณะอันประเสริฐ ในพระไตรปิฎกฉบับภาษาไทยมักแปลว่า “พระผู้มีพระภาคเจ้า” แต่สำหรับภาษาไทยฉบับนี้ จะใช้คำว่า “พระพุทธเจ้า” เพื่อความชัดเจนและเข้าใจง่าย ยกเว้นในบางกรณีเท่านั้น ",
  "mn26:2.4": "",
  "mn26:2.5": "รัมมกพราหมณ์ปรากฏเฉพาะในที่นี้เท่านั้น และอรรถกถาก็ไม่ได้ให้ข้อมูลเพิ่มเติมใด ๆ  ชื่อของเขาน่าจะบ่งบอกว่าเป็นศิษย์ของ “รามะ” ซึ่งปรากฏอยู่ด้านล่างพระสูตรนี้ ",
  "mn26:3.2": "นอกจากพระวิหารเชตวันแล้ว วัดแห่งนี้เป็นที่รู้จักมากที่สุดในกรุงสาวัตถี ได้รับการถวายโดยนางวิสาขา ซึ่งเป็นที่รู้จักในนาม “มิคารมาตุ” หรือ “มารดาของมิคารเศรษฐี” เนื่องจากนางเป็นผู้ชักนำมิคารเศรษฐี (มิคารเศรษฐีเป็นบิดาของปุณณวัฒนะกุมาร ผู้เป็นสามีของนาง) ให้เลื่อมใสในพระพุทธศาสนาและบรรลุโสดาบันในที่สุด ",
  "mn26:3.6": "ท่าอาบน้ำตั้งอยู่ด้านตะวันออกของเมือง ",
  "mn26:3.11": "“ข้าแต่พระองค์ผู้เจริญ” ในที่นี้ มาจากคำว่า “ภันเต” เป็นคำใช้ในการเรียกตรงในภาษาบาลี หมายความว่า “ผู้เจริญ” หรือ “ผู้ประเสริฐ” เป็นคำเรียกด้วยความเคารพนบนอบต่อผู้มีศีลสูง ในสมัยพุทธกาล ใช้คำนี้เมื่อพูดกับพระพุทธเจ้า ",
  "mn26:3.15": "การทรงนิ่งของพระพุทธเจ้านั้นถือเป็นการแสดงพระอนุญาต เช่น เมื่อมีผู้กราบทูลขอถวายภัตตาหารหรือขออนุญาตทำบางสิ่ง พระองค์จะทรงนิ่งเฉยเป็นการตอบรับโดยไม่ต้องตรัส ",
  "mn26:4.1": "ในที่นี้ คำว่า “อาศรม” หมายถึงอาคารขนาดใหญ่ที่เหมาะสำหรับการประชุมหรือรวมกลุ่ม โดยทั่วไปคำนี้ใช้เรียกสถานที่ของพราหมณ์ ",
  "mn26:4.10": "คำว่า “สาธุ” เป็นคำบาลีที่มีความหมายว่า “ดีแล้ว” “ชอบแล้ว” “ควรแล้ว” “เหมาะสมแล้ว” เป็นการแสดงความเห็นชอบต่อสิ่งที่เป็นกุศล รวมทั้งเมื่อฟังธรรมเทศนาแล้วเห็นว่าถูกต้องดีงาม ",
  "mn26:4.13": "“ความสงบเงียบอันประเสริฐ” (ภาษาอังกฤษใช้คำว่า Noble silence) มีนิยามจำกัดว่าเป็นฌานที่ 2 (SN 21.1) ",
  "mn26:5.4": "“อยู่ในวิสัย” หมายถึง ภายใต้ขอบเขตของความสามารถ สถานการณ์ หรือธรรมชาติของสิ่งนั้น ๆ   |  คำว่า “ชาติ” ในภาษาบาลี แปลว่า การเกิด หรือ การเกิดใหม่อีก แต่ไม่ได้จำกัดว่าต้องเป็นภพภูมิเดิม กล่าวคือ มนุษย์เราหากยังมีกิเลสอยู่ เมื่อตายแล้ว อาจจะเกิดใหม่เป็นสัตว์ เป็นมนุษย์ หรือในสวรรค์  |  กิเลส คือ สิ่งไม่ดีที่แฝงอยู่ในความรู้สึกนึกคิด ทำให้จิตใจขุ่นมัวไม่บริสุทธิ์ และเป็นเครื่องปรุงแต่งความคิดให้ทำกรรมซึ่งนำไปสู่ปัญหาความยุ่งยากเดือดร้อนและความทุกข์ ได้แก่ โลภ โกรธ หลง  |   “สังกิเลส” คือ สิ่งที่ทำใจให้ใจไม่บริสุทธิ์ หรือ สภาวะแห่งความไม่บริสุทธิ์ของจิตใจ (อ้างอิงการตีความของท่าน Bhikkhu Bodhi และ ท่าน Anālayo) ในบริบทนี้ ข้าพเข้าจึงใช้คำว่า “ความหมองมัว” เพื่อให้ครอบคลุมสภาวะของทั้งสิ่งมีชีวิตและสิ่งไม่มีชีวิต ",
  "mn26:6.2": "ทองคำและเงินจัดเป็นสิ่งที่อยู่ในวิสัยแห่งการเกิดใหม่ เพราะอาศัยความร้อนเป็นเหตุให้เกิดขึ้น ",
  "mn26:6.3": "",
  "mn26:7.2": "ทองคำและเงินย่อมต้องเสื่อมสภาพ (ชรา) เพราะสนิมหรือคราบสกปรก ",
  "mn26:8.2": "",
  "mn26:11.2": "กิเลส คือ สิ่งที่ทําให้เศร้าหมอง  ทองและเงินอาจมัวหมองด้วยอิทธิพลของโลหะอื่น เช่น เหล็ก ",
  "mn26:11.4": "",
  "mn26:12.2": "คำคุณศัพท์ “อะชาตัง” ไม่ได้แปลว่า “นิพพานเป็นสิ่งที่ไม่เกิด” แต่หมายความว่า เมื่อบรรลุนิพพาน “จะไม่มีการเกิดอีก”  ในทำนองเดียวกัน “อมตะ” ไม่ได้แปลว่า “ไม่ตาย” แต่หมายถึง “การหลุดพ้นจากความตาย” (อ้างอิง K.R. Norman ใน Mistaken Ideas About Nibbāna (1994) ",
  "mn26:13.1": "“โพธิสัตว์” ในการแปลฉบับนี้หมายถึง “ผู้ที่จะตรัสรู้เป็นพระพุทธเจ้า” ดังนั้น จึงใช้คำนี้เรียกเจ้าชายสิทธัตถะตั้งแต่ช่วงเวลาที่พระองค์สละเรือน มุ่งมั่นออกแสวงหาสัจธรรม จนถึงวาระที่พระองค์บรรลุธรรม ",
  "mn26:14.1": "ข้อนี้ต่างจากตำนานที่กล่าวว่า พระองค์ทรงหลบออกไปในยามดึกสงัด ",
  "mn26:15.1": "“การค้นหาสิ่งที่เป็นกุศล” อาจหมายถึง “การแสวงหาคำตอบของคำถามว่า ‘อะไรคือสิ่งที่ดี’”  ในขณะนั้น พระองค์ยังไม่ทรงทราบถึงเส้นทาง จึงทรงแสวงหาคำตอบจากอาจารย์ผู้รู้ดีที่สุดในยุคนั้น  |  กุศล คือ สิ่งที่ดีที่ชอบ หรือสภาวะหรือการกระทําที่เกิดจากปัญญา ไร้โทษ ดีงาม มีผลเป็นสุข  |  อาฬารดาบส กาลามโคตร เป็นอาจารย์อาวุโสในสายอุปนิษัท (คัมภีร์ของศาสนาฮินดู เนื้อหาเป็นหลักธรรม หรือคำสอนอันลึกซึ้ง นับเป็นส่วนสุดท้ายของวรรณกรรมพระเวท) ",
  "mn26:15.2": "พระพุทธเจ้าเรียกหาอาฬารดาบส กาลามโคตร ว่า “อาวุโส” แสดงการให้เกียรติของผู้มีฐานะเท่ากัน ในที่นี้ ใช้คำว่า “ท่าน”  เพื่อสื่อความหมายนี้  |  พรหมจรรย์ หมายถึง จริยะอันประเสริฐ หรือ การครองชีวิตประเสริฐ  |  การสอนและการฝึกอบรมทางศาสนานี้ มักใช้ทับศัพท์ว่า “ธรรมวินัย\" ",
  "mn26:15.4": "อาฬารดาบส เรียกศิษย์ของเขาว่า อายัสมา (รากศัพท์เดียวกับคำว่า อาวุโส) ซึ่งเป็นคำยกย่องที่ใช้ในศตปถพราหมณะ ",
  "mn26:15.5": "“ความรู้ยิ่ง”  ในที่นี้มาจากคำบาลีว่า “อภิญญา” ",
  "mn26:15.6": "พระปิฎกไม่ได้ระบุชัดว่า พระองค์ศึกษาคัมภีร์ใด แต่คงต้องเป็นคัมภีร์พราหมณ์ เพราะในขณะนั้นมีเพียงคัมภีร์พราหมณ์เท่านั้นที่เป็นที่รู้จักกัน ",
  "mn26:15.7": "พระอรรถกถาจารย์อธิบายว่า คำว่า “เถระ”   ในบริบทนี้ หมายถึง  “ความมั่นใจ”  โดยคำว่า “เถระ”   นอกจากมีความหมายว่า “ผู้เฒ่า (ผู้อาวุโส)” แล้ว ยังมีความหมายว่า “มั่นคง แข็งแกร่ง” เช่น คำว่า “ถีรภาวะ” ในอรรถกถา  ในการแปลฉบับนี้จึงขอใช้สำนวนของท่าน Bhikkhu Bodhi ที่แปลตามแนวทางอรรถกถาดังกล่าวมาอ้างอิงในการแปล (As far as mere lip-reciting and rehearsal of his teaching went, I could speak with knowledge and assurance.) ",
  "mn26:15.13": "อากิญจัญญายตนฌาน คือ “ฌานซึ่งกําหนด ‘ภาวะที่ไม่มีอะไรเลย’ เป็นสิ่งยึดหน่วงจิต”  ในคัมภีร์พุทธศาสนาระบุว่า เป็นแนวการเจริญสมาธิที่นิยมของพราหมณ์ ",
  "mn26:15.15": "พระพุทธเจ้าทรงเรียกสิ่งเหล่านี้ว่า “อินทรีย์ 5” (SN 48.10) คือ สิ่งที่เป็นใหญ่ในการกำจัดสิ่งที่ไม่ดี หรือ พละ 5 (AN 5.14) คือ กำลังให้เกิดความเข้มแข็งมั่นคง สิ่งที่ไม่ดีจะเข้ามาครอบงำไม่ได้ ",
  "mn26:15.23": "เมื่อได้บรรลุถึงภาวะนั้นแล้ว อาฬารดาบส กาลามโคตร ได้ “ประกาศ” ภาวะนั้นในฐานะอาจารย์  ส่วนพระพุทธเจ้าทรง “ดำรงอยู่” ในภาวะนั้น ",
  "mn26:15.24": "อาฬารดาบส กาลามโคตร เรียกหาพระพุทธเจ้าว่า “อาวุโส” มีความหมายให้เกียรติว่า “ท่าน” ",
  "mn26:15.27": "“พรหมจรรย์” หมายถึง จริยะอันประเสริฐ หรือ การครองชีวิตประเสริฐ ",
  "mn26:15.32": "คำเชิญนี้แสดงถึงความสุภาพและความอ่อนน้อมถ่อมตนของอาฬารดาบส ",
  "mn26:15.35": "คำบาลี คือ นิพพิทา วิราคะ นิโรธ อุปสมะ อภิญญา สัมโพธะ และนิพพาน  |  การปฏิบัติสมาธิก่อนพุทธกาลของโควินทะ (ทีฆนิกาย 19:50.9) มาตังคะ (สุตตนิบาต 1.7:27.6) และมฆเทวะ (มัชฌิมนิกาย 83:21.7) ล้วน “นำไปสู่การเกิดใหม่ในพรหมโลก”  ส่วน คัมภีร์อุปนิษัท 1.3.16 กล่าวว่า ผู้มีปัญญาย่อมได้พบความรุ่งโรจน์ในพรหมโลก ",
  "mn26:15.36": "คำสอนนี้ไม่ตอบสนองต่อข้อกำหนดแห่ง “การแสวงหาความจริงอันประเสริฐ”  ของพระองค์ ",
  "mn26:16.1": "อุททกดาบสน่าจะคือ “รามบุตร” พราหมณ์ที่เป็นที่นับถือพระราชาในแคว้นนั้น ",
  "mn26:16.9": "ดูเหมือนว่ารามบุตรยังมิได้บรรลุสมาธิที่ตนสอนเองโดยแท้จริง ข้อนี้ย่อมอธิบายได้ว่า เหตุใดในเวลาต่อมา เขาจึงเชิญพระโพธิสัตว์ให้เป็นผู้นำชุมชนของเขา แทนที่จะเสนอร่วมเป็นผู้นำเช่นที่อาฬารดาบสทูลเชิญ (MN 36:16.32)  อย่างไรก็ตาม ใน SN 35.103:1.6 มีเนื้อความกล่าวว่า รามบุตรได้กล่าวอ้างว่าตนได้บรรลุแล้ว ",
  "mn26:16.13": "“เนวสัญญานาสัญญายาตนะ” เป็นชื่ออรูปฌาน หรืออรูปภพที่ 4  เป็นภาวะที่มีสัญญาก็ไม่ใช่ ไม่มีสัญญาก็ไม่ใช่  (สัญญา ในที่นี้หมายถึง ความจําได้และหมายรู้)   |  ภาวะสมาธินี้อาจสัมพันธ์กับภาวะ “ไร้การรับรู้” ที่มหาฤาษียาชญวัลกยะกล่าวถึง  พราหมณ์ที่เจริญสมาธิในสายอุปนิษัทของมหาฤาษียาชญวัลกยะนั้นจะอธิบายภาวะสูงสุดของตนในแง่ของการรับรู้ ",
  "mn26:17.1": "“จาริก” แปลว่า ท่องเที่ยวไปเพื่อสั่งสอนหรือแสวงบุญ  “เที่ยวจาริกโดยลำดับ” หมายถึง การเดินทางไปตามลำดับสถานที่   |  ปัจจุบัน สถานที่แห่งนี้ คือ พุทธคยา ซึ่งเป็นแหล่งจาริกแสวงบุญ ตั้งอยู่ในเขตกายา รัฐพิหาร ประเทศอินเดีย  ตั้งอยู่ริมแม่น้ำเนรัญชรา ซึ่งในฤดูร้อนจะแห้งขอด แต่ในฤดูฝน จะมีน้ำเต็มเปี่ยม ",
  "mn26:17.2": "แม้พระพุทธเจ้าจะทรงละเว้นจากความยินดีในกามคุณ (สิ่งที่น่าปรารถนา มี 5 ประการ คือ รูป เสียง กลิ่น รส สัมผัสทางกาย) แต่ไม่ได้หมายความว่า พระองค์จะไม่ทรงชื่นชมความงามของธรรมชาติ ",
  "mn26:17.5": "“ปธาน” แปลว่า “ความเพียร” หรือ “การบากบั่น” โดยทั่วไปมักใช้ในความหมายของการตั้งใจปฏิบัติสมาธิอย่างจริงจัง แต่ในบริบทนี้ (มัชฌิมนิกาย 36:20.7) กลับนำไปสู่ “ความเพียร” ที่ทารุณ ซึ่งคือ การทำความเพียรด้วยการทรมานร่างกาย (เรียกว่า ทุกรกิริยา) ",
  "mn26:18.3": "นี่คือการบรรลุพระอรหัตผล  ในพระสูตรอื่น ๆ  พระพุทธเจ้าตรัสอธิบายโดยละเอียดถึงกระบวนการเจริญสมาธิที่นำมาสู่จุดนี้ ",
  "mn26:19.4": "พระพุทธเจ้าทรงระบุถึงสองประเด็นที่เข้าใจได้ยากที่สุดในสิ่งที่พระองค์ทรงค้นพบ ได้แก่ ปฏิจจสมุปบาท และ พระนิพพาน  |  ความเป็นไปตามความสัมพันธ์แห่งเหตุปัจจัย คือ อิทัปปัจจยตา และสภาพอาศัยปัจจัยเกิดขึ้น คือ ปฏิจจสมุปบาท   |  ปฏิจจสมุปบาทนี้ บางทีเรียกชื่อเต็มเป็นคําซ้อนว่า อิทัปปัจจยตา ปฏิจจสมุปบาท (การที่สิ่งทั้งหลายอาศัยกันเกิดขึ้น) ",
  "mn26:19.5": "“ตัณหา” หมายถึง ความทะยานอยาก โดยทั่วไปใช้หมายถึงความอยากในกามคุณ (สิ่งที่น่าปรารถนา มี 5 ประการ คือ รูป รส กลิ่น เสียง สัมผัสทางกาย) ",
  "mn26:19.6": "จนถึงจุดนี้ พระโพธิสัตว์ยังคงทรงมุ่งมั่นอยู่กับการแสวงหาคำตอบของพระองค์ และเพิ่งจะเริ่มดำริแบ่งปันความรู้ในสิ่งที่ค้นพบกับผู้อื่น  แนวคิดที่ว่า ในอดีตชาติ พระองค์เคยตั้งปณิธานเพื่อการตรัสรู้ด้วยความปรารถนาจะช่วยเหลือสรรพสัตว์ทั้งหลายนั้น ไม่ปรากฏหลักฐานสนับสนุนในคัมภีร์พุทธยุคต้น ",
  "mn26:19.7": "คำว่า “คาถา” หมายถึงคำประพันธ์ประเภทร้อยกรองในภาษาบาลี  คัมภีร์พุทธศาสนาของไทยมักใช้ทับศัพท์ ",
  "mn26:19.10": "มาจากคำว่า “ราคะ” และ “โทสะ” ",
  "mn26:19.16": "หากพระองค์ทรงเลือกดำเนินตามแนวโน้มนี้ พระองค์ก็จะทรงเป็นพระปัจเจกพุทธเจ้า หรือผู้ที่เข้าถึงความจริงด้วยตนเอง แต่ไม่ได้เผยแผ่ธรรมเพื่อประโยชน์แก่ผู้อื่น ",
  "mn26:20.1": "ใน SN 48.57 ระบุว่า สหัมบดีพรหมไม่ใช่พระพรหมในศาสนาพราหมณ์ แต่เคยเป็นพระชื่อว่า “สหกะ”  ในสมัยพระกัสสปพุทธเจ้า เมื่อละสังขารจากโลกมนุษย์ ท่านได้ไปจุติเป็นพรหมในพรหมโลก ",
  "mn26:20.4": "“อุตตราสงค์” แปลว่า ผ้าที่คล้องส่วนบนของร่างกาย  สันนิษฐานว่าเป็นผ้าที่นักบวชในสมัยพุทธกาลนั้นใช้ห่มกันเพื่อทำให้ดูแตกต่างจากชาวบ้านทั่วไป ",
  "mn26:20.12": "“อมตะ” เป็นอีกคำหนึ่งที่พระพุทธองค์ทรงแปรความหมายเสียใหม่  ในคัมภีร์พราหมณ์ “อมตะ” หมายถึง “ความไม่ตาย” แต่พระพุทธเจ้าทรงใช้คำนี้เพื่อหมายถึง การหลุดพ้นจากวัฏสงสารแห่งการเกิด แก่ เจ็บ ตาย  (การหลุดพ้นจากความตาย) ",
  "mn26:20.17": "“สัจธรรม” คือ ความจริงแท้ ",
  "mn26:20.21": "“ผู้ไม่มีหนี้” ในที่นี้ มาจากคำบาลีว่า “อนณ”  ในคัมภีร์มนู (6.35–7) ซึ่งเป็นคัมภีร์สำคัญของอินเดียโบราณระบุว่า ผู้ออกบวชต้องชำระหนี้ 3 อย่างก่อน ได้แก่ การศึกษาพระเวท การมีบุตร และการประกอบพิธีบูชายัญหรือการเสียสละอุทิศตน  หากออกบวชโดยยังไม่ชำระหนี้เหล่านี้ จะตกต่ำ  พระพุทธเจ้าทรงชำระหนี้ทั้ง 3 นี้แล้วโดยครบถ้วน กล่าวคือ ทรงศึกษาพระเวทกับอาจารย์ก่อนตรัสรู้ (MN 26:15.6) ทรงมีพระโอรส คือ พระราหุล และเส้นทางที่พระองค์ทรงดำเนินนั้น ถือเป็นรูปแบบสูงสุดของการเสียสละ (DN 5:24.1)  อย่างไรก็ตาม ในพระพุทธศาสนา แนวคิดเรื่อง “ผู้ไม่มีหนี้” ได้รับการตีความใหม่ หมายถึง ผู้ที่ได้ละกิเลสทั้งปวง หรือ “อรหันต์” ซึ่งเป็นผู้ “ควรค่า” แก่การรับบิณฑบาตโดยไม่ติดหนี้ใด ๆ (MN 124:38.1, SN 16.11:13.2) ",
  "mn26:21.1": "พุทธจักษุ คือ ความสามารถหยั่งรู้อัธยาศัย อุปนิสัยและคุณลักษณะต่าง ๆ ของสรรพสัตว์ ",
  "mn26:21.2": "ในที่นี้ เราเห็นความหมายของคำว่า “อินทรีย์” ในฐานะ “ศักยภาพทางจิตวิญญาณ”  ความหมายนี้เชื่อมโยงกับคุณธรรมทั้ง 5 ที่พระพุทธเจ้าทรงยกย่องว่าเป็นคุณสมบัติของอาจารย์ของท่านแนวคิดนี้ชี้ให้เห็นคุณลักษณะที่มีร่วมกันของสรรพชีวิต ซึ่งเมื่อได้รับการส่งเสริมอย่างเหมาะสม ย่อมสามารถเจริญงอกงามจนบรรลุสัจธรรมได้ ",
  "mn26:21.7": "วลี “ปมุญจันตุ สัทธัง” สร้างความลำบากใจให้นักแปลมาเป็นเวลานาน เนื่องจากความหมายพื้นฐานของ ปมุญจันตุ คือ “ปล่อย” หรือ “ปลดปล่อย”  Bhante Sujato พิจารณาว่า “ปมุญจันตุ” ในที่นี้เป็นคำที่แผลงมาจาก “อธิมุญจันตุ” ซึ่งหมายถึง “ตัดสินใจ” หรือ “ตั้งจิตมั่น”  ในศรัทธา  ภาษาบาลีมักใช้คำกริยาที่มีความหมายใกล้เคียงกันเพื่อเน้นความหมายของคำนาม  ใน สุตตนิบาต ข้อ 5.19 คำว่า มุตตสัทโธ, ปมุญจัสสุ สัทธัง และ อธิมุตตจิตตัง ล้วนสื่อถึงความหมายนี้ทั้งสิ้น ",
  "mn26:21.10": "ประทักษิณ คือ การเวียนขวา โดยให้สิ่งหรือผู้ที่นับถืออยู่ทางขวาของผู้เวียน ",
  "mn26:23.14": "ไม่น่าแปลกใจที่ทั้งสองท่านจะเสียชีวิตไปแล้ว เพราะเวลาผ่านมาหลายปีนับตั้งแต่พระองค์ได้ศึกษากับอาจารย์เหล่านั้น และดูเหมือนว่าท่านจะมีอายุค่อนข้างมากในขณะนั้น ซึ่งเห็นได้จากความกระตือรือร้นที่ท่านแสดงออกในการแต่งตั้งพระองค์ให้เป็นผู้สืบทอด ",
  "mn26:24.5": "กลุ่มนักบวชห้าคนนี้ (ปัญจวัคคีย์) ดูเหมือนปรากฏขึ้นอย่างฉับพลัน แต่ความเป็นมาของท่านทั้งห้าจะเข้าใจได้ชัดเจนในเรื่องราวฉบับเต็ม (MN 36:33.4, MN 85:33.4, MN 100:30.5)  พระพุทธเจ้าทรงยกย่องพวกเขาน้อยกว่าอาจารย์พราหมณ์ทั้งสอง ซึ่งเป็นการสะท้อนให้เห็นว่า พระองค์ทรงให้คุณค่ากับสมาธิขั้นสูงมากกว่าการทรมานตน ",
  "mn26:24.10": "พระสูตรหลายบทได้กล่าวรายละเอียดเพิ่มเติมเกี่ยวกับช่วงเวลานี้ เช่น  SN 47.43, Ud 1.3–4 ",
  "mn26:25.1": "ข้อมูลเกี่ยวกับนักบวชที่เรียกว่า “อาชีวก” นี้ อ่านได้ที่ MN 5:31.7 และ DN 2:20.2   ส่วนอุปกะคนนี้ปรากฏเฉพาะในตอนนี้เท่านั้น   |   สถานที่ตรัสรู้เรียกว่า “โพธิ” ในภาษาบาลี  สถานที่ทั้งสองนี้อยู่ห่างกันประมาณ 20 กิโลเมตร ",
  "mn26:25.2": "",
  "mn26:25.3": "คำว่า “อินทรีย์” ที่อุปกะใช้ในที่นี้  หมายถึงลักษณะภายนอกที่ปรากฏให้เห็น เช่น ดวงตาที่สุกใส ",
  "mn26:25.18": "วงล้อแห่งธรรม คือ “ธรรมจักร” ",
  "mn26:25.21": "“กลองแห่งการหลุดพ้นจากความตาย” ในที่นี้หมายถึง ความรู้ที่นำไปสู่พระนิพพาน ",
  "mn26:25.22": "คำว่า “อนันตะชินะ (ผู้ชนะอันหาที่สุดมิได้)” ไม่ปรากฏในแหล่งอื่น และอาจเป็นคำเฉพาะของลัทธิอาชีวก  คำนี้มีความสัมพันธ์กับสมญานาม “ชินะ” ของมหาวีระ ซึ่งภายหลังใช้เป็นคำเรียกสาวกของมหาวีระ (เชน)  มหาวีระและโคสาละ (ผู้ก่อตั้งลัทธิอาชีวก)  เคยปฏิบัติร่วมกันเป็นเวลาหกปี จึงไม่น่าแปลกใจที่ทั้งสองจะมีการใช้คำศัพท์ร่วมกัน ",
  "mn26:25.24": "อาสวะ คือ กิเลสที่หมักหมมในสันดาน ไปย้อมจิตเมื่อประสบอารมณ์ต่าง ๆ ",
  "mn26:25.25": "“ความชั่วมัวหมอง” ในที่นี้ ภาษาไทยใช้ทับศัพท์ว่า “บาป” เช่น การทำบาป ",
  "mn26:26.9": "“อาวุโส” เป็นคำแสดงการให้เกียรติของผู้มีฐานะเท่ากัน ในการแปลครั้งนี้ ใช้คำว่า “ท่าน”  เพื่อสื่อความหมายนี้  |  การเรียกขานแบบนี้เหมาะสมสำหรับผู้ใหญ่ใช้พูดกับผู้ที่อ่อนกว่าหรืออยู่ในฐานะรองกว่า (DN 16:6.2.2) ",
  "mn26:27.1": "",
  "mn26:27.3": "“ตถาคต” แปลว่า พระผู้ไปแล้วอย่างนั้น เป็นคำที่พระพุทธเจ้าทรงเรียกพระองค์เอง ",
  "mn26:27.7": "“ธรรมวิเศษ” ในที่นี้คือ “อุตตริมนุสสธรรม”  |  อริยบุคคล คือ บุคคลผู้บรรลุธรรมวิเศษ เช่น โสดาบัน  |  คำว่า “การปฏิบัติ” ที่ปรากฏใน MN 12:56.1 และ MN 85:51.7 นั้น หมายถึงการปฏิบัติที่เข้มงวด คือ การทรมานตน  เมื่อพิจารณาการข้ามเนื้อหาในช่วงกลางของพระสูตรนี้ จึงเป็นไปได้ว่า เนื้อหาที่เกี่ยวกับการปฏิบัติแบบทรมานตนของพระพุทธเจ้าถูกตัดออกไป เพื่อเน้นการศึกษาเล่าเรียนกับอาจารย์พราหมณ์ทั้งสองเป็นหลัก ",
  "mn26:28.3": "โปรดสังเกตว่า ปัญจวัคคีย์ได้เปลี่ยนคำเรียกขานจาก “อาวุโส” ไปเป็นคำซึ่งแสดงความเคารพอย่างสูงคือ “ภันเต” หรือ “พระองค์ผู้เจริญ” ",
  "mn26:29.1": "ณ จุดนี้ พระสูตรข้ามเรื่องราวไปอีกช่วง  คือ หลังจากโน้มน้าวใจปัญจวัคคีย์ได้ พระพุทธเจ้าทรงแสดงธรรม “ธัมมจักกัปปวัตนสูตร” (SN 56.11)  รายละเอียดเหตุการณ์มีบรรยายใน Kd 1:6.16.9 ",
  "mn26:30.3": "เหตุการณ์ที่ปัญจวัคคีย์บรรลุธรรมขั้นสูงนี้เกิดขึ้นในขณะที่พระองค์แสดงธรรมหัวข้อ “อนัตตลักขณสูตร” (SN 22.59) ",
  "mn26:31.1": "พระพุทธเจ้าทรงวกกลับมาสอนแก่ภิกษุที่กำลังนั่งฟังพระองค์แสดงธรรมในอาศรมของรามมกะโดยตรง ",
  "mn26:34.4": "กามสุข คือ สุขที่เกิดจากอารมณ์ที่น่าปรารถนา คือ รูป รส กลิ่น เสียง สัมผัส (กามารมณ์)  |  ฌานที่ 1 มีองค์ประกอบ 5 ประการ คือ วิตก (ความตรึก) วิจาร (ความตรอง) ปีติ (ความปลาบปลื้มใจ, ความอิ่มใจ) สุข (ความสบายใจ) เอกัคคตา (ความมีจิตแน่วแน่อยู่ในสิ่งที่ยึดหน่วงจิตอันเดียว)   |  “สิ่งยึดหน่วงจิต” ในคัมภีร์พุทธของไทยมักจะใช้คำว่า “อารมณ์”  แต่คำว่า “อารมณ์” ในภาษาบาลีมีหลายความหมาย ในขณะที่ปัจจุบัน คนไทยทั่วไปจะใช้โดยหมายถึง “ความรู้สึก” ",
  "mn26:35.1": "",
  "mn26:36.1": "อุเบกขา คือ จิตเรียบสมดุลเป็นกลาง  |  พระอริยะ หรือ อริยบุคคล คือ บุคคลผู้บรรลุธรรมวิเศษ เช่น โสดาบัน   |  ‘สติ’ คือ ความระลึกได้, ความไม่เผลอ, การคุมใจไว้กับสิ่งที่เกี่ยวข้องได้  |  ‘สัมปชัญญะ’ คือ ความรู้ตัวทั่วพร้อม, ความรู้ตระหนัก, ความรู้และเข้าใจชัดซึ่งสิ่งที่นึกได้ ",
  "mn26:37.1": "ในที่นี้ ความสบายใจ มาจากคำบาลีว่า “สุข”  ความรู้สึกไม่สบายกาย คือ “ทุกข์”  ความดีใจ คือ “โสมนัส”  ความเสียใจ คือ “โทมนัส” ",
  "mn26:38.1": "“รูปสัญญา” คือ ความหมายรู้ในรูป  | “รูป” หมายถึง สิ่งที่รับรู้ได้ด้วยตา และ “สัญญา” หมายถึง ความจําได้และการหมายรู้  |  ฌานซึ่งกําหนด ‘ที่ว่างหาที่สุดมิได้’ เป็นสิ่งที่ยึดหน่วงจิต คือ “อากาสานัญจายตนฌาน” ",
  "mn26:39.1": "“ความรับรู้” ในที่นี้ คือ “วิญญาณ” ในภาษาบาลี เป็นความรู้ที่เกิดขึ้นเมื่อเครื่องรับรู้ (อายตนะภายใน) และสิ่งที่ถูกรู้ (อายตนะภายนอก) มากระทบกัน เช่น โสตวิญญาณ คือ ความรับรู้ทางหู โดยหูเป็นเครื่องรู้ เสียงเป็นสิ่งที่ถูกรู้  |  ฌานซึ่งกําหนด “ความรับรู้ที่หาที่สุดมิได้” เป็นสิ่งที่ยึดหน่วงจิต คือ วิญญาณัญจายตนฌาน ",
  "mn26:40.1": "ฌานซึ่งกําหนด “ภาวะที่ไม่มีอะไรเลย” เป็นเป็นสิ่งที่ยึดหน่วงจิต คือ “อากิญจัญญายตนฌาน” ",
  "mn26:41.1": "ฌานซึ่งกําหนด “ภาวะที่ทั้งมีและไม่มีความจําได้หมายรู้” เป็นเป็นสิ่งที่ยึดหน่วงจิต คือ “เนวสัญญานาสัญญายตนฌาน” ",
  "mn26:42.1": "ภาวะแห่งการดับสิ้นซึ่งความจําได้หมายรู้และความรู้สึกสุขทุกข์ คือ “สัญญาเวทยิตนิโรธสมาบัติ” เรียกสั้น ๆ ว่า “นิโรธสมาบัติ”  |  กิเลสที่หมักหมมในสันดาน ไปย้อมจิตเมื่อประสบอารมณ์ต่าง ๆ คือ “อาสวะ” "
}