{
  "patthana3.13:0.1": "Paṭṭhānapakaraṇa ",
  "patthana3.13:0.2": "Dhammānuloma (1), Dukatikapaṭṭhānapāḷi (3) ",
  "patthana3.13:0.3": "3.13. Piṭṭhiduka, Kusalattika ",
  "patthana3.13:1.0.1": "3.13.1.1–7. Paṭiccādivāra ",
  "patthana3.13:1.0.2": "Paccayacatukka ",
  "patthana3.13:1.1": "Nadassanena pahātabbaṁ kusalaṁ dhammaṁ paṭicca nadassanena pahātabbo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:2.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:3.1": "Dassanena pahātabbaṁ akusalaṁ dhammaṁ paṭicca dassanena pahātabbo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:4.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana3.13:5.1": "Dassanena pahātabbaṁ akusalaṁ dhammaṁ paṭicca dassanena pahātabbo akusalo dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho. ",
  "patthana3.13:6.1": "Nadassanena pahātabbaṁ akusalaṁ dhammaṁ paṭicca nadassanena pahātabbo akusalo dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:7.1": "Nahetuyā dve, naadhipatiyā dve, napurejāte dve …pe… nakamme dve, navipāke dve, navippayutte dve. (Saṅkhittaṁ. Sahajātavārepi …pe… sampayuttavārepi sabbattha vitthāretabbaṁ.) ",
  "patthana3.13:8.1": "Dassanena pahātabbo akusalo dhammo dassanena pahātabbassa akusalassa dhammassa hetupaccayena paccayo. ",
  "patthana3.13:9.1": "Nadassanena pahātabbo akusalo dhammo nadassanena pahātabbassa akusalassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.13:10.1": "Hetuyā dve, ārammaṇe tīṇi (dassane ekaṁ, nadassane dve), adhipatiyā tīṇi (dassanena pahātabbamūlakaṁ ekaṁ, nadassane dve, ārammaṇādhipati, sahajātādhipati, ekārammaṇādhipati), anantare dve (dassanamūlakaṁ ekaṁ, nadassane ekaṁ), samanantare dve, sahajāte dve …pe… upanissaye tīṇi, āsevane dve, kamme dve, āhāre dve …pe… sampayutte dve, atthiyā dve, natthiyā dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana3.13:11.1": "Nadassanena pahātabbaṁ abyākataṁ dhammaṁ paṭicca nadassanena pahātabbo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:12.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:13.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:14.0.1": "3.13.2. Bhāvanāyapahātabbaduka, Kusalattika ",
  "patthana3.13:14.0.2": "3.13.2.1–7. Paṭiccādivāra ",
  "patthana3.13:14.0.3": "Paccayacatukka ",
  "patthana3.13:14.1": "Nabhāvanāya pahātabbaṁ kusalaṁ dhammaṁ paṭicca nabhāvanāya pahātabbo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:15.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:16.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:17.1": "Bhāvanāya pahātabbaṁ akusalaṁ dhammaṁ paṭicca bhāvanāya pahātabbo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:18.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ. Dassanena pahātabbadukaakusalasadisaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāretabbaṁ.) ",
  "patthana3.13:19.1": "Nabhāvanāya pahātabbaṁ abyākataṁ dhammaṁ paṭicca nabhāvanāya pahātabbo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:20.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:21.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:22.0.1": "3.13.3. Dassanenapahātabbahetukaduka, Kusalattika ",
  "patthana3.13:22.0.2": "3.13.3.1–7. Paṭiccādivāra ",
  "patthana3.13:22.0.3": "Paccayacatukka ",
  "patthana3.13:22.1": "Nadassanena pahātabbahetukaṁ kusalaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:23.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:24.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:25.1": "Dassanena pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca dassanena pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:26.1": "Nadassanena pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. Nadassanena pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca dassanena pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:27.1": "Dassanena pahātabbahetukaṁ akusalañca nadassanena pahātabbahetukaṁ akusalañca dhammaṁ paṭicca dassanena pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:28.1": "Dassanena pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca dassanena pahātabbahetuko akusalo dhammo uppajjati ārammaṇapaccayā … tīṇi. (Nadassane dve, ghaṭane ekaṁ, saṅkhittaṁ.) ",
  "patthana3.13:29.1": "Hetuyā cattāri, ārammaṇe cha, adhipatiyā dve (sabbattha cha), avigate cha. (Saṅkhittaṁ.) ",
  "patthana3.13:30.1": "Dassanena pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko akusalo dhammo uppajjati nahetupaccayā. ",
  "patthana3.13:31.1": "Nadassanena pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko akusalo dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:32.1": "Nahetuyā dve, naadhipatiyā cha …pe… nakamme cattāri, navipāke cha, navippayutte cha. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.13:33.1": "Dassanena pahātabbahetuko akusalo dhammo dassanena pahātabbahetukassa akusalassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.13:34.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā tīṇi (dassane ekaṁ, nadassane dve), anantare nava, samanantare nava, sahajāte cha …pe… upanissaye nava, āsevane nava, kamme cattāri, āhāre cattāri, indriye cattāri …pe… sampayutte cha, atthiyā cha, natthiyā nava …pe… avigate cha. (Saṅkhittaṁ.) ",
  "patthana3.13:35.1": "Nadassanena pahātabbahetukaṁ abyākataṁ dhammaṁ paṭicca nadassanena pahātabbahetuko abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:36.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:37.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:38.0.1": "3.13.4. Bhāvanāyapahātabbahetukaduka, Kusalattika ",
  "patthana3.13:38.0.2": "3.13.4.1–7. Paṭiccādivāra ",
  "patthana3.13:38.0.3": "Paccayacatukka ",
  "patthana3.13:38.1": "Nabhāvanāya pahātabbahetukaṁ kusalaṁ dhammaṁ paṭicca nabhāvanāya pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:39.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:40.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:41.1": "Bhāvanāya pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:42.1": "Nabhāvanāya pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca nabhāvanāya pahātabbahetuko akusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.13:43.1": "Hetuyā cattāri, ārammaṇe cha, adhipatiyā dve …pe… avigate cha. (Saṅkhittaṁ. Dassanena pahātabbahetukadukaakusalasadisaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāretabbaṁ.) ",
  "patthana3.13:44.1": "Nabhāvanāya pahātabbahetukaṁ abyākataṁ dhammaṁ paṭicca nabhāvanāya pahātabbahetuko abyākato dhammo uppajjati hetupaccayā (Saṅkhittaṁ.) ",
  "patthana3.13:45.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:46.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:47.0.1": "3.13.5. Savitakkaduka, Kusalattika ",
  "patthana3.13:47.0.2": "3.13.5.1. Kusalapada ",
  "patthana3.13:47.0.3": "3.13.5.1.1–6 Paṭiccādivāra ",
  "patthana3.13:47.0.4": "Paccayacatukka ",
  "patthana3.13:47.1": "Savitakkaṁ kusalaṁ dhammaṁ paṭicca savitakko kusalo dhammo uppajjati hetupaccayā. Savitakkaṁ kusalaṁ dhammaṁ paṭicca avitakko kusalo dhammo uppajjati hetupaccayā. Savitakkaṁ kusalaṁ dhammaṁ paṭicca savitakko kusalo ca avitakko kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.13:48.1": "Avitakkaṁ kusalaṁ dhammaṁ paṭicca avitakko kusalo dhammo uppajjati hetupaccayā. Avitakkaṁ kusalaṁ dhammaṁ paṭicca savitakko kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:49.1": "Savitakkaṁ kusalañca avitakkaṁ kusalañca dhammaṁ paṭicca savitakko kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:50.1": "Hetuyā cha, ārammaṇe cha (sabbattha cha), avigate cha. (Saṅkhittaṁ.) ",
  "patthana3.13:51.1": "Naadhipatiyā cha, napurejāte cha …pe… nakamme cattāri …pe… navippayutte cha. (Saṅkhittaṁ.) ",
  "patthana3.13:52.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana3.13:53.0.1": "3.13.5.1.7. Pañhāvāra ",
  "patthana3.13:53.0.2": "Paccayacatukka ",
  "patthana3.13:53.0.3": "Hetu-ārammaṇa ",
  "patthana3.13:53.1": "Savitakko kusalo dhammo savitakkassa kusalassa dhammassa hetupaccayena paccayo. Savitakko kusalo dhammo avitakkassa kusalassa dhammassa hetupaccayena paccayo. Savitakko kusalo dhammo savitakkassa kusalassa ca avitakkassa kusalassa ca dhammassa hetupaccayena paccayo. ",
  "patthana3.13:54.1": "Avitakko kusalo dhammo avitakkassa kusalassa dhammassa hetupaccayena paccayo. ",
  "patthana3.13:55.1": "Savitakko kusalo dhammo savitakkassa kusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.13:56.1": "Avitakko kusalo dhammo avitakkassa kusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. ",
  "patthana3.13:57.1": "Savitakko kusalo ca avitakko kusalo ca dhammā savitakkassa kusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.13:58.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava (heṭṭhā tīsu sahajātādhipati, avitakke ekaṁ, sahajātādhipati), anantare nava, samanantare nava, sahajāte cha …pe… upanissaye nava, āsevane nava, kamme cattāri, āhāre cattāri, indriye cattāri, jhāne cha, magge cha, sampayutte cha, atthiyā cha, natthiyā nava, vigate nava, avigate cha. (Saṅkhittaṁ.) ",
  "patthana3.13:59.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.13:60.1": "Hetupaccayā naārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana3.13:61.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.13:62.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana3.13:63.0": "3.13.5.2. Akusalapada ",
  "patthana3.13:63.1": "Savitakkaṁ akusalaṁ dhammaṁ paṭicca savitakko akusalo dhammo uppajjati hetupaccayā. Savitakkaṁ akusalaṁ dhammaṁ paṭicca avitakko akusalo dhammo uppajjati hetupaccayā. Savitakkaṁ akusalaṁ dhammaṁ paṭicca savitakko akusalo ca avitakko akusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.13:64.1": "Avitakkaṁ akusalaṁ dhammaṁ paṭicca savitakko akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:65.1": "Savitakkaṁ akusalañca avitakkaṁ akusalañca dhammaṁ paṭicca savitakko akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:66.1": "Hetuyā pañca, ārammaṇe pañca (sabbattha pañca) …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.13:67.1": "Savitakkaṁ akusalaṁ dhammaṁ paṭicca savitakko akusalo dhammo uppajjati nahetupaccayā. ",
  "patthana3.13:68.1": "Avitakkaṁ akusalaṁ dhammaṁ paṭicca savitakko akusalo dhammo uppajjati nahetupaccayā. ",
  "patthana3.13:69.1": "Savitakkaṁ akusalañca avitakkaṁ akusalañca dhammaṁ paṭicca savitakko akusalo dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:70.1": "Nahetuyā tīṇi, naadhipatiyā pañca, nakamme tīṇi …pe… navippayutte pañca. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.13:71.1": "Savitakko akusalo dhammo savitakkassa akusalassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.13:72.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava …pe… sahajāte pañca …pe… upanissaye nava, āsevane nava, kamme tīṇi, āhāre tīṇi …pe… jhāne pañca, magge pañca, sampayutte pañca, atthiyā pañca, natthiyā nava …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.13:73.0": "3.13.5.3. Abyākatapada ",
  "patthana3.13:73.1": "Savitakkaṁ abyākataṁ dhammaṁ paṭicca savitakko abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:74.1": "Avitakkaṁ abyākataṁ dhammaṁ paṭicca avitakko abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:75.1": "Savitakkaṁ abyākatañca avitakkaṁ abyākatañca dhammaṁ paṭicca savitakko abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.13:76.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.13:77.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava …pe… napurejāte nava …pe… nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge nava, nasampayutte tīṇi, navippayutte cha …pe… novigate tīṇi. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana3.13:78.1": "Savitakko abyākato dhammo savitakkassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.13:79.1": "Avitakko abyākato dhammo avitakkassa abyākatassa dhammassa hetupaccayena paccayo. ",
  "patthana3.13:80.1": "Savitakko abyākato dhammo savitakkassa abyākatassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.13:81.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava (sabbattha nava), upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke nava, āhāre cattāri …pe… jhāne nava, magge nava, sampayutte cha, vippayutte pañca, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.13:82.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.13:83.1": "Hetupaccayā naārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana3.13:84.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.13:85.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.) ",
  "patthana3.13:86.0.1": "3.13.6. Savicāraduka, Kusalattika ",
  "patthana3.13:86.0.2": "3.13.6.1–7. Paṭiccādivāra ",
  "patthana3.13:86.0.3": "Paccayacatukka ",
  "patthana3.13:86.1": "Savicāraṁ kusalaṁ dhammaṁ paṭicca savicāro kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:87.1": "Avicāraṁ kusalaṁ dhammaṁ paṭicca avicāro kusalo dhammo uppajjati hetupaccayā … dve. ",
  "patthana3.13:88.1": "Savicāraṁ kusalañca avicāraṁ kusalañca dhammaṁ paṭicca savicāro kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:89.1": "Hetuyā cha, ārammaṇe cha …pe… avigate cha. (Saṅkhittaṁ. Savitakkadukakusalasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.13:90.1": "Savicāraṁ akusalaṁ dhammaṁ paṭicca savicāro akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:91.1": "Avicāraṁ akusalaṁ dhammaṁ paṭicca savicāro akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:92.1": "Savicāraṁ akusalañca avicāraṁ akusalañca dhammaṁ paṭicca savicāro akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:93.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ. Savitakkadukaakusalasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.13:94.1": "Savicāraṁ abyākataṁ dhammaṁ paṭicca savicāro abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:95.1": "Avicāraṁ abyākataṁ dhammaṁ paṭicca avicāro abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:96.1": "Savicāraṁ abyākatañca avicāraṁ abyākatañca dhammaṁ paṭicca savicāro abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.13:97.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… vipāke nava …pe… avigate nava. (Saṅkhittaṁ. Savitakkadukaabyākatasadisaṁ. Sahajātavāropi …pe… sampayuttavāropi vitthāretabbā.) ",
  "patthana3.13:98.1": "Savicāro abyākato dhammo savicārassa abyākatassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.13:99.1": "Hetuyā cattāri, ārammaṇe nava …pe… magge cattāri …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.13:100.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.13:101.1": "Hetupaccayā naārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana3.13:102.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.13:103.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana3.13:104.0.1": "3.13.7. Sappītikaduka, Kusalattika ",
  "patthana3.13:104.0.2": "3.13.7.1. Kusalapada ",
  "patthana3.13:104.0.3": "3.13.7.1–7. Paṭiccādivāra ",
  "patthana3.13:104.0.4": "Paccayacatukka ",
  "patthana3.13:104.1": "Sappītikaṁ kusalaṁ dhammaṁ paṭicca sappītiko kusalo dhammo uppajjati hetupaccayā. Sappītikaṁ kusalaṁ dhammaṁ paṭicca appītiko kusalo dhammo uppajjati hetupaccayā. Sappītikaṁ kusalaṁ dhammaṁ paṭicca sappītiko kusalo ca appītiko kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.13:105.1": "Appītikaṁ kusalaṁ dhammaṁ paṭicca appītiko kusalo dhammo uppajjati hetupaccayā. Appītikaṁ kusalaṁ dhammaṁ paṭicca sappītiko kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:106.1": "Sappītikaṁ kusalañca appītikaṁ kusalañca dhammaṁ paṭicca sappītiko kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:107.1": "Hetuyā cha (sabbattha cha) …pe… avigate cha. (Saṅkhittaṁ.) ",
  "patthana3.13:108.1": "Naadhipatiyā cha, napurejāte cha …pe… nakamme cattāri, navippayutte cha. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana3.13:109.1": "Sappītiko kusalo dhammo sappītikassa kusalassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.13:110.1": "Appītiko kusalo dhammo appītikassa kusalassa dhammassa hetupaccayena paccayo. ",
  "patthana3.13:111.1": "Sappītiko kusalo dhammo sappītikassa kusalassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.13:112.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava (cattāri sahajātādhipati), anantare nava, samanantare nava, sahajāte cha …pe… upanissaye nava, āsevane nava, kamme cattāri, āhāre cattāri, indriye cattāri, jhāne cha, magge cattāri, sampayutte cha, atthiyā cha, natthiyā nava, vigate nava, avigate cha. (Saṅkhittaṁ.) ",
  "patthana3.13:113.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.13:114.1": "Hetupaccayā naārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana3.13:115.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.13:116.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana3.13:117.0.1": "3.13.7.2. Akusalapada ",
  "patthana3.13:117.0.2": "Hetu ",
  "patthana3.13:117.1": "Sappītikaṁ akusalaṁ dhammaṁ paṭicca sappītiko akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:118.1": "Appītikaṁ akusalaṁ dhammaṁ paṭicca appītiko akusalo dhammo uppajjati hetupaccayā … dve. ",
  "patthana3.13:119.1": "Sappītikaṁ akusalañca appītikaṁ akusalañca dhammaṁ paṭicca sappītiko akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:120.1": "Hetuyā cha, ārammaṇe cha …pe… avigate cha. (Saṅkhittaṁ. Kusalasadisaṁ. Sahajātavāropi …pe… pañhāvāropi vitthāretabbā.) ",
  "patthana3.13:121.0.1": "3.13.7.3. Abyākatapada ",
  "patthana3.13:121.0.2": "Hetu ",
  "patthana3.13:121.1": "Sappītikaṁ abyākataṁ dhammaṁ paṭicca sappītiko abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:122.1": "Appītikaṁ abyākataṁ dhammaṁ paṭicca appītiko abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:123.1": "Sappītikaṁ abyākatañca appītikaṁ abyākatañca dhammaṁ paṭicca sappītiko abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.13:124.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte cha, āsevane cha …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.13:125.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava …pe… napurejāte napacchājāte naāsevane nava. Nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge nava, nasampayutte tīṇi, navippayutte cha …pe… novigate tīṇi. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.13:126.1": "Sappītiko abyākato dhammo sappītikassa abyākatassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.13:127.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava, anantare nava …pe… (sabbattha nava), upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme cattāri, vipāke nava, āhāre cattāri, indriye cattāri, jhāne nava, magge cattāri, sampayutte cha, vippayutte pañca, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.13:128.0.1": "3.13.8. Pītisahagatadukādi, Kusalattika ",
  "patthana3.13:128.0.2": "3.13.8.1–7. Paṭiccādivāra ",
  "patthana3.13:128.0.3": "Paccayacatukka ",
  "patthana3.13:128.1": "Pītisahagataṁ kusalaṁ dhammaṁ paṭicca …pe…. (Kusalampi akusalampi abyākatampi sappītikadukasadisaṁ.) ",
  "patthana3.13:129.1": "Sukhasahagataṁ kusalaṁ dhammaṁ paṭicca …pe…. (Kusalampi akusalampi abyākatampi sappītikadukasadisaṁ. Akusalaṁ dhammaṁ paṭicca …pe… paccanīye nahetuyā ekaṁ. Abyākataṁ dhammaṁ paṭicca …pe… paccanīye nahetuyā nava …pe… najhāne cha, kātabbā. Paccanīye pañhāvāre kusalākusale indriye jhāne cha, pañhāvāre abyākate nava.) ",
  "patthana3.13:130.0.1": "3.13.9. Upekkhāsahagataduka, Kusalattika ",
  "patthana3.13:130.0.2": "3.13.9.1–7. Paṭiccādivāra ",
  "patthana3.13:130.0.3": "Paccayacatukka ",
  "patthana3.13:130.1": "Upekkhāsahagataṁ kusalaṁ dhammaṁ paṭicca …pe… cha. (Sappītikadukasadisaṁ, upekkhāti nānāupekkhā abyākate. Paccanīye nahetuyā nava, najhāne cha.) ",
  "patthana3.13:131.1": "Upekkhāsahagataṁ akusalaṁ dhammaṁ paṭicca upekkhāsahagato akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:132.1": "Hetuyā cha. (Sabbattha cha. Saṅkhittaṁ.) ",
  "patthana3.13:133.1": "Upekkhāsahagataṁ akusalaṁ dhammaṁ paṭicca upekkhāsahagato akusalo dhammo uppajjati nahetupaccayā. ",
  "patthana3.13:134.1": "Naupekkhāsahagataṁ akusalaṁ dhammaṁ paṭicca upekkhāsahagato akusalo dhammo uppajjati nahetupaccayā. ",
  "patthana3.13:135.1": "Upekkhāsahagatañca naupekkhāsahagatañca dhammaṁ paṭicca upekkhāsahagato akusalo dhammo uppajjati nahetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:136.1": "Nahetuyā tīṇi, naadhipatiyā cha …pe… navippayutte cha. (Saṅkhittaṁ. Evaṁ sabbattha akusalaṁ vitthāretabbaṁ. Sappītikadukasadisaṁ.) ",
  "patthana3.13:137.1": "Upekkhāsahagataṁ abyākataṁ dhammaṁ paṭicca upekkhāsahagato abyākato dhammo uppajjati hetupaccayā nava pañhā. (Sappītikadukaabyākatasadisaṁ. Pañhāvāre kusalākusale indriye jhāne cha, abyākate nava.) ",
  "patthana3.13:138.0.1": "3.13.10. Kāmāvacaraduka, Kusalattika ",
  "patthana3.13:138.0.2": "3.13.10.1–7. Paṭiccādivāra ",
  "patthana3.13:138.0.3": "Paccayacatukka ",
  "patthana3.13:138.1": "Kāmāvacaraṁ kusalaṁ dhammaṁ paṭicca kāmāvacaro kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:139.1": "Nakāmāvacaraṁ kusalaṁ dhammaṁ paṭicca nakāmāvacaro kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:140.1": "Hetuyā dve, ārammaṇe dve (sabbattha dve), avigate dve. (Saṅkhittaṁ.) ",
  "patthana3.13:141.1": "Naadhipatiyā dve …pe… navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana3.13:142.1": "(Sahajātavārādi vitthāretabbo.) ",
  "patthana3.13:143.1": "Kāmāvacaro kusalo dhammo kāmāvacarassa kusalassa dhammassa hetupaccayena paccayo. ",
  "patthana3.13:144.1": "Nakāmāvacaro kusalo dhammo nakāmāvacarassa kusalassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.13:145.1": "Hetuyā dve, ārammaṇe cattāri, adhipatiyā tīṇi (kāmāvacare ekaṁ, nakāmāvacare dve), anantare tīṇi (kāmāvacare dve, nakāmāvacare ekaṁ) …pe… sahajāte dve …pe… upanissaye cattāri, āsevane tīṇi, kamme dve, āhāre dve …pe… natthiyā tīṇi …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana3.13:146.1": "Kāmāvacaraṁ akusalaṁ dhammaṁ paṭicca kāmāvacaro akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:147.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:148.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:149.1": "Kāmāvacaraṁ abyākataṁ dhammaṁ paṭicca kāmāvacaro abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:150.1": "Nakāmāvacaraṁ abyākataṁ dhammaṁ paṭicca nakāmāvacaro abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:151.1": "Kāmāvacaraṁ abyākatañca nakāmāvacaraṁ abyākatañca dhammaṁ paṭicca kāmāvacaro abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.13:152.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte dve, āsevane dve …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.13:153.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā nava …pe… nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.13:154.1": "Kāmāvacaro abyākato dhammo kāmāvacarassa abyākatassa dhammassa hetupaccayena paccayo. ",
  "patthana3.13:155.1": "Nakāmāvacaro abyākato dhammo nakāmāvacarassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.13:156.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā cattāri (kāmāvacare ekaṁ, nakāmāvacare tīṇi, kāmāvacare sahajātādhipatiyeva), anantare cattāri, samanantare cattāri, sahajāte satta, aññamaññe cha, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane tīṇi, kamme cattāri, vipāke cattāri, āhāre cattāri …pe… sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri …pe… avigate satta. (Saṅkhittaṁ.) ",
  "patthana3.13:157.0.1": "3.13.11. Rūpāvacaraduka, Kusalattika ",
  "patthana3.13:157.0.2": "3.13.11.1–7. Paṭiccādivāra ",
  "patthana3.13:157.0.3": "Paccayacatukka ",
  "patthana3.13:157.1": "Rūpāvacaraṁ kusalaṁ dhammaṁ paṭicca rūpāvacaro kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:158.1": "Narūpāvacaraṁ kusalaṁ dhammaṁ paṭicca narūpāvacaro kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:159.1": "Hetuyā dve, ārammaṇe dve. (Sabbattha dve, saṅkhittaṁ.) ",
  "patthana3.13:160.1": "Naadhipatiyā dve …pe… napurejāte ekaṁ, naāsevane ekaṁ …pe… navippayutte ekaṁ. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.13:161.1": "Rūpāvacaro kusalo dhammo rūpāvacarassa kusalassa dhammassa hetupaccayena paccayo. ",
  "patthana3.13:162.1": "Narūpāvacaro kusalo dhammo narūpāvacarassa kusalassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.13:163.1": "Hetuyā dve, ārammaṇe cattāri, adhipatiyā tīṇi (rūpāvacare ekaṁ, sahajātādhipatiyeva, narūpāvacare dve), anantare tīṇi (rūpāvacare ekaṁ, narūpāvacare dve), samanantare tīṇi, sahajāte dve …pe… upanissaye cattāri, āsevane tīṇi, kamme dve …pe… atthiyā dve, natthiyā tīṇi …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana3.13:164.1": "Narūpāvacaraṁ akusalaṁ dhammaṁ paṭicca narūpāvacaro akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana3.13:165.1": "Rūpāvacaraṁ abyākataṁ dhammaṁ paṭicca rūpāvacaro abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:166.1": "Narūpāvacaraṁ abyākataṁ dhammaṁ paṭicca narūpāvacaro abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:167.1": "Rūpāvacaraṁ abyākatañca narūpāvacaraṁ abyākatañca dhammaṁ paṭicca rūpāvacaro abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.13:168.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… purejāte āsevane dve …pe… avigate nava. (Saṅkhittaṁ. Yathā kāmāvacaradukaabyākatasadisaṁ, ettakāyeva pañhā heṭṭhuparikaṁ parivattanti. Sahajātavārampi …pe… pañhāvārampi sabbattha vitthāretabbaṁ.) ",
  "patthana3.13:169.0.1": "3.13.12. Arūpāvacaraduka, Kusalattika ",
  "patthana3.13:169.0.2": "3.13.12.1–7. Paṭiccādivāra ",
  "patthana3.13:169.0.3": "Paccayacatukka ",
  "patthana3.13:169.1": "Arūpāvacaraṁ kusalaṁ dhammaṁ paṭicca arūpāvacaro kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:170.1": "Naarūpāvacaraṁ kusalaṁ dhammaṁ paṭicca naarūpāvacaro kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:171.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana3.13:172.1": "Naadhipatiyā dve …pe… naāsevane ekaṁ …pe… navippayutte dve. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.13:173.1": "Arūpāvacaro kusalo dhammo arūpāvacarassa kusalassa dhammassa hetupaccayena paccayo. ",
  "patthana3.13:174.1": "Naarūpāvacaro kusalo dhammo naarūpāvacarassa kusalassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.13:175.1": "Hetuyā dve, ārammaṇe tīṇi, adhipatiyā tīṇi, anantare tīṇi …pe… sahajāte dve …pe… upanissaye cattāri, āsevane tīṇi, kamme dve …pe… atthiyā dve, natthiyā tīṇi …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana3.13:176.1": "Naarūpāvacaraṁ akusalaṁ dhammaṁ paṭicca naarūpāvacaro akusalo dhammo uppajjati hetupaccayā … ekaṁ. (Sabbattha ekaṁ, saṅkhittaṁ.) ",
  "patthana3.13:177.1": "Arūpāvacaraṁ abyākataṁ dhammaṁ paṭicca arūpāvacaro abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:178.1": "Naarūpāvacaraṁ abyākataṁ dhammaṁ paṭicca naarūpāvacaro abyākato dhammo uppajjati hetupaccayā. ",
  "patthana3.13:179.1": "Arūpāvacaraṁ abyākatañca naarūpāvacaraṁ abyākatañca dhammaṁ paṭicca naarūpāvacaro abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:180.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.13:181.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā dve …pe… napurejāte cattāri, napacchājāte naāsevane pañca, nakamme dve, navipāke pañca, naāhāre ekaṁ …pe… navippayutte dve …pe… novigate tīṇi. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.13:182.1": "Arūpāvacaro abyākato dhammo arūpāvacarassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.13:183.1": "Naarūpāvacaro abyākato dhammo naarūpāvacarassa abyākatassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.13:184.1": "Hetuyā cattāri, ārammaṇe tīṇi (arūpāvacaramūle dve, naarūpāvacare ekaṁ), adhipatiyā cattāri (arūpāvacaramūle tīṇi, naarūpe ekaṁ), anantare cattāri …pe… sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte dve, pacchājāte dve, āsevane tīṇi, kamme cattāri, vipāke dve …pe… sampayutte dve, vippayutte tīṇi, atthiyā satta, natthiyā cattāri …pe… avigate satta. (Saṅkhittaṁ.) ",
  "patthana3.13:185.0.1": "3.13.13. Pariyāpannaduka, Kusalattika ",
  "patthana3.13:185.0.2": "3.13.13.1–7. Paṭiccādivāra ",
  "patthana3.13:185.0.3": "Paccayacatukka ",
  "patthana3.13:185.1": "Pariyāpannaṁ kusalaṁ dhammaṁ paṭicca pariyāpanno kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:186.1": "Apariyāpannaṁ kusalaṁ dhammaṁ paṭicca apariyāpanno kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:187.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ. Lokiyadukakusalasadisaṁ. Sahajātavāropi …pe… pañhāvāropi vitthāretabbā.) ",
  "patthana3.13:188.1": "Pariyāpannaṁ akusalaṁ dhammaṁ paṭicca pariyāpanno akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:189.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:190.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:191.1": "Pariyāpannaṁ abyākataṁ dhammaṁ paṭicca pariyāpanno abyākato dhammo uppajjati hetupaccayā. ",
  "patthana3.13:192.1": "Apariyāpannaṁ abyākataṁ dhammaṁ paṭicca apariyāpanno abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:193.1": "Pariyāpannaṁ abyākatañca apariyāpannaṁ abyākatañca dhammaṁ paṭicca pariyāpanno abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:194.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṅkhittaṁ. Lokiyadukaabyākatasadisaṁ. Sahajātavārampi …pe… pañhāvārampi sabbattha vitthāretabbaṁ.) ",
  "patthana3.13:195.0.1": "3.13.14. Niyyānikaduka, Kusalattika ",
  "patthana3.13:195.0.2": "3.13.14.1–7. Paṭiccādivāra ",
  "patthana3.13:195.0.3": "Paccayacatukka ",
  "patthana3.13:195.1": "Niyyānikaṁ kusalaṁ dhammaṁ paṭicca niyyāniko kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:196.1": "Aniyyānikaṁ kusalaṁ dhammaṁ paṭicca aniyyāniko kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:197.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ. Lokiyadukasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.13:198.1": "Aniyyānikaṁ akusalaṁ dhammaṁ paṭicca aniyyāniko akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:199.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:200.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:201.1": "Aniyyānikaṁ abyākataṁ dhammaṁ paṭicca aniyyāniko abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:202.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:203.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:204.0.1": "3.13.15. Niyataduka, Kusalattika ",
  "patthana3.13:204.0.2": "3.13.15.1–7. Paṭiccādivāra ",
  "patthana3.13:204.0.3": "Paccayacatukka ",
  "patthana3.13:204.1": "Niyataṁ kusalaṁ dhammaṁ paṭicca niyato kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:205.1": "Aniyataṁ kusalaṁ dhammaṁ paṭicca aniyato kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:206.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ. Lokiyadukakusalasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.13:207.1": "Niyataṁ akusalaṁ dhammaṁ paṭicca niyato akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:208.1": "Aniyataṁ akusalaṁ dhammaṁ paṭicca aniyato akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:209.1": "Hetuyā dve, ārammaṇe dve (sabbattha dve), avigate dve. (Saṅkhittaṁ.) ",
  "patthana3.13:210.1": "Nahetuyā ekaṁ, naadhipatiyā dve, napurejāte ekaṁ …pe… nakamme dve …pe… navippayutte ekaṁ. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.13:211.1": "Niyato akusalo dhammo niyatassa akusalassa dhammassa hetupaccayena paccayo. ",
  "patthana3.13:212.1": "Aniyato akusalo dhammo aniyatassa akusalassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.13:213.1": "Hetuyā dve, ārammaṇe tīṇi, adhipatiyā dve (niyate sahajātādhipati, dutiye ārammaṇādhipati sahajātādhipati), anantare dve …pe… nissaye dve, upanissaye tīṇi, āsevane dve, kamme dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana3.13:214.1": "Aniyataṁ abyākataṁ dhammaṁ paṭicca aniyato abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:215.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:216.0.1": "3.13.16. Sauttaraduka, Kusalattika ",
  "patthana3.13:216.0.2": "3.13.16.1–7. Paṭiccādivāra ",
  "patthana3.13:216.0.3": "Paccayacatukka ",
  "patthana3.13:216.1": "Sauttaraṁ kusalaṁ dhammaṁ paṭicca sauttaro kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.13:217.1": "Anuttaraṁ kusalaṁ dhammaṁ paṭicca anuttaro kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:218.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ. Sahajātavāropi …pe… pañhāvāropi sabbattha vitthāretabbā.) ",
  "patthana3.13:219.1": "Sauttaraṁ akusalaṁ dhammaṁ paṭicca sauttaro akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:220.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:221.1": "Sauttaraṁ abyākataṁ dhammaṁ paṭicca sauttaro abyākato dhammo uppajjati hetupaccayā. ",
  "patthana3.13:222.1": "Anuttaraṁ abyākataṁ dhammaṁ paṭicca anuttaro abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.13:223.1": "Sauttaraṁ abyākatañca anuttaraṁ abyākatañca dhammaṁ paṭicca sauttaro abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.13:224.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.13:225.1": "(Sahajātavārampi …pe… pañhāvārampi sabbattha vitthāretabbaṁ lokiyadukaabyākatasadisaṁ.) ",
  "patthana3.13:226.0.1": "3.13.17. Saraṇaduka, Kusalattika ",
  "patthana3.13:226.0.2": "3.13.17.1–7. Paṭiccādivāra ",
  "patthana3.13:226.0.3": "Paccayacatukka ",
  "patthana3.13:226.1": "Araṇaṁ kusalaṁ dhammaṁ paṭicca araṇo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:227.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:228.1": "Saraṇaṁ akusalaṁ dhammaṁ paṭicca saraṇo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:229.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.13:230.1": "Araṇaṁ abyākataṁ dhammaṁ paṭicca araṇo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.13:231.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sahajātavārepi …pe… sampayuttavārepi sabbattha ekaṁ.) ",
  "patthana3.13:232.1": "Araṇo abyākato dhammo araṇassa abyākatassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.13:233.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.13:234.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.) ",
  "patthana3.13:235.1": "Piṭṭhidukakusalattikaṁ niṭṭhitaṁ. "
}