{
  "patthana3.10:0.1": "Paṭṭhānapakaraṇa ",
  "patthana3.10:0.2": "Dhammānuloma (1), Dukatikapaṭṭhānapāḷi (3) ",
  "patthana3.10:0.3": "3.10. Mahantaraduka, Kusalattika ",
  "patthana3.10:1.0.1": "3.10.1. Sārammaṇaduka, Kusalattika ",
  "patthana3.10:1.0.2": "Hetu ",
  "patthana3.10:1.1": "Sārammaṇaṁ kusalaṁ dhammaṁ paṭicca sārammaṇo kusalo dhammo uppajjati hetupaccayā (yathā sappaccayaṁ kusalaṁ, evaṁ vitthāretabbaṁ.) ",
  "patthana3.10:2.1": "Sārammaṇaṁ akusalaṁ dhammaṁ paṭicca sārammaṇo akusalo dhammo uppajjati hetupaccayā (yathā sappaccayaṁ akusalaṁ, evaṁ kātabbaṁ.) ",
  "patthana3.10:3.1": "Sārammaṇaṁ abyākataṁ dhammaṁ paṭicca sārammaṇo abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:4.1": "Anārammaṇaṁ abyākataṁ dhammaṁ paṭicca anārammaṇo abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:5.1": "Sārammaṇaṁ abyākatañca anārammaṇaṁ abyākatañca dhammaṁ paṭicca sārammaṇo abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:6.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte ekaṁ, āsevane ekaṁ …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:7.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava …pe… napurejāte napacchājāte naāsevane nava, nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne dve, namagge nava, nasampayutte tīṇi, navippayutte dve, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:8.0": "Hetu-ārammaṇa-adhipati ",
  "patthana3.10:8.1": "Sārammaṇo abyākato dhammo sārammaṇassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.10:9.1": "Sārammaṇo abyākato dhammo sārammaṇassa abyākatassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana3.10:10.1": "Anārammaṇo abyākato dhammo sārammaṇassa abyākatassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana3.10:11.1": "Sārammaṇo abyākato dhammo sārammaṇassa abyākatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … tīṇi. Anārammaṇo abyākato dhammo sārammaṇassa abyākatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati. (Saṅkhittaṁ.) ",
  "patthana3.10:12.1": "Hetuyā tīṇi, ārammaṇe dve, adhipatiyā cattāri, anantare ekaṁ …pe… sahajāte satta, aññamaññe cha, nissaye satta, upanissaye dve, purejāte ekaṁ, pacchājāte ekaṁ, āsevane ekaṁ, kamme tīṇi, vipāke tīṇi, āhāre cattāri, indriye cha, jhāne magge tīṇi, sampayutte ekaṁ, vippayutte dve …pe… avigate satta. (Saṅkhittaṁ.) ",
  "patthana3.10:13.0.1": "3.10.2. Cittaduka, Kusalattika ",
  "patthana3.10:13.0.2": "Hetu ",
  "patthana3.10:13.1": "Cittaṁ kusalaṁ dhammaṁ paṭicca nocitto kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:14.1": "Nocittaṁ kusalaṁ dhammaṁ paṭicca nocitto kusalo dhammo uppajjati hetupaccayā. Nocittaṁ kusalaṁ dhammaṁ paṭicca citto kusalo dhammo uppajjati hetupaccayā. Nocittaṁ kusalaṁ dhammaṁ paṭicca citto kusalo ca nocitto kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:15.1": "Cittaṁ kusalañca nocittaṁ kusalañca dhammaṁ paṭicca nocitto kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:16.1": "Hetuyā pañca, ārammaṇe pañca (sabbattha pañca), avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:17.1": "Naadhipatiyā pañca, napurejāte pañca, napacchājāte pañca, naāsevane pañca, nakamme tīṇi, navipāke pañca, navippayutte pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:18.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana3.10:19.1": "Nocitto kusalo dhammo nocittassa kusalassa dhammassa hetupaccayena paccayo. Nocitto kusalo dhammo cittassa kusalassa dhammassa hetupaccayena paccayo. Nocitto kusalo dhammo cittassa kusalassa ca nocittassa kusalassa ca dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.10:20.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava …pe… sahajāte aññamaññe nissaye pañca, upanissaye āsevane nava, kamme tīṇi, āhāre indriye pañca, jhāne magge tīṇi, sampayutte pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:21.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.10:22.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:23.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.10:24.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.10:25.1": "Cittaṁ akusalaṁ dhammaṁ paṭicca nocitto akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:26.1": "Nocittaṁ akusalaṁ dhammaṁ paṭicca nocitto akusalo dhammo uppajjati hetupaccayā. Nocittaṁ akusalaṁ dhammaṁ paṭicca citto akusalo dhammo uppajjati hetupaccayā. Nocittaṁ akusalaṁ dhammaṁ paṭicca citto akusalo ca nocitto akusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:27.1": "Cittaṁ akusalañca nocittaṁ akusalañca dhammaṁ paṭicca nocitto akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:28.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ. Cittadukakusalasadisaṁ, nahetuyāpi kattabbaṁ. Sahajātavārampi …pe… pañhāvārampi kātabbaṁ.) ",
  "patthana3.10:29.1": "Cittaṁ abyākataṁ dhammaṁ paṭicca nocitto abyākato dhammo uppajjati hetupaccayā. ",
  "patthana3.10:30.1": "Nocittaṁ abyākataṁ dhammaṁ paṭicca nocitto abyākato dhammo uppajjati hetupaccayā. Nocittaṁ abyākataṁ dhammaṁ paṭicca citto abyākato dhammo uppajjati hetupaccayā. Nocittaṁ abyākataṁ dhammaṁ paṭicca citto abyākato ca nocitto abyākato ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:31.1": "Cittaṁ abyākatañca nocittaṁ abyākatañca dhammaṁ paṭicca nocitto abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:32.1": "Hetuyā pañca, ārammaṇe pañca …pe… vipāke pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:33.1": "Nahetuyā pañca, naārammaṇe tīṇi, naadhipatiyā pañca …pe… napurejāte napacchājāte naāsevane pañca, nakamme tīṇi, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne pañca, namagge pañca, nasampayutte tīṇi, navippayutte pañca …pe… novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:34.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana3.10:35.1": "Nocitto abyākato dhammo nocittassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi. (Cittadukakusalasadisaṁ vitthāretabbaṁ.) ",
  "patthana3.10:36.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava …pe… sahajāte pañca, aññamaññe nissaye pañca, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke pañca, āhāre indriye pañca, jhāne magge tīṇi, sampayutte pañca, vippayutte pañca, atthiyā pañca, natthiyā nava …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:37.0.1": "3.10.3. Cetasikaduka, Kusalattika ",
  "patthana3.10:37.0.2": "Hetu ",
  "patthana3.10:37.1": "Cetasikaṁ kusalaṁ dhammaṁ paṭicca cetasiko kusalo dhammo uppajjati hetupaccayā. Cetasikaṁ kusalaṁ dhammaṁ paṭicca acetasiko kusalo dhammo uppajjati hetupaccayā. Cetasikaṁ kusalaṁ dhammaṁ paṭicca cetasiko kusalo ca acetasiko kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:38.1": "Acetasikaṁ kusalaṁ dhammaṁ paṭicca cetasiko kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:39.1": "Cetasikaṁ kusalañca acetasikaṁ kusalañca dhammaṁ paṭicca cetasiko kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:40.1": "Hetuyā pañca, ārammaṇe pañca, adhipatiyā pañca …pe… avigate pañca. ",
  "patthana3.10:41.1": "Naadhipatiyā pañca, napurejāte pañca …pe… nakamme tīṇi, navipāke pañca …pe… navippayutte pañca. (Saṅkhittaṁ, sahajātavārādi vitthāretabbo.) ",
  "patthana3.10:42.1": "Cetasiko kusalo dhammo cetasikassa kusalassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.10:43.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava (ādimhi tīṇi, sahajātādhipati, majjhimesu tīsu majjhimānulomikāyeva pañhā, sahajātādhipati) anantare nava …pe… sahajāte pañca …pe… upanissaye nava, āsevane nava, kamme tīṇi, āhāre pañca, indriye pañca, jhāne tīṇi, magge tīṇi, sampayutte pañca, atthiyā pañca, natthiyā nava …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:44.1": "Cetasikaṁ akusalaṁ dhammaṁ paṭicca cetasiko akusalo dhammo uppajjati hetupaccayā. Cetasikaṁ akusalaṁ dhammaṁ paṭicca acetasiko akusalo dhammo uppajjati hetupaccayā. Cetasikaṁ akusalaṁ dhammaṁ paṭicca cetasiko akusalo ca acetasiko akusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:45.1": "Acetasikaṁ akusalaṁ dhammaṁ paṭicca cetasiko akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:46.1": "Cetasikaṁ akusalañca acetasikaṁ akusalañca dhammaṁ paṭicca cetasiko akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:47.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ, yathā kusalanayaṁ evaṁ nahetupaccayampi kātabbaṁ.) (Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:48.1": "Cetasikaṁ abyākataṁ dhammaṁ paṭicca cetasiko abyākato dhammo uppajjati hetupaccayā. Cetasikaṁ abyākataṁ dhammaṁ paṭicca acetasiko abyākato dhammo uppajjati hetupaccayā. Cetasikaṁ abyākataṁ dhammaṁ paṭicca cetasiko abyākato ca acetasiko abyākato ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:49.1": "Acetasikaṁ abyākataṁ dhammaṁ paṭicca acetasiko abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:50.1": "Cetasikaṁ abyākatañca acetasikaṁ abyākatañca dhammaṁ paṭicca cetasiko abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:51.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… purejāte āsevane pañca, kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:52.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava (sabbe kātabbā) …pe… nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne cha, namagge nava, nasampayutte tīṇi, navippayutte cha …pe… novigate tīṇi. (Saṅkhittaṁ, sahajātavārādi vitthāretabbo.) ",
  "patthana3.10:53.1": "Cetasiko abyākato dhammo cetasikassa abyākatassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.10:54.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava (ettha chasu sahajātādhipati), anantare nava …pe… sahajāte nava, aññamaññe nava, nissaye nava, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre nava, indriye nava, jhāne tīṇi, magge tīṇi, sampayutte pañca, vippayutte pañca, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:55.0.1": "3.10.4. Cittasampayuttaduka, Kusalattika ",
  "patthana3.10:55.0.2": "3.10.4.1. Kusalākusalapada ",
  "patthana3.10:55.0.3": "Hetu ",
  "patthana3.10:55.1": "Cittasampayuttaṁ kusalaṁ dhammaṁ paṭicca cittasampayutto kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:56.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.10:57.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.10:58.1": "Cittasampayuttaṁ akusalaṁ dhammaṁ paṭicca cittasampayutto akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:59.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) (Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.10:60.0.1": "3.10.4.2. Abyākatapada ",
  "patthana3.10:60.0.2": "Hetu ",
  "patthana3.10:60.1": "Cittasampayuttaṁ abyākataṁ dhammaṁ paṭicca cittasampayutto abyākato dhammo uppajjati hetupaccayā. Cittasampayuttaṁ abyākataṁ dhammaṁ paṭicca cittavippayutto abyākato dhammo uppajjati hetupaccayā. Cittasampayuttaṁ abyākataṁ dhammaṁ paṭicca cittasampayutto abyākato ca cittavippayutto abyākato ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:61.1": "Cittavippayuttaṁ abyākataṁ dhammaṁ paṭicca cittavippayutto abyākato dhammo uppajjati hetupaccayā. Cittavippayuttaṁ abyākataṁ dhammaṁ paṭicca cittasampayutto abyākato dhammo uppajjati hetupaccayā. Cittavippayuttaṁ abyākataṁ dhammaṁ paṭicca cittasampayutto abyākato ca cittavippayutto abyākato ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:62.1": "Cittasampayuttaṁ abyākatañca cittavippayuttaṁ abyākatañca dhammaṁ paṭicca cittasampayutto abyākato dhammo uppajjati hetupaccayā. Cittasampayuttaṁ abyākatañca cittavippayuttaṁ abyākatañca dhammaṁ paṭicca cittavippayutto abyākato dhammo uppajjati hetupaccayā. Cittasampayuttaṁ abyākatañca cittavippayuttaṁ abyākatañca dhammaṁ paṭicca cittasampayutto abyākato ca cittavippayutto abyākato ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:63.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte ekaṁ, āsevane ekaṁ, kamme nava, vipāke nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:64.1": "Nahetuyā nava, naārammaṇe tīṇi, naadhipatiyā nava …pe… napurejāte nava …pe… nakamme dve, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne dve, namagge nava, nasampayutte tīṇi, navippayutte dve …pe… novigate dve. (Saṅkhittaṁ, sahajātavārādi vitthāretabbo.) ",
  "patthana3.10:65.0": "Hetu-ārammaṇa ",
  "patthana3.10:65.1": "Cittasampayutto abyākato dhammo cittasampayuttassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.10:66.1": "Cittasampayutto abyākato dhammo cittasampayuttassa abyākatassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana3.10:67.1": "Cittavippayutto abyākato dhammo cittasampayuttassa abyākatassa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.10:68.1": "Hetuyā tīṇi, ārammaṇe dve, adhipatiyā cattāri, anantare ekaṁ …pe… sahajāte satta, aññamaññe cha, nissaye satta, upanissaye dve, purejāte ekaṁ, pacchājāte ekaṁ, āsevane ekaṁ, kamme tīṇi, vipāke tīṇi, āhāre cattāri, indriye cha, jhāne tīṇi, magge tīṇi, sampayutte ekaṁ, vippayutte dve …pe… avigate satta. (Saṅkhittaṁ.) ",
  "patthana3.10:69.0.1": "3.10.5. Cittasaṁsaṭṭhaduka, Kusalattika ",
  "patthana3.10:69.0.2": "Hetu ",
  "patthana3.10:69.1": "Cittasaṁsaṭṭhaṁ kusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭho kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:70.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) (Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.10:71.1": "Cittasaṁsaṭṭhaṁ akusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭho akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:72.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) (Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.10:73.1": "Cittasaṁsaṭṭhaṁ abyākataṁ dhammaṁ paṭicca cittasaṁsaṭṭho abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:74.1": "Nocittasaṁsaṭṭhaṁ abyākataṁ dhammaṁ paṭicca nocittasaṁsaṭṭho abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:75.1": "Cittasaṁsaṭṭhaṁ abyākatañca nocittasaṁsaṭṭhaṁ abyākatañca dhammaṁ paṭicca cittasaṁsaṭṭho abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:76.1": "Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:77.1": "(Yathā cittasampayuttadukaṁ abyākatasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:78.0.1": "3.10.6. Cittasamuṭṭhānaduka, Kusalattika ",
  "patthana3.10:78.0.2": "Hetu ",
  "patthana3.10:78.1": "Cittasamuṭṭhānaṁ kusalaṁ dhammaṁ paṭicca cittasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. Cittasamuṭṭhānaṁ kusalaṁ dhammaṁ paṭicca nocittasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. Cittasamuṭṭhānaṁ kusalaṁ dhammaṁ paṭicca cittasamuṭṭhāno kusalo ca nocittasamuṭṭhāno kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:79.1": "Nocittasamuṭṭhānaṁ kusalaṁ dhammaṁ paṭicca cittasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:80.1": "Cittasamuṭṭhānaṁ kusalañca nocittasamuṭṭhānaṁ kusalañca dhammaṁ paṭicca cittasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:81.1": "Hetuyā pañca, ārammaṇe pañca (sabbattha pañca), avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:82.1": "Naadhipatiyā pañca, napurejāte pañca …pe… nakamme tīṇi, navipāke pañca …pe… navippayutte pañca. (Saṅkhittaṁ, sahajātavārādi vitthāretabbo.) ",
  "patthana3.10:83.1": "Cittasamuṭṭhāno kusalo dhammo cittasamuṭṭhānassa kusalassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.10:84.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava, samanantare nava, sahajāte pañca …pe… upanissaye nava, āsevane nava, kamme tīṇi, āhāre pañca, indriye pañca, jhāne tīṇi, magge tīṇi, sampayutte pañca, atthiyā pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:85.1": "Cittasamuṭṭhānaṁ akusalaṁ dhammaṁ paṭicca cittasamuṭṭhāno akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:86.1": "Nocittasamuṭṭhānaṁ akusalaṁ dhammaṁ paṭicca cittasamuṭṭhāno akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:87.1": "Cittasamuṭṭhānaṁ akusalañca nocittasamuṭṭhānaṁ akusalañca dhammaṁ paṭicca cittasamuṭṭhāno akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:88.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:89.1": "(Kusalattikasadisaṁ sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:90.1": "Cittasamuṭṭhānaṁ abyākataṁ dhammaṁ paṭicca cittasamuṭṭhāno abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:91.1": "Nocittasamuṭṭhānaṁ abyākataṁ dhammaṁ paṭicca nocittasamuṭṭhāno abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:92.1": "Cittasamuṭṭhānaṁ abyākatañca nocittasamuṭṭhānaṁ abyākatañca dhammaṁ paṭicca cittasamuṭṭhāno abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:93.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā pañca (sabbattha nava), purejāte pañca, āsevane pañca …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:94.1": "Nahetuyā nava, naārammaṇe cha, naadhipatiyā nava …pe… nakamme tīṇi, navipāke cha, naāhāre ekaṁ, naindriye ekaṁ, najhāne cha, namagge nava, nasampayutte cha, navippayutte cha, nonatthiyā cha, novigate cha. (Saṅkhittaṁ.) ",
  "patthana3.10:95.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana3.10:96.1": "Cittasamuṭṭhāno abyākato dhammo cittasamuṭṭhānassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.10:97.1": "Cittasamuṭṭhāno abyākato dhammo cittasamuṭṭhānassa abyākatassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.10:98.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava, anantare nava (sabbattha nava), purejāte nava, pacchājāte nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre nava (cittasamuṭṭhānamūlaṁ nocittasamuṭṭhānassa kabaḷīkāro āhāro kātabbo. Nocittasamuṭṭhāno cittasamuṭṭhānassa kabaḷīkāro āhāro ghaṭane majjhe kabaḷīkāro āhāro), indriye nava (rūpajīvitindriyaṁ ekaṁ), jhāne tīṇi, magge tīṇi, sampayutte pañca, vippayutte nava, atthiyā nava, natthiyā nava, vigate nava, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:99.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.10:100.0.1": "3.10.7. Cittasahabhūduka, Kusalattika ",
  "patthana3.10:100.0.2": "Hetu ",
  "patthana3.10:100.1": "Cittasahabhuṁ kusalaṁ dhammaṁ paṭicca cittasahabhū kusalo dhammo uppajjati hetupaccayā. Cittasahabhuṁ kusalaṁ dhammaṁ paṭicca nocittasahabhū kusalo dhammo uppajjati hetupaccayā. Cittasahabhuṁ kusalaṁ dhammaṁ paṭicca cittasahabhū kusalo ca nocittasahabhū kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:101.1": "Nocittasahabhuṁ kusalaṁ dhammaṁ paṭicca cittasahabhū kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:102.1": "Cittasahabhuṁ kusalañca nocittasahabhuṁ kusalañca dhammaṁ paṭicca cittasahabhū kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:103.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ.) (Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:104.1": "Cittasahabhuṁ akusalaṁ dhammaṁ paṭicca cittasahabhū akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:105.1": "Nocittasahabhuṁ akusalaṁ dhammaṁ paṭicca cittasahabhū akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:106.1": "Cittasahabhuṁ akusalañca nocittasahabhuṁ akusalañca dhammaṁ paṭicca cittasahabhū akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:107.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:108.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:109.1": "Cittasahabhuṁ abyākataṁ dhammaṁ paṭicca cittasahabhū abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:110.1": "Nocittasahabhuṁ abyākataṁ dhammaṁ paṭicca nocittasahabhū abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:111.1": "Cittasahabhuṁ abyākatañca nocittasahabhuṁ abyākatañca dhammaṁ paṭicca cittasahabhū abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:112.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṅkhittaṁ. Yathā cetasikadukamūlā tīṇi gamanā, evaṁ imepi tīṇi gamanā kātabbā. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:113.0.1": "3.10.8. Cittānuparivattiduka, Kusalattika ",
  "patthana3.10:113.0.2": "Hetu ",
  "patthana3.10:113.1": "Cittānuparivattiṁ kusalaṁ dhammaṁ paṭicca cittānuparivattī kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:114.1": "Nocittānuparivattiṁ kusalaṁ dhammaṁ paṭicca cittānuparivattī kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:115.1": "Cittānuparivattiṁ kusalañca nocittānuparivattiṁ kusalañca dhammaṁ paṭicca cittānuparivattī kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:116.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:117.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:118.1": "Cittānuparivattiṁ akusalaṁ dhammaṁ paṭicca cittānuparivattī akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:119.1": "Nocittānuparivattiṁ akusalaṁ dhammaṁ paṭicca cittānuparivattī akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:120.1": "Cittānuparivattiṁ akusalañca nocittānuparivattiṁ akusalañca dhammaṁ paṭicca cittānuparivattī akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:121.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:122.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:123.1": "Cittānuparivattiṁ abyākataṁ dhammaṁ paṭicca cittānuparivattī abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:124.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava. (Saṅkhittaṁ. Cetasikadukasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:125.0.1": "3.10.9. Cittasaṁsaṭṭhasamuṭṭhānaduka, Kusalattika ",
  "patthana3.10:125.0.2": "Hetu ",
  "patthana3.10:125.1": "Cittasaṁsaṭṭhasamuṭṭhānaṁ kusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. Cittasaṁsaṭṭhasamuṭṭhānaṁ kusalaṁ dhammaṁ paṭicca nocittasaṁsaṭṭhasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. Cittasaṁsaṭṭhasamuṭṭhānaṁ kusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno kusalo ca nocittasaṁsaṭṭhasamuṭṭhāno kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:126.1": "Nocittasaṁsaṭṭhasamuṭṭhānaṁ kusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:127.1": "Cittasaṁsaṭṭhasamuṭṭhānaṁ kusalañca nocittasaṁsaṭṭhasamuṭṭhānaṁ kusalañca dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:128.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ. Yathā mahantaraduke cetasikadukakusalasadisaṁ, tattakā eva pañhā. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:129.1": "Cittasaṁsaṭṭhasamuṭṭhānaṁ akusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:130.1": "Nocittasaṁsaṭṭhasamuṭṭhānaṁ akusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:131.1": "Cittasaṁsaṭṭhasamuṭṭhānaṁ akusalañca nocittasaṁsaṭṭhasamuṭṭhānaṁ akusalañca dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:132.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ. Cetasikadukaakusalasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:133.1": "Cittasaṁsaṭṭhasamuṭṭhānaṁ abyākataṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:134.1": "Nocittasaṁsaṭṭhasamuṭṭhānaṁ abyākataṁ dhammaṁ paṭicca nocittasaṁsaṭṭhasamuṭṭhāno abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:135.1": "Cittasaṁsaṭṭhasamuṭṭhānaṁ abyākatañca nocittasaṁsaṭṭhasamuṭṭhānaṁ abyākatañca dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:136.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… purejāte pañca, āsevane pañca, kamme nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:137.1": "Nahetuyā nava, naārammaṇe tīṇi …pe… nakamme cattāri, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne cha, namagge nava, nasampayutte tīṇi, navippayutte cha, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:138.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana3.10:139.1": "Cittasaṁsaṭṭhasamuṭṭhāno abyākato dhammo cittasaṁsaṭṭhasamuṭṭhānassa abyākatassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.10:140.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava (ettha chasu sahajātādhipati), anantare nava (sabbattha nava), purejāte tīṇi, pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre nava, indriye nava, jhāne tīṇi, magge tīṇi, sampayutte pañca, vippayutte pañca, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:141.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.10:142.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:143.1": "Nahetupaccayā ārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.10:144.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) ",
  "patthana3.10:145.0.1": "3.10.10. Cittasaṁsaṭṭhasamuṭṭhānasahabhūduka, Kusalattika ",
  "patthana3.10:145.0.2": "Hetu ",
  "patthana3.10:145.1": "Cittasaṁsaṭṭhasamuṭṭhānasahabhuṁ kusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānasahabhū kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:146.1": "Nocittasaṁsaṭṭhasamuṭṭhānasahabhuṁ kusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānasahabhū kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:147.1": "Cittasaṁsaṭṭhasamuṭṭhānasahabhuṁ kusalañca nocittasaṁsaṭṭhasamuṭṭhānasahabhuṁ kusalañca dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānasahabhū kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:148.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:149.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:150.1": "Cittasaṁsaṭṭhasamuṭṭhānasahabhuṁ akusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānasahabhū akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:151.1": "Nocittasaṁsaṭṭhasamuṭṭhānasahabhuṁ akusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānasahabhū akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:152.1": "Cittasaṁsaṭṭhasamuṭṭhānasahabhuṁ akusalañca nocittasaṁsaṭṭhasamuṭṭhānasahabhuṁ akusalañca dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānasahabhū akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:153.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:154.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:155.1": "Cittasaṁsaṭṭhasamuṭṭhānasahabhuṁ abyākataṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānasahabhū abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:156.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṅkhittaṁ. Cittasaṁsaṭṭhasamuṭṭhānadukaabyākatasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:157.0.1": "3.10.11. Cittasaṁsaṭṭhasamuṭṭhānānuparivattiduka, Kusalattika ",
  "patthana3.10:157.0.2": "Hetu ",
  "patthana3.10:157.1": "Cittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ kusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānānuparivattī kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:158.1": "Nocittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ kusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānānuparivattī kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:159.1": "Cittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ kusalañca nocittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ kusalañca dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānānuparivattī kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:160.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:161.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:162.1": "Cittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ akusalaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānānuparivattī akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:163.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:164.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:165.1": "Cittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ abyākataṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānānuparivattī abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:166.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṅkhittaṁ. Cittasaṁsaṭṭhasamuṭṭhānadukaabyākatasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:167.0.1": "3.10.12. Ajjhattikaduka, Kusalattika ",
  "patthana3.10:167.0.2": "Hetu ",
  "patthana3.10:167.1": "Ajjhattikaṁ kusalaṁ dhammaṁ paṭicca bāhiro kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:168.1": "Bāhiraṁ kusalaṁ dhammaṁ paṭicca bāhiro kusalo dhammo uppajjati hetupaccayā. Bāhiraṁ kusalaṁ dhammaṁ paṭicca ajjhattiko kusalo dhammo uppajjati hetupaccayā. Bāhiraṁ kusalaṁ dhammaṁ paṭicca ajjhattiko kusalo ca bāhiro kusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:169.1": "Ajjhattikaṁ kusalañca bāhiraṁ kusalañca dhammaṁ paṭicca bāhiro kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:170.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ. Cittadukasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:171.1": "Ajjhattikaṁ akusalaṁ dhammaṁ paṭicca bāhiro akusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.10:172.1": "Bāhiraṁ akusalaṁ dhammaṁ paṭicca bāhiro akusalo dhammo uppajjati hetupaccayā. Bāhiraṁ akusalaṁ dhammaṁ paṭicca ajjhattiko akusalo dhammo uppajjati hetupaccayā. Bāhiraṁ akusalaṁ dhammaṁ paṭicca ajjhattiko akusalo ca bāhiro akusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:173.1": "Ajjhattikaṁ akusalañca bāhiraṁ akusalañca dhammaṁ paṭicca bāhiro akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:174.1": "Hetuyā pañca, ārammaṇe pañca …pe… avigate pañca. (Saṅkhittaṁ. Cittadukasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.10:175.1": "Ajjhattikaṁ abyākataṁ dhammaṁ paṭicca ajjhattiko abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:176.1": "Bāhiraṁ abyākataṁ dhammaṁ paṭicca bāhiro abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:177.1": "Ajjhattikaṁ abyākatañca bāhiraṁ abyākatañca dhammaṁ paṭicca ajjhattiko abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:178.1": "Hetuyā nava, ārammaṇe pañca, adhipatiyā pañca …pe… aññamaññe pañca, nissaye nava, upanissaye pañca, purejāte pañca, āsevane pañca, kamme …pe… magge nava, sampayutte pañca, vippayutte nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:179.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava …pe… nakamme tīṇi, navipāke pañca, naāhāre ekaṁ, naindriye ekaṁ, najhāne pañca, namagge nava, nasampayutte nava, navippayutte pañca, nonatthiyā nava, novigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:180.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana3.10:181.1": "Bāhiro abyākato dhammo bāhirassa abyākatassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.10:182.1": "Bāhiro abyākato dhammo bāhirassa abyākatassa dhammassa kammapaccayena paccayo … tīṇi. ",
  "patthana3.10:183.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā nava (ajjhattiko bāhirassa gamanakāle sahajātādhipati, majjhe tīsupi sahajātādhipati), anantare nava, sahajāte nava, aññamaññe pañca, nissaye nava, upanissaye nava, purejāte nava (ārammaṇapurejātampi vatthupurejātampi), pacchājāte nava, āsevane nava, kamme tīṇi, vipāke nava, āhāre nava (tiṇṇannaṁ kabaḷīkāro āhāro), indriye nava (tiṇṇannaṁ rūpajīvitindriyaṁ), jhāne magge tīṇi, sampayutte pañca, vippayutte nava, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:184.0.1": "3.10.13. Upādāduka, Kusalattika ",
  "patthana3.10:184.0.2": "Hetu ",
  "patthana3.10:184.1": "Noupādā kusalaṁ dhammaṁ paṭicca noupādā kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:185.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.10:186.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.10:187.1": "Noupādā akusalaṁ dhammaṁ paṭicca noupādā akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:188.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.10:189.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.10:190.1": "Upādā abyākataṁ dhammaṁ paṭicca noupādā abyākato dhammo uppajjati hetupaccayā. ",
  "patthana3.10:191.1": "Noupādā abyākataṁ dhammaṁ paṭicca noupādā abyākato dhammo uppajjati hetupaccayā. Noupādā abyākataṁ dhammaṁ paṭicca upādā abyākato dhammo uppajjati hetupaccayā. Noupādā abyākataṁ dhammaṁ paṭicca upādā abyākato ca noupādā abyākato ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.10:192.1": "Upādā abyākatañca noupādā abyākatañca dhammaṁ paṭicca noupādā abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.10:193.1": "Hetuyā pañca, ārammaṇe tīṇi …pe… aññamaññe pañca …pe… purejāte ekaṁ, āsevane ekaṁ, kamme pañca, vipāke pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:194.1": "Nahetuyā pañca, naārammaṇe tīṇi, naadhipatiyā pañca …pe… napurejāte pañca …pe… nakamme tīṇi, navipāke tīṇi, naāhāre tīṇi, naindriye tīṇi, najhāne tīṇi, namagge pañca, nasampayutte tīṇi, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.10:195.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana3.10:196.0": "Hetu-ārammaṇādi ",
  "patthana3.10:196.1": "Noupādā abyākato dhammo noupādā abyākatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.10:197.1": "Upādā abyākato dhammo noupādā abyākatassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana3.10:198.1": "Noupādā abyākato dhammo noupādā abyākatassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana3.10:199.1": "Noupādā abyākato dhammo noupādā abyākatassa dhammassa adhipatipaccayena paccayo … tīṇi. (Paṭhame dvepi adhipatī, dvīsu sahajātādhipati.) ",
  "patthana3.10:200.1": "Upādā abyākato dhammo noupādā abyākatassa dhammassa upanissayapaccayena paccayo. ",
  "patthana3.10:201.1": "Noupādā abyākato dhammo noupādā abyākatassa dhammassa upanissayapaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana3.10:202.1": "Hetuyā tīṇi, ārammaṇe dve, adhipatiyā tīṇi, anantare samanantare ekaṁ, sahajāte pañca, aññamaññe pañca, nissaye pañca, upanissaye dve, purejāte tīṇi, pacchājāte tīṇi, āsevane ekaṁ, kamme tīṇi, vipāke tīṇi, āhāre cha, indriye satta, jhāne tīṇi, magge tīṇi, sampayutte ekaṁ, vippayutte cattāri, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:203.0.1": "3.10.14. Upādinnaduka, Kusalattika ",
  "patthana3.10:203.0.2": "Hetu ",
  "patthana3.10:203.1": "Anupādinnaṁ kusalaṁ dhammaṁ paṭicca anupādinno kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:204.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Sabbattha ekaṁ. Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi ekaṁ sappaccayakusalasadisaṁ.) ",
  "patthana3.10:205.1": "Anupādinnaṁ akusalaṁ dhammaṁ paṭicca anupādinno akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.10:206.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.10:207.1": "Upādinnaṁ abyākataṁ dhammaṁ paṭicca upādinno abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.10:208.1": "Anupādinnaṁ abyākataṁ dhammaṁ paṭicca anupādinno abyākato dhammo uppajjati hetupaccayā. ",
  "patthana3.10:209.1": "Upādinnaṁ abyākatañca anupādinnaṁ abyākatañca dhammaṁ paṭicca anupādinno abyākato dhammo uppajjati hetupaccayā—upādinne khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ.  (Saṅkhittaṁ.) ",
  "patthana3.10:210.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā ekaṁ …pe… purejāte dve, āsevane ekaṁ, kamme pañca, vipāke pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana3.10:211.1": "Nahetuyā pañca, naārammaṇe cattāri, naadhipatiyā pañca …pe… napurejāte cattāri, napacchājāte naāsevane pañca, nakamme ekaṁ, navipāke dve, naāhāre dve, naindriye dve, najhāne dve, namagge pañca, nasampayutte cattāri, navippayutte dve, nonatthiyā cattāri, novigate cattāri. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.10:212.0": "Hetu-purejāta ",
  "patthana3.10:212.1": "Upādinno abyākato dhammo upādinnassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.10:213.1": "Anupādinno abyākato dhammo anupādinnassa abyākatassa dhammassa hetupaccayena paccayo. ",
  "patthana3.10:214.1": "Anupādinno abyākato dhammo anupādinnassa abyākatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati … ekaṁ. ",
  "patthana3.10:215.1": "Upādinno abyākato dhammo upādinnassa abyākatassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. (Dve pañhā.) ",
  "patthana3.10:216.1": "Anupādinno abyākato dhammo anupādinnassa abyākatassa dhammassa purejātapaccayena paccayo … dve. (Ārammaṇapurejātaṁyeva, ghaṭanā dve, ārammaṇapurejātampi vatthupurejātampi.) ",
  "patthana3.10:217.1": "Hetuyā cattāri, ārammaṇe cattāri (upādinnamūlake dve, anupādinnamūlake dve), adhipatiyā ekaṁ, anantare samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye pañca, upanissaye cattāri, purejāte cha, pacchājāte cha, āsevane ekaṁ, kamme cattāri, vipāke cattāri, āhāre nava, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte dve, vippayutte cha, atthiyā nava, natthiyā cattāri, vigate cattāri, avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.10:218.1": "Nahetuyā nava, naārammaṇe nava. (Saṅkhittaṁ.) ",
  "patthana3.10:219.1": "Hetupaccayā naārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana3.10:220.1": "Nahetupaccayā ārammaṇe cattāri. (Saṅkhittaṁ.) ",
  "patthana3.10:221.1": "Mahantaradukakusalattikaṁ niṭṭhitaṁ. "
}