{
  "patthana3.11:0.1": "Paṭṭhānapakaraṇa ",
  "patthana3.11:0.2": "Dhammānuloma (1), Dukatikapaṭṭhānapāḷi (3) ",
  "patthana3.11:0.3": "3.11. Upādānagocchaka, Kusalattika ",
  "patthana3.11:1.0.1": "3.11.1.1–7. Paṭiccādivāra ",
  "patthana3.11:1.0.2": "Paccayacatukka ",
  "patthana3.11:1.1": "Noupādānaṁ kusalaṁ dhammaṁ paṭicca noupādāno kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.11:2.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.11:3.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.11:4.1": "Upādānaṁ akusalaṁ dhammaṁ paṭicca upādāno akusalo dhammo uppajjati hetupaccayā. Upādānaṁ akusalaṁ dhammaṁ paṭicca noupādāno akusalo dhammo uppajjati hetupaccayā. Upādānaṁ akusalaṁ dhammaṁ paṭicca upādāno akusalo ca noupādāno akusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.11:5.1": "Noupādānaṁ akusalaṁ dhammaṁ paṭicca noupādāno akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.11:6.1": "Upādānaṁ akusalañca noupādānaṁ akusalañca dhammaṁ paṭicca upādāno akusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.11:7.1": "Hetuyā nava, ārammaṇe nava (sabbattha nava), avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.11:8.1": "Noupādānaṁ akusalaṁ dhammaṁ paṭicca noupādāno akusalo dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.11:9.1": "Nahetuyā ekaṁ, naadhipatiyā nava, napurejāte nava …pe… nakamme tīṇi, navipāke nava, navippayutte nava. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.11:10.1": "Upādāno akusalo dhammo upādānassa akusalassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.11:11.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava (noupādānamūlake tīṇi, sahajātādhipati), anantare nava …pe… nissaye nava, upanissaye nava, āsevane nava, kamme tīṇi (noupādānamūlake), āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge nava, sampayutte nava, atthiyā nava …pe… avigate nava. (Saṅkhittaṁ.) ",
  "patthana3.11:12.1": "Noupādānaṁ abyākataṁ dhammaṁ paṭicca noupādāno abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.11:13.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.11:14.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.11:15.0.1": "3.11.2.1. Kusalapada, Kusalattika ",
  "patthana3.11:15.0.2": "Hetu ",
  "patthana3.11:15.1": "Upādāniyaṁ kusalaṁ dhammaṁ paṭicca upādāniyo kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.11:16.1": "Anupādāniyaṁ kusalaṁ dhammaṁ paṭicca anupādāniyo kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.11:17.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ. Lokiyalokuttaradukakusalasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.11:18.1": "Upādāniyaṁ akusalaṁ dhammaṁ paṭicca upādāniyo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.11:19.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.11:20.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.11:21.1": "Upādāniyaṁ abyākataṁ dhammaṁ paṭicca upādāniyo abyākato dhammo uppajjati hetupaccayā. ",
  "patthana3.11:22.1": "Anupādāniyaṁ abyākataṁ dhammaṁ paṭicca anupādāniyo abyākato dhammo uppajjati hetupaccayā. Anupādāniyaṁ abyākataṁ dhammaṁ paṭicca upādāniyo abyākato dhammo uppajjati hetupaccayā. Anupādāniyaṁ abyākataṁ dhammaṁ paṭicca upādāniyo abyākato ca anupādāniyo abyākato ca dhammā uppajjanti hetupaccayā. ",
  "patthana3.11:23.1": "Upādāniyaṁ abyākatañca anupādāniyaṁ abyākatañca dhammaṁ paṭicca upādāniyo abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.11:24.1": "Hetuyā pañca, ārammaṇe dve …pe… āsevane ekaṁ …pe… avigate pañca. (Saṅkhittaṁ. Lokiyadukaabyākatasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.11:25.0.1": "3.11.3. Upādānasampayuttaduka, Kusalattika ",
  "patthana3.11:25.0.2": "Hetu ",
  "patthana3.11:25.1": "Upādānavippayuttaṁ kusalaṁ dhammaṁ paṭicca upādānavippayutto kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.11:26.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.11:27.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.11:28.1": "Upādānasampayuttaṁ akusalaṁ dhammaṁ paṭicca upādānasampayutto akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.11:29.1": "Upādānavippayuttaṁ akusalaṁ dhammaṁ paṭicca upādānavippayutto akusalo dhammo uppajjati hetupaccayā … dve. ",
  "patthana3.11:30.1": "Upādānasampayuttaṁ akusalañca upādānavippayuttaṁ akusalañca dhammaṁ paṭicca upādānasampayutto akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.11:31.1": "Hetuyā cha, ārammaṇe cha (sabbattha cha), avigate cha. (Saṅkhittaṁ.) ",
  "patthana3.11:32.1": "Nahetuyā ekaṁ, naadhipatiyā cha …pe… nakamme cattāri, navipāke cha, navippayutte cha. (Saṅkhittaṁ. Sahajātavārādi vitthāretabbo.) ",
  "patthana3.11:33.1": "Upādānasampayutto akusalo dhammo upādānasampayuttassa akusalassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana3.11:34.1": "Upādānavippayutto akusalo dhammo upādānavippayuttassa akusalassa dhammassa hetupaccayena paccayo … dve. ",
  "patthana3.11:35.1": "Upādānasampayutto akusalo ca upādānavippayutto akusalo ca dhammā upādānasampayuttassa akusalassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana3.11:36.1": "Hetuyā cha, ārammaṇe nava, adhipatiyā nava (upādānasampayuttamūlake tīṇi, sahajātādhipati, upādānavippayutte ekaṁ), anantare nava, samanantare nava, sahajāte cha, aññamaññe cha, nissaye cha, upanissaye nava, āsevane nava, kamme cattāri, āhāre cattāri, indriye cattāri, jhāne cattāri, magge cattāri, sampayutte cha, atthiyā cha, natthiyā nava, vigate nava, avigate cha. (Saṅkhittaṁ.) ",
  "patthana3.11:37.1": "Upādānavippayuttaṁ abyākataṁ dhammaṁ paṭicca upādānavippayutto abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.11:38.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.11:39.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.11:40.0.1": "3.11.4. Upādānaupādāniyaduka, Kusalattika ",
  "patthana3.11:40.0.2": "Hetu ",
  "patthana3.11:40.1": "Upādāniyañceva no ca upādānaṁ kusalaṁ dhammaṁ paṭicca upādāniyo ceva no ca upādāno kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.11:41.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.11:42.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.11:43.1": "Upādānañceva upādāniyañca akusalaṁ dhammaṁ paṭicca upādāno ceva upādāniyo ca akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.11:44.1": "Upādāniyañceva no ca upādānaṁ akusalaṁ dhammaṁ paṭicca upādāniyo ceva no ca upādāno akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.11:45.1": "Upādānañceva upādāniyaṁ akusalañca upādāniyañceva no ca upādānaṁ akusalañca dhammaṁ paṭicca upādāno ceva upādāniyo ca akusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.11:46.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Saṅkhittaṁ. Imaṁ gamanaṁ upādānadukaakusalasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.11:47.1": "Upādāniyañceva no ca upādānaṁ abyākataṁ dhammaṁ paṭicca upādāniyo ceva no ca upādāno abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana3.11:48.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana3.11:49.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.) ",
  "patthana3.11:50.0.1": "3.11.5. Upādānaupādānasampayuttaduka, Kusalattika ",
  "patthana3.11:50.0.2": "Hetu ",
  "patthana3.11:50.1": "Upādānañceva upādānasampayuttañca akusalaṁ dhammaṁ paṭicca upādāno ceva upādānasampayutto ca akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.11:51.1": "Upādānasampayuttañceva no ca upādānaṁ akusalaṁ dhammaṁ paṭicca upādānasampayutto ceva no ca upādāno akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.11:52.1": "Upādānañceva upādānasampayuttaṁ akusalañca upādānasampayuttañceva no ca upādānaṁ akusalañca dhammaṁ paṭicca upādāno ceva upādānasampayutto ca akusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana3.11:53.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā nava …pe… avigate nava. (Saṅkhittaṁ.) (Imaṁ gamanaṁ upādānadukaakusalasadisaṁ. Idha pana hetupaccayā idaṁ nānaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha nava.) ",
  "patthana3.11:54.0.1": "3.11.6. Upādānavippayuttaupādāniyaduka, Kusalattika ",
  "patthana3.11:54.0.2": "Hetu ",
  "patthana3.11:54.1": "Upādānavippayuttaṁ upādāniyaṁ kusalaṁ dhammaṁ paṭicca upādānavippayutto upādāniyo kusalo dhammo uppajjati hetupaccayā. ",
  "patthana3.11:55.1": "Upādānavippayuttaṁ anupādāniyaṁ kusalaṁ dhammaṁ paṭicca upādānavippayutto anupādāniyo kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.11:56.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ. Lokiyadukakusalasadisaṁ. Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana3.11:57.1": "Upādānavippayuttaṁ upādāniyaṁ akusalaṁ dhammaṁ paṭicca upādānavippayutto upādāniyo akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana3.11:58.1": "Upādānavippayuttaṁ upādāniyaṁ abyākataṁ dhammaṁ paṭicca upādānavippayutto upādāniyo abyākato dhammo uppajjati hetupaccayā. ",
  "patthana3.11:59.1": "Upādānavippayuttaṁ anupādāniyaṁ abyākataṁ dhammaṁ paṭicca upādānavippayutto anupādāniyo abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana3.11:60.1": "Upādānavippayuttaṁ upādāniyaṁ abyākatañca upādānavippayuttaṁ anupādāniyaṁ abyākatañca dhammaṁ paṭicca upādānavippayutto upādāniyo abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana3.11:61.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṅkhittaṁ. Lokiyadukaabyākatasadisaṁ. Sahajātavārampi …pe… pañhāvārampi sabbattha vitthāretabbaṁ.) ",
  "patthana3.11:62.1": "Upādānagocchakakusalattikaṁ niṭṭhitaṁ. "
}